{
    "id": "3241153",
    "text": "Romanian Canadians are Canadian citizens of Romanian descent or Romania-born people who reside in Canada. According to the Canadian Census data of 2016, there are approximately 240,000 Romanian-Canadians.Statistics Canada, Canada 2016 census, Some sources estimates that this number might be as high as 400,000 Canadians who are fully or partially of Romanian ancestry. ==Romanian migration in Canada== === Before World War I === Regina (1904) in front of the first Romanian Church in North America Romanians moved to Canada in several periods. The first period was at the end of the 19th century and the beginning of the 20th century. Romanians had discovered Canada towards the end of the 19th century, after Clifford Sifton – Minister of Home Affairs representing a Liberal government that had promised to populate the West – had visited Bukovina. From 1896 to 1900, a group of Romanians established themselves in Assiniboia (now Saskatchewan), at Clifford Sifton's advice. The first two Romanian families that migrated to Canada from the Bukovina village of Boian stopped in Alberta in 1898. Other 100 Bucovina families took their example and followed them and they gave the settlement the name of their home village. At the end of the 19th century and the beginning of the 20th century, many Romanians from the former Austro-Hungarian Empire (Transylvania, Bukovina, Banat, Crişana, and Maramureş) migrated to the Prairie provinces of Canada to work as farmers. The Dominion Lands Act encouraged homesteaders to come to the area. The migrants from the Romanian Old Kingdom were mostly Romanian Jews. Many Romanians moved to Canada and the United States between 1895 and 1920. St Nicholas's Romanian Orthodox Church (established in 1902Romanian Orthodox Episcopate of America parish directory , retrieved 10 June 2007. in Regina) is the oldest Romanian Orthodox parish in North America;Saskatchewan Settlement Experience: Religion – Churches and Congregations. Retrieved 4 December 2007. St George's Cathedral (founded in 1914Romanian Orthodox Episcopate of America parish directory , retrieved 10 June 2007. though the present building dates from the early 1960s), is the episcopal seat of the Romanian Orthodox Bishop of Regina. Today, the Romanian school from Boian, Alberta is a museum showcasing Romanian immigration, photos of the first Romanian settlers in the area and the typical Romanian farmer's life in rural Canada. During the interwar period the number of ethnic Romanians who migrated to Canada decreased as a consequence of the economic development in Romania, but the number of Romanian Jews who migrated to Canada increased, mostly after the rise of the Iron Guard. According to Canada 1911 Census, in Canada lived 15,000 Romanians and in 1941: 25,000. === After World War II === A group of Romanian Canadians from Regina and Nicolae Ceauşescu in 1979 The second period was between 1945–1955, when Romanians moved after World War II, during Communist Romania, at a time when Romania was in a difficult period in its history. In this period, 1,460,000 Romanian citizens left their country. Many of them were political refugees. Many of them left for Canada. ===After the fall of Communism=== Another wave of Romanian emigration to Canada occurred after 1989 following the Romanian Revolution of 1989, when people obtained the right to leave Romania subsequent to the fall of Communism in Central and Eastern Europe. The wave intensified after the Mineriad of 13–15 June 1990. After 1998, for the fourth time, a large number of Romanians were leaving Europe to come to Canada. In 2001, there were 131,830 Canadian residents who identified themselves of Romanian origin, of which 53,320 were single-origin Romanians and 78,505 were of mixed Romanian and other origins. The largest concentrations of Romanian-Canadians are in the Greater Toronto Area (approx. 75,000) and in the Greater Montreal Area (approx. 40,000). According to the Canada 2001 Census, the number of people of Romanian mother tongue in Canada was 50,895 and 61,330 Canadians claimed to speak Romanian. The number of people born in Romania was 61,330 and 2,380 were born in Moldova. According to the 2016 Census, there were 238,050 Canadian residents who identified themselves of Romanian origin, of which 96,910 were single-origin Romanians and 141,145 were of mixed Romanian and other origins.https://www12.statcan.gc.ca/census-recensement/2016/dp-pd/hlt- fst/imm/Table.cfm?Lang=E&T;=31&Geo;=01 Almost 100,000 Romanian Canadians live in Ontario.https://www12.statcan.gc.ca/census-recensement/2016/dp-pd/hlt- fst/imm/Table.cfm?Lang=E&T;=31&Geo;=35&SO;=4D Immigration from Romania reached a high in the early 2000s. Figures from Citizenship and Immigration Canada show that the annual number of new permanent residents from Romania increased from an average of over 3,700 per year in the late 1990s to an average of over 5,500 per year since 2001, peaking in 2004 at 5,658. After 2004, the immigration from Romania constantly decreased. Map of North America highlighting OCA Romanian Episcopate {| class=\"wikitable\" |+ Romanian immigrants to Canada |- !Year !Number of people |- |1995 | style=\"text- align:center;\"|3,851 |- |1996 | style=\"text-align:center;\"|3,670 |- |1997 | style=\"text-align:center;\"|3,916 |- |1998 | style=\"text-align:center;\"|2,976 |- |1999 | style=\"text-align:center;\"|3,468 |- |2000 | style=\"text- align:center;\"|4,431 |- |2001 | style=\"text-align:center;\"|5,589 |- |2002 | style=\"text-align:center;\"|5,688 |- |2003 | style=\"text-align:center;\"|5,466 |- |2004 | style=\"text-align:center;\"|5,658 |- |2005 | style=\"text- align:center;\"|4,964 |- |2006 | style=\"text-align:center;\"|4,468 |- |2007 | style=\"text-align:center;\"|3,834 |- |2008 | style=\"text-align:center;\"|2,836 |- |2009 | style=\"text-align:center;\"|2,076 |- |2010 | style=\"text- align:center;\"|1,922 |- |2011 | style=\"text-align:center;\"|1,776 |- |2012 | style=\"text-align:center;\"|1,588 |- |2013 | style=\"text-align:center;\"|1,512 |- |2014 | style=\"text-align:center;\"|1,552 |- |2015 | style=\"text- align:center;\"|1,183 |- |2016 | style=\"text-align:center;\"|1,361 |- |2017 | style=\"text-align:center;\"|980 |- |2018 | style=\"text-align:center;\"|810 |- |2019 | style=\"text-align:center;\"|675 |- |} Source: Citizenship and Immigration Canada, 2014:, 2015: Facts and Figures 2016:http://www.cic.gc.ca/opendata- donneesouvertes/data/Facts_and_Figures_2016_PR_EN.pdf ==Community life and associations== St. George Romanian Orthodox Church in Toronto, Ontario A few parishes and non-profit organizations deal with a series of community related issues. These include the \"Buna Vestire\" Parish Montreal, the Romanian Association of Canada, the Federation of Romanian Associations of Canada, Women's Society, and Constantin Brancoveanu Society. In 1914-18 was built the \"Buna Vestire\" Church (Annunciation Church) (Cernăuți Metropolitan seat), the oldest Romanian Orthodox Church in Montreal. Among the Buna Vestire Church priests were Jida, Glicherie Moraru (1930–1938), Constantin Juga (1938–1950), Petre Popescu (June 10, 1951 – 2003), and Nicolae Stoleru, Tofan In 1939, on Iberville Street, in Montreal, was built \"Casa Romana\", where was set up a Romanian school. In 1957, was set up the Romanian Cultural Association of Hamilton, Ontario. Cuvântul românesc is the newspaper of the association. \"The Week of the Romanians\" continues the tradition of almost 40 years of the \"Romanian Field Week\" at Hamilton, Ontario. Through the years, the place has combined cultural tributes to Romania with anticommunist manifestations from Romanians in North America. The Romanian Field covers in a natural environment near Hamilton. The place features the Nae Ionescu Cultural Center, the St. Mary Chapel, sports fields, a pool, as well as a couple of bungalows and accommodation for mobile homes. The place for the St. Mary Chapel was chosen by Valerian Trifa. The Writers' Alley (Rotonda) includes busts (sculptor Nicăpetre (1936–2008) of Nae Ionescu, Vasile Posteucă, George Donev, Aron Cotruş, Vintilă Horia, Mircea Eliade and Mihai Eminescu. Another recreational and Romanian cultural facility in Canada is the Camp at Fort Qu'Appelle, Saskatchewan. Although not quite completed, the camp was blessed and opened for use by Archbishop Valerian Trifa in the summer of 1971. On July 24, 1998 the Romanian community of Boian, Alberta celebrated its centenary. Besides religious services, there was a cultural program and demonstrations of the early life of the Romanians in Canada. The Romanian Orthodox parish in Boian has a Romanian ethnic museum housed on its premises. The museum and St. Mary Orthodox Church was proclaimed historical site by the authorities. Association of Romanian Writers in Canada was incorporated in 2001. Association of Romanian Engineers in Canada was founded in 2003. ===Timeline=== *1896-1900 – A group of Romanians established themselves to the Saskatchewan, at Clifford Sifton's advice. *1898 – The first two Romanian families that migrated to Canada from the Bukovina village of Boian stopped in Alberta. They gave the settlement the name Boian, Alberta. *1939 – On Iberville Street, in Montreal, was built \"Casa Romana\", where was set up a Romanian school. *1952 – The Romanian Association of Canada (A.R.C.) founded in Montreal by Gheorghe Loghiade ( -1986), Gheorghe Stanciu, Petre Sultana, Miron Georgescu, Nichita Tomescu, Florin Marghescu, Ion Ţăranu (1921–2009), Alexandru Fonta (1922–2004) and Mihai Pop. The association was incorporated in 1953. *1965 – The Romanian Association of Canada launches fund raising events in order to build the Romanian Orthodox Church \"Buna Vestire\", situated on Cristoph Colomb Street in Montreal. *1970 – launches fund raising events to help flood victims in Romania. *1970 – Alexandru Fonta (1922–2004), Vasile Posteucă (1912–1972) and Jean Ţăranu (1921–2009) donate a piece of land known today as \"The Romanian Camp\" in Val-David, Quebec. In 1980 in Val-David are inaugurated two Romanian landmarks, the Predeal-Trudeau Street and the Romanians Bridge. *1971 – A.R.C. launches the first Romanian Radio Show called \"Ora de radio\". Since 1999 the show airs with a different name, under the supervision of the Federation of Romanian Associations of Canada (F.A.R.). *1973 – A.R.C. participates at The Folk Festival in Baie-Saint-Paul, Quebec, taking 1st place in the competition. *1974 – A.R.C. joins other Romanian community associations to form the Federation of Romanian Associations of Canada (F.A.R.). *1981 – Together with other organizations - Buna Vestire Parish, Women's Society, Constantin Brancoveanu Society, Romanian Radio Show and F.A.R. Canada - A.R.C. launches a series of fund rasing events to build The Romanian Cultural Center. F.A.R. obtains a grant of $100.000 from the Quebec Government for the construction of the Center. The money were given to F.A.R. in the name of the Romanian Community of Montreal and all its members. *1988 – A.R.C. creates the first Romanian TV Show called \"Tele-Roumanie\". *1997 - new lyrics for the Canadian song \"Maple Leaf Forever\" by the Romanian Canadian Vladimir Radian: \"CBC Radio's Metro Morning show in Toronto ran a contest to find new lyrics for the song in 1997. The contest was won by Romanian immigrant, mathematician, and now a songwriter, actor and poet, Vladimir Radian, who moved to Canada in the 1980s. This version received its first full orchestral treatment on June 27, 1997, at a concert by the Toronto Symphony Orchestra.\" *2000 – A.R.C. resigns from F.A.R. Canada after illegal elections are held by this Association on October 5, 1999. *2001 – A.R.C. and Nova.TR (The Young Romanians Association) launch a pilot project to help new immigrants upon their arrival. The project helped about 40 families of newcomers, offering them a low cost housing for a period of two weeks. The project came to an end a year later, due to lack of funds. In 2002, A.R.C. accepts the assimilation request of Nova.TR *2001 – In March, the first issue of the Romanian newspaper Pagini Romanesti (Romanian Pages) at Montréal. The newspaper was printed after the closing of an older magazine, Luceafarul. Pagini Romanesti is still printed being today the oldest newspaper of the Romanian community in Québec. *2003 – A.R.C. celebrates 50 years of existence with a series of cultural and social events. *2003 – On June 11, 2006, a bust of Mihai Eminescu was unveiled at Saint George Church, Windsor, Ontario. ==Canada–Romania relations== Clifford Sifton visited Bukovina in 1895. From 1912 to 1913 Robert W. Service was a correspondent for the Toronto Star during the Balkan Wars. Joseph W. Boyle served the king and queen of Romania during the World War I, helping to protect the country from the Central Powers and to operate Romania's railroads. He was awarded the special title of \"Saviour of Romania\" for these and many other deeds. He remained a close friend, and was at one time a possible lover of the Romanian Queen, British-born Marie of Edinburgh. The formal Canadian-Romanian relations were established on August 16, 1919 when the General Consulate of Romania was established in Montreal by Vasile Stoica. Canadian general, diplomat and peacekeeper John de Chastelain was born in Bucharest to a Scottish father and an American mother. Bilateral relations at embassy level were initiated on April 3, 1967. Canada commissioned its first resident ambassador in Romania in December 1967. The Embassy of Romania in Ottawa was opened in 1970. In 1991, the Consulate General of Romania was established in Toronto, while the consulate general in Montreal resumed its initial functions. In 2011, a consulate general was established in Vancouver. The Ambassador of Romania in Ottawa, Maria Ligor presented her credentials on June 10, 2013, to David Johnston, Governor General of Canada, at Rideau Hall, in Ottawa. The Ambassador of Canada in Bucharest, Joanne Lemay, presented her credentials on November 13, 2013. Romania has an honorary consulate general in Moncton, and an honorary consulate in Quebec City. == List of notable Canadians of Romanian ancestry == === Academia === * Florin Amzica – professor of neurophysiology at the University of Montreal * Mihai Ioan Botez – professor of Neurology at University of Montreal * Tudor Bompa – professor emeritus at York University in Toronto * Aurel Braun – professor of International Relations and Political Science at the University of Toronto * Florin Diacu – mathematician at University of Victoria * Lila Kari – professor of computer science and of biochemistry at the University of Western Ontario. * Lavinia Stan – professor of political science at St. Francis Xavier University * Mircea Steriade – professor of neuroscience at Université Laval in Quebec * Lucian Turcescu – professor of theology at Concordia University * Ela Veresiu – assistant professor of marketing at York University's Schulich School of Business === Architecture === * Dan Hanganu (received the Order of Canada) === Art === * Lilian Broca – visual artist * Sorel Etrog – sculptor (received the Order of Canada) * Betty Goodwin – sculptor and painter * Gilles Mihalcean – sculptor * Joe Rosenthal – sculptor * Marie-Emily Sendrea – visual artist, author === Business === Calin Rovinescu, president and chief executive officer of Canada's largest airline, Air Canada. * Murray Koffler – founder of Shoppers Drug Mart * Murray Pezim (1920–1998) – former owner of BC Lions * Calin Rovinescu – president and CEO of Air Canada * Michel Vulpe – entrepreneur and inventor, founder of i4i === Fashion === * Steven Cojocaru – fashion critic * Irina Lazareanu – model * Lucian Matis – fashion designer === Film and television === * Neil Grayston – actor * Anna Hopkins – actress * Paul Kligman – actor * Tatiana Maslany – actress * Ann Pirvu – actress * Elysia Rotaru – actress and voice artist * David Steinberg – actor and comedian === Journalism === * Normand Lester * David Oancia * Lawrence Solomon === Literature === * Oana Avasilichioaei – poet * Irving Layton – poet * Kenneth Radu – novelist * Nina Munteanu – novelist === Music === * Maya Badian – composer * Paul Bley – pianist (received the Order of Canada) * Teo Gheorghiu – pianist * Simina Grigoriu – DJ and producer * Corey Hart – singer * Anne Nikitin – award- winning composer * Lisa Patterson – multi-instrumentalist, songwriter, producer * Ester Peony – singer and songwriter, Eurovision Song Contest 2019 participant === Politics === * Corneliu Chisu – former MP for Pickering- Scarborough East * Gary Filmon – former Premier of Manitoba * David Iftodi – former MP for Provencher * George Mihalcheon – provincial politician, member of Legislative Assembly of Alberta * Magda Popeanu – current councillor for the City of Montreal * Andrew Scheer - current Leader of the Official Opposition * William Yurko – former MLA, former MP for Edmonton East === Sports === Bianca Andreescu, the first Canadian to win a Grand Slam singles title in tennis. Matt Dumba, ice hockey World Champion with Team Canada in 2016. Ana Padurariu, artistic gymnast and the 2018 world silver medalist on beam. * Bianca Andreescu – tennis player * Ben Bassarab – wrestler * Lucian Bute – boxer * Aurora Cotop – figure skater * Alex Comsia – soccer player * Ion Croitoru – wrestler * Adrian Diaconu – boxer * Leonard Doroftei – boxer; lightweight world champion * Mathew Dumba – ice hockey player * Waldo Von Erich – wrestler * Ecaterina Guica – judoka * Ionuţ Dan Ion – boxer * Carmen Ionesco – discus thrower and shot putter * Joffrey Lupul – ice hockey player * Alex Mateas – Canadian football player * Carl Mattei – basketball coach * Pierre Mindru – soccer coach * Dylan Moscovitch – pair skater * Ana Padurariu – artistic gymnast * Silviu Petrescu – soccer referee * Horatio Pintea – table tennis player * Marina Radu – water polo player * Roy Radu – rugby union player * Chris Serban – soccer player * Daniel Stanese – soccer player * Yannick Tifu – ice hockey player * Larry Zeidel (1928–2014) – ice hockey player === Other === Poker Hall of Famer and actor Daniel Negreanu * Alexandra Botez – chess player and Twitch.tv streamer * Roberto Dutesco – photographer and filmmaker * Kripparrian – Twitch.tv streamer; YouTube content creator * Daniel Negreanu – professional poker player * Catherine Pogonat – radio and television host * Jerry S.T. Pitzul – judge advocate general for the Canadian Forces * Christine Dumitriu Van Saanen – educator and geologist * Alec Sehon – immunologist * Jacob Viner – economist * Matei Zaharia – computer scientist ==Gallery== Image:Musée Pointe-à-Callière.JPG|Dan Hanganu's Éperon building, Pointe-à-Callière Museum Image:Mihai Eminescu Montreal.jpg|Eminescu Statue, Montreal, 2004 Image:Romania.750pix.JPG|Romanian Festival of Toronto, 2004 Image:Festival Romania.JPG|Romanian Festival of Toronto, 2004 Image:Festival of Romanians.JPG|Romanian Festival of Toronto, 2004 Image:Embassy of Canada, Bucharest.jpg|Embassy of Canada in Bucharest Image:Embassy of Canada, Bucharest in 2005.jpg|Embassy of Canada in Bucharest (before 2006) Image:Romania, Ottawa2.JPG|Embassy of Romania in Ottawa ==See also== *Boian, Alberta *Romanian Americans *Canadian-Romanian relations *Moldovan Canadians *Romanian Orthodox Archdiocese of America and Canada *Orthodox Church in America Romanian Episcopate ==References== ==Further reading== *William Rodney. \"The Canadian-Romanian Credit 1919,\" Canadian Historical Review LXIV, 2 (June, 1983). pp. 276–289. *G. James Patterson. \"Romanians,\" The Encyclopedia of Canada's Peoples. P.R. Magosci, Ed. Toronto: University of Toronto Press, 1999. *Rodica Albu. \"Expressions of Romanian Identity in Quebec,\" Regards sur le Quebec. D. Nica, C. Petras, Eds. Iasi: Editura Universitatii Alexandru Ioan Cuza, 2009. * ==External links== *Quebec.ro Romanian Romanian ",
    "title": "Romanian Canadians"
}