{
    "id": "3241717",
    "text": "SC Preußen Münster (English: Prussia Münster) is a German sports club based in Münster, North Rhine-Westphalia which is mostly recognised for its football section. The football team currently plays in Regionalliga West which is the fourth tier in German football. Preußen Münster also fields teams in tennis, athletics, handball and fistball. ==History== The club was founded as FC Preußen on 30 April 1906 and has its roots in a group formed at the Johann- Conrad-Schlaun Grammar School. Historians consider patriotic reasons for naming the club after Prussia. At first the club did not have its own ground and was playing at a parade ground of the army at Loddenheide. General Baron von Bissing gave permission only if the goals would be taken down again after training. On 24 June 1907 the Eagles won their first game against FC Osnabrück with 5–0. After successfully applying for the Western German League system, the team initially competed in the second tier. In 1908 the Eagles were promoted to the first league and in 1914 they won the Westphalian Championship. Between 1916 and 1926 the club played on Münstermannplatz, which was close to the current ground, the Preußenstadion. In 1921 they won the Championship a second time and also took on their current name.Dahlkamp, Hubert; Schulze-Marmeling, Dietrich (2006). 100 Jahre Preußen Münster. Göttingen: Die Werkstatt GmbH. S. 13–30. . In 1933, Preußen advanced to the Gauliga Westfalen, one of sixteen top-flight leagues established through the re-organization of German football under the Third Reich. They earned only mediocre results there and were relegated twice. Their second demotion in 1941 left them out of first division football until after World War II. Historical chart of Preußen Münster league performance after WWII The team played three seasons in the Landesliga Westfalen Gr. 2 (II) before returning to the top- flight in the Oberliga West in the 1948–49 season. That arrival was accompanied by some notoriety, as Preußen Münster became the first German football club to build a team by buying players, something previously unheard of in a country committed to the ideal of amateurism. Siegfried Rachuba, Adolf Preissler, Rudolf Schulz, Felix Gerritzen, and Josef Lammers formed a front five dubbed by the press as the \"Hundred-Thousand-Mark Line\", even though that much money never did change hands. Rachuba is still Münsters most successful first tier striker of all times with 97 goals in 238 games. The investment paid dividends as the club appeared in the 1951 national final in front of 107,000 spectators at Berlin's Olympic Stadium against 1. FC Kaiserslautern. Preußen striker Gerritzen scored first but the team lost after two goals from Ottmar Walter.Dahlkamp, Hubert; Schulze-Marmeling, Dietrich (2006). 100 Jahre Preußen Münster. Göttingen: Die Werkstatt GmbH. S. 65–78. . ===Founding member of the Bundesliga=== Their results as a mid-table side in the tough Oberliga West in the ten years prior to the formation of the Bundesliga in 1963 were good enough to earn Preußen Münster the admission as one of the five teams from that league to earn a place in Germany's new sixteen-team professional circuit. The club made only a cameo appearance in the Bundesliga, being relegated after a next-to-last 15th-place finish. ===Post Bundesliga play=== Preußen Münster played out the 1960s and 1970s as a second division side in the Regionalliga West and 2. Bundesliga Nord. In the 1970s the Preußen made several attempts to return to Bundesliga. Under club president Günter Wellerdieck (from 1970 to 1978) the club took a considerable financial risk to achieve the promotion to first tier. Preußen failed to do so by finishing on 5th place in the 1973–74 season and on 3rd place in the 1977–78 and 1978–79 seasons. After Wellerdieck and other staff of the club's management resigned due to financial difficulties and accusations of tax fraud in 1978, the decline of Preußen Münster continued. They slipped to the Amateur Oberliga Westfalen (III) in the 1981–82 season, and except for a short adventure in the 2. Bundesliga in the 1990 and 1991 seasons, played third tier football in the Regionalliga West/Sudwest (1993–2000) and Regionalliga Nord until 2006. During this period, they captured the German Amateur Championship in 1994 with a 1–0 win over Kickers Offenbach. In 2006, the club was relegated to the Oberliga Westfalen, now a fourth tier circuit. Management subsequently invested significant financial resources into a high-profile team of experienced second- and third-tier players in pursuit of immediate re-promotion. The attempt ended in failure and the club re-built itself with young players in place of expensive veterans and also put in place a young and relatively unknown coach, Roger Schmidt. The re-worked side finished in first place in the 2007–08 season, and so qualified for the new Regionalliga West which replaced the Oberliga in the league system. They ended the season in fourth place in the Regionalliga in 2008–09, and in sixth in 2009–10. For season 2008–09 the club qualified for the DFB-Pokal the first time since season 1997–98 (where they were defeated by 1.FSV Mainz 05). The opponent was VfL Bochum which competed in Bundesliga at that time. After a penalty shootout Preußen lost 5–6. In the following year the Eagles were defeated in the extra time against another first tier team, Hertha BSC. The match ended 1–3. 111-year anniversary logo used in 2017 They were finally promoted to 3. Liga after finishing as champions of the West Group of the Regionalliga in the 2010–11 season. The manager of that time was Marc Fascher. Preußen were defeated by another Bundesliga team in the German cup, VfL Wolfsburg (1–2). The first season 2011–12 in the third tier of German football after five years ended with a 12th place. In the following seasons the team finished significantly better and even had chances to get promoted again to 2. Bundesliga. In season 2012–13 they almost succeeded and ended in fourth place. In that season the team was also able to defeat the Bundesliga team Werder Bremen in the first round of the DFB-Pokal, 4–2 after extra time. In the second round the club lost against FC Augsburg. In season 2013–14 they ended in sixth place. Again the club managed to win against a team from a higher league in the DFB-Pokal, FC St. Pauli from 2. Bundesliga. In the next round Preußen was defeated again by FC Augsburg. In the 2014–15 season, the club had a promising start, and was during winter even at the top of the league. Unfortunately the team was not able to keep up the good results and finished 8th. The season 2015–16 also started with good results, but again the team lost ground in the long turn and finished ninth. During the season the club switched managers, from Ralf Loose to Horst Steffen. The following season brought up big changes in the club administration. After changing the coach from Horst Steffen to the former SCP-player Benno Möhlmann several high ranking positions in the club were also manned with new personalities. To serve as chairman Preußen Münster could win over Christoph Strässer, a former politician of the German Bundestag. Among others, the board of directors now contains Walther Seinsch who is well known in German football for his work with then fourth tier club FC Augsburg. Furthermore, with Friedrich Lucas the club's board now has a fans' representative for the first time in the history of Preußen Münster. In April 2017, Malte Metzelder manned the position of director of football. He is also a former player of the Eagles. In 2017, Preußen Münster celebrated the club's 111th anniversary. In celebration, the club used a special anniversary logo in 2017. The logo contained the text \"111 Jahre\" (111 years) on top and \"1906–2017\" on the bottom, along with the club's usual Prussian eagle surrounded by a wreath. The club also gave away 111 litres of free beer to fans at the stadium. ==Honours== The club's honours: * German championship ** Runners-up: 1951 * German amateur championship ** Champions: 1994 * Regionalliga West (IV) ** Champions: 2011 * Amateur Oberliga Westfalen (III) ** Champions: 1988, 1989, 1992, 1993 * Westphalia Cup ** Winner: 1997, 2008, 2009, 2010, 2014 ** Runners-up: 1987, 1998, 2012 ==Players== ===Current squad=== ==Staff== * Manager: Sascha Hildmann * Assistant manager: Louis Cordes * Goalkeeping coach: Milenko Gilic * Director of sport: Malte Metzelder * Scout: Harald Menzel * Kit manager: Jürgen Keseberg ==Manager history== * Season 1948–49 Rudolf Prokoph * Season 1949–50 Willi Multhaup * Season 1950–51 Willi Multhaup * Season 1951–52 Willi Multhaup * Season 1952–53 Willi Multhaup * Season 1953–54 Ludwig Tretter * Season 1954–55 Paul Böhm * Season 1955–56 Paul Böhm * Season 1956–57 Günter Hentschke * Season 1957–58 Günter Hentschke * Season 1958–59 Kuno Klötzer * Season 1959–60 Kuno Klötzer * Season 1960–61 Kuno Klötzer * Season 1961–62 Richard Schneider * Season 1962–63 Richard Schneider * Season 1963–64 Richard Schneider * Season 1964–65 Richard Schneider * Season 1965–66 Richard Schneider * Season 1966–67 Povoslav Mihailovic * Season 1967–68 Bernhard \"Bert\" Trautmann * Season 1968–69 Bernhard \"Bert\" Trautmann – from 17 September 1968 Rudolf Schnippe – from 31 December 1968 Richard Schneider * Season 1969–70 Richard Schneider – Dagmar Drewes * Season 1970–71 Richard Schneider – Falk Dörr – from 11 December 1970 Alfred Schmidt * Season 1971–72 Alfred Schmidt * Season 1972–73 Slobodan Cendic * Season 1973–74 Slobodan Cendic – from 18 March 1974 Bernd Kipp and Günter Wellerdieck * Season 1974–75 Werner Olk – from 1. April 1975 afterwards Hans-Werner Moors (as caretaker manager) * Season 1975–76 Detlev Brüggemann – until 21 August 1975, from 8 September 1975 Rudi Faßnacht * Season 1976–77 Rudi Faßnacht – until 22 February 1977 then Günter Wellerdieck as caretaker manager – from 1 April 1977 Werner Biskup * Season 1977–78 Werner Biskup * Season 1978–79 Werner Biskup * Season 1979–80 Werner Biskup * Season 1980–81 Günter Exner – from 13 January 1981 Rudi Faßnacht * Season 1981–82 Zoltán Varga – from 7 December 1981 Horst Blankenburg (as caretaker manager) * Season 1982–83 Ernst Mareczek * Season 1983–84 Ernst Mareczek * Season 1984–85 Ernst Mareczek * Season 1985–86 Günter Exner * Season 1986–87 Helmut Horsch * Season 1987–88 Helmut Horsch * Season 1988–89 Helmut Horsch * Season 1989–90 Elmar Müller – from 8 March 1990 Ernst Mareczek * Season 1990–91 Gerd Roggensack – from 24 April 1991 Siegfried Melzig until 17 June 1991 * Season 1991–92 Hans-Werner Moors * Season 1992–93 Hans-Werner Moors * Season 1993–94 Hans-Werner Moors – from 9 May 1994 Ernst Mareczek * Season 1994–95 Fritz Bischoff * Season 1995–96 Bernd Kipp (15 August – 28 August 1995), afterwards Alfons Weusthoff * Season 1996–97 Paul Linz (did not start working), afterwards Peter Vollmann * Season 1997–98 Peter Vollmann * Season 1998–99 Hans-Werner Moors * Season 1999-00 Hans-Werner Moors (until 23 September 1999), Klaus Berge (until 2 November 1999), Stefan Grädler * Season 2000–01 Stefan Grädler * Season 2001–02 Stefan Grädler (until 16 December 2001) – from January Neale Marmon * Season 2002–03 Neale Marmon (until 20 November 2002) – from December Peter Vollmann * Season 2003–04 Peter Vollmann (until 10 November 2003), then Hans-Werner Moors * Season 2004–05 Hans-Werner Moors * Season 2005–06 Colin Bell (until 20 November 2005), then Stefan Grädler (as caretaker manager), from 19 December 2005 Hans-Werner Moors * Season 2006–07 Georg Kreß – from 6 April 2007 Carsten Gockel (as caretaker manager) * Season 2007–08 Roger Schmidt * Season 2008–09 Roger Schmidt * Season 2009–10 Roger Schmidt (until 19 March 2010), from 21 March 2010 Marc FascherMünsterländische Volkszeitung: Marc Fascher Nachfolger von Trainer Roger Schmidt Artikel vom 21. März 2010 * Season 2010–11 Marc Fascher * Season 2011–12 Marc Fascher (until 23 January 2012), from 24 January 2012 Pavel Dochev. He is following Fascher, who was fired the previous day for having differences with club management.Dotschew neuer Trainer , www.scpreussen- muenster.de * Season 2012–13 Pavel Dochev * Season 2013–14 Pavel Dochev until 5 September 2013. Carsten Gockel (as caretaker manager). From 15 September 2013 the new coach Ralf Loose takes over. * Season 2014–15 Ralf Loose * Season 2015–16 Ralf Loose until 19 December 2015, from 25 December 2015 Horst Steffen. * Season 2016–17 Horst Steffen until 4 October 2016, from 15 October 2016 Benno Möhlmann. * Season 2017–18 Benno Möhlmann until 10 December 2017, from 12 December 2017 Marco Antwerpen. * Season 2018–19 Marco Antwerpen * Season 2019–20 Sven Hübscher until 30 November 2019, from 1 December 2019 Arne Barez (as caretaker manager). From 27 December 2019 Sascha Hildmann. ==Recent seasons== The recent season-by-season performance of the club: {| class=\"wikitable\" |- align=\"center\" bgcolor=\"#dfdfdf\" | Year | Division | Tier | Position |- align=\"center\" | 1999–00 | align=\"left\"| Regionalliga West/Südwest | rowspan=7 | III | 8th |- align=\"center\" | 2000–01 | align=\"left\"| Regionalliga Nord | 5th |- align=\"center\" | 2001–02 | align=\"left\"| Regionalliga Nord | 15th |- align=\"center\" | 2002–03 | align=\"left\"| Regionalliga Nord | 12th |- align=\"center\" | 2003–04 | align=\"left\"| Regionalliga Nord | 13th |- align=\"center\" | 2004–05 | align=\"left\"| Regionalliga Nord | 11th |- align=\"center\" | 2005–06 | align=\"left\"| Regionalliga Nord | bgcolor=\"#ffcccc\"| 15th ↓ |- align=\"center\" | 2006–07 | align=\"left\"| Oberliga Westfalen | rowspan=5 | IV | 6th |- align=\"center\" | 2007–08 | align=\"left\"| Oberliga Westfalen | bgcolor=\"#ddffdd\"| 1st ↑ |- align=\"center\" | 2008–09 | align=\"left\"| Regionalliga West | 4th |- align=\"center\" | 2009–10 | align=\"left\"| Regionalliga West | 6th |-align=\"center\" | 2010–11 | align=\"left\"| Regionalliga West | bgcolor=\"#ddffdd\"| 1st ↑ |-align=\"center\" | 2011–12 | align=\"left\"| 3. Liga | rowspan=9| III | 12th |-align=\"center\" | 2012–13 | align=\"left\"| 3. Liga | 4th |-align=\"center\" | 2013–14 | align=\"left\"| 3. Liga | 6th |-align=\"center\" | 2014–15 | align=\"left\"| 3. Liga | 8th |-align=\"center\" | 2015–16 | align=\"left\"| 3. Liga | 9th |- align=\"center\" | 2016–17 | align=\"left\"| 3. Liga | 9th |- align=\"center\" | 2017–18 | align=\"left\"| 3. Liga | 10th |- align=\"center\" | 2018–19 | align=\"left\"| 3. Liga | 8th |- align=\"center\" | 2019–20 | align=\"left\"| 3. Liga | bgcolor=\"#ffcccc\"| 18th ↓ |-align=\"center\" | 2020–21 | align=\"left\"| Regionalliga West | |} ;Key {|class=\"wikitable\" align=\"center\" | style=\"background:#ddffdd\"| ↑ Promoted | style=\"background:#ffcccc\"| ↓ Relegated |} ==Stadium== The Preußenstadion before redevelopment (2007) The club plays at the Preußenstadion, which was built in 1926. Once considered one of the most modern stadiums in Germany, the arena slowly fell into disrepair which resulted in reducing the capacity from 40,000 in the 1950s to the current 15,000. Construction of a new facility was considered in the 80s, but the idea was abandoned in December 2000. In spring 2008 it was decided to renovate, to make the stadium more attractive and fitting to modern standards. The seating area was replaced by a new one including 2,931 seats and VIP lounges. Some of the terraces which were still uncovered got a roof. The works finished in May 2009. Further plans have been brought up to continue to modernize the stadium and actions were taken in 2014 to change the development plan of the stadium area by the local administration. Results are pending but in the end, the club wants to rebuild the western and eastern stand to give spectators more comfort and make the club more competitive financially. Furthermore, the Eagles want to extend training possibilities for the professional team and the junior teams. ==Fans== Preußen Münster fans in 2006 Due to the club's promotion from Regionalliga West to 3. Liga, average attendance significantly. During its years in fourth tier of the German league system, the average crowd never exceeded 4,500 fans, with the exception of the 2010–11 season, during which the club was promoted, with an average attendance of 5,628. In the following years the average crowd grew from 7,025 people in 2011–12 season to 8,986 people in season 2012–13. In season 2013–14 there was a decrease to 7,958 people. The fans of Münster have rivalries especially with supporters of Arminia Bielefeld and VfL Osnabrück. The close proximity between the three cities which are located within a 65-kilometer radius led the press to the name of the Bermuda Triangle of Münster, Osnabrück and Bielefeld in 3. Liga.http://www.wn.de/Lokalsport/Preussen-Muenster/1807187-Das-Bermudadreieck- in-Liga-drei-Muenster-nervenstark-und-stabil Another minor rival of Preußen Münster supporters is Rot Weiss Essen. Preußen Münster has currently 1980 members (in December 2014).http://www.wn.de/Lokalsport/Preussen- Muenster/1814356-Jahreshauptversammung-des-SC-Preussen-Auf-die-Spitze- getrieben Part of the club is the Fanprojekt Preußen Münster e. V. which serves as a voice for supporters to club management. It also arranges bus tours to matches and events to support charity organizations in the Münster- area. Furthermore, the Fanprojekt offers a radio during matches for people not present, Radio Mottekstrehle. ==References== ==External links== * *The Abseits Guide to German Soccer *Blog and Database about Preußen Münster *Supporters Forum Category:Football clubs in North Rhine-Westphalia Category:Association football clubs established in 1906 Category:1906 establishments in Germany Category:Football clubs in Germany ",
    "title": "SC Preußen Münster"
}