{
    "id": "3241685",
    "text": "Pat Duffy (born January 17, 1975) is a goofy-footed professional skateboarder, and is widely recognized among skateboarders for his handrail skateboarding. He has appeared in numerous skateboarding videos, as well as the video games Skate, Skate 2 and Skate 3. ==Skateboarding== Duffy was sponsored by the Vox skate footwear brand, with whom he released the \"Patriot\" signature shoe model in early June 2014.Skateboard Mag \"Vox Introduces Pat Duffy Pro Model\" 4 June 2014 In a press release issued on July 14, 2014, the shoe company In California Inc. (owner of the AirSpeed Footwear brand) announced that Duffy had joined the company's team, along with Brian Sumner and Kristian Svitak. ===Sponsors=== In a tweet on August 1, 2014, Duffy announced that he was sponsored by Plan B Skateboards, Lost Clothing, FKD Bearings, Orion Trucks, Paradox Griptape, Airspeed Footwear, Vivo, Arnette, Bony Acai, and Pacific Drive. ==Videography== Duffy is particularly known for his roles in the Plan B Skateboards videos Questionable (1992) and \"Virtual Reality\" (1993), and earned recognition for his ability to skateboard handrails.Skateboarder Magazine \"Tuesday 25 with Pat Duffy\" April 4, 2011 Along with team members PJ Ladd, Ryan Sheckler, Torey Pudwill, Danny Way and Colin McKay, Duffy is scheduled to appear in the Plan B video True, which is expected to be released in late 2014. Duffy's skateboarding has also been featured in the following skate videos: * Plan B - Questionable in 1992 * Plan B - Virtual Reality in 1993 * Plan B - Second Hand Smoke in 1994 * XYZ - Meet Your Maker in 1995 * Deluxe - Jim's Ramp Jam in 1996 * Plan B - The Revolution in 1997 * Consolidated - No Tomorrow in 1998 * Think - Dedication in 1998 * Digital - #1 in 1999 * ON Video - Fall 2000 in 2000 * Think - Free At Last Vol. 1 in 2002 * Transworld - Are You Alright? in 2003 * Transworld - Subtleties in 2004 * Firsthand: Pat Duffy in 2006 * Plan B - Live After Death in 2006 * Minority Report in 2006 * Thrasher - Keg Killer in 2006 * Streets: LA in 2007 * Plan B In Dominican Republic in 2008 * Plan B - Superfuture in 2008 * Plan B In Arizona in 2009 * FKD - Park Project Finale in 2010 * VOX - Skate 4 Change: Volume 1 in 2011 ==References== ==External links== *Plan B Skateboards profile page *AirSpeed Footwear profile page Category:Living people Category:American skateboarders Category:1975 births Category:People from Corte Madera, California ",
    "title": "Pat Duffy"
}