{
    "id": "3242140",
    "text": "This is the order of battle of the armies which fought on 2 July 1644 at the Battle of Marston Moor. ==Covenanter and Parliamentarian \"Army of Both Kingdoms\"== ===Army of the Solemn League and Covenant=== (2000 Horse, 500 Dragoons, 11000 Foot, 50+ guns) :General Alexander Leslie, Earl of Leven (also Commander in Chief of the Army of Both Kingdoms) :Lieutenant General of the Horse Sir David Leslie ::Right Wing ::Earl of Leven's Regiment (8 troops. Colonel Alexander Leslie, Earl of Balgonie (Leven's son) commanding) ::Earl of Dalhousie's Regiment (7 troops)This cavalry regiment fled the field ::Earl of Eglinton's Regiment (7 troops) ::Left Wing ::Lieutenant-General David Leslie's Regiment (8 troops) ::Earl of Balcarres's Regiment (8 troops) ::Lord Kirkcudbright's Regiment (8 troops) :Dragoons ::Colonel Hugh Fraser's Regiment (6 companies) :Lieutenant General of the Foot William Baillie :Sergeant Major General of the Foot Sir James Lumsden ::The Scottish regiments of foot were brigaded in pairs. Unless stated, each regiment had 10 companies. ::Van ::The Earl of Crawford-Lindsay's brigade [aa]Letters in brackets denote the key from the Lumsden Order of Battle. See Young, Marston Moor, plate 21 reproducing the Lumsden's Order of Battle housed in York Minster Archives, MS Add 258. The Order of Battle itself is a contemporary copy. Discrepancies in the interpretation of the Order of Battle are comprehensively covered in Steve Murdoch and Alexia Grosjean, Alexander Leslie and the Scottish Generals of the Thirty Years' War, 1618-1648 (London, 2014), pp.128-134 :::The Earl of Crawford-Lindsay's Fife Regiment (Earl of Crawford-Lindsay) :::The Midlothian Regiment (Viscount Maitland absent, Colin Pitscottie commanding) ::General of the Ordnance Sir Alexander Hamilton's brigade [bb]Sometimes the regiment [cc] on Lumsden's Key is attributed to Fairfax but this is omitted from contemporary eye-witness accounts. See Murdoch & Grosjean (2014), pp.128-133 :::The Clydesdale Regiment (Sir Alexander Hamilton) :::The Edinburgh Regiment (Colonel James Rae) ::Main Battle ::The Earl of Loudon's brigade (absent, Major General James Lumsden commanding [ff] :::The Loudon-Glasgow Regiment, also known as The Chancellor's Foot (Earl of Loudon) :::The Tweeddale Regiment (Earl of Buccleugh) :::Lord Gordon's Regiment.Gordon's Regiment does not appear on the Lumsden Key. Nevertheless, it is the regiment Lumsden commanded after The Glasgow and Tweedale broke and ran. Murdoch & Grosjean (2014), p.132 ::The Earl of Cassillis's brigade [gg] :::The Kyle and Carrick Regiment (Earl of Cassillis) :::The Nithsdale and Annandale Regiment (William Douglas of Kilhead) ::The Earl of Dunfermline's brigade [hh] :::The Earl of Dunfermline's Fife Regiment (Earl of Dunfermline) :::The Strathearn Regiment (Lord Coupar) ::Lord Livingstone's brigade [jj] :::The Stirlingshire Regiment (Lord Livingstone) :::The Linlithgow and Tweeddale Regiment (The Master of Yester) ::Rear (conjectured)Conjecture places two bodies of the Earl of Manchester's army here [kk], but this is illegible on the Lumsden Key. Murdoch & Grosjean (2014), p.132 ::Viscount Dudhope's brigade [ll] :::The Angus Regiment (Viscount Dudhope taken prisoner during the battle Young (1970), p.115) :::The Minister's Regiment (Sir Arthur Erskine of Scotscraig: 5 companies present) :: [mm]These regiments broke and ran and were probably on the far right of the third line behind Fairfax's right wing. The Lumsden Key has these as Fairfax, most eyewitness accounts place these regiments here. The Lumsden Key also has these brigaded with [nn] below. Murdoch & Grosjean (2014), pp.128-133 :::The Levied Regiment (Lord Sinclair: 7 companies present) :::The Galloway Regiment (William Stewart) ::[nn] :::The Teviotdale Regiment :::The East Lothian Regiment (Sir Patrick Hepburn of Waughton) [oo].The Key does not, but most eyewitness accounts that mention them brigade these two regiments together. Both broke and ran :General of the Ordnance Sir Alexander Hamilton ::(Not all the guns listed below would have been present at the battle) ::8 brass demi- cannons ::1 brass culverin ::3 brass quarter-cannons ::9 iron demi-culverins ::48 brass demi-culverins :Almost all the senior officers of the Covenanter army had experience in the Thirty Years' War. Many of the regiments had served during the Bishops' Wars in Scotland (1639-1641) and the Irish Rebellion of 1641. The infantry was thus a mix of experience, with new and old regiments both containing officers and men with continental experience. Those with siege experience had been left investing Newcastle under a veteran of Dutch service, Lieutenant General the Earl of Callandar.Murdoch & Grosjean (2004), pp.124 & 134 The cavalry used smaller and lighter mounts than English units.Peter Edwards, Dealing in Death: The Arms Trade and the British Civil Wars, 1638-1652 (Thrupp, Stroud, 2000), p.165 Those on the left wing were placed in the rear of Cromwell's horse; on the right, Eglinton's horse were alongside Fairfax's regiment in the front rank and Leven's and Dalhousie's regiments in the rear.Murdoch & Grosjean (2014), pp.129, 132 ===Parliamentarian Army of the Eastern Association=== (3000 Horse, 4000 Foot) :Captain General Earl of Manchester :Lieutenant General of the Horse Oliver Cromwell :Commissary General Bartholomew Vermuyden ::Earl of Manchester's Regiment (Lieutenant Colonel Algernon Sidney: 11 troops) ::Lieutenant General Cromwell's Regiment (Lieutenant Colonel Edward Whalley: 14 troops) ::Commissary General Bartholomew Vermuyden's Regiment (5 troops) ::Charles Fleetwood's Regiment (6 troops) :Dragoons ::Lieutenant Colonel John Lilburne (6 companies)Tincey (2003), p.91 ::(Manchester's dragoons had been defeated on 1 July at Poppleton.) :Sergeant-Major General of the Foot Lawrence Crawford ::Earl of Manchester's Regiment (Lieutenant Colonel Clifton: 18 companies)By Young's interpretation of Lumsden's Key, this double-strength regiment was formed into two bodies listed as [kk], in the third line of the allied centre ::Major General Crawford's Regiment (Lieutenant Colonel William Hamilton: 8 companies) ::Sir Miles Hobart's Regiment (9 companies) ::Francis Russell's Regiment (10 companies) ::Edward Montagu's Regiment (10 companies) ::John Pickering's Regiment (10 companies) ::(Russell's, Montagu's and Pickering's regiments were brigaded together. Some of these would have taken heavy casualties at a failed storming of York on 16 June)Crawford's, Hobart's, Russell's, Montagu's and Pickering's regiments probably formed two brigades listed as [dd] and [ee] on Lumsden's key :This army was raised in the Eastern Counties of England (Norfolk, Suffolk, Essex, Cambridgeshire and Huntingdonshire). Although there were religious tensions within the army between the Independents, championed by Cromwell, and the Presbyterians who were backed by Manchester and Crawford, there was no argument on the day of battle. ===Parliamentarian Army of Ferdinando, Lord Fairfax=== (2000 Horse, 2000 Foot) :General Lord Fairfax :Lieutenant General Sir Thomas Fairfax :Sergeant-Major General of the Horse John Lambert ::Lord Fairfax's Regiment ::Sir Thomas Fairfax's Regiment ::Charles Fairfax's Regiment ::Sir Hugh Bethell's Regiment ::John Lambert's Regiment ::Lionel Copley's Regiment ::Francis Boynton's Regiment ::Sir Thomas Norcliff's Regiment ::George Dodding's Regiment :Dragoons ::Thomas MorganTincey (2003), p.92 :Sergeant-Major General of Foot (unknown) ::Lord Fairfax's Regiment ::John Bright's Regiment ::Sir William Constable's Regiment ::Francis Lascelles's Regiment ::Robert Overton's Regiment ::Ralph Ashton's Regiment ::George Doddington's Regiment ::Alexander Rigby's Regiment :The list of Colonels and regiments is probably incomplete. It is evident that most regiments were very weak. The troops present at Marston Moor had a high proportion of recent recruits. ==Royalists== A plan of the Royalist dispositions at Marston Moor, drawn up by Sir Bernard de Gomme (who was the equivalent of Prince Rupert's chief of staff during the battle). ===Royalist Army=== (2500 Horse, 7750 Foot, 14 guns) :General Prince Rupert of the Rhine :Lieutenant General Lord Byron :Sergeant Major General of Horse Sir John Urry (changed sides shortly after the battle)'' ::Prince Rupert's Lifeguard (140) ::Prince Rupert's Regiment (500) ::Lord Byron's Regiment ::Colonel Marcus Trevor's Regiment ::Sir John Urry's Regiment ::Sir William Vaughan's Regiment (returned from Ireland) ::(Byron's, Trevor's, Urry's and Vaughan's regiments of horse together totalled 1,100) ::Lord Molyneux's Regiment ::Sir Thomas Tyldesley's Regiment ::(Molyneux's and Tyldesley's regiments were recently raised in Lancashire. ::Thomas Leveson's Regiment ::Leveson's Regiment was detached from the garrison of Dudley Castle and had been present at the Relief of NewarkYoung (1970), pp.3, 48, 139 ::Molyneux's, Tyldesley's and Leveson's regiments of horse together totalled 800) :Dragoons ::Colonel Henry Washington (500)Tincey (2003), p.92, but not listed on De Gomme's plan :Sergeant-Major General of Foot Henry Tillier (captured) ::Sir John Girlington's RegimentYoung (1970), p.49, but not listed on De Gomme's plan ::Prince Rupert's Regiment ::Lord Byron's Regiment ::(Prince Rupert's and Byron's regiments formed a separate brigade, numbering 1,500, commanded by Lieutenant Colonel Robert Napier of Byron's regiment) ::Henry Warren's Regiment ::Sir Michael Erneley's Regiment ::Richard Gibson's Regiment ::(Warren's, Erneley's and Gibson's regiments had returned from Ireland in late 1643 or early 1644, and had suffered heavy losses at the Battle of Nantwich. Erneley's and Gibson's regiments were brigaded together) ::Robert Ellice's Regiment ::Henry Tillier's Regiment ::Robert Broughton's Regiment ::(Tillier's and Broughton's regiments had returned from Ireland in early 1644; Robert Ellice's regiment consisted of men from North Wales but had joined these two regiments on their march through Lancashire). ::Sir Thomas Tyldesley's Regiment ::Edward Chisenall's Regiment ::(Tyldesley's and Chisenall's regiments were recently raised in Lancashire). ::Henry Cheator's Regiment (raised in Cumberland, joined Rupert's army at Skipton at the end of June) ::14 assorted field guns :The hard core of this army was Rupert's own regiments of horse and foot, and a small army under Lord Byron from Cheshire and North Wales. To this had been added English regiments recently returned from Ireland, which were said to be full of Puritan sympathisers, and newly raised units from Lancashire, with other small contingents. ===Contingent of \"Northern Horse\"=== (3500 Horse, 220 foot) :General of Horse George, Lord Goring :Lieutenant General Sir Charles Lucas (captured) :Commissary General George Porter (captured) :Newcastle's cavalry escaped from York shortly after the start of the siege and moved through Derbyshire to link up with Rupert near Bury in Lancashire. The \"Northern Horse\" already had a reputation for hard fighting but poor discipline. There were too many weak regiments of horse and commanders to list separately; also, it is not certain whether any given regiment was present at Marston Moor, or was elsewhere (with a force under Colonel Clavering, or in various garrisons). At Marston Moor, Newcastle's cavalry were organised as: ::Sir Charles Lucas's Brigade (700) ::Sir Richard Dacre's Brigade (800) (Dacre was mortally wounded during the battle) ::Sir William Blakiston's Brigade (600) ::Sir Edward Widdrington's Brigade (400) ::Colonel Samuel Tuke's Regiment (200) (formerly the Duke of York's regiment)Young (1970), pp.3, 137 ::Colonel Francis Carnaby's Regiment (200) ::Commissary-General George Porter's Troop (50) ====Derbyshire contingent==== :When Goring marched to join Rupert in Lancashire, he picked up a contingent from Derbyshire en route. ::John Frescheville's Regiment of Horse (240) ::Rowland Eyre's Regiment of Horse (160) ::Detachments from Frescheville's, Eyre's and John Millward's Regiments of Foot (220) (noted as the \"Derbyshire Foot\" on De Gomme's plan) ===Garrison of York (part)=== (number of horse unknown, 3,000 Foot) :General Marquess of Newcastle :Lieutenant General Lord Eythin ::Sir Thomas Metham's \"Troop of Gentleman Volunteers\" :Sergeant-Major General Sir Francis Mackworth ::As with Goring's horse, Newcastle's infantry were from too many weak regiments to list separately. On the battlefield they were formed into seven \"divisions\". :Newcastle's army was mostly raised in Northumberland and Durham and had already endured a siege of ten weeks, with some hard fighting. Three other regiments (of Sir Thomas Glemham, Sir John Belasyse and Sir Henry Slingsby), totalling 1000 men, were left to hold York. ==References== ===Notes=== ===Printed Sources=== * * * Category:Orders of battle ",
    "title": "Marston Moor order of battle"
}