{
    "id": "3242195",
    "text": "The Han Solo Trilogy is a trilogy of now non-canon (Legends) science-fiction novels set in the Star Wars galaxy. It follows Han Solo's origins and life before the events depicted in the original Star Wars trilogy. The trilogy was written by Ann C. Crispin (as A. C. Crispin), and released in June 1997, October 1997, and March 1998, respectively. The author stated that \"Per Lucasfilm's request, I did not cover Han's time in the Imperial Academy, or his first meeting with Chewbacca\"; these events were eventually depicted in the 2018 film Solo: A Star Wars Story. The trilogy begins 10 years before Han Solo's original appearance in Star Wars (1977), and follows the adventures of a young Han from his childhood as a pickpocketing street urchin to his days as a competitive racing pilot, up until the very moment when he approaches the table in the Mos Eisley cantina, as depicted in A New Hope. The author \"derived the basic plot from one line\" of Han's from the original film. The trilogy brings both The Adventures of Lando Calrissian and The Han Solo Adventures trilogies into chronological context with the Star Wars expanded universe timeline, whereas before, the time periods of these trilogies were somewhat ambiguous, being known only to have occurred sometime prior to the events of A New Hope. This is done by allowing for Solo and Calrissian to be absent from this trilogy's main story during certain periods. With the release of the three Star Wars prequel films starting in 1999, and a copious amount of Expanded Universe material, some of the stated information about minor characters of the original trilogy became inaccurate and as such necessitated a retconned explanation. For example, Boba Fett's backstory was explained as a \"smoke screen\" planted by Fett himself to hide his father Jango Fett's involvement in the Clone Wars. ==Books== ===The Paradise Snare=== Han Solo was born into life as a street urchin, and has spent most of his life committing confidence scams against rich citizens of the Corellia system for small-time crime lord and captain Garris Shrike. Now a nineteen-year-old skilled pilot, he decides to escape and hopes to become an Imperial Navy pilot, but first he needs enough money to buy clean credentials that will stand up to Imperial scrutiny. He acquires transport to the exotic planet of Ylesia, the site of a fanatical religious colony which imports raw spice from the spice mines of Kessel and then refines it for the Jabba the Hutt's criminal syndicate. Using a false identity, he takes a job as a pilot and smuggler, putting the skills he learned committing a wide array of crimes in the Corellian system for Shrike. He discovers that religious attendees are in fact slaves, who choose to stay on the planet due to their overlords' misrepresentation of a biological oddity of their species. Han secretly records a conversation with the High Priest and plays it to help one of the slaves, the Corellian Bria Tharen, wake from her mental prison. Before they leave the planet, Han steals a number of valuable artifacts from the High Priest's collection, intending to sell them. Han and Bria convince Han's feline bodyguard Muuurgh, who has recently lost a mate who may be at another colony, to join them. The trio blows up a large spice refinery to create a diversion and liberate Muuurgh's mate. They escape to another planet, where the two felines are joined in matrimony. Han and Bria visit Corellia and meet Bria's family. Han realizes that he is falling in love with Bria, but realizes that due to his shady past, he will never be accepted by her aristocratic parents. Her mother especially dislikes his past as a pod racer under a different name. Having sold the stolen goods, Han makes plans to join the Imperial Academy on Coruscant. Unable to withdraw his funds, he must flee from stormtroopers. Bria leaves him, thinking she will stand in the way of his future at the Academy, but helps him with a loan from her father. Han, although broken-hearted, is accepted by the Academy, and he becomes the pilot he has dreamt of becoming. After graduating, his past catches up with him via an ambush by Garris Shrike, who is bounty-hunting him. Shrike is killed by another bounty hunter hoping to collect on Han, whom Han kills. The dead bounty hunter's face was disfigured, and Han swaps outfits with him, hoping this will persuade future bounty hunters of his death. He goes to Carida, the Imperial military training world. ===The Hutt Gambit=== One of the central conflicts of the story is the Battle of Nar Shaddaa, which is fought between the Galactic Empire and an alliance of smugglers and mercenaries. In the wake of an attack on Rampa II by one of the groups that would go on to form the Rebel Alliance, Emperor Palpatine instructs each sector's Moffs to end the smuggling of contraband. In response, the previously ineffectual Moff who governed Hutt Space, Sarn Shild, proclaims that he will restore law and order to Hutt Space. This announcement is met with dismay by the Hutts, and clan leader Jabba the Hutt plans to bribe Shild into sparing the Hutt homeworld, Nal Hutta. Towards this end, the Hutts pay Han, by now a smuggler and erstwhile Imperial officer, to travel to Imperial Center and bestow gifts upon Shild. However, Shild informs Han that he intends to launch an orbital bombardment campaign against Nal Hutta's moon, Nar Shaddaa, the home of millions of smugglers and their families. Shild also intends to blockade Nal Hutta until the Hutts agrees to military occupation and the presence of customs inspectors. Shild then instructs Admiral Greelanx, the commander of his sectorial fleet, to mobilise his fleet and progress to Nar Shaddaa. However, on the following day, Greelanx receives an anonymous message from Exocomm instructing him to deliberately lose the battle. As Shild's sectorial fleet assemble near Teth, Han returns to Hutt Space. The Hutts then instruct him to again attempt to bribe the Imperials, this time targeting Greelanx. He infiltrates Greelanx's flagship, Imperial Destiny, at Teth, giving him a platinum ring set with a Bothan glitterstone. In exchange for the ring and a number of valuable gemstones, Greelanx sells his battle plan to the Hutts. In the meantime, Han, along with fellow former Imperial Mako Spince, recruits the denizens of Nar Shaddaa into a loose fighting unit. Their forces are bolstered when the Hutt mercenaries, led by Captain Renthal, agrees to fight alongside the smugglers. As the smugglers begin repairing and upgrading their ships in preparation for the defense of Nar Shaddaa, Spince and Han devise a battle plan. The battle takes place as the smugglers prepare for a formation drill. The smugglers are victorious, although more than a quarter of their fleet is destroyed. Shild commits suicide after being summoned before the Emperor for his failure, and Greelanx is summarily executed by Darth Vader for treason shortly after Han returns to his ship with the remainder of his payment. Han listens in on the execution from an adjoining room. ===Rebel Dawn=== Han wins the Millennium Falcon from Lando Calrissian in an intense sabacc tournament on Bespin. He begins upgrading the freighter into a highly specialized smuggling vessel, and also makes a brief stop with Chewbacca on the Wookiee home planet of Kashyyyk, where Chewbacca gets married. Solo and Chewbacca then embark on a series of adventures that are set in interludes in this novel, but are described more fully in Brian Daley's 1979 trilogy The Han Solo Adventures. After returning to Nar Shadaa, Han is reunited with his old flame Bria Tharen. While he still has feelings for her, he is reluctant to help her an all-out attack against the slaving colonies on Ylesia. After Bria offers him appropriate compensation, however, Han takes on the mission, with help from Lando and Chewbacca. In the aftermath of the battle, Bria's troopers turn their blasters on Lando and the rest of Han's friends, confiscating all valuables in the name of the Rebel Alliance. Angered, Han threatens to kill Bria if he ever sees her again. Defaced and branded a traitor back on Nar Shaddaa, Lando refuses to believe Han was not involved in the swindle, and punches his former friend in the jaw. Desperate for money, Han and Chewbacca take a spice smuggling run from Jabba the Hutt (who has inherited his aunt's criminal empire) through the Kessel Run. However, they are met mid-Run by an Imperial patrol, and are forced to abandon their cargo in deep space while the Falcon is searched and escorted to a nearby world. When they come back to look for the cargo, however, they discover it has disappeared. Han tries to explain what happened, but Jabba — in a drug-induced haze — turns his back on Han and demands compensation for the lost spice. Meanwhile, Bria leads a rebel raid on Toprawa in which Rebel spies transmit the plans for the Death Star to Princess Leia Organa aboard the Tantive IV. Bria and her squadron are all killed in the raid, but the plans are successfully transmitted. This was intended as the \"first victory\" of the rebels described in the opening crawl of A New Hope, but was later superseded by the events of the 2016 film Rogue One. On Tatooine, Han tries unsuccessfully to arrange a personal meeting with Jabba, and is increasingly harassed by bounty hunters working for the crime lord. While looking for a card game in which he may be able to win the money needed to pay off Jabba, he briefly encounters Dash Rendar, a character featured prominently in Shadows of the Empire. He is interrupted by news of Bria's death, delivered by Boba Fett, who also informs Han that Greedo (whom Han later shoots at the Mos Eisley cantina) is looking for him, and may try to kill him. The following day he records a message to Bria's father passing on the news. He then proceeds to Chalmun's Cantina, where Chewbacca has just met with Obi-Wan Kenobi to discuss chartering the Falcon for passage to Alderaan. The book ends as Han sits down to a table where Obi-Wan and Luke Skywalker are waiting, which is exactly the same moment of his first on-screen appearance in A New Hope. ==References== ==External links== * * Star Wars Cargo Bay Page Category:Book series introduced in 1997 Category:1997 novels Category:1998 novels Category:1990s science fiction novels Category:Star Wars Legends novels Category:Prequel novels Category:American science fiction novels Category:Space Westerns ",
    "title": "The Han Solo Trilogy"
}