{
    "id": "3242320",
    "text": "Peter Kane (28 February 1918 – 23 July 1991) was an English flyweight boxer and a world champion in the 1930s. Kane was born in Heywood, Lancashire, on 28 February 1918, but grew up in the town of Golborne, Lancashire, after his family moved there before his first birthday. In Golborne Peter Kane Square is named in his honour.Photograph, Geograph.org. ==Boxing style== He was a two- fisted fighter, renowned for his punching power. Fifty-three of his eighty- eight wins were by knockout. ==Professional career== He made his professional debut in December 1934, at the age of sixteen. He fought and beat Joe Jacobs in Liverpool, where he was to have many of his fights. The fight was stopped in the fifth. He went on to record a string of forty-one consecutive wins, before challenging Benny Lynch for the World flyweight title, at the age of nineteen. The fight, in October 1937, was staged at Shawfield Park, Glasgow in front of a crowd of over 40,000. Lynch retained his title by knocking Kane out in the thirteenth round. Kane had a re-match with Lynch in March 1938, and fought a draw over fifteen rounds in Liverpool. Lynch could not make the flyweight limit and had to pay a forfeit. In his next fight, against the American Jackie Jurich, Lynch was again overweight despite winning the fight and forfeited his World flyweight title. The British Boxing Board of Control declared the title vacant. ==World title== Jurich and Kane were regarded as the chief contenders for the vacant world flyweight title, and a fight was arranged between them in September 1938, in Liverpool. Kane won on points after putting Jurich down five times during the fight. He was now world flyweight champion, but he was finding it increasingly difficult to get down to the flyweight limit. In 1939, Kane announced that he was going to fight as a bantamweight in future, and at the end of that year, the National Boxing Association of America stripped him of his title. He continued to be recognised as world flyweight champion by the International Boxing Union, in Europe. Kane continued to fight recording a string of victories with only the occasional defeat, but most of his fights were at bantamweight. Although he was the world flyweight champion, the British and Commonwealth titles were held by the Scotsman Jackie Paterson. In June 1943, a fight was arranged at Hampden Park, Glasgow, with all three titles at stake. Kane managed to make the flyweight limit for the fight but was knocked out in the first round. The fight lasted 61 seconds. ==Subsequent career== Kane continued to fight but concentrated on the bantamweight division from now on, again winning most of his fights. In September 1947, he fought the Frenchman Theo Medina for the European bantamweight title, at Belle Vue, Manchester. Kane won on points to become European bantamweight champion. In December 1947, he defended the title against the Belgian Joe Cornelis, again at Belle Vue, and again won on points. In February 1948, he defended his European title against the Italian Guido Ferracin, again at Belle Vue, and this time lost on points. He had a re-match with Ferracin in July 1948, at Belle Vue again. This time Kane was forced to retire in round five. He had only three more fights, losing on points to Stan Rowan in November 1948 and to Arthur Garrett in January 1950, and knocking out Johnny Conn, who was making his debut, in April 1951. ==Retirement== He worked throughout his career as a blacksmith in the village of Lowton, which neighbours Golborne. Throughout his adult life and boxing career, he lived on Lowton Road, Golborne, the main road between Lowton and Golborne. He died on 23 July 1991, aged 73. ==See also== *List of flyweight boxing champions ==References== ==External links== * Maurice Golesworthy, Encyclopaedia of Boxing (Eighth Edition) (1988), Robert Hale Limited, *My Most Thrilling Fights and Lessons I Learned (1937) Peter Kane article. * *Peter Kane - CBZ Profile Category:1918 births Category:1991 deaths Category:People from Heywood, Greater Manchester Category:English male boxers Category:Flyweight boxers Category:World boxing champions Category:World flyweight boxing champions Category:World Boxing Association champions Category:People from Golborne Category:Place of death missing ",
    "title": "Peter Kane"
}