{
    "id": "3242267",
    "text": "Klahanie is a planned community in Sammamish, Washington, United States. The population was 10,674 at the 2010 census. Prior to its annexation by the city of Sammamish in 2016, Klahanie was a census-designated place (CDP) in unincorporated King County. Klahanie is home to many different neighborhoods inside its boundaries, such as Heatherwood and The Willows. There are two schools in Klahanie, Beaver Lake Middle School and Challenger Elementary School, both in the Issaquah School District. There are two community pools, tennis courts, basketball courts, and parks. ==Etymology== The word \"Klahanie\" is a Chinook Jargon term for \"outside\" or \"the outdoors\". The name was originally considered in the 1970s for a proposed development in southern Snohomish County at the location of modern-day Mill Creek. ==History== Klahanie opened in 1985 as one of the first planned communities in the Pacific Northwest. The , 3,200-home community was planned with small yards to complement large communal open spaces. The last of the development's homes were finished in 1994. Klahanie is located between the cities of Issaquah and Sammamish and its annexation became a point of conflict between the two cities in the 1990s and 2000s. The government of King County mandated that Klahanie accept incorporation into either city in the early 2000s, leading to the community weighing its options. In November 2005, the area voted to be annexed into Issaquah, but voted against taking on a portion of the city's debt. In July 2006, Issaquah decided to shelve its plan to annex Klahanie to avoid paying $17 million in road improvements for Issaquah-Fall City Road. A second election was held in February 2014 for Klahanie residents to accept an annexation by Issaquah, after a proposal for the two cities to split the area failed. The proposition failed by 32 votes, leading to the city transferring its annexation rights to Sammamish in June. The city of Sammamish organized an annexation ballot measure for April 2015 that passed with 87 percent approval. The annexation took effect on January 1, 2016, increasing the estimated population of Sammamish from 49,980 to 61,250. ==Geography== Klahanie is located at (47.570970, -122.008391), approximately north of downtown Issaquah and east of Seattle. According to the United States Census Bureau, the CDP has a total area of 1.942 square miles (5.03 km2), of which, 1.926 square miles (4.988 km2) of it is land and 0.016 square miles (0.041 km2) of it (0.82%) is water. ==Demographics== As of the 2010 census, there were 10,674 people, 3,806 households, and 3,009 families residing in the Klahanie CDP. The population density was 5,500 people per square mile (2,100/km2). There were 3,915 housing units at an average density of 2,016/sq mi (778/km2). The racial makeup of the CDP was 68.9% White, 1.3% African American, 0.2% Native American, 23.9% Asian, 0.1% Pacific Islander, 1.3% from other races, and 4.3% from two or more races. Hispanic or Latino of any race were 5.2% of the population. There were 3,009 households, out of which 49.4% had children under the age of 18 living with them, 66.8% were married couples living together, 3.4% had a male householder with no wife present, 8.8% had a female householder with no husband present, and 20.9% were non-families. 17.1% of all households were made up of individuals, and 3.4% had someone living alone who was 65 years of age or older. The average household size was 2.8 persons and the average family size was 3.19 persons. In the Klahanie community, 31.1% of the population were under the age of 18, 3.4% from 20 to 24, 30.9% from 25 to 44, 27.7% from 45 to 64, and 4.7% who were 65 years of age or older. The median age was 35.8 years. According to the 2015 American Community Survey, the median income for a household in the Klahanie CDP was $127,589. ==Transportation== The Klahanie area is served by two main highways: Issaquah Pine Lake Road and Issaquah-Fall City Road, which both continue south towards Downtown Issaquah and Issaquah Highlands; the roads also continue north towards Sammamish and east towards Fall City, respectively. The neighborhood is served by King County Metro service on routes 216, 219 and 269, connecting the area to Sammamish, Redmond, Issaquah and Downtown Seattle. King County Metro also operates two carpool/vanpool park and rides in Klahanie. The neighborhood was bypassed by Metro bus service because of its low densities in the early 1990s, despite the construction of bus turnouts and other infrastructure in anticipation of service. ==References== ==External links== *Klahanie Community Website *Klahanie Neighborhood Group Category:Census-designated places in King County, Washington Category:Planned communities in Washington (state) ",
    "title": "Klahanie, Washington"
}