{
    "id": "3242963",
    "text": "Angela Mia Alioto Veronesehttp://members.calbar.ca.gov/fal/Licensee/Detail/269942http://members.calbar.ca.gov/fal/Licensee/Detail/130328 (born October 20, 1949) is an American attorney, politician, member of the Secular Franciscan Order, and founder of the Knights of Saint Francis at the Porziuncola Nuova. A member of the Democratic Party, she is the daughter of Joseph L. Alioto, the 36th mayor of San Francisco. ==Education== In 1971, Alioto received a B.A., Cum Laude, in English, French, and Italian (Dante Alighieri) literature and the Italian Renaissance from Lone Mountain College, in San Francisco. In 1983, she received a J.D. from the University of San Francisco School of Law, and was admitted to the California State Bar in 1987. ==Career== ===Early career=== Early in her career, Alioto helped produce a video designed to provide AIDS education for teenagers throughout various school systems, which helped educate AIDS awareness to teenagers. Alioto served in 1985 as the Co-Chair of the State Democratic Party's Platform Committee. She served as First Vice-Chair of the California State Democratic Party from 1991–1993 and served as Second Vice-chair. She was selected as a super delegate to the 1992 Democratic National Convention, and was elected Co- Chair of the California Delegation. Alioto also served as California Chair of the Jerry Brown for President Campaign in 1992. ===San Francisco politics=== Alioto served on the San Francisco Board of Supervisors (1989–97). She served as Board President from January 1993 to January 1995. As President, she served as Vice-Chair of the Board's Finance Committee. Alioto went on to serve as the Chair of two Board Committees: the Health, Public Safety and Environment Committee and the Select Committee on Municipal Public Power, the committee she created as President. On January 8, 1997, Alioto left the Board of Supervisors due to term limits. During her tenure on the Board, Alioto fought tobacco companies with several pieces of legislation, including the first anti-smoking ordinance of its kind anywhere in the United States. Alioto also focused on protecting neighborhood health care, created a comprehensive homelessness plan, increased funding for AIDS services, wrote the San Francisco needle exchange legislation, co-sponsored the minority business laws, crimes legislation, protected workers rights, assured environmental protection, helped small business, and furthered efforts to municipalize the City's electrical utility system. Alioto also created the San Francisco Film Commission and the San Francisco Youth Commission. Alioto ran unsuccessfully for Mayor of San Francisco in the 1995, 2003, and 2018 elections. In 1995, she dropped out shortly before the election, endorsing Roberta Achtenberg, who finished third, behind Willie Brown and Frank Jordan. In 2003, Alioto placed third, failing to qualify for the subsequent runoff election. In 2018, she finished fourth, with under nine percent of the vote. Alioto has also written a book about her experiences in San Francisco politics, entitled Straight to the Heart. ===Alioto Law Offices=== After serving on the Board of Supervisors, Alioto opened her own law firm, which specializes in civil rights and anti- discrimination law. Alioto has won multiple landmark civil rights cases. In 2001, Alioto won the largest civil rights verdict in the history of the United States, against IBC/Wonder Bread for $135 million. Alioto represented 20 African-American men who endured years of racial slurs, and were wrongfully terminated or passed over for promotions. Her San Francisco employment law office has successfully won litigation against Mary Kay Cosmetics, and Universal Leaf Tobacco on behalf of two employees who were demoted and experienced other retributions after reporting a fraudulent fire insurance claim. Angela, as a member of Saint Francis' Third Order and Founder of the Knights of Saint Francis, built the Porziuncola Nuova Chapel at the corner off Columbus Avenue and Vallejo Street. It is a sacred space that replicates the Porziuncola of Saint Francis of Assisi in Assisi (Santa Maria degli Angeli) in Umbria Italy. See www.knightsofsaintfrancis.org) ===Groups=== Alioto has served as Vice Chair of the California Democratic Party, a member of the Golden Gate Bridge District, as well as the Outer-Continental Shelf Board of Control, Vice-Chair of the San Francisco County Transportation Authority, as Chair of the Transportation Authority's Finance Committee, as a member of the Association of Bay Area Governments, and the San Francisco Mental Health Board. Alioto is a lifetime member of the National Association for the Advancement of Colored People (NAACP), Secular Franciscan Order, The Dante Society of America, The Society for Professional Journalists, The Bar Association of San Francisco, and The American Trial Lawyers Association. She also serves as the International Director of the Knights of Saint Francis at the Porziuncola Nuova. Alioto is the Chair of the Board of Regents at Saint Patrick's seminary as well as a member of the Board of Trustees of the Seminary. She was Chair of the Board of Directors for the National Shrine of St. Francis of Assisi, and has supported such groups as the Equal Rights Advocates, Raoul Wallenberg Jewish Democratic Club, Bay Area Young Positives, Mothers Against Drunk Driving, the Harvey Milk Club, San Francisco Tomorrow, and many other Democratic clubs and neighborhood groups. She has won several awards including national trial Attorney and the \"Tau\" award of the Franciscan School of Theology in Berkeley California. Alioto has also received the \"Fra Jacoba Franciscan Rose\" award in Assisi, Italy given by the friars of Santa Maria Degli Angeli. In 2005, Alioto partnered with Cardinal William Levada to create the Porziuncola Nuova, a 78% scale replica of the original chapel that Saint Francis himself built in Assisi Italy. It opened on September 27, 2008, and is located at the corner of Columbus Avenue and Vallejo Streets in the heart of San Francisco's North Beach district. In 2008 she founded the knights of Saint Francis to guard and protect the Porziuncola Nuova. The Knights are now in three countries and now number over 200 Knights. Alioto has also continued her involvement in community issues. She served as legal counsel for a grass-roots based organization, \"Citizens for Lower Utility Bills.\" CLUB was successful in placing a ballot initiative establishing a municipal utility district for San Francisco on the local November 2001 ballot. She has worked on this issue for over 13 years. In 2004 she was appointed Chairwoman of the San Francisco Ten Year Plan Implementation Council. The Council is dedicated to abolishing chronic Homelessness in San Francisco and has been recognized as a national model. ==Personal life== Alioto was born and raised in San Francisco, California, to Joe Alioto and Angelina Genaro Alioto. She married Adolfo Veronese on December 8, 1968, and they have four children. They later divorced. ==Bibliography== * San Francisco Chronicle's candidate profile of Angela Alioto for the 2003 mayoral race ==References== ==External links== * *Law Firm Site Category:1949 births Category:Living people Category:Alioto family Category:Catholics from California Category:California Democrats Category:California lawyers Category:San Francisco Board of Supervisors members Category:Women in California politics Category:University of San Francisco School of Law alumni Category:American women lawyers Category:Women city councillors in the United States Category:20th-century American women politicians Category:20th-century American politicians ",
    "title": "Angela Alioto"
}