{
    "id": "3242351",
    "text": "The Manaki brothers, Yanaki and Milton, were Aromanian photography and cinema pioneers of the Balkan Peninsula and the Ottoman Empire. They were the first to bring a film camera and create a motion picture in the city of Manastir (modern-day Bitola), an economic and cultural center of Ottoman Rumelia. Their first film, The Weavers, was a 60-second documentary of their grandmother spinning and weaving;Filmland Griechenland - Terra incognita: griechische, Elene Psoma, Logos Verlag Berlin GmbH, 2008, , S. 23. (Ger.) this is regarded as the first motion picture shot in the Balkans.Katerina Zacharia, \"'Reel' Hellenisms: Perceptions of Greece in Greek Cinema\" in Katerina Zacharia, Hellenisms, p. 323 The Manaki brothers used a 35 mm Urban Bioscope camera that Yanaki imported from London in 1905. Yanaki and Milton filmed documentaries about various aspects of life in the city of Manastir. They made a name for themselves in their local photography studio and, in 1906, they received an invitation from King Carol I of Romania to participate in the Bucharest Jubilee Exhibition, where they won a gold medal for their collection and were asked to be the King's official photographers.\"In 1906 the brothers participated in a big exhibition in Romania, from where they return with a golden medal\" Makedonska Nacija - Biography of Milton Manaki. They became the official photographers of the Ottoman Sultan and the King of Yugoslavia Alexander Karađorđević, in 1911 and 1929, respectively.Po povod Manaki, Tomislav Osmanli, Skopje, 2006, page 27 In 1921 they built an outdoor cinema named Manaki and later transformed it into a movie theater, which was destroyed by a fire in 1939. The National Archive of North Macedonia preserves more than 17,000 photos and over 2,000 meters of movie film from the brothers Manaki.Journal of Film Preservation, page 27 The brothers documented a number of historical events—the Ilinden Uprising, the Balkan Wars, World War I, and the development of Manastir as a consulate and military center of the Ottoman Empire. They left a rich legacy of important documentary value of the historical and cultural development of Southeast Europe. In their honor the Manaki Brothers Film Festival is held every year in North Macedonia.The official website of the festival in Macedonian and English. == Biography == === Early life === The brothers were born in the village of Avdella near the town of Grevena during the Ottoman Empire. Milton was born in 1882 and Yanaki was born in 1878. Their AromanianHistorical Dictionary of the Republic of Macedonia, Historical Dictionaries of Europe, Dimitar Bechev, Scarecrow Press, 2009, , p. 234. family were wealthy land owners and their parents were livestock dealers and lenders. The area became a center of the Romanian national movement among the Aromanians in the 1860s.Rethinking Violence: States and Non-State Actors in Conflict, Erica Chenoweth, Adria Lawrence, MIT Press, 2010, , p. 105. Their father, Dimitrios, joined the movement,Christodoulou, Christos K., \"The Manakis brothers, the Greek pioneers of the Balkan cinema\", Organization for the Cultural Capital of Europe Thessaloniki 1997, p. 33. and to some extent the brothers developed a sense of Aromanian identity.Cinema of flames: Balkan film, culture and the media, Dina Iordanova, British Film Institute, 2001, , p. 213.The Concise Routledge Encyclopedia of the Documentary Film, Ian Aitken, Routledge, 2013, , p. 71.According to Jane K. Cowan (University of Sussex) \"Fixing National Subjects in 1920's Southern Balkans\": \"Born in the 1880s as Ottoman subjects, they were the sons of a bourgeois, multilingual Vlach family... By the 1860s, long before their birth, the boys’ father, Dimitrios, had become attracted to the Romanian national movement. As a young teacher in the early years of the new century, Yannakis also became involved in the Romanian national movement which emerged in Avdela... Both brothers allegedly supported 'Balkan Federation'. For years, they lived peripatetically between Avdela, Yannina, Bitola, Plovdiv, Bucharest, and London. But ultimately, national borders rigidified and separated them for good... Yannakis died in Salonika in 1954 a Greek citizen, while his brother Miltos died in Monastir (now Bitola) a Yugoslav citizen.\" They both attended Romanian elementary school in Avdella. Milton studied at the Romanian high school in Yanya and Yanaki at the Romanian high school in Manastir. Yanaki was interested in painting, calligraphy, and photography, during his high school years. Milton was not engaged by high school and dropped out after completing one year; his parents sent him to Gerebena to learn a craft, but he returned home and was supported by his parents. After completing high school, Yanaki worked as a teacher. === Career in photography and film === alt=Portrait of Yanaki Manaki with his camera alt= alt= alt= alt=Milton Manaki filming with Bioscope Camera 300 in a valley Yanaki was employed as an art teacher in a Romanian school in Yanya when he opened his first photographic studio in 1898. Yanaki asked his brother to join him and learn photography. Yanaki gained interest in photography and quickly learned the craft. Yanaki, after many negotiations, purchased a plot of land on the main street of the capital of the Rumelia Eyalet within Vilayet of Manastir—Manastir. In 1904 both brothers started to work on the construction of their independent workshop, which they named Atelier for Photographic Art.Kolektiv, Distinguished people for Bitola, NUUB St. Clement of Ohrid, Bitola, 2007, page 123 Yanaki permanently moved to Manastir in 1905. Milton initially worked as a cleaner in the studio, maintaining the equipment, but later he studied photography and quickly showed expertise. It is assumed that Milton began to participate in the Internal Macedonian Revolutionary Organization during this time. Milton took approximately fifty photographs of Aromanian revolutionaries in the organization. It is also believed that Milton helped transport arms from Albania to Macedonia for the 2nd Revolutionary Committee of Bitola. The Manakis had a passion for travel. They traveled separately through many of the European capitals. When the brothers went together to Bucharest in 1905, they were told that film cameras could be purchased in London. Yanaki was interested and while traveling through Paris and Vienna, he stopped in England to buy a Bioscope 300 film camera from Charles Urban Trading Company.\"Moving through the European capitals Yanaki stays a short time in London where he finds what he was searching for. That was a historical event for him, and he buys the Bioscope 300 camera from Charles Urban Trading.\" Makedonska Nacija - Yanaki Manaki pioneer in the Balkan's photography and cinematography. With this camera they filmed their 114-year-old grandmother Despina; this was the first film shot in southeastern Europe. The film was made only then years after the first Lumière brothers film, which had influenced the brothers. King Carol I invited them to visit Romania for a second time to participate in the Bucharest Jubilee Exhibition, a photographic contest, held from the fifth to the twelfth of November 1906. They won a gold and silver medal for their work and were named the official photographers of the Romanian King. The brothers traveled in the region to take photographs, mostly in Aromanian-populated villages. Parallel to their photography work, the brothers started to film documentaries. During the Young Turk Revolution of 1908 and 1909, they took around 450 photographs and a short film that recorded every significant event of that period. In 1909, they filmed and made a series of photographs of the arrival of the royal Romanian delegation to Manastir. They also filmed the visit of the Turkish Sultan Mehmed V to Manastir in 1911—Milton traveled to the port of Selanik (now Thessaloniki) where he recorded the arrival of the Sultan by boat, then the Sultan's train journey on the Selanik–Manastir route, the Sultan's reception on the railway station in Manastir, as well as events held in honor of the visit of the Sultan. The same year they were honored as official photographers of the Ottoman Sultan. The First Balkan War started on 18 October 1912 between Serbia, Montenegro, Bulgaria, and Greece. Because of the Treaty of Bucharest, the town of Manastir was occupied by the Serbian army on 6 November 1912. Milton and Yanaki took over 200 photographs of Serbian officers and soldiers and important political figures of the Kingdom of Yugoslavia. In early 1914, Milton Manaki made a trip to Grevena and Advella to see his parents and relatives. After returning home he was recruited by the Serbian armed forces, but he was soon released on account of his contacts with high Serbian authorities. Due to the conflicts and wars from 1914 to 1915, the brothers did not produce much work and got into financial trouble. They borrowed money from different clients. When the Serbian army withdrew from Bitola, Bulgarian officers inspected the brothers' atelier and found three shotguns, and although Milton had purchased these, Yanaki was interned in Bulgaria. Yanaki bought property in the Bulgarian village Straja and started breeding horses. Because of the bombing of Bitola in World War I, Milton constantly traveled through Korçë to Thessaloniki. Their photography worked revived In 1916 when Bulgarian and German officers wanted their pictures taken at the atelier. Milton produced a wide range of portraits of Bulgarian, German, Serbian, French, and Italian officers and soldiers as well as Russian volunteers. But in the second half of 1916, the city of Bitola was again occupied by Serbian and French soldiers. The city was bombed by German and Bulgarian forces. Bombs struck their atelier and destroyed their camera and other equipment. Yanaki returned from internment in Bulgaria in 1919, and decided with Milton to retire the destroyed atelier. The two brothers expanded their activity into the cinema in 1921 as a new source of revenue. They bought а film projector and made an outdoor cinema on the main street Shirok Sokak. The brothers then transformed it into an indoor theater, the first movie theater in Bitola, in 1923; they named it Manaki. The next movies the brothers made were multiple greetings of Alexander I of Yugoslavia to Bitola, a memorial to the lost French and Serbian soldiers, a 1922 explosion in Bitola, the wedding of Petar Gerass, and the wedding of the first Macedonian artist Risto Zerda in Prilep. The Manaki brothers sent a letter to the marshal of the Serbian Royal Court in 1928. They asked to be named the official royal photographers based on their credibility as photographers of the Romanian king and Ottoman sultan. Their request was accepted in 1929 by the office of the royal court. In 1935, Milton married Aromanian compatriot Vasiliki Dauka and their son Leonid was born on 10 May of the same year. Yanaki left Bitola in 1937 and left Milton to work alone as a photographer. Milton filmed one of his most famous documentaries, The Bombing of Bitola, in 1940. During World War II the area was annexed by Kingdom of Bulgaria. Milton got a license to work as a photographer and took over 1200 photographs. The Germans retreated on 4 November 1944 and the Yugoslav Partisans took over Bitola; Milton caught this on camera. During this time, Milton took around 5,000 photographs of many themes: politics, weddings, armed forces, sports, etc. Some of his most historically important photographs are of Josip Broz Tito in Bitola. === Later life === Yanaki left the field of photography in 1935 and moved to Thessaloniki, Greece, where he remained for the rest of his life. Milton sold all of his 1500-meter film footage to the government of Socialist Republic of Macedonia for 1,000,000 dinars. Milton also worked with the Cinematique of Yugoslavia in Belgrade. The government duplicated all of the films and returned the originals to Milton in 1954. Milton continued to work as a photographer and filmmaker for the government until his death. The Organization of Yugoslav Film Makers made Milton an honored member in 1957 for being the first filmmaker in the region. Zagreb Film made a documentary film about Milton's work and career in 1958. At this time, the National Technique of Macedonia awarded him with a memory diploma. Milton remained in Bitola, Yugoslavia, until his death in 1964. == Filmography == {| class=wikitable style=text-align:right !Film !Year !Running time !Theme !Milton !Yanaki |- |align=left|Grandmother Despina |1905 |60 seconds |weaving |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Weavers |1905 |60 seconds |weaving |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Outdoor School |1905 |120 seconds |school |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Parade of Military Band, Carriages and Horsemen |1908 |60 seconds |Young Turk Revolution |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Events marking Hurriyet |1908 |120 seconds |Young Turk Revolution |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Turks Hold Speech |1908 |120 seconds |Young Turk Revolution |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Parade to Mark Hurriyet |1908 |4 minutes |Young Turk Revolution |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Manifestations (With Greek Inscriptions) |1908 |60 seconds |Young Turk Revolution |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Events Marking the Young Turk Revolution |1908 |120 seconds |Young Turk Revolution |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|The Funeral of the Metropolitan Aimilianos of Gravena |1911 |6 minutes |funeral |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Panorama of Grevena |1911 |60 seconds |Grevena |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Romanian Delegation Visiting Bitola, Gopesh, Resen |1911 |120 seconds | |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Turkish Sultan Mehmed V Reshad Visiting Bitola |1911 |16 minutes |Ottoman Sultan Mehmed V |style=\"background: #E6FFEA;\"|Yes |Unknown |- |align=left|Church in grevena |1911 |60 seconds |Grevena |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Alexander Karađorđević Visiting Bitola |1912 |4 minutes |Alexander I of Yugoslavia |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Opening the City Restaurant in Bitola |1912 |120 seconds |Bitola |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Welcoming of the Greek King and Heir to the Throne Paul by General Bojovic, in Bitola |1912 |60 seconds |Paul of Greece |style=\"background: #E6FFEA;\"|Yes |style=\"background: #E6FFEA;\"|Yes |- |align=left|Bombing of Bitola |1940 |unknown |World War II |style=\"background: #E6FFEA;\"|Yes |style=\"background: #FFE6E6;\"|No |- |align=left|Entering of the National Liberation Army in Bitola |1944 |unknown |World War II, Socialist Yugoslavia |style=\"background: #E6FFEA;\"|Yes |style=\"background: #FFE6E6;\"|No |- |align=left|Greeting of Tito in Bitola |1963 |20 minutes |Josip Broz Tito |style=\"background: #E6FFEA;\"|Yes |style=\"background: #FFE6E6;\"|No |- |align=center colspan=6|Source: Cinematheque of Macedonia |} == Legacy == alt=Statue of Milton Manaki The Manaki brothers are regarded as the pioneers of cinematography in many countries, but in general—the Balkans. The films they made marked the beginning of ethnographic documentaries in the Balkans.History of Greek Cinema - Manaki Brothera - page 4, Vrasidas Karalis, 2002 They are credited for capturing the notable historical events of the Balkan and Macedonia region in the time before, during, and in between World War I and World War II. Most of their work can be found in the film archives of North Macedonia and Greece. Some of their photographs and film footage were lost or destroyed in the 1916 bombing of their studio and the 1939 burning of their theater. The plot of Theo Angelopoulos's film Ulysses' Gaze revolves around the fictional and metaphoric quest for a lost and undeveloped reel of film shot by the Manaki brothers before the Balkans were split by the forces of nationalism. It opens with the images of their grandmother spinning wool. The first documentary about the Manaki brothers was from Zagreb Film in 1958, and in 1988 a Greek-language documentary was released.Marian Tutui, Romanian Film Archive, Manakia Bros Pioneers of Balkan Cinema claimed by six nations. Balkan cinema versus cinema of the Balkan nations. To honor the brothers, the Manaki Brothers Film Festival, first organized on 21 May 1950, is held in Bitola (where Milton reside for 60 years until his death). The festival holds a contest in which the winner receives the Golden Camera 300 award, named for their legendary camera. The festival is the main and oldest film festival in North Macedonia and former SFR Yugoslavia. In 2011 the local government announced the restoration of the Manaki Brothers Film Theater that was destroyed in a fire in 1939.Build.MK - Restoration of the Manaki film theater. 01 May 2013Dnevnik (Skopje)-Bitola will re-build the Manaki cinema. (23 November 2012)Zurnal.MK - Manki cinema to be rebuilt in Bitola. (20 March 2013) The Cinematheque of Macedonia announced in 2012 that the Manaki brothers' films would be restored and digitized.Dnevnik - Digitizing of Manaki brothers films. (30 August 2012) == Historical photographs == File:Janaki Manaki, 1899.jpg|Janaki Manaki in 1899 File:Janaki Manaki na brodot za London.jpg|alt=Janaki Manaki vomiting on ship in 1905|Janaki Manaki photographed vomiting due to sickness on a ship while traveling from Paris to London in order to buy a film camera (Paris, 1905) File:Janaki Manaki kaj Karol I.jpg|alt=Janakia Manaki standing next to chair|Janaki Manaki filmed in front of the audience with King Carol I (Bucharest, 1906) File:Milton Manaki na kocija.jpg|alt=Milton Manaki in a horse-drawn carriage in 1913|Milton Manaki on a carriage, photographed on the road between Grevena and Sorovikj (1913) File:Janaki Manaki vo Plovdiv.jpg|alt=Janaki Manaki with unnamed woman sometime between 1916 and 1919|Janaki Manaki in Plovdiv (1916–1919) File:Milton Manaki so Vasilikija i rodnini.jpg|alt=Milton Manaki with fiancée Vasilikija Dauka and other relatives, sitting on riverbank with bridge in background in 1928|Milton Manaki (first from right) with fiancée Vasilikija Dauka and other relatives (Grevena, 1928) File:Kinoto Manaki vo faza na gradenje.jpg|alt=Manaki cinema during construction in 1923|The construction of the Manaki cinema (Bitola, 1923) File:Kinoto Manaki p pozarot.jpg|Ruins of the Manaki Brothers cinema after the fire (Bitola, 1939) == Further reading == * Biography :* Early life ::#Lumina, №10 festival, Octombrie 1905, p. 304, # 84. ::#Milton Manaki: first filmmaker on the Balkans; ::#Yanaki Manaki: pioneer of photography and cinematography; ::#Distinguished people for Bitola, , NUUB St. Clement of Ohrid, Bitola, 2007, page 124 and page 126; :* Career in photography and film ::#Macedonian National Archives - Brothers manaki; ::#Macedonian National Archives, Igor Stardelov - Milton Manaki; ::#Unet - Biography of Milton and Yanaki Manaki; ::#Distinguished people for Bitola, , NUUB St. Clement of Ohrid, Bitola, 2007, page 124 and page 126; ::#Balkan Border Crossings: First Annual of the Konitsa Summer School, Border Crossings Network, , LIT Verlag Münster, 2008; ::#Manaki Brother Film Festival - Biography of Milton and Yanaki Manaki; ::#Journal of Film Preservation, Preservation of Manaki Brothers Film Heritage; :*Later life ::#Milton Manaki: first filmmaker on the Balkans; ::#Yanaki Manaki: pioneer of photography and cinematography; ::#State Archives of the Republic of North Macedonia - Brothers manaki; ::#State Archives of the Republic of North Macedonia, Igor Stardelov - Milton Manaki; ==References== ==External links== *Biography from the Film Festival *Manaki Brothers Film Festival Official Website *Photo Gallery *Marian Tutui, Romanian Film Archive, Manakia Bros Pioneers of Balkan Cinema claimed by six nations. Balkan cinema versus cinema of the Balkan nations. Category:1878 births Category:1882 births Category:1954 deaths Category:1964 deaths Category:Cinema of Turkey Category:Cinema pioneers Category:Greek Macedonians Category:Greek people of Aromanian descent Category:History of Bitola Category:People from Bitola Category:People of the Ottoman Empire Category:People of the Kingdom of Yugoslavia Category:Sibling filmmakers Category:Sibling duos Category:Yugoslav Macedonia Category:People from Avdella ",
    "title": "Yanaki and Milton Manaki"
}