{
    "id": "3243982",
    "text": "Seaborn Anderson Roddenbery (January 12, 1870 - September 25, 1913) was a Democratic member of the U.S. House of Representatives from the state of Georgia, known for his proposal of an anti-miscegenation amendment to the United States Constitution. He was elected to the 61st Congress to replace the deceased James M. Griggs, and re-elected to the 62nd and 63rd Congresses before dying in office. ==Early life and career== Roddenbery was born on a farm in Decatur County, Georgia, January 12, 1870 to Dr. Seaborn Anderson Roddenbery and Martha America Braswell Roddenbery. The name is sometimes misspelled Roddenberry. His grandfather changed the spelling from Roddenbury. The senior Roddenbery was described as a jack of all trades, who started making batches of open kettle sugar cane syrup, in addition to practicing medicine on horseback. As the syrup business grew, Dr. Roddenbery quit the practice of medicine to concentrate on syrup. That business eventually grew into the W.B. Roddenbery Company, based in Cairo, Georgia. The young Roddenbery attended public schools before enrolling at Mercer University. His studies there only lasted three years, when he was forced to withdraw due to family finances. In 1891, he was elected to represent his home district in the Georgia House of Representatives. After two terms, he was appointed professor of Language and Mathematics at South Georgia College, in McRae, Georgia. ==Political office== In 1894, after reading law and being admitted to the practice of law in Georgia, Roddenbery resigned his academic position. He spent the next few years building a private practice and networking within the Georgia political structure. During this time, Rodenbery was the president of the Thomas County, Georgia, Board of Education from 1895 to 1898 and was appointed to that county's court as a judge from 1897 to 1901. Rodenbery was elected mayor of Thomasville, Georgia, and served in that position from 1903 to 1904. ===Congressman=== In 1910, Roddenbery was elected to represent Georgia's 2nd congressional district in the United States House of Representatives for the remainder of the 61st United States Congress when that seat fell vacant due to the death of James M. Griggs. Rodenbery was reelected to the 62nd and 63rd Congresses. He died while in office, on September 25, 1913. The reputation Roddenbery had already garnered in Georgia as a skillful and inspiring orator was renewed in the nation's capitol. Quick of both tongue and wit and possessed of a natural elegance of bearing and speech, he won the awe of fellow Congressmen who were amazed at how much he could fit the extremely limited speaking time he was often allotted on the House floor. ====Fighting \"pension buccaneers\"==== Roddenbery was a conservative on fiscal matters. He earned a reputation for taking on powerful interests which fought to expand the retirement benefits of certain groups which Roddenbery labeled as \"pension buccaneers\". He was particularly militant in his opposition to increasing the pensions of Civil War Union veterans, while thousands of surviving Confederate veterans in Georgia, a state that endured some of the worst destruction of the war, were ineligible for Federal pensions under the 14th Amendment. Georgians were adamantly opposed to having their tax dollars subsidize the pensions of former enemies. ====Skilled parliamentarian==== Roddenbery was known as a skilled parliamentarian, who was given to filibustering when faced with legislation he opposed. At the time of his death, he was considered to be one of the top three parliamentarians in the United States House of Representatives. ====Anti-miscegenation amendment==== Roddenbery's most lasting reputation was as a passionate opponent of miscegenation (interracial marriage), views that were on the more conservative end of the spectrum even in the early 20th century. The marriage of African American boxer Jack Johnson to Lucille Cameron motivated Roddenbery to introduced H.J. Res 368, in January 1913. The bill proposing a Constitutional amendment to outlaw interracial marriages in the states where it was legal and ban it nationwide. In his appeal to Congress, Roddenberry stated that: ==Private life== Roddenbery married Johnnie Butler on November 5, 1891. They had five children. The year after Roddenberry's death, his wife received a federal appointed to the position of postmaster (now \"postmistress\") of Thomasville, Georgia. She held that post through successive four-year appointments under three Presidents: Wilson, Harding, and Coolidge. The last appointment was announced on December 20, 1928. ==Retirement and death== A heavy smoker of cigars, Roddenbery's political career was cut short by throat cancer that forced his retirement from active participation in Congress only a few weeks after the failure of H.J. Res 368. Seemingly unaware of the gravity of his illness, he returned home to Georgia only days before his death, telling colleagues that he hoped to return after a period of rest. Influenced by Roddenbery, anti-miscegenation bills were introduced in 1913 in half of the twenty states where this law did not already exist, though only one, in Wyoming, passed. ==References== ==External links== * *W.B. Roddenbery Company - New Georgia Encyclopedia ==Further reading== * * * Seaborn Roddenberry - Entire Memorial addresses delivered in the House of Representatives and Senate 1915 Category:1870 births Category:1913 deaths Category:Georgia (U.S. state) lawyers Category:Georgia (U.S. state) state court judges Category:Mayors of places in Georgia (U.S. state) Category:Members of the United States House of Representatives from Georgia (U.S. state) Category:Members of the Georgia House of Representatives Category:School board members in Georgia (U.S. state) Category:People who died in office Category:Georgia (U.S. state) Democrats Category:Democratic Party members of the United States House of Representatives Category:19th-century American politicians Category:American lawyers admitted to the practice of law by reading law ",
    "title": "Seaborn Roddenbery"
}