{
    "id": "3243637",
    "text": "Southgate is a neighborhood in Houston, Texas, United States. ==History== In 2002 St. Luke's Episcopal Hospital was engaging in an expansion project.Lake, Deborah Mann. \"More construction for medical center / Study shows minimal impact on Southgate residents during St. Luke's expansion project.\" Houston Chronicle. Thursday October 17, 2002. ThisWeek 1. Retrieved on October 23, 2012. In January 2003 some residents asked the City of Houston to reclassify University Boulevard as a residential street in order to control the amount of traffic on the street.Lake, Deborah Mann. \"University Boulevard residents fight street closure / Traffic idea divides Southgate neighborhood.\" Houston Chronicle. Thursday January 9, 2003. ThisWeek 1. Retrieved on October 23, 2012. The Southgate Civic Club asked for a street closure on Southgate Boulevard to prevent traffic from the Texas Medical Center from reaching the subdivision. In late December 2003 the City of Houston Public Works Department closed a portion of Southgate Boulevard to block Medical Center traffic.Kilday, Anne Marie. \"Traffic count to measure effect of Southgate closure.\" Houston Chronicle. Thursday March 25, 2004. Retrieved on October 23, 2012. In 2003, on weekdays, 38% of the vehicle traffic on Southgate Boulevard did not originate from the neighborhood.Lake, Deborah Mann. \"Some say closing Southgate won't help / Residents claim plan to stop traffic useless.\" Houston Chronicle. Thursday November 20, 2003. ThisWeek 1. Retrieved on October 23, 2012. The Houston Fire Department had stated opposition to the street closures.Lake, Deborah Mann. \"HFD blocks street closings / Opposition is a big blow to Southgate residents' plan.\" Houston Chronicle. Thursday October 30, 2003. ThisWeek 7. Retrieved on October 23, 2012. In December 2003 the City of Houston closed Southgate east of Travis Street, preventing commuters to a St. Luke's office building from parking in the neighborhood.Lake, Deborah Mann. \"Cutting off Southgate drivers / Street closed east of Travis to lessen neighborhood traffic.\" Houston Chronicle. Thursday December 18, 2003. ThisWeek 1. Retrieved on October 23, 2012. Deborah Mann Lake of the Houston Chronicle. said that the closure of Southgate Boulevard did not bring very many complaints.Lake, Deborah Mann. \"Closing of Southgate brings few complaints.\" Houston Chronicle. Thursday December 25, 2003. ThisWeek 1. Retrieved on October 23, 2012. In 2004 residents considered establishing a property owners association to better prevent developments not desirable to the community from occurring and to more strongly enforce deed restrictions. Some residents believed that a property owners association could gain too much power and cause the community's direction to fall into an undesirable power authority.Saucier, Heather. \"Southgate residents debate need for owners association / Some favor more control, but others express concerns.\" Houston Chronicle. Thursday May 27, 2004. ThisWeek 8. Retrieved on October 23, 2012. In 2004 Richard Merrill, the president of the Southgate Civic Club, said that a majority of residents supported the idea of a property owners association. One resident, Michael Bonderer, launched a campaign against the idea of a property owners association and put a sign in his yard. He was banned from the Southgate community message board, which had been established to discuss the property owner issue.Saucier, Heather. \"Southgate resident banned from group's message board.\" Houston Chronicle. Thursday August 19, 2004. Retrieved on October 23, 2012. In 2007 Southgate residents and Houston City Council member Anne Clutterbuck worked on a plan to make modify street closures to continue stemming Texas Medical Center traffic.Friedberg, Jennifer. \"Southgate seeks relief from TMC motorists / Petition given to officials asks for traffic restrictions.\" Houston Chronicle. Thursday July 26, 2007. ThisWeek 5. Retrieved on October 23, 2012. In 2010 Raj Mankad of the Houston Chronicle said that despite being in the presence of the high-rises of the Texas Medical Center, it \"retains a close-nit community feel.Mankad, Raj. \"Houses vs Towers — Can urban neighborhoods survive?\" Houston Chronicle. Tuesday March 16, 2010. Retrieved on October 23, 2012. In April 2010 the City of Houston \"automated\" curbside recycling program was extended to Southgate.\"Residents begin new curbside recycling.\" Houston Chronicle. April 2, 2010. Retrieved on May 2, 2014. == Cityscape == Southgate is adjacent to Rice University and the Texas Medical Center. It consists of four subdivisions. Trees line the neighborhood streets. In 2002 Southgate had 573 houses. Many of the houses were built in the 1930s and the 1940s. Unlike surrounding communities like the City of West University Place and Southampton, by 2002 few of the original houses in Southgate had been demolished and replaced with new development. Because there is less variety in the housing styles, the pricing range was more narrow than in other areas. In 2002 the lowest housing prices were a bit below $300,000 ($ in current money) and most of the original two story houses sold in the $400,000 ($ in current money) range. The small number of newer houses often had prices of over $700,000 ($ in current money).Feser, Katharine. \"Southgate has great location, traditional feel.\" Houston Chronicle. Sunday January 6, 2002. Business 6. Retrieved on October 23, 2012. In 2002 Feser said that Southgate had similarities to the communities making up Morningside Place. By 2010 the housing stock included several restored 1930s houses and some more recent modern houses. Raj Mankad of the Houston Chronicle said that the housing stock \"demonstrates both stability and openness to innovation.\" ==Demographics== In 2005 Allison Cook said \"There's just more disposable income in Southampton, Broad Acres and storied Shadow Lawn than in Southgate\".Cook, Allison. \"A posh pleasure in Southampton / Antica Osteria serves Italian comfort food in a cozy setting.\" Houston Chronicle. Thursday January 20, 2005. Dining p. 6. Retrieved on November 20, 2012. == Government and infrastructure == The Southgate Civic Club operates the community. It includes an architectural review as part of its deed restrictions, described by Raj Mankad of the Houston Chronicle as \"strong.\" Houston Fire Department Fire Station 37 is located at 3828 Aberdeen Way. Houston Fire Department Station 33 Braes Heights Medical Center is near the Texas Medical Center at 7100 Fannin @ South Braeswood . It is within Houston City Council District C.City of Houston, Council District Maps, District C.\" City of Houston. Retrieved on November 5, 2011. The neighborhood is within the Houston Police Department's South Central Patrol Division . Patrol services are contracted to the Harris County Precinct 1 Constable's Office. The Rice Area Constable Service patrols the community, charging it $200 yearly. On some streets parking is restricted, because the community is in proximity to the Texas Medical Center. Southgate is in Texas's 7th congressional district . ==Education== === Public schools === Roberts Elementary School Roberts Elementary School is located in Southgate.Rosen, Dsp. \"A learning environment, from the outside in / For school, parents and neighbors, Roberts' beautification is elementary.\" Houston Chronicle. Thursday October 23, 2003. ThisWeek 1. Retrieved on October 23, 2012. Southgate is zoned to Houston Independent School District schools,\"Area Map.\" (Archive) Southgate Civic Club. Retrieved on October 23, 2012. including Roberts,\"Roberts Elementary Attendance Zone.\" Houston Independent School District. Pershing Middle School\"Pershing Middle Attendance Zone.\" Houston Independent School District. (located in Braeswood Place - Any student zoned to Pershing may apply to Pin Oak Middle School's regular program\"Pin Oak Middle School.\" The Southwest District. Houston Independent School District. Retrieved on December 7, 2008.), and Lamar High School (Upper Kirby).\"Lamar High School Attendance Zone.\" Houston Independent School District. Roberts has a magnet program in the fine arts. As of 2002 the school consistently achieves high test scores. During that year, Katherine Feser said that the school was a \"draw\" for Southgate. === Private schools === St. Vincent de Paul School, a K-8 Roman Catholic school operated by the Roman Catholic Archdiocese of Galveston- Houston, is in the area. St. Nicholas School Medical Center Campus, a K-8 private school, is in the area. === Public libraries === The Houston Public Library Stella Link Branch and the Harris County Public Library West University Branch are near Southgate. ==Community information== The Weekley Family YMCA is located near Southgate. ==Media== The Houston Chronicle is the area regional newspaper. The West University Examiner is a local newspaper distributed in the community . The Village News and Southwest News is a local newspaper distributed in the community. In the mid-20th century the community newspaper Southwestern Times served Southgate and surrounding communities.Southwestern Times (Houston, Tex.), Vol. 2, No. 18, Ed. 1 Thursday, January 24, 1946. Page: 1 of 16 (Page view). Posted at the Portal to Texas History, University of North Texas. Retrieved on March 2, 2017. The paper was headquartered in Rice Village.Southwestern Times (Houston, Tex.), Vol. 4, No. 44, Ed. 1 Thursday, July 22, 1948. Page: 2 of 20 . Posted at the Portal to Texas History, University of North Texas. Retrieved on March 2, 2017. \"2510 Times Boulevard, Houston 5, Texas (In The Village)\" ==Notable residents== * Brock Wagner (founder and owner of Saint Arnold Brewing Co.)Richards, Sarah. \"Houston's own / Word `failure' not in Saint Arnold Brewing Co. owner's vocabulary.\" Houston Chronicle. Thursday June 12, 2003. ThisWeek 12. Retrieved on October 23, 2012. ==References== ==Further reading== * Harris County Block Book Map: Southgate Addition: JPG, PDF * \"SOUTHGATE / Traffic relief targeted for area.\" Houston Chronicle. Thursday July 19, 2007. ThisWeek 1. * Zheng, Chunhua Zen. \"Traffic patterns, safe streets, top list of University Place.\" Houston Chronicle. Thursday August 23, 2001. ThisWeek 1. Retrieved on October 23, 2012. ==External links== * Southgate * Southgate Neighbors discussion group * University Place Association * University Place Association (Archive) Category:Neighborhoods in Houston ",
    "title": "Southgate, Houston"
}