{
    "id": "3243063",
    "text": "Animal Crack-Ups is an ABC game show which aired in primetime from August 8 to September 12, 1987, after which it aired on Saturday mornings from September 12, 1987, to December 30, 1989, and again from June 2 to September 1, 1990. It was produced by ABC Productions in association with Vin Di Bona Productions (both companies also produce America's Funniest Home Videos) and hosted by Alan Thicke, who was on Growing Pains at the time. The program was based on a Japanese TBS Television series, Wakuwaku Dōbutsu Land (わくわく動物ランド). The show's theme song was \"Animals Are Just Like People Too\", created by Thickovit music (Alan and Todd Thicke and Gary Pickus).Library of Congress. \"Animals are just like people too : Theme from Animal crack-ups.\" Copyright registration PAu001011105. ==Gameplay== Four celebrities competed. Host Thicke introduced a video clip about an animal; at some point, the video was paused and Thicke asked a question about the clip. The celebrities give their answers, after which the remainder of the clip was played, revealing the answer. Any celebrities giving the correct answer received a point; score was kept by placing a stuffed animal (a monkey in the first season, a hedgehog in later seasons) in front of the celebrity's podium. The celeb with the most toy animals/points won the game and $2,500 for their favorite animal charity. If a tie occurred, the money was split between the charities. On segues to two commercial breaks, a hedgehog puppet named \"Reggie the Hedgie\" (voiced by Susan Blu, performed by Lisa Sturz) gave animal facts to the home viewers and read home-viewer mail. ==International versions== {| class=\"wikitable\" |- ! Country !! Name !! Host(s) !! TV station !! Year aired |- | (original version) | わくわく動物ランド Wakuwaku Dōbutsu Land | Various | TBS | 1983–1992 |- | | Waku Waku | Héctor Larrea | Azul Televisión/Canal 9 | 1999–2000 |- | | TV Animal | Angélica Eliana Gugu Liberato Beto Marden Roberta Peporine | SBT | 1988–1992 1995–1996 2009–2010 |- | | Maravillozoo | Javier Miranda (1995-1999) Paulina Nin (2000) Antonio Vodanovic (2001-2002) | Canal 13 | 1995–2002 |- | | Waku Waku | Rob Fruithof (1988-1996) Sybrand Niessen (1996-2000) Paula Udondek (2000-2001) | KRO | 1988–2001 |- | | Arca de Noé | Fialho Gouveia Ana do Carmo Carlos Alberto Moniz | RTP2 RTP1 | 1990–1993 1994–1995 |- | | Waku Waku Jimanji Kanana | Consuelo Barlanga Nuria Roca Rosa García Caro | TVE-1 La 1 | 1989–1991; 1998–2001 2003 |} ==References== ==External links== * Vin Di Bona Productions * * * Clip of the show's theme song with scenes of animals Category:1987 American television series debuts Category:1990 American television series endings Category:American Broadcasting Company original programming Category:1980s American children's television series Category:1990s American children's television series Category:1980s American children's game shows Category:1990s American children's game shows Category:1980s American comedy game shows Category:1990s American comedy game shows Category:American television shows featuring puppetry Category:Television series about animals Category:American television series based on Japanese television series ",
    "title": "Animal Crack-Ups"
}