{
    "id": "3243896",
    "text": "Ramon Borrell (, ; 972–1017) was count of Barcelona, Girona, and Ausona from 992.The Chronicle of San Juan de la Peña: A Fourteenth-century Official History of the Crown of Aragon, transl. & ed. Lynn Harry Nelson, (University of Pennsylvania Press, 1991), 45. He was the son of Borrell II of Barcelona and Letgarda of Rouergue, and was associated with his father in ruling the counties from 988. ==Marriage and children== In 991, he married Ermesinde of Carcassonne,The Culture(Ninth-Twelfth Centuries):Clerics and Troubadours, Isabel Grifoll, The Crown of Aragon: A Singular Mediterranean Empire ed. Flocel Sabaté, (Brill, 2017), 146. with whom he had three children: Borrell Ramon (died young before 1017), Berenguer Ramon (c.1006), and Adelaide (or Godehildis) Ramon, who married firstly, Roger I of Tosny, and secondly, Richard, Count of Évreux. ==Biography== Between 1000 and 1002 Ramon had to deal with a number of incursions by Almanzor. However Almanzor died in 1002, and seeing an opportunity Ramon counter-attacked in 1003 leading an expedition to Lleida. This prompted a new raid on the county of Barcelona by Almanzor's son, Abd al-Malik al-Muzaffar. This was defeated by an alliance of Christian forces at the Battle of Torà.. Ramon was also present at the Battle of Albesa shortly thereafter. In 1010, with the Cordoban Caliphate crumbling into civil war, Ramon saw another opportunity. He organised a campaign, assisted by the bishop of Vic and Sal·la, bishop of Urgell,The Bishop Builds a Bridge: Sanctity and Power in the Medieval Pyrenees, Jeffrey A. Bowman, The Catholic Historical Review, Vol. 88, No. 1 (Jan., 2002), 5. against the Caliphate with Ermengol I of Urgell and Bernard I of Besalú, and joined forces with Muhammad II of Córdoba. Their army destroyed the forces of Caliph Sulayman II and sacked Córdoba in May 1010, although Ermengol died as a result of the battle. Both bishop Arnulf of Vic and Sal·la, bishop of Urgell died on this campaign. On 2 June 1010, Ramon participated in the Battle of Aqbat al-Bakr on the side of the Muslim rebels as part of the Andalusian civil wars. In 1015 and 1016 Ramon made further expeditions to the rivers Ebro and Segre. The treasure obtained from these campaigns maintained the loyalty of his barons. Within the County of Barcelona he ensured the repopulation of the Segarra, Conca de Barberà and Camp de Tarragona. He was also the first Catalan ruler to mint his own coinage. At his death in 1017, he was succeeded by his son Berenguer Ramon under the regency of his mother. He was reportedly buried in the Barcelona Cathedral, but his grave was lost. ==Notes== Category:Counts of Barcelona Category:Burials at the Cathedral of Santa Eulalia Category:1017 deaths Category:972 births Category:10th-century people from the County of Barcelona Category:11th-century people from the County of Barcelona ",
    "title": "Ramon Borrell, Count of Barcelona"
}