{
    "id": "3243519",
    "text": "Whacked! is a party video game developed by Presto Studios and released in 2002 by Microsoft Game Studios exclusively for the Xbox. It is a gameshow in which contestants compete for the Prize, whatever they wish, by hitting each other with objects such as missiles, hammers and pitchforks. Whacked! was the last game developed by the now defunct Presto Studios. ==Gameplay== There are 8 playable characters and a wide variety of levels which are unlocked throughout the game. The game's levels are usually absurd or surreal, such as the back of a pickup truck involved in a police chase, up in space, on top of city buildings, under a Christmas tree, in the Arctic pipeline, at the scene of a car crash, on the roof of \"Club Baño\", on a toy pirate ship floating in a bathtub of electrified water, and a kitchen sink (a reference to the colloquialism \"Everything but the kitchen sink\"). ==Xbox Live== The game was key to the beta testing of Xbox Live as it and MotoGP demos were distributed to the beta testers. The same Live enabled demos were originally given out for one year with the purchase of the Xbox Live starter kit. As of 2010, Xbox Live for the original Xbox was discontinued, ending support for online play of all Xbox titles, including Whacked!. At this time, Whacked! is backward compatible on the Xbox 360, albeit with some glitches, including graphics not loading properly or loading screens not displaying. ==Story== The story begins with seven different contestants, each one of which reflects one of the seven deadly sins: * Wrath: A red, Scottish rabbit with a very bad temper named Lucky who is, ironically, missing all of his feet (he found all three of them afterwards but is still searching for the fourth one). * Envy: A flightless green Canadian bird named Eugene, who is desperately trying to fly, and still lives with his mother. Despite looking friendly, he monologues spiteful thoughts. * Gluttony: An oil-eating orange monster called Toof that was born from a single cell. * Lust: A seductive, yet manipulative, blue-haired woman named Lucy who wears a flimsy plastic dress which bursts, revealing big blue censor bars that covers her naked body. * Pride: An anthropomorphic lion with a purple mane named Lance who is obsessed with his own physique. * Greed: A greedy frog-faced girl who is, ironically, named Charity. * Sloth: A pale white man named Otto who is constantly sleeping in a living chair (who is in love with Lucy, and vice versa) and is never awake, which makes the chair do all the work. The characters compete in a game show run by Van Tastic, the host (who looks like a caricature of Elvis Presley), for the mystery prize (which is revealed to be nothing mid-game). The contestants are pitted against each other in different games, such as Dodgeball, King of the Hill, Fragfest, and more. After someone wins the game, the network director calls and cancels the game show and fires Van Tastic. In a fit of rage, Van Tastic destroys the set (revealing it to be Hell), burns the other contestants to death, and reveals his true form - a little Demon - and tries to kill the contestant who won, with the help of his minion imps (who he refers to as some of his old college buddies). In the final fight, the winning contestant fights and defeats Van Tastic, finally claiming their desire, which varies depending on the character: a mechanical foot/weapon and endless targets of Van Tastic cutouts and ammo (Lucky's wish), everything in the world (Eugene's wish- which leaves him wanting even more), a gigantic hamburger (Toof's wish), a chance to sit in Otto's chair (Lucy's wish), a giant action figure of himself (Lance's wish), an endless supply of presents (Charity's wish) or freedom from Otto so he can be with Lucy (the chair's wish- which is the same as Lucy's). In a surprising twist, after the player gets their wish, the network director (possibly the Devil) calls again and says that Van Tastic and his show are back on the air. After finishing the game, the player will unlock Van Tastic, who will now become a playable character in Battle Mode. == Development == The game originally began as a tech demo (known then as \"Boing\") for Presto Studios' real-time game engine. Developers at Presto Studios enjoyed the tech demo and so decided that they would develop it into a full game. Microsoft took interest in the project and signed on to publish it, seeing it as a good game to use as a demonstration of Xbox Live. The game originally had a more lighthearted theme. However, as \"Boing\" evolved into \"Whacked!\", the game developed darker themes. ==Reception== The game was met with average to mixed reception upon release, as GameRankings gave it a score of 67.28%, while Metacritic gave it 59 out of 100. YouTube user RebelTaxi complimented the game's bizarre art direction and character design. ==References== ==External links== * * Category:2002 video games Category:Microsoft games Category:Party video games Category:Presto Studios games Category:Seven deadly sins in popular culture Category:Video games developed in the United States Category:Xbox games Category:Xbox-only games ",
    "title": "Whacked!"
}