{
    "id": "3243816",
    "text": "\"Towelie\" is the eighth episode of the fifth season of the American animated sitcom South Park, and the 73rd episode of the series overall. It originally aired on Comedy Central in the United States on August 8, 2001. In the episode, the boys attempt to recover their stolen video game console from the middle of a feud between a paramilitary group and extraterrestrials. The episode was written and directed by series co-creator Trey Parker and is rated TV-MA in the United States, except on syndicated broadcasts, where the episode is instead rated TV-14. It features the first appearance of recurring character Towelie, created to satirize the degree to which South Park was being merchandised. ==Plot== While at Stan Marsh's house, Eric Cartman discovers a used tampon in the garbage which he mistakes for an aborted fetus. In an effort to get the kids never to mention the tampon again, Stan's mother, Sharon buys the kids a video game system, the Okama Gamesphere. The boys are completely fascinated by the Okama Gamesphere and intend to play with it for the entire weekend, without sleeping. During their playing, a talking towel called \"Towelie\" comes in whenever they mention any subject involving water and advises them to keep a towel handy, before asking if they want to get high; however, the boys largely ignore him and tell him to go away. Returning to school on Monday, the boys wait the bus stop, where a man asks them if they have seen Towelie. When they indicate that they have, the man yells into a walkie-talkie and drives off. Returning to Stan's house after school, the boys find the Okama Gamesphere is gone. In its place is a ransom note, saying that if the boys want the console, they will have to take Towelie to a secluded gas station during the night. The boys locate Towelie and take him to the gas station. An elderly man that works for the company that made Towelie is there, and he thanks the boys for bringing Towelie to him. When the boys ask for their Okama Gamesphere, the old man realizes that it is a trap, and the United States Military ambushes them. During the fight, Towelie and the boys escape. For the rest of the episode, the boys and Towelie go back and forth between a military base and the company that made Towelie (Tynacorp) in an effort to get their Okama Gamesphere. The plot gets increasingly thick, involving aliens trying to take over Earth using genetically modified towels. Throughout the story, the boys show no interest in these revelations, as they single-mindedly want nothing more than to retrieve their Okama Gamesphere; in spite of their utter indifference, the increasingly complicated plot continues to surround them and the two sides attempt to play them against the other. In the midst of a confrontation between the military and Tynacorp, the boys find their Okama Gamesphere, but before they can play for long the building is blown up in order to kill the aliens that want to rule the world. Kenny McCormick falls in a pool of lava, but the other boys and Towelie escape with the Okama Gamesphere. The boys and Towelie then go home and play the Okama Gamesphere. As they share a laugh, Cartman comments to Towelie, \"You're the worst character ever, Towelie\", to which he complacently replies, \"I know.\" ==Production== Towelie's catchphrase, \"don't forget to bring a towel,\" originated on a boat trip the writers took, during which people were constantly telling each other \"don't forget to bring a towel,\" with the phrase having eventually morphed into \"Towelie says to bring a towel.\" Parker and Stone have explained that they were becoming increasingly aware as to how heavily merchandised and exploited their creations were becoming, and created Towelie to poke fun at this. They designed Towelie as a shallow, two- dimensional (both literally and figuratively) character who has no real purpose except to \"spout catch phrases and merchandise the hell out of.\" This is the reason for the fake commercial during the show, and why Cartman calls Towelie the \"worst character ever\" at the end of the episode.This is mentioned in the DVD commentary for the episode, as well as in the 2003 VH1 special. Shortly after \"Towelie\" was originally broadcast, South Park Studios, the official South Park website, featured T-shirts and hooded sweatshirts based on the episode. The shirt design featured a waving Towelie saying, \"Don't forget to bring a towel.\" The console in \"Towelie\" was originally a PlayStation 2, whose name was used during the production of the episode, in its storyboards and scripts. Before the episode cuts to a commercial break, what appears to be a fake commercial is shown advertising Towelie merchandise; however, when this episode first aired, the T-shirts shown were available over a Comedy Central 1-800 line.South Park Studios FAQ ==Home release== \"Towelie,\" along with the thirteen other episodes from South Park: the Complete Fifth Season, were released on a three-disc DVD set in the United States on February 22, 2005. The set includes brief audio commentaries by Parker and Stone for each episode. ==References== ==External links== * \"Towelie\" Episode guide at South Park Studios * \"Towelie\" Full episode at South Park Studios * * Category:American television episodes about cannabis Category:South Park (season 5) episodes Category:Television episodes about alien invasion Category:Television episodes about genetic engineering ",
    "title": "Towelie"
}