{
    "id": "3244731",
    "text": "Indian names are based on a variety of systems and naming conventions, which vary from region to region. Names are also influenced by religion and caste and may come from epics. India's population speaks a wide variety of languages and nearly every major religion in the world has a following in India. This variety makes for subtle, often confusing, differences in names and naming styles. Due to historical Indian cultural influences, several names across South and Southeast Asia are influenced by or adapted from Indian names or words. For some Indians, their birth name is different from their official name; the birth name starts with a randomly selected name from the person's horoscope (based on the nakshatra or lunar mansion corresponding to the person's birth). Many children are given three names, sometimes as a part of religious teaching. ==Pronunciation== When written in Latin script, Indian names may use the vowel characters to denote sounds different from conventional American or British English. Although some languages, like Kannada or Tamil may have different vowel sounds, the ones used in most major Indian languages are represented in this table along with typical English transcriptions. {| class=\"wikitable\" |+ !IPA |ə |aː |ɪ |iː |ʊ |uː |eː |æ |o |ɔː |- !English transcription |a |aa |i |ee |u |oo |ae |ei |o |ou |} Thus 'Ekamresh' is pronounced /ɛkaːmresh/ The vowels /æ/ and short /ɔ/ of American English are absent in Indian languages and their use can often result in the mispronunciation of Indian names. Furthermore, the letters used in English /t/ and /d/ that are used to represent the retroflex stops /ʈ/ and /ɖ/, are also used to represent dental stops /t̪/ and /d̪/ (as in tenginkai or rohit), especially when they occur in the onset of a word. As an example, the Indian name 'Dev' would not have its first consonant pronounced as in the American name 'Dave'. Similarly the name 'Tarun' would not have its first consonant sounded as in 'Tom'. The letter 'h' is used to represent aspirated consonants. So, in the names 'Khare', 'Ghanshyam', 'Kaccha', 'Jhumki', 'Vitthal', 'Ranchodh', 'Thimmayya', 'Uddhav', 'Phaneesh', and 'Bhanu,' the 'h' means the sound before it should be pronounced with a strong outward breath (see Aspirated consonant for more on this). These names are more likely to be found in places that speak an Indo-Aryan language like Bhojpuri or Gujarati. ==Names by culture== ===Bengali=== Bengali Brahmin surnames include Banerjee, Bagchi, Bhaduri, Bhattacharjee, Chakraborty, Chatterjee, Ganguly, Goswami, Ghoshal, Lahiri, Maitra, Mukherjee, Sanyal, etc. A Brahmin name is often the name of the clan or gotra, but can be an honorific, such as Chakraborty or Bhattacharya. Common Baidya surnames are Sengupta, Dasgupta, Duttagupta, Gupta, Sen-Sharma, etc. Bengali Kayastha surnames include Basu, Bose, Dutta, Ghosh, Choudhury, Guha, Gain, Mitra, Singh/Sinha, Sen, Pal, De/Dey/Deb/Dev, Jana, Palit, Chanda/Chandra, Das, Dam, Kar, Nandi, Sarkar,Nag, Som etc. They use first name, middle name and surname. E.g. Subhash Chandra Bose. === Goan === Konkani people inhabiting Goa, and also Konkan regions of Karnataka and Maharashtra, are traditionally patriarchal. Many of the originally Hindu residents were converted to Catholicism by the Portuguese. Generally, the first name is followed by the father's name, though this is now mostly observed by Hindus. Village names were used only after the arrival of the Portuguese, when the people migrated from their ancestral villages. A suffix kar or hailing from was attached to the village name. Almost all the Konkani Catholics have Portuguese surnames like Rodrigues, Fernandes, Pereira and D'Souza. Catholic families belonging to the Roman Catholic Brahmin (Bamonn) caste use lusophonised versions of Hindu surnames like Prabhu, Bhat, etc. === Gujarati === Gujarati family names follow First name, Father's first name, Last name. The last name is commonly a caste name. For example: Narendra Damodardas Modi - Narendra is his first name, Damodardas is his father's name and Modi is his last name, denoting the Teli caste. Upon marriage, the wife takes on the husband's first and last names as middle and last names respectively. For example, if Nita Jayant Patel married Sanjay Bharat Vadgama her name would become Nita Sanjay Vadagama. === Northern === Northern naming patterns follow a standard pattern - First name, Middle name, Surname. Many times the middle name will be appended onto the first name, or not exist at all. Sometimes middle name would even be father's first name. The surname is most commonly a caste name however, there are some caste neutral surnames like Kumar. For example: Manohar Lal Khattar (Manohar is his first name, Lal is a middle name and Khattar is a caste surname). Many women, especially in rural areas, take on the surname Devi (meaning Goddess) or Kumari (princess) when they are married (ex. Phoolan Devi, known as Phoolan Mallah before marriage). Muslims in North India use Islamic naming conventions. ===Kannada=== Kannada names vary by region as follows North Karnataka surnames are drawn from the name of the place, food items, dresses, temples, type of people, platforms, cities and profession and so on. Surnames are drawn from many other sources. Katti as a suffix is used for soldiers while Karadis is related to local folk art. Surnames according to trade or what they traditionally farm include Vastrad (piece of cloth), Kubasad (blouse), Menasinkai (chili), Ullagaddi (onion), Limbekai, Ballolli (garlic), Tenginkai (coconut), Byali (pulse) and Akki (rice). Surnames based on house include Doddamani (big house), Hadimani (house next to the road), Kattimani (house with a platform in its front), Bevinmarad (person having a big neem tree near his house) and Hunasimarad (person having a big tamarind tree near his house). A carpenter will have Badigar as a surname while Mirjankar, Belagavi, Hublikar and Jamkhandi are surnames drawn from places. Angadi (shop), Amavasya (new moon day), Kage (crow), Bandi (bullock cart), Kuri (sheep), Kudari (horse), Toppige (cap), Beegadkai (key), Pyati (market), Hanagi (comb) and Rotti (bread) are some other surnames. In coastal Karnataka, the surnames are different in different regions. Surnames like Hegde and Hebbar belong to the Brahmin community, while other titles like Ballal, Shetty, and Rai are mostly used by the landed Bunt community. The system of keeping the First name, Father's first name, Surname is found in Karnataka also. Names in South Karnataka follow village name, father's name, personal name. For example take H. D. Kumaraswamy. H refers to Haradanahalli (his native) D refers to Devegowda (his father's name) and his first name is Kumaraswamy. For married women, it is husband's name, first name or the opposite (ex. Sumalatha Ambareesh, Ambareesh is her husband's name). In South Karnataka, caste names are not common except among the higher castes. Kannada Brahmins have surnames like Rao, Murthy, Poojari, Bhat, and Sharma. The title Gowda was a title given to any village headman, irrespective of caste, and was written as an appendage to the person's name. For example Siddaramaiah's father belonged to the Kuruba community but was called Siddarame Gowda. Nowadays it is mostly used as a Vokkaliga surname. Most people in South Karnataka, irrespective of caste, do not use caste surnames. ===Kashmiri=== Kashmiri names often have the following format: first name, middle name (optional), family name. (For example: Jawahar Lal Nehru) Nicknames often replace family names. Hence, some family names like Razdan and Nehru may very well be derived originally from the Kaul family tree.' Toward Freedom: An Autobiography of JawaharLal Nehru', the first prime minister of India. Chapter III - Descent from Kashmir, Page 16. Readily available online at https://www.questia.com/PM.qst?a=o&d;=74007923. Nehru Says: We were Kashmiris. Over two hundred years ago, early in the eighteenth century, our ancestor came down from that mountain valley to seek fame and fortune in the rich plains below. Those were the days of the decline of the Moghal Empire. Raj Kaul was the name of that ancestor of ours, and he had gained eminence as a Sanskrit and Persian scholar. He attracted the notice of the Emperor and, probably at his instance, the family migrated to Delhi, the imperial capital, about the year 1716. A jagir with a house situated on the banks of a canal had been granted to Raj Kaul, and, from the fact of this residence, \"Nehru\" (from nahar, a canal) came to be attached to his name. Kaul had been the family name; in later years, this dropped out and we became simply Nehrus. === Malayali === Malayalis follow similar customs to Tamils and people in South Karnataka of village name, father's name, personal name. Muslims also follow this system, though their first names follow the Islamic system. Malayali Christians usually use Western names. Many Malayalis have instead given name, father's name as a name. For example, Diana Mariam Kurian, Diana is her first name, Mariam is her middle name and Kurian is her father's name. Her father's family name is Kodiyattu but she does not use it. Members of the Menon, Nair and related communities often use their mother's house name as their initials. This is also true for old Christians and Muslim families. For example, Kannoth Karunakaran, Karunakaran is his given name and Kannoth is his mother's house name. === Marathi === Marathi people of Hindu religion follow a partially Patronymic naming system. For example, it is customary to associate the father's name with the given name. In the case of married women, the husband's name is associated with the given name. Therefore, the constituents of a Marathi name as given name /first name, father/husband, family name /surname. For example: * Mahadeo Govind Ranade: Here Mahadeo is the given name, Govind is his father's given name and Ranade is the surname. * Jyotsna Mukund Khandekar: Here Jyotsna is the given name, Mukund is the husband's given name, and Khandekar is the surname of the husband ====Personal names==== Marathi Hindus choose given names for their children from a variety of sources. They could be characters from Hindu mythological epics such as the Ramayana or Mahabharat, names of holy rivers such as Yamuna and Godavari, Hindu historical characters from Maratha or Indian history such as Shivaji and Ashoka, Marathi varkari saints such as Tukaram, Dnyaneshwar, Janabai, popular characters from modern Marathi literature, names of fragrant flowers for girls (e.g. Bakul, Kamal/Kamla for lotus), senses such as Madhura for sweetness, precious metals such female name Suwarna for gold, heavenly bodies such as the Sun and the Moon, Vasant and Sharad for spring and autumn respectively, names of film stars (e.g. Amit after Amitabh Bachchan) or sportsmen, and after virtues (e.g.,Vinay for modesty). Nicknames such as Dada, Bandu, Balu, Sonya and Pillu for males and Chhabu and Bebi for girls have been popular too. ====Surnames==== A large number of Maharashtrian surnames are derived by adding the suffix kar to the village from which the family originally hailed. For example, Junnarkar came from town of Junnar, Waghulkar comes from the town of Waghul. Names like Kumbhar, Sutar, Kulkarni, Deshpande, Deshmukh, Patil, Pawar, Desai, and Joshi denote the family's ancestral trade or professions. Families of the historical Maratha chiefs use their clan name as their surname. Some of these are Jadhav, Bhosale, Chavan, Shinde, Shirke, More, Nimbalkar, Pawar, and Ghatge. Members of the numerically largest Maratha Kunbi cultivator class among Marathi people have also adopted some of the Maratha clan names, whether to indicate allegiance to the Maratha chief they served, or as an attempt at upward mobility. === Sikh === Sikh names often have the following format: First name, religious name, family name. The religious name is always Singh for males, example \"Ravinder Singh Sahota\"; and Kaur for females, example \"Harmanpreet Kaur Bhullar\", \"Harleen Kaur Deol\" and \"Manjeet Kaur Bhullar\". Since Sikhism opposes castes, they do not traditionally use family names. Upon marriage, a Sikh woman will take the family name of the husband. Sardar for males and Sardarni for females are sometimes prefixed as titles. A lot of Sikh first names can be used by both sexes. ===Tamil=== Tamil names usually follow this pattern: Initial (Village name), Initial (Father's name), First Name, Caste name (Example: E.V. Ramasamy, where E stands for Erode, and V stands for Venkatappa, the father's name also another example is R. Karthik, where R stands for Ravichandran, the father's name). There is a widespread usage of a patronym (use of the father's first name as the second name). This means that the first name of one generation becomes the second name of the next. In many cases, the father's name appear as an initial and thus the first name may be presented as a second name. When written in full (for example, on a passport), the initial is expanded as last name. For example, a name like \"R. Ramesh\" or \"Ramesh R.\", will be written in full as \"Ramesh Ramaiah\", and refers to \"Ramesh son of Ramaiah\". If Ramesh then has a son named Vijay, then his name would be \"R. Vijay\" or \"Vijay Ramesh\" as it would be in the West. There is also a general custom for Tamil women to adopt their husband's first name as their second name. Saravanan Sunitha (Sunitha daughter of Saravanan) might change her name to Ram Kumar Sunitha (Sunitha wife of Ram Kumar) after marriage. However, these customs vary from family to family and are normally never carried on over successive generations. More common among women, making the patronym or husband name the last name is a custom adopted by people migrating to the West who want to be called by their first names without having to explain Indian naming conventions. In earlier times a caste name or village name was used by the Tamils as their last name, but due to the influence of the Dravidian movement Tamils of all castes have mostly given up caste surnames. However,frequently adopt their father's or husband's name and take it for successive generations. The various Tamil caste names include Paraiyar, Vishwakarma, Aachari, Konar, Idaiyar, Reddiar, Udayar, Yadhavar, Iyengar, Pillai, Mudaliar, Thevar, Nadar, Chettiar, Gounder, Naicker etc. The naming is therefore done in the fashion: Sunitha Ram Kumar Pillai. Hindus in Tamil Nadu view the practice of adding the full family name to an individual's name to be a heretic practice, as according to their beliefs, the individual's heritage does not trump his or her own identity. And hence they are known to only use initials besides their name except for when caste names are given more preference by certain families rather than the family name itself. === Telugu === Telugu people have a different naming style from rest of India. The family name is a genitive case, hence stands first, which followed by personal name. This practice of placing family name first is also seen in Chinese, Finns and Hungarians. Thus \"Family name (surname), Given name\" format is contrasted from North India where family name typically appears last or other parts of South India where family names are little used. This might cause confusion to varying degree within India and rest of the world. Occasionally, caste name is also suffixed at the end. For example, Neelam Sanjiva Reddy, where Neelam is the family name, Sanjiva is the given name and Reddy is the caste name. ==== Personal names ==== Telugu people are often named after Hindu gods or goddesses. ==== Family names ==== Nearly all Telugus possess family name called \"Inti peru\" (), which are the most unique of all the linguistic groups in India. Telugu family names are often named after a place. For example, Pasupaleti after Pasupaleru, Kondaveeti after Kondaveedu, Kanukuri is named after Kandukur etc. Unlike western names, where family name is well known over personal name, it is contrary among the Telugus, where person is well known by given name, without ever hearing their family name. Telugu family names are often abbreviated and written, e.g., P. V. Narasimha Rao, D. Ramanaidu, etc unlike the western names where given name is abbreviated. == Indexing == According to the Chicago Manual of Style, Indian names are usually indexed by the family name, with the family name separated from the other names by a comma, but indexing may differ according to the local usage and the preferences of the individual.\"Indexes: A Chapter from The Chicago Manual of Style\" (). Chicago Manual of Style. Retrieved on 23 December 2014. p. 26 (PDF document p. 28/56). == Global Indian influence in names == See Indosphere, Sanskritization, Indianization of Southeast Asia as well as Influence of Indian honorifics in Southeast Asia, influenced the Malay, Thai, Filipino and Indonesian honorifics. == See also == * Indian honorifics and * Place names in India == References == == Further reading == *Kaushik, Devendra Kumar (2000) Cataloguing of Indic Names in AACR-2. Delhi: Originals. . * * Category:Names by culture ",
    "title": "Indian name"
}