{
    "id": "3244128",
    "text": "Greta Keller (1940) Margaretha \"Greta\" Keller (February 8, 1903 - November 11, 1977) was an American cabaret singer and actress. ==Early years== Born Margaretha Keller in Vienna, Austria, she studied dance from the age of eight, followed by acting. Her début was in Pavillon, in Vienna. She also appeared on stage with Marlene Dietrich in Broadway, in which she sang and danced. A recording contract with Ultraphon in 1929 took her from Vienna to Prague and Berlin, where she enjoyed great success with Peter Igelhoff and Peter Kreuder. For over 45 years her voice was familiar worldwide, in radio shows, films, revues, concerts and musicals, but above all in recordings. First called The Great Lady Of Chanson in her native Vienna, the nickname followed her to London and America. ==Personal life== Greta Keller's first marriage to the singer Joe Sargent in 1928 did not last; he turned out to be an alcoholic. Her second marriage started and ended in Hollywood, where she met and married Gaspar Griswold Bacon, Jr. son of Gaspar G. Bacon from a prominent \"Boston Brahmin\" family. The elder Bacon was a member of the board of Harvard University, and had been a close associate of J.P. Morgan, and later served as Secretary of State under Theodore Roosevelt and ambassador to France under William Howard Taft. Her husband, known in film and theater as David Bacon, was murdered in 1943, two weeks after finishing a major role in the Republic serial The Masked Marvel. Speculation involved affairs with Howard Hughes and another actor, but the murder investigations ceased without a result and the files later disappeared. Due to that shock and a counter-indicated dose of morphine administered by Bacon's brother, a physician, Greta's child with Bacon was stillborn. It took some time for her to recover from these events, but she restarted her career in Switzerland, then on to Vienna, Berlin and back to New York City. From 1973 until her death in November 1977, Keller lived, worked, and traveled with her last partner, Wolfgang Nebmaier. ==Career== Her lieder voice carried the charm of the Parisian women but never lost the heart of the girl from Vienna. Greta's singing in what some call \"a style reminiscent of Marlene Dietrich\" comes from the fact she was the model for how Marlene Dietrich developed her own voice. Greta Keller made recordings throughout the world and from the 1920s into the 1970s. She spent many years in the United States, notably in hotel club rooms at the Waldorf and (later) the Stanhope in New York, where her show always included \"My Way\", with lyrics composed by Paul Anka, and a number of Noël Coward numbers. A \"singer's singer,\" Keller often drew other performers to the room, including the Nordstrom Sisters, Beverly Sills and Hildegarde. Other regulars booked the same tables most nights that she was performing, including photographer Edgar de Evia. Favorites of the Stanhope crowd were the songs of Cole Porter and Noël Coward, for their sexual innuendo and double entendres. These included \"Miss Otis Regrets\" and \"I'm the Other Woman in His Life\" by her close friend Elisse Boyd. She regularly returned to Vienna. The poet and singer Rod McKuen was introduced by her to an audience in Vienna. McKuen, in turn, hosted a concert presenting her at Lincoln Center in the 1970s, and wrote the English lyric \"If You Go Away\" to Jacques Brel's \"Ne Me Quitte Pas,\" which she always sang. Her repertoire included songs from the 1930s through the war years as well as popular songs of the day. A few years before her death, her voice was heard in the Academy Award-winning movie Cabaret (1972), in which she sang the song \"Heirat\" (\"Married\"). Grave of Greta Keller Keller was buried on the Wiener Zentralfriedhof. ==Filmography== * The Man in Search of His Murderer (1931) * Lied vom Leben, Das (1931) as Singer, a.k.a. Song of Life (US) * Melody of Love (1932) as Singer, a.k.a. Right to Happiness (US) * Abenteurer von Paris, Der (1936) as Cabaret Singer, a.k.a. The Paris Adventure (US) * Reunion in France (1942) as Baroness von Steinkamp, a.k.a. Mademoiselle France (UK) and Reunion * Herz spielt falsch, Ein (1953) as Chansonniere/Cabaret Singer, a.k.a. A Heart's Foul Play * Blaue Stunde (1967) as Singer * Cabaret (1972) (her voice is heard on a record as the singer of \"Heirat\") ==Filmography as: Actor, Herself, Notable TV Guest Appearances== ===Herself - filmography=== * Underground and Emigrants (1976) ===Notable TV appearances=== * Five Fingers, playing Micheline in episode \"Station Break\" (episode # 1.1), 3 October 1959 * Drehscheibe, Die, playing Singer, 6 November 1968 * V.I.P.-Schaukel, playing Herself (episode # 4.3), 15 December 1974 == External links == * * Keller Discography on Folkways Category:1903 births Category:1977 deaths Category:German-language singers Category:New York City nightlife Category:Musicians from Vienna Category:Women in World War II Category:Actresses from Vienna Category:20th-century American actresses Category:20th-century American singers Category:20th-century American women singers ",
    "title": "Greta Keller"
}