{
    "id": "3244354",
    "text": "Zofia Czeska-Maciejowska (1584 – 1 April 1650) was a Polish professed religious and the founder of the Sisters of the Presentation. Czeska was married before a brief period of time before following her call into the religious life. Her beatification was celebrated on 9 June 2013. ==Life== Zofia Czeska-Maciejowska was born in the Polish-Lithuanian Commonwealth in 1584 as one of nine children to Mateusz Maciejowska and Katarzyna Lubowiecka; one sister younger than her was Anna. Czeska married in 1600 to Jan Czeska and was widowed in 1626 childless at which point her religious calling flourished. Czeska organised a school for girls in Kraków from 1621 until 1627 (at 18 Szpitalna Street) and then decided to found a women's religious institute that she titled the Sisters of the Presentation which she set up on 31 May 1627. Thus the institution that she had introduced was dedicated to the care and the education of poor and orphaned girls which she threw herself into with much apostolic vigor. In 1602 she joined a religious movement that the Jesuit priest Piotr Skarga founded. Once she returned home after Mass and a man kidnapped her demanding the two be married; she refused and the man married her little sister Anna. Czeska died on 1 April 1650 and her remains were interred in the basilica. Her order continues to operate in both her native Poland and in the Ukraine. In 2008 there were 126 religious in 18 houses and the order was aggregated to the Order of Friars Minor on 19 April 1938. ==Beatification== The beatification process opened in a diocesan process in Kraków on 1 April 1995 and concluded its business on 20 November 1997; during the process the formal assent to the cause was granted under Pope John Paul II on 2 June 1995 and granted the use of the title of Servant of God after the official \"nihil obstat\" was granted. The process was validated on 30 March 1998 and the Positio was sent to the Congregation for the Causes of Saints in Rome in 2005 for assessment. Historians approved the cause on 14 March 2006 as did the theologians on 25 February 2011 and the C.C.S. on 7 June 2011. On 27 June 2011 she was proclaimed to be Venerable after Pope Benedict XVI found that she had lived a life of heroic virtue. The miracle for her beatification was investigated from 5 September 2003 until 9 January 2004; it was validated later on 4 July 2008. A medical board approved it on 31 May 2012 as did theologians on 6 October 2012 and the C.C.S. on 10 December 2012. Benedict XVI signed a decree that recognized a miracle attributed to her on 20 December 2012. Cardinal Angelo Amato - on the behalf of Pope Francis - celebrated the beatification on 9 June 2013 in Kraków. The current postulator for this cause is Sr. Maria Renata Gąsior. ==References== ==External links== * Servant of God Mother Zofia Czeska * Hagiography Circle * Saints SQPN * Zofia Czeska Category:1584 births Category:1650 deaths Category:17th-century venerated Christians Category:17th-century Roman Catholics Category:17th-century Polish people Category:Beatifications by Pope Francis Category:Founders of Catholic religious communities Category:Polish nobility Category:Polish Roman Catholics Category:Polish Roman Catholic religious sisters and nuns Category:Polish beatified people Category:Venerated Catholics by Pope Benedict XVI Category:17th-century Polish women ",
    "title": "Zofia Czeska"
}