{
    "id": "3244574",
    "text": "I Led 3 Lives (also known as I Led Three Lives) is an American drama series syndicated by Ziv Television Programs from October 1, 1953, to January 1, 1956. The series stars Richard Carlson. The show was a companion piece of sorts to the radio drama I Was a Communist for the FBI, which dealt with a similar subject and was also syndicated by Ziv from 1952 to 1954. ==Synopsis== The series was loosely based on the life of Herbert Philbrick, a Boston advertising executive who infiltrated the U.S. Communist Party on behalf of the FBI in the 1940s and wrote a bestselling book on the topic, I Led Three Lives: Citizen, 'Communist', Counterspy (1952). The part of Philbrick was played by Richard Carlson. The \"three lives\" in the title are Philbrick's outward life as a white-collar worker, his secret life as a Communist agent, and his even more secret life as an FBI operative helping to foil Communist plots. I Led 3 Lives lasted 117 episodes. Philbrick served as a technical consultant, with Carlson narrating each episode. The episodes often had very little to do with the actual events of Philbrick's life as related in his book—Philbrick is credited with only 5 of the 117 screenplays. Screenplays gradually became more and more outlandish, featuring, for example, such supposed \"Communist plots\" as the conversion of household vacuum cleaners (1942-1954 Electrolux) into tactical missile launchers with which the Communists intended to destroy America's Nike anti-aircraft defensive missiles, and the manufacturing of untraceable \"ghost guns\" (unserialized Colt M1911) with which the Communists intended to assassinate their political enemies. The series was honored by the Freedoms Foundation as the best television program of 1955, and was nominated for Best Mystery in the Primetime Emmy Awards of 1954 and 1955. ==Main cast== * Richard Carlson – Herbert Philbrick * Virginia Stefan – Eva Philbrick * Patricia Morrow – Constance Philbrick * Charles Maxwell – Special Agent Joe Carney * William Hudson – Special Agent Mike Andrews * John Beradino – Special Agent Steve Daniels * John Zaremba – Special Agent Jerry Dressler * Ed Hinton – Special Agent Henderson ===Guest stars=== * Vivi Janiss as Comrade Elaine in \"Gun Running\" and Comrade Endora in \"Counterfeit\" * Eve McVeagh as Miss Cutler in \"Commie Dies\" * Ewing Mitchell as Mr. Collins in \"Defense Plant Security\" * Victor Rodman as Comrade Arthur in \"Commie Dies\" ==In popular culture== The show was a favorite of Lee Harvey Oswald, according to his brother. The title of the TV series I Had Three Wives, which aired briefly in 1985, is a pun on the name of the original; it was an otherwise unrelated comedy-drama about a private detective's three ex-wives, who cooperate on cases. ==References== ==Further reading== * * ==External links== * * * I Led Three Lives: Army Infiltration (S1 E7) at The Internet Archive * I Led 3 Lives - Pilot via YouTube Category:1950s American television series Category:1953 American television series debuts Category:1956 American television series endings Category:American drama television series Category:Black-and-white American television shows Category:Cold War espionage Category:English-language television shows Category:First-run syndicated television programs in the United States Category:Propaganda in the United States Category:Television series by Ziv Television Programs ",
    "title": "I Led 3 Lives"
}