{
    "id": "3244406",
    "text": "Piano () is a 2001 South Korean television series starring Cho Jae-hyun, Go Soo, Kim Ha-neul and Jo In-sung. It aired on SBS from November 21, 2001 to January 10, 2002 on Wednesdays and Thursdays at 21:55 for 16 episodes. A melodrama about a father's love for his children and a forbidden romance between stepsiblings, Piano received high ratings during its airing, as well as acting recognition at the year-end network awards ceremony. ==Synopsis== Han Eok-kwan (Cho Jae-hyun) is a ruthless, foul-mouthed small-time gangster in Busan. When fellow gangster Dok-sa (Lee Jae-yong) betrays their boss Byun Hak- soo (Im Dong-jin) to take his place as the new boss, Eok-kwan is exiled from the gang. Then a former lover contacts him to meet her in Seoul, but once he gets there, all he finds is a 10-year-old boy named Jae-soo, who claims to be his son. At first he plans to abandon the boy, but unable to do it, ends up raising him. Shin Hye-rim (Jo Min-su) is a widow with two children, 12-year- old daughter Soo-ah and 10-year-old son Kyung-ho. After her husband, a district attorney, dies, she leaves Seoul with her children and moves to Busan, where she opens a piano school. Eok-kwan falls head over heels in love with the piano teacher, and they later marry. Shortly after, Hye-rim dies in a boating accident. Soo-ah and Kyung-ho, who've always resented their new stepfather, blame him for her death and try to leave the family home, but Eok- kwan begs them to stay. Transformed into a loving and hardworking father, he raises the three children to the best of his abilities. A few years pass, and all three children, and their sister Joo-hee (played by Kim Hee-jung first, then by Jung Da-hye), are now young adults. Unbeknownst to Eok-kwan, his biological son Jae-soo (Go Soo) and stepdaughter Soo-ah (Kim Ha-neul) are deeply in love with each other. Though not related by blood, they know that a romantic relationship between them would be taboo, so they suppress their feelings. After Kyung-ho kills a man attempting to rape Soo-ah, Jae-soo takes the rap and goes to prison in his place, with his spotless record ensuring a short sentence. Kyung-ho escapes to Seoul. When Jae-soo is released from prison after several years, he studies to become a doctor. Soo-ah meanwhile works at a record shop. Kyung-ho, still a rebellious and angry young man, returns to Busan and becomes involved in the city's criminal underworld. ==Cast== ===Main cast=== * Cho Jae-hyun as Han Eok-kwan * Go Soo as Han Jae- soo * Kim Ha-neul as Lee Soo-ah * Jo In-sung as Lee Kyung-ho * Jo Min-su as Shin Hye-rim, widow of In Hak ===Supporting cast=== * Jo Hyung-ki as Si-sook * Jung Da-hye as Han Joo-hee (daughter of Eok-kwan and Hye-rim, paternal sister of Jae-soo, and maternal sister of Kyung-ho and Soo-ah) * Kim Young-chan as Jae-min * Lee Jae-yong as Dok-sa * Jung Sung-hwan as Young-tak * Kim Ha-kyun as Deputy section chief Oh * Im Dong-jin as Byun Hak-soo * Yang Geum-seok as Kim In-soon * Hwang In-young as Woo Min-kyung * Song Jae-ho as Dr. Woo * Baek Seung-hyeon as Kyung-ho's friend * Im Dae-ho as bakery employee * Jo Sang-ki as bakery employee * Shin Seung-hwan as Suk Chol, gangster, Kyung-ho enemy * Kim Hak-joon as young Jae-soo * Kang Bo-kyung as young Soo-ah * Choi Tae-joon as young Kyung-ho * Kim Hee-jung as young Joo-hee * Lee Bo-Hee as Lee Eun Shim * Hong Yeo-jin as Mokpo's Neighbor of Han Eok-kwan * Kim Ji-young as sister- in-law of Shin Hye-rim * Jo Hyung-Ki as brother-in-law of Shin Hye-rim *Kim Young Mi as Jang Eun Ji ==Rating== Piano was the second most successful drama of 2001, only being surpassed by Ladies of the Palace. The highest rating that the show reached was 40.2%. ==Awards== ;2001 SBS Drama Awards *Top Excellence Award, Actor: Cho Jae-hyun *Excellence Award, Actress: Kim Ha-neul *New Star Award: Go Soo *New Star Award: Jo In-sung *Popularity Award: Go Soo *Top 10 Stars: Cho Jae-hyun ==References== ==External links== *Piano official SBS website *Piano official SBS videos website * Category:Seoul Broadcasting System television dramas Category:2001 South Korean television series debuts Category:2002 South Korean television series endings Category:Korean-language television shows Category:South Korean romance television series Category:South Korean melodrama television series ",
    "title": "Piano (TV series)"
}