{
    "id": "3245870",
    "text": "Timo K. Mukka Timo Kustaa Mukka (17 December 1944 – 27 March 1973) was a Finnish author who wrote about the lives of people in Lapland. ==Early life== Timo Mukka was born in Bollnäs in Sweden where his family had been evacuated to during the Lapland War. He spent his childhood in the village of Orajärvi in the Pello municipality in northern Finland. The village had a strong presence of both Laestadianist Christians and communists, which affected the development of Mukka's worldview. At the age of thirteen, he contracted meningitis and although he survived the illness, he suffered from severe headaches for the next four years. During that time his personality changed radically and he even attempted to commit suicide. An early influence on Mukka's writing was L.M. Montgomery's Emily of New Moon. He instantly related with the girl from a poor background, who wanted nothing but to write, and so set out to become a writer himself. He sent his first story to a publisher when he was thirteen. Although it was rejected he continued to send stories and poems to the publishing executive of the Karisto publishing house, Martti Qvist, always with a note saying that the writings should be burnt if they were not accepted. Martti Qvist had stopped replying to Mukka's subscriptions in early 1960, so when he wrote his first novel later that year he sent it to the Gummerus publishing house instead. Gummerus did not accept the novel, which was a profound disappointment for the young writer and caused him to doubt whether he was supposed to be a writer after all. In the autumn of 1961 at the age of seventeen Mukka moved to Helsinki to study at the Academy of Fine Arts to become a painter. He was youngest student ever to enroll at the school. His studies did not last long though as he dropped out the following spring, but during his time there he met his future wife Tuula Pekkola. Of his time at the school he wrote: \"I did not like the method, not the teachers, nothing. And this one year killed my painting habit so completely that I have not picked up a brush since.\" Later that year, on June 5, Mukka's father died. The loss had a long-standing effect on the writer and is evident in many of his works. The latter half of 1962 he worked at various jobs, had a brief religious awakening and wrote daily to Tuula Pekkola. His spiritual search was finally ended by a vision he experienced, which instantly settled his views on life and death and around the turn of the year he began writing the novel The Earth is a Sinful Song which, as he explained to his publisher later, was a thorough description of those views. ==Career and later life== Over his career he completed nine novels, written in a lyrical prose style, about the life and harsh conditions in Lapland, the region of his childhood and of most of his adult life. The works were published in between 1964 and 1970. In the early 1960s there sprang up a movement in Finnish literature that rebelled against conventional moral and sexual norms. It was heavily influenced by the writings of Henry Miller. Its two most prominent representatives were the enfants terribles of modernist Finnish literature, poet and translator Pentti Saarikoski and author Hannu Salama. Mukka is considered as one of the most original writers of this era. He portrayed his subjects as part of the arctic milieu and explored the questions of religion, subjectivity, sexuality, and mental distress and illness in his works. In 1973, Finnish tabloid journal Hymy published a sensationalist article on Mukka which is believed to have contributed to the deterioration of his health. Mukka died in Rovaniemi, the capital of the Lapland region of Finland, in 1973. Mukka's first novel, The Earth is a Sinful Song, was in 1973 adapted into a popular movie, The Land of Our Ancestors, the first film by the Finnish director, Rauni Mollberg. The film's cinema verite style reflects the author's style in a precise way. Upon its 1974 release, it was the most widely attended film in Finnish film history. However, the Finnish National Film Board limited its distribution. In 1980, Mollberg adapted Mukka's second novel, Tabu (1965) into a film, Milka. ==References== *Timo K. Mukka: Annan sinun lukea tämänkin, Kirjeitä 1958-1973; Ed. Toni Lahtinen *Anna Ovaska: Fictions of Madness: Shattering Minds and Worlds in Modernist Finnish Literature. Diss. Helsinki: Helsingin yliopisto, 2020. . *http://www.kirjojentakana.fi/timo-k-mukka *http://www.kansallisbiografia.fi/kb/artikkeli/4900/ == External links == * * Ovaska, Anna. Fictions of Madness: Shattering Minds and Worlds in Modernist Finnish Literature. Dis. Helsinki: Helsingin yliopisto, 2020. . Category:1944 births Category:1973 deaths Category:People from Bollnäs Category:Finnish- language writers Category:20th-century Finnish novelists ",
    "title": "Timo K. Mukka"
}