{
    "id": "3245783",
    "text": "Tom Banks is a fictional character from the BBC soap opera EastEnders, played by Colm Ó Maonlaí from 23 April to 1 November 2002. Introduced in April 2002 as a love interest for Sharon Watts (Letitia Dean), producers made the decision to axe the character and he was killed off in November 2002. The character was allegedly popular with female viewers who voted him the eighth sexiest male character to appear in EastEnders in a 2005 poll. ==Storylines== Tom was a Merchant Marine who was friends with Mark Fowler and Sharon Watts when they were children. He also knew Mark's cousin, Ian Beale (Adam Woodyatt), but used to bully him, and reveals the childhood nickname he gave Ian to the rest of Walford, \"Squeal Beale\". Tom had left the Marines by 2002 and first appears at the funeral of Sharon's mother Angie (Anita Dobson). Now a firefighter, Tom starts dating Sharon, despite interference from her ex- boyfriend, Phil Mitchell (Steve McFadden) and his ex-wife, Sadie, (Isobel Middleton). Determined to split them up, she uses her daughter, Charlotte, (Hannah Bridges) as an excuse to be part of Tom's life and convinces Sharon that they are having an affair. Eventually Sharon realises that Sadie is lying and stands by Tom, despite the rest of Walford turning against them. Sadie becomes deranged and holds Sharon hostage in her flat, threatening to harm her unless she and Tom get back together. She attempts suicide but is convinced by Tom and Sharon to get psychiatric help. Things take a turn for the worse when Tom discovers he has a brain tumour but keeps this from Sharon who proposes to him when they swap roles for a day. Worried about his health, he ends the relationship, claiming it was all just a 'bit of fun'. Sharon knows there is something wrong with Tom and insists that he tell her what's wrong so he admits that he is ill but doesn't want Sharon to be his nurse. As Tom crumbles, Sharon promises that she will be there for him until the end. They plan to travel around the world but Tom decides to spend his last days in Walford and proposes to Sharon using her father's signet ring. When Trevor Morgan (Alex Ferns) starts a fire at 23 Albert Square, Tom runs in to rescue him and his hostages Little Mo (Kacey Ainsworth) and his son, Sean (Oliver Bradley). He rescues Mo and Sean and returns for Trevor, reaching him just as a petrol can explodes, killing them both instantly. ==Creation and development== The character was introduced in 2002 by executive producer John Yorke as part of Sharon Watts's (Letitia Dean) returning storyline to EastEnders. Despite first appearing in April 2002, the character was given a backstory linking him with several original characters in the series, a childhood acquaintance of Sharon, Mark Fowler (Todd Carty) and Ian Beale (Adam Woodyatt). Irish actor Colm Ó Maonlaí won the role after the casting director remembered him from a previous audition. Five years earlier he had auditioned for the part of Conor Flaherty, which was given to Sean Gleeson. Conor and his daughter Mary (Melanie Clark Pullen) were axed in 1999 and Tom Banks was the first character of Irish descent to be given a regular role in the serial since the Flahertys' departure. Tom was scripted to be a love interest for Sharon. A love triangle storyline featured initially as Tom battled for Sharon's affections with her former lover Phil Mitchell (Steve McFadden). In the storyline, Tom was shown to be keeping secrets from Sharon regarding his past marriage, secrets that were unveiled by Phil. In July 2002, following the introduction of a new executive producer, Louise Berridge, it was announced that Tom was being written out of EastEnders. A spokesperson denied that the actor had been fired, commenting, \"He was brought in to play out a specific storyline\" and that he was due to \"go out with a bang\". According to The Mirror, EastEnders' bosses decided that there was nowhere else to go with the character, that they could not work out how to develop him and that he had fulfilled a specific role. Part of Tom's exit storyline saw the character discovering that he had an inoperable brain tumour. Despite the initial upset this caused to his relationship with Sharon, the couple resolved to stay together and marry. However, in a plot twist, Tom was killed off in an episode airing to celebrate Halloween in October 2002. His death coincided with the exit of another character, Trevor Morgan (Alex Ferns). In the episode, Tom rushes into a house fire to save Trevor who is holding his baby and his ex- wife Little Mo (Kacey Ainsworth) hostage, but despite rescuing Mo and the baby, he and Trevor both die in an explosion. O'Maonlai claimed he cried when filming his character dying, partly due to the exhaustion of the filming and stunt work needed for the scenes. He commented, \"I found working with fire tough, it was so hot. It wasn't just that I was in the heat, I also had to carry a baby and Little Mo out. I can look after myself but if I've got someone over my shoulder, it's quite freaky. I was well looked after, everybody was there to make sure it went smoothly.\" ==Reception== The character was reportedly popular with female viewers with Ó Maonlaí receiving \"raunchy\" fan mail and being a hailed as a \"sex symbol\". In a magazine that marked EastEnders' 20th anniversary in February 2005, Tom Banks came 8th in a poll for EastEnders' \"sexiest hunk\". O' Maonlai was nominated for Best Newcomer in the National TV Awards for the role of Tom. Ian Hyland, critic for The Mirror, was critical about the way the character was introduced, describing it as \"cack-handed\". He also mocked the character's apparent flirtations, suggesting that he wore a chest hair wig. The storyline involving Tom's brain tumour was used as an example by The Telegraph of the phenomena dubbed \"telly belly\", whereby viewers, noticing symptoms of sickly characters in soaps, visit their own GPs complaining of the same symptoms. A study examinining doctors \"concluded that media stories on health issues, such as those featured on the news or in soap operas, had a significant effect on people's perception of their well-being\". A researcher commented, \"[A viewer] has a headache and gets immersed in a storyline and thinks 'is this a headache or something worse?' In the end Tom [Banks] died in a fire.\" Dr John Henry, professor of accident medicine at St Mary's Hospital & Imperial College Medical School in London, said, \"Anything which empowers patients to take more responsibility for their own well-being is to be applauded\". ==References== ==External links== * Category:Male characters in television Category:EastEnders characters Category:Fictional firefighters Category:Fictional Irish people Category:Television characters introduced in 2002 ",
    "title": "Tom Banks (EastEnders)"
}