{
    "id": "3246452",
    "text": "Sven Otto Julius Littorin (born 1966) is a former Swedish politician and architect of major structural reforms. As Minister for Employment in the cabinet of Fredrik Reinfeldt, he was in charge of the major overhaul of Swedish labor policies between 2006-2010. As President of the European Council of Ministers, in its Epsco formation, he oversaw the European Union response to labor market effects during the financial crisis of 2008-09. As party secretary of the Moderate Party 2002-2006, he played a major role in restructuring the party. As chief of staff to Minister for Fiscal and Financial Affairs during the Swedish banking crisis of 1992, he was one of the architects behind the Swedish banking rescue that Paul Krugman later proposed as a model for solving the Financial crisis of 2007–2008. He was born and grew up in Östergötland, where he was active in the Moderate Youth League from an early stage. He was national chairman of the Moderate School Youth, a part of the youth league, 1984-1985. He has a B.Sc. in Economics and Business Administration at Lund University. His résumé formerly also listed an MBA from the unaccredited Fairfax University (at the time licensed in Louisiana), but that degree was removed from his list of qualifications after it aroused controversy in June 2007Dubious Degree for Swedish Official, Inside Higher Ed, June 20, 2007.Minister got some explaining to do, Independent Online, June 21, 2007. In 2011, Littorin was a Visiting Scholar at Stanford University. Since 2011 he has been a Political Affairs Consultant, based in London, England. Between 1991 and 1993, he was chief of staff to Minister for Fiscal and Financial Affairs, Bo Lundgren, later leader of the Moderate Party. After that he worked in the private sphere for, inter alia, Kreab. In 1997, he co-founded Momentor AB, a venture capital company, and worked as a Senior Partner until 2002. In 2002, he was appointed party secretary by Bo Lundgren and later became a part of Fredrik Reinfeldt's team. He has played an integral part in the subsequent modernisation of the party. After the success of the Moderate Party in the 2006 general election, he resigned as Secretary General, and was later named Minister for Employment in the cabinet presented by Prime Minister Reinfeldt on 6 October 2006. Until 31 December 2006, this ministerial post was located within the Ministry of Enterprise, after which a separate Ministry of Employment. On 7 July 2010, he announced his immediate resignation, citing personal circumstances.Sveriges Radio: \"Sven Otto Littorin avgår\" ==Reforms== As Sweden's Minister for Employment, Littorin was in charge of USD 12bn of the government budget; the second largest part of public spending, covering areas such as the unemployment insurance system, active labor market programs, and nine government agencies, including the Swedish Public Employment Service, the Work Environment Authority, and the Labor Court. Littorin was in charge of some of the major policy reforms introduced during the first government of Prime Minister Fredrik Reinfeldt. These reforms included a major overhaul of the unemployment insurance system and a complete renovation of the Public Employment Service, introducing new instructions, a new board of directors, a new management team, a new structure and organization, new targets and incentives, as well as opening up for private competition. He has the current record of having answered the highest number of questions in Parliament - 337 - during one single term. As a Minister, he gave over 4.000 interviews, and made numerous public appearances domestically and internationally; among others for the Organisation for Economic Co-operation and Development, International Monetary Fund, and World Economic Forum. During the Swedish Presidency of the European Union in autumn 2009, Littorin was also President of the European Council of Ministers, in its Epsco formation (Ministers for Employment, Social Policy, Health, and Consumer Affairs). As such, he oversaw European Union response to labor market effects caused by the financial crisis of 2008-2009. Littorin was also member of the Swedish Government's Globalization Council. ==Resignation== On 7 July 2010, Littorin announced his immediate resignation. He had the day before been confronted by a reporter for Swedish newspaper Aftonbladet whether it was true or not that he had purchased sex.\"Aftonbladet: Anna, 30: Jag sålde sex till Sven Otto Littorin\" Littorin denied the allegations, but nevertheless resigned from the government. The official reason that he stated was the harshness of the media against him and his children, as well as \"for private reasons\", following divorce and a custody battle over his children. Since 2013, he is married to Therése Evling. ==References== == External links == Category:1966 births Category:Living people Category:Moderate Party politicians Category:Résumé frauds and controversies Category:Swedish Ministers for Employment Category:Swedish bloggers ",
    "title": "Sven Otto Littorin"
}