{
    "id": "3246314",
    "text": "Bust of Rev Selby Wright in Canongate Kirk The grave of Ronald Selby Wright, Canongate Kirkyard The Very Rev. Ronald William Vernon Selby Wright CVO TD JP FRSE FSAScot (12 June 1908, Glasgow – 24 October 1995, Edinburgh) was a Church of Scotland minister. He became one of the best known Church of Scotland ministers of his generation and served as Moderator of the General Assembly of the Church of Scotland in 1972/73.Torrence, T. F. Ronald William Vernon Selby Wright The Royal Society of Edinburgh, Retrieved 28 September 2014 ==Life== Selby Wright was born in Glasgow in 1908, the son of Prof Vernon O. Wright, and his wife, Anna Gilberta Selby. The family lived at 6 India Street in the Charing Cross district. His father was Professor of Music at the Glasgow College of Music.Glasgow Post Office Directory 1908 When Ronald was three years old, the family moved to Edinburgh. He was educated at Edinburgh Academy, Melville College and the University of Edinburgh. He studied divinity at New College, Edinburgh. He was probationer assistant at Glasgow Cathedral in 1936, prior to becoming minister at Canongate Kirk in Edinburgh in January 1937. His only ministerial charge, he remained at Canongate until he retired in 1977. He turned down numerous offers, including the Chair in Practical Theology at the University of St Andrews and the Chaplaincy of the University of Aberdeen. His ministry at Canongate Kirk was notable for his social concern, liturgical interest and for the restoration of the church building. His social concern was particularly reflected in the establishment of the Canongate Boys’ Club. During his ministry the Canongate parish was one of the most run-down areas of Edinburgh, with considerable poverty -- despite the presence of the Palace of Holyroodhouse in the parish. He would also later serve as chaplain to a number of Edinburgh schools and edited some books for teenagers, such as Asking Them Questions. His social concern would also see him become actively involved in a wide range of activities in Edinburgh, including serving on the management of various institutions. He was an erudite man, the author of many books and he had a large personal library. Before World War II he had been a Territorial Army Chaplain, but in 1939 he was mobilised as a padre with The Royal Scots regiment in France. He managed to evade capture by the German Army and was evacuated from Dunkirk in 1940. During his military service the Rev. George MacLeod served as locum at Canongate Kirk. Back in Scotland, Ronald Selby Wright was recruited by the BBC to give a series of broadcasts. His direct, conversational style won deep appreciation and he acquired the nickname \"The Radio Padre\".Kernohan, R. D. (26 October 1995) The Very Rev Dr Ronald Selby Wright The Herald, Retrieved 28 September 2014 In 1942 he was appointed Senior Chaplain to the 52nd (Lowland) Division of the British Army, serving in Italy, the Mediterranean and the Middle East. 17 Regent Terrace, Edinburgh Following the war, Ronald Selby Wright played a considerable role in renewing interest in liturgy in the Church of Scotland. Drawing on John Knox’s work (notably the Book of Common Order of 1564), he devised a liturgical order of service for use at Canongate Kirk, including considerable participation by the congregation (then highly unusual in the Church of Scotland.) He was very much of the ‘High Church’ tradition within the Church of Scotland; he was President of the Scottish Church Society. He also oversaw the renovation and restoration of Canongate Kirk, through the removal of unsympathetic Victorian accretions (such as the galleries and an overbearing organ in front of the pulpit.) The church was thus restored to a dignified, aesthetic simplicity of high quality. From 1946 he lived at 17 Regent Terrace in Edinburgh, a truly huge and luxurious property.Mitchell, Anne (1993), \"The People of Calton Hill\", Mercat Press, James Thin, Edinburgh, . He valued the church’s connections with the state and in 1963 became a Chaplain to The Queen. The Queen worships in Canongate Kirk when in residence at the Palace of Holyroodhouse. He was made a Commander of the Royal Victorian Order (CVO) in 1986, Doctor of Divinity (DD) by the University of Edinburgh in 1956 and a Fellow of the Royal Society of Edinburgh (FRSE) in 1973. A 1997 Sunday Times article, citing the private diaries of an unnamed deceased member of an upper class Scottish family, claimed that Wright was a persistent paedophile who was treated for venereal disease.Mega, Marcello (1 May 1997) Blair's School Mentor was a sex abuser Sunday Times, Archived by Spotliightonabuse, Retrieved 28 September 2014 However, Tam Dalyell, writing in the Independent, said \"... there seemed to be little question and certainly no evidence..\" that he was a paedophile.Dayell, Tam (26 October 1995) Obituary: The Very Rev Ronald Selby Wright The Independent, Retrieved 28 September 2014 He never married but one source claimed he had a platonic relationship with a nurse who fell in love with him. He retired from Canongate Kirk in 1977 and continued to live in Edinburgh, where he died in 1995 at the age of 87. His ashes are buried immediately east of the church, with a small granite memorial, immediately below the monument to Robert Hurd. == References == Category:Church of Scotland Category:Ministers of the Church of Scotland Category:Fellows of the Royal Society of Edinburgh Category:Commanders of the Royal Victorian Order Category:Moderators of the General Assembly of the Church of Scotland Category:People educated at Stewart's Melville College Category:People educated at Edinburgh Academy Category:Alumni of the University of Edinburgh Category:1908 births Category:1995 deaths ",
    "title": "Ronnie Selby Wright"
}