{
    "id": "3246724",
    "text": "A 1912 Railway Clearing House map of lines around London Road (Guildford) railway station London Road (Guildford) railway station is situated in the east of Guildford in Surrey, England, lying close to the suburbs of Merrow and Burpham. It is down the line from . The station is managed by South Western Railway, who provide the majority of train services. Southern also provide some peak period services. It is situated on the New Guildford Line between Waterloo and Guildford via Cobham, although some trains operate via Epsom rather than Cobham. The parenthesised Guildford is to avoid confusing the station with the similarly named London Road (Brighton). The name was formally changed to London Road, Guildford from London Road in 1923 when operation of the line was taken over from the London and South Western Railway by the Southern Railway, which then ran all the railways in SE England. ==Platform layout== Platform 1 - Up trains to London Waterloo via Cobham and , and peak hour trains to and London Victoria Platform 2 - Down trains to Guildford == Services == === South Western Railway === *4tph to London Waterloo, of which **2tph via Cobham **2tph via Epsom *4tph to Guildford === Southern=== Services operate in peaktime only. *2 trains per day to London Victoria via Sutton and Norbury. One morning and one evening service both to and from London Victoria. *1 train per day to London Bridge via Sutton and Forest Hill. One morning service to and from London Bridge. == Accidents and incidents == * On 4 January 2019, a 51-year-old male passenger was fatally stabbed on board a South Western Railway service from Guildford to London Waterloo, as it was travelling between London Road and Clandon stations. The train, formed of a pair of Class 455 electric multiple units, was stopped at the next station along the line, Horsley, to allow emergency services to deal with the incident. Both the victim and the suspect had boarded the train at London Road. The suspect in the stabbing exited the train at Clandon and was arrested the following day. The suspect, Darren Pencille, was subsequently found guilty of murder and sentenced to life imprisonment. ==References== == External links == * Category:Transport in Guildford Category:Railway stations in Surrey Category:Former London and South Western Railway stations Category:Railway stations in Great Britain opened in 1885 Category:Railway stations served by Southern Category:Railway stations served by South Western Railway Category:Buildings and structures in Guildford ",
    "title": "London Road (Guildford) railway station"
}