{
    "id": "3246921",
    "text": "Dimitri Voudouris (Greek: Δημήτριος Βουδούρης), is an electroacoustic, new music composer, scientific researcher and pharmacist living in South Africa who pioneered UNYAZI, the first electronic music festival and symposium on the African continent in 2005 that took place at University of the Witwatersrand, in Johannesburg, South Africa. He lectures part-time at Witwatersrand University in electronic music composition. He composes for acoustic instruments, electronic sound sources, multimedia, including dance and theatre. He bases his technical and theoretical compositional approach in scientific research e.g. Study of traffic flow patterns, biochemical dynamics of energy formation, flow / resistance of fluids travelling through various transport systems, cognitive psycho-acoustic behavioural patterns in humans and the behaviour of sound in relationship to continued environmental changes. His sociocultural interests have led him to research the survival of music in the 21st century and the impact that media and technology have on the composer. These theories help to create moments of isolation allowing for the morphological study of each individual sound source, a strategic necessity that brings a degree of order and allows for the creation of various building blocks used in the construction of micro-environments that in turn form the backbone of his compositions. == Compositions == *UNOXHAKA [1998] Piano. * ...A VICTORY FOR HEALTH... [2000] News media Audio Montage. *IMPILO [2000–2001] Computer music with prepared environment. *SIZOBONANA [2002] Field recordings, African percussion, computer assisted processing. *PALMOS [2002] Hammond Organ B4, Bandoneon, Oboe, computer assisted processing. *NPFAI.1 [2002] Kalimba, Kundi, Granular synthesis. *NPFAI.2 [2002–2003] Piccolo, Flute, Bass Clarinet, French Horn, Hindewhu, computer assisted processing. *NPFAI.3 [2003] African marimba, computer assisted processing. *NPFAI.3 + WM [2004] Western Marimba and tape in [2017**](revised score)Amplified western marimba(extended techniques)and electronics *ISILOKAZANE [2007] Piano. *[O]-Rd:2 -[2008–2010] – Calculating elastic behaviour of complex microscopic systems:Examining unidirectional vehicular motion Piano and Digital Audio Tape.[biomechanical study:3] *[W]-Rd:1e [2009–2010]- Calculating behaviour of complex microscopic systems:Examining mobility of unidirectional vehicular motion in a two-lane system – Computer generated music.[biomechanical study:4] * ΞΩΡΑΑΚ – Παρ.5 [version:1] – [2011] – Harpsichord.[biomechanical study:5] * ΞΩΡΑΑΚ – Παρ.5 [version:1e] – [2012] – Harpsichord and electronics.[biomechanical study:5] * CI-[N1]-H:1e [2011–2012]- Behaviour of complex macroscopic systems:examining kinetic flow disturbances occurring in vehicular motion during phantom traffic jam formations in a three-lane unidirectional system – Computer generated music.[biomechanical study:7] * SBI -[ N1 ]:H [Sections 1–21] [2011 – 2013] – [ Free flowing traffic congestion ] tracking regular and irregular behaviour of vehicles travelling in a four-lane unidirectional system – Two amplified Harps. * A[EV] 3070/7f – [ 2013 – 2014 ] – An artificial evolutionary analysis of environments: Artificial speech and singing synthesis, computer assisted electronics, [composition assisted by Matlab's computational autonomy ] – [biomechanical study:10] * cong[s/m]-l2 - [2013-2015] - Dynamic sound analysis, computerised transcription of data from various single and multi-lane traffic congestions in a unidirectional system – Grand piano and [C++]granular synthesis. [biomechanical study:12] * NPFAI.4 [2008-2015] Xigoviya (globular flute), ring modulator with electronic environments * NPFAI.5 [2009-2015] Computer assisted music * cong(m)l:a (19z..,24y..,13.3i..) - [2017] - “....from chaos to discernible order....” - Amplified grand piano and computer as(an assistant composer) * cong(m)l:a (05g..,31v..,08p..) - [2018] - “....from chaos to discernible order....” - Amplified grand piano and computer as(an assistant composer) * NPFAI.3.1 [2018] - African xylophones , mbira , computer assisted processing * NPFAI.6 [2018] - Natural voice/s of performer/s as well as artificial voices, African xylophone, variety of whistles, computer assisted processing * SY-mplexi - [2018-2020] - 4 x Short-wave receivers, assorted metal percussion, (2 x condenser,8 x contact ) D.I.Y microphones, computer assisted processing. === Multimedia Theater === *L22P08M02 [2002–2005] Scene 1–3: Field recording of demonstration, Dance Theatre, poetry, Visual Design, computer assisted processing. *ANAMNΗΣΙΣ [2007– 2008] [ΜΕΡΟΣ Α-Γ]: 50 Piccolo Flutes,20 Trumpets,20 Children baring banners and remote control toys,3 Actors, Mixed choir with short-wave receivers,3 Megaphones,3 Inflatable Balls,16 Dancers on Roller-skates and Stalls, Birds,8 Microphones,3 Transparent Screens with Projectors and Animation, Audience, Computer music, Sound Projection. === Music for Contemporary dance theatre === *LEXICOPHONY.1 [2003–2004] Computer music for disabled contemporary dance performance. *GESTICULAR [Cena 1–11] [2006–2007]: [Cena 2,4,8,10,11] originally commissioned by Projet Insitu for contemporary dance TAXIDERMIE – as part of the specific project 4M [Maputo] with funding from the French Institute of South Africa – Contrabass, Grand piano, Violin, Xylophone, Mbira, Field recordings, Computer assisted processing. *UVIVI [2008] Computer Music for Contemporary Dance Theatre.[biomechanical study:2] *ΞΩΡΑΑΚ [2010-2012]: [2010] – Παρ.1,2 – Dancers, objects, audience, mobiles, triggers, sound projectionist, lighting Technician, choreographer, electronic music for 6 speaker diffusion system. [2011] – Παρ.3,4 – music ensemble – [small metal objects, stones, wood, whirlies, balloons, wind machines, paper, sticks, short-wave receivers, bowed saws, narrators (with voice manipulation), public speakers (with megaphones), xylophone]- amplified, an audience with mobiles, conductor and sound projectionist, sound engineer, lighting technician, choreographer and electronic music with 8 channel speaker diffusion.\" [2011] – Παρ.5 [ Version 1 ] – Amplified harpsichord. [2012] – Παρ.5,6 – Παρ.5.2 – Harpsichord [amplified], midi harpsichord, whistles and electronic music, dancers, sound engineer, sound projectionist, light technician, for 14 x channel diffusion system. Παρ.6 – Electronic music for 6 x channel diffusion system, dancers, sound engineer, choreographer, sound projectionist, light technician. [2012] – Παρ.5 [ Version 1e ] – Amplified harpsichord and electronics. === Kinematic theatre for inanimate objects === *Sιηκ – [2013–2014] – electro-acoustic music, giant puppet figures with optional [ animation, shadow theatre and mechanised toys ], mobile scenery.[biomechanical study:11] === Hydrophonics === *Ω375.3 – [2012–2014] – [sound analysis: pipe corrosion affecting liquid volumetric flow rate in 375,3 meter closed pipe system] – computer assisted processing.[bio-kinetic study:1a] *η(154m) - [2013-2016] - [sound analysis: computerized transcription of data, investigating corrosion in a 154 meter galvanized pipe] - computer assisted processing and bowed electric double bass.[bio-kinetic study:1b] === Vocal === *PRAXIS [2003–2004] Orthodox Christian Male Choir, Magnetic Tape and computer-assisted processing. *ONTA [2003–2005] Voice and electronics with computer-assisted processing. *1.ΘΦ4 [2007] Four artificial female voices.[biomechanical study:1] *VOZ DA REVOLUÇÃO [2007–2009][CONSTRUÇÃO.. 1-(1.1–1.7),CONSTRUÇÃO.. 2] Opera in 8 Scenes : TTS Choir- Soprano, Mezzo-Soprano, 2 Tenors, Baritone Live Act- 2 Sopranos, 2 Tenors, Mixed Choir [25 Children and Women],30 Gymnasts, journalist, Economist, 4 Chess Players, 50 Children, 10 Construction Builders, 20 Youths, 30 Actors, Audience, 5 Slide Projectionists, 7 Projectionists, 2 Poets, 5 Public Speakers with Megaphones, 10 Remote Control Toy Operators, 5 Heavy Duty Vehicles with Drivers, 3 Percussionists, 2 Sound Projectionists, 2 Lighting Technicians:- Text to Speech Synthesis, Prepared Natural Voice Environment, Computer Assisted Processing. *mftrah [2011–2013] Text to speech and singing (TTSS) synthesis – 4 female, 3 male, 2 children voices with pseudo environments mimicking (TTSS)- created with the use of Computer-assisted processing and modelling.[biomechanical study:9] *Onirophoreas (Phase 1.1 - 1.6) [ 2018 - 2019 ] (text to speech) Artificial speech, singing synthesis with environments / natural voices with environments / African hand drum, bells, shakers, rain stick / computer-assisted processing === Installation === ====a] Designed space for performance==== *ΑΛΘ = Φ [2005–2008] TTS[text to speech synthesis]with computer assisted processing for a 24 speaker interactive robotic ensemble for ΘΩΡΑΞ a designed space for live performance. ====b] Designed space for game performance==== *MUSUNUNGURI −1/ chikamu – .1 [2009] Speech synthesis with Computer assisted processing for an interactive game installation MUCHETO a designed space for live performance. === Piano and video projection or piano and audience === *KODERING P1 – [ kode 1 – kode 16 ] – [2010–2011], P2 – [ kode 17 – kode 32 ] – [2010–2011], P3 – [ kode 33 – kode 48 ] – [2011–2012], P4 – [ kode 49 – kode 61 ] – [2012] for amplified Grand piano, video projection, monitor or amplified Grand piano, audience, monitor or 4 x Grand pianos.- kode 1 – kode 21 was commissioned by DOMUS, concept Mareli Stolp [biomechanical study:6] === Film === *JHB626GP [2006] Short compositions of field recordings for the video work of Ismail Farouk exhibited at the Venice Architecture Biennale 2006. == Recordings == .NPFAI.1,Palmos,NPFAI.3,Praxis – 2006 – [Pogal Productions] .ΑΛΘ=Φ,UVIVI,1Θφ4,ΟΝΤΑ – 2010 – [Pogal Productions] .GESTICULAR: Cena 8 – on compilation CD – 2013 – [Peer Music Records] == References == 1\\. International Computer Music Conference 2005, Voudouris Dimitri, L22P08M02 - Volume 30, Number 2, Page 90, (2006) Computer Music Journal, ISSN 0148-9267. 2\\. Voudouris, Dimitri. Volume 13, issue 1-2, (2016), Lexicophony.1: Computer- generated composition, Journal of the Musical Arts in Africa, pages: 71–77, ISSN 1812-1004 EISSN 2070-626X. 3\\. Voudouris, Dimitri.NPFAI.5:in construction.(2020) (1-4 page article) 4\\. Music Indaba 2010:Home Made-Hand Made/University of Kwazulu Natal, Durban, South Africa: Reviewed by Dimitri Voudouris, Computer Music Journal Volume 35, Number 3, Page 98-102, ISSN 0148-9267. 5\\. UNYAZI 2005, by Jurgen Brauninger Leonardo Music (2006) Journal Volume 16 Special Section Introduction, Page 62-65, ISSN 0961-1215. 6\\. Actualitatea Muzicala Magazine - NPFAI.3, page 16, Serie nouã DECEMBRIE 2016 - Carmen Popa,[Language - Romanian] ISSN 1220-742X 7\\. Actualitatea Muzicala Magazine - NPFAI.4, page 12, Serie nouã DECEMBRIE 2017 - Carmen Popa,[Language - Romanian] ISSN 1220-742X 8\\. Actualitatea Muzicala Magazine - NPFAI.1, page 12, Serie nouã DECEMBRIE 2018 - Diana Rotaru,[Language - Romanian] ISSN 1220-742X \\------------------------------------------------------------------------------------------------------------------------------------------------------- 1\\. Jazz & Tzaz issue 236 - Dimitri Voudouris by Thomas Tamvakos, Nov 2012, Page 53[ Language - Greek ], www.jazztzaz.gr email address:jazztzaz@hol.gr 2\\. Taxidermie, Mail&Guardian;: Kwanele Sosibo, Mail & Guardian October 20-26 2006 3\\. Sonic Africa's many stylistic skins, Imagining Africa 2004, Business Day- Gwen Ansell, CUE Sunday 4, July 2004 4\\. Interview 2004, by:: Wanita Briel, CUE Sunday 4, July 2004 == External links == *NewMusicSA *Rhizome *At.Joburg *ICMC2005 *ICMC2006 *ICMC2008 *ICMC2009 *ICMC2014 *ICMC2020 *MITPress *International Competition Art Biennale Kompozytorski *SAartEmerging *PROJET IN SITU *HELMCA *PGN *La Biennale di Venezia *Pogus Productions *Pierre Henri Wicomb *IMEB *GAUDEAMUS COMPONIST Category:20th-century classical composers Category:21st-century classical composers Category:Greek electronic musicians Category:Experimental composers Category:Greek classical composers Category:Microtonal musicians Category:South African composers Category:South African male composers Category:Living people Category:1961 births Category:Musicians from Athens Category:Male classical composers Category:20th-century male musicians Category:21st-century male musicians ",
    "title": "Dimitri Voudouris"
}