{
    "id": "3247572",
    "text": "This is a chronological list of sea-floods that have occurred in the Netherlands. In addition to these there have been hundreds of river floods during the centuries. {| class=\"wikitable sortable\" !style=\"width:120px;\" | Name !Date !Place !Deaths !Details |- | |838 |Northwest of the Netherlands (part of Friesland) |2,437 |A large part of the northwest of the Netherlands (in that time the land belonged to Frisia – now called Friesland) was flooded by a storm. Lack of good dikes was an important cause of this flood disaster. This flood is also described in the Annales Xantenses. |- | |1014 | |Thousands |For the first time the partially closed coast line of the Netherlands was breached. Walcheren suffered a particularly large amount of damage. It took years before people managed to get their lives back on track. The chronicle of the Quedlinburg abbey in Saxony |- | |1042 |Flemish coast and in particular the region of the Yser mouth. | |Flood mentioned in Annales Blandiniensis (Ghent). |- | |1163 | | |The Netherlands experienced several floods this year. This caused dike breaches along the Maas. As a result the mouth of the Oude Rijn at Katwijk, which was already almost entirely silted up, was entirely closed by sediment carried around by the flood. |- |All Saints' flood |1170 |North Sea, Zuiderzee and Waddenzee. | |Large parts of the north of the Netherlands and the Zuiderzee region were inundated. A channel from the North Sea was opened into the fresh water Lake Flavo (Almere lake), and it became the salt water Zuiderzee. Two factors causing this sea enlargement were important: first was the sea area increase, second the presence of large peat areas, which were easily washed away. |- |St. Nicholas' Flood(nl) (Sint-Nicolaasvloed) |1196 |Large parts of the north of the Netherlands and the Zuiderzee region were inundated. | |Where the storm flood of 1170 made a beginning, this storm worsened it, washing away large peat areas. The result of this storm was destruction of peat areas in West Friesland and enlarging the Waddenzee and the Almere which became the Zuiderzee. |- | |1212 |Noord- Holland |60,000 | |- | |1214 | | |Storm flood affecting all parts of the Netherlands. Much erosion of peat areas. |- |St. Marcellus' Flood(nl) (Sint-Marcellusvloed). |1219 |West Friesland and Groningen. |36,000 |This was the 4th large flood in 50 years. This had enormous consequences on the development of the two large inner seas in the Netherlands, the Zuiderzee and the Waddenzee. |- | |1248 20 November, 28 December, and 4 February 1249 |North Holland, Friesland and Groningen. | |The coastal dunes were breached (possibly at Callantsoog), flooding parts of North Holland. |- | |1277 |Reiderland | | |- | |1280 |Large parts of the north of the Netherlands were inundated. | |This flood created the Lauwerszee. |- | |1282 |Waddenzee and IJsselmeer. | |A storm broke through the coastal dunes around Texel sparking the cause of the flood. |- |St. Lucia's flood |1287 | |~50,000 to 80,000 | |- |Grote Mandrenke |1362 |Netherlands, Schleswig, Jutland, England |at least 25,000 |Hurricane- force winds drove enormous waves atop an incredible storm surge that carved a huge inland sea into the Netherlands. The salt sea swallowed sixty parishes in the Danish diocese of the bishops of Slesvig. This storm also demolished much infrastructure in England. |- |St. Elizabeth's flood |1404 |Zeeland and Holland | | |- |St. Elizabeth's flood |1421 |Zeeland and Holland |2,000 to 10,000 | |- |St. Felix's Flood |1530 | |100,000+ | Large parts of Flanders and Zeeland were washed away, including the Verdronken Land van Reimerswaal. According to Audrey M. Lambert, \"all the Oost Wetering of Zuid-Beveland was lost, save only the town of Reimerswaal.\" |- |All Saints' flood |1570 |Egmond, Bergen Op Zoom, and Saeftinghe |20,000 | |- | |1675 |North Netherlands | | |- |Great Storm of 1703 |1703 |Friesland |8,000 to 15,000 |This storm caused a flood killing thousands of victims. There are no wind measurements available, but a wealth of reports and diaries make it clear that this storm was extremely serious. The storm reached its peak in the night and led to enormous damage and numerous dike breaches. It was heaviest in an area of approximately 500 kilometres wide in Wales, central and southern England, the North Sea, the Low Countries, and the north of Germany. At many places there was talk of a high storm surge. Seamen reported tornadoes. Other sources wrote about a terrible storm and these well agree with each other. The air was full of lightning. The English journalist and writer Daniel Defoe (the writer of Robinson Crusoe) wrote concerning the \"most terrible storm which the world ever saw\". The storm was according to Defoe so dreadful that there was no pen to describe it. There had already been a storm for two weeks, but this was the peak. The south of Friesland was flooded from several dike breaches. A Zeelandish captain wrote in a letter to the admiralty of Zeeland that the storm could not be withstood. The Dutch fleet was hit hard, but the British fleet bore the heaviest blows. Dozens of war ships sailed to the English coasts where thousands of victims died. Meteorologists have tried to reconstruct the chart of this storm. Above Scandinavia the air pressure was high at the beginning of December 1703, but in the Bay of Biscay south west of the United Kingdom there were two depressions. The first depression went up the North Sea, the second went to Scotland. The venom, however, was in a new block which appeared at Ireland. This increasingly drew in strong activity around the middle and from Britain further to the east. The storm blew on the south side of the depression where the south of Britain had a hurricane, wind strength 12. The barometers plummeted dramatically: according to calculations the air pressure must have decreased to 950 millibars, a rare low for Britain. A powerful anticyclone which came immediately ensured enormous air pressure differences, as a result of which it blew terribly this way. |- |Christmas flood of 1717 |1717 |Groningen, Zwolle, Dokkum, Amsterdam, and Haarlem |14,000 | |- | |1820 |Holland | |This flood inundated large parts of the Alblasserwaard, after a number of dike breaches. Also the lock between the Linge and the canal from Steenenhoek to Gorinchem succumbed on 26 January during the events of this calamity. An area of approximately 1300 km² came under water during this calamity. |- |February flood of 1825 |1825 |Groningen, Friesland and Overijssel |800+ |The provinces listed were flooded through serious dike breaks. |- | |1836 |Leyden, and Amsterdam | |Two hurricane-driven floods took place late in the year. One reached the gates of Amsterdam in November, while another one flooded Leyden on Christmas day. |- | |1916 |Northwest Netherlands | |Dikes broke at dozens of places around the Zuiderzee |- |North Sea flood of 1953 |1953 |Netherlands, Belgium, United Kingdom |2,551 | |} == See also == *Flood control in the Netherlands == References == == External links == *Christmas Day flood 1717 map *The Flood of 1953 in the Netherlands *Knowledge exchange on coastal flooding and climate change in the North Sea region *Rome's Greatest Defeat, A Review – All Saints' Flood of 1170 Category:Medieval weather events Category:Lists of floods ",
    "title": "List of floods in the Netherlands"
}