{
    "id": "3247768",
    "text": "Dover Athletic in 2010 Maidenhead United Football Club is a semi- professional football club based in Maidenhead, Berkshire, England. They are currently members of and have played at York Road since 1871, making it the 'oldest senior football ground continuously used by the same club'.Country's 'oldest' football ground in Maidenhead gets plaque BBC News, 13 October 2012 ==History== Maidenhead Football Club was established in October 1870, with the club's first match played on 17 December 1870 against Windsor Home Park at Bond's Meadow.History Maidenhead United F.C. They were one of the fifteen clubs to play in the inaugural FA Cup competition in 1871–72, beating Marlow 2–0 in the first round before losing 3–0 at Crystal Palace. The club reached the quarter finals the following season, eventually losing 4–0 to Oxford University. The club were quarter-finalists again in 1873–74 – losing 7–0 at Royal Engineers – and 1874–75, when they were beaten 1–0 at Old Etonians. Maidenhead Temperance and Boyne Hill both merged into the club in 1891. Maidenhead were founder members of the Southern League in 1894, joining Division Two. They finished bottom of the division in its inaugural season and again in 1898–99 and 1899–1900, before leaving the league in 1902. The club subsequently dropped into the West Berkshire League and the Berks and Bucks League. They won the West Berkshire League at the first attempt and were runners-up in 1903–04,Honours Maidenhead United F.C. before joining the new Great Western Suburban League alongside Maidenhead Norfolkians in 1904.Great Western Suburban League 1904–1931 Non-League Matters Following a meeting in April 1919 Maidenhead Norfolkians merged into the club, after which the club colours were changed from black and red stripes to black and white. They won the Great Western Suburban League in 1919–20, after which the club was renamed Maidenhead United. The club were runners-up in the Great Western Suburban League in 1920–21, before joining Division One of the Spartan League in 1922.Spartan League 1907–1934 Non-League Matters They won the Division One title in 1926–27, before being placed in Division One West in 1928 amidst league reorganisation. The club were Division One West runners-up in 1928–29 before being placed in the Premier Division the following season. Maidenhead were Premier Division runners-up in 1930–31 and went on to win the league the following season. Although the club finished in the bottom half of the table in 1932–33, they won the Premier Division title for a second time in 1933–34. In 1935–36 they reached the semi-finals of the FA Amateur Cup, losing 4–1 to Ilford at Upton Park. After the outbreak of World War II in 1939, the club joined the Great Western Combination, finishing as runners-up in 1944–45.Great Western Combination 1939–1964 Non-League Matters They then joined the newly formed Corinthian League.Corinthian League 1945–1963 Non-League Matters The club won the league's Memorial Shield in 1956–57 and were league champions the following season. In 1960–61 they reached the first round of the FA Cup for the first time since the formation of the Football League, losing 5–0 at Colchester United; the club went on to win the Corinthian League for a second time at the end of the season. After winning the league again in 1960–61, they won the league and Memorial Shield double in 1961–62. Another FA Cup first round appearance followed in 1962–63, ending with a 3–0 defeat at home to Wycombe Wanderers. In 1963 the Corinthian League merged into the Athenian League, with Maidenhead becoming members of the Premier Division. In their first season in the new league the club reached the first round of the FA Cup again, losing 2–0 at home to Bath City. A fourth FA Cup first round appearance in 1971–72 saw them lose 2–0 at Enfield. In 1973 the club joined Division Two of the Isthmian League, which was renamed Division One in 1977. They were relegated to Division Two South at the end of the 1986–87 season, where they remained until finishing as runners-up in 1990–91, earning promotion back to Division One. In 1996–97 the club won the league's Full Members Cup. A third- place finish in Division One in 1999–2000 saw Maidenhead promoted to the Premier Division. In 2003–04 they finished twelfth in the Premier Division, earning a place in the new Conference South. However, after finishing bottom of the division in 2005–06, the club were relegated to the Premier Division of the Southern League. The following season saw them reach the FA Cup first round for the first time since the 1970s, losing 2–0 at Stafford Rangers in a replay; they also finished fourth in the Premier Division qualifying for the promotion play-offs; the club went on to defeat King's Lynn 1–0 in the semi- finals before beating Team Bath by the same scoreline in the final to secure promotion back to the Conference South. Another FA Cup first round appearance in 2007–08 ended with a 4–1 defeat at Horsham. They reached the first round again in 2011–12 (losing 2–0 to Aldershot Town in a replay) and 2015–16 (losing 3–1 at home to Port Vale in another replay). In 2016–17 Maidenhead won the renamed National League South, earning promotion to the National League. They earned 98 points, 2 more than professional Ebbsfleet United, who were favourites to win. In their first season in the division, another FA Cup first round appearance saw them lose 2–0 at Coventry City. They reached the first round again in 2019–20, losing 3–1 at home to Rotherham United. ==Ground== A plaque at York Road commemorates its recognition as the oldest continuously- used ground in senior football. The entrance to York Road The York Road pitch The club played their first home match at Bond's Meadow, before moving to York Road in 1871, with the first match at the new ground played on 16 February 1871 against Marlow. York Road had been a cricket ground from the late eighteenth century, and is acknowledged as the \"oldest senior football ground continuously used by the same club\". The freehold of the ground was bought in 1920. The club's record attendance of 7,920 was set for an FA Amateur Cup quarter-final against Southall on 7 March 1936, with Maidenhead winning 1–0. ==Players== ===Current squad=== ==Honours== *National League **National League South champions 2016–17 *Isthmian League **Full Members Cup winners 1996–97 *Corinthian League **Champions 1957–58, 1960–61, 1961–62 **Memorial Shield winners 1956–57, 1961–62 *Spartan League **Champions 1926–27, 1931–32, 1933–34 *Great Western Suburban League **Champions 1919–20 *West Berkshire League **Champions 1902–03 *Berks & Bucks Senior Cup **Winners 1894–95, 1895–96, 1911–12, 1927–28, 1929–30, 1930–31, 1931–32, 1938–39, 1945–46, 1955–56, 1956–57, 1960–61, 1962–63, 1965–66, 1969–70, 1997–98, 1998–99, 2001–02, 2002–03, 2009–10,Further Honours Maidenhead United F.C. 2014–15, 2016–17 ==Records== *Best FA Cup performance: Quarter-finals, 1872–73, 1873–74, 1874–75 *Best FA Amateur Cup performance: Semi-finals, 1935–36 *Best FA Trophy performance: Quarter-finals, 2003–04 *Best FA Vase performance: Second round, 1989–90 *Record attendance: 7,920 vs Southall, FA Amateur Cup quarter-final, 7 March 1936Mike Williams & Tony Williams (2016) Non-League Club Directory 2017, Tony Williams Publications, p132 *Biggest win: 14–1 vs Buckingham Town, FA Amateur Cup, 6 September 1952 *Heaviest defeat: 14–0 vs Chesham United, Spartan League, 31 March 1923 *Most appearances: Bert Randall, 532 (1950–1964) *Most goals: George Copas, 270 (1924–1935) *Most goals in a season: Jack Palethorpe, 65 (1929–30) *Most goals in a game: Jack Palethorpe, 7 vs Wood Green Town, 1929–30 ==See also== *Maidenhead United F.C. players *Maidenhead United F.C. managers ==References== ==External links== * *Official website Category:Football clubs in England Category:Football clubs in Berkshire Category:Association football clubs established in 1870 Category:1870 establishments in England Category:Maidenhead Category:Southern Football League clubs Category:Spartan League Category:Great Western Combination Category:Corinthian League (football) Category:Athenian League Category:Isthmian League Category:National League (English football) ",
    "title": "Maidenhead United F.C."
}