{
    "id": "3247541",
    "text": "Dominican Americans (,La Liga de Oficiales Electos Dominico Americanos proponen soluciones a los altos precios del petróleo ) are Americans who trace their ancestry to the Dominican Republic. The word may refer to someone born in the U.S. of Dominican descent or to someone who has emigrated to the U.S. from the Dominican Republic. As of 2018, there were approximately 2.08 million people of Dominican descent in the U.S., including both native and foreign- born.http://data.census.gov/cedsci/table?q=cuban%20origin&g;=&table;=B03001&tid;=ACSDT1Y2018.B03001&vintage;=2018&lastDisplayedRow;=17 Retrieved October 17, 2019 Dominican Americans are the fifth-largest Hispanic group in the United States. The first person of Dominican descent to migrate into what is now known as the United States was sailor-turned-merchant Juan Rodríguez who arrived on Manhattan in 1613 from his home in Santo Domingo. Thousands of Dominicans also passed through the gates of Ellis Island in the 19th and early 20th centuries. The most recent movement of emigration to the United States began in the 1960s, after the fall of the dictatorial Trujillo regime. == History == Since the establishment of the Spanish Empire, there have historically been immigrants from the former Captaincy General of Santo Domingo to other parts of New Spain which are now part of the United States, such as Florida, Louisiana and the Southwest. The first recorded person of Dominican descent to migrate into what is now known as the United States, outside of New Spain, was sailor-turned-merchant Juan Rodríguez. He arrived on Manhattan in 1613 from his home in Santo Domingo, which makes him the first non-Native American person to spend substantial time in the island. He also became the first Dominican, the first Latino and the first person with European (specifically Portuguese) and African ancestry to settle in what is present day New York City. === 20th century === Dominican emigration to the United States continued throughout the centuries. Recent studies from the CUNY Dominican studies Institute identified 5,000 Dominican nationals who were processed through Ellis Island between 1892 and 1924. During the 1930s and 40s, the flow of Dominicans to the United States fluctuated after Rafael Trujillo, who rose to power in 1930, imposed heavy restrictions on the outward migration of his citizens. Many of the 1,150 Dominicans immigrating to the United States between 1931 and 1940, came as secondary labor migrants from Cuba, Puerto Rico and Panama. A larger wave of Dominicans began after 1950, during a time when cracks began to appear in the Trujillo regime. Dominican immigrants during this period where largely classified as anti-Trujilo political exiles. During that decade, the United States admitted an average of 990 Dominican nationals per year. During the second half of the twentieth century there were three significant waves of immigration to the United States. The first period began in 1961, when a coalition of high-ranking Dominicans, with assistance from the CIA, assassinated General Rafael Trujillo, the nation's military dictator. In the wake of his death, fear of retaliation by Trujillo's allies, and political uncertainty in general, spurred migration from the island. In 1965, the United States began a military occupation of the Dominican Republic and eased travel restrictions, making it easier for Dominicans to obtain American visas. From 1966 to 1978, the exodus continued, fueled by high unemployment and political repression. Communities established by the first wave of immigrants to the U.S. created a network that assisted subsequent arrivals. In the early 1980s, unemployment, inflation and the rise in value of the dollar all contributed to the third and largest wave of emigration from the island nation, this time mostly from the lower-class. Today, emigration from the Dominican Republic remains high, facilitated by the social networks of now-established Dominican communities in the United States. Until about the early 2000s, the majority immigration from the Dominican Republic came from the Cibao region and \"La Capital\" (Santo Domingo area). However now, Dominican immigrants are arriving to the United States from many parts of the country. == Demographics == Almost half of all the Dominican Americans today arrived since the 1990s, especially in the early part of that decade. There has been another surge of immigration in recent years as immigration from Mexico has declined, which allowed more backlogged Dominican applicants to obtain legal residence. Dominican Americans are the fifth-largest Hispanic or Latino American group, after Mexican Americans, Stateside Puerto Ricans, Cuban Americans and Salvadoran Americans. As of the latest 2017 Estimates, the majority of Dominican Americans are in a handful of states, including New York (872,504; 4.4% of state population), New Jersey (301,655; 3.3%), Florida (259,799; 1.2%), Massachusetts (172,707; 2.5%), Pennsylvania (127,665; 1.0%), Rhode Island (52,100; 5.1%) and Connecticut (40,543; 1.1%). Around 47% of Dominican Americans live in New York state with 41% in New York City alone, close to 40% of all Dominicans in the city live in the Bronx. Rhode Island has the highest percentage of Dominicans in the country and it is the only state where Dominicans are the largest Hispanic group. Dominicans are the most dominant Hispanic group in most of southeastern New England (Rhode Island and eastern Massachusetts). Dominicans are also starting to be pretty dominant in many areas in North Jersey and the Lower Hudson Valley, including the northern portion of the NYC area like the Bronx and Westchester. In New York City, the borough of Manhattan (New York County) is the only county in the country where Dominicans are the largest ancestral group and its Washington Heights neighborhood has long been considered the center of the Dominican American community. The 2010 Census estimated the nationwide Dominican American population at 1,414,703. About 41% of Dominican Americans live in New York City alone. Many of New York's Dominicans live in the boroughs of the Bronx and Manhattan, and to a lesser degree in Queens and Brooklyn. There are also large populations in other parts of New York State, like Long Island and the Hudson Valley including cities like Yonkers, Haverstraw, Newburgh and as far north as Albany. Across the Hudson River, in New Jersey, a rapidly growing population of up to 250,000 Dominicans reside, topped by Paterson in absolute number and with Perth Amboy having the highest proportion in the U.S. And other areas of New Jersey including cities like Jersey City, Union City and Newark and many other areas in Passaic County and Hudson County. In Massachusetts, there is a very large Dominican population throughout the eastern part of the state, in cities like Boston, Lawrence, Lynn, Salem, and many other parts of the Boston area. Lawrence in particular, has one of the highest percentages of Dominicans in the nation alongside Perth Amboy NJ, Haverstraw NY, and Hazleton PA. In Rhode Island, there is a large Dominican population throughout the state, especially Providence County, including the cities of Providence and Pawtucket. To a lesser extent, Connecticut has small Dominican populations in Fairfield County and New Haven County, including the cities of Waterbury, Danbury, Bridgeport and Stamford. In Pennsylvania, there are sizeable Dominican populations in the eastern portion of the state, including Philadelphia, Hazleton, Bethlehem, Allentown and Reading. Hazleton in Pennsylvania, has one of the fastest growing Dominican communities in the nation, going from 1 percent in the 2000 census to about 35 percent according to the 2017 estimate. There are also large Dominican populations in Florida, including in Miami, Florida, Pembroke Pines, Orlando, Kissimmee, Tampa and many other parts of the Miami and Orlando metropolitan areas. There are also much smaller but growing Dominican populations in states like New Hampshire, Delaware, Maryland, Virginia, North Carolina, Georgia, Ohio, Texas and California, as well as the U.S. territories of Puerto Rico and the U.S. Virgin Islands, in the former of which Dominicans make up the majority of recent immigrants. Since 2010, there has been huge increases in the Dominican population in New York City (especially the Bronx), but also significant increases in cities like Boston, Philadelphia, Miami, Orlando and many smaller cities throughout the coastal Northeast. According to 2014 estimates, Boston and New York City are the only major cities where Dominicans are now the largest Hispanic group, recently surpassing Puerto Ricans in both cities, due to slower growth (Boston) or decline (NYC) of the Puerto Rican populations in those cities and much faster growing Dominican populations. However, in both cities, Dominicans make up only a plurality of the Hispanic population. As of 2017, the New York City Area, which includes southern New York state and North Jersey, has nearly 1.1 million Dominicans, making up about 5.3 percent of the NYC metro area and nearly 60% of the Dominican American community, the highest percentage of any metropolitan area. However, even though Dominicans are now the largest Hispanic group in New York City itself, Dominicans are still second in size to Puerto Ricans in the New York metropolitan area as a whole. The Boston metropolitan area is the only major metropolitan area where Dominicans are the largest Hispanic/Latino group, recently surpassing Puerto Ricans. The Providence area, much smaller and less influential than the neighboring Boston area, also has a Dominican- dominant Hispanic/Latino community. ===New York City=== New York City has had a large Dominican community since as early as the 1960s. However, the community didn't start to boom until the 1980s. Since then, Washington Heights in Upper Manhattan, has remained the center of the Dominican American community, often nicknamed \"Little Santo Domingo\". The eastern portions of Washington Heights and Inwood, as well as many western areas of the Bronx, such as Highbridge, University Heights, among others, have some of the largest urban concentration of Dominicans in the US. Many other areas, like Cypress Hills and Bushwick in Brooklyn and Corona, Queens have strong Dominican populations. Despite strong segregation, Dominicans can be seen in many different neighborhoods throughout New York. New York City, as of 2017, has nearly 800,000 Dominicans, over half of them in the Bronx and Manhattan. New York Dominicans usually share communities with other Latinos, particularly Puerto Ricans and other Latinos from Mexico and South/Central America, African Americans, West Indian/African immigrants, and even Whites in some areas. Dominicans recently became the city's largest Hispanic/Latino population, dethroning the older longstanding Puerto Rican population, they now make up 9% of NYC and nearly 35% of New York Latinos. Dominicans have strong and growing influential clout and political power in the New York City area. === Geographic distribution === {| class=\"wikitable sortable\" |- ! State !! Dominican Population (2010 Census)U.S. Census Bureau: Table QT-P10 Hispanic or Latino by Type: 2010 retrieved January 6, 2014 - select state from drop-down menu!! Percentage !! Most recent estimate (2017)!! Percentage (2017) |- | || 852 || 0.0% || 1,347 || 0.0% |- | || 1,909 || 0.3% || 1,971 || 0.3% |- | || 3,103 || 0.0% || 3,736 || 0.1% |- | || 384 || 0.0% || 193 || 0.0% |- | || 11,455 || 0.0% || 19,081 || 0.1% |- | || 1,744 || 0.0% || 4,070 || 0.1% |- | || 26,093 || 0.7% || 40,543 || 1.1% |- | || 2,035 || 0.2% || 4,472 || 0.4% |- | || 2,508 || 0.4% || 4,644 || 0.5% |- | || 172,451 || 0.9% || 259,779 || 1.2% |- | Georgia || 14,941 || 0.2% || 29,114 || 0.3% |- | || 600 || 0.0% || 1,843 || 0.1% |- | || 185 || 0.0% || 307 || 0.0% |- | || 5,691 || 0.0% || 12,011 || 0.1% |- | || 2,340 || 0.0% || 4,663 || 0.1% |- | || 429 || 0.0% || 689 || 0.0% |- | || 764 || 0.0% || 1,283 || 0.1% |- | || 1,065 || 0.0% || 1,392 || 0.0% |- | || 3,238 || 0.1% || 5,782 || 0.1% |- | || 610 || 0.0% || 952 || 0.1% |- | || 14,873 || 0.3% || 25,069 || 0.4% |- | || 103,292 || 1.6% || 172,707 || 2.5% |- | || 5,012 || 0.1% || 6,990 || 0.1% |- | || 1,294 || 0.0% || 2,667 || 0.1% |- | || 733 || 0.0% || 2,824 || 0.1% |- | || 1,503 || 0.0% || 2,520 || 0.0% |- | || 95 || 0.0% || 274 || 0.0% |- | || 353 || 0.0% || 485 || 0.0% |- | || 2,446 || 0.1% || 4,005 || 0.2% |- | || 4,460 || 0.3% || 8,323 || 0.6% |- | || 197,922 || 2.3% || 301,655 || 3.4% |- | || 492 || 0.0% || 1,138 || 0.1% |- | ||674,787|| 3.5% || 872,504 || 4.4% |- | || 15,225 || 0.2% || 20,787 || 0.2% |- | || 90 || 0.0% || 429 || 0.0% |- | || 6,453 || 0.1% || 16,143 || 0.1% |- | || 727 || 0.0% || 1,303 || 0.0% |- | || 574 || 0.0% || 678 || 0.0% |- | || 62,348 || 0.5% || 127,665 || 1.0% |- | || 35,008 || 3.3% || 52,100 || 5.1% |- | || 3,018 || 0.1% || 3,675 || 0.1% |- | || 79 || 0.0% || 311 || 0.0% |- | || 2,113 || 0.0% || 4,740 || 0.1% |- | || 13,353 || 0.1% || 28,648 || 0.1% |- | || 1,252 || 0.0% || 1,412 || 0.1% |- | || 282 || 0.0% || 328 || 0.0% |- | || 10,504 || 0.1% || 17,019 || 0.2% |- | || 1,819 || 0.0% || 3,544 || 0.1% |- | || 363 || 0.0% || 449 || 0.0% |- | || 1,786 || 0.0% || 3,078 || 0.1% |- | || 45 || 0.0% || 85 || 0.0% |- | Total U.S. Dominican Population || 1,414,703 || 0.5% || 2,081,419 || 0.6% |} The largest populations of Dominicans are in the following metropolitan areas, according to the 2010 census: # New York-Northern New Jersey-Long Island, NY-NJ-PA MSA - 835,402 # Miami-Fort Lauderdale-Pompano Beach, FL MSA - 95,966 # Boston- Cambridge-Quincy, MA-NH MSA - 91,252 # Providence-New Bedford-Fall River, RI- MA MSA - 36,931 # Orlando-Kissimmee-Sanford, FL MSA - 35,486 # Philadelphia- Camden-Wilmington, PA-NJ-DE-MD MSA - 28,276 # Washington-Arlington-Alexandria, DC-VA-MD-WV MSA - 17,750 # Tampa-St. Petersburg-Clearwater, FL MSA - 17,639 # Allentown-Bethlehem-Easton, PA-NJ MSA - 13,081 # Atlanta-Sandy Springs- Marietta, GA MSA - 12,155 As of the 2010 census, the top 25 U.S. communities with the largest Dominican populations are the following: # New York City, NY – 576,701 # Lawrence, MA – 30,243 # Paterson, NJ – 27,426 # Boston, MA – 25,641 # Providence, RI – 25,267 # Philadelphia, PA – 15,963 # Yonkers, NY – 15,903 # Perth Amboy, NJ – 14,773 # Jersey City, NJ – 13,512 # Newark, NJ – 12,527 # Passaic, NJ – 12,340 # Union City, NJ – 10,020 # Miami, FL – 9,668 # Allentown, PA – 9,340 # Reading, PA – 8,716 # Elizabeth, NJ – 7,073 # Freeport, NY – 5,539 # Hazleton, PA – 5,327 # West New York, NJ – 4,935 # Pembroke Pines, FL – 4,804 # Clifton, NJ – 4,561 # Miramar, FL – 4,529 # Orlando, FL – 4,278 # Worcester, MA – 4,221 # Haverstraw, NY – 3,847 As of the 2010 census, the top 10 U.S. communities with the highest percentages of people claiming Dominican ancestry are the following: Bust in Juan Pablo Duarte Park, Union City # Lawrence, MA – 47.0% # Hazleton, PA – 35.0% # Haverstraw, NY – 32.4% # Perth Amboy, NJ – 29.1% # Paterson, NJ – 18.9% # Sleepy Hollow, NY – 18.7% # Passaic, NJ – 17.8% # Bronx, NY – 17.4% # Providence, RI – 17.1% # Union City, NJ – 15.2% == Race and Identity == Since 1980, the Census Bureau has asked U.S. residents to classify their race separately from their Hispanic or Latino origin, if any. In 2010, 29.6% of Dominican Americans responded that they were white, while 12.9% considered themselves black. A majority of 57.5% chose the category 'Other race'. The prevalence of the 'other race' category probably reflects the large number of people who identify as mixed African and European ancestry in the Dominican Republic, where 73% of the population identified as being of mixed European and African descent, commonly known as mulatto, similar to other Caribbean Latinos.Fuente: Encuesta Latin American Public Opinion Project, LAPOP, Genetically, some are tri-racial, however, having also Taíno Native American ancestry. Taíno ancestry among Dominicans usually hovers about 10% on average. With African ancestry hovering between 30-45% on average, and European ancestry hovering between 45-60%. European ancestry tends to be strongest in the interior Cibao region, while African is strongest in the southeast plain. According to the 2013 Pew Research Center survey there is an estimation about 1.8 million of Dominican origin that are residing in the United States which account for 3.3% of the US Hispanic population in 2013. When they were asked to identify themselves about 66% of them said they used the term 'Dominican', 16% use 'Americans', and 17% use the terms 'Hispanic' or 'latino'. Those that prefer the term Hispanic is 29%, 11% prefer the term 'Latino', and the rest have no preference for either of the terms 'latino' and Hispanic. When they were asked if they believed to be American about 53% did see themselves as American, 49% Hispanics adults were more likely to see themselves as typical American than the 44% that saw themselves different from the typical American. More than 55% of Dominican Americans are foreign-born. Dominican Americans have a Latin Caribbean culture similar to Puerto Ricans and Cubans, they also have very high intermarriage and procreation rates with Puerto Ricans. The intermarriage of Dominicans with partners of other ethnicities sometimes creates circumstances that, depending on the dominant ethnic presence in the environment surrounding the family, may lead the children to identify with the ancestry of one of their parents rather than the other. Sandra Maria Esteves, whose poetic voice pierced its way vigorously through the mostly male Nuyorican literary movement of the 1970s and continued to shine forth in the subsequent decades, has identified mainly with the ethnicity of her Puerto Rican father rather than that of her Dominican mother. In contrast to Puerto Ricans who have high overall intermarriage rates with non Latinos, Dominican Americans have the lowest intermarriage and reproduction rates of all major Hispanic-Latino groups with populations over 500,000. Majority of Dominican Americans marry and create families with other Dominican Americans, smaller numbers with other Latinos primarily Puerto Ricans as stated earlier. Only 2.8% of marriages involving a Dominican American are with a non-Latino partner.[Latino-Marriage-Patterns-in-New-York-City.pdf] Dominican Americans tend to be heavily focused on issues in Dominican Republic, rather than that of the United States, with many having intentions of returning. It is normal in the Dominican American community to work in the United States and later invest the money in a house and business back in Dominican Republic. Dominican American investments are a major contribution to the economy of Dominican Republic. {|class=\"sort wikitable sortable\" style=\"float:right; font-size: 95%\" |- !colspan=10|Race by Hispanic Origin Group |- !colspan=5|U.S. Census Bureau ! White ! Black/African American ! Asian; American Indian and Alaska Native; Native Hawaiian and other Pacific Islander ! Some Other Race ! Two or More Races (Multiracial) |- !colspan=5| 1990||29.3%||24.6%||0.5%||44.8%||— |- !colspan=5| 2000||22.7%||8.9%||1.1%||58.4%||9.0% |- !colspan=5| 2010||29.6%||12.9%||1.8%||46.0%||9.7% |} The Dominican Day Parade in New York City, a major destination for Dominican emigrants. Paterson, New Jersey, known as the \"Silk City\" in the New York City Metropolitan Area, has become a prime destination for one of the fastest- growing communities of Dominican Americans, who have now become the largest of more than 50 ethnic groups in the city, numbering in the tens of thousands. A Dominican American grocery store. == Socioeconomics == A significant number of Dominican Americans are young, first-generation immigrants without a higher education, since many have roots in the country's rural areas. Second- generation Dominican Americans are more educated than their first-generation counterparts, a condition reflected in their higher incomes and employment in professional or skilled occupations and more of them pursuing undergraduate education and graduate degrees. Over 21% of all second-generation Dominican Americans have college degrees, slightly below the average for all Americans (24%) but significantly higher than US-born Mexican Americans (14%) and Stateside Puerto Rican (9%). In New York City, Dominican entrepreneurs have carved out roles in several industries, especially the bodega and supermarket and taxi and black car industries.Christian Krohn-Hansen, Making New York Dominican: Small Business, Politics, and Everyday Life (University of Pennsylvania Press; 2013) == Political participation == Tom Perez is the current chairman of the Democratic party. Over two dozen Dominican Americans are elected local or state legislators, mayors or other in New York, New Jersey, Rhode Island, Maryland, Massachusetts and Pennsylvania. Dr. Eduardo J. Sanchez was the Commissioner of Health for the state of Texas from 2001 to 2006, and Lorraine Cortés-Vázquez, of Puerto Rican and Dominican descent, held her post as New York Secretary of State from 2007 to 2010.Lorraine Cortés- Vázquez to Head AARP's New Multicultural Strategy, aarp.org, July 29, 2010. In November 2016, Adriano Espaillat became the first Dominican-American to be elected to the United States Congress, he represents New York's 13th Congressional District which is predominantly Dominican-American. He also became the first formerly undocumented American to be elected to Congress. The electoral participation of Dominicans in the United States may improve as a result of the 1994 approval of dual citizenship by the Dominican legislature, which makes it easier for migrants to become U.S. citizens without relinquishing their Dominican nationality. A 1997 Dominican law, which took effect in 2004, allows Dominicans living abroad to retain their Dominican citizenship and voting rights even if they become citizens of another country. Traditionally, Dominicans living in the United States are passionately involved in politics \"back home\", but unlike other Hispanic or Latino national groups, such as Cuban Americans and Mexican Americans, they are not as inclined to take an active part in U.S. politics, but recent research has shown an increasing involvement in this area. ==Culture and Notable people== Geovanny Vicente, political strategist and columnist for CNN. ===Arts and literature=== Junot Diaz drew on his life and the Dominican American experience generally in authoring Drown and The Brief Wondrous Life of Oscar Wao, the latter of which won him the Pulitzer Prize for Fiction in 2008 and made him the first Dominican American and the second Hispanic or Latino American in history to win the Pulitzer Prize. Julia Alvarez is the nationally recognized author of In the Time of the Butterflies, a fictional book based on the lives of the Mirabal sisters, and How the García Girls Lost Their Accents. Nelly Rosario, born in the Dominican Republic and raised in New York City, also won critical acclaim for her debut novel Song of the Water Saints. Héctor Rivera was a Dominican poet who lived in New York. He was born in Yamasá, República Dominicana in 1957 and died from cancer in July 2005. He lived during the diaspora, in which Dominican authors wrote about nostalgia that Dominican immigrants experienced in New York. Some of his works include: \"Los emigrantes del siglo\", Poemas no comunes para matar la muerte, and Biografía del silencio. Another Dominican-American writer and poet, Elizabeth Acevedo, was born in New York City. She is the winner 2018 National Book Award for Young People's Literature, the Boston Globe-Hornbook Award Prize for Best Children's Fiction, and the Pura Belpré Award. She also won the National Poetry Slam Competition. She received her bachelor's degree at The George Washington University in performing arts, and she received her MFA in creative writing at the University of Maryland. Some of her works include Beastgirl & Other Origin Myths, The Poet X, With The Fire On High, \"Afro-Latina\" and \"Hair\". ===Business=== Dominican Americans have increasingly made a presence in the financial industry. Cid Wilson was ranked #1 Wall Street financial analyst in the Specialty Retailing category by Forbes in 2006. On July 14, 2014, he was named President & CEO of the Hispanic Association on Corporate Responsibility (HACR) in Washington, DC, thus becoming the first Afro-Latino to lead a major national Hispanic organization in the U.S. Julio A. Portalatin, Chairman & CEO of Mercer LLC (subsidiary of Marsh & McLennan Companies) is the highest ranking Dominican American Fortune 500 executive in the U.S. ===Cuisine=== Traditional Dominican cuisine has translated well to the United States as Dominican Americans have opened reputable restaurants throughout the diasporic communities. Traditional cuisine is very colorful with red and green peppers and cilantro. Traditional cuisine consists of rice, beans, tostones (known as fritos) and a meat like chicharrón de pollo (deep- fried chicken), Mangú (mashed green plantains served with sautéed onion), slices of avocado, fried eggs, salami, empanadas and pastelitos (fried meat pies) and sancocho (stew of meats, potatoes, and vegetables).[Stone, John H. Culture and disability: Providing culturally competent services. Vol. 21. Sage Publications, Incorporated, 2004.] The most well known drink is \"Morir Soñando\" which translates to \"die dreaming.\" It is a drink of orange juice, cream and vanilla. Desserts include flan, bread pudding, rice pudding and tres leches. Dominican restaurant owners in the diasporic community really aim to conserve the taste of the mainland as they feel that is what immigrants seek out when looking for authentic Dominican cuisine.[\"Health, Culture and Cuisine in the Dominican American Community.\" Personal interview. March 27, 2013. Achieving that taste is not hard in the United States as most grocery stores stock Dominican, Puerto Rican and other Latin American products made by Goya Foods. Dominican Americans take pride in their food from their homeland and they use it as a symbol in times of celebration. For example, when the Dominican Republic won the World Cup of Baseball, Dominican Americans cheered carrying plantains. The experience of Dominican-American cuisine goes beyond the consumption of the food, however. It is vitally integrated into the everyday culture of the Dominican-American community. Through the sensations of eating, to the act of cooking, Dominican-American food is part of the Dominican-American experience.Marte, Lidia. \"Dominican Migrant Cooking: Food Struggles, Gendered Labor, and Memory Work in New York City.\" Food and Foodways 20, no. 3–4 (2012): 279–306. ===Religion=== The vast majority of Dominicans adhere to Christianity, with most being Roman Catholic and many others are Protestant. Some Dominican Americans are non-religious, while few others practice African diasporic religions like Dominican Vudu. It is estimated that 59% of Dominican Americans are Catholic, 21% are Protestant, together Christianity makes up 80%. Another 16% are non-religious and 4% practice other religions. ===Language=== The Dominican American community is split between those that only know Spanish and little to no English, and those that are fully bilingual in both languages. Very, very few Dominican Americans speak English only and no Spanish, as preserving aspects of Dominican identity, including the Spanish language, is very important to Dominican Americans. About 51% of Dominican Americans are Spanish-dominant, 5% are English-dominant, and 44% are fully bilingual. Dominicans who only speak English fluently usually come from families that been in the United States for many generations. In many cities in the Northeast region, the Dominican accent of Spanish is the most commonly heard. Spanish is spoken at home by 88% of Dominican American families, higher compared to 73% of the overall Hispanic/Latino community. ===Fashion and design=== Designer Oscar de la Renta, born in the Dominican Republic to a Dominican mother and a Puerto Rican father, is one of the most recognized names in the fashion industry. ===Film, stage, and television=== Maria Montez was dubbed \"The Queen of Technicolor\" for the numerous Hollywood adventure films that she starred in the 1940s. Zoe Saldana, the female leading star of the movie Avatar, is an actress born in New Jersey to a Dominican father and a Puerto Rican mother. Michelle Rodriguez, born of a Dominican mother and a Puerto Rican father, is known for her roles on the television series Lost and the movies The Fast and the Furious, S.W.A.T. and Resident Evil. Dania Ramirez is known for playing Callisto in X-Men: The Last Stand, Sadie in Quarantine, Alex on Entourage and Maya Herrera on Heroes. Merlin Santana was a New Yorker whose most notable role was as Romeo on The Steve Harvey Show. Carlos De La Mota, born in New York to Dominican parents and raised in La Vega, and José Guillermo Cortines are popular telenovela actors who often work stateside. Claudette Lali is a former model turned actress also born in New York and raised in the Dominican Republic. Charytín is an actress, singer, dancer, and television host who has been a longtime fixture in the U.S. Hispanic/Latino media. Tina Aumont, Miguel A. Nuñez, Karen Olivo (a Tony Award-winner), Victor Rasuk, Judy Reyes, Shalim Ortiz (son of Charytín) and Tristan Wilds also have Dominican origin. === Education === For Dominican-Americans, there is a disparity between men and women in terms of access and ability to complete education. Men complete more years of education than women. Dominican women, on the average, complete 8.3 while men complete 8.5 years of school, and over one third (36%) of these men and women immigrants do not speak English at all. ===Government and politics=== Also increasing is the Dominican American profile in government and politics. Milestones along the way have been marked, among others, by Guillermo Linares and Kay Palacios, the first Dominican Americans elected in the United States, as former New York City Council Member and former Englewood Cliffs, New Jersey city council respectively; Marcos Devers, the first Dominican American mayor in the U.S., who was appointed as Acting Mayor of Lawrence, Massachusetts; Passaic, New Jersey mayor Dr. Alex D. Blanco, the first Dominican American mayor ever elected in the United States; Also, the first person of Dominican descent elected anywhere in the U. S. was former New York assemblyman Arthur O. Eve, serving parts of Buffalo, NY from 1966 to 2002 http://instituteforlatinostudies.org/2016/09/first-dominican-elected-to- public-office-in-the-united-states-of-america-to-receive-lifetime-achievement- award/. The first Dominican American New York County Supreme Court Judge was Rolando T. Acosta; Camelia Valdes, the first Dominican American to become a head Prosecutor or District Attorney in U.S. history; Adriano Espaillat and Grace Diaz, respectively the first Dominican American person and the first Dominican American female to be elected to a state legislature in the United States; Juan Pichardo, Rhode Island State Senator, the first Dominican American to be elected State Senator in the United States. President Barack Obama made his first major Dominican American appointment on March 13, 2009 when he nominated Thomas E. Perez to be Assistant Attorney General for Civil Rights. Perez was confirmed by the U.S. Senate on October 6, 2009. Angel Taveras, mayor of Providence, Rhode Island, is the first Hispanic mayor of the city, the third elected, and the fourth serving Dominican American mayor in the United States. ===Medicine=== Juan Manuel Taveras Rodríguez was a Professor Emeritus at Harvard Medical School and Radiologist-in-Chief Emeritus of the Massachusetts General Hospital. He is widely regarded as the father of the medical specialty of neuroradiology, having co-authored the first textbook of this specialty and founded both the American Society of Neuroradiology and its journal, of which he served for several years as editor. ===Music=== Dominican music includes above all merengue and bachata. Bachata, as well as reggaeton, are very popular among many Dominican Americans. Along with Bachata and Reggaeton, Dominican American youth also enjoy Dembow and Latin trap. To a lesser degree, house, salsa, rock, hip hop and other musical genres are also commonly enjoyed. Some notables in the music industry include: bachata singers Romeo SantosPrince Royce and Leslie Grace, Fuego Merengue singer, Ralph Mercado, founder of RMM Records and music producer; Johnny Pacheco, singer, godfather of New York salsa; Karina Pasian, singer and pianist; Proyecto Uno, merengue hip-hop group; Anthony Romeo Santos, singer and songwriter; Rosanna Tavarez, Rita Indiana, singer and songwriter, singer and television host; Ivan Barias, music producer and songwriter.Ralph Mercado, Impresario, Dies at 67 from The New York Times March 11, 2009 In September 2017, New York-based rapper Cardi B became the first person of half Dominican descent to reach number one in the history of the US Billboard Hot 100 chart, since it was launched in 1958. ===Sports=== Dominican Americans have made great strides in the field of baseball, the community's favored sport. Alex Rodriguez, New York-born, is the most well-known Dominican American in this field. He was the highest-paid player in Major League Baseball (MLB), and one of the most famous athletes in the United States. The larger portion of MLB players of Dominican origin immigrated from the Dominican Republic, number in the hundreds, and count among them Robinson Canó, José Bautista, Rafael Soriano, David Ortiz, Albert Pujols, Edwin Encarnacion, Hanley Ramírez, Manny Ramírez, Bartolo Colón and Hall of Fame members Juan Marichal, Vladimir Guerrero and Pedro Martínez. Some of them, including Manny (2004), Pujols (2007), Ortiz (2008), Canó (2012), Colón (2014), Hanley (2019), and Carlos Santana (2019) have obtained U.S. citizenship. Dominican natives Felipe Alou and Tony Peña were managers and Omar Minaya is a general manager in (MLB). Basketball has seen the likes of Felipe López, Francisco Garcia and the father-son pair of Tito and Al Horford, all originally from the Dominican Republic, as well as Charlie Villanueva and 2015 NBA draft top pick Karl-Anthony Towns from the New York area. In the National Football League (NFL) there are Luis Castillo, Tutan Reyes and Dante Rosario. Baseball is a lifestyle among many in the Dominican community, and most Dominican American MLB fans are split between the New York Yankees and the Boston Red Sox. Basketball is also a popular sport among Dominicans. ===Other=== Among other notables of full or partial Dominican origins are Nancy Alvarez, sexologist and talk show host in Spanish-language media; Susie Castillo, Miss USA 2003; Mary Joe Fernández, a tennis player and television commentator; CNN columnist Geovanny Vicente, a community leader and political strategist in Washington, D.C.; Providencia Paredes, an assistant and confidante to Jacqueline Kennedy Onassis; and Ilka Tanya Payan, an AIDS/HIV activist, actress and attorney. == See also == * Dominican people * Dominican Republic * Demographics of the Dominican Republic * Culture of the Dominican Republic * Afro-Dominicans * Dominican Day Parade * Dominican immigration to Puerto Rico * Hispanic and Latino Americans * Stateside Puerto Ricans * Cuban Americans * Haitian Americans * West Indian Americans * Spanish Caribbean ==References== ==Further reading== * Buffington, Sean T. \"Dominican Americans.\" Gale Encyclopedia of Multicultural America, edited by Thomas Riggs, (3rd ed., vol. 2, Gale, 2014, pp. 15–25. online * Aparicio, Ana. Dominican-Americans and the Politics of Empowerment (UP of Florida, 2009). * Guarnizo, Luis E. \"Los Dominicanyorks: The making of a binational society.\" Annals of the American Academy of Political and Social Science 533.1 (1994): 70-86 [ online]. * Hernández, Ramona. The Mobility of Workers under Advanced Capitalism: Dominican Migration to the United States (Columbia UP, 2002). * Itzigsohn, José. Encountering American Faultlines: Race, Class, and Dominican Experience in Providence (Russell Sage Foundation, 2009), about Rhode Island. * Krohn-Hansen, Christian. Making New York Dominican: Small Business, Politics, and Everyday Life (U of Pennsylvania Press; 2013) 336 pages; Dominicans in New York City focusing on entrepreneurs in the bodegas, supermarkets, taxi and black car industries. * Lima, Alvaro, Mark Melnik, and Jeremy B. Thompson. \"Imagine All the People: Dominican Immigrants in Boston.\" New Bostonian Series: 1–12; A comprehensive look at Dominican immigrants in Boston that includes statistics on population concentration of Dominican Americans throughout the city, historical information that informs immigration patterns, and contributions of Dominican Americans to local economies. * Sørensen, Ninna Nyberg. \"Narrating Identity Across Dominican Worlds 1.\" Transnationalism from below (Routledge, 2017) pp. 241–269 online. * Torres- Saillant, Silvio, and Ramona Hernández. The Dominican Americans (Greenwood Press, 1998). ===Primary sources=== * Cepeda, Raquel. Bird of Paradise: How I Became Latina Atria Books. 2013. . A personal exploration of Dominican American identity via family interviews, travel and genetic genealogy. Synopsis and Excerpt ==External links== * Dominican American National Roundtable Category:Caribbean American Category:Hispanic and Latino American * ",
    "title": "Dominican Americans"
}