{
    "id": "3247273",
    "text": "Wick of a candle Wick in a rolled beeswax candle A candle wick is usually a braided cotton that holds the flame of an oil lamp or candle. A candle wick works by capillary action, conveying (\"wicking\") the fuel to the flame. When the liquid fuel, typically melted candle wax, reaches the flame it then vaporizes and combusts. The candle wick influences how the candle burns. Important characteristics of the wick include diameter, stiffness, fire- resistance, and tethering. ==Wick types== Candle wicks are normally made out of braided cotton.Franz Willhöft and Rudolf Horn \"Candles\" in Ullmann's Encyclopedia of Industrial Chemistry, 2000, Wiley-VCH, Weinheim. Wicks are sometimes braided flat, so that as they burn they also curl back into the flame, thus making them self-consuming. Prior to the introduction of these wicks special scissors were used to trim the excess wick without extinguishing the flame. Large diameter wicks typically result in a larger flame, a larger pool of melted wax, and the candle burning faster. In tealights the wick is tethered to a piece of metal to stop it from floating to the top of the molten wax and burning before the wax does. Candles designed to float in water require not only a tether for the wick, but also a seal on the bottom of the candle to prevent the wick from wicking water and extinguishing the flame. In some birthday candles, the wick is a stub. This limits how long the candle can burn. Wicks can be made of material other than string or cord, such as wood, although they are rare. The cotton of tampons can be used as wicks for oil lamps in wilderness survival situations. Dipped candles hanging by their wicks ==Stiffeners== Fine wire (such as copper) can be included in the wick. This provides two advantages: it makes the wick more rigid, letting it stand further out of the liquid wax, and it conducts heat downward, melting the wax more readily. The latter is particularly important in candles made of harder wax. Stiffeners were once made of lead, but these have been banned in the US for several years by the Consumer Product Safety Commission, due to the concerns about lead poisoning. Other core stiffeners, such as paper and synthetic fibers, may also be used. The CPSC was petitioned to ban candle wicks containing lead cores and candles with such wicks by Public Citizen, the National Apartment Association, and National Multi Housing Council on February 20, 2001. The ban against manufacturing, importing, or selling candles in the US with lead wicks became effective in October 2003. ==How to make a candle wick== Candle wicks can be made with borax. * Firstly, a solution of borax (15 ml) and salt (45 ml) in 250 ml water is needed. The water should be near its boiling temperature. * Secondly, dip a piece of braided cotton rope into the solution. Leaving the rope inside the solution and letting it absorb the borax for 24 hours will give the best results. * Take the rope out with tweezers and leave it to dehydrate for 1-2 days. Technically, the candle wick is ready to use. Nevertheless, if needed to stiffen the wick, also apply the following steps. * Melt a candle of 60 ml with a small pot with approx. 2.5-5 cm height of water inside. Insert a metal box in the water, later add the candle to this box. * Dip the rope of borax into the molten candle. Cover the whole rope with candle as much as possible. * Leave the rope with candle to dry for a couple of minutes. * Repeat the previous two steps once or twice to obtain a harder wick. The wick is ready to use after the candle covering process. ==Pretreatments of wicks== Virtually all wicks are treated with various flame- resistant solutions in a process known as mordanting. Without mordanting the wick would be destroyed by the flames and the flow of melted wax to the flame would cease. Beyond that, wicks can be treated with substances to improve the color and brightness of the flame, provide better rigidity to keep the wick out of the melted wax, and improve the flow of that wax up the wick. Common treatments are borax and salt which are dissolved in water in which the wicks are soaked. ==See also== * Fuse (explosives) ==References== ==External links== Wick ",
    "title": "Candle wick"
}