{
    "id": "3248371",
    "text": "is a German Autobahn. It consists of three main parts and a few smaller parts. It begins in Aachen at the German–Belgian border and ends near Kassel. Before the German unification it was an unimportant provincial motorway but after this event it became an integral part of the German highway system. The A 44 is a highly frequented link between the Rhine-Ruhr-Area and the new German states, especially Thuringia, and by proxy, eastern European states like Poland and Ukraine. == History of construction == The first section of this motorway which was opened was the connection between Aachen and the interchange Aachen. This was in 1963. === Auxiliary runway for military aircraft === The section Geseke-Büren was constructed as an auxiliary runway. This section is even and straight, without any constructions like bridges and the crash-barriers can be taken out. It was constructed to be a runway for US- military aircraft in a war with NATO's opponent, the Warsaw Pact. At both ends of the section there are parking lots for parking and maintenance of the aircraft. == International E-road network == The Lichtenbusch-interchange Aachen section is part of the European route E 40\\. Between interchange Dortmund-Unna and interchange Kassel-Süd (Kassel south) the A 44 is part of the European route E 331\\. == Constructions == === Interchange Neersen === Interchange Neersen is a typical cloverleaf interchange. After the opening of the Flughafenbrücke near Düsseldorf Airport the connections to and from the A 52 were extended. Since the opening two ramps have been closed. If you enter the network at Mönchengladbach-Ost you cannot change directly to the Roermond- bound direction of A 52 and if you approach from Krefeld, you cannot change directly to the Düsseldorf-bound direction. To reactivate these connections two new bridges are necessary. Construction has been in progress since January 2006. When construction is complete the interchange will have the following connections: ==== Connections from A 44 to A 52 ==== Flughafenbrücke (\"airport bridge\") across the Rhine between Krefeld and Düsseldorf Airport {| class=\"wikitable\" ! direction ! kind of connection |- | Mönchengladbach–Düsseldorf | tangential ramp |- | Krefeld–Roermond | tangential ramp |- | Mönchengladbach–Roermond | using the ramp Mönchengladbach–Düsseldorf and via the northwestern loop |- | Krefeld–Düsseldorf | loop (270°) |} ==== Connections from A 52 to A 44 ==== {| class=\"wikitable\" ! direction ! kind of connection |- | Düsseldorf–Mönchengladbach | loop (270°) |- | Roermond–Krefeld | a bridge which will be above A 44 will be constructed |- | Roermond–Mönchengladbach | loop (270°) |- | Düsseldorf–Krefeld | tangential ramp |} == Plans == === Extension near Kassel === Near Kassel, the Autobahn will be extended to Thuringia. The following sections are planned: {| class=\"wikitable\" ! section ! status ! length (km) ! costs (Million €) |- | interchange Kassel-Ost – jct Helsa-Ost | project investigations | 17.5 | 287 |- | jct Helsa-Ost - jct Hessisch Lichtenau-West | under construction (expected opening 2018) | 5.9 | 327 |- | jct Hessisch Lichtenau-West – jct Hessisch Lichtenau-Mitte | under construction (December 12, 2013) | 2.2 | 85 |- | jct Hessisch Lichtenau-Mitte – jct Hessisch Lichtenau-Ost | completed (opening on October 6, 2005) | 4.4 | 84 |- | jct Hessisch Lichtenau-Ost - Walburg– | under construction (November 1, 2014) | 4.3 | 83 |- | Walburg-Hasselbach – jct Waldkappel-Ost | under construction (expected opening 2016) | 6.1 | 56 |- | jct Waldkappel-Ost - Wehretal/Hoheneiche | planning permission hearings successful finished | 7.2 | 183 |- | Wehretal/Hoheneiche - jct Sontra-Nord | planning permission hearings successful finished | 5.4 | 159 |- | jct Sontra-Nord - jct Sontra-Ulfen | planning permission hearings successful finished | 11.0 | 240 |- | jct Sontra- Ulfen – interchange Wommen (A 4) | planning permission hearings successful finished | 5.8 | 75 |} === Demolition of a section === The interchange Jackerath-interchange Holz section and the junction Otzenrath were permanently closed to traffic on October 14, 2005. The reason for the closure was the open mine at Garzweiler II. Before this section was closed, the Bundesautobahn 61 was widened from two to three lanes in each direction. For the closed junction the junction Mönchengladbach-Wanlo was constructed. When the open cast mine was exhausted, expected in 2017, a new section of the A 44 was built across the A 61\\. This new route is build to the south of the old route, and the new junction Jackerath is now located south of the old one. This section was taken out of the official network-register in November 2005 and is no longer officially a Bundesautobahn. == Exit list == || Belgium |---- |colspan=\"3\" style=\"background-color:#ddd;\"| interrupted (since October 2005). (new Exit) wiederaufbau nicht vor 2017 |- |colspan=\"3\"| \\---- interrupted (not required) |- |colspan=\"3\"| \\---- (touches ) |- |colspan=\"3\"| \\---- |- |colspan=\"3\"| \\---- |- |colspan=\"3\"| \\---- |- |colspan=\"3\"| \\---- |- |colspan=\"3\"| \\---- interrupted (further need) |- |colspan=\"3\"| \\---- |- |colspan=\"3\"| \\---- |- |colspan=\"3\"| \\---- |- |colspan=\"3\"| \\---- |- |colspan=\"3\"| \\---- (planned / urgent need)'' |} == External links == 44 A044 A044 A044 ",
    "title": "Bundesautobahn 44"
}