{
    "id": "3248244",
    "text": "William Shakespeare in a sheer linen collar of the early 17th century, a direct ancestor of the modern shirt collar. In clothing, a collar is the part of a shirt, dress, coat or blouse that fastens around or frames the neck. Among clothing construction professionals, a collar is differentiated from other necklines such as revers and lapels, by being made from a separate piece of fabric, rather than a folded or cut part of the same piece of fabric used for the main body of the garment. A collar may be permanently attached to the main body of the garment (e.g. by stitching) or detachable. == Word usage == The Oxford English Dictionary traces collar in its modern meaning to c. 1300, when collars served as neck-protecting armour. == History == Today's shirt collars descend from the rectangular band of linen around the neck of 16th century shirts. Separate ruffs exist alongside attached ruffled collars from the mid-16th century, usually to allow starching and other fine finishing, or to make collar-laundering easier.Compare: During the medieval period and sporadically thereafter, people wore ornamental collars as a form of jewelry. ==Terminology== * Band – a strip of fabric that fastens around the neck, perpendicular to the body of the garment, to which a collar proper may be attached. * Collar stiffeners, bones or stays – strips of baleen, metal, horn, mother of pearl, or plastic, rounded at one end and pointed at the other, inserted into a man's shirt collar to stiffen it and prevent the points from curling up; usually inserted into the underside of the collar through small slits but sometimes permanently sewn in place. * Points – the corners of a collar; in a buttoned-down collar, the points are fitted with buttonholes that attach to small buttons on the body of the shirt to hold the collar neatly in place. * Spread – the distance between the points of a shirt collar. * Stand – the band on a coat or shirt collar that supports the collar itself. ==Types== Collars can be categorized as: * Standing or stand-up, fitting up around the neck and not lying on the shoulders. * Turnover, standing around the neck and then folded or rolled over. * Flat or falling, lying flat on the shoulders. Collars may also be stiffened, traditionally with starch; modern wash-and-wear shirt collars may be stiffened with interfacing or may include metal or plastic collar stays. Shirt collars which are not starched are described as soft collars. The shape of collars is also controlled by the shape of the neckline to which they are attached. Most collars are fitted to a jewel neck, a neckline sitting at the base of the neck all around; if the garment opens down the front, the top edges may be folded back to form lapels and a V-shaped opening, and the cut of the collar will be adjusted accordingly. ===Collar styles=== Names for specific styles of collars vary with the vagaries of fashion. In the 1930s and 1940s, especially, historical styles were adapted by fashion designers; thus, the Victorian bertha collar — a cape-like collar fitted to a low scooping neckline — was adapted in the 1940s but generally attached to a V-neckline. Some specific styles of collars include: {| class=\"wikitable\" style=\"width:100%;\" |- !width=20%|Type !width=20%|Other names !width=5%|Image !width=45%|Information |- |Ascot collar |stock collar | |A very tall standing collar with the points turned up over the chin, to be worn with an Ascot tie. |- |Albany collar | | |A standard turndown cutaway collar, worn predominantly in the early 20th century. |- |Band |Grandad collar |100px |A collar with a small standing band, usually buttoned, in the style worn with detachable collars. |- |Barrymore collar | | |A turnover shirt collar with long points, as worn by the actor John Barrymore. The style reappeared in the 1970s; particularly during that time it was often known as a \"tapered collar,\" and could accompany fashionable wide four-in-hand neckties on dress shirts. |- |Bertha collar | |100px |A wide, flat, round collar, often of lace or sheer fabric, worn with a low neckline in the Victorian era and resurrected in the 1940s. |- |Buster Brown collar | | |A wide, flat, round collar, sometimes with a ruffle, usually worn with a floppy bow tie, characteristic of boys' shirts from c. 1880–1920. |- |Butterfly collar | | |The same as the wing collar, but with rounded tips. Popularised by fictional detective Hercule Poirot. |- |Button-down collar | |100px |A collar with buttonholes on the points to fasten them to the body of the shirt. |- |Camp collar |convertible collar, notched collar | |A one-piece collar that lies flat, part of the shirt also lies flat to create a notch. |- |Cape collar | | |A collar fashioned like a cape and hanging over the shoulders. |- |Chelsea collar | | |A woman's collar for a low V-neckline, with a stand and long points, popular in the 1960s and 1970s. |- |Clerical collar | |100px |A band collar worn as part of clerical clothing. |- |Convertible collar | | |A collar designed to be worn with the neck button either fastened or unfastened. |- |Cossack collar | | |A high standing collar opening to one side and frequently trimmed with embroidery; popular under the influence of the 1965 film Doctor Zhivago. |- |Detachable collar |false-collar |100px |A collar made as a separate accessory to be worn with a band-collared shirt. (Currently worn styles are turndown, tab, and dog collars; as well as historical styles such as Imperial or Gladstone.) |- |Double Round Collar | | |A turn down collar with rounded tips. |- |Edwardian Collar | | |A high stiff collar such as the Canadian hockey commentator/celebrity Don Cherry wears. The opposite of slovenly, but not actually formal. |- |Eton collar | | |A wide stiff buttoned collar forming part of the uniform of Eton College starting in the late 19th century. |- |Falling band | | |A collar with rectangular points falling over the chest, worn in the 17th century and remaining part of Anglican clerical clothing into the 19th century. |- |Fichu collar | | |A collar styled like an 18th-century fichu, a large neckerchief folded into a triangular shape and worn with the point in the back and the front corners tied over the breast. |- |Gladstone collar | |100px |A standing collar with the points pressed to stick out horizontally at the side-fronts, worn with a scarf or ascot; popularized by the British Prime Minister William Ewart Gladstone. |- |High neck collar | |alt=Head and shoulders of a serious and dignified woman in her forties, with dark hair up and in a dress with high lace collar and a cameo at her throat, Edwardian style. |A collar that covers all or most of the neck, popular among women in Edwardian times. |- |HRH collar |Stand-up turned-down collar |100px |A shirt collar created by Charvet for Edward VII, which became very popular at the end of the 19th century. |- |Imperial/Poke collar | | |A stiff standing collar for men's formal wear, differentiated from other tall styles by the lack of tabs at the front. |- |Italian collar | | |A collar on men's shirts in which the upper collar is part of the shirt facing and the undercollar is a separate piece. |- |Jabot collar | |100px |A standing collar with a pleated, ruffled, or lace-trimmed frill down the front. |- |Johnny collar | |Woman wearing a johnny collar polo shirt |A style with an open, short V-neck and a flat, often knit collar. |- |- |Kent collar | | 100px | One of the most frequent contemporary collar styles. |- |Lacoste collar | | |the un-starched, flat, protruding collar of a tennis shirt, invented by René Lacoste. |- |Long point collar |Straight point collar, Forward point collar, Narrow point collar |100px |A collar with long pointy edges. Usually worn with a suit and a tie, because otherwise the extra long collar points can look odd. It's considered a conservative type of collar. |- |Mandarin |Cadet collar, Chinese collar |100px |A small standing collar, open at the front, based on traditional Manchu or Mongol-influenced Asian garments. |- |Man-tailored collar | | |A woman's shirt collar made like a man's shirt collar with a stand and stiffened or buttoned- down points. |- |Mao collar | |100px |A short, almost straight standing collar folded over, with the points extending only to the base of the band, characteristic of the Mao suit. |- |Masonic collar | |100px |A detachable collar made of fabric or chains that is worn by Freemasons of high rank or office. It signifies which office they hold. A jewel is attached to the bottom of the collar further defining the Brothers rank and office. Also see photo of NSW & ACT Grand Master wearing his collar. |- |Medici collar | |100px |A flared, fan-shaped collar standing high behind the head, often of lace, in the style seen in portraits of Marie de' Medici. |- |Middy collar | |100px |A sailor collar (from midshipman), popular for women's and children's clothing in the early 20th century. |- |Mock |mockneck | |A knitted collar similar to a turtleneck, but without a turnover. |- |Napoleonic collar | | |So called because of its association with Emperor Napoleon I Bonaparte's military uniforms. A turnover collar, fairly rigid in construction and open at the front, it is similar to a Nehru collar, but it rises much higher and is generally shaped to frame the wearer's neck and lower head; this was a design feature that William Belew incorporated into Elvis Presley's \"stage uniforms\" in his later years. |- |Nehru collar | |100px |A small standing collar, meeting at the front, based on traditional Indian garments, popular in the 1960s with the Nehru jacket. |- |Notched collar | |100px |A wing-shaped collar with a triangular notch in it, with the lapels (when on blazers and jackets) of a garment at the seam where collar and lapels. Often seen in blazers and blouses with business suits. Also, rounded notched collars appear in many forms of pajamas and nurses uniforms. |- |Peter Pan collar | |100px |A flat, round-cornered collar, named after the collar of the costume worn in 1905 by actress Maude Adams in her role as Peter Pan, and particularly associated with little girls' dresses. |- |Piccadilly collar | | |A wing collar made of plastic or celluloid. |- |Pierrot collar | |100px |A round, flat, limp collar based on the costume worn by the Commedia dell'Arte character Pierrot. |- |Poet collar | |100px |A soft shirt collar, often with long points, worn by Romantic poets such as Lord Byron, or a 1970s style reminiscent of this. |- |Popped collar | | |A style of wearing a collar unfolded and high against the neck, made popular in the early 1980s with Polo shirts. Saw a resurgence in the 2000s with bro culture. |- |Pussy bow | | |A collar tied in a large bow under the wearer's chin. Particularly associated with Margaret Thatcher in the 1980s. |- |Rabat | |100px |Clerical Collar worn in the Catholic Church for hundreds of years, the Rabat does not equal the ordinary bands of a judge. |- |Revere collar | | |A flat V-shaped collar often found on blouses. |- |Rolled collar | | |Any collar that is softly rolled where it folds down from the stand, as opposed to a collar with a pressed crease at the fold. |- |Round collar | | |Any collar with rounded points. |- |Ruff collar | |100px |A high standing pleated collar popular in the renaissance period made of starched linen or lace, or a similar fashion popular late seventeenth century and again in the early nineteenth century. They were also known as \"millstone collars\" after their shape. |- |Sailor collar | |100px |A collar with a deep V-neck in front, no stand, and a square back, based on traditional sailor's uniforms. |- |Shawl collar | | |A round collar for a V-neckline that is extended to form lapels, often used on cardigan sweaters, dinner jackets and women's blouses. |- |Spread collar |cut away collar |100px |A shirt collar with a wide spread between the points, which can accommodate a bulky necktie knot. |- |Tab collar | | |A shirt collar with a small tab that fastens the points together underneath the knot of the necktie. |- |Tunic collar | | |A shirt collar with only a short (1 cm) standing band around the neck, with holes to fasten a detachable collar using shirt studs. |- |Tunisian collar | | |A \"T\" shaped collar with a vertical button placket going up to mid-chest. This type of collar is believed to originate from the Jebba, a Tunisian Folk costume. This type of collar is currently in use for modern shirts and pulls. Also the Jebba is still worn in Tunisia as a ceremonial traditional costume. |- |Turned-Down Collar | |100px |A folded collar pointing down, as opposed to a turned-up collar, such as a Wing collar; created by Charvet. |- |Upturned collar | |100px |An otherwise flat, protruding collar of either a shirt (especially a tennis shirt), jacket, or coat that has been turned upward, either for sport use, warmth, or as either a \"fashion signal\" or a perceived status symbol. Elvis Presley favored this collar style, especially in the earliest years of his career, because he believed his neck looked too long; he had, in turn, been inspired by Billy \"Mr. B\" Eckstine, who had designed and patented a high roll collar that formed a \"B\" over a double Windsor-knotted necktie. |- |Van Dyke |vandyke collar |100px |A large collar with deep points standing high on the neck and falling onto the shoulders, usually trimmed with lace or reticella, worn in the second quarter of the 17th century, as seen in portraits by Anthony van Dyck. The vandyke collar was also popular in the United States in the 1880s. Trenton State Gazette (New Jersey), November 18, 1880, p. 3; \"Fashion Hints\", San Francisco Bulletin, October 29, 1881, Supplement p. [2]; \"Nice Ideas and Pretty Things Women Who Blindly Follow Fashion's Leaders and Women Who Do Not\", Omaha Daily Herald, p. 5; \"Fashion Notes. Latest Styles\", Baltimore Sun, August 31, 1885, Supplement p. [2]. |- |Windsor collar | | |For a cutaway collar: a dress-shirt collar that is slightly stiff, with a wide spread (space between the points) to accommodate a Windsor knot tie, popularized in the 1930s; for a wing collar, a standard wing collar. |- |Wing collar |wingtip collar |100px |A small standing collar with the points pressed to stick out horizontally, resembling \"wings,\" worn with men's evening dress (white tie or black tie); a descendant of Gladstone collar. Used by barristers in the UK, Canada and India. |- |Wing |whisk | |A stiffened half-circle collar with a tall stand, worn in the early 17th century. |- |Y-collar | | |Similar to a Johnny collar, only with one or two buttons at the bottom of the V-neck line, creating a \"Y\" shape. |- |Zero collar | |alt=Zero collar shirt |Neckline of shirt without band and collar. |} ==Buttoning== Conventions on fastening the buttons on a collar differ globally. In the United States and the United Kingdom, the top button is virtually always left unbuttoned, unless one is wearing a necktie, but unbuttoning two or more buttons is seen as overly casual. By contrast, in Slavic countries, including at least Poland, and Ukraine, the top button is buttoned even in the absence of a tie. ==Extended meanings== From the contrast between the starched white shirt collars worn by businessmen in the early 20th century and the blue chambray workshirts worn by laborers comes the use of collar colors in job designation, the \"workforce colorwheel\". Examples are blue-collar, pink-collar and white-collar. ==See also== * Camp shirt * Chemise * Collar (BDSM) * Collar stays * Detachable collar * Dress shirt * Neckline * Necktie * Polo neck * Reticella * Ruff * Shirt * Upturned collar ==References== * ==External links== * Collars on Boys Shirts and Blouses: From the Historical Boys' Clothing website Category:Neckwear Category:Necklines Category:History of clothing ",
    "title": "Collar (clothing)"
}