{
    "id": "3249435",
    "text": "Joseph Recognized by His Brothers (1863 painting by Léon Pierre Urbain Bourgeois) Vayigash or Vaigash ( — Hebrew for \"and he drew near\" or \"then he drew near,\" the first word of the parashah) is the eleventh weekly Torah portion (, parashah) in the annual Jewish cycle of Torah reading. It constitutes In the parashah, Judah pleads on behalf of his brother Benjamin, Joseph reveals himself to his brothers, Jacob comes down to Egypt, and Joseph's administration of Egypt saves lives but transforms all the Egyptians into bondmen. The parashah is made up of 5,680 Hebrew letters, 1,480 Hebrew words, 106 verses, and 178 lines in a Torah Scroll (, Sefer Torah). Jews read it the eleventh Sabbath after Simchat Torah, generally in December or early January. ==Readings== In traditional Sabbath Torah reading, the parashah is divided into seven readings, or , aliyot. In the Masoretic Text of the Tanakh (Hebrew Bible), Parashah Vayigash has no \"open portion\" (, petuchah) divisions (roughly equivalent to paragraphs, often abbreviated with the Hebrew letter (peh)). Parashah Vayigash has a three, lesser \"closed portion\" (, setumah) divisions (abbreviated with the Hebrew letter (samekh)). The first closed portion (, setumah) includes the first four readings (, aliyot) and part of the fifth reading (, aliyah). The second closed portion (, setumah) includes the rest of the fifth reading (, aliyah). And the third closed portion (, setumah) includes the sixth and seventh readings (, aliyot).See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, pages 274–94. Brooklyn: Mesorah Publications, 2006. . ===First reading — Genesis 44:18–30=== Joseph identified by his brothers (1789 painting by Charles Thévenin) In the first reading (, aliyah), Judah approached Joseph, whom he likened to Pharaoh, and recounted how Joseph had asked the 10 brothers whether they had a father or brother, and they had told him that they had a father who was an old man (Jacob), and a child of his old age who was a little one (Benjamin), whose brother was dead, who alone was left of his mother (Rachel), and whose father loved him. Judah recalled how Joseph had told the brothers to bring their younger brother down to Egypt, they had told Joseph that the lad's leaving would kill his father, but Joseph had insisted. Judah recalled how the brothers had told their father Joseph's words, and when their father had told them to go again to buy a little food, they had reminded him that they could not go down without their youngest brother. Judah recounted how their father had told them that his wife had borne him two sons, one had gone out and was torn in pieces, and if they took the youngest and harm befell him, it would bring down his gray hairs with sorrow to the grave. Judah began to explain to Joseph what would happen if Judah were to come to his father without the lad, seeing that his father's soul was bound up with the lad's. The first reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 276. ===Second reading — Genesis 44:31–45:7=== Joseph Forgives His Brothers (illustration from a Bible card published 1907 by the Providence Lithograph Company) In the second reading (, aliyah), Judah told Joseph that if Judah were to come to his father without the lad, then his father would die in sorrow. And Judah told how he had become surety for the lad, and thus asked Joseph to allow him to remain a bondman to Joseph instead of the lad, for how could he go up to his father if the lad was not with him? Joseph could no longer control his emotions and ordered everyone but his brothers to leave the room. He wept aloud, and the Egyptians and the house of Pharaoh heard. Joseph told his brothers that he was Joseph, and asked them whether his father was still alive, but his brothers were too frightened to answer him. Joseph asked them to come near, told them that he was Joseph their brother whom they had sold into Egypt, but that they should not be grieved, for God had sent Joseph before them to preserve life. Joseph recounted how for two years there had been famine in the land, but there would be five more years without harvests. But God had sent him before them to save them alive for a great deliverance. The second reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 278. ===Third reading — Genesis 45:8–18=== In the third reading (, aliyah), Joseph told his brothers that it was not they who sent him to Egypt, but God, who had made him ruler over all Egypt. Joseph thus directed them to go quickly to his father and convey that God had made him lord of all Egypt and his father should come down to live in the land of Goshen and Joseph would sustain him for the five years of famine. And Joseph and his brother Benjamin wept on each other's necks, Joseph kissed all his brothers and wept upon them, and after that, his brothers talked with him. The report went through Pharaoh's house that Joseph's brothers had come, and it pleased Pharaoh. Pharaoh directed Joseph to tell his brothers to go to Canaan and bring their father and their households back to Egypt. The third reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 280. ===Fourth reading — Genesis 45:19–27=== Jacob Comes Into Egypt (woodcut by Julius Schnorr von Carolsfeld from the 1860 Die Bibel in Bildern) In the fourth reading (, aliyah), Joseph gave his brothers wagons and provisions for the way, and to each man he gave a change of clothes, but to Benjamin he gave 300 shekels of silver and five changes of clothes. And Joseph sent his father ten donkeys laden with the good things of Egypt, and ten donkeys laden with food. So Joseph sent his brothers away, enjoining them not to fall out on the way. The brothers went to their father Jacob in Canaan and told him that Joseph was still alive and ruled over Egypt, but he did not believe them. They told him what Joseph had said, and when Jacob saw the wagons that Joseph had sent, Jacob revived. The fourth reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 282. ===Fifth reading — Genesis 45:28–46:27=== In the long fifth reading (, aliyah), Jacob said that he would go to see Joseph before he died. Jacob journeyed to Beersheba with all that he had and offered sacrifices to God. God spoke to Jacob in a dream, saying that Jacob should not fear to go to Egypt, for God would go with him, make a great nation of him, and also surely bring him back. Jacob's sons carried him, their little ones, and their wives in the wagons that Pharaoh had sent. They took their cattle and their goods and came to Egypt, Jacob, and his entire family. The first closed portion (, setumah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 284. The continuation of the fifth reading (, aliyah) lists the names of Jacob's family, 70 men in all, including Joseph and his two children. The long fifth reading (, aliyah) and the second closed portion (, setumah) end here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 286. ===Sixth reading — Genesis 46:28–47:10=== Joseph and His Brethren Welcomed by Pharaoh (watercolor circa 1896–1902 by James Tissot) In the sixth reading (, aliyah), Jacob sent Judah before him to show the way to Goshen. Joseph went up to Goshen in his chariot to meet Jacob, and fell on his neck and wept. Jacob told Joseph that now he could die, since he had seen Joseph's face. Joseph told his brothers that he would go tell Pharaoh that his brothers had come, that they kept cattle, and that they had brought their flocks, herds, and all their possessions. Joseph instructed them that when Pharaoh asked them their occupation, they should say that they were keepers of cattle, for shepherds were an abomination to the Egyptians. Joseph told Pharaoh that his family had arrived in the land of Goshen, and presented five of his brothers to Pharaoh. Pharaoh asked the brothers what their occupation was, and they told Pharaoh that they were shepherds and asked to live in the land of Goshen. Pharaoh told Joseph that his family could live in the best of the land, in Goshen, and if he knew any able men among them, then he could appoint them to watch over Pharaoh's cattle. Joseph set Jacob before Pharaoh, and Jacob blessed Pharaoh. Pharaoh asked Jacob how old he was, and Jacob answered that he was 130 years old and that few and evil had been the years of his life. Jacob blessed Pharaoh and left. The sixth reading (, aliyah) ends here.See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, pages 290–91. Joseph Overseer of the Pharaohs Granaries (1874 painting by Lawrence Alma-Tadema) ===Seventh reading — Genesis 47:11–27=== In the seventh reading (, aliyah), Joseph placed his father and brothers in the land of Rameses, as Pharaoh had commanded, and sustained them with bread while the famine became sore in the land. Joseph gathered all the money in Egypt and Canaan selling grain and brought the money into Pharaoh's house. When the Egyptians exhausted their money and asked Joseph for bread, Joseph sold them bread in exchange for all their animals. When they had no more animals, they offered to sell their land to Joseph and become bondmen in exchange for bread. So Joseph bought all the land of Egypt for Pharaoh — except for that of the priests, who had a portion from Pharaoh — and in exchange for seed, Joseph made all the Egyptians bondmen. At harvest time, Joseph collected for Pharaoh a fifth part of all the people harvested. In the maftir () reading that concludes the parashah,See, e.g., The Schottenstein Edition Interlinear Chumash: Bereishis/Genesis. Edited by Menachem Davis, page 294. it continued as a statute in Egypt that Pharaoh should have a fifth of all produced outside of the priests' land. And Israel lived in Egypt, in the land of Goshen, accumulated possessions, and was fruitful and multiplied. The seventh reading (, aliyah) and the parashah end here. ===Readings according to the triennial cycle=== Jews who read the Torah according to the triennial cycle of Torah reading read the parashah according to the following schedule:See, e.g., Richard Eisenberg \"A Complete Triennial Cycle for Reading the Torah.\" Proceedings of the Committee on Jewish Law and Standards of the Conservative Movement: 1986–1990, pages 383–418. New York: The Rabbinical Assembly, 2001. . {| class=\"wikitable\" style=\"background:Ivory; text-align:center\" |- ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"|Year 1 ! style=\"background:Navajowhite;\"|Year 2 ! style=\"background:Navajowhite;\"|Year 3 |- |- ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"|2016–2017, 2019–2020, 2022–2023 . . . ! style=\"background:Navajowhite;\"|2017–2018, 2020–2021, 2023–2024 . . . ! style=\"background:Navajowhite;\"|2018–2019, 2021–2022, 2024–2025 . . . |- ! style=\"background:Navajowhite;\"|Reading ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| |- |1 | | | |- |2 | | | |- |3 | | | |- |4 | | | |- |5 | | | |- |6 | | | |- |7 | | | |- |Maftir | | | |} ==In ancient parallels== The parashah has parallels in these ancient sources: ===Genesis chapter 45=== Professor Gerhard von Rad of Heidelberg University in the mid-20th-century argued that the Joseph narrative is closely related to earlier Egyptian wisdom writings.Gerhard von Rad. “The Joseph Narrative and Ancient Wisdom.” In The Problem of the Hexateuch and Other Essays, page 300. New York: McGraw-Hill Book Company, 1966. LCCN 66-11432. Von Rad likened the theology of Joseph's statement to his brothers in “And now be not grieved, nor angry with yourselves, that you sold me here; for God sent me before you to preserve life. . . . So now it was not you who sent me here, but God; and [God] made me a father to Pharaoh, and lord of all his house, and ruler over all the land of Egypt,” to that of Amenemope, who said, “That which men propose is one thing; what God does is another,” and “God’s life is achievement, but man’s is denial.”Gerhard von Rad. “The Joseph Narrative and Ancient Wisdom.” In The Problem of the Hexateuch and Other Essays, pages 296–98. ==In inner-Biblical interpretation== The parashah has parallels or is discussed in these Biblical sources:For more on inner-Biblical interpretation, see, e.g., Benjamin D. Sommer. \"Inner-biblical Interpretation.\" In The Jewish Study Bible: Second Edition. Edited by Adele Berlin and Marc Zvi Brettler, pages 1835–41. New York: Oxford University Press, 2014. . ===Genesis chapter 44=== In Judah retells the events first told in {| class=\"wikitable\" style=\"background:Ivory;\" |- ! style=\"background:Navajowhite;\"|The narrator in ! style=\"background:Navajowhite;\"|Judah in |- |7And Joseph saw his brethren, and he knew them, but made himself strange to them, and spoke roughly with them; and he said to them: \"From where do you come?\" And they said: \"From the land of Canaan to buy food.\" 8And Joseph knew his brethren, but they did not know him. 9And Joseph remembered the dreams that he dreamed of them, and said to them: \"You are spies; to see the nakedness of the land you are come.\" 10And they said to him: \"No, my lord, but to buy food are your servants come. 11We are all one man's sons; we are upright men; your servants are no spies.\" 12And he said to them: \"No, but to see the nakedness of the land you are come.\" |19My lord asked his servants, saying: \"Have you a father, or a brother?\" |- |13And they said: \"We your servants are twelve brethren, the sons of one man in the land of Canaan; and, behold, the youngest is this day with our father, and one is not.\" |20And we said to my lord: \"We have a father, an old man, and a child of his old age, a little one; and his brother is dead, and he alone is left of his mother, and his father loves him.\" |- |14And Joseph said to them: \"That is it that I spoke to you, saying: You are spies. 15Hereby you shall be proved, as Pharaoh lives, you shall not go there, unless your youngest brother comes here. 16Send one of you, and let him fetch your brother, and you shall be bound, that your words may be proved, whether there be truth in you; or else, as Pharaoh lives, surely you are spies.\" 17And he put them all together into ward three days. 18And Joseph said to them the third day. \"This do, and live; for I fear God: 19if you are upright men, let one of your brethren be bound in your prison-house; but go, carry corn for the famine of your houses; 20and bring your youngest brother to me; so shall your words be verified, and you shall not die.\" And they did so. |21And you said to your servants: \"Bring him down to me, that I may set mine eyes upon him.\" 22And we said to my lord: \"The lad cannot leave his father; for if he should leave his father, his father would die.\" 23And you said to your servants: \"Except your youngest brother come down with you, you shall see my face no more.\" |- |} ===Genesis chapter 45=== Von Rad likened Joseph's magnanimity in to that of which counsels: “Say not: ‘I will do so to him as he has done to me; I will render to the man according to his work.’”Gerhard von Rad. “The Joseph Narrative and Ancient Wisdom.” In The Problem of the Hexateuch and Other Essays, page 296. And Von Rad likened the theology of Joseph’s statement to his brothers in “And now be not grieved, nor angry with yourselves, that you sold me here; for God sent me before you to preserve life. . . . So now it was not you who sent me here, but God; and [God] made me a father to Pharaoh, and lord of all his house, and ruler over all the land of Egypt,” to that of “A man's heart devises his way; but the Lord directs his steps”; “There are many devices in a man's heart; but the counsel of the Lord, that shall stand”; “A man's goings are of the Lord; how then can man look to his way?”; and “There is no wisdom nor understanding nor counsel against the Lord. The horse is prepared against the day of battle; but victory is of the Lord.” Joseph's explanation in that God sent him to Egypt before his brothers to preserve life finds an echo in where Joseph told his brothers that they meant evil against him, but God meant it for good to save the lives of many people. Similarly, Psalm reports that God called a famine upon the land and sent Joseph before the children of Israel. ===Genesis chapter 47=== Jacob's blessing of Pharaoh in enacts the promise of and that through Abraham's descendants would other families of the earth be blessed. The report of that the Israelites were fruitful and multiplied finds an echo in ==In early nonrabbinic interpretation== The parashah has parallels or is discussed in these early nonrabbinic sources:For more on early nonrabbinic interpretation, see, e.g., Esther Eshel. \"Early Nonrabbinic Interpretation.\" In The Jewish Study Bible: Second Edition. Edited by Adele Berlin and Marc Zvi Brettler, pages 1841–59. Philo ===Genesis chapter 44=== Philo observed that having attained authority and presented with the opportunity to avenge his brothers' ill-treatment of him, Joseph nonetheless bore what happened with self-restraint and governed himself.Philo. On Joseph 28:166. Alexandria, Egypt, early 1st century CE. Reprinted in, e.g., The Works of Philo: Complete and Unabridged, New Updated Edition. Translated by Charles Duke Yonge, page 449. Peabody, Massachusetts: Hendrickson Publishers, 1993. . ===Genesis chapter 47=== Philo read Jacob's words in \"The days of the years of my life which I spend here as a sojourner have been few and evil; they have not come up to the days of my fathers which they spent as Sojourners,\" to support the general proposition that the Torah represents the wise people whom it mentions as sojourners whose souls are sent down from heaven to earth as to a foreign land. Philo taught that wise people see themselves as sojourners in a foreign land — the body perceptible by the senses — and view the virtues appreciable by the intellect as their native land.Philo. On the Confusion of Tongues 17:77–81. Reprinted in, e.g., The Works of Philo: Complete and Unabridged, New Updated Edition. Translated by Charles Duke Yonge, page 241. ==In classical rabbinic interpretation== Joseph Converses with Judah, His Brother (watercolor circa 1896–1902 by James Tissot) The parashah is discussed in these rabbinic sources from the era of the Mishnah and the Talmud:For more on classical rabbinic interpretation, see, e.g., Yaakov Elman. \"Classical Rabbinic Interpretation.\" In The Jewish Study Bible: Second Edition. Edited by Adele Berlin and Marc Zvi Brettler, pages 1859–78. ===Genesis chapter 44=== Rabbi Judah ben Ilai taught that Scripture speaks in praise of Judah. Rabbi Judah noted that on three occasions, Scripture records that Judah spoke before his brethren, and they made him king over them (bowing to his authority): (1) in which reports, \"Judah said to his brethren: ‘What profit is it if we slay our brother'\"; (2) in which reports, \"Judah and his brethren came to Joseph's house\"; and (3) in which reports, \"Then Judah came near\" to Joseph to argue for Benjamin.Genesis Rabbah 84:17. Land of Israel, 5th century. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 782–83. London: Soncino Press, 1939. . A Midrash taught that, as reported in the words \"Judah came near to him\" in Judah did not cease from answering Joseph word for word until he penetrated to his very heart.Genesis Rabbah 93:4. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. Rabbi Judah taught that in the words of \"Judah came near\" for battle, as in 2 Samuel where it says: \"So Joab and the people that were with him drew near to battle.\" Rabbi Nehemiah said that \"Judah came near\" for conciliation, as in where it says that \"the children of Judah drew near to Joshua\" to conciliate him. The Rabbis said that coming near implies prayer, as in 1 Kings where it says that \"Elijah the prophet came near\" to pray to God. Rabbi Leazar combined all these views, teaching that \"Judah came near to him\" ready for battle, conciliation, or prayer.Genesis Rabbah 93:6. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. Rabbi Jeremiah ben Shemaiah taught that Judah exclaimed that he would only need to utter one word (dabar) and bring a plague (deber) upon the Egyptians. And Rav Hanan taught that Judah became angry, and the hairs of his chest pierced through his clothes and forced their way out, and he put iron bars into his mouth and ground them to powder. Rav Judah taught that three things shorten a person's years: (1) to be given a Torah scroll from which to read and to refuse, (2) to be given a cup of benediction over which to say grace and to refuse, and (3) to assume airs of authority. To support the proposition that assuming airs of authority shortens one's life, the Gemara cited the teaching of Rabbi Hama bar Hanina that Joseph died (as reports, at the age of 110) before his brothers because he assumed airs of authority (when in and he repeatedly allowed his brothers to describe his father Jacob as \"your servant\").Babylonian Talmud Berakhot 55a. Reprinted in, e.g., Koren Talmud Bavli: Berakhot. Commentary by Adin Even-Israel (Steinsaltz), volume 1, page 356. Jerusalem: Koren Publishers, 2012. . And reprinted in, e.g., Talmud Bavli. Elucidated by Yosef Widroff, Mendy Wachsman, Israel Schneider, and Zev Meisels; edited by Yisroel Simcha Schorr and Chaim Malinowitz, volume 2, page 55a2. Brooklyn: Mesorah Publications, 1997. . Rav Judah asked in the name of Rav why Joseph referred to himself as \"bones\" during his lifetime (in ), and explained that it was because he did not protect his father's honor when in his brothers called Jacob \"your servant our father\" and Joseph failed to protest. And Rav Judah also said in the name of Rav (and others say that it was Rabbi Hama bar Hanina who said) that Joseph died before his brothers because he put on superior airs.Babylonian Talmud Sotah 13b. Similarly, a Midrash taught that Joseph was referred to as \"bones\" during his lifetime (in ) because when his brothers referred to his father as \"your servant our father\" in Joseph kept silent. And thus the Midrash taught that the words of \"A man's pride shall bring him low,\" apply to Joseph, who in this encounter ostentatiously displayed his authority.Numbers Rabbah 13:3. 12th century. Reprinted in, e.g., Midrash Rabbah: Numbers. Translated by Judah J. Slotki, volume 6, pages 506–08. London: Soncino Press, 1939. . Similarly, as reports that \"Joseph died, and all his brethren,\" the Rabbis concluded that Joseph died before his brothers. Rabbi Judah haNasi taught that Joseph died before his brothers because Joseph \"commanded his servants the physicians to embalm his father\" (as reports). But the Rabbis taught that Jacob had directed his sons to embalm him, as reports that \"his sons did to him as he commanded them.\" According to the Rabbis, Joseph died before his brothers because nearly five times Judah said to Joseph, \"Your servant my father, your servant my father\" (four times himself in 27, 30, and 31, and once together with his brothers in ), yet Joseph heard it and kept silent (not correcting Judah to show humility to their father).Genesis Rabbah 100:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. Joseph Makes Himself Known to His Brethren (engraving by Gustave Doré from the 1865 La Sainte Bible) Eliezer ben Matiah, Hananiah ben Kinai, Simeon ben Azzai, and Simeon the Yemenite deduced from Judah's offer to remain instead of Benjamin in that Judah merited the kingship because of his humility.Tosefta Berakhot 4:18. Land of Israel, circa 300 CE. Reprinted in, e.g., The Tosefta: Translated from the Hebrew, with a New Introduction. Translated by Jacob Neusner, volume 1, pages 26–28. Peabody, Massachusetts: Hendrickson Publishers, 2002. . Joseph Reveals His Identity (painting circa 1816–1817 by Peter von Cornelius) ===Genesis chapter 45=== Rabbi Hama bar Hanina and Rabbi Samuel ben Nahmani differed about how prudent it was for Joseph to clear the room in Rabbi Hama thought that Joseph acted imprudently, for one of them could have kicked him and killed him on the spot. But Rabbi Samuel said that Joseph acted rightly and prudently, for he knew the righteousness of his brethren and reasoned that it would not be right to suspect that they might commit bloodshed.Genesis Rabbah 93:9. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. Rabbi Elazar wept whenever he read for if men became too frightened to answer a wronged brother, how much more frightening will they find God's rebuke.Babylonian Talmud Chagigah 4b. Genesis Rabbah 93:10. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. See also Midrash Tanhuma Vayigash 5. 6th–7th century. Reprinted in, e.g., Metsudah Midrash Tanchuma. Translated and annotated by Avraham Davis; edited by Yaakov Y.H. Pupko, volume 2, pages 278–79. Monsey, New York: Eastern Book Press, 2006. (attributing to Rabbi Johanan). A Midrash taught that \"Joseph said to his brethren: ‘Come near to me'\" in so that he might show them his circumcision to prove that he was their brother.Genesis Rabbah 93:10. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. Reading Joseph's reassurance to his brothers in \"And now be not grieved, nor angry with yourselves, that you sold me hither; for God sent me before you to preserve life,\" our Sages observed that even the wrongs done by the righteous are of service to the world, and how much more their righteous deeds.Midrash HaGadol. Yemen, 13th century. Reprinted in Menahem M. Kasher. Torah Sheleimah, 45, 22. Jerusalem, 1927. Reprinted in Encyclopedia of Biblical Interpretation. Translated by Harry Freedman, volume 6, page 20. New York: American Biblical Encyclopedia Society, 1965. Reading Joseph's assertion to his brothers in \"God sent me before you to preserve life,\" the Mishnat Rabbi Eliezer taught that when a person seeks to injure an enemy, the person bars the enemy from getting any cure, but God is not so. God provides the cure before the blow, as it says in \"I would heal Israel even as the iniquity of Ephraim is uncovered.\" So in the days of Joseph, God did not inflict famine on the Tribal Ancestors until God had sent Joseph before them.Mishnat Rabbi Eliezer. Land of Israel, mid 8th century. Reprinted in Menahem M. Kasher. Torah Sheleimah, 45, 32. Reprinted in Encyclopedia of Biblical Interpretation. Translated by Harry Freedman, volume 6, page 21. The Tosefta deduced from that before Jacob went down to Egypt there was famine there, but after he arrived, as reports, they sowed the land with seed.Tosefta Sotah 10:9. Reprinted in, e.g., The Tosefta: Translated from the Hebrew, with a New Introduction. Translated by Jacob Neusner, volume 1, page 877. Rabbi Levi used 41:46, and 45:6 to calculate that Joseph's dreams that his brothers would bow to him took 22 years to come true, and deduced that a person should thus wait for as much as 22 years for a positive dream's fulfillment.Babylonian Talmud Berakhot 55b. Reprinted in, e.g., Koren Talmud Bavli: Berakhot. Commentary by Adin Even-Israel (Steinsaltz), volume 1, page 358. Rav Huna in the name of Rabbi Joshua used as a mnemonic for calculating what year it was in the Sabbatical cycle of seven years.Babylonian Talmud Avodah Zarah 9b. The Gemara used to help calculate (among other things) that Jacob should have been 116 years old when he came to Egypt, but since indicated that Jacob was then 130 years old, the Gemara deduced that the text did not count 14 years that Jacob spent studying in the Academy of Eber.Babylonian Talmud Megilah 16b–17a. Reprinted in, e.g., Koren Talmud Bavli: Taanit • Megillah. Commentary by Adin Even-Israel (Steinsaltz), volume 12, page 297. Jerusalem: Koren Publishers, 2014. . Joseph Makes Himself Known to His Brethren (illustration from the 1728 Figures de la Bible by Giuseppe il Nutritore) Rabbi Elazar interpreted Joseph's reference to Benjamin in to mean that just as Joseph bore no malice against his brother Benjamin (who had no part in selling Joseph to Egypt), so Joseph had no malice against his other brothers. And Rabbi Elazar interpreted Joseph's reference to his mouth in to mean that Joseph's words reflected what was in his heart.Babylonian Talmud Megilah 16b. A Midrash interpreted Joseph's reference to his mouth in to mean that Joseph asked them to note that he spoke in Hebrew. Joseph Reveals Himself to His Brothers (woodcut by Julius Schnorr von Carolsfeld from the 1860 Die Bibel in Bildern) Rabbi Elazar noted that uses the plural form of the word \"necks\" and asked how many necks Benjamin had. Rabbi Elazar deduced that Joseph wept on Benjamin's neck for the two Temples that were destined to be in the territory of the tribe of Benjamin and be destroyed. And Rabbi Elazar deduced that Benjamin wept on Joseph's neck for the tabernacle of Shiloh that was destined to be in the territory of the tribe of Joseph and be destroyed.Babylonian Talmud Megilah 16b. See also Genesis Rabbah 93:10. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. Examining the Gemara asked whether Joseph repeated his father's mistake of favoring one sibling over the others.Babylonian Talmud Megilah 16a–b. Rabbi Benjamin bar Japhet said that Joseph was hinting to Benjamin that one of his descendants, Mordecai, would appear before a king in five royal garments, as reports. Rabbi Benjamin bar Japhet in the name of Rabbi Elazar deduced from that Joseph sent Jacob aged wine, which the Rabbi reported pleases the elderly. But a Midrash taught that the words \"the good of the land of Egypt\" in referred to split beans (which were highly prized).Genesis Rabbah 94:2. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. A Midrash told that when Joseph was young, he used to study Torah with Jacob. When Joseph's brothers told Jacob in that Joseph was still alive, Jacob did not believe them, but he recalled the subject that Jacob and Joseph had been studying when they last studied together: the passage on the beheaded heifer (, egla arufa) in Jacob told the brothers that if Joseph gave them a sign of which subject Joseph and Jacob had last studied together, then Jacob would believe them. Joseph too had remembered what subject they had been studying, so (as reports) he sent Jacob wagons (, agalot) so that Jacob might know that the gift came from him. The Midrash thus concluded that wherever Joseph went he studied the Torah, just as his forebears did, even though the Torah had not yet been given.Genesis Rabbah 95:3. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. ===Genesis chapter 46=== Rav Nachman taught that when Jacob \"took his journey with all that he had, and came to Beersheba\" in he went to cut down the cedars that reports his grandfather Abraham had planted there.Genesis Rabbah 94:4. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. A Midrash asked why, in Jacob \"offered sacrifices to the God of his father Isaac,\" and not to the God of Abraham and Isaac. Judah ben Pedayah, the nephew of Ben HaKappar, explained that when one encounters a teacher and the teacher's disciple walking on a road, one first greets the disciple and then the teacher. Rabbi Johanan said that the reason was because a person owes more honor to a parent than to a grandparent. Resh Lakish said that Jacob offered sacrifices (in thanksgiving) for the covenant with the ancestors (which Isaac had conveyed to Jacob with his blessing). Bar Kappara discussed the question with Rabbi Jose bar Patros. One of them said that Jacob declared that as Isaac had been eager for his food (for, as reports, Isaac loved Esau because Esau brought Isaac venison), so Jacob was eager for his food (and thus was headed to Egypt to avoid the famine). The other explained that as Isaac had distinguished between his sons (as reports, loving Esau more than Jacob), so Jacob would distinguish among his sons (going to Egypt for Joseph's account alone). But then Jacob noted on reconsideration that Isaac was responsible for only one soul, whereas Jacob was responsible for 70 souls. Rabbi Judan said that Jacob declared that Isaac blessed him with five blessings, and God correspondingly appeared five times to Jacob and blessed him (in and ). Rabbi Judan also said that Jacob wanted to thank God for permitting Jacob to see the fulfillment of those blessings. And the blessing that was fulfilled was that of \"Let people serve you, and nations bow down to you,\" which was fulfilled with regard to Joseph. (And thus Jacob mentioned Isaac then on going down to witness Joseph's greatness.) Rabbi Berekiah observed that God never unites God's Name with a living person (to say, for example, \"I am the God of Jacob,\" while they are alive) except with those who are experiencing suffering. (And thus Jacob referred to the God of Isaac instead of the God of Jacob.) And Rabbi Berekiah also observed that Isaac did indeed experience suffering. The Rabbis said that we look upon Isaac as if his ashes were heaped in a pile on the altar. (And thus Jacob referred to Isaac to invoke the memory of Abraham's sacrifice of Isaac in as if it had been carried out).Genesis Rabbah 94:5. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. The Sifra cited and for the proposition that when God called the name of a prophet twice, God expressed affection and sought to provoke a response.Sifra 1:4. The Pirke De-Rabbi Eliezer told that when Jacob heard that Joseph was alive, Jacob wondered whether he could forsake the land of his fathers, the land of his birth, the land of his fathers' sojournings, the land where the Divine Presence (, Shechinah) was, and go to an unclean land where there was no fear of Heaven. So God told Jacob (as reported in ), \"Do not fear . . . I will go down with you into Egypt, and I will also surely bring you up again.\"Pirke De-Rabbi Eliezer, chapter 39. Early 9th century. Reprinted in, e.g., Pirke de Rabbi Eliezer. Translated and annotated by Gerald Friedlander, page 303. London, 1916. Reprinted New York: Hermon Press, 1970. . Reading God's promise to Jacob in to go down with him to Egypt, a Midrash taught that God's promise was to go with Jacob and with all who are righteous like Jacob. Thus, God promised to accompany all the righteous into exile, just as God accompanied Jacob.Genesis Rabbah 94:6. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 873. Similarly, the Sages read God's parallel use of the pronoun \"I\" (, Anochi, as opposed to , Ani) in and to teach that just as with an \"I\" (, Anochi) Israel went down to Egypt, as reports, \"I (, Anochi) will go down with you into Egypt,\" also with an \"I\" (, Anochi) would God take Israel out, as reports, \"That I (, Anochi) have sent you.\" And the Sages said that the use of \"I\" (, Anochi) was also symbolic of the latter redemption, for with an \"I\" (, Anochi) will the Jews be healed and redeemed, as says, \"Behold, \"I (, Anochi) will send you Elijah the prophet.\"Exodus Rabbah 3:4. 10th century. Reprinted in, e.g., Midrash Rabbah: Exodus. Translated by Simon M. Lehrman, volume 3, page 63. London: Soncino Press, 1939. . Rabbi Haggai said in Rabbi Isaac's name that God's promise to Jacob in \"I will surely bring you up again,\" only applied if \"Joseph shall put his hand upon your eyes\" — that is, take care of Jacob in life and in death. Rabbi Hama bar Hanina cited \"I will go down with you into Egypt, and I will also surely bring you up again (, gam aloh),\" for the proposition that if one sees a camel (, gamal) in a dream, Heaven had decreed death for the dreamer, but had delivered the dreamer from that fate. Rav Nahman bar Isaac, however, derives the proposition from \"The Lord also (, gam) has put away your sin, you shall not die.\"Babylonian Talmud Berakhot 56b. Reprinted in, e.g., Koren Talmud Bavli: Berakhot. Commentary by Adin Even- Israel (Steinsaltz), volume 1, page 367. And reprinted in, e.g., Talmud Bavli. Elucidated by Yosef Widroff, Mendy Wachsman, Israel Schneider, and Zev Meisels; edited by Yisroel Simcha Schorr and Chaim Malinowitz, volume 2, pages 56b5–6. Brooklyn: Mesorah Publications, 1997. . Judah said, \"Let us sell him to the Ishmaelites.\" () (1984 illustration by Jim Padgett, courtesy of Distant Shores Media/Sweet Publishing) A Midrash explained Judah's sons' death, reported in as the result of Judah's failure to follow through in saving Joseph. Reading \"For this commandment that I command you this day . . . is very near to you, in your mouth, and in your heart,\" a Midrash interpreted \"heart\" and \"mouth\" to symbolize the beginning and end of fulfilling a precept and thus read as an exhortation to complete a good deed once started. Thus Rabbi Hiyya bar Abba taught that if one begins a precept and does not complete it, the result will be that he will bury his wife and children. The Midrash cited as support for this proposition the experience of Judah, who began a precept and did not complete it. When Joseph came to his brothers and they sought to kill him, as Joseph's brothers said in \"Come now therefore, and let us slay him,\" Judah did not let them, saying in \"What profit is it if we slay our brother?\" and they listened to him, for he was their leader. And had Judah called for Joseph's brothers to restore Joseph to their father, they would have listened to him then, as well. Thus because Judah began a precept (the good deed toward Joseph) and did not complete it, he buried his wife and two sons, as reports, \"Shua's daughter, the wife of Judah, died,\" and further reports, \"Er and Onan died in the land of Canaan.\"Deuteronomy Rabbah 8:4. Land of Israel, 9th century. Reprinted in, e.g., Midrash Rabbah: Deuteronomy. Translated by Harry Freedman and Maurice Simon, volume 7, pages 150–51. London: Soncino Press, 1939. . Holman Bible) Rabbi Zadok noted that attributed sons to Leah but attributed the daughter Dinah to Jacob, and deduced that the verse thus supported the proposition that if the woman emits her egg first she will bear a son and if the man emits his semen first she will bear a girl.Babylonian Talmud Nidah 31a. A Baraita taught that the Serah the daughter of Asher mentioned in and survived from the time Israel went down to Egypt to the time of the wandering in the Wilderness. The Gemara taught that Moses went to her to ask where the Egyptians had buried Joseph. She told him that the Egyptians had made a metal coffin for Joseph. The Egyptians set the coffin in the Nile so that its waters would be blessed. Moses went to the bank of the Nile and called to Joseph that the time had arrived for God to deliver the Israelites, and the oath that Joseph had imposed upon the children of Israel in had reached its time of fulfillment. Moses called on Joseph to show himself, and Joseph's coffin immediately rose to the surface of the water.Babylonian Talmud Sotah 13a. Similarly, a Midrash taught that Serah (mentioned in ) conveyed to the Israelites a secret password handed down from Jacob so that they would recognize their deliverer. The Midrash told that when (as reports) “Aaron spoke all the words” to the Israelite people, “And the people believed” (as reports), they did not believe only because they had seen the signs. Rather, (as reports), “They heard that the Lord had visited” — they believed because they heard, not because they saw the signs. What made them believe was the sign of God's visitation that God communicated to them through a tradition from Jacob, which Jacob handed down to Joseph, Joseph to his brothers, and Asher, the son of Jacob, handed down to his daughter Serah, who was still alive at the time of Moses and Aaron. Asher told Serah that any redeemer who would come and say the password to the Israelites would be their true deliverer. So when Moses came and said the password, the people believed him at once.Exodus Rabbah 5:13. Rabbi Samuel ben Nahman taught that Benjamin's son's names, as listed in reflected Benjamin's loss of Joseph. The name Bela signified that Benjamin's brother was swallowed up (nit-bala) from him; Becher signified that he was a firstborn (bechor); Ashbel signified that he was taken away captive (nishbah); Gera signified that he became a stranger (ger) in a strange country; Naaman signified that his actions were seemly (na'im) and pleasant (ne'im-im); Ehi signified that he indeed was \"my brother\" (ahi); Rosh signified that he was Benjamin's superior (rosh); Muppim signified that he was exceedingly attractive (yafeh ‘ad me'od) in all matters; and Huppim signified that Benjamin did not see his marriage-canopy (huppah) and he did not see Benjamin's; and Ard signified that he was like a rose-bloom (ward).Genesis Rabbah 93:7. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. Charles Foster) Abaye cited the listing for Dan in to demonstrate that sometimes texts refer to \"sons\" in the plural when they mean a single son. But Rava suggested perhaps the word \"Hushim\" in was not a name but, as taught by the Academy of Hezekiah, the word \"clusters\" or \"leaves,\" thus signifying that Dan's sons were as numerous as the leaves of a reed. Rava found, however, support in and 1 Chronicles for the proposition that sometimes texts refer to \"sons\" when they mean a single son.Babylonian Talmud Bava Batra 143b. Owen Jones from the 1869 \"The History of Joseph and His Brethren\") Abba Halifa of Keruya asked Rabbi Hiyya bar Abba why reported that 70 people from Jacob's household came to Egypt, while enumerated only 69 individuals. Rabbi Hiyya first argued that the Hebrew word et preceding Dinah in indicated that Dinah had a twin sister, and the twin brought the total to 70. But Abba Halifa responded that if that were so, then the parallel language of would indicate that Benjamin also had a twin sister. Rabbi Hiyya then revealed his real explanation, which he called \"a precious pearl\": Rabbi Hama bar Hanina taught that the seventieth person was Moses' mother Jochebed, who was conceived on the way from Canaan to Egypt and born as Jacob's family passed between the city walls as they entered Egypt, for reported that Jochebed \"was born to Levi in Egypt,\" implying that her conception was not in Egypt.Babylonian Talmud Bava Batra 123b–24a. See also 119b–120a. Rabbi Nehemiah read the words \"to show\" in as \"to teach,\" and thus inferred that Jacob sent Judah to prepare an academy for him in Egypt where he would teach Torah and where the brothers would read Torah. Joseph Presents His Father and Brothers to the Pharaoh (1515 painting by Francesco Granacci) ===Genesis chapter 47=== The Midrash and the Talmud differed over which five brothers Joseph presented to Pharaoh in The Midrash read the word “from among” (, mikzeh) in “And from among (, mikzeh) his brethren he took five men,” to mean “from the end,” implying inferiority. The Midrash thus concluded that they were not the strongest of the brothers, and named them as Reuben, Simeon, Levi, Benjamin, and Issachar. The Midrash explained that Joseph took these five brothers, because he reasoned that if he presented the strongest to Pharaoh, then Pharaoh would on make them his warriors. Therefore, Joseph presented these five, who were not mighty men. The Midrash taught that we know that they were not strong from the blessing of Moses in where every brother whose name Moses repeated in his blessing was mighty, while every brother whose name Moses did not repeat was not mighty. Judah, whose name he repeated, was mighty, for says, “And this for Judah, and he said: ‘Hear, Lord, the voice of Judah’”; therefore Joseph did not present him to Pharaoh. Likewise Naphtali, as says, “And of Naphtali he said: ‘O Naphtali, satisfied with favor.’” Likewise Asher, of whom says, “And of Asher he said: ‘Blessed be Asher above sons.’” Likewise Dan, of whom says, “And of Dan he said: ‘Dan is a lion’s whelp.’” Zebulun too, of whom says, “And of Zebulun he said: ‘Rejoice, Zebulun, in your going out.’” Gad too, of whom says, “And of Gad he said: ‘Blessed be He that enlarges Gad.’” Therefore Joseph did not present them to Pharaoh. But the others, whose names were not repeated, were not mighty, therefore he presented them to Pharaoh.Genesis Rabbah 95:4. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, pages 883–84. In the Babylonian Talmud, however, Rava asked Rabbah bar Mari who the five were. Rabbah bar Mari replied that Rabbi Johanan said that they were those whose names were repeated in the Farewell of Moses, (and thus the mightier of the brothers). Besides Judah, the five whose names Moses repeated were Dan, Zebulun, Gad, Asher and Naphtali. Explaining why Moses repeated Judah’s name in but Joseph nonetheless excluded him from the five, Rabbah bar Mari explained that Moses repeated Judah’s name for a different purpose, which Rabbi Samuel bar Nahmani recounted that Rabbi Johanan said. Rabbi Johanan interpreted the words of “Let Reuben live and not die, in that his men become few, and this is for Judah,” to teach that during the 40 years that the Israelites were in the wilderness, the bones of Judah rolled around detached in the coffin that conveyed the bones of the heads of the tribes from Egypt to the Promised Land along with Joseph's remains. But then Moses solicited God for mercy by noting that Judah brought Reuben to confess his own sin in and (lying with Bilhah) by himself making public confession in (when Judah admitted that Tamar was more righteous than he was). Therefore, in Moses exhorted God: “Hear Lord the voice of Judah!” Thereupon God fitted each of Judah's limbs into its original place as one whole skeleton. Judah was, however, not permitted to ascend to the heavenly academy, until Moses said in “And bring him in to his people.” As, however, Judah still did not know what the Rabbis were saying in that assembly and was thus unable to argue with the Rabbis on matters of the law, Moses said in “His hands shall contend for him!” As again he was unable to conclude legal discussions in accordance with the Law, Moses said in “You shall be a help against his adversaries!”Babylonian Talmud Bava Kamma 92a. Reprinted in, e.g., Talmud Bavli. Elucidated by Abba Zvi Naiman and Mendy Wachsman; edited by Yisroel Simcha Schorr, volume 40, page 92a4–5. Brooklyn: Mesorah Publications, 2001. . Rabbi Jose deduced from that the Egyptians befriended the Israelites only for their own benefit. Rabbi Jose noted, however, that the law of nonetheless rewarded the Egyptians for their hospitality. Rabbi Jose concluded that if Providence thus rewarded one with mixed motives, Providence will reward even more one who selflessly shows hospitality to a scholar.Babylonian Talmud Berakhot 63b. Reprinted in, e.g., Koren Talmud Bavli: Berakhot. Commentary by Adin Even-Israel (Steinsaltz), volume 1, page 409. Rabbi Ahawa the son of Rabbi Ze'ira taught that just as lettuce is sweet at the beginning (in the leaf) and bitter at the end (in the stalk), so were the Egyptians sweet to the Israelites at the beginning and bitter at the end. The Egyptians were sweet at the beginning, as reports that Pharaoh told Joseph, \"The land of Egypt is before you; have your father and brethren dwell in the best of the land.\" And the Egyptians were bitter at the end, as reports, \"And they (the Egyptians) made their (the Israelites') lives bitter.\"Genesis Rabbah 95. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. Jacob blessed Pharaoh. (illustration by Owen Jones from the 1869 \"The History of Joseph and His Brethren\") A Midrash read the words of and \"And Jacob blessed Pharaoh,\" to mean that Jacob blessed Pharaoh that the famine should come to an end.Numbers Rabbah 8:4. Reprinted in, e.g., Midrash Rabbah: Numbers. Translated by Judah J. Slotki, volume 5, pages 208, 217. Similarly, Rabbi Berekiah the priest taught that when Jacob came to Pharaoh, he did not leave him before blessing him, as says, \"And Jacob blessed Pharaoh.\" And the blessing that he gave was the wish that the Nile might rise to his feet (to irrigate the land).Numbers Rabbah 12:2. Reprinted in, e.g., Midrash Rabbah: Numbers. Translated by Judah J. Slotki, volume 5, page 450. A Midrash taught that Mordecai had pity on the unbeliever King of Persia, Ahasuerus. In explanation, Rabbi Judah quoted to say, \"From my elders I receive understanding.\" Rabbi Judah taught that Mordecai reasoned that Jacob blessed Pharaoh, as says, \"And Jacob blessed Pharaoh.\" And Joseph revealed his dreams to him, and Daniel revealed Nebuchadnezzar's dreams to him. So similarly Mordecai could help Ahasuerus, and hence (as reports), \"he told it to Esther the queen.\"Genesis Rabbah 39:12. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 1, pages 322–23. Joseph Dwells in Egypt (watercolor circa 1896–1902 by James Tissot) Rav Judah in the name of Samuel deduced from that Joseph gathered in and brought to Egypt all the gold and silver in the world. The Gemara noted that says: \"And Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan,\" and thus spoke about the wealth of only Egypt and Canaan. The Gemara found support for the proposition that Joseph collected the wealth of other countries from which states: \"And all the countries came to Egypt to Joseph to buy corn.\" The Gemara deduced from the words \"and they despoiled the Egyptians\" in that when the Israelites left Egypt, they carried that wealth away with them. The Gemara then taught that the wealth lay in Israel until the time of King Rehoboam, when King Shishak of Egypt seized it from Rehoboam, as reports: \"And it came to pass in the fifth year of king Rehoboam, that Shishak king of Egypt came up against Jerusalem; and he took away the treasures of the house of the Lord, and the treasures of the king's house.\"Babylonian Talmud Pesachim 119a. See also Avot of Rabbi Natan 41. The Mekhilta of Rabbi Ishmael, the Mekhilta of Rabbi Simeon, and the Tanna Devei Eliyahu praised Joseph, as reports that he \"brought the money into Pharaoh's house\" and did not steal any of it.Mekhilta Beshallah 1. Mekhilta of Rabbi Simeon Beshallah 20:3. Tanna Devei Eliyahu Seder Eliyyahu Rabbah 24. Joseph was the governor over the land. (illustration by Owen Jones from the 1869 \"The History of Joseph and His Brethren\") Resh Lakish deduced from the words \"and as for the [Egyptian] people, he [Joseph] removed them city by city\" in that Joseph exiled the Egyptians from their home cities so that they could not later berate the Hebrews for being exiles.Babylonian Talmud Chullin 60b. See also Genesis Rabbah 95 (alternate version). Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2, page 920. (attributing to Rabbi Simeon ben Yohai). Reading the words of \"He [Joseph] removed them city by city,\" a Midrash taught that similarly, the Israelites were not forced into exile from the Land of Israel until the Assyrian king Sennacherib had mixed up the whole world, as quotes Sennacherib saying, \"I have removed the bounds of the peoples, and have robbed their treasures, and have brought down as one mighty the inhabitants.\"Midrash HaGadol. Reprinted in Menahem M. Kasher. Torah Sheleimah 47, 54. Reprinted in Encyclopedia of Biblical Interpretation. Translated by Harry Freedman, volume 6, pages 86–87. Rabbi Abba ben Kahana taught that Joseph inspired the Egyptians with a longing to be circumcised and convert to Judaism. Rabbi Samuel read the words \"You have saved our lives\" in to mean that Joseph had given them life both in this world and in the World to Come, through acceptance of Judaism.Genesis Rabbah 90:6. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 2. A Midrash noted the difference in wording between which says of the Israelites in Goshen that \"they got possessions therein,\" and which says of the Israelites in Canaan, \"When you come into the land of Canaan, which I gave you for a possession.\" The Midrash read to read, \"and they were taken in possession by it.\" The Midrash thus taught that in the case of Goshen, the land seized the Israelites, so that their bond might be exacted and so as to bring about God's declaration to Abraham in that the Egyptians would afflict the Israelites for 400 years. But the Midrash read to teach the Israelites that if they were worthy, the Land of Israel would be an eternal possession, but if not, they would be banished from it. Rabbi Johanan taught that wherever Scripture uses the term \"And he abode\" (, vayeshev), as it does in it presages trouble. Thus in \"And Israel abode in Shittim\" is followed by \"and the people began to commit whoredom with the daughters of Moab.\" In \"And Jacob dwelt in the land where his father was a stranger, in the land of Canaan,\" is followed by \"and Joseph brought to his father their evil report.\" In \"And Israel dwelt in the land of Egypt, in the country of Goshen,\" is followed by \"And the time drew near that Israel must die.\" In \"And Judah and Israel dwelt safely, every man under his vine and under his fig tree,\" is followed by \"And the Lord stirred up an adversary unto Solomon, Hadad the Edomite; he was the king's seed in Edom.\"Babylonian Talmud Sanhedrin 106a. ==In medieval Jewish interpretation== The parashah is discussed in these medieval Jewish sources:For more on medieval Jewish interpretation, see, e.g., Barry D. Walfish. “Medieval Jewish Interpretation.” In The Jewish Study Bible: Second Edition. Edited by Adele Berlin and Marc Zvi Brettler, pages 1891–1915. Nachmanides ===Genesis chapter 47=== Nachmanides taught that Joseph did not show favoritism to his own family in distributing food during the famine. Nachmanides read “And Joseph sustained his father, and his brethren, and all his father's household, with bread, according to the want of their little ones,” to mean that Joseph gave his own family what they needed and no more.Nachmanides. Commentary on the Torah. Jerusalem, circa 1270. Reprinted in, e.g., Ramban: The Torah with Ramban’s Commentary: Bereishis/Genesis. Translated, annotated, and elucidated by Yaakov Blinder, volume 2, page 528. Brooklyn: Mesorah Publications, 2005. . Reading “He [Joseph] removed the population to cities,” Rashbam commented, “Just as Sennacherib did,” citing likening Joseph to a hated Assyrian king who besieged Jerusalem.Rashbam. Commentary on the Torah. Troyes, early 12th century. Reprinted in, e.g., Rabbi Samuel Ben Meir's Commentary on Genesis: An Annotated Translation. Translated by Martin I. Lockshin, page 330. Lewiston, New York: The Edwin Mellen Press, 1989. . ==In modern interpretation== The parashah is discussed in these modern sources: ===Genesis chapters 37–50=== Donald A. Seybold of Purdue University schematized the Joseph narrative in the chart below, finding analogous relationships in each of Joseph's households.Donald A. Seybold. \"Paradox and Symmetry in the Joseph Narrative.\" In Literary Interpretations of Biblical Narratives. Edited by Kenneth R.R. Gros Louis, with James S. Ackerman and Thayer S. Warshaw, pages 63–64, 68. Nashville: Abingdon Press, 1974. . {| class=\"wikitable\" style=\"background:Ivory; text-align:center\" |+The Joseph Narrative |- ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"|At Home ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"|Potiphar's House ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"|Prison ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"|Pharaoh's Court |- ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| ! style=\"background:Navajowhite;\"| |- ! style=\"background:Navajowhite;\"|Ruler |Jacob | |Potiphar | |Prison-keeper | |Pharaoh |- ! style=\"background:Navajowhite;\"|Deputy |Joseph | |Joseph | |Joseph | |Joseph |- ! style=\"background:Navajowhite;\"|Other \"Subjects\" |Brothers | |Servants | |Prisoners | |Citizens |- ! style=\"background:Navajowhite;\"|Symbols of Position and Transition | |Long Sleeved Robe | |Cloak | |Shaved and Changed Clothes | |- ! style=\"background:Navajowhite;\"|Symbols of Ambiguity and Paradox | |Pit | |Prison | |Egypt | |} Professor Ephraim Speiser of the University of Pennsylvania in the mid 20th century argued that in spite of its surface unity, the Joseph story, on closer scrutiny, yields two parallel strands similar in general outline, yet markedly different in detail. The Jahwist’s version employed the Tetragrammaton and the name “Israel.” In that version, Judah persuaded his brothers not to kill Joseph but sell him instead to Ishmaelites, who disposed of him in Egypt to an unnamed official. Joseph's new master promoted him to the position of chief retainer. When the brothers were on their way home from their first mission to Egypt with grain, they opened their bags at a night stop and were shocked to find the payment for their purchases. Judah prevailed on his father to let Benjamin accompany them on a second journey to Egypt. Judah finally convinced Joseph that the brothers had really reformed. Joseph invited Israel to settle with his family in Goshen. The Elohist’s parallel account, in contrast, consistently used the names “Elohim” and “Jacob.” Reuben — not Judah — saved Joseph from his brothers; Joseph was left in an empty cistern, where he was picked up, unbeknown to the brothers, by Midianites; they — not the Ishmaelites — sold Joseph as a slave to an Egyptian named Potiphar. In that lowly position, Joseph served — not supervised — the other prisoners. The brothers opened their sacks — not bags — at home in Canaan — not at an encampment along the way. Reuben — not Judah — gave Jacob — not Israel — his personal guarantee of Benjamin's safe return. Pharaoh — not Joseph — invited Jacob and his family to settle in Egypt — not just Goshen. Speiser concluded that the Joseph story can thus be traced back to two once separate, though now intertwined, accounts.Ephraim A. Speiser. Genesis: Introduction, Translation, and Notes, volume 1, pages xxxii–xxxiii. New York: Anchor Bible, 1964. . Professor John Kselman, formerly of the Weston Jesuit School of Theology, noted that as in the Jacob cycle that precedes it, the Joseph narrative begins with the deception of a father by his offspring through an article of clothing; the deception leads to the separation of brothers for 20 years; and the climax of the story comes with the reconciliation of estranged brothers and the abatement of family strife.John S. Kselman. \"Genesis.\" In The HarperCollins Bible Commentary. Edited by James L. Mays, pages 104–05. New York: HarperCollins Publishers, revised edition, 2000. . Kselman reported that recent scholarship points to authorship of the Joseph narrative in the Solomonic era, citing Solomon's marriage to Pharaoh's daughter (reported in ) as indicative of that era as one of amicable political and commercial relations between Egypt and Israel, thus explaining the positive attitude of the Joseph narrative to Egypt, Pharaoh, and Egyptians. Kselman argued that the Joseph narrative was thus not part of the Jahwist's work, but an independent literary work.John S. Kselman. \"Genesis.\" In The HarperCollins Bible Commentary. Edited by James L. Mays, page 105. Professor Gary Rendsburg of Rutgers University noted that Genesis often repeats the motif of the younger son. God favored Abel over Cain in Isaac superseded Ishmael in Jacob superseded Esau in Judah (fourth among Jacob's sons, last of the original set born to Leah) and Joseph (eleventh in line) superseded their older brothers in Perez superseded Zerah in and and Ephraim superseded Manasseh in Rendsburg explained Genesis's interest with this motif by recalling that David was the youngest of Jesse’s seven sons (see ), and Solomon was among the youngest, if not the youngest, of David’s sons (see ). The issue of who among David’s many sons would succeed him dominates the Succession Narrative in through Amnon was the firstborn, but was killed by his brother Absalom (David’s third son) in After Absalom rebelled, David’s general Joab killed him in The two remaining candidates were Adonijah (David’s fourth son) and Solomon, and although Adonijah was older (and once claimed the throne when David was old and feeble in ), Solomon won out. Rendsburg argued that even though firstborn royal succession was the norm in the ancient Near East, the authors of Genesis justified Solomonic rule by imbedding the notion of ultimogeniture into Genesis’s national epic. An Israelite could thus not criticize David’s selection of Solomon to succeed him as king over Israel, because Genesis reported that God had favored younger sons since Abel and blessed younger sons of Israel — Isaac, Jacob, Judah, Joseph, Perez, and Ephraim — since the inception of the covenant. More generally, Rendsburg concluded that royal scribes living in Jerusalem during the reigns of David and Solomon in the tenth century BCE were responsible for Genesis; their ultimate goal was to justify the monarchy in general, and the kingship of David and Solomon in particular; and Genesis thus appears as a piece of political propaganda.Gary A. Rendsburg. “Reading David in Genesis: How we know the Torah was written in the tenth century B.C.E.” Bible Review, volume 17 (number 1) (February 2001): pages 20, 23, 28–30. Kugel Calling it “too good a story,” Professor James Kugel of Bar Ilan University reported that modern interpreters contrast the full-fledged tale of the Joseph story with the schematic narratives of other Genesis figures and conclude that the Joseph story reads more like a work of fiction than history.James L. Kugel. How To Read the Bible: A Guide to Scripture, Then and Now, page 181. New York: Free Press, 2007. . Professor Donald Redford of the Pennsylvania State University and other scholars following him suspected that behind the Joseph story stood an altogether invented Egyptian or Canaanite tale that was popular on its own before an editor changed the main characters to Jacob and his sons.Donald B. Redford. A Study of the Biblical Story of Joseph (Genesis 37–50). Boston: Brill Publishers, 1970. . See also John Van Seters. “The Joseph Story: Some Basic Observations.” In Egypt, Israel, and the Ancient Mediterranean World: Studies in Honor of Donald B. Redford. Edited by Gary N. Knoppers and Antoine Hirsch. Boston: Brill Publishers, 2004. . James L. Kugel. How To Read the Bible: A Guide to Scripture, Then and Now, pages 181, 714. These scholars argue that the original story told of a family of brothers in which the father spoiled the youngest, and the oldest brother, who had his own privileged status, intervened to try to save the youngest when his other brothers threatened him. In support of this theory, scholars have pointed to the description of Joseph (rather than Benjamin) in as if he were Jacob's youngest son, Joseph's and Jacob's references to Joseph's mother (as if Rachel were still alive) in Joseph's prophetic dream in and the role of the oldest brother Reuben intervening for Joseph in and Scholars theorize that when the editor first mechanically put Reuben in the role of the oldest, but as the tribe of Reuben had virtually disappeared and the audience for the story were principally descendants of Judah, Judah was given the role of spokesman and hero in the end.James L. Kugel. How To Read the Bible: A Guide to Scripture, Then and Now, pages 181–83. Von Rad and scholars following him noted that the Joseph story bears the particular signatures of ancient Near Eastern wisdom literature.Gerhard von Rad. “The Joseph Narrative and Ancient Wisdom.” In The Problem of the Hexateuch and Other Essays, pages 292–300. James L. Kugel. How To Read the Bible: A Guide to Scripture, Then and Now, pages 183, 714. The wisdom ideology maintained that a Divine plan underlay all of reality, so that everything unfolds in accordance with a preestablished pattern — precisely what Joseph says to his brothers in and Joseph is the only one of Israel's ancestors whom the Torah (in ) calls “wise” (, chacham) — the same word as “sage” in Hebrew. Specialties of ancient Near Eastern sages included advising the king and interpreting dreams and other signs — just as Joseph did. Joseph displayed the cardinal sagely virtue of patience, which sages had because they believed that everything happens according to the Divine plan and would turn out for the best. Joseph thus looks like the model of an ancient Near Eastern sage, and the Joseph story looks like a didactic tale designed to teach the basic ideology of wisdom.James L. Kugel. How To Read the Bible: A Guide to Scripture, Then and Now, page 183. Professor George Coats, former of Lexington Theological Seminary, argued that the Joseph narrative is a literary device constructed to carry the children of Israel from Canaan to Egypt, to link preexisting stories of ancestral promises in Canaan to an Exodus narrative of oppression in and liberation from Egypt.George W. Coats. From Canaan to Egypt: Structural and Theological Context for the Joseph Story. Washington, D.C.: Catholic Biblical Association, 1976. . See also Walter Brueggemann. Genesis: Interpretation: A Bible Commentary for Teaching and Preaching, page 291. Atlanta: John Knox Press, 1982. . Coats described the two principal goals of the Joseph story as (1) to describe reconciliation in a broken family despite the lack of merit of any of its members, and (2) to describe the characteristics of an ideal administrator.George W. Coats. From Canaan to Egypt: Structural and Theological Context for the Joseph Story, page 89. Franklin ===Genesis chapter 47=== Plaut Alluding to the policies implemented by Joseph in on June 2, 1787, Benjamin Franklin told the Constitutional Convention: “There is scarce a king in a hundred who would not, if he could, follow the example of pharaoh, get first all the peoples money, then all their lands, and then make them and their children servants for ever.”James Madison. Notes of Debates in the Federal Convention of 1787. 1840. Reprinted in, e.g., Notes of Debates in the Federal Convention of 1787 Reported by James Madison. Edited by Adrienne Koch. W. W. Norton & Company, 1969. (entry for June 2, 1787). The early 20th century Oxford professor Samuel R. Driver wrote that Joseph's famine relief measures in reflected poorly on Joseph's character, as to seize the surplus produce and then compel the Egyptians to impoverish themselves to buy it back was not consistent with justice and equity.Samuel R. Driver. The Book of Genesis, With Introduction and Notes, page 401. Methuen and Company, 1904. Von Rad and the 20th century Reform Rabbi Gunther Plaut argued that readers should not judge Joseph by modern opinion, but should place his actions in context.Gerhard von Rad. Genesis: A Commentary: Revised Edition, page 410. London: SCM Press, 1972. Originally published as Das erste Buch Mose: Genesis. Göttingen: Vandenhoeck & Ruprecht, 1953. W. Gunther Plaut. The Torah: A Modern Commentary: Revised Edition. Revised edition edited by David E.S. Stern, page 299. New York: Union for Reform Judaism, 2006. . Von Rad and Professor Nahum Sarna, formerly of Brandeis University, cited higher Babylonian charges for comparable loans.Gerhard von Rad. Genesis: A Commentary: Revised Edition, page 411. Nahum M. Sarna. The JPS Torah Commentary: Genesis: The Traditional Hebrew Text with the New JPS Translation, page 322. Philadelphia: Jewish Publication Society, 1989. . Rabbi Hillel Millgram, however, citing an ancient Egyptian tomb declaration, argued that Joseph comes off poorly even by ancient Egyptian ethical standards.Hillel I. Millgram. The Joseph Paradox: A Radical Reading of Genesis 37–50, page 154. Jefferson, North Carolina: McFarland and Company, 2012. . Shlomo Ganzfried, editor of the Kitzur Shulchan Aruch ==Commandments== According to Maimonides and Sefer ha-Chinuch, there are no commandments in the parashah.Maimonides. Mishneh Torah. Cairo, Egypt, 1170–1180. Reprinted in Maimonides. The Commandments: Sefer Ha-Mitzvoth of Maimonides. Translated by Charles B. Chavel, 2 volumes. London: Soncino Press, 1967. . Sefer HaHinnuch: The Book of [Mitzvah] Education. Translated by Charles Wengrov, volume 1, page 91. Jerusalem: Feldheim Publishers, 1991. . Reading \"and Joseph shall pass his hand over your eyes,\" the Kitzur Shulchan Aruch taught that one should close the eyes of a dead person at death. Following the example of Joseph, if a child of the deceased is present, the deceased's child should do it, giving preference to the firstborn son.Shlomo Ganzfried. Kitzur Shulchan Aruch chapter 194, paragraph 7. Hungary, 1864. Reprinted in The Kleinman Edition: Kitzur Shulchan Aruch. Edited by Eliyahu Meir Klugman and Yosaif Asher Weiss, volume 5, pages 364–65. Brooklyn: Mesorah Publications, 2008. . A page from a 14th-century German Haggadah ==In the liturgy== Kingdom of Judah (light green) and Kingdom of Israel (dark green) circa 830 B.C.E. The Passover Haggadah, in the magid section of the Seder, reports that Israel \"went down to Egypt — forced to do so by the word [of God],\" and some commentators explain that this statement refers to God's reassurance to Jacob in to \"fear not to go down into Egypt; for I will there make of you a great nation. I will go down with you into Egypt.\"Joseph Tabory. JPS Commentary on the Haggadah: Historical Introduction, Translation, and Commentary, page 90. Philadelphia: Jewish Publication Society, 2008. . Shortly thereafter, the Haggadah quotes for the proposition that Israel did not go down to Egypt to settle, but only to stay temporarily.Joseph Tabory. JPS Commentary on the Haggadah: Historical Introduction, Translation, and Commentary, page 90. Menachem Davis. The Interlinear Haggadah: The Passover Haggadah, with an Interlinear Translation, Instructions and Comments, page 43. Brooklyn: Mesorah Publications, 2005. . ==Haftarah== The haftarah for the parashah is ===Summary=== God's word came to Ezekiel, telling him to write on one stick \"For Judah, and for the children of Israel his companions,\" to write on a second stick \"For Joseph, the stick of Ephraim, and of all the house of Israel his companions,\" and to join the two sticks together into one stick to hold in his hand. When people would ask him what he meant by these sticks, he was to tell them that God said that God would take the stick of Joseph, which was in the hand of Ephraim, and the tribes of Israel his companions, and put them together with the stick of Judah, and make them one stick in God's hand. Ezekiel was to hold the sticks in his hand for people to see, telling them that God said that God would gather the children of Israel from among the nations, wherever they had gone, bring them into their own land, and make them one nation with one king, no longer two nations with two kings. No longer would they defile themselves with idols or transgressions, but God would save them and cleanse them, so that they would be God's people, and God would be their God. David would be king over them, and they would have one shepherd and observe God's statutes. They and their children, and their children's children forever, would dwell in the land that God had given Jacob, where their fathers had dwelt, and David would be their prince forever. God would make an everlasting covenant of peace with them, multiply them, and set God's sanctuary in the midst of them forever. God's dwelling-place would be over them, God would be their God, and they would be God's people. And the nations would know that God sanctified Israel, when God's sanctuary would be in their midst forever. ===Connection to the Parashah=== The parashah and the haftarah both tell stories of the reconciliation of Jacob's progeny. The parashah and the haftarah both tell of the relationship of Judah and Joseph, in the parashah as individuals, and in the haftarah as representatives for the Kingdom of Judah and the Kingdom of Israel. ==Notes== ==Further reading== The parashah has parallels or is discussed in these sources: ===Ancient=== *Inscription of Ameni. Egypt. 20th century BCE. (response to famine). ===Early nonrabbinic=== *Ezekiel the Tragedian. Exagōgē. 2nd century BCE. Translated by R.G. Robertson. In The Old Testament Pseudepigrapha: Volume 2: Expansions of the \"Old Testament\" and Legends, Wisdom and Philosophical Literature, Prayers, Psalms, and Odes, Fragments of Lost Judeo-Hellenistic works. Edited by James H. Charlesworth, page 808. New York: Anchor Bible, 1985. . *Philo. Allegorical Interpretation 3:62:177; On the Birth of Abel and the Sacrifices Offered by Him and by His Brother Cain 11:48; 12:51; On the Posterity of Cain and His Exile 9:29; On Husbandry 13:57; On the Confusion of Tongues 17:80; On the Migration of Abraham 5:21–22; 36:199; 37:203–04; Who Is the Heir of Divine Things? 51:251; On the Change of Names 31:171; 32:173–74; On Dreams, That They Are God-Sent 1:17:172; On Joseph 38–43. Alexandria, Egypt, early 1st century CE. Reprinted in, e.g., The Works of Philo: Complete and Unabridged, New Updated Edition. Translated by Charles Duke Yonge, pages 70, 100, 134, 179, 241, 255, 272–73, 298, 355–56, 380, 435–58. Peabody, Massachusetts: Hendrickson Publishers, 1993. . Josephus *Josephus. Antiquities, 2:6:9–2:7:7. Circa 93–94. Reprinted in, e.g., The Works of Josephus: Complete and Unabridged, New Updated Edition. Translated by William Whiston, pages 63–65. Peabody, Massachusetts: Hendrickson Publishers, 1987. . *Qur'an 12:80–101. Arabia, 7th century. ===Classical rabbinic=== *Tosefta Berakhot 4:18; Sotah 10:9. Land of Israel, circa 300 CE. Reprinted in, e.g., The Tosefta: Translated from the Hebrew, with a New Introduction. Translated by Jacob Neusner, pages 27, 877. Peabody, Massachusetts: Hendrickson Publishers, 2002. . *Mekhilta of Rabbi Ishmael Beshallah 1–2. Land of Israel, late 4th century. Reprinted in, e.g., Mekhilta According to Rabbi Ishmael. Translated by Jacob Neusner, volume 1, pages 130, 136. Atlanta: Scholars Press, 1988. . And Mekhilta de-Rabbi Ishmael. Translated by Jacob Z. Lauterbach, volume 1, pages 122, 128. Philadelphia: Jewish Publication Society, 1933, reissued 2004. . *Jerusalem Talmud: Megillah 15b. Land of Israel, circa 400 CE. Reprinted in, e.g., Talmud Yerushalmi. Edited by Chaim Malinowitz, Yisroel Simcha Schorr, and Mordechai Marcus, volume 26. Brooklyn: Mesorah Publications, 2012. *Mekhilta of Rabbi Simeon Beshallah 20:3, 21:1. Land of Israel, 5th century. Reprinted in, e.g., Mekhilta de-Rabbi Shimon bar Yohai. Translated by W. David Nelson, pages 83, 87. Philadelphia: Jewish Publication Society, 2006. . *Genesis Rabbah 25:3; 30:8; 39:12; 40:3, 6; 55:8; 63:3; 79:1; 80:11; 82:4; 84:20; 89:9; 90:1, 6; 93:1–96. Land of Israel, 5th century. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, volume 1, pages 207, 237, 323, 327, 330, 489; volume 2, pages 543, 557, 573, 668, 737, 743, 754, 783, 800–01, 826–27, 831, 857–59, 861–62, 864, 866–71, 873–76, 880, 882–83, 916–21, 923–24, 928, 990. London: Soncino Press, 1939. . Talmud *Leviticus Rabbah 32:5. Land of Israel, 5th century. Reprinted in, e.g., Midrash Rabbah: Genesis. Translated by Harry Freedman and Maurice Simon, page 187, 414, 452. London: Soncino Press, 1939. . *Babylonian Talmud: Berakhot 56b, 63b; Pesachim 119a; Beitzah 16a; Megillah 16a–b; Chagigah 4b; Nazir 3a; Baba Kama 92a Baba Batra 120a, 123a, 143b; Avodah Zarah 9b; Chullin 60b; Nidah 31a. Babylonia, 6th century. Reprinted in, e.g., Talmud Bavli. Edited by Yisroel Simcha Schorr, Chaim Malinowitz, and Mordechai Marcus, 72 volumes. Brooklyn: Mesorah Pubs., 2006. *Esther Rabbah 7:20. 5th–11th centuries. Reprinted in, e.g., Midrash Rabbah: Esther. Translated by Maurice Simon, volume 9, page 103. London: Soncino Press, 1939. . *Song of Songs Rabbah 1:56; 4:25; 6:20. 6th–7th centuries. Reprinted in, e.g., Midrash Rabbah: Song of Songs. Translated by Maurice Simon, volume 9, pages 55, 78, 219, 265. London: Soncino Press, 1939. . *Ruth Rabbah 4:1. 6th–7th centuries. Reprinted in, e.g., Midrash Rabbah: Ruth. Translated by L. Rabinowitz, volume 8, pages 19, 49. London: Soncino Press, 1939. . *Ecclesiastes Rabbah 7:6, 33; 9:12. 6th–8th centuries. Reprinted in, e.g., Midrash Rabbah: Esther. Translated by Maurice Simon, volume 8, pages 175, 205, 243–44, 251, 256. London: Soncino Press, 1939. . ===Medieval=== *Avot of Rabbi Natan, 41. Circa 700–900 CE. Reprinted in, e.g., The Fathers According to Rabbi Nathan. Translated by Judah Goldin, page 172. New Haven: Yale Univ. Press, 1955. . The Fathers According to Rabbi Nathan: An Analytical Translation and Explanation. Translated by Jacob Neusner, page 256. Atlanta: Scholars Press, 1986. . *Deuteronomy Rabbah 1:13; 8:4. Land of Israel, 9th century. Reprinted in, e.g., Midrash Rabbah: Deuteronomy. Translated by Harry Freedman and Maurice Simon, pages 14, 27, 150–52. London: Soncino Press, 1939. . *Exodus Rabbah 3:3, 4, 8; 15:16; 18:8; 40:4. 10th century. Reprinted in, e.g., Midrash Rabbah: Deuteronomy. Translated by Harry Freedman and Maurice Simon, pages 5, 9, 56, 61, 63, 68, 177, 180, 225, 454, 464–65. London: Soncino Press, 1939. . Rashi *Tanna Devei Eliyahu. Seder Eliyyahu Rabbah 24. 10th century. Reprinted in, e.g., Tanna Debe Eliyyahu: The Lore of the School of Elijah. Translated by William G. Braude and Israel J. Kapstein, page 285. Philadelphia: Jewish Publication Society, 1981. . *Rashi. Commentary. Genesis 44–47. Troyes, France, late 11th century. Reprinted in, e.g., Rashi. The Torah: With Rashi's Commentary Translated, Annotated, and Elucidated. Translated and annotated by Yisrael Isser Zvi Herczeg, volume 1, pages 493–520. Brooklyn: Mesorah Publications, 1995. . *Rashbam. Commentary on the Torah. Troyes, early 12th century. Reprinted in, e.g., Rabbi Samuel Ben Meir's Commentary on Genesis: An Annotated Translation. Translated by Martin I. Lockshin, pages 310–30. Lewiston, New York: The Edwin Mellen Press, 1989. . *Numbers Rabbah 3:8; 8:4; 12:2; 13:3, 20; 14:7, 8, 12; 19:3; 22:8. 12th century. Reprinted in, e.g., Midrash Rabbah: Numbers. Translated by Judah J. Slotki, volume 5, pages 40, 49, 83, 213, 217, 450; volume 6, pages 506–08, 551, 599, 602–03, 623, 750, 834. London: Soncino Press, 1939. . *Abraham ibn Ezra. Commentary on the Torah. Mid-12th century. Reprinted in, e.g., Ibn Ezra's Commentary on the Pentateuch: Genesis (Bereshit). Translated and annotated by H. Norman Strickman and Arthur M. Silver, pages 396–410. New York: Menorah Publishing Company, 1988. . *Maimonides. The Guide for the Perplexed, part 1, chapters 18, 27–28, 45, 70; part 2, chapters 45, 48; part 3, chapters 38, 46. Cairo, Egypt, 1190. Reprinted in, e.g., Moses Maimonides. The Guide for the Perplexed. Translated by Michael Friedländer, pages 27, 36, 38, 58, 107, 235–36, 243, 250, 340, 359. New York: Dover Publications, 1956. . *Hezekiah ben Manoah. Hizkuni. France, circa 1240. Reprinted in, e.g., Chizkiyahu ben Manoach. Chizkuni: Torah Commentary. Translated and annotated by Eliyahu Munk, volume 2, pages 310–23. Jerusalem: Ktav Publishers, 2013. . Zohar *Nachmanides. Commentary on the Torah. Jerusalem, circa 1270. Reprinted in, e.g., Ramban (Nachmanides): Commentary on the Torah: Genesis. Translated by Charles B. Chavel, volume 1, pages 529–67. New York: Shilo Publishing House, 1971. . *Zohar 1:93b, 119a, 149b, 153b, 180b, 197a, 205a–211b, 216b, 222a, 226a; 2:4b, 16b, 53a, 85a; 3:206a. Spain, late 13th century. Reprinted in, e.g., The Zohar. Translated by Harry Sperling and Maurice Simon. 5 volumes. London: Soncino Press, 1934. *Isaac ben Moses Arama. Akedat Yizhak (The Binding of Isaac). Late 15th century. Reprinted in, e.g., Yitzchak Arama. Akeydat Yitzchak: Commentary of Rabbi Yitzchak Arama on the Torah. Translated and condensed by Eliyahu Munk, volume 1, pages 270–76. New York, Lambda Publishers, 2001. . ===Modern=== *Isaac Abravanel. Commentary on the Torah. Italy, between 1492–1509. Reprinted in, e.g., Abarbanel: Selected Commentaries on the Torah: Volume 1: Bereishis/Genesis. Translated and annotated by Israel Lazar, pages 353–96. Brooklyn: CreateSpace, 2015. . *Obadiah ben Jacob Sforno. Commentary on the Torah. Venice, 1567. Reprinted in, e.g., Sforno: Commentary on the Torah. Translation and explanatory notes by Raphael Pelcovitz, pages 240–55. Brooklyn: Mesorah Publications, 1997. . *Moshe Alshich. Commentary on the Torah. Safed, circa 1593. Reprinted in, e.g., Moshe Alshich. Midrash of Rabbi Moshe Alshich on the Torah. Translated and annotated by Eliyahu Munk, volume 1, pages 294–312. New York, Lambda Publishers, 2000. . *Avraham Yehoshua Heschel. Commentaries on the Torah. Cracow, Poland, mid 17th century. Compiled as Chanukat HaTorah. Edited by Chanoch Henoch Erzohn. Piotrkow, Poland, 1900. Reprinted in Avraham Yehoshua Heschel. Chanukas HaTorah: Mystical Insights of Rav Avraham Yehoshua Heschel on Chumash. Translated by Avraham Peretz Friedman, pages 99–105. Southfield, Michigan: Targum Press/Feldheim Publishers, 2004. . *Chaim ibn Attar. Ohr ha-Chaim. Venice, 1742. Reprinted in Chayim ben Attar. Or Hachayim: Commentary on the Torah. Translated by Eliyahu Munk, volume 1, pages 354–82. Brooklyn: Lambda Publishers, 1999. . Eliot *George Eliot. Adam Bede, chapters 3, 4, 8, 30. Edinburgh and London: William Blackwood and Sons, 1859. Reprinted, e.g., edited by Carol A. Martin, pages 33, 43, 84, 296. Oxford: Oxford University Press, 2008. (Dinah calls Seth Bede's home country “this land of Goshen you’ve been used to.” Echoing Seth prays “that his mother might be cheered and comforted by [Adam Bede’s] presence all the days of her pilgrimage.” Dinah says: “Adam is like the patriarch Joseph, for his great skill and knowledge, and the kindness he shows to his brother and his parents.” And again Dinah writes Seth about Adam: “God has given him great gifts, and he uses them as the patriarch Joseph did, who, when he was exalted to a place of power and trust, yet yearned with tenderness towards his parent and his younger brother.”). Luzzatto *Samuel David Luzzatto (Shadal). Commentary on the Torah. Padua, 1871. Reprinted in, e.g., Samuel David Luzzatto. Torah Commentary. Translated and annotated by Eliyahu Munk, volume 2, pages 432–50. New York: Lambda Publishers, 2012. . *Yehudah Aryeh Leib Alter. Sefat Emet. Góra Kalwaria (Ger), Poland, before 1906. Excerpted in The Language of Truth: The Torah Commentary of Sefat Emet. Translated and interpreted by Arthur Green, pages 67–72. Philadelphia: Jewish Publication Society, 1998. . Reprinted 2012. . *Alexander Alan Steinbach. Sabbath Queen: Fifty-four Bible Talks to the Young Based on Each Portion of the Pentateuch, pages 33–35. New York: Behrman's Jewish Book House, 1936. Mann *Thomas Mann. Joseph and His Brothers. Translated by John E. Woods, pages 257, 274–75, 464, 541–42, 547, 568–69, 663, 668, 672, 717–18, 722, 758, 788, 792–94, 796–97, 803–04, 852–53, 859, 878, 881, 886, 923, 1373–447. New York: Alfred A. Knopf, 2005. . Originally published as Joseph und seine Brüder. Stockholm: Bermann-Fischer Verlag, 1943. *Anne Frank. The Diary of a Young Girl: The Definitive Edition. Edited by Otto H. Frank and Mirjam Pressler; translated by Susan Massotty, page 107. New York: Doubleday, 1995. . Originally published as Het Achterhuis. The Netherlands, 1947. (\"As the Benjamin of the Annex, I got more than I deserved.\") *Gerhard von Rad. “The Joseph Narrative and Ancient Wisdom.” In The Problem of the Hexateuch and Other Essays, pages 292–300. New York: McGraw-Hill Book Company, 1966. LCCN 66-11432. *Donald B. Redford. A Study of the Biblical Story of Joseph (Genesis 37–50). Boston: Brill Publishers, 1970. . *George W. Coats. \"The Joseph Story and Wisdom: a Reappraisal.\" Catholic Biblical Quarterly, volume 35 (1973): pages 285–97. *Eric I. Lowenthal. The Joseph Narrative in Genesis, pages 96–131. Ktav, 1973. . *George W. Coats. \"Redactional Unity in Genesis 37–50.\" Journal of Biblical Literature, volume 93 (1974): pages 15–21. *Donald A. Seybold. \"Paradox and Symmetry in the Joseph Narrative.\" In Literary Interpretations of Biblical Narratives. Edited by Kenneth R.R. Gros Louis, with James S. Ackerman & Thayer S. Warshaw, pages 59–73. Nashville: Abingdon Press, 1974. . *George W. Coats. From Canaan to Egypt: Structural and Theological Context for the Joseph Story. Washington, D.C.: Catholic Biblical Association, 1976. . *Ivan Caine. “Numbers in the Joseph Narrative.” In Jewish Civilization: Essays and Studies: Volume 1. Edited by Ronald A. Brauner, pages 3–17. Philadelphia: Reconstructionist Rabbinical College, 1979. ISSN 0191-3034. *Robert Alter. \"Joseph and His Brothers.\" Commentary, volume 70 (number 5) (November 1980): pages 59–69. *Nehama Leibowitz. Studies in Bereshit (Genesis), pages 483–529. Jerusalem: The World Zionist Organization, 1981. Reprinted as New Studies in the Weekly Parasha. Lambda Publishers, 2010. . *Walter Brueggemann. Genesis: Interpretation: A Bible Commentary for Teaching and Preaching, pages 335–58. Atlanta: John Knox Press, 1982. . *Pinchas H. Peli. Torah Today: A Renewed Encounter with Scripture, pages 45–48. Washington, D.C.: B'nai B'rith Books, 1987. . *Nahum M. Sarna. The JPS Torah Commentary: Genesis: The Traditional Hebrew Text with the New JPS Translation, pages 306–23, 411. Philadelphia: Jewish Publication Society, 1989. . *Lawrence M. Wills. Jew in the Court of the Foreign King: Ancient Jewish Court Legends. Fortress Press, 1990. . *Mark S. Smith. The Early History of God: Yahweh and the Other Deities in Ancient Israel, page 2. New York: HarperSanFrancisco, 1990. . (). *Frederick Buechner. The Son of Laughter, pages 220, 260–74. New York: HarperSanFrancisco, 1993. . Kass *Leon R. Kass. “Assimilation versus Separation, by Aaron Wildavsky: To assimilate or to stay apart?” Commentary. (September 1, 1993). *Aaron Wildavsky. Assimilation versus Separation: Joseph the Administrator and the Politics of Religion in Biblical Israel. New Brunswick, New Jersey: Transaction Publishers, 1993. . *Judith S. Antonelli. \"Serach: Daughter of Asher.\" In In the Image of God: A Feminist Commentary on the Torah, pages 123–26. Northvale, New Jersey: Jason Aronson, 1995. . *Naomi H. Rosenblatt and Joshua Horwitz. Wrestling With Angels: What Genesis Teaches Us About Our Spiritual Identity, Sexuality, and Personal Relationships, pages 363–75. Delacorte Press, 1995. . Plaut *Avivah Gottlieb Zornberg. The Beginning of Desire: Reflections on Genesis, pages 314–51. New York: Image Books/Doubelday, 1995. . *Ellen Frankel. The Five Books of Miriam: A Woman’s Commentary on the Torah, pages 84–86. New York: G. P. Putnam's Sons, 1996. . *W. Gunther Plaut. The Haftarah Commentary, pages 108–14. New York: UAHC Press, 1996. . *Sorel Goldberg Loeb and Barbara Binder Kadden. Teaching Torah: A Treasury of Insights and Activities, pages 71–76. Denver: A.R.E. Publishing, 1997. . Finkelstein *Susan Freeman. Teaching Jewish Virtues: Sacred Sources and Arts Activities, pages 26–38, 165–78, 241–54. Springfield, New Jersey: A.R.E. Publishing, 1999. . ( 21–23). *Israel Finkelstein and Neil Asher Silberman. “Searching for the Patriarchs.” In The Bible Unearthed: Archaeology's New Vision of Ancient Israel and the Origin of Its Sacred Texts, pages 27–47. New York: The Free Press, 2001. . *Lainie Blum Cogan and Judy Weiss. Teaching Haftarah: Background, Insights, and Strategies, pages 470–77. Denver: A.R.E. Publishing, 2002. . *Michael Fishbane. The JPS Bible Commentary: Haftarot, pages 71–75. Philadelphia: Jewish Publication Society, 2002. . *Leon R. Kass. The Beginning of Wisdom: Reading Genesis, pages 593–615. New York: Free Press, 2003. . *Robert Alter. The Five Books of Moses: A Translation with Commentary, pages 256–76. New York: W.W. Norton & Co., 2004. . *Jon D. Levenson. \"Genesis.\" In The Jewish Study Bible. Edited by Adele Berlin and Marc Zvi Brettler, pages 88–94. New York: Oxford University Press, 2004. . *John Van Seters. “The Joseph Story: Some Basic Observations.” In Egypt, Israel, and the Ancient Mediterranean World: Studies in Honor of Donald B. Redford. Edited by Gary N. Knoppers and Antoine Hirsch. Boston: Brill Publishers, 2004. . *W. Gunther Plaut. The Torah: A Modern Commentary: Revised Edition. Revised edition edited by David E.S. Stern, pages 286–303. New York: Union for Reform Judaism, 2006. . *Suzanne A. Brody. \"Intense spotlight.\" In Dancing in the White Spaces: The Yearly Torah Cycle and More Poems, page 73. Shelbyville, Kentucky: Wasteland Press, 2007. . *Esther Jungreis. Life Is a Test, pages 247–51. Brooklyn: Shaar Press, 2007. . *James L. Kugel. How To Read the Bible: A Guide to Scripture, Then and Now, pages 171, 176–97, 440. New York: Free Press, 2007. . *The Torah: A Women's Commentary. Edited by Tamara Cohn Eskenazi and Andrea L. Weiss, pages 259–80. New York: URJ Press, 2008. . *Denise L. Eger. “Forgiveness as a Queer Response: Parashat Vayigash (Genesis 44:18–47:27).” In Torah Queeries: Weekly Commentaries on the Hebrew Bible. Edited by Gregg Drinkwater, Joshua Lesser, and David Shneer; foreword by Judith Plaskow, pages 64–67. New York: New York University Press, 2009. . *Naomi Graetz. \"From Joseph to Joseph.\" The Jerusalem Report, volume 20 (number 19) (January 4, 2009): page 45. *Reuven Hammer. Entering Torah: Prefaces to the Weekly Torah Portion, pages 63–67. New York: Gefen Publishing House, 2009. . Sacks *Jonathan Sacks. Covenant & Conversation: A Weekly Reading of the Jewish Bible: Genesis: The Book of Beginnings, pages 301–27. New Milford, Connecticut: Maggid Books, 2009. . *Carolyn J. Sharp. “‘Am I in the Place of God?’: Joseph the Pretender.” In Irony and Meaning in the Hebrew Bible, pages 54–61. Bloomington, Indiana: Indiana University Press, 2009. . *John H. Walton. \"Genesis.\" In Zondervan Illustrated Bible Backgrounds Commentary. Edited by John H. Walton, volume 1, pages 133–35. Grand Rapids, Michigan: Zondervan, 2009. . *Bradford A. Anderson. “The Inversion of the Birth Order and the Title of the Firstborn.” Vetus Testamentum, volume 60 (number 4) (2010): pages 655–58. *Isaac Kalimi. “Human and Musical Sounds and Their Hearing Elsewhere as a Literary Device in the Biblical Narratives.” Vetus Testamentum, volume 60 (number 4) (2010): pages 565–70. Herzfeld *Calum Carmichael. The Book of Numbers: A Critique of Genesis, pages 16–17, 21–23, 49, 54–56, 63, 74, 80, 95, 97, 117, 126, 139, 141, 193. New Haven: Yale University Press, 2012. . *Shmuel Herzfeld. \"A Shepherded Community.\" In Fifty-Four Pick Up: Fifteen-Minute Inspirational Torah Lessons, pages 59–64. Jerusalem: Gefen Publishing House, 2012. . Horn *Hillel I. Millgram. The Joseph Paradox: A Radical Reading of Genesis 37–50. Jefferson, North Carolina: McFarland and Company, 2012. . *Walter Brueggemann. “Truth Speaks to Power: Moses.” In Truth Speaks to Power: The Countercultural Nature of Scripture, pages 11–42. Louisville, Kentucky: Westminster John Knox Press, 2013. . (Pharaoh through Joseph used food as a weapon to transfer power to the central monopoly). *Dara Horn. A Guide for the Perplexed. New York: W.W. Norton & Company, 2013. . (novel retelling the Joseph story). *Jonathan Sacks. Lessons in Leadership: A Weekly Reading of the Jewish Bible, pages 51–54. New Milford, Connecticut: Maggid Books, 2015. . *Katie M. Heffelfinger. “From Bane to Blessing: The Food Leitmotif in Genesis 37–50.” Journal for the Study of the Old Testament, volume 40 (number 3) (March 2016): pages 297–320. *Jean-Pierre Isbouts. Archaeology of the Bible: The Greatest Discoveries From Genesis to the Roman Era, pages 80–87. Washington, D.C.: National Geographic, 2016. . *Jan Joosten. “Biblical Rhetoric as Illustrated by Judah's Speech in Genesis 44.18–34” Journal for the Study of the Old Testament, volume 41 (number 1) (September 2016): pages 15–30. *Jonathan Sacks. Essays on Ethics: A Weekly Reading of the Jewish Bible, pages 65–70. New Milford, Connecticut: Maggid Books, 2016. . *James L. Kugel. The Great Shift: Encountering God in Biblical Times, pages 25 34. Boston: Houghton Mifflin Harcourt, 2017. . ==External links== right ===Texts=== *Masoretic text and 1917 JPS translation *Hear the parashah chanted *Hear the parashah read in Hebrew ===Commentaries=== | width=\"25%\" align=\"left\" valign=\"top\" style=\"border:0\"| *Academy for Jewish Religion, California *Academy for Jewish Religion, New York *Aish.com *Akhlah: The Jewish Children's Learning Network *American Jewish University — Ziegler School of Rabbinic Studies *Anshe Emes Synagogue, Los Angeles *Ari Goldwag *Ascent of Safed *Bar-Ilan University *Chabad.org *eparsha.com *G-dcast | width=\"25%\" align=\"top\" style=\"border:0\"| *The Israel Koschitzky Virtual Beit Midrash *Jewish Agency for Israel *Jewish Theological Seminary *Kabbala Online *Mechon Hadar *Miriam Aflalo *MyJewishLearning.com *Ohr Sameach *Orthodox Union *OzTorah, Torah from Australia *Oz Ve Shalom — Netivot Shalom *Pardes from Jerusalem | width=\"25%\" align=\"top\" style=\"border:0\"| *Professor James L. Kugel *Rabbi Dov Linzer *Rabbi Fabian Werbin *Rabbi Jonathan Sacks *Rabbi Shlomo Riskin *Rabbi Shmuel Herzfeld *Rabbi Stan Levin *Reconstructionist Judaism *Sephardic Institute *Shiur.com *613.org Jewish Torah Audio *Tanach Study Center | width=\"25%\" align=\"top\" style=\"border:0\"| *Teach613.org, Torah Education at Cherry Hill *TheTorah.com *Torah from Dixie *Torah.org *TorahVort.com *Union for Reform Judaism *United Synagogue of Conservative Judaism *What's Bothering Rashi? *Yeshivat Chovevei Torah *Yeshiva University Category:Weekly Torah readings in Tevet Category:Weekly Torah readings from Genesis ",
    "title": "Vayigash"
}