{
    "id": "3249121",
    "text": "Cha-am District (, or) is a district (amphoe) in the southern part of Phetchaburi Province, western Thailand. The district was established in 1897 with the name Na Yang. In 1914 the centre of the district was moved to Ban Nong Chok (now in Tha Yang District and its name was changed to Nong Chok. After World War II, the government moved the office to tambon Cha-am and also changed the district name to Cha-am. Mrigadayavan Palace (Thai: พระราชนิเวศน์มฤคทายวัน, RTGS: phra ratcha niwet maruekkhathayawan) in Cha-am District is a former residence of King Vajiravudh or Rama VI who ruled Siam from 1910 to 1925. ==Location== Cha-am lies 173 km south of Bangkok on Phet Kasem Road. Just a few trains stop at the town's railway station. Frequent bus and minibus services link Cha-am with neighbouring towns, such as Hua Hin, and with Bangkok. The district to the north is Tha Yang District. Twenty-seven kilometres to the south is Hua Hin District of Prachuap Khiri Khan Province, also a beach resort. == Administration== Cha-am District is divided into nine sub-districts (tambons). {| ||1.||Cha-am||ชะอำ|| |- ||2.||Bang Kao||บางเก่า|| |- ||3.||Na Yang||นายาง|| |- ||4.||Khao Yai||เขาใหญ่|| |- ||5.||Nong Sala||หนองศาลา|| |- ||6.||Huai Sai Nuea||ห้วยทรายเหนือ|| |- ||7.||Rai Mai Phatthana||ไร่ใหม่พัฒนา|| |- ||8.||Sam Phraya||สามพระยา|| |- ||9.||Don Khun Huai||ดอนขุนห้วย|| |} ==Economy== Phra Pit Thawan Tourism plays a significant role in the economy of Cha-am and Phetchaburi Province. The province, however, has dropped from the fourth to the sixth most popular destination in Thailand due to coastal erosion, much of it in Cha-am, caused by rising sea levels leading to \"deteriorating scenery\". ==Education== Several tertiary educational institutions and universities are in Cha-am and surrounding districts including Silpakorn University (Phetchaburi IT Campus), Suan Dusit Rajaphat University, Stamford International University, and Webster University Thailand. ==References== ==External links== * Category:Amphoe of Phetchaburi Province Category:Populated places in Phetchaburi Province Category:Beaches of Thailand Category:Cities and towns in Thailand ",
    "title": "Cha-am District"
}