{
    "id": "3249286",
    "text": "Carlotta Monterey and Louis Wolheim in the 1922 production The Hairy Ape is a 1922 expressionist play by American playwright Eugene O'Neill. It is about a beastly, unthinking laborer known as Yank, the protagonist of the play, as he searches for a sense of belonging in a world controlled by the rich. At first, Yank feels secure as he stokes the engines of an ocean liner, and is highly confident in his physical power over the ship's engines and his men. However, when the rich daughter of an industrialist in the steel business refers to him as a \"filthy beast\", Yank undergoes a crisis of identity and so starts his mental and physical deterioration. He leaves the ship and wanders into Manhattan, only to find he does not belong anywhere—neither with the socialites on Fifth Avenue, nor with the labor organizers on the waterfront. In a fight for social belonging, Yank's mental state disintegrates into animalistic, and in the end he is defeated by an ape in which Yank's character has been reflected. The Hairy Ape is a portrayal of the impact industrialization and social class has on the dynamic character Yank. ==Characters== * Bob \"Yank\" Smith — Man who works on a ship. He is a leader among the other workers and finds himself rebelling against the authoritarian upper class he feels does not appreciate his hard work. * Paddy — An aged ship worker. He is able to see the monotony of the work and is seemingly aware of the hierarchy of capitalist society. He could be seen as symbolizing the voice of reason and disappears midway through the play as Yank begins his rebellious quest. * Long — Another ship worker who accompanies Yank to Fifth Avenue where his initial act of rebelling against the upper class takes place. * Mildred Douglas— A young, wealthy socialite who faints at the sight of Yank working in the ship. Terrified of his behavior and appearance, she calls him a “filthy beast” inciting his rebellion against the upper class. * A Secretary of an Organization — Works in a Labor Union and dismisses Yank’s ideas of violent rebellion in favor of peaceful strikes and the passing out of pamphlets. ==Plot== The play is divided into eight scenes. * Scene 1: In the firemen's forecastle of a cruise ship that has just sailed from New York for a trip across the Atlantic Ocean. Off-duty men are talking and singing drunkenly. Yank, portrayed as a leader among the men, is confident in his strength to fuel the machinery of the ship and the world. He shows particular contempt toward two other firemen: Long, an Englishman with socialist leanings, and Paddy, an old Irishman who reflects wistfully on the days of wind-powered sailing ships. * Scene 2: Mildred Douglas (a steel tycoon's daughter) and her aunt are talking above deck on the ship whilst sunbathing. They argue over Mildred's desire to do social work, ending only when two officers come to escort her below decks for her planned visit to the ship's stokehole. Her aunt does not understand why Mildred desires to help the poor. She ends up going below deck regardless. * Scene 3: In the stokehole, Yank and the other firemen take pride in their daily work. Yank does not notice Mildred when she enters, and instead shouts threats toward the unseen engineer ordering the men to keep coaling the engines. The men stop to turn when she enters. Confused as to why they have stopped working, he turns to see Mildred; she is so shocked by his attitude and appearance that she calls him a filthy beast and faints. * Scene 4: In the firemen's forecastle yet again. Yank is mulling over the incident in the stokehole. The other men try to understand his fury by questioning him and asking if he is in love. Yank is infuriated at Mildred for claiming that he resembles a hairy ape. He becomes enraged and tries to charge after Mildred in revenge. However, his men wrestle him to the ground before he can even reach the door. * Scene 5: Three weeks later, on Fifth Avenue in New York, the ship has returned from its cruise. Yank and Long argue over how best to attack the upper class while admiring how clean the city is. Still obsessing with avenging himself against Mildred, Yank rudely accosts several churchgoers that come out into the streets as Long flees the scene. Yank punches a gentleman in the face and is arrested shortly thereafter. * Scene 6: The following night at the prison on Blackwell's Island, Yank has begun serving a 30-day sentence. Seeing the prison as a zoo, he tells the other inmates of how he wound up there. One of them tells him about the Industrial Workers of the World and suggests that he think about joining. Enraged by the thought of Mildred and her father again, Yank starts to bend the bars of his cell in an attempt to escape, but the guards retaliate in force. * Scene 7: A month later, Yank visits the local IWW office upon his release from prison and joins the group. The local members are happy to have him in their ranks at first because not many ship's firemen have joined. However, when he expresses his desire to blow up the Steel Trust, they suspect him of working for the government and throw him out. In the streets, Yank comes in contact with a policeman, who shows no interest in arresting him and tells him to move along. * Scene 8: The following evening, Yank visits the zoo. He sympathizes with a gorilla, thinking they are one and the same. He releases the animal from his cage and approaches it to introduce himself as if they were friends. The gorilla attacks Yank, fatally crushing his ribs, and throws Yank into the cage where he dies. ==Existentialism== One common analysis of the play reads it as an Existentialist piece in reference to the protagonist himself experiencing an existential crisis. Yank believed himself to be the sole provider for the ocean liner; he was content because he believed his work was worth something. When he is called a “filthy beast” by Mildred in scene three, he begins to rebel against the upper class that he believes relies solely on him. After the insult, it became evident to Yank just what little worth he was to them, thus inciting his rebellion against them. However, he soon finds that most of the people he rebels against do not give him a second thought. His entire existence is so minuscule to them, as seen on Fifth Avenue is scene five, that his act of rebellion goes unnoticed. Yank finds that it is impossible to rebel against the entirety of the upper class because there is no actual tangible thing for him to rebel against. His struggle fails before it even begins. This aspect of the story qualifies Yank as the existential, or absurd, hero of the play in that he ends up devoting his entire existence to a meaningless rebellion that accomplishes nothing at all.Camus, Albert. \"The Myth of Sisyphus\" , Web. 13 Nov. 2016. He gives the ultimate sacrifice, his life, to nothing. However, by the end of the play, when it becomes evident that his struggle collapsed, Yank experiences remorseful acceptance. He is able to make light of the situation and finally accepts his position in the world, his liberation derives from the futility of his existence. The liberation is seen in the final scene with the gorilla. Yank goes and meets his symbolic equal in that to the upper class, they are nothing but beasts to exploit. Yank comes to terms with his position in the world again and dies knowing that he belongs somewhere. ==Masculinity== Not only does O’Neill explore the depths of the existential crisis, but he also delves into the primitive nature of Man. He presents his readers with a protagonist that exhibits almost every facet of what it means to be masculine. He is strong, brutish, and hard working. In almost every description, Yank is shown as a Neanderthal that barges around yelling orders and swearing. In some instances he hunches over as if he is Rodin’s The Thinker contemplating his brutish existence.Wilkins, Frederick, ed. \"The Hairy Ape as Existential Allegory\", Eugene O'Neill Newsletter May 1979: n. pag. Web. 13 Nov. 2016. Yank’s world changes when he meets Mildred because suddenly his world got a lot bigger than he thought it was. He is exposed to an entire class of people that did not see him for his worth and appalled at the sight of him. Mildred comes to symbolize the upper class that he devotes himself to rebelling against. O’Neill pairs this origin-type man with the seemingly inferior upper-class modern man. The foil not only allows for audience sympathy towards Yank, the protagonist, but also forces the audience to consider what they have become as modern Man. This was a time when the “idealization of lower-class masculinity was rampant” and at their helm came Yank, the epitome of that lower-class, masculine Man.Robinson, James A. “The Masculine Primitive and The Hairy Ape”, The Eugene O’Neill Review Web. 14 Nov. 2016. Yank’s heroism lies in his inherent ability to be the best at everything physical, he lives and dies by the work he does with his hands. The affinity with the masculine has always been an important part of storytelling, but it becomes particularly interesting in the twentieth century when women gained more and more freedom and became increasingly active in the world. It seems as if the more women did for themselves, the more men receded into that prehistoric mindset of what it means to be successful. ==Themes== ===Social recession by industrialization=== The Hairy Ape displays oppression of the industrial working class. Despite demonstrating in The Hairy Ape O'Neill's clear belief that the capitalist system persecutes the working man, he is critical of a socialist movement that can't fulfill individual needs or solve unique problems. The industrial environment is presented as toxic and dehumanizing; the world of the rich, superficial and manipulative. Yank has also been interpreted as representative of the human condition, alienated from nature by his isolated consciousness, unable to find belonging in any social group or environment. This is a result from the industrialization of both the ship and New York. ===Racial degeneration=== Many critics often argued over O’Neill’s conception of race in The Hairy Ape. Yank, who often worked with coal, is said to have “blackface” through the play.Nickels, J. \"Racial Degeneration and 'The Hairy Ape'\", The Eugene O’Neill Review Vol. 22(1/2), 33-40. This interpretation of “blackface” has led to a debate about Yank’s race. The coal combined with an unshaven face has covered the whiteness of his face, discarding his nationality. These characteristics combined contribute to his physical and psychological downfall throughout the play. His emotional detriment reflects his physical deterioration as well, where finally at the end of the play he has taken on animalistic qualities. In the last scene, Yank tries to explain to the ape that they are the same; his efforts to show their similar qualities end in Yank’s death. Yank’s defeat by the ape is degenerating to his mental state as well as his race and social class. ==Production timeline== 1922: The Hairy Ape was first produced by the Provincetown Players. The production, directed and designed by Robert Edmond Jones, was praised for its use of expressionistic set design and staging techniques, and was transferred to the Plymouth Theatre on Broadway. Actor Louis Wolheim became famous for his interpretation of Yank. 1930: A London production featuring African American actor Paul Robeson playing the lead white role, was a critical success, despite having only five performances.Duberman, Martin,Paul Robeson 1989.Othello 1930-1931pg148-149 1944: A low-budget film version produced by Jules Levey, released by United Artists, starred William Bendix, Susan Hayward, Dorothy Comingore, and John Loder. According to a review in the New York Sun it had a \"happy ending\" and generally \"made the story lighter and less loaded with social significance\". 1987: Later notable productions by Peter Stein's revival 1996: A postmodern multimedia interpretation by the Wooster Group with Willem Dafoe playing the protagonist. 2004: The Hairy Ape received positive reviews at the San Pedro Playhouse, Cellar Theatre in San Antonio, Texas. Deborah Martin of the San Antonio Express News said of Brad Milne \"His Yank is raw and hard to forget.\" 2006: The Hairy Ape was staged to positive reviews by the Irish Repertory Theatre in New York City. The Irish Voice declared, \"O'Neill's spirit still resonates. [This] new production of The Hairy Ape reminds us why O'Neill is considered the first Irish-American playwright.\" 2009: Director Sean Graney of the Hypocrites Theatre Company staged a production of The Hairy Ape at the Goodman Theatre in Chicago. BBC Radio 3 broadcast a radio adaptation of The Hairy Ape directed by Toby Swift later that year. 2012: The first major London revival in 25 years at the Southwark Playhouse in London Bridge. Director Philip Boehm of Upstream Theater staged an acclaimed production of The Hairy Ape in St. Louis, Missouri later on that year. It is staged in London's Old Vic in October and November 2015. 2017 The Park Avenue Armory staged a production of The Hairy Ape starring Bobby Cannavale, directed by Richard Jones, and designed by Stewart Laing.Ben Brantley, \"Review: A Mesmerizing 'Hairy Ape' Brings Existentialism to Park Ave\", The New York Times, MArch 31st, 2017. Cannavale received a 2017 Obie Award for his performance presented by the American Theatre Wing.Obie Awards, 2017 Winners. ==Reception== The Hairy Ape's reception: the audience, and especially critics, were perplexed. Critics deemed the play as showing “excessive use of monologues, the confusion or slowness of certain scenes, and the depressing monotony which follows all the pathetic 'moments.Falb, L. \"The Critical Reception of Eugene O'Neill on the French Stage\", Educational Theatre Journal doi:10.2307/3205420 O’Neill has been criticized for the play's issues with social class and racial fabrications. However, he was also praised for his \"emotional and dramatic forcefulness of his writing\" in The Hairy Ape. He was well known for handling these challenging ideas and thought-provoking plays. The play was admired for its originality and robustness, which only The Hairy Ape and All God's Chillen were stated for. Contradictory to that statement, other critics find the end of The Hairy Ape too simple and predictable. An overall positive criticism surrounds the play, but many critics picked at the flaws of the plot to critique O'Neill's judgment in playwriting. However, the themes were the most resounding aspects of The Hairy Ape and upheld O'Neill's standard of novel drama genius. ==References== ==External links== * The Hairy Ape at Standard Ebooks * * * Category:1922 plays Category:Plays by Eugene O'Neill Category:Expressionist plays Category:Industrial Workers of the World in fiction Category:Mass media portrayals of the working class Category:Plays set in New York City ",
    "title": "The Hairy Ape"
}