{
    "id": "3249289",
    "text": "Rebuilt Milwaukee Road #14A, \"Old Maude,\" in 1958. Not typical of DL-109 styling, this unit was rebuilt by Milwaukee Road and resembles a contemporary Electro-Motive cab unit. The ALCO DL-109 was one of six models of A1A-A1A Diesel locomotives built to haul passenger trains by the American Locomotive Company (ALCO) between December, 1939 and April, 1945 (\"DL\" stands for Diesel Locomotive). They were of a cab unit design, and both cab-equipped lead A units DL-103b, DL-105, DL-107, DL-109 and cabless booster B units DL-108, DL-110 models were built. The units were styled by noted industrial designer Otto Kuhler, who incorporated into his characteristic cab (US Patent D121,219) the trademark three-piece windshield design. A total of 74 cab units and four cabless booster units were built. ==History== Units #50 and #50A, the Santa Fe Railway's only DL locomotive set, lead the Super Chief during World War II. All models developed . The first unit built as ALCO Specification DL-103b was longer than the other cab units, and became Chicago, Rock Island and Pacific Railroad #624. The DL-103b had the two radiator sections positioned together at the end of the carbody, while all other units had a split radiator arrangement with one placed at the back of the unit and one situated in the middle. The DL-103b was built with twin 6-cylinder ALCO 538T diesel engines as prime movers; all other DLs in this series were built with the newer twin 6-cylinder ALCO 539T diesel engines. The DL-103b also had all-electric driven accessories, while the later models had belt-driven accessories. The differences between all subsequent models were minor. The DL-105s went to the Rock Island as #622 and GM&O; #270-271. All other early customers got DL-107 cab units and DL-108 boosters until the first DL-109 was delivered to the New Haven. During the war, the Gulf, Mobile & Ohio and Southern Railway bought DL109s and the Southern bought the only DL-110. It is not known whether this is because the model was a significant improvement, was the model approved for wartime production, or both. The New York, New Haven and Hartford Railroad received special permission from the War Production Board to purchase #0710-#0759 as dual-use (passenger/freight) locomotives; they were built between 1942 and 1945. Passenger-only locomotives (including the rival EMD E6) were not approved for production until early 1945. The first 10, #0700-#0709, were delivered starting right after the attack on Pearl Harbor in December 1941 from ALCO's Schenectady factory, allowing the road to prove their freight-hauling abilities just in time. The New Haven owned the most DL-109s, rostering 60 units (of the 62 built) in 1945. The New Haven DL-109s could be found hauling passenger trains during the day and freight trains at night. There were different classes among the New Haven units noting some differences between the manufacture of each batch. Initially, they were simply listed in two groups in the Summary of Equipment, with #0700-#0709 listed separately (with a different weight and tractive effort) than the remaining DL-109 locomotives. The 9-30-1945 Summary of Equipment designates four different classes: DER-1 (Diesel-Electric Road) units #0700-#0709 had the original design with a mass of vents on the roof, DER-1b (#0710-#0719) were nearly identical, with square winterization hatches over the roof fan housings (which were also applied to the original units following the winter of 1941), DER-1b (#0720-#0729) and DER-1c (#0730-#0759) all had simplified rooflines, and other minor variations in appearance. The classes would remain the same until the start of an extensive rebuilding program. In the 6-30-1949 Summary of Equipment the class designations were adjusted into three classes: DER-1a (#0700-#0709), DER-1b (#0710-#0749) and DER-1c (#0750-#0759). The class was rebuilt from 1949 to 1951, replacing the plywood sides, removing the decorative side windows in favor of a steel screen, and several other changes, with only #0740 retaining its original appearance after being rebuilt. Two DL-109s received a special rebuild c1953 to make them able to \"MU\" (multiple unit) with more than one other unit; originally, they only had the MU cables on the rear, meaning that only a back-to-back pair could be made. The two special units had cables put on the front so they could be used to make a 3-unit set for longer trains. One of the units had the nose rebuilt with an access door, raising the headlight and changing the contour of the nose. In the Winter of 1953 to 1954 New Haven A-A-A units #720-722 with #0721 in the lead could be seen in far northern Maine on the Bangor and Aroostook Railroad, helping haul massive tonnage of potatoes, usually in the now-famous red white and blue \"State of Maine\" products reefers. These were leased by The BAR. The DL-109s eventually ran their last miles in the late 1950s in local commuter service around Boston. One special unit was retained through the 1960s in Boston as a power plant; PP-716 was converted to produce power for a test third rail in Boston. Eventually PP-716 became the last DL-109 on the face of the earth and fell to the scrappers torch under the Penn Central at Dover Street Yard, in June 1969. The DL-109s of the other railroads were primarily scrapped during the 1950s. The Rock Island had rival builder EMD repower their newest, the #621, but this does not seem to have extended its career greatly. One notable pair on the Milwaukee Road lived charmed lives. Units #14A, B were delivered in October 1941, and paired up to run the Chicago-Minneapolis Afternoon Hiawatha and overnight Fast Mail back to Chicago. The units, along with EMD E6 #15A, B performed wonderfully during World War II with consists of Hiawathas expanding up to 20 cars and standing room only. The paint scheme was designed by Otto Kuhler, who had designed most of the 1938 Hiawatha and Milwaukee Road class F7 'Baltic' or 'Hudson' 4-6-4 locomotives. It had a yellow stripe up the nose and torpedo flank orange belts on the mostly grey body. This scheme did not last, and it was painted to resemble the other passenger unit EMD E6, #15A, B with the lightning bolt/grey scheme. After the War, they were repainted into the FM Erie-built locomotive scheme, and then in 1950, the Hiawatha orange-maroon band with black roof scheme. The units on the Milwaukee logged over 3 million miles by 1953, and were overhauled. The electric motors and prime movers were sent to Alco for rebuilding, and the shopmen at the Milwaukee Road's Menomonee Valley shops rebuilt the locomotives. They came out of the shops with facelifts, with the addition of EMD bulldog noses, and changed appearance, which made them look like an EMD locomotive. The units then worked on secondary lines to Canton, South Dakota Green Bay, Wisconsin and Madison-Chicago trains until retirement; #14B was finally scrapped at Jones Island in Milwaukee in May 1964. The Milwaukee employees called #14A \"Old Maude.\" ==Units produced== ===A units (cabs)=== {| class=\"wikitable\" ! Railroad ! Quantity ! Road numbers ! Model |-align=\"center\" |Atchison, Topeka and Santa Fe Railway |1 |50 |DL-107 |-align=\"center\" |Chicago, Milwaukee, St. Paul and Pacific Railroad |2 |14A, 14B |DL-107 |-align=\"center\" |Chicago and North Western Railway |1 |5007A |DL-107 |-align=\"center\" |Chicago, Rock Island and Pacific Railroad |1 |624 |DL-103b |-align=\"center\" |Chicago, Rock Island and Pacific Railroad |1 |622 |DL-105 |-align=\"center\" |Chicago, Rock Island and Pacific Railroad |2 |621, 623 |DL-107 |-align=\"center\" |Gulf, Mobile and Ohio Railroad |2 |270, 271 |DL-105 |-align=\"center\" |Gulf, Mobile and Ohio Railroad |1 |272 |DL-109 |-align=\"center\" |New York, New Haven and Hartford Railroad |60 |0700-0759 |DL-109 |-align=\"center\" |Cincinnati, New Orleans & Texas Pacific (Southern Railway) |2 |6400, 6401 |DL-107 |-align=\"center\" |Southern Railway |1 |2904 |DL-109 |} ===B units (cabless boosters)=== {| class=\"wikitable\" ! Railroad ! Quantity ! Road numbers ! Model |-align=\"center\" |Atchison, Topeka and Santa Fe Railway |1 |50A |DL-108 |-align=\"center\" |Cincinnati, New Orleans & Texas Pacific (Southern Railway) |2 |6425, 6426 |DL-108 |-align=\"center\" |Southern Railway |1 |2954 |DL-110 |} ==References== * (1972). \"DL109/110 Roster and Drawings.\" Extra 2200 South 9 (8) by Dan Dover and W. A. Cuisinier (Preston Cook) 19-23\\. * * * * * pp. 174–178. ==External links== * Otto Kuhler's design patent * Alco DL109/110 Roster * ALCO DL-109 Pictures from railfan.net * ALCO DL-109: The Original Exotic Cab Unit article by Richard Biegaj. Category:A1A-A1A locomotives DL-109 Category:Diesel-electric locomotives of the United States Category:Passenger locomotives Category:Railway locomotives introduced in 1939 Category:Locomotives with cabless variants Category:Scrapped locomotives Category:Standard gauge locomotives of the United States ",
    "title": "ALCO DL-109"
}