{
    "id": "3249816",
    "text": "Grave of Mir Hamid Hussain in Gufran Maab Imambara, Lucknow. Syed Hamid Hussain Musavi Kintoori Lakhnavi Hindi Neshapuri (1830 - 1888) (Hindi: आयतुल्लाह सय्यिद मीर हामिद हुसैन मुसवी किन्तूरी लखनवी, Urdu: آيت‌الله سیید میر حامد حسین موسوی کنتوری لکھنوی), was a Shia scholar in India. He was a son of Syed Muhammad Quli Kinturi and author of the book, Abaqat ul Anwar fi Imamat al Ai'imma al-Athar.Leader of Heaven #18Roots of North Indian Shi‘ism in Iran and Iraq Religion and State in Awadh, 1722-1859, by J. R. I. Cole, UNIVERSITY OF CALIFORNIA PRESS Berkeley · Los Angeles · OxfordIslam, politics, and social movements By Edmund Burke, Ervand Abrahamian, Ira M. Lapidus == Birth == Syed Hamid Hussain Musavi was born in Lucknow, India, on 4th Muharram 1246 (25th June 1830). He grew up in a family whose all members were knowledgeable scholars committed in serving Islam, from among his great family, some stars shone in the sky of knowledge and jurisprudence to show the way to the disoriented. == Education == He acquired education from his honourable father Allameh Syed Muhammad Qali Musavi. Apart from basic education, he also acquired knowledge of Ilm-e-Kalam from his revered father. The knowledge of Jurisprudence (Fiqh) and Usool was given by Syed Husain Naqvi. Philosophy (Falsafa) and Theology (Hikmat) was taught by Syed Murtuza Ibn Syed Muhammad while Mufti Sayyad Muhammad Abbas trained him in ethics. == His Status == Syed Hamid Husayn and his work ‘Abaqat have been held in great esteem amongst leading Shi’i scholars and many of them, from Mirza Sayyid Hasan Shirazi, the great marji’ and juristic authority of his days, to contemporary scholars, have extolled the author and his great work. Sayyid Ali Milani, in the first volume of his condensed translation of ‘Abaqat into Arabic, quotes the statements of various scholars. Here we will confine ourselves to the opinion expressed by the great scholar ‘Allamah Aqa Buzurg Tehrani, the author of Al- Dhari'a ila tasanif al-Shi'a, says about Syed Hamid Hussain: من أكابر متكلمي الامامية وأعاظم علماء الشيعة المتبحرين في أوليات هذا القرن ، كان كثير التتبع ، واسع الاطلاع والإحاطة بالآثار والاخبار والتراث الإسلامي ، بلغ في ذلك مبلغا لم يبلغه أحد من معاصريه ولا المتأخرين عنه ، بل ولا كثير من أعلام القرون السابقة ، أفنى عمره الشريف في البحث عن اسرار الديانة والذب عن بيضة الإسلام وحوزة الدين الحنيف ، ولا أعهد في القرون المتأخرة من جاهد جهاده وبذل في سبيل الحقائق الراهنة طارفه وتلاده ، ولم تر عين الزمان في جميع الأمصار والاعصار مضاهيا له في تتبعه وكثرة اطلاعه ودقته وذكائه وشدة حفظه وضبطه. \"(He is) one of the greatest of Imami theologians (mutakallimun) and one of the greatest and deeply learned of Shi’i scholars who lived in the early part of this century. He was profoundly learned, and had extensive knowledge and mastery over the Islamic traditions and heritage and attained such a station in it that none of his contemporaries or anyone of those who came after him, or even most of the celebrities of the preceding centuries, have been able to attain. He spent his entire noble life in fathoming the mysteries of religiosity and in the defence of Islam and the realm of sincere religion. I don't know of anyone in the latter centuries who waged a jihad like him and sacrificed everything in his possession in the way of everlasting truths. The times, in all ages and periods, will never see a compeer of him in his research, his extensive knowledge, his precision, intelligence, and the immensity of his memory and retention.\" == Works == He wrote the following books: # Asfār al-anwār ʿan waqāʾiʿ afḍal al-asfār, Zayn al-wasāʾil and al-Dharāʾiʿ. # Abaqat al'anwar fi imamat al 'A'immat al'athar is popular among Twelver Shi'a scholars worldwide, and quoted even today.GHADEER-E-KHUM WHERE THE RELIGION WAS BROUGHT TO PERFECTION By I.H. Najafi, Published by a GROUP OF MUSLIM BROTHERS, NEW ADDRESS P. 0. Box No. 11365- 1545, Tehran - IRAN. # Istiqsā al-afhām wa istifā al-intiqām fi naqd muntahā al-kalam (10 volumes, published in 1315 / 1897) # Shawāreq al-Nusoos (5 volumes) # Kashf al-mudalāt fi hall al-mushkilāt # Al- adab al-tabar fi mab'hath ayat al-ghar # Ifham Ahl al-mayn fi radd Izalat al- ghayn # Al-najm al-thaqib fi masalat al-hijeb fi al-fiqh (in three forms of large, medium and small) # Al-durar al-saniyyāh fi al-makātib wa al-munshāt al-arabiyyāh # Al-dharāe fi sharh al-sharāe fi al-fiqh (incomplete) # Al- shariāh al-gharrā (a complete course in fiqh) # Al-shulah al-jawwalah (a discussion about burning the copies of the Quran during the time of Caliph Uthman) # Sham al-majāles (eulogies on Imam Husayn, master of the martyrs) # Al-tārif (a collection of riddles) # Safhāt al-almās fi ahkām al-irtemās (immersion, Ghusl) # Al-ash'arāh al-kāmilah (solution for 10 problems) # Sham' wa dam' (lit. Candle and Tear, Persian poems) # Al-dell al-mamdood wa al-talh al-mandood # Rijal al-Mir Hamed Husayn # Durrat al-tahqiq ==Lineage== His father, Muhammad Quli Musavi, was a scholar, as was his cousin, Seyyed Ahmad Musavi Hindi, who also happens to be the paternal grandfather of Ruhollah Khomeini.Justin Jones & Ali Usman Qasmi, The Shi‘a in Modern South Asia, Cambridge University Press (2015), p. 62 == Death == On Safar 18, 1306/October 24, 1888, he passed away and was buried in Ghufran Ma'ab Husayniyya. After the news of his demise was spread, many mourning gatherings were held in Iraq for him. ==Titles== * Shams-ul-Ulama - Conferred by British Raj on 16 February 1887, entitled him to take rank in Darbar immediately after titular Nawabs. ==See also== *Islamic scholars ==References== == External links == * More information on Mir Hamid Hussain and his famous piece Abaqat al-anwar * Abaqat-al-Anwar Category:19th-century Muslim scholars of Islam Category:People from Barabanki district Category:Scholars from Lucknow Category:Indian ayatollahs Category:Indian Shia Muslims Category:Abaqati family Category:1880 deaths Category:1830 births ",
    "title": "Hamid Hussain Musavi"
}