{
    "id": "3250661",
    "text": "Yves Makabu-Ma-Kalambay (born 31 January 1986) is a Congolese professional footballer who plays as a goalkeeper. He most recently played for English club Wycombe Wanderers. Ma-Kalambay has previously played for Chelsea, Watford, Hibernian, Swansea City and KV Mechelen. His parents are from the DR Congo, but Ma-Kalambay grew up in Brussels in the same neighbourhood as fellow footballers Vincent Kompany, Faris Haroun, Anthony Vanden Borre and Jeanvion Yulu-Matondo. Ma-Kalambay represented Belgium in the 2008 Olympic Games and has since played for DR Congo at full international level. == Club career == === Chelsea === Ma-Kalambay signed for Chelsea as a youth. In March 2004 after injuries to Carlo Cudicini and Neil Sullivan, Ma-Kalambay found himself on the bench for a league match at Bolton Wanderers as cover for Marco Ambrosio. He went on loan to Watford in February 2006 to cover for the suspended Ben Foster. Watford manager Aidy Boothroyd suggested that he was interested in signing Ma-Kalambay in some capacity for the 2006–07 season,\"Boss hints at possible keeper move\" Watford Observer but this did not come to fruition. On 18 October, Ma-Kalambay made the bench for Chelsea's 1–0 Champions League group stage win against Barcelona, due to injuries to Petr Čech and Carlo Cudicini. After the arrival of Magnus Hedman, Ma-Kalambay was relegated to fifth choice goalkeeper at Chelsea. ===Hibernian=== Makalambay signed for SPL club Hibernian in June 2007. He kept a clean sheet on his competitive debut for Hibs in an Edinburgh derby win at Tynecastle against Hearts. In a 2020 interview, Makalambay revealed that he was hurt and taken aback by the level of racist abuse he received from the Hearts support on his debut, describing it as the worst he experienced throughout his career. Despite making two bad errors in a 3–3 draw with Aberdeen, Makalambay then made a penalty save in his next match, a 1–0 win over Inverness. Makalambay has received some criticism at times for his performances for Hibs, but he claimed during an interview with the Daily Record in December 2008 that he is under greater scrutiny than goalkeepers of other Scottish Premier League clubs. The newspaper surmised that this scrutiny was because of the high-profile mistakes made by his immediate predecessors in the Hibs goal, Zibi Malkowski and Simon Brown. After making an error in an Edinburgh derby, Makalambay was replaced by Grzegorz Szamotulski at half-time due to a hamstring injury. He regained his place in the first team near the end of the season, putting in some impressive displays in draws against the Old Firm and in an Edinburgh derby win at Tynecastle, but then conceded a bizarre goal against Aberdeen on the final day of the season. Makalambay lost his place to new signing Graham Stack in the 2009–10 season. With his contract due to expire at the end of the season, Makalambay expressed a desire to open talks with Hibs about a new deal. Hibs signed goalkeeper Graeme Smith on the first day of the January 2010 transfer window, however, which raised further doubt over Makalambay's future at the club. This doubt was confirmed on 14 May 2010 when it was announced that Ma-Kalambay's contract would not be renewed. After his release, Makalambay claimed that he had only been dropped due to his refusal to sign a new contract. He also claimed to have received offers from clubs in England and Spain. === Swansea City === In September 2010, Makalambay went on trial with Football League Championship club Swansea City. He signed a contract with the club until the end of the 2010–11 season later that month. He played in all of Swansea's League Cup and FA Cup games that season, but left the club at the end of his contract in 2011. === KV Mechelen === In October 2011, Makalambay signed a contract until the end of the season with Jupiler Pro League club KV Mechelen. He was signed because the second choice KV Mechelen goalkeeper, Wouter Biebauw, was injured for a long time. Makalambay left the club at the end of the 2011–12 season. ===Royal Antwerp=== In August 2013, Makalambay signed a contract for two seasons with Belgacom League club Royal Antwerp after a few weeks training in the preseason. ===Wycombe Wanderers=== In October 2017 Yves agreed to a short- term deal with Wycombe Wanderers until 29 January 2018; he will wear the number 30 during his time with the club. In May 2018 it was announced that he had extended his contract for one year, to the end of the 2018–19 season. He was released by Wycombe at the end of the 2018–19 season. == International career == Makalambay was first selected by Belgium in January 2008. He was then selected for their squad in the 2008 Olympic Games. Makalambay played in only one match during the Olympics, when he came on as a substitute for Logan Bailly during their 3–2 victory over Italy in the quarter final. Belgium eventually finished in fourth place; Makalambay missed out on a medal due to Belgian defeats by Nigeria and Brazil. Having not played in a competitive full international for Belgium, Makalambay was still eligible for selection by the Democratic Republic of Congo (DR Congo), the birthplace of his father. Makalambay was selected by DR Congo for a friendly against Saudi Arabia in May 2010. He made his international debut as Congo lost 2–0.http://www.footballdatabase.eu/football.coupe.rd-congo.arabie- saoudite.112232.en.html ==References== ==External links== * * * * Category:1986 births Category:Living people Category:Sportspeople from Brussels Category:Democratic Republic of the Congo footballers Category:Democratic Republic of the Congo international footballers Category:Belgian footballers Category:Belgium youth international footballers Category:Belgian people of Democratic Republic of the Congo descent Category:Association football goalkeepers Category:PSV Eindhoven players Category:Chelsea F.C. players Category:Watford F.C. players Category:Hibernian F.C. players Category:Swansea City A.F.C. players Category:KV Mechelen players Category:Royal Antwerp F.C. players Category:ASC Oțelul Galați players Category:Scottish Premier League players Category:Belgian First Division A players Category:Liga I players Category:Belgian expatriate footballers Category:Belgian expatriate sportspeople in England Category:Expatriate footballers in the Netherlands Category:Expatriate footballers in England Category:Expatriate footballers in Scotland Category:Expatriate footballers in Wales Category:Expatriate footballers in Romania Category:Olympic footballers of Belgium Category:Footballers at the 2008 Summer Olympics Category:Belgian expatriate sportspeople in Scotland Category:Belgian expatriate sportspeople in Wales Category:Wycombe Wanderers F.C. players Category:Black Belgian sportspeople ",
    "title": "Yves Ma-Kalambay"
}