{
    "id": "3250753",
    "text": "IADB Seal Inter-American Defense Board headquarters in Washington, D.C. The Inter-American Defense Board (IADB) is an international committee of nationally appointed defense officials who develop collaborative approaches on common defense and security issues facing countries in North, Central, and South America. The IADB provides technical advice and services to the Organization of American States (OAS). The IADB was created in 1942 by foreign ministers of 21 states, in the middle of World War II. It is now the oldest existing defense organization in the world. In March 2006, the OAS assumed formal authority over the IADB. As of that date, 27 of the 34 members of OAS were also members of the IADB. == Inter-American Defense College== The Board is made up of three main organs, one of which is the Inter-American Defense College (IADC). The IADC offers an eleven-month Master of Science for senior military, police and government officials that covers governmental systems, the current international environment, and the structure and function of the Inter-American system, and offers an opportunity to study broad-based defense and security issues affecting the Western Hemisphere and the world. It is located at Fort Lesley J. McNair in Washington, D.C. official website == Inter-American Defense Board Medal == The Inter-American Defense Board Medal is an international military decoration. It is awarded to any military officer, serving in a member nation of the OAS, who completes a tour of service with the IADB. The award is also presented to military personnel who serve on the staff of the IADB Chairman or Secretariat, and for those who complete instructor tours at the IADC. ==External links== *Official website *\"Remarks Regarding the Inter-American Defense Board\", Remarks by Ambassador John F. Maisto, U.S. Permanent Representative to the Organization of American States, to the Thirty-Second Special Session of the OAS General Assembly Considering the Juridical Link of the Inter-American Defense Board, March 15, 2006 Category:Organization of American States Category:Military diplomacy ",
    "title": "Inter-American Defense Board"
}