{
    "id": "3250892",
    "text": "Senaka Bibile (Sinhala:සේනක බිබිලේ) (13 February 1920 – 29 September 1977) was a Sri Lankan pharmacologist. He was the founder of Sri Lanka's drug policy, which was used as a model for development of policies based on rational pharmaceutical use in other countries as well by the World Health Organization, the United Nations Conference on Trade and Development (UNCTAD) and the Non-Aligned Movement. Due to the far reaching effects of his proposals and policies, he has been called the 'greatest medical benefactor of humanity that Sri Lanka has hitherto produced'.Will his drugs legacy survive the new tendencies in the industry ? == Biography == Charles Wimala Bibile, Sylvester Chandra Bibile, Sujatha Doris Ranawana (Nee Bibile), Seneka William Bibile, Prof.Senaka Bibile, Sylvia Jayawardena Bibile, Henry Ananda Bibile, Cuda Banda Bibile Senaka Bibile was born at Kathaluwa Walauwa. His father was Charles William Bibile, a Rate Mahathmaya or Chief Native Feudal Official of Wellassa, his mother Sylvia Jayawardhana of Kathaluwa Walauwa, the manor house of the Jayawardhana family. The Bibile family claimed descent from a 16th-century Vedda chieftain. === Education === He received his primary and secondary education at Trinity College, Kandy. He entered the Medical College in Colombo, where he had a brilliant career, winning the gold medals for medicine and surgery, and obtained a first class honours degree in 1945. In 1949, he began post-graduate studies at the University of Edinburgh, returning to Sri Lanka in 1952 with a PhD. His doctorate thesis was a study of biological assays of cortical hormone and their application. His PhD supervisor was Dr Marthe Louise Vogt a famous British Pharmacologist of German Origin. === Academic career === He joined the University of Ceylon in 1947. In 1947–49 he led a research team of doctors under the guidance of Professor Cullumbine, Professor of Physiology. In 1958 he was selected as the first Professor of Pharmacology and became the head of a new department. He was the first dean of the faculty of medicine at the University of Peradeniya from 1967 to 1977. There he started the first medical education unit in Sri Lanka. === Pharmaceutical policy === He is best known for his advocacy of the government- controlled pharmaceutical purchasing plans often referred to as \"rationalisation\" of pharmaceuticals and the development of a national pharmaceuticals policy. He played the leading role in developing a rational pharmaceutical policy aimed at ensuring that impoverished people would get reasonable drugs at a low price. Further, the programs are aimed towards ensuring that doctors prescribe the minimum required drugs to treat the patient's illness. A careful selection of drugs was an essential component of the policies he advocated. He was called up by the Minister of Health to address this and prepared the Ceylon Hospital Formulary of about 630 drugs under their generic names almost singlehandedly. Subsequently, the National Formulary Committee (NFC), consisting of representatives from the public and private health sectors and the University Medical Schools a formulary committee was set up with him as its first chairman. The NFC published Formulary Notes for the use of doctors, which later became The Prescriber. At the time, it was alleged and widely believed that Pharmaceutical companies in the country made considerable money by selling drugs under their trade names, giving out biased information about the branded drugs as against those named generically. The United Front Government of 1970 appointed Dr S.A. Wickremasinghe and Dr. Bibile to lead a commission of inquiry to investigate this issue and they recommended the establishment a national policy and of a state body to regularise the trade. Accordingly, in 1971 Hon. T.B. Subasinghe, the Cabinet Minister of Industries, appointed him founder chairman of the Sri Lanka State Pharmaceuticals Corporation (SPC). The SPC channelled all imports of pharmaceuticals, calling for worldwide bulk tenders which were limited to the approved drugs listed in the national formulary. The public and private health sectors obtained all their requirements from the SPC. Hence the drug trade was regulated by this body and vendors were forced to compete with each other and with generic drug producers on a cost basis only. This program is generally perceived to have resulted in a cheaper drug supply for poor countries. This policy was supported by WHO and other UN agencies with enormous benefit to Third World countries. The UNCTAD Secretariat examined the Sri Lankan experience, concluding that an analysis of the Sri Lankan model could give other developing countries an insight into ways of formulating, developing and implementing integrated national pharmaceutical policies. With Bibile's assistance, it published \"Case Studies in the Transfer of Technology: Pharmaceutical Policies in Sri Lanka\". This document has proved to be a very valuable guideline for developing countries intending to initiate pharmaceutical reforms. Translated into other languages, it may be found with health planners of almost every Third World country. Although his policy was watered down by the United National Party Government of 1977, which re-opened the doors to unrestricted imports, the SPC was never dissolved and continued to supply affordable drugs. In 2005 the United People's Freedom Alliance Government promised to establish a National Medicinal Drugs Policy (NMPD) that would enable Sri Lankans significantly to cut down on drug expenses and get quality drugs at affordable prices while saving billions of rupees in foreign exchange for the country. Implementation of the NMDP could reduce the number of drugs imported, prescribed and sold in Sri Lanka to about 350 varieties. Bibile's contribution to development in the area of drugs was acknowledged publicly during the 35th World Health Assembly, in Geneva in May 1982. It is widely regarded in his home country of Sri Lanka that the threat he posed to the powerful drugs Multi-nationals may have had some bearing on his premature and mysterious death in 1977 while on a UN assignment in Guyana to introduce these policies there.http://www.priu.gov.lk/news_update/EditorialReviews/erev200106/20010614editorialreview.html See Wikileaks information on Dr Bibile's drug policy and the United States https://www.colombotelegraph.com/index.php/wikleaks-americans-sabotage-senaka- bibiles-pharmaceutical-policy/ === Politics === He was a Trotskyist and a member of the Lanka Sama Samaja Party, becoming Treasurer of its Youth Leagues. He conducted study classes on Marxism at his house in Castle Street, Colombo. At the height of the language issue crisis, when the LSSP stood for both Sinhala and Tamil being state languages, he agreed to contest a by- election for a seat on the Colombo Municipal Council as the LSSP candidate, to fight for that principle, risking his life in the process and facing certain defeat in an atmosphere of ethnic animosity. In the mid-1950s, he, together with Herbert Keuneman, 'Bonnie' Fernando, Anil and Jeanne Moonesinghe and other members of the radical intelligentsia founded Sri Lanka's first co- operative housing scheme, the Gothatuwa Building Society. This led to the foundation of the Welikadawatte housing estate, which attained some fame as an island of intellectual creativity. == Publications == Dr Bibile has over 45 publications, including: *Bibile, S, and Lall, S, 'The Political Economy of Controlling Transnationals: The Pharmaceutical Industry in Sri Lanka (1972–76)', World Development, August 1977. == Oration == An oration is held every year in commemoration of Senaka Bibile, under the auspices of the Kandy Society of Medicine. == References == *Prof. Carlo Fonseka, 'How many doctors remember the wonderful work of Bibile?', Daily Mirror Online, 4 October 2002 *Prof. Tissa Vitarana, The Sri Lankan who challenged global giants * Dr. K Balasubramaniam, The neglected solution * Include Medicinal Drugs Policy in Polls Manifesto ==External links== *State Pharmaceuticals Corporation of Sri Lanka *'Breakthrough – and Bibile lives again, LankaNewspapers.Com *'National Medicinal Drug Policy', Weekly Epidemiological Report, Vol 32 No 41, 08 – 14 *'Who was Senaka Bibile, LankaNewspapers.Com, October 2005 (PDF) *33rd commemoration day of Prof. Senaka Bibile Category:1920 births Category:1977 deaths Category:Sri Lankan Buddhists Category:Sinhalese academics Category:Lanka Sama Samaja Party politicians Category:Pharmaceuticals policy Category:Sri Lankan pharmacologists Category:Alumni of the University of Edinburgh Category:Academics of the University of Peradeniya ",
    "title": "Seneka Bibile"
}