{
    "id": "3251903",
    "text": "The Lantau Trail (), opened on 4 December 1984, is a long-distance footpath on Lantau Island in the New Territories of Hong Kong. The trail is a loop starting and finishing in Mui Wo. The Lantau Trail has good visitor facilities along the way, and the route is well marked. There are information boards and maps at junctions between each stage. Distance posts around 500 metres apart help hikers know where they are. At each turning, route signs give instructions about directions, place names, and the distances and times for hiking between various locations.Agriculture, Fisheries and Conservation Department – Lantau Trail Country and Marine Parks Authority Agriculture Sunset Peak. View of Buddha from near the Ngong Ping 360 station. ==Stages== The Lantau Trail has 12 stages. There are distance posts, numbered 000 through 140, every 500m: {| class=\"wikitable\" border=\"1\" style=\"text-align:left;font- size:90%;\" |- ! Stage ! Route ! Length (km) ! Time (hr) ! Difficulty ! Starting Post ! Ending Post |- | 1 | Mui Wo → Nam Shan | 2.5 | 0.75 | | 000 | 005 |- | 2 | Nam Shan → Pak Kung Au | 6.5 | 2.75 | | 005 | 018 |- | 3 | Pak Kung Au → Ngong Ping 360 | 6.0 | 2.75 | | 018 | 027 |- | 4 | Ngong Ping 360 → Sham Wat Road1 | 2.5 | 1.25 | | 027 | 035 |- | 5 | Sham Wat Road → Man Cheung Po | 7.5 | 2.75 | | 035 | 050 |- | 6 | Man Cheung Po → Tai O | 2.5 | 1.0 | | 050 | 055 |- | 7 | Tai O → Kau Ling Chung2 | 10.5 | 3.0 | | 055 | 076 |- | 8 | Kau Ling Chung → Shek Pik | 5.5 | 1.5 | | 076 | 087 |- | 9 | Shek Pik → Shui Hau | 6.5 | 2.0 | | 087 | 100 |- | 10 | Shui Hau → Tung Chung Road | 6.5 | 2.0 | | 100 | 113 |- | 11 | Tung Chung Road → Pui O | 4.5 | 1.25 | | 113 | 122 |- | 12 | Pui O → Mui Wo | 9.0 | 3.0 | | 122 | 140 |} Easy Walk Fairly Difficult Very Difficult 1 Path is rerouted. The Section 3/4 changeover appears now to occur very close to the Ngong Ping 360 cable lift. Section 4 for the most part follows Ngong Ping Road from Ngong Ping 360 to the start of Section 5. As of April 2019, Google Maps has the correct route in its database. 2 Path is partially closed. An alternative route has been suggested. ==Trail rerouting at Ngong Ping (Sections 4 and 5)== The current routing leaves it unclear if the Section 4/5 changeover is near distance post 027 or distance post 030. The previous changeover was at 027. For easiest access to/from Ngong Ping and Ngong Ping 360, follow the trail to distance post 030. Once at the cable car station, follow the pedestrian shopping mall in the direction of the Tian Tan Buddha for around 200m, watching on the right for a poorly displayed Lantau Trail sign pointing hikers downhill along Ngong Ping Road. Section 4 continues on the road all the way to Section 5. ==Trail closing at Yi O (Section 7) and related controversy== The trail crosses private land at Yi O Village and access is officially closed (as verified in December 2013). Along the trail is posted the following message: : Farmland rehabilitation within private lots in Yi O Kau Tsuen and Yi O San Tsuen is in progress. The land owners do not allow unauthorised access to those villages. The affected sections of Lantau Trail Section 7 passing through those villages will be diverted. Visitors who wish to go to Fan Lau or Kau Liu Chung are advised to choose alternative route as shown on the map below.(See photo on right) The closing applies approximately to the part of Section 7 between distance posts 062 and 065 only, but the alternate route skips a length of trail starting from around distance post 059 and ending around distance post 073. Portions of the alternate route are available on Google maps as of April 2019. The intermediate distance posts in the closed section appear to have been removed. There is currently no sign indicating when (or if) the original part of Section 7 will be restored. One can find the approximate original route by turning left at the end of the paved path, following the trail/dirt road, and then staying to the left of the organic produce farm. However use of this route, as a separate sign indicates, will be considered trespassing—those who choose to find the original route should be mindful about causing disruptions. The suggested alternate route leaves the Lantau Trail right after distance post 059 (and immediately before Na Ying Kok campsite) and rejoins the trail near distance post 073. Substantial clearing work for an organic farm has occurred since 2010, so finding the trail may be difficult.,A private video and slideshow record of Section 7 (as posted [url=https://www.youtube.com/watch?v=q-MCtATkQ1Y here]) from 2010 includes a hike along the closed section of the trail, The trail closing has, as of December 2013, generated considerable political controversy. The developer of the 9-hectare organic farm, Andrew Lam Siu-lo, is being investigated for having cleared ecologically sensitive land by burning and for having brought heavy construction machinery into a protected Hong Kong country park. The Yi O village area has protected wetland area and is one of the few habitats of Hong Kong's endemic and rare Romer's tree frog. Lam was a top advisor to Hong Kong Chief Executive CY Leung's 2012 campaign.South China Morning Post Rerouting of the trail appears to have been unnecessary and one might reasonably point to Mr. Lam's motivation in attempting to keep the public away from Yi O. Other than some recent development, Yi O appears to be an all but abandoned village, having lost its population long ago, and therefore restrictions against \"trespassing\" on village property might only make sense in the context of Mr. Lam's development project. ==Phoenix Walkathon== The Phoenix Walkathon was previously held by the Hong Kong Ecotoursism Society along the 70-km Lantau Trail every year, although it was cancelled in the early 2000s. ==See also== * The Big Buddha (Hong Kong) *List of long-distance footpaths in Hong Kong ==References== ==External links== *Country and Marine Parks Authority: Lantau Trail *Hong Kong Ecotourism Society *Trail route with section markers *Video record of hike on Section 7 prior to the farm development Category:Hiking trails in Hong Kong Category:Lantau Island ",
    "title": "Lantau Trail"
}