{
    "id": "3251566",
    "text": "Combretum micranthum is a species of flowering plant in the family Combretaceae. It is a shrub known as kinkeliba in Benin, Burkina Faso, Senegal, Mali and Gambia across multiple regional dialects, where it is often found in tiger bush and on hills in West Africa. It is used for making tea and has uses in traditional medicine, and is used by many West African Muslims during Ramadan to break their fast. The name kinkeliba is believed to come from the Fulani language. It is referred to as sekhew in the Wolof language and ŋɔlɔbɛ in the Bambara language. == Uses == Combretum micranthum traditionally used against Malaria Drying seed pods of the combretum micranthum shrub in Benin It is used traditionally in Senegal and Mali for fatigue, liver ailments, headache, convalescence, blood disease, weight loss, cancer, sleep problems, and its especially used for fasting by Mourides in Senegal. It is one of the plants of power in Nigerian medicine and is used to treat liver disorders especially in Senegal and Mali. Kinkeliba means the \"health tree\" and the French import kinkeliba and call it \"tisane de longue vie\" or infusion of long life. *The branches are quite strong, and are a useful material for building stools, beds, tool handles, etc. *A tea made produced by steeping the leaves in boiling water is a traditional tonic drink in tropical savannah countries such as Senegal, Mali and Burkina Faso. It is believed to be an aid to weight loss and have detoxifying properties. *Among West African Muslims, especially Wolofs, Fulas, and Mandinkas, the leaves, bark, and twigs of Kinkiliba are harvested and sold in bundles during the dry season leading up to and during the month of Ramadan. Kinkiliba is used daily to brew a strong tea that is mixed with sugar and milk and is drunk with bread at sundown as a means of breaking the daily fast. Kinkiliba is used specifically for this purpose because of its sweet flavor and because it is believed to be an appetite stimulant, as those who have been fasting want to be able to enjoy as much rich food as possible in the evening after eating nothing from sunrise to sunset. *In Burkina Faso, a decoction of the leaves is used as a medication for malaria. == Pharmacological Effects == The leaves extract of the plants have been demonstrated to contain a range of polyphenol compounds. These compounds are known for antioxidant activities and have shown potential for the prevention of diabetes. The whole plant is variously used to treat diseases like viral hepatitis and others. In particular, kinkeliba is able to increase urinary secretion and facilitate the evacuation of bile. Almost specific, against hematuric bilous fever. Kinkeliba can be used as a fluid extract for jaundice and gallstones. Thus the wood and the leaves of kinkeliba are used against anemia, tonic, febrifuge due to drinking one liter per day for three days or more, depending on the severity. These are the leaves, the root and the stem that are boiled in water for fifteen to twenty minutes and then left to infuse for a few minutes, adding sugar and milk as desired. It is possible to use a decoction of kinkeliba for cereal porridge for a sick person. Kinkeliba can replace coffee or tea in breakfast. It is also used in the treatment of constipation, stimulation of digestive function and appetite. Treatment of gallstones: stimulating action on biliary function. Anti-inflammatory and antibacterial: soothes people suffering from infectious diarrhea. Urinary disorders: promotes urinary excretion. Complement of weight loss diets. ==References== == External links == *Combretum micranthum in Brunken, U., Schmidt, M., Dressler, S., Janssen, T., Thiombiano, A. & Zizka, G. 2008. West African plants - A Photo Guide. www.westafricanplants.senckenberg.de. *Welch, Cara, et al. \"Bioactive polyphenols in kinkéliba tea (Combretum micranthum) and their glucose-lowering activities.\" Journal of Food and Drug Analysis (2017). micranthum Category:Trees of Africa ",
    "title": "Combretum micranthum"
}