{
    "id": "3251641",
    "text": "The San Miguel BeermenSan Miguel Beermen at PBA-Online! are a professional basketball team in the Philippine Basketball Association (PBA). It is one of three PBA clubs owned by the San Miguel Corporation group of companies along with the Magnolia Hotshots and Barangay Ginebra San Miguel. It is the most successful franchise in the history of the PBA and the only remaining original franchise in the league. The Beermen currently lead the league with the most titles (27)https://www.rappler.com/sports/by-sport/basketball/pba/237913-game- results-san-miguel-tnt-august-16-2019 and the most all-time victories (more than 1,200 wins). In addition, it has won the Grand Slam in and the Perpetual Jun Bernardino Trophy after winning three straight PBA Philippine Cups from 2015 to 2017. It is also the only team to have won at least one PBA title in each of the five numerical decades of the league's existence and was the first professional basketball team in the world ever to come back from a 0–3 deficit to win a best-of-seven playoff series which they did during the 2015–16 Philippine Cup Finals. ==Beginnings== {|class=infobox bordered |- !Inaugural PBA roster (1975) |- |* 1 Alejandrito Miego |- |* 2 Maximino Baguio |- |* 3 Norberto Rivera |- |* 4 Santiago Capa |- |* 5 Ernesto Estrada |- |* 6 Rolando Marcelo |- |* 7 Wilfredo Velasco |- |* 8 Manuel Pineda |- |* 9 Worley Cuevas |- |* 13 Manny Paner |- |* 14 Rosalio Martirez |- |* 15 David Regullano |- |* 17 Bienvenido Alenton |- |* Coach: Ignacio \"Ning\" Ramos |- align=left style=\"font-size: 90%;\" |} San Miguel had a basketball team in the pre-war Manila Industrial and Commercial Athletic Association (MICAA). The commercial league was similar to the UAAP and the NCAA where basketball was one of the various sports. There was MICAA competition for baseball, volleyball, football, among others, but basketball became the popular sport. The San Miguel Braves (or the Greenshirts) never won a MICAA title but they did figure in the championship three times. In the 1970s, San Miguel won two National Seniors titles in 1973 and 1976. The 1973 champion team were composed of Manny Paner, David Regullano, Estoy Estrada, Yoyong Martirez and a gangling 6'4\" rookie slotman out of University of San Carlos by the name of Ramon Fernandez, who would later that year joined a new MICAA team Toyota Comets. San Miguel was one of the nine companies which formed the first professional basketball league outside of the United States known as the Philippine Basketball Association in 1975. ==Royal Tru-Orange (1975–1980)== With the formation of the PBA, San Miguel retained its MICAA ballclub but their PBA team will carry the name Royal Tru Orange, then a soft drink brand owned by San Miguel. The Orangemen placed fourth in all three conferences of the PBA's first season. The team was bannered by center Manny Paner, forward Estoy Estrada and point guard Yoyong Martirez. Both Paner and Estrada made it to the Mythical Team in the league's inaugural season. Royal had its first best finish of third place in the 1976 second conference as they paraded the high-scoring Carl Bird as one of their imports. Bird was the league's first 70-point man as he scored 73 points in RTO's 165-129 win over N-Rich on October 12, 1976, only to be broken two weeks after by 7-Up's Harry Rogers. The Orangemen would suffer their worst seasons in the next two years with Manny Paner moving out upon becoming the first PBA player to be offered a lucrative contract by Presto Ice Cream and he signed with the team in the 1977 PBA season. Estoy Estrada left to joined the Toyota Tamaraws in the following year in 1978. Olympian Edgardo Ocampo replaces coach Ignacio Ramos at the RTO bench at the start of the season. In 1979, Royal Tru-Orange finally made it to the top during the Open Conference. The team had two imports of unlimited height playing together - 6'9 Otto Moore and 6'7 Larry Pounds. They faced Toyota in the second conference finals and won the best of five title series in four games, becoming the second team after U/Tex Wranglers to break the Crispa-Toyota stranglehold as far as winning championships were concerned. Moore and Pounds were backstopped by a crew made up of Visayan cagers like Yoyong Martirez, Marlowe Jacutin and Jess Migalbin, along with Tony Torrente, Rudy Lalota and Leonardo Paguntalan. ==San Miguel Beermen (1980-1983)== San Miguel Beer When coach Tommy Manotoc, who won two previous PBA titles with U/Tex, replaces Ed Ocampo as the team's head coach beginning the 1981 season, the ballclub, which finally uses the old brand San Miguel Beer in the 1980 All-Filipino third conference, were back in the final four since their title-conquest in 1979. The Beermen had former U/Tex imports James Robinson and Aaron James and placed fourth in the 1981 PBA Open. The following year in 1982, San Miguel had one of their best seasons with two finals trips. The Beermen acquired three players from the defunct CDCP quintet during the pre-season; Renato Lobo, Anthony Dasalla and the returning Manny Paner. The team also signed former Tefilin import Norman Black as their import for the season. San Miguel almost won the first conference crown as they led 3-2 in the best of seven title series against Toyota Super Corollas but lost in seven games. The Beermen bounce back a month later by winning the Asian Invitational championship, defeating Crispa Redmanizers, two games to one, in the best of three series. That team remains as the only squad the multi-titled Crispa never beat in a PBA finale. One of SMB's rookies, Marte Saldana, won Rookie of the year honors at the end of the season. Manotoc moved to Crispa in 1983 and replacing him in the Beermen bench is former national coach Nat Canson. ==Gold Eagle Beermen (1984)== The team was renamed as Gold Eagle Beermen for the 1984 season. The SMC ballclub has found a corporate rival with the entry of Asia Brewery's Beer Hausen Brewmasters, which has taken over the disbanded Toyota franchise. Despite Gold Eagle acquiring the services of Toyota's top forward Abe King and signing two rookies; Joey Loyzaga and Dante Gonzalgo, the team placed second to last at the bottom of the cumulative team standings. ==Magnolia Ice Cream/Quench Plus (1985); Magnolia Cheese (1986)== In 1985, the franchise carried another name as Magnolia Ice Cream (Magnolia was then a division of San Miguel Corporation), a name SMC first used with their team in the Philippine Amateur Basketball League (PABL). Former import Norman Black returned to the squad and this time, he was not only their import but as the team's playing coach. The Ice Cream Makers made it to the Open Conference finals against powerhouse Great Taste Coffee Makers and lost in six games. In the Reinforced Conference, the team became known as Magnolia Quench Plus. The Thirst Quenchers were booted out of the semifinals by Great Taste in a playoff game. The franchise filed for a leave of absence from the league after the 1985 season. In the aftermath of the People Power Revolution, San Miguel Corporation chairman Danding Cojuangco fled the country. At the start of the 1986 season, some Magnolia players were absorbed by different teams, newcomer Alaska Milkmen acquired three from Magnolia and signed Norman Black to a one-year contract. After a two-conference leave, the SMC franchise returned in the third conference and were known as Magnolia Cheese. The new lineup consisted of eight players from the former NCC team; Hector Calma, Samboy Lim, Yves Dignadice, Franz Pumaren, Elmer Reyes, Alfie Almario, Pido Jarencio and Tonichi Yturri. Only Manny Paner was the only holdover from the previous Magnolia team. They also signed two players straight from the amateur ranks; Alvin Teng and Jeffrey Graves. ==Back as San Miguel Beermen (1987–1988)== In 1987, league pioneer Abet Guidaben was acquired by Magnolia, along with Ricky Cui from the disbanded Manila Beer. Playing-coach Norman Black was back in the helm for the Ice Cream Makers and led the team to third-place finishes in the first and second conferences. The team reverted to its old name San Miguel Beer in the 1987 Reinforced Conference. They wore green and white color instead of traditional red and white jerseys they used in the early 1980s. They got a goldmine of an import in Bobby Parks from Memphis State University. Parks led the Beermen to its third PBA title, defeating Hills Bros. Coffee Kings (formerly Alaska) in five games. Center Abet Guidaben won his second Most Valuable Player award San Miguel acquired Ricardo Brown from Great Taste through an offer sheet beginning the 1988 PBA season and they continued their winning ways by capturing the Open Conference crown, defeating newcomer Purefoods Hotdogs, who were aiming for a cinderella finish, in a classic, seven-game series. After placing fourth in the All-Filipino Conference, the Beermen traded Abet Guidaben to Purefoods for Ramon Fernandez. The trade was executed in the height of a disagreement between Fernandez and the Purefoods management. The Beermen with Norman Black and Michael Phelps as their imports, won another championship and retains the Reinforced Conference title by defeating the Bobby Parks led-Shell Rimula-X in five games. Ramon Fernandez won his fourth Most Valuable Player Award at the end of the season. ==The Grand Slam in 1989== 1989 would be year the San Miguel Beermen would become one of the greatest teams in PBA history. The Beermen added two rookies in their lineup whom the team drafted during the pre-season, shooting-guard Renato Agustin and forward Bobby Jose. Picked by experts as heavy favorites in the first conference of the season, the team have lived up to the billing, sweeping the 10-game eliminations and they easily won the Open Conference crown with a repeat 4-1 series victory over Formula Shell that is built around the troika of best import awardee Bobby Parks, sophomore guard Ronnie Magsanoc and rookie center and top draft pick Benjie Paras. The All-Filipino Conference finals between San Miguel and Purefoods Hotdogs showcase perhaps the best local talents battling it out for All-Filipino supremacy. The Beermen will have former Purefoods playing coach Ramon Fernandez on their side this time going up against his former teammates Alvin Patrimonio, Jojo Lastimosa and Jerry Codinera. Another interesting match up is the duel of coaches Norman Black and the dean, Purefoods coach Baby Dalupan. San Miguel won in six games after being stunned in Game One of the title series. The Beermen clinch their first All-Filipino title on September 3, 1989, outscoring the Hotdogs in the final quarter, 43-32, in a 128-109 victory. The title-clinching win came three days after they lost Game five to the Hotdogs in a hard-fought overtime game. Only one conference was left to achieve the grandslam and San Miguel brought in Keith Smart as their import for the Third Conference. After five games in the eliminations, Smart was replaced by Ennis Whatley. The Beermen defeated sister team Añejo Rum 65 that has a high-scoring import in Carlos Briggs, four games to one, in the Reinforced Conference finals as they completed a three- conference sweep, becoming the third team to capture the PBA grandslam. ==Three more titles (1992-1994)== Entering the new decade, the San Miguel Beermen were dethrone and failed to defend all their titles in the 1990 PBA season. During the third conference when four of their starters along with coach Norman Black, missed the first few games due to their commitment in the all-pro national team, the team never recovered upon their return and San Miguel were eliminated for the first time in the semifinals since rejoining the league in 1986. It wasn't until 1992 when the Beermen will win another championship, defeating Purefoods TJ Hotdogs in another classic seven-game series for the All-Filipino crown. In the first conference that year, the Beermen makes a return trip to the finals but were beaten by Shell Rimula X in five games. The 1993 season turn out to be another fruitful year for San Miguel, the 'triggerman' Allan Caidic from the disbanded Presto franchise was happy to rejoin some of his former NCC teammates at San Miguel and they were labelled anew as the team to beat in the All-Filipino Conference (AFC became the first conference of the season), what with the deadly trio of Caidic, Samboy Lim and 1992 season MVP Ato Agustin. The Beermen went on to play their old rival Purefoods, renamed Coney Island Ice Cream Stars, for the All- Filipino title. Alvin Patrimonio, playing at his peak and aching to get back at their two-time All-Filipino tormentors, led the Stars to victory and the Beermen were outclassed in six games. San Miguel didn't went home empty-handed in 1993 as they capture the third conference crown, known as Governors Cup, at the expense of the Tony Harris-led Swift Mighty Meaties. The Beermen became the first back-to-back champions in the 1990s by regaining the All-Filipino title the following year in 1994, reversing the outcome against defending champion Coney Island, winning in six games. The title-victory earned San Miguel the right to represent the country in the basketball competition in the 1994 Asian Games in Hiroshima, Japan. Injuries among the players hounded the team for the rest of the season. ==Mid-1990s decline and the end of the Norman Black era== In 1995, San Miguel was struggling to maintain its ranks as among the best teams in the league with Sunkist and Alaska dominating at the time. All superstars Allan Caidic, Samboy Lim, Ato Agustin were injured and to cover the scoring gap Alvin Teng was traded to Seven Up for Gido Babilonia and Victor Pablo after All Filipino Conference. Acquired Freddie Abuda from purefoods, drafted Lou Regidor, Mike Mustre, Matt Makalintal, Gilbert Castillo and Bryant Punzalan. Though the beermen didn't prosper on first two conferences but in Governors' Conference with Kenny Travis back as import San Miguel broke Sunkist's dream of a grandslam by entering the finals of the Governors' Cup, only to lose to Alaska in a seven-game showdown. San Miguel's struggles would continue in 1996, the team finished third in the All-Filipino while nabbing fourth in the season-ending Governors' Cup. Early in the year, San Miguel traded Ato Agustin to Sunkist for known-scorer Nelson Asaytono and traded Victor Pablo to Shell for Paul \"Mr. Excitement\" Alvarez. The third conference saw the arrival of Lamont Strothers to the PBA. After the 1996 season, Norman Black left the team and became the head coach of Mobiline. Replacing him was former NCC coach Ron Jacobs. Before the 1997 season began, controversy surrounded the hiring of Ron Jacobs, due to objections by the Basketball Coaches Association of the Philippines (BCAP). The BCAP believed that it endangered the chance of local coaches to enter the PBA. But, Jacobs remained coach of San Miguel for the league's 23rd season. With San Miguel in a sort of a rebuilding mode, Jacobs was able to mold young players like Olsen Racela who was acquired from Purefoods, Mike Mustre as well as veterans Asaytono, \"Mr. Excitement\" Bong Alvarez, Dignadice and Art dela Cruz into a strong team each conference. San Miguel won third place in all three conferences of the '97 campaign. The Beermen failed to enter the finals in the Commissioner's and Governors' Cups, respectively, losing in two do-or-die games against Gordon's Gin and Purefoods. Jeff Ward was the import during the second conference while Larry Robinson played for SMB in the third conference. Asaytono was a candidate to win the Most Valuable Player Award but lost to Purefoods' Alvin Patrimonio. ==San Miguel Beermen (the Danny Ildefonso era) (1998–2007)== For the 1998 season, San Miguel drafted Noy Castillo as the second overall pick in the draft. But, Castillo was quickly shipped to Shell in exchange for National University standout Danny Ildefonso. The Beermen made a strong showing in the All-Filipino Conference but lost to Alaska in the Finals in seven games. In the Commissioner's Cup, San Miguel brought back Strothers to replace Jeff Ward during the tournament. SMB made its return to the finals but was defeated by the Milkmen in the rematch of the All-Filipino Cup, this time in six games. After the conference, Racela was loaned to the PBA Centennial team. As incentive, all PBA teams were allowed to hire two imports in the Governors' Cup. Strothers and Robinson teamed up for San Miguel, but with their height disadvantage against other teams, the Beermen failed to either win the special Centennial Cup or the season-ending Governors' Cup. Ron Jacobs resigned after two seasons with the Beermen. His assistant coach and former NCC protégé Jong Uichico took over as head coach. ===The Jong Uichico era=== {|class=\"infobox\" |- ! colspan=\"2\" style=\"background:#ce2029;\"|San Miguel Beermen |- | style=\"text-align:center;\" colspan=\"2\"| |- !colspan=2|Uniforms |- | | |} New coach Jong Uichico began his first season with San Miguel in 1999. As part of the PBA's new rule to allow each team one direct-hire Filipino-foreigner, San Miguel acquired the services of Danny Seigle, younger brother of then Mobiline center Andy Seigle, to bolster the team along with former Pop Cola guard Boybits Victoria. However, San Miguel struggled in the All-Filipino Cup and was eliminated in the quarterfinals by Formula Shell. One of their finest moments was during a match against Mobiline and star center Asi Taulava. San Miguel's 67-66 squeaker on Asaytono's two clutch free-throws handed the Phone Pals its first defeat after winning their first seven games. In the Commissioner's Cup, San Miguel tapped former Mobiline import Terquin Mott. Mott, a known temperamental player during his first stint in the league, molded well with his local teammates as San Miguel was able to make a strong showing in the elimination round. San Miguel also parted way with Asaytono, shipping him to Pop Cola for Nic Belasco and Dwight Lago. The Beermen upset the defending champion Alaska Milkmen in the semis to enter the Finals against All-Filipino winner Formula Shell with Benjie Paras and import John Best. San Miguel won the first two games of the series before Shell tied the series at 2-2. But the Beermen won the last two games to win their 12th PBA crown and their first in five years. In the Governors' Cup, San Miguel brought back Strothers as the Beermen cruised into the Finals of the said tournament against Alaska. The Milkmen even led the series at 2-1 but San Miguel was able to win the last three games to win their second straight championship in six games. Seigle was named as the Rookie of the Year at season's end and also threatened to beat Paras for the MVP plum, but the \"Tower of Power\" won the 1999 MVP award. San Miguel failed to win the 2000 All-Filipino Cup by finishing fourth in the tournament. The Beermen, however, defended the Commissioner's Cup trophy, with NBA veteran Stephen Howard on the lineup, defeating Sta. Lucia. In the Governors' Cup, with Strothers back, they defeated Purefoods in five games for their 15th PBA title. Danny Ildefonso won his first Most Valuable Player Award at the end of the season. In 2001, they were favorites to win the All-Filipino Cup and San Miguel did so to enter the finals against sister team Barangay Ginebra and prized rookie Mark Caguioa. After the series was tied at 2-2, SMB survived in overtime to win Game Five and blew out the Kings in Game Six to capture their first All-Filipino title in seven years. San Miguel was now favored to win the grand slam, but the young Batang Red Bull Thunder upset SMB in the finals of the Commissioner's Cup in six games while the Sta. Lucia Realtors, behind former SMB mentor Norman Black defeated his former club 4-2 in the season- ending Governors' Cup. Ildefonso, meanwhile won his second consecutive MVP in 2001. Some observers though believed that it was Danny Seigle who deserved to win the award. Ildefonso, Racela, newly acquired Dondon Hontiveros, Seigle and coach Jong Uichico concentrated their time with the RP National team in the 2002 season. Meanwhile, San Miguel was left with only Dorian Peña and Boybits Victoria on the team. San Miguel fielded in Strothers and later former NBA veteran Mario Bennett for the Governors' Cup. After the Beermen finished eighth in the elimination round, SMB upset the Talk 'N Text Phone Pals in the quarterfinals but was eliminated by Alaska in the semi-finals and finished fourth in the tournament. Strothers announced his retirement after the tournament. In the Commissioner's Cup, San Miguel took Shea Seals and Art Long as import. But the temperamental Long got into a dirty scuffle with Red Bull import Antonio Lang during a game despite San Miguel finishing fourth after the elimination phase. Terquin Mott replaced Long before the end of the eliminations. After eliminating Coca-Cola in the quarters, Red Bull eliminated them in the semis before finishing third. In the All-Filipino, San Miguel was decimated by Danny Seigle's injury with the national team. Racela, Ildefonso and Hontiveros returned for San Miguel but they were eliminated by Coca-Cola in the semis to finished third for the second-straight conference. San Miguel returned in the 2003 on a bright note. After the elimination round of the All- Filipino, they finished first in Group A to qualify for the quarterfinals phase of the tournament. But the Beermen failed to enter the semis after finishing 1-2 in the single-round robin format. Their great finish in the All- Filipino helped the Beermen qualify for the Invitational tournament, but San Miguel failed to advance to the semis. In the first Reinforced Conference in more than a decade, San Miguel fielded in several lemon imports before settling on former Sta. Lucia import Kwan Johnson. After a 0-5 start, San Miguel went 10-3 the rest of the way to enter the Finals, but lost in seven games to the Coca-Cola Tigers. ===17th title=== San Miguel was once again favorites to win championships in the 2004-05 season. Art Long made his return as import for San Miguel in the 2004 Fiesta Conference, a transition tournament. Long and the Beermen powered its way to a 9-0 start before finishing the tournament in first place after the eliminations. But once again, San Miguel failed to enter the semis after a 1-2 record in the quarterfinals. In the 2004-2005 Philippine Cup (formerly the All-Filipino Cup), the Beermen finished the classification phase with an even 9-9 record. In the quarterfinals, San Miguel swept the Sta. Lucia Realtors in a three-game series. Then, the Beermen also swept Alaska in the quarterfinals. In the semis against sister rival Barangay Ginebra, the Beermen took a 2-1 series in the best-of-five affair but the Kings won the next two games to win the series, that capped with Rodney Santos' game-winner in the deciding game. The Beermen then beat Shell to cop third-place in the tournament. Chris Burgess was San Miguel's import for the 2005 Fiesta Conference. San Miguel finished the classification phase in second place to gain an outright semi-finals berth. Midway to the semis, Burgess was replaced by Ace Custis and became an effective replacement for San Miguel. The Beermen eliminated Red Bull in the semi-finals to enter the Finals against the Talk 'N Text Phone Pals. The Beermen defeated the Phone Pals 4-1 to give the team its 17th PBA title in team history and ended its four-year title drought; it was also the first time in their last six championships that they've won a title with Danny Seigle as a non-factor in the playoffs. He was injured for almost the entire semi-finals and played only in Game 5 of the Finals. It was Jong Uichico's sixth PBA crown as coach. After their performance a year ago, San Miguel was heavily favored in the 2005-06 Fiesta Conference to defend their crown. They added import Rico Hill to bolster the lineup along with former Shell Turbo Charger Chris Calaguio. But SMB's high expectations became a disappointment. The Beermen started off with a 0-4 record before winning a game against the Air21 Express in Aklan. Hill was replaced by Kwan Johnson but the Beermen lost four more games to fall to 1-8. But the Beermen won the next five games; Johnson was suffering an injury and was temporarily replaced by Kevin Freeman. The Beermen finished with a 6-10 card and eighth place in the nine-team classification phase. Johnson returned in time for San Miguel against ten-sister team Coca- Cola in the survivor round. The Beermen had a twice to beat edge, but the Tigers won the first encounter on January 6. A day later, Ildefonso's game- winner propelled the Beermen to the next round. In the Wildcard phase against the Express, they ended up losing in three games. Before the start of the 2006 PBA Philippine Cup, San Miguel traded its veteran forward Nic Belasco to the Alaska Aces for guard Brandon Cablay. In a separate move, the Beermen acquired Wesley Gonzales from the Air21 Express and shipped Eugene Tejada to sister team Purefoods. The Express was supposed to send Homer Se to Purefoods but failed to pass his physical test, and was returned to the Air21 squad. The Cablay trade was seen as a preparation for the possible retirement of point guard Olsen Racela. After a 1-2 start in the tournament, the Beermen won the next eight games before finishing with an 11-5 record. Their second place tally sent the Beermen to an outright semifinals berth, a huge improvement from their disappointing run in the Fiesta Conference. The Beermen's surge also saw Danny Seigle's numerous scoring outburst, norming 20 points in almost all of the games he played during the conference. However, in the semifinals, they were upset by the Red Bull Barako in seven games. San Miguel won Games 2, 4 and the sixth game to level the matchup to a seventh game. However, in Game 7, the Beermen lost on a last second shot by Junthy Valenzuela, eliminating them from the tournament. In a one-game matchup for third place, San Miguel lost to Alaska 102-95 to finish fourth in the 2006 Philippine Cup. ===Chot Reyes and Siot Tanquingcen=== In the offseason, the San Miguel Corporation moved national team head coach Chot Reyes to the Beermen as its head coach while sending Jong Uichico to coach the Barangay Ginebra Kings. In the 2006 PBA Rookie Draft, the Beermen selected LA Tenorio (fourth overall pick) and Gabby Espinas (fifth overall pick) in one of the rare incidents in which San Miguel drafted players from the rookie draft. After a 0-3 start in the tournament plus the injuries of Seigle and Ildefonso, the Beermen received Rommel Adducul and Lordy Tugade from Ginebra and Red Bull, respectively, in a three-team trade. This led to San Miguel winning 13 of the next 15 games to finished with a 13-5 record and an outright semifinals berth. In the semis, the Beermen defeated Red Bull in seven games that was highlighted by the physical encounters of both squad in the series which also involved Red Bull's head man Yeng Guiao. In the Finals, after leading the series 2-0 the Beermen were beaten by the Barangay Ginebra Kings in six games. In the recent 2007 Fiesta Conference, Chot Reyes took a leave to form and coach the national basketball team for the FIBA Asia Championships. For a few games, Biboy Ravanes was hired as the team's interim coach but soon San Miguel faltered to a slow start. Soon, former Ginebra head coach and assistant coach Siot Tanquingcen was moved to the Beermen to be its interim tactician. However, fortunes didn't change as they suffered to a horrible 0-6 start and later 2-8 after fielding imports Vidal Messiah and Paul McMillan. But then, San Miguel soon won eight games with the arrival of the team's third import, former Alaska Ace Galen Young. SMB wound up with a 10-8 win-loss card to end the elimination round, only to lose to Alaska in the eliminations, and to Air21 in a knockout match for the second outright quarterfinals berth. At this time, the Beermen shipped Rommel Adducul to Red Bull for prized center Enrico Villanueva in a controversial trade which also involved sister team Purefoods, which snagged Adducul after trading reserve Don Camaso. SMB was relegated to the wild-card playoffs but beat Sta. Lucia in the first knockout game of the phase and then pulled off the first of what was dubbed as the \"Beeracle Run\" over Coca-Cola in which they came back from a four-point deficit with 12 seconds to go to advance against Ginebra in the quarters. There, the Beermen exacted revenge on the Barangay Ginebra Kings by beating them in three full games. The Beermen entered the Fiesta Conference semifinals only to lose to Alaska in six hard fought games and placed fourth in a loss to Red Bull for the consolation third-place trophy. ==Magnolia Beverage Masters (2007–2008)== {|class=\"infobox\" |- ! colspan=\"2\" style=\"background:#28549d;\"|Magnolia Beverage Masters |- | style=\"text-align:center;\" colspan=\"2\"| |- !colspan=2|Uniforms |- | | |} After 20 years of carrying the San Miguel name, the San Miguel Corporation radically changed the team name to Magnolia Beverage Masters starting the 2007–08 PBA season. Prior to the change, they named Tanquingcen as coach while they acquired Larry Fonacier from Red Bull. In the 2007 PBA Draft, Samigue Eman and Jonas Villanueva were taken in the first round. Former first over-all pick Mike Cortez and Ken Bono were dealt by Alaska for Beverage Masters LA Tenorio and Larry Fonacier in a blockbuster trade. In what could be one of the biggest single-day trade in PBA history, Magnolia acquired Marc Pingris from Purefoods in exchange for a future draft pick. ==Back as San Miguel Beermen (2008–2011)== In 2008, the team again reverted to its old name, the San Miguel Beermen. In the 2008 PBA Draft, the team used its 3rd pick in the 1st round to select 5-foot-11 point guard Jayson Castro, then traded Jayson Castro to Talk 'N Text for the 6-foot-7 guard/forward Jay Washington. They also drafted 5-foot-11 point guard Bonbon Custodio using their 8th pick in the 1st round. They have also acquired 6-foot-9 center Mick Pennisi from Red Bull in exchange for their 2010 1st round draft pick. In the Philippine Cup the team managed to have the 6th seed and they managed to beat the Crowd favorite Barangay Ginebra Kings but eventually lost to semifinals to the Talk 'N Text Tropang Texters. In their first game in the 2009 Fiesta Conference they played without an import but managed to beat the Alaska Aces, and with the Acquisition of Albany Patroons Gabe Freeman as their import they managed to win 8 consecutive games and had the best league record. And they gained an outright semis spot beating Burger King in 6 games as they march to the finals to claim their 18th title by beating the Barangay Ginebra Kings in 7 crucial games. ===Arrival of Arwind Santos=== If the San Miguel Beermen was a powerhouse team last season, the team got more formidable and fierce with their new acquisition of players for the upcoming season. They acquired Arwind Santos from the Burger King in exchange for Marc Pingris, Ken Bono and a future draft pick. They drafted JRU stalwart James Sena in the annual draft. And lately, they received FEU standout Dennis Miranda from the Sta. Lucia Realtors in replace for a future draft pick. The Beermen clinch the 1st outright semis slot but they lost to their sister team the Purefoods Tender Juicy Giants in 6 games (4-2). They top the Kings for the Battle for 3rd place. In preparation for the coming Fiesta Conference, the Beermen took a shake on their roster. They traded Mike Cortez to Air21 Express in exchange for Alex Cabagnot. Then traded Bonbon Custodio to Sta. Lucia Realtors for Joseph Yeo. The Beermen lost to Talk 'N Text Tropang Texters in game 6 of the PBA Philippine Cup on February 4, 2011. This is the first finals stint of coach Ato Agustin. On March 2, 2011, the San Miguel Beermen has finally closed a deal with the Air21 Express with the approval of Commissioner Chito Salud. On this trade, the Beermen shifted Paul Artadi, Danny Seigle, Cebuano Hot Shot Dondon Hontiveros and Dorian Pena to the Express in exchange for three draft rookie draft picks Nonoy Baclao, Rabeh Al- Hussaini and Rey Guevarra. This trade is the revised proposed trade of the Beermen which initially involved Joseph Yeo, Danny Seigle and Mick Pennisi in exchange for the said top rookie picks. This has not been approved by Commissioner Chito Salud until this revised trade came in. After the trade, they were eliminated and finish 9th place with 2 wins and 7 losses, the worst in franchise history. ==Petron Blaze Boosters (the Arwind Santos era) (2011–2014)== {|class=\"infobox\" |- ! colspan=\"2\" style=\"background:#0f1beb;\"|Petron Blaze Boosters |- | style=\"text- align:center;\" colspan=\"2\"| |- !colspan=2|Uniforms |- | | |} In March 2011, San Miguel Corporation (SMC) announced that the franchise shall be playing under the name Petron Blaze Boosters, beginning the 2011 PBA Governors' Cup. SMC had acquired majority control of Petron Corporation in December 2010. After a bad record last conference, they had reached the PBA Finals against the Talk 'N Text Tropang Texters. Even though they had several injured players, they had defeated Talk 'N Text in Game 1, 89-88, on a buzzer-beating shot by Danny Ildefonso. In Game 2, they lost against the Texters in a score of 103–85. In Game 3, they lost against the Texters in a score of 132–105. In Game 4, they outscored the Texters 105–83. In Game 5, they won against the Texters in a score of 93–80. In Game 6, they lost against the Texters 104–78. In Game 7 they had won against the Texters 85–73 and won the championship despite absence of Jay Washington, Lordy Tugade, Joseph Yeo and Rabeh Al- Hussaini. Ato Agustin is the 9th rookie coach to win a PBA Championship. Arwind Santos was crowned as the Finals MVP. The Petron Blaze Boosters made some changes in their line-up for the 2011 PBA draft; the Boosters acquired #3 pick Chris Lutz together with Dondon Hontiveros and Carlo Sharma from the Barako Bull Energy. In exchange, Barako Bull Energy received the services of #8 pick Allein Maliksi, Sunday Salvacion, Mick Pennisi and future draft picks. Having the first overall pick of the 2012 PBA draft, they picked June Mar Fajardo from the University of Cebu. Fajardo has played with the San Miguel Beermen in the ASEAN Basketball League prior to him being drafted. ===Pre- season trades=== In 2013, Ronald Tubid was involved in a 5-team, 10-player trade that sent him to Petron Blaze Boosters. The Boosters acquired Barako Bull Tubid while giving away Jojo Duncil and Fil-Am rookie Alex Mallari and Petron's 2014 first round pick. Before the start of the Governors' Cup, Petron traded Jay Washington to Globalport in exchange for Jason Deutchman and 2014 two 2nd round picks, and Dorian Pena plus 2013 2nd round pick to Barako Bull for Doug Kramer. In September 2013, Petron and Air21 Express completed a deal that sent Joseph Yeo to the Express for Mark Isip. Petron acquired Chris Ross from GlobalPort Batang Pier in exchange for Denok Miranda. The trade was approved by Comm. Salud on October 30, 2013. Petron traded Mark Isip together with Magi Sison for 5th overall pick of Barako. Petron traded its 5th pick (originally from Barako) to Globalport for Yousef Taha. ===Back as San Miguel Beermen (2014)=== On January 13, 2014, SMC President Ramon S. Ang announced that the Petron Blaze Boosters will revert its name back to San Miguel Beermen starting the 2014 PBA Commissioner's Cup, in time for the 25th anniversary of the team's 1989 PBA Grand Slam season.Petron to go back to being San Miguel Beermen for Commissioner’s Cup , InterAksyon.com, January 13, 2014 In line with the name change, they also made personnel movements. They elevated longtime assistant coach Biboy Ravanes as head coach and John Todd Purves as active consultant. On February 18, 2014, they traded Alex Cabagnot to GlobalPort for Sol Mercado, and acquired Rico Maierhofer from Barako Bull via a complex seven player trade. Assistant coaches Siot Tanquincen and Leo Austria were let go by the organization as part of the coaching rigodon. On April 29, 2014, the San Miguel Beermen traded young big man Yousef Taha for GlobalPort Batang Pier's rookie big man, Justin Chua. ==San Miguel Beermen (the June Mar Fajardo era) (2014–present)== ===2014–15 season=== Leo Austria (center) in a San Miguel Beermen huddle during their game against NLEX on December 9, 2015. ====New Coach, Champions Again==== The Beermen made some changes with their coaching staff during the off-season. Leo Austria was brought back to the SMC organization and appointed as the new head coach of the team. Biboy Ravanes returned to his old role as assistant coach but Todd Purves was demoted and given minimal role as consultant. They also nabbed Ronald Pascual with their #3 pick on draft daySan Miguel acquires No. 3 pick from Barako Bull, selects Ronald Pascual , Rey Joble, interaksyon.com, August 24, 2014 and signed rookie free agent David Semerad and veteran Nelbert Omolon. In the middle of Philippine Cup eliminations, they traded Paolo Hubalde to Barako Bull in exchange for playmaker Jeric Fortuna. With this trade, Fortuna reunited with Austria, with whom he played for during their ABL days. They finished first in the 2014–15 PBA Philippine Cup eliminations with 9-2 win-loss record and earned an outright semis berth. On December 10, 2014, before the semifinals, Commissioner Salud approved the trade that sent back Sol Mercado to GlobalPort in a straight-swap with Alex Cabagnot. Cabagnot provided them more outside firepower and veteran leadership - something that Mercado sorely lacked. With Cabagnot back in San Miguel, the Beermen swept the Tropang Texters in their semi-final matchup. San Miguel clinched the 2014–15 PBA Philippine Cup championship by beating Alaska in seven games, for their 20th PBA crown.San Miguel Beer, Alaska dish out thriller of a series , Philstar.com Arwind Santos was named Finals MVP. ====2015 Commissioner's Cup, missed playoffs==== The Beermen initially reached an agreement with Arinze Onuaku to be their import, but with several NBA teams expressing their interest in him, they instead acquired Ronald Roberts as their reinforcement for the second conference. Coming off a championship run and due to lack of preparation, the Beermen started the conference winless with four straight losses, with the latest defeat at the hands of Alaska. Injuries to Alex Cabagnot (hamstring) and Arwind Santos (knee contusion) only made matters worse. Coach Leo Austria and the coaching staff decided to let go of import Roberts and bring in reigning Best Import Arizona Reid after the latter got a release from Rain or Shine. Even after a win against the GlobalPort, the Beermen still missed the playoffs. ====2015 Governors' Cup, Champions Once Again==== The Beermen won once again against the Alaska Aces, in the Finals 4–0, still with import Arizona Reid.PBA to feature Asian imports for Governors' Cup conference , Rappler, October 1, 2014 June Mar Fajardo won his second MVP award as well as the Finals MVP. ===2015–16 season=== ====Philippine Cup==== Winning victory of the San Miguel Beermen during Game 6 of the 2015–16 PBA Philippine Cup Finals at the Smart Araneta Coliseum on January 29, 2016. On August 25, 2015, the Beermen traded playmaker Jeric Fortuna to the Barako Bull Energy for June Mar Fajardo's pal Brian Heruela.TnT nets Rosario in 3-team trade; SMB acquires Heruela , philstar.com, August 25, 2015 They also nabbed Michael Mabulac at 32nd overall and Andretti Stevens at 41st overall in the 2015 PBA draft.No trades allowed during PBA draft , Rey Joble, interaksyon.com, August 23, 2015 On September 24, 2015, the Beermen traded sophomore swingman Ronald Pascual to the Barako Bull Energy for guard Ryan Araña who was also traded from the Rain or Shine Elasto Painters to Barako Bull for a second round pick prior to the Pascual-Araña trade.Ryan Araña ends up at San Miguel in three-team deal; Barako gets Ronald Pascual , spin.ph, September 24, 2015. During the elimination round of the 2015-16 Philippine Cup, the Beermen had open their conference with a two-game winning streak, winning against GlobalPort and Meralco respectively. Then they lost to the Rain or Shine Elasto Painters, 84-99. Afer that, the Beermen has a seven- game winning streak up until their tenth game to maintain top spot during the whole round. On December 16, 2015, which is their eleventh and last game of the eliminations, the game was dominated by June Mar Fajardo, who had a career night of 43 points and 20 rebounds. But they lost to the Alaska Aces, 97–103, to end their winning streak and to conclude the elimination round with a 9–2 record. The Beermen ended the conference with a 9-2 record, the first seed, giving them an assured semifinals spot. In the semifinals round, the Beermen face the Rain Or Shine Elasto Painters. Rain or Shine was one of the only two losses suffered by the Beermen during the elimination round. In Game 1 of the series, the Beermen won the game, 109-105, behind Fajardo's strong game of 36 points, 18 rebounds and 5 blocks. In Games 2 and 3, Rain or Shine won both games despite Fajardo averaged 39.0 points per game, 18.5 rebounds per game and 2.5 blocks per game for the Beermen in that span. In a must-win for the Beermen in Game 4, Fajardo had another strong output of 33 points, 15 rebounds and 6 blocks as the Beermen won. The next two games, Fajardo's scoring output slightly decline but the Beermen escape the Elasto Painters and advance to the PBA Finals. On February 3, 2016, the Beermen officially became the first professional basketball team in the world ever to come back from a 0-3 deficit to win a best-of-seven playoff series, which they were able to achieve against the Alaska Aces during the 2015–16 PBA Philippine Cup Finals and Chris Ross was named finals MVP. With the victory, the Beermen have tied the Star Hotshots for the most all-time PBA All-Filipino/Philippine Cup titles with six to date. ====Commissioner's Cup==== The Beermen signed Tyler Wilkerson as their import for the 2016 Commissioner's Cup. He helped the team record an 8–3 win-loss slate in the eliminations and the first seed for the playoffs. He is also the leading statistical points leaders for the imports who played during that conference at the end of the eliminations round. On April 8, 2016, the San Miguel Beermen signed unrestricted free agent Gary David from Meralco and also relegated Michael Mabulac to the Injured/Reserved list. The team also dropped Nelbert Omolon to the team's unrestricted free agent list. On April 26, 2016, after their 96–98 loss to the Rain or Shine Elasto Painters in the game 2 of their semifinals battle, an off-court drama has unfolded inside the San Miguel locker room after leading Best Import candidate Tyler Wilkerson walked out of the Beermen's post game huddle. He was overheard saying, “Take me back to America. I want to go home.” The Beermen management eventually decided to let go of Wilkerson and play an All-Filipino squad in game 3, which they eventually won, 104–98. The staff eventually choose their former import Arizona Reid as a last-minute replacement for Wilkerson. ===2016–17 season=== During the draft, they picked Arnold Van Opstal from the special drafted for the Gilas players. They also picked Rashawn McCarthy and Jovit dela Cruz during the regular draft rounds. On November 3, 2016, the Beermen traded veteran guard Ryan Araña & 2018 1st round pick to the Mahindra Floodbuster in exchange for young talents RR Garcia, which the Floodbuster acquired in a prior trade with Star Hotshots. The Beermen also acquired Keith Agovida in this transaction. ==Current roster== ==Season-by-season records== :Records from the 2020 PBA season: {|class=wikitable style=\"text-align:center;\" |- ! style=\"width:60px;\" rowspan=\"2\"|Conf. !! style=\"width:80px;\" rowspan=\"2\"|Team name !!colspan=4| Elimination round !!colspan=2| Playoffs |- !width=50px|Finish !!width=30px|W !!width=30px|L !!width=40px|PCT !! style=\"width:100px;\"|Stage !! style=\"width:240px;\"|Results |- |PHI || style=\"background:#;\"|San Miguel Beermen || TBD || TBD || TBD || || TBD || TBD |- !colspan=3|Total elimination round !! TBD || TBD || !! colspan=2|0 Semifinals appearance |- !colspan=3|Total playoffs !! TBD !! TBD !! !! colspan=2|0 Finals appearance |- !colspan=3|Total 2020 !! TBD !! TBD !! !! colspan=2|0 Championships |- !colspan=3|Total franchise !! 1,352 !! 1,024 !! !!colspan=2|27 championships |}*one-game playoffs **team had the twice-to-beat advantage ==Awards== ===Individual awards=== {| class=wikitable |- ! style=\"\" width=\"33%\" | PBA Most Valuable Player ! style=\"\" width=\"33%\" | Finals MVP ! style=\"\" width=\"33%\" | PBA Best Player of the Conference |- | valign=\"top\" | * Abet Guidaben – 1987 * Ramon Fernandez – 1988 * Ato Agustin – 1992 * Danny Ildefonso – 2000, 2001 * Arwind Santos – 2013 * June Mar Fajardo – 2014–2018 | valign=\"top\" | * Nelson Asaytono – 1998 All-Filipino * Danny Seigle – 1999 Commissioner's, 1999 Governors', 2000 Governors', 2001 All-Filipino * Danny Ildefonso – 1999 Governors', 2000 Commissioner's, 2005 Fiesta * Jonas Villanueva – 2009 Fiesta * Arwind Santos – 2011 Governors', 2014–15 Philippine * Chris Ross – 2015–16 Philippine, 2016–17 Philippine * June Mar Fajardo – 2015 Governors', 2017–18 Philippine, 2019 Philippine * Alex Cabagnot – 2017 Commissioner's * Terrence Romeo – 2019 Commissioner's | valign=\"top\" | * Allan Caidic – 1995 Governors' * Nelson Asaytono – 1997 All-Filipino, 1998 All-Filipino * Danny Seigle – 1999 Governors', 2006 Philippine * Danny Ildefonso – 2000 Commissioner's, 2000 Governors', 2001 All-Filipino, 2001 Commissioner's, 2001 Governors' * Jay Washington – 2010 Fiesta Conference, 2010–11 Philippine * Arwind Santos – 2011 Governors', 2013 Governors' * June Mar Fajardo – 2013–14 Philippine, 2014–15 Philippine, 2015 Governors', 2015–16 Philippine, 2016–17 Philippine, 2017–18 Philippine, 2018 Commissioner's, 2019 Philippine * Chris Ross – 2017 Commissioner's |- ! style=\"\" width=\"33%\" | PBA Rookie of the Year Award ! style=\"\" width=\"33%\" | PBA All-Defensive Team ! style=\"\" width\"33%\" | PBA Mythical First Team |- | valign=\"top\" | * Marte Saldaña – 1982 * Bong Ravena – 1992 * Danny Ildefonso – 1998 * Danny Seigle – 1999 * Rabeh Al-Hussaini – 2011 | valign=\"top\" | * Alvin Teng – 1989–1994 * Art dela Cruz – 1992, 1993, 1995 * Freddie Abuda – 1997–2000 * Dorian Peña – 2006 * Arwind Santos – 2010–2013 * Marcio Lassiter – 2013 * June Mar Fajardo – 2014, 2015, 2017–2019 * Chris Ross – 2015–2019 | valign=\"top\" | * Abet Guidaben – 1987 * Hector Calma – 1987–1989 * Ramon Fernandez – 1988, 1989, 1991, 1992 * Ato Agustin – 1992–1994 * Allan Caidic – 1995 * Nelson Asaytono – 1997 * Danny Seigle – 1999–2001 * Olsen Racela – 2000, 2001 * Danny Ildefonso – 2000, 2001 * Nic Belasco – 2005 * Dorian Peña – 2005, 2007 * Jay Washington – 2009, 2010 * Arwind Santos – 2010–2013, 2015–2017 * June Mar Fajardo – 2014–2019 * Alex Cabagnot – 2017 * Chris Ross – 2017 * Marcio Lassiter – 2018 |- ! style=\"\" width=\"33%\" | PBA Mythical Second Team ! style=\"\" width=\"33%\" | PBA Most Improved Player ! style=\"\" width=\"33%\" | PBA Sportsmanship Award |- | valign=\"top\" | * Elmer Reyes – 1989 * Alvin Teng – 1989, 1991–1993 * Ramon Fernandez – 1990 * Samboy Lim – 1990, 1993 * Ato Agustin – 1991 * Allan Caidic – 1993, 1994 * Nelson Asaytono – 1996, 1998 * Mike Mustre – 1998 * Olsen Racela – 1998, 1999, 2005 * Danny Ildefonso – 1998, 1999, 2007 * Nic Belasco – 2001, 2002 * Danny Seigle – 2006 * Dorian Peña – 2006 * Dondon Hontiveros – 2009 * Jay Washington – 2011 * June Mar Fajardo - 2013 * Alex Cabagnot – 2013, 2016 * Arwind Santos – 2018 | valign=\"top\" | * Alvin Teng – 1988 * Ato Agustin – 1991 * June Mar Fajardo – 2014 * Chris Ross – 2017 * Moala Tautuaa – 2019 | valign=\"top\" | * Samboy Lim – 1993 * Freddie Abuda – 1997, 1998, 2000 * Dondon Hontiveros – 2005 * June Mar Fajardo – 2015, 2016 |- ! style=\"\" width=\"33%\" | PBA Best Import ! style=\"\" width=\"33%\" | ! style=\"\" width=\"33%\" | |- | valign=\"top\" | * Norman Black – 1982 Reinforced Filipino, 1985 Open * Bobby Parks – 1987 Reinforced * Kenny Travis – 1993 Governors' * Jeff Ward – 1997 Commissioner's * Larry Robinson – 1997 Governors' * Terquin Mott – 1999 Commissioner's * Lamont Strothers – 1999 Governors' * Gabe Freeman – 2009 & 2010 Fiesta * Charles Rhodes – 2017 Commissioner's | valign=\"top\" | | valign=\"top\" | |} ===PBA Press Corps Individual Awards=== {| class=wikitable width=\"100%\" |- ! style=\"\" width=\"33%\" | Executive of the Year ! style=\"\" width=\"33%\" | Baby Dalupan Coach of the Year ! style=\"\" width=\"33%\" | Defensive Player of the Year |- | valign=\"top\" | * Ramon S. Ang – 2017 * Danding Cojuangco – 2009 | valign=\"top\" | * Leo Austria – 2015, 2016, 2017 * Jong Uichico – * Ron Jacobs – | valign=\"top\" | * Chris Ross – 2016, 2017 * June Mar Fajardo – 2015 |- ! style=\"\" width=\"33%\" | Bogs Adornado Comeback Player of the Year ! style=\"\" width=\"33%\" | Mr. Quality Minutes ! style=\"\" width=\"33%\" | All-Rookie Team |- | valign=\"top\" | * Alex Cabagnot – 2015 * Marcio Lassiter – 2013 * Danny Ildefonso – 2011 * Mike Cortez – 2009 * Danny Seigle – 2006 * Paul Alvarez – | valign=\"top\" | * Chris Calaguio – 2007 * Boybits Victoria – * Paul Alvarez – | valign=\"top\" | * June Mar Fajardo – 2013 * Rabeh Al-Hussaini – 2011 * Nonoy Baclao – 2011 * Bonbon Custodio – 2009 * LA Tenorio – 2007 |} ===All-Star Weekend=== {| class=wikitable width=\"100%\" |- ! style=\"\" width=\"25%\" | All Star MVP ! style=\"\" width=\"25%\" | Obstacle Challenge ! style=\"\" width=\"25%\" | Three-point Shootout ! style=\"\" width=\"25%\" | Slam Dunk Contest |- | valign=\"top\" | * Alex Cabagnot – 2016 * Arwind Santos – 2013, 2019 * Danny Ildefonso – 2001 * Allan Caidic – 1993 * Alvin Teng – 1992 * Samboy Lim – 1990 | valign=\"top\" | * Jeric Fortuna – 2015 * Jonas Villanueva – 2010 * Matt Makalintal – 1995 * Ato Agustin – 1994 | valign=\"top\" | * Dondon Hontiveros – 2007 * Allan Caidic – 1992 | valign=\"top\" | * Joey Mente – 2001 |} ==Notable Players== ===Members of the PBA's Greatest Players=== * Ato Agustin - \"The Atom Bomb\" named 1991 PBA Most Improved Player & 1992 PBA MVP as a member of the team. * Ricardo Brown - \"The Quick Brown Fox\" acquired by the team from Great Taste and played his final playing years with the team, the PBA's All- Time leader in average points with 23.1 ppg in his whole career. * Allan Caidic - \"The Triggerman\" acquired in 1993 from the disbanding Presto Ice Cream, he played six seasons with the team and later became playing assistant coach. * Hector Calma - \"The Director\" was a key point guard of the team during their glory years in the late-1980s. He is now the current Team Manager. * Ramon Fernandez - \"El Presidente\"/\"The Franchise\" acquired from Purefoods in 1988, he won MVP honors that same year despite playing 1/3 of the season with the team. He played six more seasons with the team. * Abet Guidaben - named 1987 PBA MVP as a member of the team * Danny Ildefonso- \"The Demolition Man\" or \"Lakay\" is a 2-time PBA MVP(2000 and 2001), 5-time Best Player of Conference (2000 Commissioner's Cup, 2000 Governors' Cup, 2001 All- Filipino Cup, 2001 Commissioner's Cup and 2001 Governors' Cup) which is the most in PBA history, 3-time Finals MVP(1999, 2000 and 2005), 1-time All-Star MVP(2001) and 1998 Rookie of the Year. In addition, he is an 8-time PBA Champion and 8-time PBA All-Star. * Avelino \"Samboy\" Lim - \"The Skywalker\"/\"The Dragon\" played his whole career with San Miguel and was known for his fearless drives to the basket that often leads to injuries. He is one of the most popular figures in franchise history. * Lim Eng Beng ✝ - played for San Miguel from 1982 to 1983. * Manny Paner - played for the team during the Royal Tru-Orange years and also during the Magnolia years. * Benjie Paras - \"The Tower of Power\" made a short comeback in the PBA with the team in 2003. * Marc Pingris - played for San Miguel from 2008 to 2009. * Arwind Santos - Best known as \"The Spiderman\" of the PBA and also 1 time PBA MVP. ===Other players=== * Freddie Abuda- \"the Scavenger\" is a 4-time Defensive Team member & 2-time Defensive Player of the Year in 1997 & 2000\\. He is the current assistant coach of the team. * Rommel Adducul -\"The General\" * Kiko Adriano * Keith Agovida (2016–present) * Alfie Almario ✝ - team captain of the 1989 Grand Slam team. * Paul Alvarez- \"Mr. Excitement\" * Ryan Araña (2015-2016) * Nelson Asaytono- \"the Bull\" / \"the Dynamo\" * Vegildo \"Gido\" Babilonia- Became the team's starting center in 1995, following Ramon Fernandez' retirement. * Noli Banate * Nic Belasco * Alex Cabagnot(2014–present) * Brandon Cablay * Ricky Cui - A member of the 1989 Grand Slam team, one of the two acquisitions from the disbanded Manila Beer team in 1987. * Anthony Dasalla ✝ - Best remembered for the punching incident with Billy Ray Bates in the San Miguel- Crispa game in 1983. * Gary David - 4x PBA Scoring Champion * Yancy de Ocampo(2015–present) * Arturo \"Art\" dela Cruz- 3-time Defensive Team member & 1995 Defensive Player of the Year. * Yves Dignadice- member of the 1989 Grand Slam team, known defensive stopper, played 13 seasons with the beermen from 1986-1998. * Rudy Distrito - \"the destroyer\", played for Gold Eagle/Magnolia in 1984-85. * Rob Duat * Ernesto \"Estoy\" Estrada ✝ * Chip Engelland- member of the 1985 San Miguel team that had won the 1985 Jones Cup, known in the PBA as the \"Machine Gun\", played 3 seasons with the beermen from 1984-1996. * Rudy Distrito - \"the destroyer\", played for Gold Eagle/Magnolia in 1984-85. * Larry Fonacier(2007-2008) * Jeric Fortuna(2014-2015) * Bryan Gahol * Arnold Gamboa * Matt Ganuelas-Rosser (2017–present) * RR Garcia (2016-2017) * Wesley Gonzales * Dante Gonzalgo - \"the Bicol Express\" played for Gold Eagle/Magnolia in 1984-85. * Jeffrey Graves - member of the 1989 Grand Slam team. * Dondon Hontiveros- \"The Cebuano Hotshot\" -2009 Member of the Philippine Basketball Association (PBA) 5000 Career Points Club. 2011 5th Member of the PBA 800 Three points Club. 2013 5th Member of the PBA 900 Three points Club. 12x PBA All-Star (2001, 2003–11). 3x PBA Champion (2004-2005, 2009, 2013). 2004-05 PBA Sportsmanship Award. 2007 PBA 3-Point Shootout Champion. 2008-09 PBA Mythical Second Team. * Alfredo \"Pido\" Jarencio- \"the Fireman\" - current assistant coach of the team. * Robert \"Bobby\" Jose- \"the Firecracker\" was a member of the 1989 Grand Slam team. A PBA All Star during his rookie year. * Doug Kramer(2013-2015) * Abe King- \"the Chairman of the Board\", although played only one season, was considered the team's franchise player in 1984. * Dwight Lago * Rudy Lalota * Federico \"Bokyo\" Lauchengco * Renato \"Etok\" Lobo * Joey Loyzaga - one of the two Loyzaga brothers, and son of the \"Great Difference\" Caloy Loyzaga. * Chris Lutz(2011-2017) * Yoyong Martirez - By 1982, one of the only 13 loyalist cagers who started on one team since the birth of the PBA in 1975. * Rashawn McCarthy (2016–present) * Joey Mente * Sol Mercado - \"Sol Train\" * Jess Migalbin * Dennis Miranda(2009-2013) * Mike Mustre * Nelbert Omolon(2014-2016) * Leo Paguntalan * Ronald Pascual(2014-2015) * Dorian Peña(2012-2013) * Mick Pennisi(2008-2011) * Dong Polistico - Played his final five seasons with the beermen as back-up center. * Franz Pumaren- \"the Missile\" was member of the 1989 Grand Slam team. * Olsen Racela - \"Rah-Rah\" was the 1993 Mr. Quality Minutes, 4th member of 900 games club, 21st member of 2,000 assists club, 6-time mythical five, 3-time most improved player, 5-time all-star, Current head coach of RP U-16 men's basketball team, Current assistant coach of the team. * Melchor \"Biboy\" Ravanes - played for San Miguel from 1980-1985 and return to the ballclub in 1992, currently the head coach of the team. * Ferdinand \"Bong\" Ravena- 1992 PBA Rookie of the Year, spent two seasons with the beermen, often played reliever to the more established stars of the team. * Dave Regullano * Elmer Reyes - \"Marco Polo\" was member of the 1989 Grand Slam team. * Matt Ganuelas-Rosser(2017–present) * Marte Saldaña - \"The Mighty Mite\" was the 1982 PBA Rookie of the Year, a member of the 1982 champion team. * Carlson Samlani - Once made a mistake of shooting the ball on the opponent's goal. * Joey Santamaria * Danny Seigle - 1999 PBA Rookie of the year, along with two-time MVP Danny Ildefonso, formed a fearsome combination, that led to the team's late 90s and early 2000 dynasty. * David Semerad(2014–present) * Dale Singson * Siot Tanquingcen - Former Head Coach of San Miguel Beermen. * Alvin Teng- \"Robocop\" was the 1988 PBA Most Improved Player, a member of the 1989 Grand Slam team, the 1993 PBA All Star MVP & 1993 PBA Defensive Player of the Year and a 4-time Defensive Team member, also the father of Jeric who played for the Rain or Shine Elasto Painters and Jeron who played for the De La Salle Green Archers of the UAAP. * Lewis Alfred Tenorio(2006-2008) * Tony Torrente * Lordy Tugade * Arnold Van Opstal (2016–present) * Boybits Victoria * Elpidio \"Yoyoy\" Villamin - \"The Bicolano Superman\" * Enrico Villanueva - \"The Raging Bull\" * Jonas Villanueva - 2008-09 * Joseph Yeo - PBA Most Improved Player and 2009 PBA Fiesta Conference Finals MVP * Willy Wilson * Tonichi Yturri- member of the 1989 Grand Slam team. * Mahmoud Abdeen * Renaldo Balkman (2013, 2018–present) * Eddie Basden * Mario Bennett * John Best * Carl Bird * Norman Black * Josh Boone * Terik Bridgeman (2017) * Ira Brown * Chris Burgess * Rick Calloway * Nate Carter * Cedric Ceballos * Derrick Chievous * Ace Custis * Pat Durham * Marcus Faison * Nick Fazekas * Gabriel Freeman * Anthony Grundy * Frank Gugliotta * Rico Hill * Stephen Howard * Kwan Johnson * Nate Johnson * Kevin Jones * Donnie Ray Koonce * Art Long * Amal McCaskill * Will McDonald * Wendell McKines (2017) * Elijah Millsap * Otto Moore * Richard Morton * Andrew Moten * Terquin Mott * Bobby Parks ✝ * Michael Phelps * Larry Pounds * Larry Robinson * Arizona Reid * Charles Rhodes * Ronald Roberts * Shea Seals * Henry Sims * Michael Singletary * Keith Smart * Lamont Strothers * Kenny Travis * Jeff Ward * Jameel Watkins * Terrence Waymond Watson (2017-present) * Ennis Whatley * Tyler Wilkerson * Chris Williams * Reggie Williams * Bubba Wilson * Ricky Wilson * Jeremy Wise * Joe Wylie * Galen Young File:Nick_fazekas.jpg|Nick Fazekas File: Alex_Cabagnot_2015-1111_(22967965331).jpg |Alex Cabagnot File:Arwind Santos.jpg|Arwind Santos File:Arizona Reid.jpg|Arizona Reid File:Jameel_Watkins.jpg|Jameel Watkins File:Josh_Boone_NY_Nets.jpg|Josh Boone ==Hall of Famers and retired numbers== ===PBA Hall of Famers=== {| class=\"wikitable sortable\" style=\"text-align:center\" | colspan=\"4\" style= \"background: #; color: #\" | San Miguel Beermen PBA Hall of Famers |- ! width=200px style=\"background: #; color: #\" | Player/Coach ! width=40px style=\"background: #; color: #\" |Position ! width=500px style=\"background: #; color: #\" |Seasons w/ San Miguel ! width=80px style=\"background: #; color: #\" |Year of Induction |- | style=\"text-align:Left\"| Ramon Fernandez || C-PF || 1988–1994 || 2005 |- | style=\"text-align:Left\"| Abet Guidaben || C-PF || 1987–1988 || 2005 |- | style=\"text-align:Left\"| Norman Black || C-PF || 1982 (Import), 1985 (Import), 1985–1996 (Coach) || 2007 |- | style=\"text- align:Left\"| Ron Jacobs || -- || 1997–1998 (Coach) || 2007 |- | style=\"text- align:Left\"| Danding Cojuangco || -- || Team Owner (San Miguel Beermen, Barangay Ginebra San Miguel, Magnolia Hotshots) || 2007 |- | style=\"text- align:Left\"| Allan Caidic || SG || 1993–1998 || 2009 |- | style=\"text- align:Left\"| Samboy Lim || SG/SF || 1988–1997 || 2009 |- | style=\"text- align:Left\"| Hector Calma || PG || 1986–1994 || 2009 |- | style=\"text- align:Left\"| Tommy Manotoc || -- || 1981–1982 (Coach) || 2011 |- | style=\"text-align:Left\"| Lim Eng Beng || PG/SG || 1983 || 2013 |} ===Retired numbers=== The retired numbers of San Miguel Beermen were previously hanging in the rafters of the Ynares Sports Arena, when it served as the home of ABL's San Miguel Beermen in 2013. {| class=\"wikitable sortable\" style=\"text- align:center\" | colspan=\"4\" style= \"background: #; color: #\" | San Miguel Beermen retired numbers |- ! width=40px style=\"background: #; color: #\" | N° ! width=200px style=\"background: #; color: #\" |Player ! width=40px style=\"background: #; color: #\" |Position ! width=100px style=\"background: #; color: #\" |Tenure with San Miguel |- | 8 || style=\"text-align:left\"| Allan Caidic || G || 1993–1998 |- | 9 || style=\"text-align:left\"| Samboy Lim || G || 1987–1997 |- | 12 || style=\"text-align:left\"| Yves Dignadice || F/C || 1987–1997 |- | 14 || style=\"text-align:left\"| Hector Calma || G || 1986–1994 |- | 17 || style=\"text-align:left\"| Olsen Racela || G || 1997–2011 |- | 19 || style=\"text-align:left\"| Ramon Fernandez || C || 1988–1995 |} * – retired during the 2000 PBA season after announcing Caidic's retirement. Jersey number retired together with Barangay Ginebra San MiguelSan Miguel, Gins to retire Caidic's jersey, Nelson Beltran, The Philippine Star, February 13, 2000 * – retired during the 2010–11 PBA season * – retired during the 1995 PBA season ==Front office== ===Coaches=== {| class=\"wikitable plainrowheaders sortable\" style=\"margin:1.5em auto; text-align:center;\" summary=\"# (sortable), Name (sortable), Term (sortable), Regular season games coached (sortable), Regular season wins (sortable), Regular season losses (sortable), Regular season winning percentage (sortable), Playoffs games coached (sortable), Playoffs wins (sortable), Playoffs losses (sortable), Playoffs winning percentage (sortable), Achievements and Reference\" ! colspan=14 style=\"background:#; color:#ffffff\" | San Miguel Beermen Head Coaches 1975–present |- ! scope=\"col\" rowspan=\"2\"| # ! scope=\"col\" rowspan=\"2\" width=\"18%\"| Name ! scope=\"col\" rowspan=\"2\" width=\"8%\"| Start ! scope=\"col\" rowspan=\"2\" width=\"8%\"| End ! class=\"unsortable\" scope=\"col\" colspan=\"4\" width=\"18%\"|Regular Season ! class=\"unsortable\" scope=\"col\" colspan=\"4\" width=\"18%\"|Playoffs ! scope=\"col\" rowspan=\"2\" width=\"15%\"| Best Finish ! scope=\"col\" rowspan=\"2\" class=unsortable| Achievements |- ! scope=\"col\"| ! scope=\"col\"| ! scope=\"col\"| ! scope=\"col\"| ! scope=\"col\"| ! scope=\"col\"| ! scope=\"col\"| ! scope=\"col\"| |- |align=center |1 !scope=\"row\" style=\"background-color:transparent;\"| | | | | | | | | | | | | |- |align=center |2 !scope=\"row\" style=\"background-color:transparent;\"| | | | | | | | | | | | | |- |align=center |3 !scope=\"row\" style=\"background- color:transparent;\"| | | | | | | | | | | | | |- |align=center |4 !scope=\"row\" style=\"background-color:transparent;\"| | | | | | | | | | | | | |- |align=center |5 !scope=\"row\" style=\"background-color:transparent;\"| |colspan=2| | | | | | | | | | | |- |align=center rowspan=2|6 !scope=\"row\" style=\"background-color:transparent;\" rowspan=2| |colspan=2| |34 |17 |17 | |20 |9 |11 | | Finalist | |- | | | | | | | | | | |bgcolor=#FFE6BD |Champions | |- |align=center |7 !scope=\"row\" style=\"background-color:transparent;\"|Ron Jacobs | | | | | | | | | | | | |- |align=center |8 !scope=\"row\" style=\"background- color:transparent;\"| | | | | | | | | | | |bgcolor=#FFE6BD |Champions | |- |align=center |9 !scope=\"row\" style=\"background-color:transparent;\"| | | |36 |23 |13 | |25 |12 |13 | | Finalist | |- |align=center rowspan=2|10 !scope=\"row\" style=\"background-color:transparent;\" rowspan=2| |colspan=2| | | | | | | | | | bgcolor=#FFE6BD rowspan=2|Champions | |- | | |118 |76 |42 | |64 |30 |34 | | |- |align=center|11 !scope=\"row\" style=\"background- color:transparent;\"|Agustin no longer part of Petron staff; Toroman to take on more active role , Rey Joble, InterAKTV, August 22, 2012 | | |63 |35 |28 | |39 |17 |22 | | bgcolor=#FFE6BD|Champions | |- |align=center|12 !scope=\"row\" style=\"background-color:transparent;\"| | | |37 |22 |15 | |15 |7 |8 | | bgcolor=#DDFFDD|Semifinals | |- |align=center|13 !scope=\"row\" style=\"background-color:transparent;\"| | | |32 |22 |10 | |10 |3 |7 | | bgcolor=#DDFFDD|Semifinals | |- |align=center rowspan=2|14 !scope=\"row\" style=\"background-color:transparent;\" rowspan=2| |colspan=2| |0 |0 |0 | |0 |0 |0 | | Eliminations | |- |colspan=2|2014 |18 |13 |5 | |3 |0 |3 | | Quarterfinals | |- |align=center|15 !scope=\"row\" style=\"background- color:transparent;\"|Leo Austria named new San Miguel Beermen head coach , Naveen Ganglani, Rappler, August 2, 2014 | |Incumbent |99 |72 |27 | |61 |38 |23 | | bgcolor=#FFE6BD|Champions |PBA Coach of the Year (, , ) |- |} {| class=wikitable width=100% |- ! style=\"\" width=\"33%\" | Team Manager ! style=\"\" width=\"33%\" | Assistant Team Manager ! style=\"\" width=\"33%\" | Team Consultant |- | valign=\"top\" | * Samboy Lim * Hector Calma (2006–2013) * Siot Tanquingcen (2013) * Gee Abanilla (2013–present) | valign=\"top\" | * Daniel Henares | valign=\"top\" | * John Todd Purves (2013–2014) |- ! style=\"\" width=\"33%\" | Team Governor ! style=\"\" width=\"33%\" | Alternate Governor ! style=\"\" width=\"33%\" | Assistant Coaches |- | valign=\"top\" | * Roberto Huang | valign=\"top\" | * Ely Capacio✝ * Hector Calma (2013) * Robert Non (2014–present) | valign=\"top\" | * Ato Agustin (2015–present) * Jorge Gallent * Peter Martin * Biboy Ravanes * Boyzie Zamar * Dayong Mendoza * Leo Austria * Olsen Racela (2010–2012) |} ==See also== *San Miguel Beermen draft history *San Miguel Beermen (ABL) *Petron Blaze Spikers ==References== Category:1975 establishments in the Philippines Category:Basketball teams established in 1975 Category:San Miguel Corporation ",
    "title": "San Miguel Beermen"
}