{
    "id": "3251147",
    "text": "Mortal Sin were an Australian thrash metal band that formed in 1985 and existed over three distinct periods until 2012. The band released five albums and were the first Australian thrash metal band to tour internationally. According to Australian musicologist, Ian McFarlane, they were one of \"two leading lights... [of] a small, but fervent underground thrash/speed metal scene.\" ==History== === Mayhemic Destruction and Face of Despair (1985-1990) === Andy Eftichiou live at Jalometalli During the mid-1980s Sydney provided \"two leading lights... [of] a small, but fervent underground thrash/speed metal scene\", which were Mortal Sin and Slaughter Lord. Mortal Sin were founded in 1985 by Wayne Campbell on drums, Paul Carwana on guitar, Andy Eftichiou on bass guitar, Keith Krstin on guitar and Mat Maurer on lead vocals. Campbell attempted to recruit Maurer for his band, Wizzard, but his other members were reluctant to support the idea so the pair struck out on their own. They recruited Wizzard's Krstin, and Eftichiou from another band, Judge, and a second guitarist Neville Reynolds. Reynolds was fired for being unavailable for their debut gig and was replaced by Carwana. Mortal Sin developed a solid following and seven months after their first live show they recorded an album-length demo in three days in July 1986. It was self-financed and self-produced. The eight tracks were released late that year as their debut album, Mayhemic Destruction, on their own label, Mega Metal Productions. It \"attracted a great deal of interest from overseas thrash metal fans. UK rock magazine Metal Forces rated the album as one of the best of its genre ever issued.\" The group were signed for international distribution by Phonogram Records' label, Vertigo Records, which then re-released, Mayhemic Destruction, worldwide in 1987. AllMusic's Eduardo Rivadavia felt it \"caused quite a stir\" and was \"considered a minor thrash classic in its time.\" They toured the Australian eastern states. Krstin left at the end of 1987 and was replaced on guitar by Mick Burke from Slaughter Lord. Mortal Sin spent much of 1988 recording a second album, Face of Despair, with United States producer Randy Burns (Kreator, Dark Angel and Megadeth). The release was delayed for more than a year, until May 1989 as they supported Metallica on the Australian leg of their Damaged Justice tour. Rivadavia felt the album \"fell somewhat short of expectations; its superior production values were incapable of masking the mostly lackluster songwriting within. In retrospect, it's clear that creative stagnation had already set in.\" Australian musicologist, Ian McFarlane, noticed that \"With its greater attention to song arrangements and quality production, the album vindicated the overseas interest shown in the band.\" The Metal Forge's Simon Milburn rated the album as 8 stars out of 10 and explained that it was \"the pinnacle of their short lived thrash career... Tracks like 'I Am Immortal', 'Voyage of the Disturbed' and 'Martyrs of Eternity' are pure classics full of memorable riffs and hooks that it's near impossible to not start headbanging to. They are the best on offer for sure but the rest aren't lagging too far behind.\" In July 1989 Campbell was sacked and Steve Hughes (also ex-Slaughter Lord), replaced him on drums. In January 1990 Mortal Sin toured Europe with Testament and the UK supporting Faith No More. Mortal Sin also played a number of shows in the US but after the end of the tour, Maurer quit the band. ===Every Dog Has Its Day (1990-1993)=== On its return to Australia, the band split, only to reform a short time later with Steve Sly replacing Maurer. The new line-up found some acceptance, however by the end of the year Hughes, Burke & Carwana had all left the band due to past management and touring issues, to pursue other interests. Eftichiou and Sly continued rebuilding the band, recruiting Alex Hardy (guitar), ex-Enticer guitarist Dave DeFrancesco & drummer Nash Hall (the Wrecking Crue[Parramatta]) and toured for 12 months. A third album entitled Every Dog Has Its Day (released as Rebellious Youth in some markets), showcased a more traditional metal style than previously. Mortal Sin sometimes suffered from being too big for their old circuit in Australia, particularly when they appeared in Sly's home town of Newcastle, Australia, at the Cambridge Hotel, hundreds more turned out than the venue could accommodate, leading to arrests, injuries and a ban from the city. After supporting Megadeth on the Rust in Peace tour of Australia, Mortal Sin were faced by more problems, including venue issues, split with their management and internal bickering. These events resulted in the band's second breakup in 1993. ===Post-breakup (1993-1995)=== For the next few years Wayne Campbell played in several Sydney bands such as White Trash and Grungeon and also worked as a promoter. Steve Hughes played in Presto and Nazxul before eventually heading to the UK to pursue a career as a comedian. Andy Eftichiou formed Who's Guilty, a heavy rock band that recorded an EP and ironically also included two former members of Wizzard. Mick Burke moved into the area of sound engineering and was later involved in a motor vehicle accident that left him with a permanent brain injury. Mat Maurer formed Omega, a band which supported Scatterbrain, but did not progress into a writing stage. Sly went on to front the pop-rock outfit The Chosen Few, whose song \"Rise\" was covered by Daryl Braithwaite and became a hit in several countries. On the eve of his own recording deal in Germany, Sly suffered serious health concerns that forced him to cease his singing career. ===Brief reunion and third split (1996-2003)=== Campbell and Maurer reformed Mortal Sin once again in 1996, reuniting with Eftichiou and Carwana and with Anthony Hoffman from Campbell's band Grungeon also on guitar. Carwana departed after one live show and was replaced by Troy Scerri. Scerri had played in a long list of bands throughout the late 80s and early 90s, including White Trash (with Campbell), Death Mission and This Thing. This version of the band released the EP \"Revolution of the Mind\" and launched the first full-scale Australian tour that Mortal Sin had ever undertaken. The tour was not a successful one and Eftichiou was sacked, replaced with Mark \"Chook\" O'Rourke from Sydney death metal band Tscabeze for the group's only appearance at the annual Metal for the Brain festival in Canberra. Jason Thorncraft of Sydney's Headlifter took Eftichiou's place after this but Mortal Sin split up once more in September 1998. Troy Scerri moved on to various heavy rock, hardcore and stoner bands that have included Daredevil, Faturra Della Morte, The Blasting Process and The Neptune Power Federation. Wayne Campbell joined Sydney metal band Temtris in 2000. ===An Absence of Faith and Psychology of Death (2004-2011)=== In February 2004, Mortal Sin once again reformed, this time as Campbell, Maurer, Eftichou and former Addictive guitarists Joe Buttigieg and Mick Sultana. Within a year the line-up changed again when Campbell and Buttigieg were replaced by Luke Cook and Nathan Shea. In April 2005, Mortal Sin toured Australia with Anthrax and a new album was recorded. On 4 February 2006, the band played a show in Sydney that featured them performing the Mayhemic Destruction album live in its entirety for the first time; this performance was filmed for a proposed DVD release, but the project was abandoned due to poor audio quality. In August 2006, the band returned to Europe where they appeared alongside Michael Schenker Group, Rose Tattoo, Metal Church, and Tourettes Syndrome and performed at the Wacken Open Air Festival. Mortal Sin's fourth album An Absence of Faith was recorded in February 2007 at The Basement Studios in Sydney with producer Phil McKellar. It was released in July 2007 in Australia through Riot! Entertainment and in Europe in September through Germany's Armageddon Music. In late 2007, the band also released reissued versions of Mayhemic Destruction and Face of Despair through Riot!, both of which contained bonus tracks. Mortal Sin returned to Europe in March 2008 as support to Overkill to tour and promote the new album. In the summer of 2008, the band played some festival gigs like the Wacken Open Air and Jalometalli. Back in Australia, they supported Judas Priest and Testament in 2008 and late in 2009 undertook a two-week tour of South America, for which Mick Sultana was temporarily replaced by Andrew Lilley. In 2011 Ryan Huthnance replaced Sultana ahead of an Australian tour with Overkill and in July Mortal Sin finished recording a new album, Psychology of Death. In November they toured nationally with Destruction and then completed a European tour with Exodus, Sepultura and Heathen in late 2011 as part of the \"Thrashfest Classics\" tour. ===Departure of Mat Maurer, fourth split and possible reunion (2012-present)=== In 2012 ,Mat Maurer announced his departure from Mortal Sin. Dave Tinelt from the Wollongong band Nekrofeist was announced as his replacement but after only two live performances, Luke Cook and Nathan Shea left the band, ending Mortal Sin on 30 April . Luke Cook has performed with Wollongong band Carbon Black and Sydney thrash band Killrazer. Wayne Campbell rejoined Temtris in January 2015. Mick Burke, guitarist from 1987–1990, died on 24 August 2017. His death was reported on the band's Facebook page. On 30 August 2018, former drummer Wayne Campbell teased a possible reunion on his Facebook page, writing, \"If Mortal Sin played a show again would you come to see?\". == Members == Mat Maurer live at Jalometalli ;Vocalists *Mat Maurer - Vocals (1985–1990, 1996–1998, 2004–2012) *Steve Sly - Vocals (1991–1993) ;Guitarists *Keith Krstin - Guitar (1985–1987) *Paul Carwana - Guitar (1985–1990) *Mick Burke - Guitar (1987–1990; died 2017) *Tom Dostoupil - Guitar (1991–1993) *Dave DeFrancesco - Guitar (1991–1993) *Anthony Hoffman - Guitar (1996–1998) *Troy Scerri - Guitar (1996–1998) *Joe Buttigieg - Guitar (2004–2005) *Mick Sultana - Guitar (2004–2010) *Nathan Shea - Guitar (2006–2012) *Ryan Huthnance - Guitar (2010–2012) ;Bassists *Andy Eftichiou - Bass (1985–1993, 1996–1998, 2004–2012) ;Drummers *Wayne Campbell - Drums (1985–1989, 1996–1998, 2004–2005) *Steve Hughes - Drums (1989–1990) *Nash Hall - Drums (1991–1993) *Luke Cook - Drums (2006–2012) ===Timeline=== ==Discography== Studio Albums: Rebellious Youth * Released: 1991 * Format: CD * Label: Virgin Records (Australia) * Producer: Kevin Shirley * Note - Released internationally under the titled \"Every Dog Has Its Day\" with different cover artwork. Compilations: Hot Metal - Volume 1 * Released: 1989 * Format: CD * Label: CBS/WEA/BMG (Australia) * Track 13: Mayhemic Destruction ==References== ==External links== *Mortal Sin homepage Category:Musical groups established in 1985 Category:Musical groups disestablished in 1993 Category:Musical groups reestablished in 1996 Category:Musical groups disestablished in 1998 Category:Musical groups reestablished in 2004 Category:Musical groups disestablished in 2012 Category:Australian thrash metal musical groups Category:Musical quintets Category:Musical groups from Sydney Category:1985 establishments in Australia ",
    "title": "Mortal Sin (band)"
}