{
    "id": "3251720",
    "text": "{| |} The Curtiss SC Seahawk was a scout seaplane designed by the Curtiss Aeroplane and Motor Company for the United States Navy. The existing Curtiss SO3C Seamew and Vought OS2U Kingfisher were 1937 designs that, by 1942, needed to be replaced.Bridgeman 1946, pp. 221–222. ==Design and development== recovering a SC-1 in March 1945, during the Iwo Jima operation. The aircraft is awaiting pickup by the ship's crane after taxiing onto a landing mat. A U.S. Navy SC-1 from over Shanghai, China in 1948 An SC-1 Seahawk being hoisted aboard during a deployment to the Mediterranean Sea from in 1947/1948 Seahawk on board Work began in June 1942, following a US Navy Bureau of Aeronautics request for observation seaplane proposals. Curtiss submitted the Seahawk design on 1 August 1942, with a contract for two prototypes and five service test aircraft awarded on 25 August. A production order for 500 SC-1s followed in June 1943, prior to the first flight of the prototypes.Swanborough and Bowers 1976, p. 153. While only intended to seat the pilot, a bunk was provided in the aft fuselage for rescue or personnel transfer. Two 0.5 in (12.7 mm) M2 Browning machine guns were fitted in the wings, and two underwing hardpoints allowed carriage of 250 lb (113 kg) bombs or, on the right wing, surface-scan radar. The wings were foldable. The main float, designed to incorporate a bomb bay, suffered substantial leaks when used in that fashion, and was modified to carry an auxiliary fuel tank. The first flight of a prototype XSC-1 took place 16 February 1944 at the Columbus, Ohio Curtiss plant.Green 1962, p. 166. Flight testing continued through 28 April, when the last of the seven pre-production aircraft took to the air. Nine further prototypes were later built, with a second seat and modified cockpit, under the designation SC-2; series production was not undertaken. ==Operational history== The first serial production Seahawks were delivered on 22 October 1944, to .Green 1962, p. 167. All 577 aircraft eventually produced for the Navy were delivered on conventional landing gear and flown to the appropriate Naval Air Station, where floats were fitted for service as needed. Capable of being fitted with either float or wheeled landing gear, the Seahawk was arguably America's best floatplane scout of World War II. However, its protracted development time meant it entered service too late to see significant action in the war. It was not until June 1945, during the pre- invasion bombardment of Borneo, that the Seahawk was involved in military action. By the end of the war, seaplanes were becoming less desirable, with the Seahawk being replaced soon afterward by helicopters. Tri-color camouflage and markings on the Seahawk were in accordance with US Navy regulations from 1944, 1945, and later postwar regulations. There are no known surviving examples of the Seahawk today. ==Variants== ;XSC-1 : ;SC-1 : ;SC-2 : ==Specifications (SC-1, float-equipped)== ==See also== ==References== ===Notes=== ===Bibliography=== * Bowers, Peter M. Curtiss Aircraft 1907–1947. London: Putnam, 1979. . * Bridgeman, Leonard. \"The Curtiss Seahawk\". Jane's Fighting Aircraft of World War II. London: Studio, 1946. . * Green, William. War Planes of the Second World War: Volume Six: Floatplanes. London: Macdonald, 1962. * Mondey, David. American Aircraft of World War II (Hamlyn Concise Guide). London: Bounty Books, 2006. . * Swanborough, Gordon and Peter M. Bowers. United States Navy Aircraft since 1911. London: Putnam, Second Edition 1976. . ==External links== * Review by Richard Stracey of the SMER model of the Curtiss SC Seahawk SC Seahawk Category:Floatplanes Category:World War II reconnaissance aircraft of the United States Category:Single-engined tractor aircraft Category:Low-wing aircraft Category:Aircraft first flown in 1944 ",
    "title": "Curtiss SC Seahawk"
}