{
    "id": "3252745",
    "text": "Saguaro High School is a former A+ and Blue Ribbon Schools Program certified high school in the Scottsdale Unified School District in Scottsdale, Arizona. Blue Ribbon Schools Program, Schools Recognized 1982-1983 Through 1999-2002 (PDF) Saguaro was opened in 1966. ==Performing arts== Saguaro High School has five disciplines in its performing arts department: orchestra, band, dance, theater, and choir. ==Notable alumni== ===Professional athletes=== * T.J. Beam, Former MLB player (New York Yankees, Pittsburgh Pirates) * Mike Brown, All-Pro defensive back, Chicago Bears * Angi Cipra, Gymnast (UCLA Bruins) * D. J. Foster, NFL player (Arizona Cardinals) * Dale Hellestrae (football player), offensive lineman for the Buffalo Bills, Dallas Cowboys, and the Baltimore Ravens. He played for 3 Dallas Cowboys Super Bowl teams. * Curt Hennig, a.k.a. \"Mr. Perfect\", professional wrestler for WWE, WCW and AWA (moved back to Minnesota before graduation) * Jason Kershner, Former MLB player (Toronto Blue Jays, San Diego Padres) * Christian Kirk, NFL player (Arizona Cardinals) * Byron Murphy, NFL player (Arizona Cardinals) * Jay Pettibone, Former MLB player (Minnesota Twins) ===Entertainment and media=== * Sandra Bernhard, actress and comedian * Chelsea Kane, actress (attended for one year, then moved to California) * J. S. Lewis, fiction writer * John Joseph \"J.R.\" Moehringer, novelist and journalist. class of '82. * Neal Pollack, novelist and humor writer * Richard Sala, artist/cartoonist/author * David Spade, actor, comedian and producer, class of '82 * Scott Johnson, musician in the Gin Blossoms, class of '81 ===Government=== *David Schweikert, U.S. Representative from Arizona's 6th Congressional district. *Bruce Rauner, former Governor of Illinois ==References== ==External links== * *Scottsdale Unified School District Category:Educational institutions established in 1966 Category:Public high schools in Arizona Category:Education in Scottsdale, Arizona Category:Schools in Maricopa County, Arizona ",
    "title": "Saguaro High School"
}