{
    "id": "3252108",
    "text": "The Saudi Arabian Boy Scouts Association (SABSA, ) is the national Scouting organization of Saudi Arabia. Scouting was officially founded in Saudi Arabia in 1961, though Scouting was active many years prior to the founding date, and became a member of the World Organization of the Scout Movement in 1963. It has 19,269 members (as of 2010). The Association seeks to spread Scouting throughout the Kingdom of Saudi Arabia with the aim of promoting the Scout ideals of courage, self-reliance and brotherhood. Scouting in Mina area, Saudi Arabia The Association participates in most regional and international Scouting activities. They contribute financial assistance generously to help Scouting in less fortunate countries. In 1983, Dr. Abdullah O. Nasseef was awarded the Bronze Wolf, the only distinction of the World Organization of the Scout Movement, awarded by the World Scout Committee for exceptional services to world Scouting. The Scout Motto is Kun Musta'idan or كن مستعدا, translating as \"Be Prepared\" in Arabic. The noun for a single Scout is Kashaf or كشاف in Arabic. ==Emblem== The Scout emblem of the Saudi Arabian Boy Scouts Association incorporates a palm tree on a backdrop of a traditional Bedouin marquee tent or bayt. ==International Scouting units in Saudi Arabia== In addition, there are American Boy Scouts in Abqaiq, Dhahran, Riyadh, Jeddah, Ras Tanura, Udhailiyah, and Khamis, linked to the Direct Service branch of the Boy Scouts of America, which supports units around the world; as well as Boy Scouts of Scouts Canada in Riyadh. In addition there are new Groups (2013) of British Scouts Overseas being formed in Al Khobar, Jeddah and Riyadh. In addition there are Bharat Scouts and Guides Overseas Unit (Indian Scouts), Saudi Arabia officially inaugurated by Excellency Mr. Talmiz Ahmed, former Ambassador of India to Saudi Arabia also first Patron of the BS&G;, KSA in a ceremony held in the Embassy of India Auditorium, Riyadh on 11 February 2002. Under the Bharat Scouts and Guides overseas unit, most of Indian Schools in Saudi Arabia have the scout units in Dammam, Jubail, Al Hassah, Riyadh, Khamis Mushait, Jeddah, and Tabuk ==External links== * Saudi Arabian Scouts Association; National website * Saudi Arabian Scouts Association; City of Jeddah website ==References== Category:1961 establishments in Saudi Arabia Category:World Organization of the Scout Movement member organizations Category:Scouting and Guiding in Saudi Arabia Category:Youth organizations established in 1961 ",
    "title": "Saudi Arabian Boy Scouts Association"
}