{
    "id": "3252469",
    "text": "SEXPO, is a health, sexuality and lifestyle exhibition that takes place in Australia, the United Kingdom, and South Africa. Founded in 1995, the event has gone on to be held over 80 times nationally. SEXPO includes exhibitors, a health and wellness seminar theatre, special interest zones, amusements, bars, live stage entertainment and will often feature celebrities and guests from the adult industry. == History == SEXPO was created in 1995 as a way of bringing adult health, sexuality and lifestyle products and services into a safe, secure and mainstream setting. The first ever SEXPO was held in 1996 at the Carlton Crest Hotel, Albert Park. Due to its overwhelming success, the event was moved to the Melbourne Convention & Exhibition Centre in 1997 where it has remained since. SEXPO has gone on to visit most capital cities of Australia, including many regional cities as well. SEXPO 2012 launch in Sydney In 2009, Sasha Grey was the G4tv SEXPO host for Attack of the Show!. At the Johannesburg 2013 edition, the Salvation Army was among the participants of the event. SEXPO debuted in the United Kingdom in 2015. SEXPO Australia celebrated its 20th anniversary in 2016 and SEXPO South Africa celebrated its 10th anniversary. Japanese pornstar Mao Hamasaki attracted a great deal of Asian visitors. The event also turned into an opportunity for attendees to cosplay. For the 2017 edition of SEXPO in Brisbane, the organizers bought display ads on the city's billboards and buses. Outraged, the parents of the city led a Change.org petition to stop the ads in public areas. Queensland is a more conservative area of Australia, where Sexpo fits thanks to grey areas in the law. For the 2017 edition in South Africa, the organizers themed the event making sex great again based on Donald Trump's Make America Great Again slogan. == Description == Its head office is located in Melbourne, Australia. SEXPO is fully owned by Kenneth Hill, who also owns the Club X chain. ==References== ==External links== * Official Australian website * Official UK website Category:Exhibitions in Australia Category:Erotic events Category:Multigenre conventions Category:Recurring events established in 1996 ",
    "title": "Sexpo"
}