{
    "id": "3253641",
    "text": "Nicholas \"Nick\" Jewell (born 27 August 1977) is a former Australian rules footballer and a professional cricketer who played for Victoria. Jewell was educated at Caulfield Grammar School in Melbourne and played for Under-18s football for Prahran; in Year 12 at Caulfield, he set a then Associated Public Schools of Victoria record for the most runs in a season (later eclipsed in season 2005/06 by Melbourne Grammar School cricket captain Bryan Vance), and captained the school's First XI team. Jewell played one Australian Football League game for the Richmond Football Club in 1997, the club for whom his father Tony Jewell had played for, before turning his attention to cricket. He made his second XI debut for the Victorian Bushrangers in the 2001–02 season, and made his senior debut shortly afterwards, in a four-run ING Cup loss to the Queensland Bulls. Jewell was seen as a one-day specialist early in his career and opened the batting with a focus on attack. This left him unsettled, and he switched between the second XI and the first XI for the following three seasons. In the 2005–06 season he changed his approach and adopted a dour, defensive style that has seen him start in all first class games played by Victoria. In January 2006, Jewell scored his maiden first-class century against New South Wales Blues at Lismore. On 21 November 2007, playing for Victoria against Queensland at the Gabba, Jewell made his highest first class score of 188. He and Brad Hodge batted undefeated for the entire third day of the game, only the fourth wicketless day's play in the history of the competition. ==See also== * List of Caulfield Grammar School people ==References== #Ken Piesse (2004). Nick Jewell: When I was Young. Retrieved 4 March 2006. # ==External links== * DEC Bushrangers Nick Jewell player profile * * Category:1977 births Category:People educated at Caulfield Grammar School Category:Living people Category:Richmond Football Club players Category:Australian cricketers Category:Victoria cricketers Category:Australian rules footballers from Victoria (Australia) Category:Sandringham Dragons players Category:Sportspeople from Melbourne Category:Cricketers from Victoria (Australia) ",
    "title": "Nick Jewell"
}