{
    "id": "3253741",
    "text": "Georges d'Armagnac and his secretary Guillaume Philandrier by Titian (Louvre Museum) Georges d'Armagnac (c. 1501 - JulyVarious dates are given in fact 1585) was a French humanist, patron of arts, Cardinal and diplomat deeply embroiled in the Italian Wars and in the French Wars of Religion. ==Biography== He was born at Avignon, the son of Pierre d'Armagnac, sire de Caussade and Yolande of Beaumont, and thus he was a grandson of Catherine de Foix, and so a highly connected member of the powerful house of Foix d'Armagnac. In his youth he was the protégé of his kinsman Cardinal Georges d'Amboise. His uncle Charles, duc d'Alençon introduced him to Francis I. Though there is no record of his ecclesiastical training or his sacred orders, he was approved by the king's sister, Marguerite (future Queen of Navarre), and swiftly provided with sinecures: dean of the cathedral chapter of Meaux, honorary abbot (in commendatario) of Saint-Ambroise de Bourges, and nearer to home, a canon of the cathedral chapter of Rodez. In 1529 he was appointed bishop of Rodez, and he was soon joined by his secretary and life companion, the humanist Guillaume Philandrier, who provided, under Armagnac's patronage, the design for the new cathedral façade at Rodez and catalogued the Bishop's increasing library. He was ambassador to Venice from 1536 to 1539; here he took the opportunity to sit to Titian for a highly personal and evocative double portraitNow in the collection of the Duke of Northumberland, Alnwick with the attentive Philandrier, whose commentary on Vituvius, the first in French, was completed in 1544. Armgnac's brief was to secure Venetian neutrality in the north Italian military conflicts between Francis I and Charles V, an episode of the Italian Wars. The emperor's failure to take Avignon led him to retreat from the south of France (1538). With the temporary truce of 1539 the king sent him as ambassador to the Holy See, where he was made a Cardinal in December 1544, remaining as ever the agent of French policy. He participated in the conclave (November 1550) that elected his friend, the worldly humanist and patron Pope Julius III. Armagnac's library was constantly growing. In 1543 he commissioned an illuminated book of meditations in the best Italian humanistic hand from Franc. WydonNow in the Musée de Condé, Chantilly and was pleased enough with it to commission a pontifical from Wydon in 1557.Now in B.N. Wherever he was, the Cardinal sought out the company of men of learning and experience, and often befriended them. When his former tutor and countryman from Albi, the adventurous philologist and investigator of the antiquities of Constantinople Pierre Gilles, died penniless in Rome in 1555, Cardinal d'Aramagnac arranged from Toulouse to pay the funeral expenses and erect a wall tomb . Gilles' posthumous Antiquities of Constantinople were dedicated to the Cardinal. In 1552 he was appointed lieutenant-general of the king at Toulouse, together with the bishop of Cahors. On 6 January 1554, in the chapel of the château of Pau, he baptized Henry of Navarre, future king of France. In 1560 he was raised to the Archbishopric of Toulouse, the cultural capital of the Languedoc, the occasion for another visit to Rome. In 1565, Pope Pius IV appointed him vice-legate at Avignon, together with the Cardinal de Bourbon. The papal city of Avignon remained faithful in the bloody Wars of Religion that had broken out in earnest in 1562, but in the surrounding Venaissin the Huguenots were solidly implanted in Orange and the neighboring Dauphiné, and fierce fighting ensued. Charles IX appointed his cousin Charles of Burgundy legate, but the man on the site was Armagnac, solidly of the Catholic party. In this position the Cardinal d'Armagnac vigorously defended Catholic interests against the Huguenots; when his cousin Jeanne d'Albret, queen of Navarre and mother of the future Henry IV, declared for the reformed church, he sent her a stiff letter of reproof, which, with her skillful and courageous reply conjoined, was printed and circulated throughout the south. The pope showed his approval of d'Armagnac's administration by promoting him to the Archbishopric of Avignon (1576). Georges d'Armagnac's position among the first nobility of Languedoc, his intelligence and judgment of men and events, and the protection which he granted to the arts and sciences placed him in the first rank of the faithful servants of the 16th-century Church. He was a friend and correspondent of the leading literary figures of his time in France and Italy. ==References== ==Sources== * ==External links== *Catholic Encyclopedia 1908: \"Georges d'Armagnac\" *Illuminated manuscripts prepared for Georges d'Amboise *Cardinals of the Holy Roman Church *Lemerle, Frédérique, 2003. Les Annotations de Guillaume Philandrier sur le De Architectura de Vitruve Category:1500s births Category:1585 deaths Category:People from Avignon Category:French cardinals Category:16th-century French diplomats Category:French Renaissance humanists Category:Bishops of Lescar Category:Bishops of Rodez Category:Archbishops of Toulouse Category:Archbishops of Tours Category:16th-century Roman Catholic archbishops Category:French people of the French Wars of Religion Category:French male non-fiction writers ",
    "title": "Georges d'Armagnac"
}