{
    "id": "3253302",
    "text": "Tadeusz Estreicher Tadeusz Estreicher (19 December 1871 - 8 April 1952) was a Polish chemist, historian and cryogenics pioneer. ==Life== Tadeusz Estreicher was born in Kraków when it was part of the Austrian-Hungarian Empire. He grew up in the intellectual atmosphere of an influential dynasty of professors at the Jagiellonian University. His father, Karol Józef Estreicher, was a historian of literature and the chief librarian of the university. His brother, Stanisław, was a historian of law and his sister, Maria, was one of the first women in Austria-Hungary to earn a doctorate (in English Philology). Estreicher studied in Berlin, Leipzig, and in London under William Ramsay. As a student at the Jagiellonian University, Estreicher worked as an assistant to Karol Olszewski, the first chemist to liquefy oxygen. After having been appointed assistant in 1899, Estreicher successfully liquefied hydrogen in 1901 before he was promoted to Privatdozent in 1904. In 1900, he described the Jagiellonian globe in the Transactions of the Cracow Academy of Sciences.Tadeusz Estreicher, Globus Biblioteki Jagiellońskiej z początku wieku XVI, w Krakowie, Nakładem Akademii Umięjetności, 1900, 18 pp ; a resumé, \"Ein Erdglobus aus dem Anfange des XVI. Jahrhunderts in der Jagellonischen Bibliothek\", was published in the Bulletin international de l'Académie des Sciences de Cracovie/ Anzeiger der Akademie der Wissenschaften in Krakau, No.2, February 1900, pp.96-105. Estreicher prepared a manuscript English translation in March 1900: A globe of the beginning of the 16th century in the Jagellon Library, Extract from the Official Report of the Cracow Academy of Sciences, Globus Biblioteki Jagiellonskiej z początku w. XVI, No.12, January 1900, National Library of Australia MS 760/12/199. From 1906 until 1919 he worked in Switzerland a professor for mineral and general chemistry at the University of Fribourg where he ran a cryogenics laboratory. From 1913 to 1914 he also served as dean of the department. In 1919, aged 47, he returned to newly independent Poland and took a position with the Jagiellonian University where he remained until his retirement. His later work examined the history and language of science. On 6 November 1939, along with his brother Stanisław and other professors of the University, Estreicher was caught in Sonderaktion Krakau. Both were transported to the Sachsenhausen concentration camp, where his brother died on 28 December 1939. Tadeusz survived the camp and was released in February 1940, following protests from European academics to the Nazi German government. ==See also== *List of Poles ==References== ;Notes ;Sources *Banach, A.K., Dybiec, J. & Stopka, K. The History of the Jagiellonian University. Kraków: Jagiellonian University Press, 2000. *Burek, Edward (ed.) “Estreicher, Tadeusz” in Encyklopedia Krakowa. Kraków: PWM, 2000. *Julian Kamecki, „Prof. dr Tadeusz Estreicher (1871-1952): Uczony i człowiek“, Roczniki chemii: Annales Societatis Chimicae Polonorum, vol.26, no.4, 1952, pp.505-519. == External links == * The Faculty of Chemistry at the Jagiellonian University * Olszewski’s apparatus at the Jagiellonian University Museum * * TADEUSZ ESTREICHER (Thaddaeus Estreicher-Rozbievski) (1871-1952). Polish chemist and historian of science ..., Obituary in Nature (69, xo080o, 1952) JSTOR Category:1871 births Category:1952 deaths Category:Polish chemists Category:Polish historians Category:Jagiellonian University alumni Category:Alumni of University College London Category:Jagiellonian University faculty ",
    "title": "Tadeusz Estreicher"
}