{
    "id": "3254720",
    "text": "Sussex County Community College (SCCC) is a public community college in the town of Newton in Sussex County, New Jersey. The college is accredited by the Middle States Commission on Higher Education and several of its programs are further accredited by state government agencies and national occupational standards associations. Established in 1981, Sussex County Community College acquired its current campus in 1989. Before then, the location was the site of Don Bosco College, a former Roman Catholic seminary. SCCC's hillside campus is located along Mill Street (also known as County Route 519) between Swartswood Road and Plotts Road in Newton. The college has expanded by adding new classroom and instruction space and offering twenty-three associate degree programs, as well as several career and certificate programs. The student body, while it has declined in recent years comprises over 3,000 full-time and part-time students. The college's athletic teams participate in the Garden State Athletic Conference. ==History== ===College Hill before SCCC=== Main Building, built in 1931 to house a Roman Catholic seminary The land on which the Sussex County Community College campus is located was first settled before 1751 by Newton's first settler, Henry Hairlocker.Kevin W. Wright, \"The Horton Mansion: Former Don Bosco Campus, now Sussex County Community College\", Newton NJ: Pearl of the Kittatinny (newtonnj.net). Retrieved August 7, 2015. Hairlocker, a German Palatine emigrant, operated a tavern on the site. Jonathan Hampton, a surveyor and land investor from Elizabethtown, New Jersey, built his Military Road through the area in 1755 during the French and Indian War. In 1762, before the construction of the county's first courthouse was completed in 1765, the county government and courts held sessions at Hairlocker's tavern. This structure was razed in January 1944. Newark-based saddle and harness manufacturer, John A. Horton (1807–1858) purchased the property and began construction of a mansion blending features of Rural Gothic and Italianate architecture with plans to establish a working farm on his estate. The mansion was completed in 1858 although several of Horton's plans would not be finished as a consequence of his death. The estate remained in the Horton family until 1921. On September 12, 1928, the property was sold to the Missionary Society of the Salesian Congregation who organized a Roman Catholic seminary at the Horton Mansion which they renamed to St. Joseph’s House of Studies. The seminary would complete construction of a large red- brick building \"to provide dormitories, library, class rooms and laboratories for training Salesian teachers and priests\" in 1931. It later became known as Don Bosco College, after nineteenth-century Italian priest John Bosco who dedicated his life to the betterment and education of street children, juvenile delinquents, and other disadvantaged youth.Michael L. Coulter, Richard S. Myers, Joseph A. Varacalli, \"Bosco, St. John (1815–1888)\", Encyclopedia of Catholic Social Thought, Social Science, and Social Policy (Plymouth, UK / Lanham, MD: Scarecrow Press, 2012), 36–38; John Morrison, The Educational Philosophy of Don Bosco (Guwahati, India: Don Bosco Publications, 1999).The Slaves of the Immaculate Heart of Mary, \"Saint John Bosco: Modern Apostle of Youth\", catholicism.org, April 2, 2008. Retrieved August 7, 2015. According to local historian Kevin W. Wright, the seminary \"received boys who desired to become priests and educators according to the Rule of the Salesian Congregation. The school provided high school courses and a one-year Novitiate, and three-year trial vows for those considering a religious profession. After two-years of this advanced training, the young Salesian left Newton to teach at one of the Salesian boarding schools in Ramsey, Goshen, or New Rochelle\". Don Bosco erected a building for classrooms, faculty offices, and living quarters on campus in 1963.Cornerstone on Building B and C says \"A.D. + 1963\" ===Establishing the college=== The Horton Mansion, built 1857-1858 New Jersey had been developing two-year associates-degree-level county colleges since the 1960s after the state legislature passed the New Jersey County College Act of 1962 to provide residents more affordable higher education opportunities. Sussex, along with Warren, were the last two counties in New Jersey to establish community colleges. Nineteen have been established statewide (in the case two colleges, two neighboring counties jointly sponsor both Raritan Valley Community College and Atlantic Cape Community College).Lawrence A. Nespoli, Community Colleges: A New Jersey Success Story (Trenton, NJ: New Jersey Council of County Colleges, n.d.). Retrieved August 27, 2015. Discussions concerning the founding of a junior college or community college in Sussex County began in the late 1970s after Upsala College, a private Lutheran-affiliated four-year liberal arts college in East Orange, New Jersey, acquired a farm in Wantage Township near Sussex with plans to establish a new campus.Wirths Campus in Sussex County records - Upsala College (East Orange, New Jersey) , in Upsala College Records, Swenson Swedish Immigration Research Center, Augustana College (Rock Island, Illinois). Retrieved August 27, 2015. Citing East Orange's worsening crime problem and social conditions, Upsala considered a complete relocation to rural Sussex County, where classes were held briefly with small enrollment from 1981 to 1992. Upsala closed in 1995 after encountering declining enrollment and severe financial problems.Strunksy, Steve. \"IN BRIEF; Dream of a College Tinged With Sadness\", The New York Times, August 2, 1998. Retrieved August 28, 2015.Rothstein, Mervyn. \"IN BRIEF: Against Odds, Revival For Troubled College\", The New York Times, September 21, 1992. Retrieved August 28, 2015. Local officials saw the need to establish a two-year public college to serve county residents. On August 17, 1981, the New Jersey State Board of Higher Education authorized the creation of a college commission in Sussex County to begin organizing and establishing a public two-year institution.Sussex County Community College, About Us: Fast Facts. Retrieved August 27, 2015.Sussex County Community College, About Us: Our History. Retrieved August 7, 2015. With its plan in place by January of the following year, SCCC began offering classes in the Spring 1982 semester. An opportunity for the college to find a permanent campus became available as the Salesian Order prepared to close Don Bosco College as a result of decreasing vocations. The Salesian Order sold its campus to the Sussex County government on June 22, 1989 for $4.2 million.Sussex County Clerk's Office (Newton, New Jersey), Register of Deeds. Deed between the Salesian Society, Inc., a corporation of the State of New York being the parent company of Don Bosco College and the Salesian Society of New Jersey, Inc., and The County of Sussex, a political division of the State of New Jersey (10 May 1989, filed 22 June 1989) in Deed Book 1662, page 022 et seq. (Instrument No. 89-39284). The college would consist of a few buildings to which was added a $7 million Library and Science building in 2004 and an $11.7 million Health Sciences and Performing Arts Center in 2008. For the last few years, the college has been experiencing declining enrollment and financial problems. The college's fourth president, Constance Mierendorf, was fired in 2010 by the board of trustees in the wake of allegations of shoddy bookkeeping and financial irregularities.Joe Moszczynski, \"Sussex County Community College's new president faces declining enrollment, budget problems\", The Star-Ledger, February 20, 2011. Retrieved August 7, 2015.Louis C. Hochman, \"President of Sussex County Community College steps down\", New Jersey Advance Media, February 18, 2015. Retrieved August 7, 2015Joe Moszczynski, \"Sussex County Community College chooses new president\", The Star-Ledger, December 20, 2010. Retrieved August 7, 2015. Mierendorf sued the college claiming that she was illegally terminated in a meeting that resembled a \"1950s-style McCarthy witch hunt than a proper public session\".Joe Moszczynski, \"Ex-Sussex County college president files lawsuit on being dismissed in 'witch hunt' college board meeting\", The Star-Ledger, October 21, 2010. Retrieved August 11, 2015. She received a $350,000 settlement.Rob Jennings, \"Jennings column: SCCC Board of Trustees chair argues against term limits\", The New Jersey Herald, September 20, 2015. Retrieved September 20, 2015. In 2015, with the similar rationale of budget deficits and declining enrollment, the college laid off personnel and raised tuition by ten percent. Other community colleges in northwestern New Jersey like Raritan Valley Community College and County College of Morris, have experienced similar difficulties.Louis C. Hochman \"First a tuition hike, now layoffs at Sussex County Community College\", NJ Advance Media for NJ.com, May 29, 2015. Retrieved August 11, 2015.Ben Horowitz, Tuition and fees jumping nearly 10% at Sussex County Community College\", NJ Advance Media for NJ.com, February 26, 2015. Retrieved August 11, 2015. Some of the declines are thought to be connected to the decline in the county's population and economic factors in the wake of the Great Recession. ==Campus== A courtyard Sussex County Community College is located on a hillside campus in Newton, New Jersey that features three ponds (including Horton Pond), and a stream that feeds into the Paulins Kill.R.H. Perry & Associates, Executive Search Profile: Sussex County Community College, President (2015). Retrieved August 27, 2015.United States Geological Survey, Newton West, NJ Quadrangle USGS 1:24K Topographic Map O41074A7 (1997). Located along Mill Street (also known as County Route 519) between Swartswood Road and Plotts Road, 88.63 acres of the campus are located within Newton, the remainder within neighboring Hampton Township.Town of Newton (NJ), Harold E. Pellow & Associates, Tax Map, Town of Newton, Sussex County, New Jersey (October 2009). Retrieved August 27, 2015. Note: Sussex County Community College's Newton tract is Block 3.01 Lot 19.Township of Hampton, Harold E. Pellow & Associates, Tax Map, Township of Hampton, Sussex County, New Jersey (August 2009). Retrieved August 27, 2015. Note: Sussex County Community College's Hampton tracts are Block 3301 Lots 2, 2.01, and 2.02. Classes are held in five main academic buildings that feature approximately 60 classrooms, ten computer labs, ten science labs, an art studio, two art galleries, a small student theater and a larger 339-seat space that can be used as a theatre, lecture hall, and performing arts center. The college has a library with over 37,000 bound volumes, 225 print periodicals, and database access to over 28,000 journals and periodicals. SCCC has a television studio facility offering video streaming services for its SCCC/EDTV/20 cable access channel.Sussex County Community College, Community and Business: EDTV (Channel 20). Retrieved August 10, 2015. Further, it will soon launch radio broadcasts on WAMJ on 97.5 FM and 1620 AM.Nathan Mayberg, \"Turn on the radio Radio station coming to SCCC Published\", The Sparta Independent, February 23, 2015. Retrieved August 10, 2015. The college also operates a Public Safety Training Academy on Sussex County government property located approximately north of the main campus in Frankford Township. The academy provides educational programs and training to local fire departments, the law enforcement community, emergency medical personnel, government employees, and the general public in all aspects of public safety. The college's Connor Green is home to Sussex County's memorial to the September 11th terrorist attacks. The memorial features a section of damaged steel I-beam from the destroyed World Trade Center in New York City.Rob Jennings, \"County's annual 9/11 ceremony to be held Friday\", The New Jersey Herald, September 6, 2015. Retrieved September 11, 2015. Solar panels were installed on the Newton campus, most visibly in the college's parking lots. The final phase was completed in the 2013–14 academic year and began providing electric power in 2014.Sussex County Community College Office of Institutional Research and Assessment, Annual Institutional Profile Report for Academic/Fiscal Year 2013-2014 (September 2014). Retrieved August 11, 2015. The project was part of a county-wide solar energy project sponsored by the county government, a Morris County government agency, in partnership with private vendors SunLight General Capital and Power Partners.Sussex County Community College, \"SCCC’s Solar Project Nears Completion\", November 8, 2012. Retrieved August 27, 2015. Approved in 2011, the $88 million project became mired in financial irregularities and cost overruns resulting in lawsuits, a controversial public bailout by the county government, and the ouster of several elected county freeholders and appointed government officials.Ben Horowitz and Seth Augenstein, \"Bailout of $88M solar project will cost counties $21M under settlement plan\", NJ Advance Media for NJ.com, February 26, 2015. Retrieved August 27, 2015.Nathan Mayberg, \"Sussex County's $26 million problem Solar company got millions from county for unfinished work\", The Township Journal, February 25, 2015. Retrieved August 27, 2015.Rob Jennings, \"Solar project backlash could hurt Mudrick in primary\", The New Jersey Herald, March 21, 2015. Retrieved August 27, 2015.Nathan Mayberg, \"Rose, Lazzaro win freeholder primaries\", The Township Journal, June 2, 2015. Retrieved August 27, 2015.Nathan Mayberg, \"County admin, attorney to retire Eskilson, McConnell announce retirements amid solar project fallout\", The Advertiser News, April 27, 2015. Retrieved August 27, 2015. In 2014–15 academic year, the college began installing a dark fiber network that will expand bandwidth for the college's computer and information technology facilities and integrate the network with Sussex County school districts and the local hospital.\"SCCC seeks funds for high-speed 'dark fiber' link\", The New Jersey Herald, April 6, 2013. The college received $1.276 million in funding through a grant from the New Jersey Higher Education Facilities Trust Fund to install this network.Millennium Strategies, June Newsletter: Client Spotlight , June 6, 2013. Retrieved August 27, 2015. In 2018, SCCC acquired the former McGuire dealership located just south of the center of town on US 206, with the former dealership to be converted to the new McGuire Campus. ==Organization and administration== Sussex County's memorial to the terrorist attacks of September 11, 2001, located on the college's Connor Green Sussex County Community College's day-to-day operations are overseen by a college president appointed by the board of trustees and serving under contract. The college has had five presidents to date. Three vice presidents manage key areas of the college's operations, overseeing (1) finance and operations, (2) institutional advancement, and (3) academic and student affairs.Sussex County Community College, About Us: Administration. Retrieved August 27, 2015. On September 9, 2015, the college's board of trustees announced their selection of Jon Connolly as the college's sixth president. Connolly, who was raised in Morris County, New Jersey, earned degrees in biology and forestry from Colby College, Yale University, and the University of Maine and was recently a dean and vice president at Kennebec Valley Community College in Maine. Connolly will begin to serve as the college president on November 1, 2015.Sussex County Community College, Lorraine Parker, \"SCCC Announces New President, Dr. Jon Connolly\" (press release), September 9, 2015. Retrieved September 10, 2015. General organizational and business matters of the college are overseen by an eleven- member board of trustees of which two members are appointed by the Governor of New Jersey.Sussex County Community College, About Us: Board of Trustees. Retrieved August 10, 2015. Other members of the board are appointed by the Sussex County Board of Chosen Freeholders, the county's elected governing body, who appoint a search committee of five local residents to select candidates.County of Sussex, \"Sussex County Community College Board Of Trustees Search Committee Seeking Candidates (press release), August 28, 2008. Retrieved August 10, 2015. The board of trustees typically meets on the fourth Tuesday of each month in a public session. The board members serve in a volunteer capacity, and their duties include \"working directly with the College President and Administration in providing ethical leadership and responsible stewardship in balancing the current and emerging needs of the College\". Since 2011, members of the board of trustees are limited to two four-year terms. SCCC is the only community college in New Jersey where term limits are imposed on its trustees. Financial matters pertaining to the college's budget, operational expenses, and capital outlays are overseen and appropriated by a Board of School Estimate, delegated authority by the county freeholders, in compliance with state law. {| class=\"wikitable\" border=\"1\" style=\"text-align:center\" |- !scope=col width=40|# !scope=col width=200|President !scope=col width=150|Term in office |- | 1 || William Apetz || 1981–1984 |- | 2 || William Connor || 1984–2000 |- | 3 || Bradley Gottfried || 2000–2006 |- | 4 || Constance Mierendorf || 2007–2010 |- | 5 || Paul Mazur || 2011-2015 |- | 6 || Jon Connolly || 2015–present |} ==Academics== ===Accreditation and affiliations=== The Library and Science Building, completed in 2004 Sussex County Community College is one of nineteen community colleges in the state of New Jersey, and is a member of the New Jersey Council of County Colleges. The school became fully accredited in 1993 by the Commission on Higher Education of the Middle States Association of Colleges and Schools (MSACS).Middle States Commission on Higher Education, Middle States Association of Colleges and Schools, Institution Directory: Sussex County Community College. Retrieved August 6, 2015. The college's instruction programs were reviewed and reaccredited by MSACS most recently in 2013. Several of its programs in the health sciences are accredited through different organizations or governmental agencies. The college's certificate programs for Medical Assistant and Surgical Technology are accredited through the Commission on Accreditation of Allied Health Education Programs (CAAHEP). SCCC's programs for Medical Office Administration, Medical Coding and Billing, EKG Technician, and Phlebotomy Technician training are accredited by the National Health Career Association. The college's Emergency Medical Technician (EMT) and Certified Nurse Aide (CNA) programs are accredited by the state's Department of Health and Human Services; and its home health aide (CHHA) program by the New Jersey Board of Nursing. The college's Public Safety Training Academy is accredited by the Division of Fire Safety, a state agency of the New Jersey Department of Community Affairs. ===Admissions and enrollment=== The Carnegie Foundation for the Advancement of Teaching classifies the college as \"associate's—public suburban-serving single campus\" with enrollment and undergraduate profiles categorized as \"exclusively undergraduate two-year\" and \"mixed part/full-time two-year\".Carnegie Foundation for the Advancement of Teaching, Institution Profile: Sussex County Community College, Newton, New Jersey, Carnegie Classification of Institutions of Higher Education. Retrieved August 6, 2015. In the college's Institutional Profile 2014, the college had 1,906 full-time and 1,496 part-time students enrolled in the Fall 2012 semester for a total of 3,402 students. The following year, the college reported 1,746 full-time and 1,489 part-time students enrolled in Fall 2013 semester for a total of 3,235 students. An additional 1,127 students in 2012 and 1,069 students in 2013 registered for non-credit non-degree courses. The college reported that 27.8% of full-time students in Fall 2012 and 23.5% of full-time students in Fall 2013 were enrolled in at least one remedial course in one of five subjects: Computation, Algebra, Reading, Writing, and English. In Fall 2013, the student body was 86.1% White or Caucasian, 2.0% Black or African-American, 8.0% Hispanic, 1.3% Asian or Pacific Islander, 0.1% American Indian 0.4% non-resident alien, 2.1% unknown race. Also, in Fall 2013, the student body was 47.2% male and 52.8% female. SCCC also measures the number of first-time undergraduates enrolling based on their residency—either New Jersey residents or out-of-state residents. In Fall 2012, of 558 first-time undergraduates, 506 (90.7%) were New Jersey residents compared to 52 (9.3%) who were out-of-state residents. In Fall 2013, of 690 first-time undergraduates, 611 (88.6%) were New Jersey residents and 79 (11.4%) were out-of-state residents. The school's retention rate for first-time undergraduates returning for their second-year (at the third-semester) between Fall 2012 and Fall 2013 is 66.5% of full-time students and 42.0% for part-time students. In Fall 2010, the most recent year for which statistics are available, 20.7% of students were graduated within 2 years and 24.% of students transferred to a four-year institution to complete degree work. In 2015, the graduating class comprised 552 students. The class included an 18-year-old student who received his associate degree before receiving a high school diploma (he completed high school through homeschooling).Louis C. Hochman, \"18-year-old to graduate college before he finishes high school\", NJ Advance Media for NJ.com, May 19, 2015. Retrieved August 11, 2015.Louis C. Hochman, \"Sussex County Community College graduation 2015\", NJ Advance Media for NJ.com, May 20, 2015. Retrieved August 11, 2015. ===Financial aid=== SCCC offers financial assistance in the form of grants, scholarships, and other financial aid to meet the costs of higher education. In order to have a financial aid package prepared, students are required to submit a Free Application for Federal Student Aid (FAFSA).Sussex County Community College, Student Affairs: Financial Aid. Retrieved August 7, 2015. In academic year 2012–13, the college awarded $660,000 in scholarships and grants from its institutional scholarship funds to 500 students, with an average of $1,320.00 per student. Tuition Aid Grants from the State of New Jersey were awarded to 535 students with an average award of $1,342.06 per student. Federal Pell Grants were awarded to 1,257 students for a total of $3,868,000 funding ($3,077.17 per student). Federal Stafford Loans, both subsidized and subsidized, were provided to students for a total of $1,523,000 and $1,746,000 respectively. In the same year, 47 students were supported by federal college work study funds for a total of $1,425.53 per student. Full-time students who were within the top fifteen percent academically of their graduating high school class can be eligible for with free tuition and fees at SCCC through the New Jersey Student Tuition Assistance Reward Scholarship (NJ STARS) program.Sussex County Community College, Admissions: NJ STARS Program. Retrieved August 7, 2015. In academic year 2012–13, 70 students received a total of $203,000 in NJ STARS scholarships, an average $2,900 per student. Students with a sufficient grade-point average and satisfactory performance of coursework at SCCC are eligible for transfer to a bachelor's degree program at any four-year public or private college or university in New Jersey with further scholarships. ===Degree and certificate programs=== The New Jersey Office of Higher Education authorizes 23 associate degree level programs and several certificate programs offered by Sussex County Community College.New Jersey, Office of the Secretary of Higher Education, Program Inventory: Sussex County Community College Degree Listings. Retrieved August 7, 2015. After completion of one of these programs, the college confers upon a graduating student the degree of Associate of Arts (A.A.), Associate of Fine Arts (A.F.A.), Associate of Science (A.S.), or Associate of Applied Science (A.A.S.). The college offers career programs that lead to the awarding of several certificates in various professions, health sciences as well as corporate and community education training.Sussex County Community College, SCCC About Us — Fast Facts. Retrieved August 6, 2015. The college also coordinates programmes for adult basic education (ABE) leading to a general equivalency diploma(GED), for developmentally disabled students, and for English for speakers of other languages (ESOL) courses. The college plans to begin degree programs in agricultural business and horticulture in Fall 2015 and is developing programs with Rutgers University for psychosocial rehabilitation, occupational therapy, dental hygiene and dental assisting. SCCC has negotiated with several college and universities in New Jersey and Pennsylvania to ease the transition of its students to a four-year degree program after completing courses at SCCC and transferring to another institution. Agreements for specific majors are in place between Sussex County Community College and eleven four-year institutions for twenty-four major programs.County of Sussex, Sussex County Community College Board of Trustees Regular Meeting, Tuesday February 3, 2015. Retrieved August 27, 2015. Transfer agreements are in place between SCCC and Fairleigh Dickinson University in Madison; Felician College in Lodi; New Jersey Institute of Technology in Newark; William Paterson University in Wayne; Centenary College in Hackettstown, New Jersey; Ramapo College in Mahwah, New Jersey; Rutgers University in Newark; Montclair State University in Montclair; Berkeley College, a for-profit college with multiple locations in New Jersey; as well as two Pennsylvania universities, Marywood University in Scranton and East Stroudsburg University in East Stroudsburg, Pennsylvania.East Stroudsburg University of Pennsylvania, Valentina Caval, ESU Signs Articulation Agreements with Sussex County Community College, ESU Insider May 14, 2015. Retrieved August 10, 2015. ==Student and campus life== The Health Sciences Building and Performing Arts Center, completed in 2008 Students at Sussex County Community College can participate in numerous academic and social clubs, as well as a student government which liaises with the college's campus life office to coordinate activities, events, and programs.Sussex County Community College, Campus Life: Clubs and Groups. Retrieved August 27, 2015. The college, through the participation of its student body, student clubs, and faculty support several charities, causes, and local organizations, including the local chapter of the United Way and American Cancer Society. The college estimates that over 70% of SCCC employees participate regularly in some form of community service. The college's performing arts center, which opened in 2008, \"presents a diverse showcase of dance, comedy, opera, contemporary and classical music, international and supernatural shows and student performances\". SCCC also provides a public Art Gallery for students and local artists to present their work, and through the school's Betty June Silconas Poetry Center has an active schedule of poetry readings and workshops.Sussex County Community College, The Art Gallery at SCCC. Retrieved August 27, 2015.Sussex County Community College, Betty June Silconas Poetry Center. Retrieved August 27, 2015. During the summer, the college hosts a public free concert series on the Connor Green called \"Thursdays on the Green\".Sussex County Community College, Performing Arts: Thursdays on the Green. Retrieved August 27, 2015. SCCC fields several intercollegiate athletic teams that participate as one of the nineteen member schools in the Garden State Athletic Conference (GSAC), a junior college athletic conference under the National Junior College Athletic Association (NJCAA) for many technical and community colleges in Delaware, New Jersey, and eastern Pennsylvania.NJCAA Region XIX, Garden State Athletic Conference. Retrieved August 6, 2015.NJCAA Region XIX, Membership. Retrieved August 6, 2015. The college fields teams in the following sponsored sports: men's and women's soccer in the fall; men's and women's basketball in the winter; as well as men's baseball and women's softball in the spring. All participants in the school's athletic program must be full-time students and meet the eligibility requirements required by the NJCAA.Sussex County Community College, Athletics. Retrieved August 10, 2015. The college's athletic teams are known by the nickname \"Skylanders\". ==See also== * List of New Jersey County Colleges * List of colleges and universities in New Jersey ==References== ==External links== *Official website Category:Garden State Athletic Conference Category:Universities and colleges in Sussex County, New Jersey Category:New Jersey County Colleges Category:Educational institutions established in 1981 Category:1981 establishments in New Jersey Category:Newton, New Jersey Category:NJCAA athletics ",
    "title": "Sussex County Community College"
}