{
    "id": "3254404",
    "text": "Sarsina () is an Italian town situated in the province of Forlì-Cesena, Emilia-Romagna, northern Italy. Its territory is included in the Tuscan- Romagnolo Apennines. ==History== Ancient Sarsina or Sassina was a town of the Umbri. Captured by Cornelius Scipio in 271 BC, it became later a municipium of the Roman empire. In 266 BC Roman consuls celebrated a triumph over the Sassinates. It is mentioned in the Fasti, and in the enumeration of the Italian allies of the Romans in 225 BCE the Umbri and Sassinates are mentioned, on an equal footing, as providing 20,000 men between them. It is possible that the tribus Sapinia (the name of which is derived from the river Sapis) mentioned by Livy in the account of the Roman marches against the Boii in 201 BC and 196 BC formed a part of the Sassinates. The playwright Plautus was native of Sassina. The town had a strategic importance, as inscriptions, preserved in the local museum, show. Its milk is frequently mentioned; it was the centre of a pasture district and it provided a number of recruits for the Praetorian Guard. In the 10th century the bishops obtained the temporal sovereignty of the city and the surrounding district, which thus became a prince-bishopric. From 1327 till 1400 it was disputed for by the Ordelaffi of Forlì, the popes and the bishops. In the fifteenth century it was subject in turn to the Malatesta family of Cesena, and then to the Malatesta branch of Rimini, from whom it was taken by Cesare Borgia (1500–03), on whose death it was captured by the Venetians (1503–09). In 1518 it was enfeoffed to the Pio di Meldola, passing later to the Aldobrandini. ==Main sights== The city contains remains of several ancient buildings, one of which probably was the public baths. Furthermore, remains of temples and fortifications have been found, as well as a number of urns, pillars, bronze objects, etc. The Sarsina cathedral was probably constructed around the years 1000-08, has been chosen as its official year of construction, so that there were festivities in 2008.Cattedrale Sarsina - SARSINA 1008 Ennio Morricone on 25 August 2008 conducted his newest composition Vuoto d'anima piena, a work for vocals, an orchestra of 40 and a choir of 60 persons, in the cathedral-basilica for the first time. The text is based on texts by the Persian mystic Rumi. The adjacent Sanctuary of San Vicinio (Saint Vicinius) is a place of veneration. ==Economy== Besides agriculture and cattle breeding, the principal employments of the population are the sulphur and manganese industries. There are some charcoal deposits and sulphur springs. ==Twin towns== * Grebenstein, Germany * Lezoux, France * Lopik, the Netherlands ==See also== *Bishopric of Sassina ==Sources== * * ==References== ==External links== *Official website *City of Sarsina ",
    "title": "Sarsina"
}