{
    "id": "3254828",
    "text": "ANEC, formally the European Association for the Co-ordination of Consumer Representation in Standardisation (known informally as 'the European consumer voice in standardisation'), is an organisation promoting and defending the collective European consumer interest in the process of standardization, and in related fields such as conformity assessment (e.g.certification), market surveillance and enforcement. ANEC also aims to influence legislation that makes reference to standards or standardization.ANEC website In November 2008, ANEC adopted the strapline 'Raising Standards for Consumers' as part of an initiative to improve the visibility of the association. On 15 March 2018, World Consumer Rights' Day, ANEC launched a short video (2 minutes 15 seconds) to explain its role and highlight some of its successes.ANEC: \"ANEC - the Movie\" ANEC provides technical expertise and advice drawn from a network of consumer representatives across Europe. In 2017, the association's experts contributed to the work of more than 200 technical committees and working groups of the European Standardization Organisations, CEN, CENELEC and ETSI and international standards organisations, ISO and IEC.EU: Transparency Register. == History == ANEC was set up in 1995 as an international non-profit association under Belgian law. Its statutory name in French is \"Association européenne pour la coordination de la représentation des consommateurs pour la normalisation\". Its principal motivation was to ensure organised consumer participation in the development of European Standards intended to support European legislation introduced under the New Approach to Technical Harmonization and Standardization. However, its competence also extends to other European Standards developed by the European Standardization Organisations, as well as to other standards that may impact directly or indirectly on the European consumer (for example, certain standards of W3C, the World Wide Web Consortium). == Organisation == ANEC is open to the representation of consumer organisations from the 27 European Union Member States and the United Kingdom, three European Free Trade Association (EFTA) countries (Iceland, Norway and Switzerland) as well as North Macedonia, Serbia and Turkey. The organisation's General Assembly is composed of one national member per country, nominated jointly by the national consumer organisations in that country. Its Working Groups bring together volunteer experts from the countries of its members who define the consensual positions on behalf of the collective European consumer interest in fields related presently to seven areas of priority (Accessibility, Child Safety, Digital Society, Domestic Appliances, Services, Sustainability, and Traffic & Mobility). These areas of priority respond to the needs voiced through the General Assembly by the national consumer organisations. ANEC reimburses the travel, accommodation and subsistence costs of its volunteers. Regarding services, ANEC is primarily concerned with the safety of services, rather than their quality which is of secondary concern. It does not strive to eliminate all diversity in services, but rather demands that certain core safety requirements need to be complied with by providers to ensure all customers' wellbeing through standardisation. Nevertheless, it believes a horizontal legislative framework for the safety of services is needed, in other words, an extension of the \"New Approach\" to services. Van Leeuwen (2017) claims that ANEC lacks the human resources and technical expertise to play a major role in the process of European standardisation, and is able to obtain achievements on only a limited number of consumer protection issues. ANEC confirms that the 'national delegation principle' means it \"does not have a central role in the European Standardisation System\".ANEC: Brochure, \"What we do for you\" - Second edition. However, it notes its achievements do include \"a few big wins\", and highlights a number of them (such as ensuring the safe use of \"100s of millions\"ANEC Annual Review 2017 of domestic electrical appliances by vulnerable consumers, and safe sound limits by default in Personal Music Players) but stresses they are not limited to these \"high-profile successes\". ANEC is funded by the European Union (95%) and EFTA (5%) under Regulation (EU) 1025/2012, while the time of the representatives of the national consumer organisations and experts is accepted by the EU and EFTA as a \"contribution in kind\". In 2018, the ANEC budget was 1.40 million euros. The ANEC Secretariat calculated the \"contribution in kind\" in 2007 to be worth 260.000 euros.ANEC: ANEC/GA Open Session – 11 June 2009, Secretary-General’s statement. The \"contribution in kind\" was estimated to be at least 350.000 euros in 2013.,ANEC: ANEC Annual Review 2013, Foreword by the ANEC President. and calculated to be a little over 390.000 euros in 2014. The ANEC Secretariat is based in Brussels. The Secretariat team is responsible for leading the political activities of the association. ANEC has signed the European Union's Transparency Register (with identification number 507800799-30) and accepted its Code of Conduct. On 14 June 2019, Dermott Jewell (Ireland) was elected ANEC President for the term 2019-2021. The Secretary-General is Stephen Russell.ANEC: ANEC Secretariat. == See also == * Euroconsumers * European Committee for Standardization (CEN) * The European Consumer Organisation (BEUC) == References == == External links == *ANEC: The European consumer voice in standardisation (official website). Category:Standards organisations in Belgium Category:Consumer organizations Category:Cross-European advocacy groups ",
    "title": "ANEC (organisation)"
}