{
    "id": "3254056",
    "text": "One of the Buddhas of Bamiyan Ancient Buddhist cave in Jalalabad, Afghanistan. Buddhism in Afghanistan was one of the major religious forces in the region during pre-Islamic era. The religion was widespread south of the Hindu Kush mountains. Buddhism first arrived in Afghanistan in 305 BC when the Greek Seleucid Empire made an alliance with the Indian Maurya Empire. The resulting Greco-Buddhism flourished under the Greco-Bactrian Kingdom (250 BC-125 BC) and the later Indo-Greek Kingdom (180 BC - 10 AD) in modern northern Pakistan and Afghanistan. Greco-Buddhism reached its height under the Kushan Empire, which used the Greek alphabet to write its Bactrian language. Lokaksema (c. 178 AD), who travelled to the Chinese capital of Luoyang and was the first translator of Mahayana Buddhist scriptures into Chinese,Foltz, Religions of the Silk Road, p. 46 and Mahadharmaraksita who, according to the Mahavamsa (Chap. XXIXFull text of the Mahavamsa Click chapter XXIX), led 30,000 Buddhist monks from \"the Greek city of Alasandra\" (Alexandria of the Caucasus, around 150 km north of today's Kabul in Afghanistan), to Sri Lanka for the dedication of the Great Stupa in Anuradhapura. The Greco-Bactrian King Menander I, (Pali) \"Milinda,\" ruled 165 BC - 135 BC, was a renowned patron of Buddhism immortalized in the Buddhist text the Milinda Panha. The famous Persian Buddhist monastery in Balkh in northern Afghanistan, known as Nava Vihara (\"New Monastery\"), functioned as the center of Central Asia Buddhist learning for centuries. The Buddhist religion in Afghanistan started fading with the Muslim conquest in the 7th century but finally ended during the Ghaznavids in the 11th century. ==History== The territory within the borders of Afghanistan has seen many cultural and religious shifts over the centuries. The geographical position of the area between the Middle East, South Asian, and Central Asian cultures, and the proximity to the famous Silk Road (connecting East Asian and Mediterranean civilizations, and others in between), have been major drivers of local historical and cultural developments. One major influence was the conquest of the area by Alexander the Great, which incorporated the area for a time into the Hellenistic World, and resulted in a strong Hellenistic influence on Buddhist religious art in that region. In 305 BC, the Seleucid Empire made an alliance with the Indian Maurya Empire. The Mauryans brought Buddhism from India and controlled the area south of the Hindu Kush until about 185 BC when they were overthrown. Mes Aynak stupa At the time of these developments, most of the area belonged to the kingdoms of Bactria and Sogdiana, including the Scythians, followed Buddhism until the arrival of Islam. Many monuments testify to the Buddhist culture in present- day Afghanistan. Greek cultural and artistic influence in the region can be researched under Buddhist art and Greco-Buddhism. Additional historical detail can be researched under Pre Islamic Hindu and Buddhist heritage of Afghanistan and Hinduism in Afghanistan. Soon after the Sassanian Persian dynasty fell to the Muslims (in 651 AD), the Nava Vihara monastery in Balkh came under Muslim rule (in 663 AD), but the monastery continued to function for at least another century. In 715 AD, after an insurrection in Balkh was crushed by the Abbasid Caliphate, many Persian Buddhist monks fled east along the Silk Road to the Buddhist Kingdom of Khotan, which spoke a related Eastern Iranian language, and onward into China. Nava Vihara's hereditary administrators, the Persian Barmakids, converted from Buddhism to Islam after the monastery's conquest and became powerful viziers under the Abbassid caliphs of Baghdad. The last of the family's line of viziers, Ja'far ibn Yahya, is a protagonist in many tales from the Arabian Nights. In folktales and popular culture Ja'far has been associated with a knowledge of mysticism, sorcery, and traditions lying outside the realm of Islam. The Buddhist religion survived the Islamic conquest of Afghanistan by the Umayyads and rule by the Abbasid Caliphate. Buddhism in Afghanistan was effectively removed by the Saffarids, Ghaznavids, and Ghurids. ==Archaeological finds== Manuscript fragment of the Buddhist Jatakamala, Sanskrit, language in the Gilgit-Bamiyan-Type II Protosarada script, Toyuk, probably 8th-9th century - Ethnological Museum, Berlin. ===Bamiyan monastery library=== One of the early Buddhist schools, the Mahāsāṃghika-Lokottaravāda, were known to be prominent in the area of Bamiyan. The Chinese Buddhist monk Xuanzang visited a Lokottaravāda monastery in the 7th century CE, at Bamiyan, Afghanistan, and this monastery site has since been rediscovered by archaeologists. Birchbark and palm leaf manuscripts of texts in this monastery's collection, including Mahāyāna sūtras, have been discovered at the site, and these are now located in the Schøyen Collection. Some manuscripts are in the Gāndhārī language and Kharoṣṭhī script, while others are in Sanskrit and written in forms of the Gupta script. Manuscripts and fragments that have survived from this monastery's collection include the following source texts: * Pratimokṣa Vibhaṅga of the Mahāsāṃghika- Lokottaravāda (MS 2382/269) * Mahāparinirvāṇa Sūtra, a sūtra from the Āgamas (MS 2179/44) * Caṃgī Sūtra, a sūtra from the Āgamas (MS 2376) * Vajracchedikā Prajñāpāramitā Sūtra, a Mahāyāna sūtra (MS 2385) * Bhaiṣajyaguru Sūtra, a Mahāyāna sūtra (MS 2385) * Śrīmālādevī Siṃhanāda Sūtra, a Mahāyāna sūtra (MS 2378) * Pravāraṇa Sūtra, a Mahāyāna sūtra (MS 2378) * Sarvadharmapravṛttinirdeśa Sūtra, a Mahāyāna sūtra (MS 2378) * Ajātaśatrukaukṛtyavinodana Sūtra, a Mahāyāna sūtra (MS 2378) * Śāriputrābhidharma Śāstra (MS 2375/08) ===Buddhist relics=== In August 2010, it was reported that approximately 42 Buddhist relics have been discovered in Mes Aynak of the Logar Province in Afghanistan, which is south of Kabul. Some of these items date back to the 2nd century according to Archaeologists. Some Buddhist sites were found in Ghazni.Embassy of the United States, Kabul. Ghazni 10.26.2011 The items in Logar include two Buddhist temples (Stupas), Buddha statues, frescos, silver and gold coins and precious beads.Embassy of the United States, Kabul. Mes Aynak 10.29.2011 ==Jain Relics== Two rare Jain bronze relics have been found in Afghanistan.[Evidence of Jainism in Afghanistan and Kashmir in Ancient Times, Pratapaditya Pal, Bulletin of the Asia Institute, New Series, Vol. 21 (2007), pp. 25-33] The 3rd/4th century c.e. Jain text Vasudevahindi mentions Jain merchants travelling overseas to Java, China and central Asia. Two additional Jain images have been reported in Afghanistan, a marble Padmasan image, and an image in the private collection of the king.[Archaeological Remains of Jainism in West Pakistan & Afghanistan, Klaus Fischer, The Voice of Ahinsa. Lord Mahavira Special Number\" (Vol. VI, No. 3-4, March–April 1956, pp. 84f., continued at p. 81] == Buddhist sites == * Tepe Narenj * Bamiyan * Tapa Sardar * Takht-i-Rustam * Mes aynak * Tepe Kafiriyat == Gallery == File:Cave system, stupa and monastery at Samangan.jpg|Cave system, stupa and monastery at Samangan, Takht-i-rustam File:HaddaBodhisattva.jpg|The Bodhisattva and Chandeka, Hadda, 5th century CE File:BimaranCasket2.JPG|Bimaran Casket File:AsokaKandahar.jpg|King Ashoka's Kandahar edict File:Wardakvase-BM.JPG|Wardak Vase in British Museum File:Minar-i Chakri in 1836, Kabul.jpg|Minar-i-Chakri File:BAMIYAN BUDDHAS - GROTTO PAINTINGS.jpg|Bamiyan Grotto paintings File:Afghanistan, stupa TK23, sito di hadda, monastero di tapa-kalan, IV-V sec.JPG|Afghanistan, stupa TK23, hadda site, tapa-kalan monastery, 4th-5th cent File:Afghanistan, capitello di stupa, dal sito di hadda, monastero di chakhil-i-ghoundi, II-III sec.JPG|Afghanistan, capital of stupas, from the site of hadda, chakhil-i- ghoundi monastery, II-III century File:Afghanistan, scala per piattaf. di stupa, dal sito di hadda, monastero di chakhil-i-ghoundi, II-III sec.JPG|Afghanistan, stairway of stupas, from the site of hadda, chakhil-i- ghoundi monastery, II-III cent File:Stupa No. 4 after excavation, Ali Masjid.jpg|Court with stupa, after excavation, Ali Masjid File:CH-NB - Afghanistan, Shewaki (Chakari, Chakri)- Landschaft - Annemarie Schwarzenbach - SLA-Schwarzenbach-A-5-21-001.jpg|Shewaki stupa File:General view of Stupa No. 6, with Buddha images in niches, Ali Masjid.jpg|General view of Stupa No. 6, with Buddha images File:AhinposhReconstitution.jpg|Reconstitution of the Buddhist monastery of Ahin Posh Tepe, Afghanistan File:Figure (AM 7493-3).jpg|Grey schist figure of Buddha, Auckland Museum File:Afghanistan, buddha assiso in maharajalilasa, II sec..JPG|Afghanistan Buddhist art File:Begram Decorative plaque from a chair or throne, ivory, room 13, c.100 BCE.jpg|Begram Decorative plaque from a chair or throne, ivory, room 13, c.100 BCE ==See also== *Pre-Islamic Hindu and Buddhist heritage of Afghanistan *Hinduism in Afghanistan *Trapusa and Bahalika ==References== ==External links== *web.singnet.com.sg *StudyBuddhism.com *folk.uio.no *silkroadfoundation.org Category:History of Afghanistan Afghanistan Category:Ancient history of Afghanistan Category:Archaeological sites in Afghanistan ",
    "title": "Buddhism in Afghanistan"
}