{
    "id": "3254821",
    "text": "At All Costs a science fiction novel by American author David Weber, first published in 2005. It is the eleventh book in the Honor Harrington series. ==Plot summary== Due to the actions of the High Ridge government in War of Honor, which led to a successful attack on key Alliance shipyards by the Republic of Haven, the Star Kingdom of Manticore finds itself decidedly on the short end of the strategic balance between the two warring star nations. Admiral Honor Harrington is placed in command of Eighth Fleet, the Manticoran Alliance's primary offensive force, which is the sole heavy formation available for operations against Haven. Queen Elizabeth and her senior advisors project it will be at least two \"T-years\" (Terran years, i.e. Earth years) before they can expect any significant numbers of new construction to begin bolstering their thin wall of battle; this while Haven's progress under Admirals Theisman and Foraker have given them an even larger force advantage, and smaller technological disparity, than Haven suffered before the beginning of hostilities in Short Victorious War. Strategically, the Eighth Fleet's goal is to instill enough operational caution and sensitivity to losses in Haven to force redeployments of starships in defensive postures, reducing Haven's offensive resources. To expedite this, they are assigned the lion's share of Manticore's cutting-edge warfighting hardware, including the new \"Apollo\" self-guided missile system and \"Keyhole\" platforms that increase the efficacy of their own counter-missiles. Their first two raids do indeed instill some panic into the Havenite populace, but on the third, at Solon, a defensive ambush led by Admiral Javier Giscard is waiting for them. Honor is sorely trounced, losing several ships and being forced to abandon a vessel captained by her best friend, Admiral Michelle \"Mike\" Henke, Countess Gold Peak, to its own devices; Henke is believed killed in action. Honor continues to work closely with Hamish Alexander, now First Lord of the Admiralty, on the military and political challenges facing the Alliance, and they fall into the very romantic relationship the High Ridge government tried to insinuate during War of Honor. She and Hamish are married and conceive a son, Raoul, who is \"tubed\" while his mother goes into combat and is born before the end of the novel. Emily, with the assistance of Honor's mother Allison, a leading geneticist, also becomes a mother with Hamish. Republic of Haven President Eloise Pritchart continues to work towards finding a peaceful solution to the war. She and her administration discover the peace talks were sabotaged by her Secretary of State, Arnold Giancola. Unfortunately, both he and his accomplice, Yves Grosclaude, are killed before they can be questioned. This lack of proof prevents Pritchart from coming forward and accepting culpability for the current war, but she nonetheless sends Mike Henke—actually a POW—back to Manticore with an offer for a peace conference. Queen Elizabeth accepts, but several more cases of the nanotechnology are deployed to in assassination attempts on other figures of Manticoran note, including Queen Berry of Torch and her Head of Intelligence. This forces Elizabeth to resume the war, ordering the Eighth Fleet to attack the Lovat System. Honor does so, and this time turns the tables on Giscard's ambushers, leading to the destruction of most of his fleet, as well as his death. Pritchart, with few options and devastated by the loss of her lover Giscard, realizes that if Haven cannot conclude the war peacefully, they must conclude it violently. She authorizes \"Operation Beatrice,\" a direct strike at the Manticore System itself. The result is the largest space battle in recorded history: Haven's Second and Fifth fleets against the Manticoran Home, Third and Eighth Fleets. After several engagements, Harrington arrives and obliterates the Fifth Fleet, and Tourville surrenders the remainder of Second. == Commentary == Most of the action takes place simultaneously with the events of The Shadow of Saganami. In addition to Manticore, Haven, and Grayson, front stage players (even those lurking in the wings of the stage) now include the Andermani, who have entered the Manticorian Alliance; the genetic slavers of Mesa, secretly striving to keep Manticore and Haven shooting at each other as long as possible; non-self absorbed elements of the Solarian League continuing the inexorable and glacier creep of League influence; and the inhabitants of the Talbot Cluster, clamoring for membership in the Star Kingdom after discovering the new Manticore Junction terminus in their region of space. The book was released in hardcover in 2005 (with a CD-ROM containing free copies of other works written by Weber). Advance Reader Copies were made available for sale at baen.com some months previously, with a sizable portion of the book being \"snippetted\" on Baen's Bar for free. ==Trivia== In conference, Admiral Thomas Caparelli tells Honor that Hamish has compared her favorably to the Old Earth \"wet-navy\" Admirals Raphael Semmes and Bill Halsey.See end of Chapter 23. Hamish said Honor had \"marginally better tactical sense than Semmes and better strategic sense than Halsey.\" Semmes is remembered for his strategy and Halsey for his tactics, and Honor knows this. David Weber has stated his original plan was to have Honor in charge of the third fleet during the final battle, and perish during the battle. Her son, then would have had his own series start as he came of age, at which point the Solarian League begins its breakup, and a long war begins.An Authorial Note. David Weber. ==References== == External links == * An excerpt of the book, available at the Baen Free Library. Category:Baen Books available as e-books Category:American science fiction novels Category:Novels by David Weber Category:Honorverse books Category:2005 American novels Category:2005 science fiction novels ",
    "title": "At All Costs"
}