{
    "id": "3254970",
    "text": "Patricia (\"Pat\") Jean McKillop, née Fraser, and now Buckle also simply known as Pat McKillop (born July 15, 1956) is a former field hockey player from Zimbabwe, who was a member of the national team that won the gold medal at the 1980 Summer Olympics in Moscow. Because of the boycott led by the United States in protest of the Soviet invasion of Afghanistan, only the Soviet team remained. The Soviets and international Olympic authorities then invited countries that had not qualified for the tournament. A late request was sent to the government of the African nation, which hastily assembled a team less than a week before the competition started. To everyone's surprise, they won. They defeated Poland 4-0, drew 2-2 with Czechoslovakia, won 2-0 over the host Soviet Union, drew 1-1 with India and lastly trounced Austria 4-1 to claim Zimbabwe's only medal in the 1980 Games. McKillop was the co-top scorer of the tournament with six goals, including three penalty corners, tied with the Soviet Union's Natella Krasnikova. McKillop represented Matabeleland in basketball. She played her club hockey for the Bulawayo Athletic Club and went on to coach the Zimbabwe Under-21 women’s team for three years, leading them to the Women's Hockey Junior World Cup in Canada in 1989. She has also represented Zimbabwe in golf. == Personal life == Patricia McKillop was married to Collin Williams who was a Zimbabwean first-class cricketer and a field hockey coach after getting divorce for her first marriage. She has three sons, all of whom have represented Zimbabwe in international-level sports. The eldest who was born after the first marriage, Michael McKillop, has captained the Zimbabwe men’s hockey team and also appeared in nine first-class cricket matches for Matabeleland; next is Sean Williams who has played age level international hockey and international cricket for Zimbabwe; and last is Matthew Williams, who has captained Zimbabwe's national hockey team and played first class cricket. ==References== Category:1956 births Category:Living people Category:Zimbabwean female field hockey players Category:Olympic field hockey players of Zimbabwe Category:Field hockey players at the 1980 Summer Olympics Category:Olympic gold medalists for Zimbabwe Category:Olympic medalists in field hockey Category:Medalists at the 1980 Summer Olympics Category:White Zimbabwean sportspeople Category:Zimbabwean women's basketball players ",
    "title": "Patricia McKillop"
}