{
    "id": "3254833",
    "text": "Duets II is the 59th and final studio album by American singer Frank Sinatra. It was released in 1994, and was the sequel to the previous year's Duets. Phil Ramone produced the album and guest artists from various genres contributed their duet parts to Sinatra's already recorded vocals. Though not as commercially successful as Duets, it still rose to #9 on the Billboard albums chart and sold over 1 million copies in the U.S. It also peaked at #29 in the UK. Critical notices were again mixed at best, although some viewed it as an improvement over its predecessor. However, the album won Sinatra the 1995 Grammy Award for Best Traditional Pop Vocal Performance, his last competitive Grammy Award. These would be the last studio recordings made by Sinatra, who had begun his recording career fifty-four years earlier. Both were packaged together in a \"90th Birthday Limited Collector's Edition\" released in 2005; North American pressings add an unreleased duet recording of \"My Way\" with Willie Nelson, while international pressings have him singing with Luciano Pavarotti. ==Track listing== Unless otherwise indicated, Information is based on Liner notesSinatra, Frank. “Duets II”. Capitol Records. 1994. ;Notes *“For Once in My Life” arranged by Don Costa in 1969.Sinatra, Frank. “For Once in My Life”. Frank Sinatra Sessionography. https://sinatrafamily.com/session/-/-/-/-/0/For%20Once%20in%20My%20Life *“Bewitched, Bothered and Bewildered” originally arranged by Nelson Riddle in 1957 for Pal Joey film soundtrack.Sinatra, Frank. “Bewitched, Bothered and Bewildered”. Frank Sinatra Sessionography. https://sinatrafamily.com/session/-/-/-/-/0/Bewitched,%20Bothered%20and%20Bewildered *“Moonlight in Vermont” originally arranged by Billy May in 1957.Sinatra, Frank. “Moonlight in Vermont”. Frank Sinatra Sessionography. https://sinatrafamily.com/session/-/-/-/-/0/Moonlight%20in%20Vermont *“Embraceable You” arranged by Nelson Riddle in 1960.Sinatra, Frank. “Embraceable You”. Frank Sinatra Sessionography. https://sinatrafamily.com/session/-/-/-/-/0/Embraceable%20You *“My Funny Valentine” originally arranged by Nelson Riddle in 1957 for a Seattle, Washington concert.Sinatra, Frank. “My Funny Valentine”. Frank Sinatra Sessionography. https://sinatrafamily.com/session/-/-/-/-/0/My%20Funny%20Valentine *“My Kind of Town” arranged by Nelson Riddle in 1963 for Robin and the 7 Hoods film soundtrack.Sinatra, Frank. “My Kind of Town”. Frank Sinatra Sessionography. https://sinatrafamily.com/session/-/-/-/-/0/My%20Kind%20of%20Town *“The House I Live In” music arranged by Don Costa in 1964.Sinatra, Frank. “The House I Live In”. Frank Sinatra Sessionography. https://sinatrafamily.com/session/-/-/-/-/0/The%20House%20I%20Live%20In == Personnel == Information is based on Liner notes * Duet Partners - vocals (2-5, 7-14) * Frank Sinatra Sr. – vocals (1-5, 7-14, lead on 6) * Antonio Carlos Jobim - lead vocals, intro music performer (6) * Gladys Knight - vocals (1) * Stevie Wonder – harmonica, piano, vocal ad-libs (1) * Ron Anthony – guitar * Chuck Berghofer – bass, rhythm bass * Edwin Bonilla - intro music performer (6) * Ed Calle - intro music performer (6) * Jorge Casas - intro music performer (6) * Gregg Field – drums * Paolo Jobim - intro music performer (6) * Juanito Marquez - intro music performer (6) * Bill Miller - piano * Jorge Noriega - backing vocals (6) * Clay Ostwald - additional keyboards (9) * Rita Quintero – backing vocals (6) * Arturo Sandoval - trumpet solo (7) * Terry Trotter - piano (9) Production * Billy Byers - music arranger (9) * Hank Cattaneo – producer (1, 3-14, music on 2) * Kiko Cibrian - vocal producer (2) * Don Costa - arranger (1, music on 14) * Frank Foster - arranger (11) * Tom Hensley - vocal arranger (14) * Ted Jensen - mastering * Quincy Jones - arranger (4, 6) * Charles Koppelman – executive producer * Alan Lindgren - vocal arranger (14) * Johnny Mandel - arranger (8) * Billy May - arranger (2, 7) * Jose Quintana - vocal producer (2) * Phil Ramone - producer (1, 3-14, music on 2) * Nelson Riddle - arranger (10, 13) * Don Rubin – executive producer * Eliot Weisman – executive producer * Dick Williams - vocal arranger (9) * Patrick Williams - arranger (3, 5-6, 11-12), conductor, musical director * Bill Zehme – liner notes Engineers * John Aquilino, Bernie Becker, Paul Cartledge, Bill Cavanaugh, Mike Couzzi, T-Bone Demman, Charles Dye, Geraldo Fernandes de Souza, Jr., Carl Glanville, Larry Greenhill, Don Hahn, R.R. Harlan, Jay Healy, Charles Paakkari, John Patterson, Scott Perry, Csaba Petocz, Ed Rak, Paul McKenna, George Massenburg, Dave Reitzas, Eric Schilling, Al Schmitt, Rick Southern, Ted Stein, Ron Taylor, Larry Walsh, Frank Wolf, Tom Young Assistant engineers * Craig Brock, Scott Canto, Marcelo Anez, Bryan Carrigan, Jim Caruana, Sean Chambers, Peter Doell, Troy Halderson, David Hall, Sebastian Krys, Mike Mazzetti, Francisco Miranda, Jennifer Monnar, Marcelo Moura, Mark Ralston, Kevin Scott, Andy Smith, Chris Wiggins ==Television special== On 25 November 1994, Sinatra recorded a television special which aired on CBS, titled Sinatra: Duets. This was intended to promote both his previous album Duets as well as its successor, Duets II. ==References== Category:1994 albums Category:Capitol Records albums Category:Frank Sinatra albums Category:Vocal duet albums Category:Albums arranged by Don Costa Category:Albums arranged by Nelson Riddle Category:Albums arranged by Johnny Mandel Category:Albums arranged by Billy May Category:Albums arranged by Quincy Jones Category:Albums produced by Phil Ramone Category:Grammy Award for Best Traditional Pop Vocal Album Category:Sequel albums ",
    "title": "Duets II (Frank Sinatra album)"
}