{
    "id": "3254858",
    "text": "238th Street is a local station on the IRT Broadway–Seventh Avenue Line of the New York City Subway. Located at the intersection of 238th Street and Broadway in the Kingsbridge Heights neighborhood of the Bronx, it is served by the 1 train at all times. == History == This station opened on August 1, 1908 with the completion of the IRT Broadway–Seventh Avenue Line to Van Cortlandt Park–242nd Street, the next stop. In 1948, platforms on the IRT Broadway–Seventh Avenue Line from 103rd Street to 238th Street were lengthened to to allow full ten-car express trains to stop at this station. Previously, the station could only hold six-car local trains. The platform extensions were opened in stages. On July 9, 1948, the platform extensions at stations between 207th Street and 238th Street were opened for use at the cost of $423,000. Between September 4, 2018, and January 2, 2019, Manhattan-bound trains did not stop at this station due to stairway replacement. In preparation for this, the northbound platform's fare control was converted so that it could accommodate both entries and exits. ==Station layout== {|cellspacing=0 cellpadding=3 |style=\"border-top:solid 1px gray;border-bottom:solid 1px gray;vertical- align:top;\" rowspan=5|P Platform level |style=\"border-top:solid 1px gray;border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 2px black;text- align:center;\" colspan=2|Side platform |- |style=\"border-bottom:solid 1px gray;\"|Northbound local |style=\"border-bottom:solid 1px gray;\"|← toward () |- |style=\"border-bottom:solid 1px gray;\"|Peak-direction express |style=\"border- bottom:solid 1px gray;\"| No regular service |- |Southbound local | toward () → |- |style=\"border-bottom:solid 1px gray;border-top:solid 2px black;border- right:solid 2px black;border-left:solid 2px black;text-align:center;\" colspan=2|Side platform |- |style=\"border-bottom:solid 1px gray;\" width=50|G |style=\"border-bottom:solid 1px gray;\" width=150|Street level |style=\"border- bottom:solid 1px gray;\" width=300|Entrances/exits |} This elevated station has two side platforms and three tracks, with the center one not used in revenue service. Each platform has beige windscreens and red canopies with green roofs in the center and black waist-high fences on either side. North of this station is the 240th Street Yard, where cars assigned to the 1 train are inspected and maintained. The yard has a footbridge to the tracks of the IRT Broadway–Seventh Avenue Line, crossovers and leads that allow this station to serve as a terminal. During the morning and afternoon rush-hours, some 1 trains begin their trips here as direct put-ins from the nearby 240th Street Yard, and some morning and afternoon rush-hour 1 trains end their trips either here or at 215th Street and drop-out and lay-up at the 240th Street Yard to prevent congestion at Van Cortlandt Park–242nd Street, which is the next and last stop on the 1 train to the north. ===Exits=== Platforms The northbound platform was originally exit only since 242nd Street is a short walking distance north, containing two platform-level turnstiles, each of which leads to a staircase that goes down to either eastern corner of 238th Street and Broadway. The Manhattan-bound platform has an adjacent elevated station house that contains a turnstile bank, token booth, and a single street stair going down to the southwest corner of 238th Street and Broadway. == References == == External links == * * Station Reporter — 1 Train * The Subway Nut — 238th Street Pictures * 238th Street entrance from Google Maps Street View * Platforms from Google Maps Street View Category:IRT Broadway–Seventh Avenue Line stations Category:Broadway (Manhattan) Category:U.S. Route 9 Category:New York City Subway stations in the Bronx Category:New York City Subway stations located aboveground Category:Railway stations in the United States opened in 1908 Category:1908 establishments in New York (state) Category:Riverdale, Bronx Category:Kingsbridge, Bronx ",
    "title": "238th Street station"
}