{
    "id": "3255776",
    "text": "Versailles is an unincorporated community in St. Bernard Parish, Louisiana, United States. It is located along the East Bank of the Mississippi River, approximately 3.5 miles below the lower limit of New Orleans. The community, for governmental and postal address purposes, is considered part of Chalmette and by some designations, part of neighboring Meraux. As a place designation, the name \"Versailles\" continues in local use. ==History== Versailles was founded by Major-General Pierre Denis de la Ronde (1762-1824), one of Louisiana's wealthiest plantation owners and a descendant of French Canadian judge and poet, René-Louis Chartier de Lotbinière, of Maison Lotbinière, poet Alain Chartier and, traditionally, the explorer Jehan Denys, though this is unproven and is likely entirely the confabulation of Frederick Gilman Forsyth, the self-styled, so-called \"Forsyth de Fronsac,\" who published falsified lineages.The Aryan Order of America and the College of Arms of Canada, by Yves Drolet; Montreal, Canada; 2015, p. 45.\" In 1802, Denis de La Ronde was appointed to Louisiana (New Spain)'s governing authority, the Cabildo, at the behest of his late brother-in-law, Andrés Almonaster y Rojas, to succeed him as Regidor Perpetuo, Councilman for Life. (Spanish bureaucratic offices were a form of property, purchased from the Crown, and could be inherited.) In 1805, during the U.S. territorial period, along with other local investors, he made plans to build Versailles along the Mississippi River and to then cut a barge canal through some dozen miles of swamp to the shore of Lake Pontchartrain, where they planned to build another town, to be called \"Paris.\" The intended communities were named after Paris and Versailles in France and were meant to recreate the French style. Denis de La Ronde envisioned that this Versailles would overtake New Orleans in size and popularity. However, development was waylaid by political unrest, culminating in the War of 1812. In 1814-15, then- Colonel de La Ronde commanded the Louisiana militia's Third Regiment at the Battle of New Orleans, which was fought both at his plantation (December 23, 1814, Night Battle)Pierre Denis de la Ronde, fils at the Dictionary of Louisiana Biography, retrieved 10 April 2017. and at the neighboring Chalmette plantation, belonging to his maternal half-brother, Ignace Martin de Lino de Chalmette (1755-1815). Like de La Ronde, de Lino was a descendant of the Chartier family, through his paternal grandmother. Their mutual niece, Micaela Almonester, Baroness de Pontalba, later constructed the Pontalba Buildings in New Orleans, during the 1840s, then, in 1855, completed the Hôtel de Pontalba in Paris. All three are descendants of the famed French architect Ignace François Broutin. Versailles remained a small town for the rest of the 19th century, with no navigable canal linking the River and the Lake until the Industrial Canal was built in New Orleans during the 20th century. Denis de La Ronde's path through the swamps fared better, eventually developing into a major artery. Paris Road remains the farthest downriver route connecting the River to the Lake in Greater New Orleans. ==La Ronde Plantation== The house was considered the most stylish plantation home in that part of Louisiana at the time, and the name Versailles is mistakenly distributed by various authors and in reports—largely from the misnaming of the La Ronde plantation in Old Families of Louisiana.Families of Louisiana, by Arthur, Stanley Clisby; Louisiana Historical Society; New Orleans, USA; 1905; p.396. Evidence has yet to materialize, however, that this mansion was ever referred to as \"Versailles\" in its time, or by its owners. The plantation was affectionately known as \"Parnassus\" to the family, a home \"where lavish hospitality was dispensed.\"Families of Louisiana, by Arthur, Stanley Clisby; Louisiana Historical Society; New Orleans, USA; 1905; p.397. Pierre Denis de La Ronde purchased the property in 1783.Robert W. Tebbs, Photographer to Architects: Louisiana Plantations in 1926, by Richard Anthony Lewis; Louisiana State University; USA; 2011, p. 29.\" Then, to commemorate his 21st birthday, he had slaves plant an avenue of now-famous oak trees.The Regional Review, Volume II - No. 5: \"Historic Sites in the South\", by Roy Edgar Appleman, Regional Supervisor of Historic Sites; Richmond, Virginia; USA; May, 1939. The allée still stands, largely intact, as the La Ronde Oaks—though the trees, like the mansion they once led to from the Mississippi, are also widely mislabeled as \"Versailles Oaks\" or \"Pakenham's Oaks\" (the latter since General Edward Pakenham met his fatal end from battlefield injuries among Denis de La Ronde's oaks). On December 23, 1814, General Andrew Jackson learned of the advances and position of the British encampment from Colonel Pierre Denys de La Ronde and his son-in-law, Major Gabriel Villeré.Creole families of New Orleans, by King, Grace Elizabeth; Macmillan; New York, USA; 1921; p. 315: \"Colonel de la Ronde, who himself had just rushed in from his command at Chef Menteur on the lake with the news of the British landing. The two officials jumped in a skiff at the river bank, crossed the stream and, seizing horses on the other side, spurred to the city where, covered with mud and breathless from their ride, they made their report to General Jackson, surrounded by his aides, that 'the British were encamped on the soil of Louisiana'! To repeat the old, old anecdote which can never be too often repeated in the estimation of Louisianians — At the close of Major Villere's narrative the General drew up his figure to its full height, and with an eye of fire and an emphatic blow with his clenched fist upon the table, swore his oath: 'By the Eternal, they shall not sleep on our soil!'...The Chalmette plantation has gained the honor of naming the great victory, but the attack and the retreat were made through the de la Ronde place; and many a gallant British officer and soldier breathed his last under the soft shade of the old oaks whose great trunks still carry the scars of cannon balls and even the balls themselves.\"The Story of the Battle of New Orleans, by Arthur, Stanley Clisby; Louisiana Historical Society; New Orleans, USA; 1915; p.97: \"Judge Walker's account continues. \"The sounds ceased at the door of his headquarters and the sentinel on duty announced the arrival of three gentlemen who desired to see the General immediately, having important intelligence to communicate. 'Show them in,' ordered the General. The visitors proved to be Mr. Dussau de la Croix, Major Gabriel Villere and Colonel De la Ronde. They were stained with mud and nearly breathless with the rapidity of their ride. 'What news do you bring, gentlemen?' eagerly asked the General. 'Important, highly important!' responded Mr. de lu Croix. The British have arrived at Villere's plantation nine miles below the city and are there encamped. Here is Major Villere, who was captured by them, has escaped and will now relate his story.'\" The Night Attack of the Battle of New Orleans was subsequentbvly fought on the La Ronde plantation.The Story of the Battle of New Orleans, by Arthur, Stanley Clisby; Louisiana Historical Society; New Orleans, USA' 1915; p.123. Major Villeré was the son of Louisiana's future first Creole Governor, Jacques Villeré. The La Ronde mansion was looted and heavily damaged by the British during the fateful Night Attack of December 23, 1814, which effectively launched the Battle of New Orleans, then further ruined when commandeered by the British as a field hospital. The house then burned about 70 years later, though most of the walls remained standing until the hurricane of 1915.Wilson, Samuel, Jr.: Plantation Houses on the Battlefield of New Orleans. New Orleans: Louisiana Landmarks Society, 1989. A few ruins remain visible along Highway 46 in St. Bernard Parish, as does the Southern live oak allée that once graced the path from the Mississippi River landing to the manor house. Denis de la Ronde House c.1866 ==References== ==Sources== * * ==External links== *\"Historic marker dedication held at De La Ronde Ruins in Chalmette\" at The Times-Picayune blog; December 8, 2014. *\"DE LA RONDE, Pierre Denis, fils\" at Louisiana Historical Association (Scroll down) *Pierre Denis de la Ronde at Find a Grave *De la Ronde's New Orleans residence at the Historical Marker Data Base Category:Unincorporated communities in St. Bernard Parish, Louisiana Category:Unincorporated communities in New Orleans metropolitan area Category:Unincorporated communities in Louisiana ",
    "title": "Versailles, Louisiana"
}