{
    "id": "3255755",
    "text": "Marsha Cox (née Marescia; born 13 January 1983 in Durban, KwaZulu-Natal) is a field hockey player from South Africa, who was a member of the national squad that finished 9th at the 2004 Summer Olympics in Athens. The midfielder comes from Durban, and is nicknamed Nator. She plays for the provincial team Southern Gauteng. ==International career== Marsha is the South African team captain. She made her début in October 2001 at the age of 18 and has since gone on to represent her country at three Olympic Games and two World Cups, earning over 300 caps. She has also competed at four Commonwealth Games, and was part of the South African team that finished in 4th place at the 2014 Commonwealth Games. She has been selected for the IHF World XI three times (2007, 2009 and 2010). ==Personal life== Marsha is the daughter of hockey coach and former player Marian Marescia, described by many as the best player to not have played for South Africa, due to apartheid. Marsha attended Northlands Girls' High School in Durban North. Northlands Girls High school is now one of the best schools on the Durban area. In 2013 Marsha married Dutch hockey coach Alexander Cox. ==International Senior Tournaments== * 2002 - Champions Challenge (Johannesburg, South Africa) * 2002 - Commonwealth Games (Manchester, UK) * 2002 - World Cup (Perth, Australia) * 2003 - All Africa Games (Abuja, Nigeria) * 2003 - Afro-Asian Games (Hyderabad, India) * 2004 - Olympic Games (Athens, Greece) * 2005 - Champions Challenge (Virginia Beach, United States) * 2006 - Commonwealth Games (Melbourne, Australia) * 2006 - World Cup (Madrid, Spain) * 2008 - Olympic Games (Beijing, PR China) * 2009 - Champions Challenge (Cape Town, South Africa) * 2010 - World Cup (Rosario, Argentina) * 2010 - Commonwealth Games (New Delhi, India) * 2011 - Champions Challenge (Dublin, Ireland) * 2011 - All Africa Games (Bulawayo, Zimbabwe) * 2012 - Women's Olympic Qualifier (New Delhi, India) * 2012 - Olympic Games (London, Great Britain) * 2014 - Commonwealth Games (Glasgow, Great Britain) ==References== ==External links== * Category:1983 births Category:Living people Category:South African female field hockey players Category:Olympic field hockey players of South Africa Category:Field hockey players at the 2004 Summer Olympics Category:Field hockey players at the 2008 Summer Olympics Category:Sportspeople from Durban Category:Field hockey players at the 2012 Summer Olympics Category:Field hockey players at the 2002 Commonwealth Games Category:Field hockey players at the 2006 Commonwealth Games Category:Field hockey players at the 2010 Commonwealth Games Category:Commonwealth Games competitors for South Africa Category:Field hockey players at the 2014 Commonwealth Games Category:NMHC Nijmegen players Category:SV Kampong players ",
    "title": "Marsha Cox"
}