{
    "id": "3256220",
    "text": "Robert Gardner (31 March 1847 – 28 February 1887) was an important figure in Scottish football history. He was a match arranger, goalkeeper and team captain for Queen's Park during the 1860s until 1874. A letter of his, dated 1868, is the oldest surviving letter pertaining to association football. He was also the first goalkeeper to captain an international side. ==Personal details== Gardner was born in Glasgow and brought up in the city. Pictures show that he wore a full beard. He was evidently very well educated. According to a contemporary cartoon, he may have relieved the boredom of long periods of inactivity by smoking his pipe on the field. He married Mary Arrol, cousin of the engineer Sir William Arrol, and they had three sons. He found work on Sir William Arrol's Forth Bridge project at South Queensferry, where he died, before he was 40, on 28 February 1887. Gardner was one of the original members of Queen's Park Football Club. He was originally a forward but switched to goalkeeper in 1872. Apart from four goals conceded in an international match in 1873, Gardner did not concede a goal until January 1874. This is considered phenomenal when one considers that he may not have been allowed to use his hands for much of that time, and that goalkeeping technique would have been in a primitive state. However, although nineteenth century goalkeeping seems to have been almost entirely \"on the goal line\", the basic stalwart technique of \"narrowing the angle\" seems to have been used by Gardner. He was almost certainly the best goalkeeper of his time. ==International career== Gardner was instrumental in arranging the first official international football match, Scotland versus England in 1872, called by many \"the most important game in football history\", because the English played a style based on individual dribbling, while the Scots played a passing style; and the rules for the match were standardised (the Scottish rules). The Scottish side for this match consisted entirely of Queen's Park players. Robert Gardner was Scotland's first ever team captain, who selected his team, and kept goal during most of the 0–0 draw, although during the early stages of the second half he swapped places with forward Robert Smith and played part of the match up front before returning to the goal. Gardner kept goal and captained Scotland against England the following year. The game was won 4–2 by England in London against a Scottish side which was partly composed of English-based players because the Scottish Football Association budget only stretched to the rail fares of seven players. Gardner's switch of club to Clydesdale in 1874 lost him the Scottish captaincy when the Queen's Park players refused to be captained by a player from another club. He still kept goal for Scotland against England for the following two years, with a 2–1 win and a 2–2 draw. Gardner kept goal and captained Clydesdale in the first Scottish cup final in 1874, playing against Queen's Park. Although his side lost 2–0, contemporary accounts of the match home in on Gardner's magnificent display of goalkeeping against his old club. In 1878 he made his fifth and last appearance as Scotland's last line of defence, and had the satisfaction of taking part in Scotland's 7–2 drubbing of England. Gardner also served as referee, handling the first international match between Scotland and Wales on 25 March 1876, and was a founding member of the Scottish Football Association serving as its President from 1877 to 1878. ==References== == External links == * Category:1847 births Category:1887 deaths Category:Footballers from Glasgow Category:Scottish footballers Category:Scotland international footballers Category:Association football goalkeepers Category:Queen's Park F.C. players Category:Clydesdale F.C. players ",
    "title": "Robert Gardner (footballer)"
}