{
    "id": "3256431",
    "text": "Josephine Ellen \"Peppy\" Martin (born c. 1946) is a Kentucky politician who was the unsuccessful Republican gubernatorial nominee in 1999. ==Early career== In her early years, Martin was an intern for Republican U.S. Senator Thruston B. Morton of Kentucky and in 1971 worked in the office of Governor Louie B. Nunn. She then launched a career in public relations, eventually running her own firm in Hart County, Kentucky. She resides in Bonnieville in Hart County. Martin legally changed her name to \"Peppy\" from her given name of Josephine Ellen when she unsuccessfully ran for a seat in the Kentucky General Assembly in the 1970s. ==Campaigns== In 1999, Martin ran for governor against Paul E. Patton, the Democratic incumbent who through a change in the Kentucky Constitution was the state's first governor eligible to seek a second consecutive term. Martin's running mate was Wanda Cornelius, a school board member from Taylor County. In the Republican primary, Martin defeated perennial candidate David Lynn Williams, not to be confused with State Senator David L. Williams of Burkesville. The Martin-Cornelius ticket lost to incumbent Governor Patton and Lieutenant Governor Steve Henry in a landslide in the general election. Martin announced her intent to run for President as a Reform Party candidate in 1996 and, later, as a Reform candidate for the United States Congress in 2000, though she never qualified to appear on the ballot in either race. In 2003, Martin unsuccessfully sought the Republican nomination for the office of Kentucky Auditor of Public Accounts, ultimately losing in the primary. And although she announced that she would be a Democratic candidate for Governor of Kentucky in 2007, Martin ultimately failed to appear on the ballot. ==Electoral history== ==See also== *Kentucky gubernatorial election, 1999 ==References== ==External links== * WATE 6 reporting on Peppy Martin buying the Tennessee governor's toilet as inspiration for her own candidacy for governor Category:1946 births Category:American businesspeople Category:Kentucky Republicans Category:Living people Category:People from Hart County, Kentucky Category:Women in Kentucky politics ",
    "title": "Peppy Martin"
}