{
    "id": "3256243",
    "text": "The school after it was rebuilt in 1895. The oldest known photograph of the Mathematical School. Free School Lane is in the distance. Taken c 1880. Sir Joseph Williamson's Mathematical School (SJWMS) is a boys' grammar school with academy status in Rochester, Kent, also referred to either as Rochester Math or The Math School. The school was founded by the statesman Sir Joseph Williamson (1633-1701), lord of the nearby Manor of Cobham, Kent, who in his will bequeathed £5,000See will of Sir Joseph Williamson to set up the school. The school was termed a mathematical school because it specialised in teaching navigation and mathematics to the sons of Freemen of the City of Rochester, the Chatham Naval Dockyard being nearby. ==History== The first building was in 1708 when a \"school house\" was built in part of the filled up moat outside the city walls. In 1840 additional rooms were built and in both 1882 and 1893 additions were made. In the late 1960s the buildings were demolished and the site is now a car park next to a nightclub. It is said that the local authority did not know part of the old city wall with a small tower ran through the school buildings, and as a result no further development of the site was allowed. The school's playing fields and swimming pool were originally by the River Medway off Rochester Esplanade; they are now off Maidstone Road, Rochester, next to the area known as Priestfields (not to be confused with Gillingham FC's stadium, Priestfield). An annexe (now known as P block) was built at the Maidstone Road site in the 1950s, housing the second and third years only. In autumn 1968, the whole school moved to a new building the site. Initially this featured a main block, hall, sports hall, gymnasium, 25-metre indoor swimming pool and science block. The school's music block was expanded in 2005 to include a new teaching room and several new practice rooms. In the 1990s a sixth-form centre was constructed and at the turn of the century a maths block was created upon the old staff car park. The sixth-form centre houses a series of classrooms for the use of pupils throughout the school. There are still two sets of temporary classrooms. The school also has extensive sports facilities, including an artificial turf pitch for hockey, two cricket pitches, tennis courts, football and rugby pitches as well as the swimming pool, gym, and sports hall. A new mathematics centre was opened in 2002, in line with the Math's new status as a specialist school for maths and computing. The incorporation of a computing discipline contrasted markedly with the school's attitude towards computing as an educational discipline in the late 1980s, where it was stated that \"there's no future in software\". In 2006 the school scrapped its A-level computing course, this despite having received specialist funding to teach the subject. After a six-year gap A-level computing was reinstated as an 11-pupil pilot subject in 2011. After positive results achieved by the pilot group, the option to take computing at A-level and GCSE was reintroduced for 2013. The school was granted an \"outstanding\" status in its Ofsted report in 2006 and then again in 2008, and was given specialist status for humanities, focused on history and geography. The school is a National Support School and Dr Holden, the executive principal, a National Leader of Education. The school was also one of the first 100 schools in the country to have been designated a National Teaching School. The school became an academy in April 2011. Former pupils are known as Old Williamsonians and there is an Old Williamsonian Club. Founder's Day is held on the first Saturday of July: pupils attend Rochester Cathedral for a morning service and in the afternoon return to the school for sports and other activities. The following Monday is a school holiday. An art and design technology block – called the Da Vinci Block after a competition to decide its name – opened in 2012. Food Technology became a part of the curriculum but has since been removed. The English department has since been rehoused in the old art and technology classrooms opposite the hall. In January 2019 the Williamson Trust was merged with Leigh Academies Trust and all Williamson Trust academies, including Sir Joseph Williamson's Mathematical School, joined Leigh Academies Trust. ==House system== Originally there were five houses; Bridge, Castle, Gordon, Pitt and Tower. Bridge House was named after Rochester Bridge (to which all boys who crossed Rochester Bridge on the way to school would belong, and whose colours were to be black and white). Castle House was named after Rochester Castle (whose members were Rochester boys, and whose colours were to be black and red). Gordon House was named after Major General Charles Gordon (to which the boys from Old Brompton and Gillingham would belong, and whose colours were to be blue and white). Pitt House was named after William Pitt the 1st Earl of Chatham (for boys from Chatham and Luton, and whose colours were to be red and white). Lastly, Tower House was named after the Tower of Jezreels (for boys from Gillingham High Street and Chatham Hill, and whose colours were to be green and white). Boys were told to group themselves so as to get some idea of the numbers in each house and to appoint officers. At the start of the Second World War the School had disbanded the House System. In Autumn 1945 new interest had been added that year to all forms of athletic sports by the revival of the House System. There were now four Houses instead of five Houses; Bridge, Castle, Gordon and Pitt. Tower House no longer existed. The Old Tower House included almost entirely boys from Gillingham and Rainham, and very few boys from those districts attended the School. The Houses no longer contained boys from definite areas; the arrangement for drafting boys to the various Houses ensured that any group of four new boys one should be allotted to each House, although the rule was modified in the case of brothers and of sons of former members of the School Houses. As there were likely to be few such sons, and as four Houses was easier to deal with than five, it was thought not desirable to revive Tower House.The Williamsonian Autumn 1945 When the House System was created the original Houses had different colours from today. Bridge changed from black and white to green. Castle changed from black and red to red. Gordon changed from blue and white to dark blue. And finally Pitt changed from red and white to Yellow. When this change happened is not confirmed. More recently, River House was created in 1993 (named after the River Medway, and whose colours were to be purple) and Thetford House in 1996 (named after the sister school in Norfolk, and whose colours were to be light blue). Tower House was reintroduced in 2019. ==Founder's Day== Founder's Day takes place on the first Saturday of July, to honour the founder and other school benefactors. ==Notable former pupils== * Harry Arnold (died 2014), war correspondent and royal reporter on a number of national newspapers, including the Daily Mirror and The Sun * Bob Bean (1935–87), Labour MP for Rochester and Chatham from 1974–79 * Wilfrid Butt, biochemist and endocrinologist * Pip Carter, actor, trained at the Royal Academy of Dramatic Art, appeared in Robin Hood and Spectre * Bill Esterson, Labour MP for Sefton Central * Guy Fletcher (songwriter) English songwriter who, in partnership with Doug Flett, wrote several hits for other artists, including Elvis. Fletcher is also the father of Justin Fletcher the English children's TV personality in the United Kingdom * David Garrick (1717–79), actor, playwright and theatre manager. Briefly a pupil, apparently under the headmaster's private tutelage * Tommy Knight, actor, Luke Smith in The Sarah Jane Adventures, Waterloo Road (TV series) * Matt Letley drummer for Status Quo * Nitin Sawhney, musician, composer and disc jockey * Chris Solly, footballer, Charlton Athletic F.C. and England national under-17 football squad member * James Taylor, musician, founder of the James Taylor Quartet * James H. Wilkinson, professor of computer science at the University of Stanford from 1977-86. The J. H. Wilkinson Prize for Numerical Software is named in his honour *Matthew Sadler (b.1974), currently England's second highest Fide rated chess player and former English Chess Champion. Pupil between 1985 and 1990. *Ranj Singh (b.1979), TV's Doctor Ranj. == References == == Bibliography == * Note: privately printed. * * * ==External links== *Official site Category:Grammar schools in Medway Category:Boys' schools in Kent Category:Educational institutions established in 1701 Category:1701 establishments in England * Category:Academies in Medway Category:Leigh Academies Trust ",
    "title": "Sir Joseph Williamson's Mathematical School"
}