{
    "id": "3256937",
    "text": "Old growth redwoods at Muir Woods National Monument, part of the Gold Gate National Recreation Area, one of the components of the Golden Gate Biosphere. The Golden Gate Biosphere is a biosphere reserve in Northern California. It was created by UNESCO in 1988 and encompasses 13 protected areas in the San Francisco Bay Area. It extends through the central California coastal region from the Bodega Marine Reserve in the north to Jasper Ridge in the south and includes the Farallon Islands, Angel Island, and Alcatraz within the San Francisco Bay. The biosphere reserve is situated on both sides of the San Andreas Fault. Each side has a completely different type of bedrock, and the western side of the rift is moving northward. It encompasses a diverse range of marine, coastal, and upland habitats of the California chaparral and woodlands and Northern California coastal forests ecoregions, including mixed evergreen forests, Coast Redwood forests, Douglas-fir forests, Bishop pine forests, oak forests, woodlands and savannas, northern coastal scrub, chaparral, coastal dune, coastal strand, tidepools, kelp forests, coastal grasslands, and marshes. The associated fauna is also rich with cougars, Tule elk, California sea lions, elephant seals, and many shorebirds. The conservation units that make up the biosphere reserve include: * Audubon Canyon Ranch * Bodega Marine Reserve * Cordell Bank National Marine Sanctuary * Golden Gate National Recreation Area * Greater Farallones National Marine Sanctuary * Farallon National Wildlife Refuge * Jasper Ridge Biological Preserve * Marin Municipal Water District * Mount Tamalpais State Park * Point Reyes National Seashore * San Francisco Peninsula Watershed (San Francisco Public Utilities Commission) * Tomales Bay State Park * Samuel P. Taylor State Park The Golden Gate Biosphere is unique in that its marine, coastal, and upland resources are adjacent to a major metropolitan area and thus provide easy access to outdoor education and recreation for the inhabitants of the San Francisco Bay metropolitan area. The area supports many recreational activities such as sport fisheries, hiking, bicycling, and whale watching. The biosphere reserve is organized under an association with three councils, which are responsible for management, science, and education projects. For instance, members cooperate on tidal pool monitoring and public education in the area of Mount Tamalpais State Park. Another joint activity is the Coho salmon restoration project, which requires habitat inventorying and mapping of several critical watersheds. The biosphere reserve also cooperates with the Iroise Biosphere Reserve of France in a comparison of coastal ecosystem recovery after human use changes. Research covers topics such as the management of commercially important resources such as fisheries, threats to ecosystems such as oil spills, pollutants, and invasive species, and episodic events such as wildfires and climate extremes. == Sources == ==External links== * UNESCO.org: Golden Gate Biosphere Reserve == References == Category:Natural history of the San Francisco Bay Area Category:Biosphere reserves of the United States Category:Nature reserves in California Category:Parks in the San Francisco Bay Area Category:San Francisco Bay Category:Environment of the San Francisco Bay Area ",
    "title": "Golden Gate Biosphere Reserve"
}