{
    "id": "3257280",
    "text": "François Xavier Gustave Marie Joseph Corneille Hubert, Knight de Donnea de Hamoir (born 29 April 1941 in Edegem, Antwerp) is a Belgian politician and a former mayor of the City of Brussels and Minister-President of the Brussels- Capital Region. He is also a former member of the Olivaint Conference of Belgium. == Biography == François-Xavier de Donnea was the defence minister and minister of the Brussels-Capital Region in the government Martens-IV from 1985 to 1988. He is currently a member of the Belgian Chamber of People's Representatives for the political party MR. In December 1990, he performed the wedding of the duke of Brabant and Mathilde d'Udekem d'Acoz in the City town hall. While échevin of Brussels, he called graffitis an \"urban leprosis\". As the Mayeur of Brussels, he neglected the bust statue of Peter the Great and gave a centerpiece attention to the bust statue of Baudouin of Belgium. In 2001, his proposition to create a Tintin theme in the newly-renovated Atomium was approved by the Hergé Foundation. He also made it possible to exhibit publicly the Ishango bone at the Brussels' institut d'histoire naturelle. In 2006, he became a board member of WildlifeDirect. On 17 July 2008 he was one of three senior Belgian politicians commissioned by King Albert II to investigate ways of enabling constitutional reform talks in the light of the long-running Belgian constitutional crisis. In 2009, he was appointed President of the Sahel and West Africa Club (SWAC). In 2014, as he ran for the 17th time for the Brussels Mayor office, his name was misspelled in the list of candidates, forcing him to run as \"François de Donnea\". In March 2020, he stepped down from the Presidency of the insurance company Integrale, a subsidiary of Nethys. == Honours == * : **Croix Civique. ** Minister of State by Royal Decree. ** Knight Grand Cross in the Order of Leopold II. ** Grand Officer in the Order of Leopold. * Officer of the Legion of Honour. * Knight Grand Cross in the Order of Merit of the Italian Republic. * Knight Grand Cross in the Royal Order of the Polar Star. * Knight Grand Cross in the Order of the Dannebrog. * Knight Grand Cross in the Order of Merit, Korea. * Knight Grand Cross in the Order of the Liberator. * Knight Grand Cross in the Order of Merit of the Federal Republic of Germany. * Knight Grand Officer in the Order of the Oak Crown. * Knight Grand Officer in the Order of Merit, France.. * Knight Grand Officer in the Order of Isabella the Catholic. * Knight of the Order of Saint Stanislaus. ==References== |- Category:1942 births Category:Living people Category:Belgian Ministers of State Category:Belgian nobility Category:Knights Commander of the Order of Merit of the Federal Republic of Germany Category:Mayors of the City of Brussels Category:Members of the Belgian Federal Parliament Category:People from Edegem Category:Recipients of the Grand Cross of the Order of Leopold II Category:Belgian Ministers of Defence Category:21st-century Belgian politicians ",
    "title": "François-Xavier de Donnea"
}