{
    "id": "3257645",
    "text": "Punch and Jewelee are supervillains in the DC Universe. They originally battled Captain Atom and Nightshade and later joined the Suicide Squad. ==Publication history== Punch and Jewelee first appeared in Captain Atom #85 and were created by Steve Ditko. Their first post-Crisis appearance in the DC universe was in Secret Origins #28. ==Fictional character biographies== The couple that is known as Punch and Jewelee are considered two of the silliest criminals active today by most superheroes. Most people consider them clowns and do not take them seriously, but discounting them is a mistake, since they are completely amoral individuals who act as much on whim as on any other motivation. This makes them quite unpredictable and dangerous. The couple grew up together in Brooklyn and went into business as puppeteers at Coney Island, moonlighting as thieves. One day, they found a small box containing alien weaponry left behind by careless extraterrestrials. They quickly learned how to use the weapons. Since they had always been puppeteers, they decided to adapt the characters of Punch and Judy to themselves. Calling themselves Punch and Jewelee, they began a brief criminal career along the East Coast. In the original stories prior to the Crisis on Infinite Earths, the duo battled Nightshade and Captain Atom. Following the Crisis, it was retconned to reveal that Nightshade's partner was King Faraday, and not Captain Atom. ===Suicide Squad=== Not long afterwards, Amanda Waller recruited Punch and Jewelee for a mission with the Suicide Squad, a team of \"expendable\" super-operatives. The demented duo went along with the Squad, but seemed more interested in entertaining each other with pure silliness than with the business at hand, and soon exhibited a disturbing propensity for violence. After their first outing with the Suicide Squad, Waller decided to keep Punch and Jewelee active with the group to observe their actions. The team was then thrust into the governmental upheaval called the Janus Directive, where Punch and Jewelee tried to pilfer property while working as Squad agents. To mission leader Bronze Tiger, it became obvious that while Punch and Jewelee had their skills and good points, they were a liability to the team. The two are some of the many agents/heroes sent into battle against Kobra, whose forces were threatening to kill uncounted millions of innocent citizens. They are seen working together to 'pop' random enemy soldiers. Jewelee soon learned she was pregnant, although for a brief time she was unsure who the child's father was since she did a great deal of flirting with Suicide Squad operative Captain Boomerang. Impending parenthood led Jewelee and Punch to agree that it was time to leave the Squad and settle down in suburbia, to live the Great American Dream as depicted in television sitcoms from the 1950s. ===Post Suicide Squad=== Punch and Jewelee were seen in Washington, D.C., where they turned up at a scientific demonstration with their baby (sex and name unknown) and swore to the public that they had reformed, yet they tried to steal an experimental force-field vest to protect their offspring. The vest failed and Punch was injured in an ensuing accident, driving the family back to their suburban home. Punch, Jewelee, and child are now residing somewhere in Middle America. They were part of the \"Night of 1,000 Thieves\" in which a thousand villains attacked Metropolis on Christmas Eve. When Superman stopped them, they complained that without the jewels they had stolen their child would have to go to \"public kindergarten\". They later answered an advertisement for superheroes to help guard Project Cadmus in Superboy's absence, disguised as the new Hawk and Dove. They were exposed by the then-reformed Heat Wave. ===One Year Later=== One Year Later, Punch and Jewelee were seen trying to steal paintings from an art museum. They are stopped by the Manhunter and Obsidian. Later in Checkmate #6, they are contacted by Mirror Master to reform the Suicide Squad as part of a plan to discredit Amanda Waller. They team with other villains, such as the Tattooed Man, Icicle, Javelin and Plastique. All worry that the Secret Society Of Supervillains, currently a protection group, would hear about their unsanctioned operation and interfere. Despite this, they travel through mirrors to Myanmar, to capture a sentient energy source. Punch is shot moments later by guards. It is later revealed that in order to raise his status with the Society, the Tattooed Man had leaked information of their operation and thus, the Society had warned the guards. In revenge, Mirror Master turns the Tattooed Man to glass. While the survivors discuss his fate, Jewelee shatters the Tattooed Man. Jewelee was later seen in the Wedding Special of Justice League of America where she is seen as a member of the Injustice League Unlimited. She is later seen in Salvation Run. During the events of Blackest Night, Punch's corpse is reanimated as a member of the Black Lantern Corps alongside several other fallen Suicide Squad members.Suicide Squad #67 (January 2010) He is referred to by the name \"Clyde Phillips\". Jewelee makes an appearance at Harley Quinn's sleepover party in issue 3 of Harley Quinn's comic book series. She talks about Punch, her baby, and the Suicide Squad to Poison Ivy and Harley. ===DC Rebirth=== In the post- Flashpoint continuity, Jewelee is introduced as an inmate in Arkham Asylum, having been in a near-catatonic state since Punch disappeared two years ago. When Batman and Commissioner Gordon arrive to recruit Jewelee as part of Batman's new Suicide Squad, it's revealed that Punch had actually captured Gordon and stolen his identity. Batman reveals that Punch had been held captive by Bane for two years, and offers him a chance to join the Squad to help sneak into Santa Prisca.Batman (vol. 3) #9 ==Powers and abilities== Punch wears boots that allow him to walk on air, using much the same principle as the Trickster's air shoes. He also wields an alien gun that generates \"sting strings\", various beams of light that can cause bodily harm or control the actions of others. Punch uses the gun as a puppeteer, manipulating his victims. This weapon has an inexhaustible power supply. Jewelee carries a set of jewels that contain different properties. One is a \"hypno jewel\" that can create convincing illusions and light effects. Another jewel is capable of generating energy and force blasts. Neither Punch nor Jewelee use their hands or feet in combat, preferring their weapons or handy \"props\" for dangerous slapstick fighting. ==In other media== ===Television=== * Punch and Jewelee appear in the Batman: The Brave and the Bold episode \"Menace of the Conqueror Caveman\" with Punch voiced by Diedrich Bader and Jewelee voiced by Jane Singer. They made an attempt to rob a bank, only to be foiled by Batman. Booster Gold and Skeets arrive later and he gives them his card. ===Film=== * They appear in the DC Animated Movie Universe film Suicide Squad: Hell to Pay with Punch voiced by Trevor Devall and Jewelee voiced by Julie Nathanson. They appear in the opening of the film as members of Amanda Waller's Task Force X program, alongside Deadshot and Count Vertigo. Following the completion of the mission, which involved recovering a flash drive containing leaked information from Tobias Whale, a double-cross erupts as Vertigo attacks Deadshot and Jewelee kills Punch, revealing that she was working with Vertigo. However, Waller overhears the conversation through Deadshot's ear communicator and activates a switch which blows Vertigo's head off. Jewelee tearfully pleads for Deadshot not to let Waller kill her before Deadshot shoots her to spare her a more painful death. ==References== ==External links== *Jewelee (Pre- Crisis) at DCU Guide *Jewelee (Post-Crisis) at DCU Guide Category:DC Comics supervillains Category:Comics characters introduced in 1967 Category:Literary duos Category:Animated duos Category:Characters created by Steve Ditko Category:Fictional puppeteers Category:Charlton Comics characters ",
    "title": "Punch and Jewelee"
}