{
    "id": "3258523",
    "text": "Emeline Hurd Hill Richardson (June 6, 1910 in Buffalo, New York, USA – August 29, 1999 in Durham, North Carolina) was a notable classical archaeologist and Etruscan scholar. Hill was the daughter of William Hurd Hill and Emeleen Carlisle (Hill).*Dictionary of Art Historians: Richardson, Emeline H[urd] Hill, née Hill She studied at Radcliffe College, receiving an A.B. in 1932 and an M.A. in 1935. In 1935/36 she studied with Bernard Ashmole at the University of London. She completed her Ph.D. in 1939 at Radcliffe College. From 1941–1949 she was on the faculty of Wheaton College in Norton, Massachusetts. In 1950, Emeline Hill Richardson held a stipend at the American Academy in Rome and was involved in the Cosa excavations. She married Lawrence Richardson in 1952. She lectured both at Stanford and Yale Universities. From 1968 until 1979, Richardson was Professor of Classical Archaeology at the University of North Carolina at Chapel Hill.http://classics.unc.edu/departmental- history/emeline-hill-richardson/ The primary focus of her research was the civilization of the Etruscans. She was elected a Fellow of the American Academy of Arts and Sciences in 1974. She was a member of the Archaeological Institute of America, the American Philological Association and a corresponding member of the Deutsches Archäologisches Institut (DAI). In 1994, she received the Gold Medal for Distinguished Archaeological Achievement from the Archaeological Institute of America.Emeline Richardson— 1994 Gold Medal Award for Distinguished Archaeological Achievement http://www.archaeological.org/emelinerichardson%E2%80%941994goldmedalawarddistinguishedarchaeologicalachievement She was also awarded a centennial medal of the American Academy in Rome in 1994. Her major study votive bronze objects of the Etruscan civilization appeared in 1983. ==Publications== #Brown, Frank Edward – Richardson, Emeline – Richardson, Lawrence, Cosa II: the temples of the Arx (Rome 1960). #Richardson, Emeline, The Etruscans: their art and civilization (Chicago 1964). #Richardson, Emeline, Etruscan Votive Bronzes: Geometric, Orientalizing, Archaic (Mainz 1983). #Brown, Frank Edward – Hill Richardson, Emeline – Richardson, Lawrence, Cosa III: the buildings of the forum; colony, municipium, and village (Pennsylvania State Univ. Press 1993). ==Necrology== *Richardson jr., L. 2000. \"Emeline Hill Richardson, 1910-1999.\" American Journal of Archaeology 104.1:125. *Nancy T. de Grummond. 2000. \"Emeline Hill Richardson (1910 – 1999).\" Etruscan Studies 7.1:27-9. DOI: 10.1515/etst.2000.7.1.27. ==Sources== *Dictionary of Art Historians: Richardson, Emeline Hurd Hill, née Hill ==References== Category:1910 births Category:1999 deaths Category:American classical scholars Category:Women classical scholars Category:Scientists from Buffalo, New York Category:Radcliffe College alumni Category:Wheaton College (Massachusetts) faculty Category:Classical scholars of the University of North Carolina at Chapel Hill Category:Fellows of the American Academy of Arts and Sciences Category:Classical archaeologists Category:Etruscan scholars Category:American women archaeologists Category:20th-century American archaeologists ",
    "title": "Emeline Hill Richardson"
}