{
    "id": "3258842",
    "text": "Ramin Karimloo (; ; born September 19, 1978) is an Iranian-Canadian actor, singer, and composer recognised mainly for his work in London's West End. He has played the leading male roles in both of the West End's longest running musicals: the Phantom and Raoul, Vicomte de Chagny in The Phantom of the Opera, and Jean Valjean, Enjolras, and Marius Pontmercy in Les Misérables. He also originated the roles of Gleb in Anastasia and the Phantom in Andrew Lloyd Webber's Love Never Dies, which continues the story of The Phantom of the Opera. He made his Broadway debut as Jean Valjean in the 2014 revival production of Les Misérables, for which he was nominated for a Tony Award for Best Actor in a Musical. ==Early life== > When Ramin Karimloo was a baby, he and his family had to flee Iran because > his father was in the Imperial Guard for the Shah during the revolution. > They fled to Italy, where they stayed until they moved to Canada. As a > 12-year-old living in Canada, Karimloo decided to become a performer. His > inspiration was Colm Wilkinson, who was performing the title role in the > Canadian production of The Phantom of the Opera in Toronto at the time. > Karimloo fell in love with Phantom and hoped he would one day perform the > title role. He moved to Richmond Hill from Peterborough and attended > Alexander Mackenzie High School. ==Career== === 2001–2010 === After moving to England, Ramin Karimloo's first role was in a pantomime of Aladdin in Chatham, in which he played the title role. He joined the UK national tour of The Pirates of Penzance playing the role of a police officer, as well as understudying the Pirate King in 2001. In 2002 he took the role of the Pirate King in 2002 in Bath, England. During this year Karimloo joined the national tour of Sunset Boulevard, playing Artie Green and covering the role of Joe Gillis. Ramin Karimloo made his West End debut in Les Miserables where he played Feuilly and understudied the roles of Marius Pontmercy and Enjolras. In 2003, Ramin Karimloo took the roles of Raoul, Vicomte de Chagny and some years later also Erik, the Phantom of the Opera, in The Phantom of the Opera. His final matinee performance was filmed for use on a behind-the-scenes feature on the DVD of Joel Schumacher's The Phantom of the Opera, a film in which he also appeared in a cameo role as Gustave Daaé. Ramin Karimloo appeared in two concerts of Les Misérables, as Marius Pontmercy, and one of Jesus Christ Superstar, as Simon Zealotes, and a featured singer in \"Superstar.\" In 2004, he returned to Les Misérables to the role of Enjolras. That December, he appeared in a concert of Les Misérables at Windsor Castle in honor of the French president Jacques Chirac. In June 2005, Karimloo joined the UK national tour of Miss Saigon, playing the role of Christopher Scott. Ramin Karimloo appeared in the West End production of The Phantom of the Opera as the phantom in September 2007. The role earned him a Theatregoers' Choice Award nomination for Best Actor in a Take Over Role. Karimloo released an EP, Within the Six Square Inch, on which he duets with Hadley Fraser and Sophia Ragavelas, both of whom he had already appeared with in Les Misérables, as Marius Pontmercy and Éponine Thenardier. In July 2008, Karimloo participated in the Sydmonton Festival and was the first actor to play the Phantom in the workshop presentation of Love Never Dies. It was the first act to the sequel of The Phantom of the Opera. He played the role alongside Sierra Boggess when the sequel opened in London in March 2010. In 2008, Karimloo recorded the song \"I Only Wish for You\" with Shona Lindsay and Dianne Pilkington for the album Songs from the Musicals of Alexander S. Bermange, an album of 20 new recordings by 26 West End stars, released in November 2008 on Dress Circle Records. In 2009, Karimloo participated in the recording of new musical album called Bluebird, by Gareth Peter Dicks. Bluebird is a dramatic World War II musical, in which he played American serviceman Ben Breagan. The 24-track album was released in four countries in September 2009. Karimloo's last regular performance in The Phantom of the Opera was on November 7, 2009. He moved on to playing the phantom in Andrew Lloyd Webber's sequel, Love Never Dies, alongside Sierra Boggess, performing the role until the show closed on August 27, 2011. On October 3, 2010, Karimloo played the role of Enjolras in the 25th anniversary concert of Les Misérables at The O2 Arena in London. === 2011–present === In 2011, he sang Andrew Lloyd Webber's \"Music of the Night\" from The Phantom of the Opera at the Miss World Competition, which took place in London. On October 1 and 2, 2011, he and Boggess reunited as the Phantom and Christine Daaé in the 25th anniversary production of The Phantom of the Opera at the Royal Albert Hall, which was streamed live to cinemas worldwide. From November 29, 2011 to March 31, 2012, Karimloo returned to Les Misérables to play the lead role of Jean Valjean at The Queen's Theatre, London, for which he won the 2013 Theatregoers' Choice Award for Best Takeover in a Role. In 2011, Karimloo had a guest appearance in Warwick Davis's BBC2 comedy Life's Too Short as a Scientologist. He has also had a recurring role in The Spa (TV series) on Sky in the United Kingdom. As part of the 25th anniversary of The Phantom of the Opera, Karimloo performed the title song at The Royal Variety Performance – held in The Lowry, Manchester. Performing alongside Pussycat Dolls' lead singer Nicole Scherzinger, he was joined by three other former Phantoms (Simon Bowman, Earl Carpenter and John Owen-Jones). The performance was aired on ITV1 on December 14, 2011. Karimloo can also be found on The Music Box album as a hidden track. The song is from the musical Bluebird by Gareth Peter Dicks and is a short acoustic version of a track from the album of the same name. His solo album, Ramin, was released by Sony Music Entertainment on April 9, 2012 in the UK. The album was released in Canada and the US in August 2012. On January 26, 2013, Karimloo joined John Owen-Jones, Peter Joback, and Hugh Panaro to sing the title song from The Phantom of the Opera with Sierra Boggess and \"The Music of the Night\" for the encore of Phantom 25th anniversary on Broadway. He also played a small role in the action film Vendetta. Karimloo then played Jean Valjean in the Canadian production of the newly staged Les Misérables, which opened in September 2013. He returned to the role in the 2014 Broadway revival of \"Les Misérables\", making his Broadway debut, and was nominated for the Tony Award for Best Actor in a Musical. He concluded his run on August 30, 2015, and was replaced by Alfie Boe, who portrayed Valjean in the 25th Anniversary concert. On May 29, 2015, it was announced that Karimloo would be leading the musical Prince of Broadway that features songs from all of Harold Prince's famous musicals in Japan. Rehearsals began in September in New York. On September 25, 2015, he played the role of Barry Hamidi in the sixth season premiere episode of the CBS police procedural drama Blue Bloods. In February 2016, Karimloo reunited with Boggess for the Manhattan Concert Productions' staging of The Secret Garden. In April of the same year, he played Ché in the Vancouver Opera's production of Evita, with John Cudia as Juan Peron. His run lasted until May 8, 2016. From September 30 until December 3, he starred as Tom in Murder Ballad at the Arts Theatre in London. On September 22, 2016, it was announced Karimloo would return to Broadway in the stage musical adaptation of the film Anastasia as General Gleb Vaganov. The show began previews March 23, 2017 and opened April 24, 2017 at Broadway's Broadhurst Theatre. His final performance in Anastasia was on December 3, 2017. Since departing Anastasia, Karimloo has taken part in the Kennedy Center performance of Chess, which took place February 14 through the 18th, 2018, and the Broadway Classics in Concert at Carnegie Hall alongside Sierra Boggess, Laura Osnes, Norm Lewis, Lea Salonga, Ryan Silverman, Tony Yazbeck, Michael Arden, Carolee Carmello, Allan Corduner, Nikki Renêe Daniels and Quentin Earl Darrington. Karimloo took part in the Toronto Symphony on April 10, 11 and 12, 2018 at Roy Thomson Hall alongside Stephanie J. Block. He reprised the role of the Phantom in May 2018 in a series of The Phantom of the Opera concerts held at the Sejong Center for the Performing Arts in Seoul, Korea alongside Anna O´Byrne, as part of the celebration for Andrew Lloyd Webber´s 70th birthday. He has also performed in Gold Coast, Australia June 16, 2018, Melbourne, Australia June 20, 2018, and in Sydney, Australia on June 23, 2018 again alongside Anna O'Byrne, followed by a special run of Evita in Tokyo, Japan from July 4 to the 29, 2018 at Theatre Orb, where he will reprise the role of Che. In January 2019, the BBC cast him as consultant cardiothoracic surgeon Kian Madani, the rival of Jac Naylor in Holby City. In September 1, 2019, he played the lead role Yurii Zhivago in the concert production of musical Doctor Zhivago, with his costar Celinde Schoenmaker as Lara. The show was the UK premiere of Doctor Zhivago and only performed twice at Cadogan Hall. ==Stage== {| class=\"wikitable\" !Year(s) !Production !Role !Theatre !Location |- |2001 |The Pirates of Penzance |Police Officer | |U.K. National Tour |- |2002 |The Pirates of Penzance |Pirate King | |U.K. National Tour |- |2002 |Sunset Boulevard |Artie Green | |U.K. National Tour |- |2002 |Les Misérables |Feuilly |Palace Theatre |West End |- |2003–04 |The Phantom of the Opera |Raoul, Vicomte de Chagny |Her Majesty's Theatre |West End |- |2004–05 |Les Misérables |Enjolras |Queen's Theatre |West End |- |2005 |Miss Saigon |Chris | |U.K. National Tour |- |2006–09 |The Phantom of the Opera |The Phantom |Her Majesty's Theatre |West End |- |2010 |Les Misérables in Concert: The 25th Anniversary |Enjolras |The O2 Arena |London, U.K. |- |2010–11 |Love Never Dies |rowspan=\"2\"|The Phantom |Adelphi Theatre |West End |- |2011 |The Phantom of the Opera 25th Anniversary Performance at the Royal Albert Hall |Royal Albert Hall |London, U.K. |- |2011–12 |rowspan=\"3\"| Les Misérables |rowspan=\"3\"| Jean Valjean |Queen's Theatre |West End |- |2013–14 |Princess of Wales Theatre |Toronto |- |2014–15 |Imperial Theatre |Broadway |- |2015 |Parade |Tom Watson |Lincoln Center |Broadway |- |2015 |Prince of Broadway |various |Umeda Arts Theater Tokyu Theatre Orb |Osaka, Japan Tokyo, Japan |- |2016 |Secret Garden |Archibald Craven |Lincoln Center |Broadway |- |2016 |Evita |Che |Vancouver Opera House |Vancouver, Canada |- |2016 |Murder Ballad |Tom |Arts Theatre |West End |- |2017 |Anastasia |Gleb Vaganov |Broadhurst Theatre |Broadway |- |2018 |Chess |Anatoly Sergievsky |Kennedy Center |Washington D.C. |- |2018 |The Phantom of the Opera |The Phantom |Sejong Center |Seoul, Korea |- |2018 |Evita |Che |Tokyu Theatre Orb |Tokyo, Japan |- |2018 |Les Miserables |Jean Valjean |Beau Sejour |Guernsey |- |2019 |Doctor Zhivago |Yurii Zhivago |Cadogan Hall |London |- |2020 |Chess |Anatoly Sergievsky |Umeda Arts Theater Tokyo International Forum |Osaka, Japan Tokyo, Japan |} ==Discography== {|class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |- ! scope=\"col\" rowspan=\"2\"| Title ! scope=\"col\" rowspan=\"2\"| Album details ! scope=\"col\" colspan=\"1\"| Chart positions |- ! scope=\"col\" style=\"width:3em;font- size:85%;\"| UK |- ! scope=\"row\"| Ramin | * Released: April 9, 2012 * Label: Sony Music * Formats: CD, digital download | 16 |- ! scope=\"row\"| From Now On | * Released: August 2, 2019 * Label: Sony Music * Formats: CD, digital download |} Karimloo co-wrote the song \"Why Am I Falling\" with composers Daniel and Laura Curtis for the BBC Children in Need 2013 appeal. In March 2014, he released the EP The Road to Find Out: East, including the tracks \"Oh, What A Beautiful Morning\" from the musical Oklahoma!; \"Losing\", which he and Hadley Fraser wrote for their band, Sheytoons; \"Empty Chairs at Empty Tables\" from the musical Les Misérables; and \"Broken\", another song written by Karimloo and Fraser for Sheytoons. In 2016, Karimloo released his second EP, The Road to Find Out: South, including the tracks \"Wings\", which he co-wrote with Fraser; \"Traveller's Eyes\", a song he wrote with his other band, The Broadgrass Band; \"Edelweiss\" from the musical The Sound of Music; \"Letting the Last One Go\", another song he wrote for The Broadgrass Band; and \"Old Man River\" from the musical Showboat. He went on a UK tour, Lead Me Home, to promote the EP from January 12 to 29, 2017. ==Awards and nominations== {| class=\"wikitable\" |- !Year !Award !Category !Work !Result |- |2010 |BroadwayWorld Award |Best Leading Actor in a Musical |rowspan=\"3\"|Love Never Dies | |- |rowspan=\"2\"|2011 |WhatsOnStage Awards |Best Actor in a Musical | |- |Laurence Olivier Award |Best Actor in a Musical | |- |2013 |WhatsOnStage Awards |Best Takeover in a Role |rowspan=\"5\"|Les Misérables | |- |rowspan=\"4\"|2014 |Tony Award |Best Actor in a Musical | |- |Drama League Award |Distinguished Performance | |- |colspan=\"2\"|Theatre World Award | |- |Dora Award |Outstanding Male Performance in a Musical | |- |2017 |WhatsOnStage Awards |Best Actor in a Musical |Murder Ballad | |} ==References== ==External links== * * * Category:1978 births Category:Canadian male musical theatre actors Category:Canadian opera singers Category:Iranian emigrants to Canada Category:People from Tehran Category:People from Richmond Hill, Ontario Category:Living people Category:Male actors from Ontario Category:Iranian emigrants to the United Kingdom Category:Theatre World Award winners Category:Iranian musical theatre composers ",
    "title": "Ramin Karimloo"
}