{
    "id": "3259345",
    "text": "A scarred tree or scar tree, also known as a canoe tree and shield tree, is a tree which has had bark removed by Aboriginal Australians for the creation of bark canoes, shelters, weapons such as shields, tools, traps, containers (such as coolamons) or other artefacts. Carved trees are created as a form of artistic and spiritual expression by some Aboriginal peoples, to mark sites of significance such as burial sites. An Aboriginal scarred tree, probably used to make a coolamons (Parramatta, NSW). ==Description== Wiradjuri carved tree, Grave of Yuranigh. c. 1850. Bark was removed by making deep cuts in a tree with a stone pickaxe or other similar tool. The area of bark removed is typically regular in shape, often with parallel sides and slightly pointed or rounded ends, and the scar usually stops above ground level. Australian native Eucalypt species such as box and red gum (especially in Victoria), or whichever species are native in the area. Scars remain in trees that are often over 200 years old. Sometimes there is exposed sapwood at the base or at the top of the scar, showing axe cuts. Aboriginal people removed bark from trees to make things like canoes, containers and shields, as well as to build temporary shelters. Sometimes they cut toe holds for ease of climbing, with the trees used as lookouts or to hunt for bush foods. To remove bark, the Aboriginal people cut an outline of the shape they wanted using stone axes or, once Europeans had arrived, steel axes. The bark was then levered off. Sometimes the axe marks made by Aboriginal people are still visible on the sapwood of the tree, but usually the marks will be hidden because the bark has grown back. The amount of bark regrowth may help you tell the age of the scar. Sometimes, if the scar is very old, it will be completely covered by regrowth Non-Indigenous Australians called the trees thus marked as scarred trees, scar trees, canoe trees or shield trees. In the 17th century, dugout canoe technology appeared in Australia, to supplement the bark canoe, causing many changes to both the hunting practices and the society of the Aboriginal peoples. ==Carved trees== Carved tree created in 2012Carved trees are mainly found in New South Wales, and are the work specifically of Gamilaroi and Wiradjuri artists. They were created to mark sites of particular ceremonial significance, such as initiation or burial sites. They are also known as arborglyphs, dendroglyphs and teleteglyphs. During the 19th century, sections of these carved trees were removed and placed in museums, but there is now a move not only to return these trees to the land of origin, but also to revive the practice of carved trees. ==Locations== Scarred trees are found among mature native trees, especially box gum and red gum trees, along rivers and lakes and at sacred sites. They are protected by legislation. Canoe trees have been photographed along the Murray River at Waikerie and Kroehns Landing at Nildottie in South Australia, and on the Murrumbidgee River near Hay, New South Wales. RMIT Bundoora, Victoria has six scarred trees on their campus. They have developed a self-guided tour trail or information can be found on their website. ==See also== *Australian Aboriginal artefacts ==References== ==Further reading == * * – Canoe tree at Currency Creek, South Australia * * – Gallery of photos of scar trees in New South Wales *Scarred Trees: An Identification and recording manual Category:Australian Aboriginal bushcraft Category:History of Indigenous Australians ",
    "title": "Scarred tree"
}