{
    "id": "3259315",
    "text": "Forever Mine is a 1999 British–Canadian romantic drama film written and directed by Paul Schrader and starring Joseph Fiennes, Gretchen Mol and Ray Liotta. == Synopsis == In an airplane in 1987, two men, Alan Riply (Fiennes) and Javier are on their way to Miami. Alan reminisces an affair he had 14 years earlier while working as a cabana boy at an unnamed opulent beach hotel, where he falls in love with Ella Brice (Mol), the beautiful wife of business mogul Mark Brice (Liotta). At first resistant, Ella reciprocates his love, and things seem to go well for some time but eventually Mark finds out after Ella confesses her affair at church. After framing him of drug possession and getting him incarcerated, Mark offers Alan a chance for freedom by simply dropping the affair and never looking for Ella again. Despite this, Alan is undeterred and even mails letters to Ella, including one with a fingerprint in his blood. Mark decides to have Alan shot and buried alive in a construction site. Though disfigured, Alan survives and goes to Javier's to convalescence and plan his revenge. He murders a Cuban eminent criminal attorney with underworld connections, named Manuel Esquema, whose identity he assumes. Now as Esquema, Alan arrives in Miami to meet with Brice who is in legal troubles. Brice later arranges a meeting over dinner at his place, to which Esquema eagerly goes. As he arrives, he is greeted by Ella, but is a bit dismayed when she does not recognize him over his disfigurement and chinstrap beard. Esquema constantly stares at her, which Ella notices. Esquema asks about the way Ella has coped with her husband's circumstances, to which she replies she constantly reads Madame Bovary. When Mark questions the cause of his disfigurement, Esquema states it was a birth accident. After he leaves, Ella questions Mark about Esquema, which he angrily brushes off. The following day, Esquema sights Ella at a restaurant where she meets with him supposedly to continue describing Mark's lifestyle, where he admits to not be interested in knowing more about him, but rather about her. Ella suddenly leaves the restaurant, forgetting her car keys inside. When Esquema gives them back, he offers to keep on meeting with her as he correctly deduces her loneliness is affecting her. Ella reluctantly declines. Later, Mark's associate assaults both Esquema and Javier demanding them to lay off following Ella. As the associate goes on a tanning salon, Javier secretly follows and murders him. ==Home Video== The film was released on DVD on May 22, 2001. == Production == It was filmed in St. Petersburg, Florida and at the Don CeSar Beach Resort, located in St. Petersburg Beach. ==References== == External links == * * * Category:1999 films Category:1999 crime drama films Category:Films directed by Paul Schrader Category:British films Category:British crime drama films Category:Canadian films Category:Canadian crime drama films Category:English- language films Category:American crime drama films Category:American films Category:Films with screenplays by Paul Schrader Category:Films scored by Angelo Badalamenti Category:1999 drama films ",
    "title": "Forever Mine"
}