{
    "id": "3259263",
    "text": "Demis Hassabis (born 27 July 1976) is a British artificial intelligence researcher, neuroscientist, video game designer, entrepreneur, and five times winner of the Pentamind board games championship. He is the CEO and co-founder of DeepMind. ==Early life and education== Hassabis was born to a Greek Cypriot father and a Chinese Singaporean mother and grew up in North London. A child prodigy in chess, Hassabis reached master standard at the age of 13 with an Elo rating of 2300 and captained many of the England junior chess teams. He represented the University of Cambridge in the Oxford-Cambridge varsity chess matches of 1995,1995 Varsity Chess Match, Oxford v Cambridge - http://www.saund.co.uk/britbase/pgn/199503vars-viewer.html - BritBase 19961996 Varsity Chess Match, Oxford v Cambridge - http://www.saund.co.uk/britbase/pgn/199603vars-viewer.html - BritBase and 1997,1997 Varsity Chess Match, Oxford v Cambridge - http://www.saund.co.uk/britbase/pgn/199703vars-viewer.html - BritBase winning a half blue. Hassabis was educated at Christ's College, Finchley, a state- funded comprehensive school in East Finchley, North London. He completed his GCE Advanced Level and Scholarship Level exams early at the age of 15 and 16. ===Bullfrog=== Hassabis began his computer games career at Bullfrog Productions, first level designing on Syndicate and then at 17 co-designing and lead programming on the 1994 game Theme Park, with the games designer Peter Molyneux. Theme Park, a simulation video game, sold over ten million copies and won a Golden Joystick Award, and inspired a whole genre of management sim games. ===University of Cambridge=== Hassabis then left Bullfrog to study at Queens' College, Cambridge, where he completed the Computer Science Tripos graduating in 1997 with a Double First from the University of Cambridge. ==Career after graduation== ===Lionhead=== After graduating from Cambridge, Hassabis worked at Lionhead Studios. Games designer Peter Molyneux, with whom Hassabis had worked at Bullfrog Productions, had recently founded the company. At Lionhead, Hassabis worked as lead AI programmer on the 2001 \"god\" game Black & White. ===Elixir Studios=== Hassabis left Lionhead in 1998 to found Elixir Studios, a London-based independent games developer, signing publishing deals with Eidos Interactive, Vivendi Universal and Microsoft. In addition to managing the company, Hassabis served as executive designer of the BAFTA-nominated games Republic: The Revolution and Evil Genius. The release of Elixir's first game, Republic: The Revolution, a highly ambitious and unusual political simulation game, was delayed due to its huge scope. The final game was reduced from its original vision and greeted with lukewarm reviews, receiving a Metacritic score of 62/100. Evil Genius, a tongue-in-cheek Bond villain simulator, fared much better with a score of 75/100. In April 2005 the intellectual property and technology rights were sold to various publishers and the studio was closed. ===University College London and neuroscience=== Demis Hassabis (left) with right Following Elixir Studios, Hassabis returned to academia to obtain his PhD in cognitive neuroscience from University College London (UCL) in 2009 supervised by Eleanor Maguire. He sought to find inspiration in the human brain for new AI algorithms. He continued his neuroscience and artificial intelligence research as a visiting scientist jointly at Massachusetts Institute of Technology (MIT), under Tomaso Poggio, and Harvard University, before earning a Henry Wellcome postdoctoral research fellowship to the Gatsby Charitable Foundation Computational Neuroscience Unit, UCL in 2009. Working in the field of autobiographical memory and amnesia, he co-authored several influential papers published in Nature, Science, Neuron and PNAS. One of his most highly cited papers, published in PNAS, showed systematically for the first time that patients with damage to their hippocampus, known to cause amnesia, were also unable to imagine themselves in new experiences. The finding established a link between the constructive process of imagination and the reconstructive process of episodic memory recall. Based on this work and a follow-up Functional magnetic resonance imaging (fMRI) study, Hassabis developed a new theoretical account of the episodic memory system identifying scene construction, the generation and online maintenance of a complex and coherent scene, as a key process underlying both memory recall and imagination. This work received widespread coverage in the mainstream media and was listed in the top 10 scientific breakthroughs of the year in any field by the journal Science. ===DeepMind=== Hassabis is the CEO and co-founder of DeepMind, a machine learning AI startup, founded in London in 2010 with Shane Legg and Mustafa Suleyman. Hassabis met Legg when both were postdocs at University College London's Gatsby Computational Neuroscience Unit, and he and Suleyman had been friends through family. Hassabis also recruited his university friend and Elixir partner David Silver. DeepMind's mission is to \"solve intelligence\" and then use intelligence \"to solve everything else\". More concretely, DeepMind aims to meld insights from neuroscience and machine learning with new developments in computing hardware to unlock increasingly powerful general- purpose learning algorithms that will work towards the creation of an artificial general intelligence (AGI). The company has focused on training learning algorithms to master games, and in December 2013 it famously announced that it had made a pioneering breakthrough by training an algorithm called a Deep Q-Network (DQN) to play Atari games at a superhuman level by only using the raw pixels on the screen as inputs. DeepMind's early investors included several high-profile tech entrepreneurs. In 2014, Google purchased DeepMind for £400 million, although most of the company has remained an independent entity based in London, DeepMind Health has since been directly incorporated into Google Health. Since the Google acquisition, the company has notched up a number of significant achievements, perhaps the most notable being the creation of AlphaGo, a program that defeated world champion Lee Sedol at the complex game of Go. Go had been considered a holy grail of AI, for its high number of possible board positions and resistance to existing programming techniques. However, AlphaGo beat European champion Fan Hui 5-0 in October 2015 before winning 4-1 against former world champion Lee Sedol in March 2016. Additional DeepMind accomplishments include creating a Neural Turing machine, advancing research on AI safety, and the creation of a partnership with the National Health Service (NHS) of the United Kingdom and Moorfields Eye Hospital to improve medical service and identify the onset of degenerative eye conditions. More recently, DeepMind turned its artificial intelligence to protein-folding, one of the toughest problems in science. In December 2018, DeepMind's tool AlphaFold won the 13th Critical Assessment of Techniques for Protein Structure Prediction (CASP) by successfully predicting the most accurate structure for 25 out of 43 proteins. \"This is a lighthouse project, our first major investment in terms of people and resources into a fundamental, very important, real-world scientific problem\", Hassabis said to the Guardian. DeepMind has also been responsible for technical advancements in machine learning, having produced a number of award-winning papers. In particular, the company has made significant advances in deep learning and reinforcement learning, and pioneered the field of deep reinforcement learning which combines these two methods. Hassabis has predicted that Artificial Intelligence will be \"one of the most beneficial technologies of mankind ever\" but that significant ethical issues remain. ==Awards and honours== ===Entrepreneurial and scientific=== * 2007 - Science Magazine Top 10 Scientific Breakthroughs (for neuroscience research on imagination) * 2009 - Fellow of the Royal Society of Arts (FRSA) * 2010 - Henry Wellcome postdoctoral research fellowship * 2013 - Listed on WIRED's 'Smart 50' * * 2014 - Mullard Award of the Royal Society * 2014 - Third most influential Londoner according to the London Evening Standard (2014) * 2015 - Computer Science Fellow Benefactor, Queens' College, Cambridge * 2015 - Financial Times top 50 Entrepreneurs in Europe * 2016 - Financial Times Digital Entrepreneur of the Year * 2016 - Honorary Fellow, University College London * 2016 - London Evening Standard list of influential Londoners, number 6 * 2016 - Royal Academy of Engineering Silver Medal * 2016 - WIRED Leadership in Innovation * 2016 - Nature's \"ten people who mattered this year\" * 2017 - Time 100: The 100 Most Influential People * 2017 - The Asian Awards: Outstanding Achievement in Science and Technology * 2017 - Fellow of the Royal Academy of Engineering * 2017 - American Academy of Achievement: Golden Plate Award * 2017 - Appointed Commander of the Order of the British Empire (CBE) in the 2018 New Year Honours for \"services to Science and Technology\". * 2018 - Elected a Fellow of the Royal Society (FRS) in May 2018 * 2018 - Adviser to the UK's Government Office for Artificial Intelligence * 2019 - Winner of UKtech50 (the 50 most influential people in UK technology) from Computer Weekly * 2020 - The 50 most influential people in Britain from British GQ magazine * 2020 - Dan David Prize Dan David Prize 2020 * 2020 - Participant of Scientific Advisory Group for Emergencies in response to COVID-19 pandemic in the United Kingdom ===DeepMind=== * Cambridge Computer Laboratory Company of the Year (2014) * Four Nature front cover articles (2015, 2016, 2019, and 2020) and one Science front cover article (2017) * Honorary 9-dan Go rank for AlphaGo from Korean Baduk Association (2016) and Chinese Weiqi Association (2017) * Cannes Lion Grand Prix for AlphaGo (2016) * WIRED Innovation in AI Award (2016) * City AM Innovative Company of the Year (2016) * Science Magazine Top 10 Scientific Breakthroughs in 2016 (for AlphaGo) ===Games=== Hassabis is an expert player of many games including: *Chess: achieved Master standard at age 13 with ELO rating of 2300 (at the time the second-highest in the world for his age). *Diplomacy: World Team Champion in 2004, 4th in 2006 World Championship, 3rd in 2004 European Championship. *Poker: cashed at the World Series of Poker six times including in the Main Event. *multi-games events at the London Mind Sports Olympiad: World Pentamind Champion (a record five times: 1998, 1999, 2000, 2001, 2003) and World Decamentathlon Champion (twice: 2003, 2004). ==References== Category:1976 births Category:Living people Category:British chess players Category:British computer programmers Category:British video game designers Category:British video game programmers Category:Machine learning researchers Category:Artificial intelligence researchers Category:Fellows of the Royal Society Category:Fellows of the Royal Academy of Engineering Category:Alumni of Queens' College, Cambridge Category:Alumni of University College London Category:Academics of University College London Category:British people of Greek Cypriot descent Category:British people of Chinese descent Category:British people of Singaporean descent Category:Commanders of the Order of the British Empire Category:Lionhead Studios Category:People educated at Christ's College, Finchley ",
    "title": "Demis Hassabis"
}