{
    "id": "3259338",
    "text": "Charles Evard \"Gabby\" Street (September 30, 1882 – February 6, 1951), also nicknamed \"The Old Sarge\", was an American catcher, manager, coach, and radio broadcaster in Major League Baseball during the first half of the 20th century. As a catcher, he participated in one of the most publicized baseball stunts of the century's first decade. As a manager, he led the St. Louis Cardinals to two National League championships (1930–31) and one world title (1931). As a broadcaster, he entertained St. Louis baseball fans in the years following World War II. ==Biography== Born in Huntsville, Alabama, Street (who batted and threw right-handed) was a weak hitter. He batted only .208 in a seven-year playing career (1904–05; 1908–12) in 502 games with the Cincinnati Reds, Boston Beaneaters, Washington Senators, and New York Highlanders. Apart from 1908 to 1909, when he was the Senators' first-string catcher, he was a part-time player. Street holds the record for the longest gap between Major League games – 19 years (1912–1931). However, on August 21, 1908, Street achieved a measure of immortality by catching a baseball dropped from the top of the Washington Monument—a distance of 555 feet (169 m). After muffing the first 12 balls thrown by journalist Preston Gibson, he made a clean reception of number 13. In addition, Street was fabled as an early catcher and mentor of the American League's nonpareil right-handed pitcher, Walter Johnson. After Street's playing career ended, he managed in the minor leagues before joining the Cardinals' major league coaching staff in 1929. It was a year of turmoil for the defending NL champs. They replaced 1928 skipper Bill McKechnie before the season with Billy Southworth; then, when Southworth couldn't get results, they brought back McKechnie on July 24. In between, Street served as acting manager for one game on July 23: an 8–2 triumph over the Philadelphia Phillies.Retrosheet At the close of the 1929 season, McKechnie left to manage the Boston Braves and Street became the Redbirds' full-fledged manager. Street (seated right) circa 1930s The Old Sarge promptly led the Cardinals to consecutive National League pennants. In 1930, they won 92 games and finished two games in front of the Chicago Cubs. But in the 1930 World Series, they faced the defending world champion Philadelphia Athletics and lost in six games. In 1931, Street's Cardinals won 101 games and bested the New York Giants by 13 games. Then, in the 1931 Series against those same A's, pitchers Wild Bill Hallahan and Burleigh Grimes dominated and Pepper Martin had 12 hits, batted .500, drove in five runs and stole five bases to lead the underdog Redbirds to a seven-game world championship against the last Connie Mack dynasty. The Cardinals faltered in 1932, winning only 72 games and finishing tied for sixth, 18 games out, and had improved only to fifth in July 1933. Street was dumped on July 23 and replaced by his second baseman, Frankie Frisch. The next two seasons, he managed the Mission Reds, but in 1935 he was suspended from the Pacific Coast League indefinitely for assaulting an umpire. After that, he managed in the AA American Association for a few seasons, then made a return to the Mound City as skipper of the 1938 St. Louis Browns. The habitually bottom-feeding Brownies finished seventh in an eight-team American League, winning only 53 games. The '38 season put a cap on Street's major league managerial career. In all or parts of six years, he won 365 and lost 332 (.524). Street would return to St. Louis and the major leagues, however, as a color commentator for Cardinals and Browns radio broadcasts after the Second World War, working with young colleague Harry Caray. After battling cancer successfully in 1949, Street fell victim to heart failure in his adopted hometown of Joplin, Missouri, in February 1951. He died at 68 years of age. Gabby Street’s likeness made a brief cameo appearance on The Simpsons episode: \"Homer at the Bat\" (1992) as one of the old timers on Mr.Burn’s baseball team. In the book ” Catching the Moon: The Story of a Young Girl's Baseball Dream,” By Crystal Hubbard, Gabby Street runs a baseball camp. The main character is denied based on the fact she is a girl. When she proves herself, he allows her to attend with the caveat to bring a glove and cleats. When she is unable to afford cleats, he buys a pair for her. This is based on a true story about Marcenia Lyle and how she got her first pair of cleats. ==Managerial record== {| class=\"wikitable\" Style=\"text-align: center\" |- !rowspan=\"2\"|Team!!rowspan=\"2\"|From!!rowspan=\"2\"|To!!colspan=\"4\"|Regular season record!!colspan=\"4\"|Post–season record |- !!!!!!!!!!!!!!! |- |St. Louis Cardinals||1929||1929 |1 | |colspan=\"4\"|— |- |St. Louis Cardinals||1930||1933 |553 | |13 | |- |St. Louis Browns||1938||1938 |143 | |colspan=\"4\"|— |- !colspan=\"3\"| Total !697 ! !13 ! |- !colspan=\"11\"|: |} ==See also== *List of Major League Baseball player–managers == References == ==External links== * Baseball-Reference.com – career managing record * Category:1882 births Category:1951 deaths Category:Sportspeople from Huntsville, Alabama Category:Sportspeople from Joplin, Missouri Category:Major League Baseball broadcasters Category:Baseball players from Alabama Category:Baseball managers Category:Major League Baseball player-managers Category:St. Louis Cardinals managers Category:Cincinnati Reds players Category:Boston Beaneaters players Category:Washington Senators (1901–1960) players Category:New York Highlanders players Category:St. Louis Cardinals broadcasters Category:St. Louis Cardinals players Category:St. Louis Browns broadcasters Category:St. Louis Browns managers Category:St. Paul Saints (AA) managers Category:Vaudeville performers Category:Minor league baseball managers Category:Hopkinsville Browns players Category:Terre Haute Hottentots players Category:San Francisco Seals (baseball) players Category:Williamsport Millionaires players Category:Providence Grays (minor league) players Category:Chattanooga Lookouts players Category:Nashville Vols players Category:Suffolk Nuts players Category:Suffolk Wildcats players Category:Joplin Miners players Category:Muskogee Athletics players Category:Augusta Tygers players Category:Columbia Comers players Category:Knoxville Smokies players Category:World Series-winning managers ",
    "title": "Gabby Street"
}