{
    "id": "3259750",
    "text": "Etowah High School is located in Woodstock, in the U.S. state of Georgia. It is one of six high schools in the Cherokee County School District (CCSD), along with Cherokee, Sequoyah, Woodstock, Creekview, and River Ridge. Its mascot is the Eagle, and its colors are blue and gold. Etowah High School opened in 1976. Originally the campus had three buildings, and it has since expanded to 10. The school was one of the sites used for filming the 2000 sports drama Remember the Titans. ==Administration== * Robert Horn – Principal * Cassandra Mathious – Assistant Principal * Ken Nix – Assistant Principal/Athletic Director * Justin Sanderson – Assistant Principal * Jennifer Jones – Assistant Principal * Brett Pinkard – Assistant Principal ==Departments== CTAE – The Career, Technical, and Agricultural Education department represents more than 96 career pathways. The department is meant to help students discover new interests and passions that can help lead them to success in high school, college, and a career. English – The English department is meant to help teach student listening, speaking, and reading and writing skills. ESOL – English to Speakers of Other Languages is a state- funded instructional program for eligible English Leaders (ELs). Fine Arts: Visual Arts, Chorus, Dramatic Arts, Band – The Fine Arts department is meant to help teach students how to better understand human ideals and aspiration through artistic expression. It includes performing arts, the visual arts and theater arts. Math – The Mathematics department is meant to help students gain better problem solving, communication, reasoning and connection-making skills. The math studied includes numbers and operations, algebra, functions, geometry, trigonometry, statistics, probability, discrete mathematics, analysis and calculus. Physical Education – The Physical Education program is meant to teach develop students' motor skills, physical fitness, emotional strength, maturity, values, healthful decision-making and pursuit of lifelong health and fitness. Science – The Science department is meant to facilitate students in their learning of science through technology, laboratory experiences, current science issues and real life problem-solving. Social Studies – The Social Students department's goals include helping students develop a continuing interest in their society; develop a respect for the dignity and worth of all persons; and achieve the depth of understanding and loyalty to democratic ideas and the skills necessary to accept responsibilities and rights of citizenship. World Languages – The World Language department consist of Spanish, French, German, and Chinese. ==Academic performance== Etowah High School 2017 rankings: Etowah High School is ranked #1812 in the National Rankings and earned a silver medal. Schools are ranked based on their performance on state-required tests and how well they prepare students for college. All rankings: It was one of 304 schools in the nation that won the National Blue Ribbon School Award in 2010. The Washington Post named EHS in the top 10% of America's Most Challenging High Schools in 2011, 2012, 2013, 2014, 2015 and 2016. In 2016 Etowah was named as a Silver Honoree for the second time by U.S. News & World Report. In 2016 Etowah High School received the highest ACT composite score in the Cherokee County School District for the 4th year in a row. Etowah ranked 29th in the state of Georgia in 2016. EHS ranked 1st in ACT participants in CCSD with 370 participants in 2016. In 2016, EHS ranked 2nd in English in CCSD and 1st in Math, Reading, and Science. The ACT composite score of 23.6 in 2016 was Etowah's highest average composite score. In 2017, Etowah senior Nathan Baker received a perfect score on the ACT. Etowah was in the top seven in the state for Advance Placement Testing Performance in 2014. Advanced Placement classes offered include: World History, U.S. History, Government, Psychology, Chemistry, Biology, Physics (1, 2, and C: Mechanics), Environmental Science, Calculus (AB and BC), Statistics, Computer Science, English Language, and English Literature. Overall, they offer 22 AP courses and administer over 800 exams. The average AP score across classes was a 3.72 out of a possible 5 in 2010. Etowah was named an AP STEM School, an AP STEM Achievement School, and an AP Humanities school. ==Sports== Etowah received the 2016 GHSA Team Spirit Award. * Dance team: Coach Brittany Chandler led the Dancing Eagles to be 2020 State Championship Runner Ups and Regional Champions. * Baseball: Coach Greg Robinson lead the Eagles to the Region 7A 2017 State Championship, where they beat their county rival, Woodstock High School. * Softball: Region 5-AAAAA Champions, 2009 * Football: Region 5-AAAAA Champions, 2006, 2008, and 2010; State Playoffs 2006-2011; Region AAAAAA **State Playoffs Semifinals Final Four 2014 ** Current Head Coach Dave Svehla took the 2014 EHS football team to the state semi-finals, making school history in his third year as head coach. *Basketball: Girls' AAAA State Champions 2005, Girls 2017 Region Runner-Up, 2017 Boys Region Champions *Winter Guard: SCGC Georgia State Champions 2004 *Cross-country: Boys' and Girls' Region 5-AAAAA Champions, 2007 *Soccer: Boys' Sweet Sixteen 2008, Men's 5-AAAAA Co-Champions, Girls' Region 5-AAAAA Champions, 2010 *Swimming: State Champions 2007; County Champions 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013 *Baseball: AAAA state final four 2006, Region 5-AAAAA Champions 2009, 2010 *Golf: Boys' State Champions 2002, 2005 *Academic Bowl Team: 2006, 2008, 2012 Region Champions, State Final Four 2006, Elite Eight 2008, 4th Place in AAAAA 2012, 6A State Champions 2013 *Air Force Junior Reserve Officer Training Corps, Unit GA-958 *Boys' and girls' track team: Boys' and Girls' Region 5-AAAAA Champions 2008, 2009 *Math Team *Wrestling: County Champions 1985, 1990, 1991, 2004, 2008, 2010; Region Champions 1985, 1990, 2014, 2015; Region runner-up individual 2009, team 2011; State runner-up 2015; 2017 Region runner-up *Tennis: 5-AAAAAhttp://etowaheaglestennis.com/ *Lacrosse *Volleyball *Gymnastics: 2017 qualified for the State Championships * Between 2010 and 2016 Etowah won the GEMA/GHSA Sportsmanship Award for the 5AAAAAA region three times. ==Notable alumni== * Chris Kirk – PGA Tour golfer * Chandler Riggs – actor (The Walking Dead) * Buster Skrine – NFL Cornerback, (Chicago Bears) * Drew Waters – baseball player in the Atlanta Braves organization ==References== ==External links== * Category:Public high schools in Georgia (U.S. state) Category:Schools in Cherokee County, Georgia ",
    "title": "Etowah High School (Georgia)"
}