{
    "id": "3259446",
    "text": "Martha and Mary Magdalene (c. 1598) is a painting by the Italian Baroque master Michelangelo Merisi da Caravaggio. It is in the Detroit Institute of Arts. Alternate titles include Martha Reproving Mary, The Conversion of the Magdalene, and the Alzaga Caravaggio. ==History== Caravaggio's Martha and Mary is dated to 1598–99, when he was in the entourage of Cardinal Francesco Maria Del Monte. Little is known of its history between those years and 25 June 1971, when its owners attempted to sell it at Christie's in London (lot 21). It remained unsold at 130,000 guineas, despite the confidence of the restorer Juan Corradini of Buenos Aires. Later converts were Benedict Nicolson and Mina Gregori (as late as January 1974). Today it is generally considered an autograph work. It was acquired by the Detroit Institute of Arts in 1973. It is thought that the painting was originally in the collection of Caravaggio's patron Ottavio Costa. His will of 6 August 1606, contains a painting by this description and states that Riggerio Tritonio, secretary of Cardinal Montalto, is to choose between the Martha and Mary and a Saint Francis; the painting not selected was to go to Costa's friend and colleague Giovanni Enriquez de Herrera. Since the Saint Francis later appears in the inventory of Tritinio, it has been assumed that the Martha and Mary passed to Herrera, probably in late 1606. Giovanni Enriquez de Herrera died on 1 March 1610, without a will, thus leaving his four sons to decide on the fate of his possessions. It has been speculated that it remained in Rome until the 1620s, but the only firm evidence for its provenance after the Herrera family is a seal and inscriptions on the back of the original canvas with the names Niccolò Panzani, Emilia Panzani and Anna E. Panzani. This family has not been traced. Since its rediscovery, its influence has become apparent, most notably in the number of copies, a now lost work by Carlo Saraceni and a well known version by Orazio Gentileschi, today in Munich. ==Composition== The painting shows the sisters Martha and Mary from the New Testament. Martha is in the act of converting Mary from her life of pleasure to the life of virtue in Christ. Martha, her face shadowed, leans forward, passionately arguing with Mary, who twirls an orange blossom between her fingers as she holds a mirror, symbolising the vanity she is about to give up. The power of the image lies in Mary's face, caught at the moment when conversion begins. Martha and Mary was painted while Caravaggio was living in the palazzo of his patron, Cardinal Del Monte. His paintings for Del Monte fall into two groups: the secular genre pieces such as The Musicians, The Lute Player, and Bacchus - all featuring boys and youths in somewhat claustophobic interior scenes - and religious images such as Rest on the Flight into Egypt and Ecstasy of Saint Francis. Among the religious paintings was a group of four works featuring the same two female models, together or singly. The models were two well-known courtesans who frequented the palazzi of Del Monte and other wealthy and powerful art patrons, and their names were Anna Bianchini and Fillide Melandroni. Anna Bianchini appeared first as a solitary Mary Magdalene in the Penitent Magdalene of about 1597. Fillide Melandroni appeared in a secular Portrait of a Courtesan done the same year for Del Monte's friend and fellow art-lover, the banker Vincenzo Giustiniani. In 1598 Caravaggio painted Fillide again as Saint Catherine, capturing a beauty full of intelligence and spirit. In Martha and Mary the two are shown together, Fillide perfectly fitted to the role of Mary, Anna to the mousier but insistent presence as Martha. A finely grained cream-brown table running in front of the sisters displays three objects, of which a Venetian mirror is the most obvious. It reflects the Magdalen's hand and a rectangular window, to which reflection her middle finger points. The other two objects are an ivory comb and a dish with a sponge. The type of dish was called a sponzarol by the Venetians and, in this case, is made of alabaster. Mary wears red, the colour of the Magdalen, and a dress very similar to one Caravaggio employs in his Portrait of a Courtesan (1597) and Saint Catherine (1598), with embroidery on the blouse, similar to what we see in his Penitent Magdalen. ==Interpretation== The writings of the Church Fathers (starting with Origen) established Martha and Mary as representative of the active versus the contemplative aspects of Christian faith. This distinction was exemplified in art like Bernardino Luini's Martha and Mary, once in the Barberini Collection in Rome, and attributed to Leonardo da Vinci. Caravaggio would certainly have known the painting. ==Technical investigation== The painting was cleaned and investigated by the scientists at the Detroit Institute of Arts.James L. Greaves and Meryl Johnson, New Findings on Caravaggio’s Technique in the Detroit ‘Magdalen‘, The Burlington Magazine Vol. 116, No. 859, Special Issue Devoted to Caravaggio and the Caravaggesques (Oct., 1974), pp. 564+566-572+591 The pigment analysis revealed the usual pigments of the Baroque period such as lead white, red and yellow ochre and azurite.Caravaggio, Martha and Mary Magdalene, illustrated pigment analysis at ColourLex ==Referenced works== File:Portrait of a Courtesan by Caravaggio.jpg|Portrait of a Courtesan (Fillide Melandroni), destroyed File:Michelangelo Caravaggio 060.jpg|Saint Catherine of Alexandria, Thyssen- Bornemisza Museum File:Michelangelo Caravaggio 063.jpg|Penitent Magdalene, Doria Pamphilj Gallery, Rome File:Portrait d'une Femme à sa Toilette, by Titian, from C2RMF retouched.jpg|Titian, Woman at her toilet (ca. 1515), Musée du Louvre, Paris File:Conversion of the Magdalen by Luini.jpg|Bernardino Luini, Martha and Mary (ca. 1520), San Diego Museum of Art, California File:Martha reproving her sister Mary by Orazio Gentileschi (1620) - Alte Pinakothek - Munich - Germany 2017.jpg|Orazio Gentileschi, Martha and Mary (ca. 1620), Alte Pinakothek, Munich ==References== Category:1590s paintings Category:Paintings by Caravaggio Category:Paintings depicting Mary Magdalene ",
    "title": "Martha and Mary Magdalene (Caravaggio)"
}