{
    "id": "3259645",
    "text": "Machine-stitched keyhole buttonhole with bar Buttonholes are reinforced holes in fabric that buttons pass through, allowing one piece of fabric to be secured to another. The raw edges of a buttonhole are usually finished with stitching. This may be done either by hand or by a sewing machine. Some forms of button, such as a frog, use a loop of cloth or rope instead of a buttonhole. Buttonholes can also refer to flowers worn in the lapel buttonhole of a coat or jacket, which are referred to simply as \"buttonholes\" or boutonnières. == History == Buttonholes for fastening or closing clothing with buttons appeared first in Germany in the 13th century. However it is believed that ancient Persians used it first. They soon became widespread with the rise of snug-fitting garments in 13th- and 14th-century Europe. ==Aspects of buttonholes== Buttonholes often have a bar of stitches at either side of them. This is a row of perpendicular hand or machine stitching to reinforce the raw edges of the fabric, and to prevent it from fraying. Traditionally, men's clothing buttonholes are on the left side, and women's clothing buttonholes are on the right. The lore of this 'opposite' sides buttoning is that the practice came into being as 'women of means' had chamber maids who dressed them. So as not to confuse the poor chamber maids, the wealthy began having women's garments made with the buttons and holes 'switched'; the birth of the modern ladies' blouse. The chamber maids themselves, as did most all the common class, both male and female, actually wore 'shirts' with buttons and holes placed as on men's clothing. There appears to be no concrete reference to prove or disprove this story, but its plausibility bears noting. There is also the theory that if a man is driving his ox cart or carriage or car, he can see inside her blouse and she can see inside of his. (Of course this assumes the driver is on the left hand side.) ==Types of buttonholes== A machine-made buttonhole. A bound buttonhole. The inset fabric panels are called welts. ===Hand stitching=== *A plain buttonhole is one in which the raw (cut) edges of the textile are finished with thread in very closely spaced stitches, typically the buttonhole stitch. When stitched by hand, a slit is made in the fabric first and the result is called a hand-worked buttonhole or worked buttonhole. The buttonhole construction sometimes includes a technique called stranding where a flat piece of gimp cord or thread is incorporated into the edges to act as a reinforcement. *A Milanese buttonhole: after the hole for the button is cut, a length of silk thread called a gimp is laid around the edges. A glossier buttonhole thread is then wrapped around the gimp and sewn through the cloth surrounding the buttonhole. It is used in bespoke menswear as a detail to embellish the jacket because it serves no purpose other than to hold lapel pins and flowers. ===Machined stitching=== Sewing machines offer various levels of automation to creating plain buttonholes. When made by machine, the slit between the sides of the buttonhole is opened after the stitching is completed. *A machine-made buttonhole is usually sewn with two parallel rows of machine sewing in a narrow zig-zag stitch, with the ends finished in a bar tack created using a broader zig-zag stitch. One of the first automatic buttonhole machines was invented by Henry Alonzo House in 1862. *A bound buttonhole is one which has its raw edges encased by pieces of fabric or trim instead of stitches. *A keyhole buttonhole is a special case of a thread-finished buttonhole that has a round hole at the end of the buttonhole slit, reinforced with a fan-shaped array of stitches. Because a button-closed gap in a garment is normally under some stress, the button will tend to move towards the end of the buttonhole closest to the gap in the garment. A keyhole at the end of the buttonhole closest to the gap accommodates the button's shank without distorting the fabric. Keyhole buttonholes are most often found on tailored coats and jackets. This buttonhole is normally machine-made due to the difficulty of achieving it by hand working. ==See also== *Buttonholer (Attachment) *Zipper *Belt *Boutonnière ==References== ===Citations=== ===Bibliography=== * * * * ==External links== * *Brother Electronic Button Holer HE-800C NEXIO *Brother Electronic Eyelet Button Holer RH-9820 *Movie for Electronic Eyelet Button Holer Category:Textile closures de:Knopf#Knopfloch ",
    "title": "Buttonhole"
}