{
    "id": "3259501",
    "text": "Gordian Knot is an American rock band directed by bass guitarist Sean Malone. At times its shifting lineup has included Steve Hackett of Genesis, Bill Bruford of King Crimson and Yes, Ron Jarzombek from Watchtower and Spastic Ink as well as Jim Matheos of Fates Warning, several of Malone's former bandmates from Cynic and John Myung from Dream Theater. ==Musical style== The music of Gordian Knot is a stylistic mixture of progressive rock and metal, instrumental music reminiscent of Robert Fripp's Guitar Craft and his solo work (e.g. compare Gordian Knot's song \"Grace\" with Robert Fripp's \"Evening Star\"). Notable is their use of counterpoint, often presenting several complex intertwining layers of melodic, harmonic and rhythmic structures. The music of Gordian Knot also relies heavily on diatonic guitar melodies although sometimes encompassing later resolved dissonances to add a jazz fusion-like flavor. The interaction between the various instruments, all played by accomplished instrumentalists, allows for communication of various melodic lines, harmonies and rhythms among guitar(s), bass and (concerning rhythms) even drums. Also, Gordian Knot cannot be categorized without disregarding certain aspects of their music. For example, the piece \"Komm, süsser Tod, komm sel'ge\" is a transcription of a piece of the same name by Johann Sebastian Bach, while some of their other pieces, most notably \"Grace\", have a distinct classical, even baroque Bach-like flavor, being constructed in an almost counterpoint-like fashion by interweaving several independent diatonic melodic lines from the Chapman Stick. Other songs, such as \"Muttersprache\" (German for \"mother tongue\") or \"Code/Anticode\" work with on-beat/off-beat, interplay between two guitars and/or the rhythm and melody section, incorporating jazz chords and dissonant intervals to create tension and form the basis for a mixture of jazz fusion and progressive rock/metal. ==Band members== Malone recruits a different line-up each time when he is recording and playing live with Gordian Knot. ===Current members=== * Sean Malone - bass, fretless bass, sticks, guitars, keyboards, e-bow, echoplex, loops, occasional vocals. ===Past members=== ====Studio members==== *Sonia Lynn - vocals *Paul Masvidal - guitar *Bob Brunin - guitars *Jason Göbel - guitars *Glenn Snelwar - guitars, mandolins *Ron Jarzombek - guitars *Steve Hackett - guitars *Adam Levy - guitars *Jim Matheos - acoustic guitars *Trey Gunn - warr guitar *John Myung - chapman stick *Bill Bruford - drums *Sean Reinert - drums ==Discography== *Gordian Knot (1999) *Emergent (2003) == References == ==External links== *[ Sean Malone / Gordian Knot official website] * Interview with Bill Bruford Category:American progressive metal musical groups Category:American progressive rock groups Category:Musical groups established in 1998 ",
    "title": "Gordian Knot (band)"
}