{
    "id": "3259699",
    "text": "Éric Lapointe (born September 13, 1974) is a retired Canadian football player. He was a running back with the Montreal Alouettes in the Canadian Football League. ==Biography== A native of Brossard, Quebec, Lapointe is an alumnus of Mount Allison University, where he played football for the Mount Allison Mounties. While playing at the university level, he was Canada's Rookie of the Year, a three-time All-Canadian, and a two-time Hec Crighton Trophy winner as Most Outstanding Player in Canada (1996 and 1998), for which he received special congratulations by the Legislature of Nova Scotia.Hansard - Tue., Dec. 1, 1998 He was also a rushing leader for the Atlantic conference and nationally. In 1996, he rushed 1,619 yards to break the record in Atlantic University Sport. In his four years of playing, he rushed 4,666 yards, just 29 yards short of the CIAU all-time career rushing record. Despite being eligible to play for 5 years in Canadian university football, Lapointe graduated and opted to finish his university sports career after only 4 years. He still supports the team and often can be seen at their games in Quebec. After graduation in 1999, Lapointe was selected in the third round (20th overall) of the CFL entry draft by the Edmonton Eskimos but was released shortly afterward to play for the Hamilton Tiger-Cats. As part of this 1999 Grey Cup winning team, Lapointe started for only 2 games yet finished 11th in the league with 691 rushing yards. In 2000, Lapointe was traded to the Toronto Argonauts in a multi-player deal but languished and left the team during the 2001 off-season as a free agent to work in the financial services industry, closer to his home in Montreal. Lapointe joined the Montreal Alouettes in February 2001 and played mainly as a backup for the team during the 2001-2004 seasons; during the 2005 season he came into prominence after being named the starting running back for the Alouettes in the 93rd Grey Cup (the Als lost 38-35 to the Esks in a thrilling overtime showdown). In 2005, he was selected by Canadian university football fans as the best university football player of all time.Lapointe tops poll of university football fans - universitysport.ca ===Retirement=== Lapointe announced his retirement from the CFL following the 2006 season and is currently working as a financial analyst in Montreal. In 2012, he became the second player elected into the Canadian Football Hall of Fame on the basis of his University/College career, being voted in for his time as a Mountie. On September 14, 2013, Lapointe had his #5 retired at Mount Allison's Homecoming Football Game. == References == ==External links== * Montreal Alouettes page Category:1974 births Category:Living people Category:Canadian Football Hall of Fame inductees Category:Canadian football running backs Category:Grey Cup champions Category:Hamilton Tiger-Cats players Category:Montreal Alouettes players Category:Mount Allison University alumni Category:Mount Allison Mounties football players Category:People from Brossard Category:Players of Canadian football from Quebec Category:Sportspeople from Montreal Category:Toronto Argonauts players ",
    "title": "Éric Lapointe (Canadian football)"
}