{
    "id": "3259930",
    "text": "Gimme Shelter is a 1970 British-American documentary film directed by Albert and David Maysles and Charlotte Zwerin chronicling the last weeks of The Rolling Stones' 1969 US tour which culminated in the disastrous Altamont Free Concert. The film is named after \"Gimme Shelter\", the lead track from the group's 1969 album Let It Bleed. Gimme Shelter was screened out of competition as the opening film of the 1971 Cannes Film Festival. ==Context== The counterculture era documentary is associated with the Direct Cinema movement of the 1950s and 1960s. It was directed by The Maysles Brothers who are strong figures of the era.Dave Saunders, Direct Cinema: Observational Documentary and the Politics of the Sixties, Wallflower Press, 2007 The movement revolves around the philosophy of being a \"reactive\" filmmaker, recording events as they unfold naturally and spontaneously rather than investigating the subject matter through documentary techniques such as interviews, reconstruction and voiceover. ==Production== The film depicts some of the Madison Square Garden concert later featured on the 1970 live album, Get Yer Ya-Ya's Out! The Rolling Stones in Concert, as well as Charlie Watts and a donkey filmed on the M6 motorway near Birmingham during a photography session for the album cover. It also shows the Stones at work in Muscle Shoals, Alabama recording \"Brown Sugar\" and \"Wild Horses\", and footage of Ike and Tina Turner opening for the Stones at their Madison Square Garden concert, to Mick Jagger's comment, \"It's nice to have a chick occasionally\". The Maysles brothers filmed the first concert of the tour at Madison Square Garden in New York City. After the concert, the Maysles brothers asked the Rolling Stones if they could film them on tour, and the band agreed. Much of the film chronicles the behind-the- scenes dealmaking that took place to make the free Altamont concert happen, including much footage of well-known attorney Melvin Belli negotiating by telephone with the management of the Altamont Speedway. The movie also includes a playback of Hells Angels leader Ralph \"Sonny\" Barger's famous call- in to radio station KSAN's \"day after\" program about the concert, wherein he recalls, \"They told me if I could sit on the edge of the stage so nobody could climb over me, I could drink beer until the show was over.\" ===Altamont Free Concert=== The focus then turns to the 1969 concert itself at the Altamont Speedway, the security for which was provided by the Hells Angels (armed with pool cues). As the day progresses, with drug-taking and drinking by the Angels and members of the audience, the mood turns ugly. Fights break out during performances by The Flying Burrito Brothers and Jefferson Airplane; Grace Slick pleads with the crowd to settle down. When Mick Jagger arrives to the grounds via helicopter, he is punched in the face by an unruly fan while making his way to his trailer. At one point Jefferson Airplane lead male singer Marty Balin is knocked out by a Hells Angel; Paul Kantner attempts to confront \"the people who hit my lead singer\" in response, announcing: \"Hey, man, I'd like to mention that the Hells Angels just smashed Marty Balin in the face, and knocked him out for a bit. I'd like to thank you for that.\" To which a Hells Angel sitting on stage grabs a microphone, and replies: \"You're talking to my people. Let me tell you what's happening. You, man, you are what's happening!\" Slick herself warns the Angels after they continue hitting people: \"You don't hassle with anybody in particular. You gotta keep your bodies off each other unless you intend love. People get weird, and you need people like the Angels to keep people in line. But the Angels also-- You know, you don't bust people in the head for nothing. So both sides are fucking up temporarily; let's not keep fucking up!\" Jerry Garcia and Phil Lesh arrive, but The Grateful Dead opt not to play after learning of the incident with Balin from Santana drummer Michael Shrieve. (Santana and Crosby, Stills, Nash, and Young also performed at the concert but are not shown in the movie.) The Stones are shown appearing onstage that evening and opening with \"Jumpin' Jack Flash\", and are also shown performing \"Sympathy for the Devil\", as the tension continues to build. During the next song, \"Under My Thumb\", a member of the audience, 18-year-old Meredith Hunter, attempted, with other crowd members, to force his way onto the stage , and as a result was struck by the Hells Angels guarding the band. Hunter then drew a revolver before being attacked by Hells Angel Alan Passaro and killed by at least six stab wounds. Hunter's stabbing was captured on film by at least one of the many camera operators filming the documentary, and appeared in the final cut of the film. According to Albert Maysles, the stabbing was filmed by Baird Bryant; other sources have also credited Eric Saarinen. The film sequence clearly shows the dark silhouette of a handgun in Hunter's hand against the crocheted vest of his girlfriend, Patty Bredehoft, as Passaro enters from the right, grabs and raises Hunter's gun hand, turns Hunter around, and stabs him at least twice in the back before pushing Hunter off camera. The credited camera operators for Altamont included a young George Lucas. At the concert, Lucas' camera jammed after shooting about of film. None of his footage was incorporated into the final cut. ==Critical reception== As of 2020, the film holds a score of 93% on Rotten Tomatoes based on 29 ratings, with an average rating of 9.17/10. The website's critical consensus reads \"Equal parts essential and chilling, Gimme Shelter provides a spine-tingling look at how the Rolling Stones' music paralleled the end of the counterculture movement\". ==Songs performed== ;The Rolling Stones *\"Jumpin' Jack Flash\" *\"(I Can't Get No) Satisfaction\" *\"You Gotta Move\" *\"Wild Horses\" (in studio at Muscle Shoals) *\"Brown Sugar\" *\"Love in Vain\" *\"Honky Tonk Women\" *\"Street Fighting Man\" *\"Sympathy for the Devil\" *\"Under My Thumb\" *\"Gimme Shelter\" (live version, over closing credits) ;Ike and Tina Turner *\"I've Been Loving You Too Long\" (at Madison Square Garden) ;Jefferson Airplane *\"The Other Side of This Life\" (at Altamont) ;Flying Burrito Brothers *\"Six Days on the Road\" (at Altamont) ==See also== * List of American films of 1970 ==Notes== ==References== * * * ==External links== *Official website at Mayslesfilms.com * * *Gimme Shelter Producer, Ron Schneider *\"Gimme Shelter: The true story\" at Salon.com *Gimme Shelter: The True Adventures of Altamont an essay by Stanley Booth at the Criterion Collection Category:1970 films Category:American documentary films Category:American films Category:Concert films Category:English-language films Category:Films directed by Albert and David Maysles Category:Rockumentaries Category:1970 documentary films Category:The Rolling Stones documentary films ",
    "title": "Gimme Shelter (1970 film)"
}