{
    "id": "3259568",
    "text": "The Man on the Balcony is a mystery novel by Swedish writer Maj Sjöwall and Per Wahlöö, originally published as Mannen på balkongen in 1967. It is the third novel in the detective series revolving around Swedish police detective Martin Beck. In the novel, Martin Beck and his team realize that a paedophilic murderer may have been seen by an unidentified serial robber who was watching for prey in the area, at the time. The pressure is turned up when more child murders begin to occur. == Plot summary == At the beginning of the book Beck goes to a peaceful mission with colleague Ahlberg in Motala. His colleagues are meanwhile looking for a handbag robber who makes the Stockholm parks unsafe. In the same park, which hosted his last robbery, a child's body is discovered soon after by two tramps. The 9-year-old girl has been abused and strangled. Shortly thereafter, another child befalls the same fate. As Beck returns, the machinery of the police investigation is already running. The police are initially lacking any clues as the abduction of the second girl was only viewed by a three-year-old boy. Only an elderly exhibitionist is briefly detained, but has nothing to do with the murders. Only a coincidence brings the investigation continues: Gunvald Larsson, who first appears in this novel, has telephoned at the very beginning of the investigation with an elderly lady who complained about a man in an opposite flat, standing all day on his balcony and looking at the road and playing with the children, among others. After Martin Beck recalled this call; with difficulty the note written by Larsson is found and by a mixture of obstinate investigating and the coincidence that the caller had the uncommon name Andersson is the killer found, just before he can attack a child again. == Characters == The boorish detective Gunvald Larsson is introduced, as is Einar Rönn, who comes from a rural part of the country and likes his life quiet. Larsson was Sjöwall's favourite character, whereas Rönn was Wahlöö's. Also, two regular street cops are introduced, Kristiansson and Kvant, who will provide some of the comic relief throughout the rest of the series. == Film adaptation == On 26 November 1993 the film with the same name premiered in Sweden. The film starred Gösta Ekman as Martin Beck and Rolf Lassgård as Gunvald Larsson. It was a great success and won the Swedish Guldbagge Award for Best Actor (Gösta Ekman), Best Screenplay (Daniel Alfredson & Jonas Cornell) and Best Film (Hans Lönnerheden, producer). Category:1967 Swedish novels Category:Swedish detective novels Category:Novels by Sjöwall and Wahlöö Category:Swedish novels adapted into films Category:Pantheon Books books Category:Norstedts Förlag books ",
    "title": "The Man on the Balcony"
}