{
    "id": "3260611",
    "text": "Dolly (stylised in all-caps) was an Australian bimonthly teen magazine started in 1970 by Fairfax Ltd. in Australia and New Zealand, and purchased by ACP in 1988. The magazine became an online-only publication, and the print edition ceased, in December 2016. In June 2020, the magazine was purchased from the Bauer Media Group by Mercury Capital. Dolly was the basis and inspiration for Sassy Magazine (1987–1996) in the United States. The magazine was aimed at teenage girls (13–17 age group) and covered celebrity news and gossip, fashion and beauty and various feature articles attractive to female teenagers and dealing with issues that are faced by this age group and gender. The magazine produced over 400 issues and as of 2007 had a readership of 505,000. Dolly now exists only as a website containing games, information on upcoming issues, quizzes and downloads. ==History== The magazine was launched by Anne Goldie in 1970. The editor was Josephine Rozenberg-Clarke. The previous editor was Lucy Cousins. The magazine had its headquarters in Sydney. In November 2016 it was announced that the December 2016 issue would be the last print issue of Dolly. In June 2020, Dolly was acquired by Sydney investment firm Mercury Capital as part of its acquisition of the Bauer Media Group's former Australian and New Zealand titles. ==Dolly Teen Choice Awards== == Dolly Model competition == The Dolly Model Competition was a branch from the Dolly magazine. It is a competition held for teen readers to enter to have the chance to win a modelling career. The competition started in 1979, with Helen Moyes appearing on the December 1979 issue as the first winner and ended in 2002 when the then editor in chief of Dolly, Mia Freedman felt it gave a negative impression towards young teenage girls and the Dolly brand.Dolly model search is back, with 13-year-old winner Kirsty Thatcher In 2012 it returned after a 10-year hiatus, with the winner announced as 13-year-old Kirsty Thatcher from Brisbane, Australia. The winner will be awarded a one year contract with Chadwick Modeling agency, a trip to New York to meet with Chadwick's US affiliates, and a fashion and cover shoot on Dolly Magazine. Miranda Kerr (who won in 1997) is now known world-wide and is a former Victoria's Secret model. Past Winners {| class=\"wikitable\" border=\"1\" |- ! Year ! Winner ! Finalists |- | 2014 | Mary Stickley | Tylah Morgan, Vienna Anderson, Emma Tenaglia, Jesper Ha, Sarah Danga |- | 2013 | Samantha Garza | Angel Larkin, Emelia Roberts, Lucy Kleinhans, Neema Young, Dayna Opitz |- | 2012 | Kirsty Thatcher | Elodie Russell, Lucinda Crichton, Paige Garvey, Lillian Van Der Veen, Ayasha Alderson |- | 2002 | ? | Eunice Ward |- | 2001 | Jessica Elsegood | Natasha George, Tara Horsburgh |- | 2000 | Jessica Hart | Shadae Magdson, Emma, Kate |- | 1999 | Cassidy Light | Lisa Johnston, Paloma, Kathryn, Teresa, Jessica |- | 1998 | Pia Loyola | Joline Lootsma, Sally Winnett, Anna Rawson, Kathy Zachwieja, Gemma Sanderson |- | 1997 | Miranda Kerr | Carlie Draeger, Bekky Buchanan, Abbie Cornish, Cassie Hunter, Kirsty Short |- | 1996 | Renee Schwab | Amber Lee, Heather Pennell, Tasha King, Wymeng Wong, Gemma Hamilton |- | 1995 | Elle Wright | Natalie Decorte, Natasha Norton, Karen James, Nikki Okunev, Lydia Simunovic |- | 1994 | Shannan Camilleri | Tania Batur, Amy Erbacher, Bianca Denham, Rosanna Mabilia, Emma Harrison |- | 1993 | Emma Gorrod | Amanda Tacey, Tracey Grose, Emma-Kate Harrison, Saara Hentschke, Joanna Stanaway-Becker |- | 1992 | Olivia Trick | Daniela Bej, Tasha Olsen, Kate Lillicrapp, Valerie Anthonisz, Amanda Cruwys |- | 1991 | Rebecca Kelly | Celeste Gibbins, Susan Bawden, Alexandra Pike, Cressida Wilson, Danah Mitchell |- | 1990 | Danella Boyle | Letichia Richardson, Monique Grobben, Jacinda Barrett, Simone Tassicker, Catherine Jenkins |} ==Dolly Doctor== Dolly Doctor was a segment that ran in Dolly since its first issue to answer readers' health questions. John Wright was the first Dolly Doctor. Melissa Kang has been the Dolly Doctor since 1993, until the closing of the print edition. A Dolly Doctor standalone app was released in 2015. A comparison of Dolly Doctor with other Australian magazines found that Dolly Doctor gave the most accurate health advice. Dolly Doctor closed in 2016. ==Controversy== In 2005, Dolly came into media attention for taking advantage of young people wanting to get into the magazine industry. Dolly was accused of soliciting, publishing and ridiculing unpaid articles from hopeful young women looking for a job in magazine journalism. In Dolly's May 2007 issue featuring Christina Aguilera on the cover, controversy reigned supreme when a picture of a runway model's genitalia was published on page 24 in a section called Dollywood Gossip. The accompanying caption which included an arrow pointing to the model's genital region said \"Look Closer, Eww! Not that close\" and \"Umm, we think you forgot something\".Dolly drops its knickers, The Sydney Morning Herald, 19 April 2007 Editor Bronwyn McCahon claimed that \"It's a long story involving mag terms like \"dyelines\" and \"corrupted PDFs\", but we did cover the area originally, and the little spot we used somehow fell off the page just before printing and we didn't notice\".A big ooops! from us, Dolly Magazine, 12 April 2007 ==References== ==External links== * Dolly magazine website Category:1970 establishments in Australia Category:2016 disestablishments in Australia Category:ACP magazine titles Category:Mercury Capital Category:Bi-monthly magazines published in Australia Category:Monthly magazines published in Australia Category:Defunct magazines published in Australia Category:Magazines established in 1970 Category:Magazines disestablished in 2016 Category:Magazines published in Sydney Category:Online magazines with defunct print editions Category:Teens' magazines ",
    "title": "Dolly (magazine)"
}