{
    "id": "3260623",
    "text": "__NOTOC__ Tennyson is a suburb in the Australian state of South Australia located in the Adelaide metropolitan area about north-west of the Adelaide city centre and about west of the municipal seat of Woodville. Tennyson consists of a strip of land on the east coast of Gulf St Vincent extending from a beach with a frontage of sand dunes in the west for a distance of about to the west side of the artificial lake known as West Lakes in the east. It borders West Lakes for the full length of the part of the lake where a rowing course is located. Its northern boundary is located just north of Estcourt Road while it is bounded in the south by Fort Street. Tennyson’s boundaries were created on 30 September 1976 for land which includes the Town of Tennyson at its southern end. On 20 April 2006, the suburb’s northern boundary was altered to include land from the adjoining suburb of West Lakes Shore so that suburb boundaries aligned with those of land parcels. The suburb’s name is derived from the Town of Tennyson and ultimately from Hallam Tennyson, 2nd Baron Tennyson who was the Governor of South Australia from 1899 to 1902 and who was the Governor-General of Australia from 1903 to 1904. Tennyson Post Office opened on 18 September 1962 and closed in 1972. Estcourt House, the former home of Frederick Estcourt Bucknall which is listed on the South Australian Heritage Register is located at the northern end of the suburb. The 2016 Australian census which was conducted in August 2016 reports that Tennyson had 1,166 people living within its boundaries. Tennyson is located in the federal division of Hindmarsh, the state electoral district of Lee and the local government area of the City of Charles Sturt. ==Town of Tennyson== The Town of Tennyson was gazetted on 5 January 1905. It originally consisted of crown land on the west side of Military Road which was resumed on 30 November 1893 from an existing lease over section 108 of the cadastral unit of the Hundred of Yatala in order to eliminate damage to the sandhills caused by the grazing of cattle and the subsequent cost of keep the road clear of sand shifting from the sandhills. The town was originally surveyed in 1902 and then surveyed again in 1904 to create a revised sub-division design before allotments of land were offered for sale on 16 February 1905. The town was extended by proclamation on 25 January 1940 and again on 17 August 1950. On 7 October 1982, its extent was \"diminished\" by the removal of land. The town still exists as an administrative area and since 1982, it has consisted of land bounded by Hallam Terrace in the North, the east side of Military Road in the east, Fort Street in the south and the eastern side of the Tennyson Foreshore Reserve in the west which is considered to the \"High Water Mark\" by the 1982 proclamation. ==See also== *Tennyson Dunes Conservation Reserve ==References== Category:Suburbs of Adelaide ",
    "title": "Tennyson, South Australia"
}