{
    "id": "3260134",
    "text": "Nesiritide (Natrecor) is the recombinant form of the 32 amino acid human B-type natriuretic peptide, which is normally produced by the ventricular myocardium. Nesiritide works to facilitate cardiovascular fluid homeostasis through counterregulation of the renin–angiotensin–aldosterone system, stimulating cyclic guanosine monophosphate, leading to smooth muscle cell relaxation. Nesiritide was believed initially to be beneficial for acute decompensated congestive heart failure. It received approval from the United States' Food and Drug Administration for this purpose in 2001 after initial non-approval. In July 2011 the results of the largest study so far for nesiritide was published in The New England Journal of Medicine. The study failed to show a difference between nesiritide and placebo on mortality or re- hospitalizations. ==Administration== Nesiritide is only administered intravenously, usually by bolus, followed by IV infusion. For most adults and the elderly, a normal dosage is 2 mg/kg followed by a continuous IV infusion of 0.01 mg/kg/min. This may be increased every three hours for a maximum of 0.03 mg/kg/min. ==Controversy== In 2005, after several academic papers published by Jonathan Sackner-Bernstein on the efficacy and side effects of Nesiritide, Johnson & Johnson met with the FDA and altered its stated plans for the drug and agreed to revise its labeling. Heart doctors at the Cleveland Clinic then voted unanimously not to permit the prescription of the drug to its patients. Johnson and Johnson convened a panel of experts whose advice included the recommendation to conduct the large scale clinical trial that was subsequently published in 2011. Following this, the United States Department of Justice announced an inquiry into the marketing of the drug that led to a fine against the Scios unit of J&J.; ==Side effects== Common side effects include: *Low blood pressure (11% of patients) *Headache *Nausea *Slow heart rate *Kidney failure More rare side effects include: *Confusion *Paresthesia *Somnolence *Tremor == References == == Further reading == * == External links == *Natrecor.com Category:Peptides Category:Drugs acting on the cardiovascular system Category:Johnson & Johnson brands ",
    "title": "Nesiritide"
}