{
    "id": "3260080",
    "text": "Mad Dog McCree is the first live-action laserdisc video game released by American Laser Games. It originally appeared as an arcade game in 1990. It gained considerable attention for its live-action video style, bearing similarities to contemporary Hollywood westerns. ==Storyline== The player assumes the first-person role of the game's silent protagonist, a nameless individual addressed only as \"stranger\". The stranger rides into an unnamed Old West town and is approached by an elderly prospector (Ben Zeller), who appeals to him for help. He tells the stranger that the mayor and his daughter have been kidnapped by a gang of outlaws led by the notorious \"Mad Dog\" McCree (Rusty Dillon), and when the sheriff tried to stop them, they locked him up in the jail. Two of the gang appear to silence the prospector, but the stranger shoots them. The prospector then tells him that One-Eyed Jack holds the keys to the jail, and is in the saloon. For the remainder of the game, the exact order of events depends on the player's decisions. The stranger enters the saloon, where One-Eyed Jack and his cohorts are making trouble. The stranger defeats them and takes the jail keys. He visits the jail and frees the sheriff. The stranger and sheriff set out to stop Mad Dog, but are ambushed by three of his gang outside the jail. They defeat them, but the sheriff is fatally shot. With his dying breaths, he tells the stranger that the map to Mad Dog's hideout is hidden in the local mine, and that he should consult the prospector before going there. The stranger sees that the bank is being robbed by Mad Dog's men. After he stops the robbery, a thankful boy advises him not to enter Mad Dog's hideout from the back entrance (sometimes, he'll advise not to take the front entrance). He finds the prospector has been tied up to a pile of live explosives by Mad Dog himself, and saves him by severing the fuse. After finding the map in the mine, the stranger follows the path to the hideout. He shoots out the smokestack, forcing Mad Dog's gang out as the hideout floods with smoke. He shoots them down as they come out and saves the mayor. However, McCree himself has escaped with the mayor's daughter, leaving behind a taunting note for the stranger. The stranger confronts Mad Dog in a final quick-draw showdown. Forewarned that Mad Dog wears a bulletproof vest, the stranger defeats him by shooting both his hands. The mayor then unties his daughter. As the townsfolk congratulate the stranger, Mad Dog recovers, and is seen riding a horse off into the distance. ==Gameplay== In a series of stages, the player must shoot enemies before they fire, avoid shooting innocent bystanders, and reload each time their six-round revolver is depleted of bullets. Shooting a bystander or getting hit by a gunfighter results in the loss of one life out of three and is followed by a clip showing the town doctor commenting on the player's actions. However, this traditional light gun shooter gameplay is interspersed with \"showdowns\", which are fast draw duels that play the same as American Laser Games's later release Fast Draw Showdown. The arcade version is equipped with a specialized light gun which can detect whether or not the player had properly lowered the light gun at the beginning of the duel. Home versions of the game attempted to simulate this mechanic by having the player's gun unloaded at the beginning of the duel, and not allowing it to be reloaded until the same moment when the arcade version would allow the player to draw. The home versions allow the player to choose from three difficulty modes. ==Development== Mad Dog McCree was the first title released by American Laser Games, a company which was born out of the founders' previous venture of producing police training simulators. American Laser Games filmed all the footage for the game in its home state, New Mexico, and used local actors to fill all the roles. Local rancher Russ Dillen played various outlaws in the game including the titular Mad Dog, for which he had to dye his natural blonde hair black. His wife Lori played the saloon barfly. Ben Zeller, who plays the prospector, went on to have major roles in two further American Laser Games productions, Mad Dog II: The Lost Gold and Space Pirates. Carol Eason, who plays the undertaker, also reprised his role in Mad Dog II: The Lost Gold. ==Release== The arcade edition of the game has been released with four different hardware setups, using a laserdisc player as well as a Commodore Amiga 500 motherboard with special interfaces for controls and booting, and a genlock. Home versions were released for the Sega CD, CD-i, 3DO, and Microsoft Windows. A port for the Atari Jaguar CD was announced in 1994 and reportedly in development but it was never released. Mad Dog McCree was the first in a series of American Laser Games releases to be reissued by Digital Leisure with updated video and sound quality in 2001 for DVD, playable with a standard DVD remote. In 2009 the game was released for the Nintendo Wii as part of the Mad Dog McCree: Gunslinger Pack. Included in this collection are its sequel Mad Dog II: The Lost Gold and The Last Bounty Hunter. In 2011, it was released for iOS. On June 14, 2012, it was released on the Nintendo eShop for the Nintendo 3DS.\"Mad Dog McCree Takes Aim at eShop on 14th June\" , retrieved June 3rd, 2012. Sony revealed on January 21, 2013 that the game would be released for PlayStation 3 the following day. The PlayStation 3 version features remastered video presented in 720p and a new interface. ==Sequel== A sequel was released entitled Mad Dog II: The Lost Gold. ==Reception== In Japan, Game Machine listed Mad Dog McCree on their August 15, 1992 as being the third most-successful upright arcade unit of the year. The original arcade game was praised by GamePro for its amusing cowboy stereotypes. Reviews of the 3DO panned long delays between shots and outcome video that affected gameplay experience, and having to use the gamepad as a control for the gun cursor, especially when the 3DO Gamegun was yet to be released. An Edge review noted collision detections, and comments on the console's video quality by reviews ranged from \"tolerable\" to poor. Reviewing the Sega CD version, GamePro noted that the video is so grainy that the manual diagrams one of the levels because the important items in it are indiscernible. GamePro nonetheless assessed it as the best home version of the game to date, due to the ability to play it with a light gun. The magazine was much more approving of the later CD-i version due to the high quality live action video and the bundled Peacekeeper Revolver, commenting that \"This slick-looking revolver handles well and sports a hair trigger that'll make a Dirty Harry out of anyone.\" In April 1994 Computer Gaming World said that the DOS version \"brings exciting action to PC compatibles ... there's plenty for the sheriff to do\". == Notes == ==References== == External links == * Mad Dog McCree at GameFAQs * Mad Dog McCree at Giant Bomb * Mad Dog McCree at Killer List of Videogames * Mad Dog McCree at MobyGames Category:1990 video games Category:3DO Interactive Multiplayer games Category:Arcade games Category:Cancelled Atari Jaguar games Category:CD-i games Category:DVD interactive technology Category:Full motion video based games Category:Interactive movie video games Category:IOS games Category:LaserDisc video games Category:Light gun games Category:Majesco Entertainment games Category:Menacer Category:Nintendo 3DS eShop games Category:PlayStation Network games Category:Rail shooters Category:Sega CD games Category:Video games developed in the United States Category:Western (genre) video games Category:Wii games Category:Wii Zapper games Category:Windows games ",
    "title": "Mad Dog McCree"
}