{
    "id": "3260937",
    "text": "Heinz Insu Fenkl (born 1960) is an author, editor, translator, and folklorist. He is also an expert on North Korean comics and literature. == Academic work == Heinz Insu Fenkl is a Professor of English at SUNY New Paltz, where he currently teaches creative writing in addition to courses on Asian and Asian American literature and film. He was a member of the editorial board for Harvard University's Azalea: Journal of Korean Literature and Culture from its inception until 2017. He previously served as coordinator of the Creative Writing Program and was director of The Interstitial Studies Institute at SUNY New Paltz. He is currently a member of the editorial board for SIJO: an international journal of poetry and song. He has taught a wide array of creative writing, folklore, literature, and Asian and Asian American studies courses at Vassar College, Eastern Michigan University, and Sarah Lawrence College. He was also a core faculty member for the Milton Avery M.F.A. Program at Bard College and has taught at Yonsei University in Korea. == Works == Books: Cathay: translations and transformations (Codhill Press, 2007) Korean Folktales (Bo-Leaf Books, 2007) Memories of My Ghost Brother (Dutton, 1996) Edited volumes: Kori: The Beacon Anthology of Korean American Literature. co- edited with Walter K. Lew (Beacon, 2002) Century of the Tiger: 100 Years of Korean Culture in America, co-edited with Jenny Ryun Foster and Frank Stewart (University of Hawaii Press, 2002) Fenkl also edited a special section in Harvard University's Azalea, Volume 2, 2009 on North Korean Literature and coedited a special section in Azalea, Volume 7, 2014 on Korean American Literature.| Translations: The Nine Cloud Dream by Kim Man-jung (Penguin Classics, 2019) Tales from the Temple by Musan Cho Oh-hyun (Codhill Press, 2019) The Red Years: Forbidden Poems from Inside North Korea by Bandi (Zed Books, 2019) For Nirvana: 108 Zen Poems by Musan Cho Oh-hyun (Columbia University Press, 2016) Meeting with My Brother by Yi Mun-yol (Weatherhill Books on Asia, 2017) A section of Fenkl's translation of the Kim Man-jung's 17th-century Buddhist masterpiece, The Nine Cloud Dream, also appeared in AZALEA, Volume 7, 2014. Fenkl's translation of the novel was published by Penguin Classics in 2019. Publishers Weekly writes that \"Man-Jung’s tale is a hypnotic journey, a scholarly, instructive Buddhist bildungsroman set across Tang dynasty China, and in Insu Fenkl’s skilled translation, a glimpse into the rich crossroads of religions and society...\". Short Fiction: |Five arrows |2015 | This short story is from Fenkl's novel Skull Water which is forthcoming from Graywolf Press.| == Personal == Fenkl received his A.B. in English from Vassar College in 1982 and his M.A. in English/Creative Writing from the University of California, Davis, in 1984. From 1984-85, he was a Fulbright Scholar in South Korea, where he began a project collecting narrative folktales and studied literary translation. During the summer of 1985, he was co-director of the Fulbright Summer Seminar in Korean History and Culture. From 1986 through 1989, Fenkl studied in the Ph.D. Program in Cultural Anthropology at University of California, Davis. His areas of specialization were shamanism, East Asian narrative folklore, and ethnographic theory. Fenkl was raised in Korea and (in his later years) Germany and the United States. He lives in the Hudson Valley with his wife and daughter. == External links == *Official homepage *To the Best of Our Knowledge - PRI interview on North Korean Comics *The New Yorker interview on translating Yi Mun-yol *The New Yorker interview on writing \"Five Arrows\" *The Korea Society podcast on translating The Nine Cloud Dream Fenkl, Heinz, Insu Category:Bard College faculty Category:Mythographers Category:1960 births Category:Living people Category:American writers of Korean descent Category:Vassar College alumni Category:University of California, Davis alumni Category:State University of New York at New Paltz faculty Category:Eastern Michigan University faculty Category:Fulbright Scholars Category:American translators Category:Korean–English translators Category:The New Yorker people Category:Comics scholars ",
    "title": "Heinz Insu Fenkl"
}