{
    "id": "3260852",
    "text": "Nainoa Thompson (center) with actor Jason Scott Lee (left) and artist Layne Luna (right). Photo taken in 2003 at Hilo, Hawai'i. Charles Nainoa Thompson (born March 11, 1953 in Oahu, Hawaii) is a Native Hawaiian navigator and the president of the Polynesian Voyaging Society. He is best known as the first Hawaiian to practice the ancient Polynesian art of navigation since the 14th century, having navigated two double-hulled canoes (the Hōkūle‘a and the Hawai'iloa) from Hawaii to other island nations in Polynesia without the aid of western instruments. ==Early life and career== Hokule'a sailing off Honolulu, 2009 Born in Honolulu, Hawaii, Thompson is a descendant of Alexander Adams and James Harbottle, foreign advisors and harbor pilots of Kamehameha I. He graduated from Punahou School in 1972 and earned a BA in Ocean Science in 1986 from the University of Hawai`i.Biography from Kamehameha Schools Thompson was trained by master navigator Mau Piailug from the island of Satawal. His first solo voyage was from Hawaiii to Tahiti in 1980. Since then, Thompson has been the lead navigator on the subsequent voyages of Hōkūle‘a, including the Voyage of Rediscovery from 1985 to 1987. On March 18, 2007, Thompson and four other Native Hawaiian navigators were inducted into Pwo as master navigators. The ceremony was conducted by Piailug on Satawal. ==Currently== Thompson currently serves as the Chair of the Board of Trustees for Kamehameha Schools (a post that his father Myron \"Pinky\" Thompson also held), and a member of the Board of Regents for the University of Hawaii. ==Family and personal life== Thompson is married to KHON-TV2 television anchor Kathy Muneno. They are the parents of twins. ==References== ==Further reading== * ==External links== * Biography from the UH Institute for Astronomy * Biography from Kamehameha Schools Category:Native Hawaiian people Category:Punahou School alumni Category:University of Hawaii alumni Category:Hokulea Category:1953 births Category:Living people Category:People from Oahu Category:Polynesian navigators ",
    "title": "Nainoa Thompson"
}