{
    "id": "3260443",
    "text": "Monroe County Community College (MCCC) is a public community college in Monroe County in the U.S. state of Michigan. The main campus is located in Monroe Charter Township with a smaller off-campus location further south in Temperance. MCCC was founded in 1964 and is the only higher education institution in the county. The college was established in 1964. Classes were initially held at the Ida Public Schools in the fall of 1965. Classes were first held at the main campus in the fall of 1967. MCCC offers a general education program for students seeking transfer to a four-year university or those seeking a career in a vocational education. The college has a highly regarded and selective nursing school. The highest degree that one can achieve solely through MCCC is an associate degree. Nearby universities, such as Eastern Michigan University and Siena Heights University, offer some of their undergraduate courses at Monroe County Community College so students can earn a bachelor's degree without ever leaving MCCC's campus. MCCC also has a Formula SAE chapter, a student operated newspaper (Agora), and programs available in distance learning, courses on video, and online courses. The college has no sports teams, but they do offer intramural courses in many sports and physical health classes. ==Campus== The main campus was built in 1967 just west of Monroe, Michigan in Monroe Charter Township near the River Raisin. It is centrally located within Monroe County, and a number of major roadways provide easy access for students. There are seven classroom buildings on the campus, and the campus is continually expanding to meet the needs of a growing number of college students, especially for parking. The property of the main campus is 274 acres (110.88 ha). The newest buildings are the Health Building (1996) and the La-Z-Boy Center (2006) — the latter of which was so named since the La-Z-Boy company, whose headquarters are located in Monroe, donated money for the construction of the new building. Each of the buildings on the main campus are commonly referred to by a letter abbreviation. In 1991, MCCC built the Whitman Center about 15 miles (24 km) south in Temperance, Bedford Township to better serve the growing population in the southern portion of the county, as well as providing a closer facility for those in Toledo, Ohio. The Whitman Center offers the same services as the main campus, such as offices and a bookstore, but with limited space and class offerings since the complex consists of only one building with eight classrooms and one computer lab. The complex was named after a nearby Ford dealership, Whitman Ford, which donated money for its construction. {| class=\"wikitable\" ! colspan=\"3\"| Building ! width=\"400\" | Description |- | style=\"background:LightYellow\"| A | Audrey M. Warrick Student Services–Administration Building | width=\"200\" | Audrey M. Warrick Student Services–Administration Building | The Administration Building houses the registrar offices, cafeteria, bookstore, recreation room (The Cellar), conference rooms, and many other offices. Culinary arts is held in this building and even has their own restaurant. There are also some art classrooms. |- | style=\"background:LightYellow\"| C | Campbell Learning Resources Center | Campbell Learning Resources Center | The main floor of this building contains the library. The basement and second floor contains numerous classrooms related to humanities. The basement contains a small theater, and the second floor contains the career and tutoring center and many faculty offices. |- | style=\"background:LightYellow\"| E | East Technology Building | East Technology Building | The East Technology Building contains the drafting classrooms (both manual and CAD), ceramics and other art classes, electronics, other forms of industrial arts and vocational education classes, studio arts, and business education. |- | style=\"background:LightYellow\"| H | Gerald Welch Health Education Building | Gerald Welch Health Education Building | Built in 1996, the Health Building contains a large, multi-purpose gymnasium, the college's nursing school, health education, and respiratory therapy programs, the fitness center and locker rooms, daycare center, and an aerobics room. |- | style=\"background:LightYellow\"| L | Life Sciences Building | Life Sciences Building | The two-story Life Sciences Building is the largest building on campus, containing numerous social sciences, mathematics, and science classrooms, two lecture halls, two laboratories, greenhouse, and numerous faculty offices. |- | style=\"background:LightYellow\"| P | Physical Plant | Physical Plant | The Physical Plant is not a classroom building, and its access is restricted. This building, located near the Administration Building, houses the mechanical room and supplies the majority of power to the main campus. |- | style=\"background:LightYellow\"| T | | Career Technology Center | The Career Technology Center is the newest building on campus, housing three computer labs, mechanics garages, welding classrooms, and other engineering classrooms. |- | style=\"background:LightYellow\"| W | West Technology Building | West Technology Building | The West Technology Building hold the largest computer lab on campus, in addition to the automotive garage and classes, robotics, welding, engineering, construction management, and various other industrial arts classes. |- | style=\"background:LightYellow\"| Z | La-Z-Boy Center | La-Z-Boy Center | The La-Z-Boy Center contains the 550-seat Meyer Theater, which is used for various concert and drama performances. The building also contains various performing arts classes. |} {| class=\"wikitable\" ! style=\"background:LightYellow\" colspan=\"4\"| Whitman Center |- | style=\"background:LightYellow; color:LightYellow\"| W | Whitman Center | width=\"200\" | Whitman Center | width=\"400\" | Located in Temperance, the Whitman Center offers the same services as the main campus but in one, much smaller building. It contains only eight classrooms, one computer lab, and several administrative offices. |} ==References== ==External links== *Official website Category:Buildings and structures in Monroe County, Michigan Category:Education in Monroe County, Michigan Category:Community colleges in Michigan Category:Two-year colleges in the United States Category:Educational institutions established in 1964 Category:1964 establishments in Michigan ",
    "title": "Monroe County Community College"
}