{
    "id": "3260301",
    "text": "Museo de Arte de Ponce (MAP) is an art museum located on Avenida Las Américas in Ponce, Puerto Rico.The Puerto Rico Channel. Discover Ponce's NeoClassical Buildings and Museums. Retrieved 21 June 2009.Commonwealth of Puerto Rico, Puerto Rico Tourism Company. Ven al Sur, page 20. San Juan, Puerto Rico, 2003.Que Pasa!, Oct–Nov 2004, page 80. The Puerto Rican Tourism Company, San Juan, Puerto RicoTravelPonce.com Top Five Ponce Attractions. It houses a collection of European art, as well as works by Puerto Rican artists. The museum contains one of the most important Pre-Raphaelite collections in the Western Hemisphere,Welcome to Puerto Rico. Ponce. Retrieved 10 June 2009. holding some 4,500 pieces of artMAP 2007 Annual Report Retrieved 10 June 2009. distributed among fourteen galleries.Commonwealth of Puerto Rico Tourism Company. Puerto Rico FLy and Drive map. Museo de Arte de Ponce is the finest art museum in Puerto Rico.Offbeat Travel. Pleasures of Ponce, Puerto Rico. The largest art museum in the Caribbean, it has also been called one of the best in the Americas.Autonomous Municipality of Ponce. Ponce en sus Dimensiones, page 2. Jorge Ariel Torres, editor, page 13. It was the first museum in Puerto Rico accredited by the American Alliance of Museums. It was founded in 1959 by industrialist and philanthropist Luis A. Ferré at a location in the Ponce Historic Zone. The museum moved to its current building location on Avenida Las Américas in 1965. In 2010, the museum increased its size significantly after a $30M expansion. ==History== Main hall of the museum The project of the museum began in 1956 when Luis A. Ferré traveled to Europe and acquired various European art pieces, including many Pre-Raphaelite works, which encouraged him to start a project for a museum in the city of Ponce, his birthplace. With the advice of two experts – Julius S. Held, specialist on Rubens and professor of Art History at Barnard College and Columbia University, and René Taylor, art and architecture enthusiast and professor at the University of Granada, Yale, and Columbia – Ferré compiled a collection of works of art based on their value instead of their popularity.Celia Quartermain. King Arthur Comes Home: How a key Pre-Raphaelite Brotherhood painting by Edward Burne-Jones Ended up on a Caribbean Island. NewStatesman. 14 April 2008. Retrieved 27 November 2009. Ferré would state in a Forbes interview that \"the scholars and critics all called it kitsch, everyone thought I was crazy to buy them.\" On 3 January 1959, Ferré opened the museum at a house at 70 Cristina Street in Ponce at what is today the Centro Cultural de Ponce, with an exhibit of 72 works of art. Some of these original paintings continue to be on display today. As time passed and the museum gained popularity, additional works of art were added to the collections. In 1962, the Samuel H. Kress Foundation donated 15 paintings to the museum. By 1989, the museum's collection had grown to 500 pieces, with a then estimated value of $50 million, equivalent to $ in present-day terms. Fearing a fire in the Cristina Street building would destroy its collections, Ferré acquired a tract of land on Las Americas Avenue in Ponce to build the current museum, and recruited architect Edward Durell Stone for its design. On 23 April 1964 the first stone was placed and the construction of the museum began. It was finished in 1965 and officially opened on 28 December 1965. One of the main features of the museum is its hexagonal galleries, which allow natural light to enter through its corners bringing an illumination to exhibitions. The museum contained a total of 14 galleries, two gardens, and an amphitheater, and its main entrance with bifurcated ladders. Pinceladas en Vuelo (\"Brushstokes in Flight\"), a 28-foot-high aluminum structure created in 1984 by New York sculptor Roy Lichtenstein sits on the front yard of the museum, which was then considered \"the largest public [display art] work in Latin America and the Caribbean.\" The museum was closed from 2008 to 2010 while undergoing renovations, re-opening in time for the celebration of its 50th anniversary on 13 November 2010, after a $30 million in improvements.In Transit; Art Museum Reopens After Major Expansion. Paola Singer. The New York Times. Travel Section. 5 December 2010. Retrieved 1 November 2011. Con apertura este domingo: Se reinventa el Museo de Arte de Ponce. Jason Rodríguez Grafal. Ponce, Puerto Rico: La Perla del Sur. (Printed edition dated: Week of 10–17 November 2010.) 10 November 2010. Weblink accessed and updated 30 January 2019. In the meantime, the museum held exhibitions in San Juan's Plaza Las Américas, and loaned some of its best pieces out to traveling exhibitions at fine arts institutions around the world.Archived at Wayback Machine on 15 September 2012.. Ponce Attractions: Museo de Arte de Ponce: Frommer's Review. The New York Times. 7 June 2009. Accessed 30 January 2019.Archived at Wayback Machine on 10 August 2009.. Masterpieces of European Painting from Museo de Arte de Ponce. Museums: Phoenix Art Museum. 30 March - 8 June 2008. 10 August 2009. Accessed 30 January 2019.Archived at Wayback Machine on 30 June 2009.. Masterpieces of European Painting from Museo de Arte de Ponce. Bruce Museum (Greenwich, Connecticut, USA). Exhibition dates: 13 June 2009 – 6 September 2009. Accessed 11 June 2009. See also Masterpieces of European Painting from Museo de Arte de Ponce. Accessed 30 January 2019. The construction work was both a renovation of the existing structure as well as an expansion, increasing the size of the museum by more than 40%.Museum Being ExpandedMAP: Informe Anual 2008 The $20-turn-$30 million renovations also included a new building to house a historic archive and a library.$20M Expansion The new annex to the museum's main building houses an educational space, a library specializing in art history, the Don Luis A. Ferré Archives, a laboratory for the conservation of artworks, an artwork storage area, a museum shop, a restaurant, and administrative offices. After the expansion, the total square footage of the museum came to 77,745 square feet.Renovation and Expansion Project: Project Objectives. Museo de Arte de Ponce. Retrieved 16 August 2012. The expansion intended to provide facilities for educational purposes and an art history library as well as to provide room for a museum shop and a restaurant for guests.PONCE. Mark Chesnut. Passport Magazine. Retrieved 7 October 2013. The thoroughfare on which the museum is located, a major road artery in Ponce, was renamed the \"Luis A. Ferré Boulevard\" in honor of the founder of the museum.Buenos Señora Alcaldesa...Ponce: Maria \"Mayita\" Melendez Altieri. Nombre de Luis A. Ferré a avenida ponceña. Darisabel Texidor Guadalupe. La Perla del Sur (printed edition). Ponce, Puerto Rico. 11 November 2010. (Week of 11–17 November 2010.) \"Panorama.\" Page 47.Bautizan el Bulevar Luis Alberto Ferré. Ana María Rolón Romero. Ponce, Puerto Rico. La Perla del Sur. 10–17 November 2010. Weblink updated 7 May 2018. ==Artworks== Flaming June, by Frederic Leighton The Museo de Arte de Ponce houses the most important collection of European art in Latin America.\"Explore Beyond the Shore: Stare in Awe at Our Masterpieces\", Estado Libre Asociado De Puerto Rico. Compañia de Turismo. San Juan, Puerto Rico. 2003. The Financial Times of London states that the museum holds \"one of the most distinguished private collections in the Western Hemisphere outside the United States.\" It has an important collection of almost 4,000 pieces of art that range from the 14th to the 20th century, Italian Baroque, British Pre-Raphaelite,La Hermandad Prerrafaelita en el Museo de Arte de Ponce, Museo de Arte de Ponce, Febrero 2012. Spanish Golden Age and contemporary Latin-American art. Some of the artists whose paintings and works are exhibited at the museum are Peter Paul Rubens, Lucas Cranach, Bartolomé Esteban Murillo, Eugène Delacroix, and Sir Edward Burne-Jones, among others. The main masterpiece of the museum is Flaming June, painted by Frederic Leighton. Ferré bought this piece for less than $1,000 in Amsterdam in 1960,Flaming June Sketch Rediscovered After 100 Years of Silence. Joey Medrano. Puerto Rico Art Review. 2 May 2015. Accessed 30 January 2019. and it was his favorite.Flaming June Retrieved 10 June 2009. The Last Sleep of Arthur in Avalon, the final masterpiece and crowning achievement of Sir Edward Burne-Jones, is another of the main pieces of the museum's collection, originally acquired by Ferré for just 1,600 British guineas in 1963.Brown, Mark (15 April 2008), \"Pre-Raphaelite painting of Arthur returns\", The Guardian, retrieved 4 February 2014 The enormous painting was started in 1881 and left unfinished at the artist's death in 1898. In 2009, both Flaming June and The Last Sleep of Arthur in Avalon were loaned to Tate Britain while the museum underwent a two-year refurbishment. Other paintings were loaned to the Museo del Prado in Madrid.Del Prado a Ponce: la cita histórica. Carmen Cila Rodríguez. La Perla del Sur. Ponce, Puerto Rico. Year 30. Issue 1478. 28 March 2012. Page 22. Retrieved 30 March 2012. \"Equally important is the Puerto Rican art collection, which ranges from the 18th century to the present day and includes great masters such as José Campeche, Francisco Oller, Miguel Pou, as well as the best contemporary talent such as Myrna Báez, Francisco Rodón, Antonio Martorell and Arnaldo Roche Rabell, among others.\"Culture: Museo de Arte de Ponce: Exhibiciones. United Nations Educational, Scientific, and Cultural Organization. 2008. (This webpage was \"collected at the request of British Slave Trade Legacies using Archive-It. This page was captured on 11:26:44 Aug 16, 2008, and is part of the British Slave Trade Legacies collection.\") Accessed 30 January 2019. The museum also displays works by international artists. In March 2006, the museum exhibited the work of Mexican artist Frida Kahlo. The Museum charges a small admission fee to the public, but most revenues come from substantial donations made by Puerto Rican individuals and businesses. Some have made single donations for the sole purpose of acquiring art to be exhibited in the museum, while others donate for the maintenance and operational expenditures of the museum. A bronze plaque placed in the front entrance and next to the information booth recognizes these donors. ==See also== * Puerto Rico Museum of Contemporary Art ==Notes== ==References== ==External links== * Official website * Museo de Arte de Ponce, at its former structure on Calle Cristina, now the \"Centro Cultural de Ponce Carmen Solá de Pereira.\" ==Further reading== * The Strange Journey of One of the World’s Most Famous Paintings. Patrick Monahan. Vanity Fair. 4 June 2015. Accessed 30 January 2019. Category:Art museums in Puerto Rico Category:Museums in Ponce, Puerto Rico Category:Institutions accredited by the American Alliance of Museums Category:Art museums established in 1959 Category:1959 establishments in Puerto Rico Category:Edward Durell Stone buildings Category:Modern architecture in Puerto Rico Category:Tourist attractions in Ponce, Puerto Rico Category:Barrio Canas Urbano ",
    "title": "Museo de Arte de Ponce"
}