{
    "id": "3260942",
    "text": "Otto Schmirgal (15 December 1900 - 24 October 1944) was a German workman, politician, and a resistance fighter against the Nazi régime. ==Life== Schmirgal was born in Bentschen (now Zbąszyń) in the Province of Posen. His father worked as a train conductor. Otto Schmirgal trained as a lathe operator. Following the frontier changes mandated by the Treaty of Versailles, the family home became part of Poland. Surviving family members, comprising eighteen-year-old Schmirgal, his mother and four younger siblings, were obliged to flee to the west, ending up in Reppen. There Schmirgal initially worked on the railways, later becoming an industrial enamel burner. He moved around in search of work, but because of his trade union activities he lost jobs with two firms, the first in Küstrin and in the second Thüringen. Ultimately he relocated to Berlin in 1924 and, from 1927, was employed at the Berliner Verkehrsgesellschaft (BVG / The Berlin Public Transport organisation). A member of the Communist Party of Germany from 1925, he was elected as its candidate to the Prussian Landtag in 1932. He was among the strike leaders when the BVG's workforce struck in November of that year. In January 1933 the NSDAP (Nazi Party) took power and lost little time in switching to one-party government in Germany. While all political parties other than the Nazi Party were banned, the new chancellor, Adolf Hitler was particularly vitriolic in his opposition to the Communist Party. Starting in October 1933, Otto Schmirgal was repeatedly arrested by Nazi authorities and detained in Nazi concentration camps. During an intervening period, after September 1934, he worked in Autobahn construction as a relief worker. During the Second World War, he worked in the antifascist group led by Robert Uhrig. In February 1942, he was arrested once more. In September 1944, he was sentenced to death by the Volksgerichtshof and executed at Brandenburg-Görden Prison. His grave is located at the Seestraße city urn cemetery in Berlin- Wedding. ==External links== *Page about a street named after Otto Schmirgal ==References== Category:1900 births Category:1944 deaths Category:People from Zbąszyń Category:Communist Party of Germany politicians Category:People condemned by Nazi courts Category:People from the Province of Posen Category:Executed communists in the German Resistance Category:Prussian politicians Category:German people executed by Nazi Germany ",
    "title": "Otto Schmirgal"
}