{
    "id": "3261863",
    "text": "Anna Anatolevna Levandi (, Kondrashova, Кондрашова; born 30 June 1965) is a Russian former competitive figure skater who represented the Soviet Union in international competition. She was the 1984 World silver medalist and four- time European bronze medalist. She competed at two Winter Olympic Games. Following her marriage, she took her husband's surname and moved to Estonia. She works as a coach in Tallinn. ==Personal life== Anna Kondrashova was born in Moscow, then part of the Russian SFSR in the Soviet Union. She is married to Allar Levandi, an Estonian Olympic Nordic combined skier. They live in Tallinn. ==Competitive career == Kondrashova began competing at senior ISU events in 1983. She won the silver medal at the 1984 World Figure Skating Championships, which was a controversial result and had the Canadian crowd booing. She did however produce three clean triples in her free programme: two toe-loops and a triple loop. She won four bronze medalists at the European Figure Skating Championships: in 1984, and from 1986 through 1988. She represented the Soviet Union at the 1984 Winter Olympics, where she placed 5th, and the Soviet Union at the 1988 Winter Olympics, where she placed 8th. She retired from competitive skating following that season. ==Coaching career== Levandi works as a coach and choreographer at Anna Levandi Figure Skating Club in Tallinn. Among her current and former students and choreography clients are Johanna Allik, Jasmine Alexandra Costa, Alisa Drei, Jelena Glebova, Mari Hirvonen, Christian Horvath Svetlana Issakova, Taru Karvosenoja, Viktor Romanenkov, Viktoria Shklover & Valdis Mintals, Dmitri Tchumak, and Eva-Lotta Kiibus. Allar Levandi and Anna Levandi in 2012 ==Honors and awards== In 2007, she was named Woman of the Year of Estonia and in 2008 Coach of the Year of Estonia. On 4 February 2009, she was decorated with the Third Class Order of the White Star. ==Results== {| class=\"wikitable\" style=\"text-align:center\" |- ! style=\"background-color: #ffdead; \" colspan=8 align=center | International |- ! Event ! ! 82–83 ! 83–84 ! 84–85 ! 85–86 ! 86–87 ! 87–88 |- | align=left | Winter Olympics || || || 5th || || || || 8th |- | align=left | World Championships || || 5th || bgcolor=silver | 2nd || 4th || 7th || 9th || |- | align=left | European Championships || || 5th || bgcolor=cc9966 | 3rd || 5th || bgcolor=cc9966 | 3rd || bgcolor=cc9966 | 3rd || bgcolor=cc9966 | 3rd |- | align=left | Prize of Moscow News || || bgcolor=silver | 2nd || bgcolor=silver | 2nd || bgcolor=cc9966 | 3rd || bgcolor=silver | 2nd || bgcolor=cc9966 | 3rd || |- ! style=\"background-color: #ffdead; \" colspan=8 align=center | National |- | align=left | Soviet Championships || bgcolor=cc9966 | 3rd || bgcolor=silver | 2nd || || bgcolor=gold | 1st || bgcolor=gold | 1st || bgcolor=gold | 1st || |} ==Other== In 2011, Levandi participated as a celebrity contestant on the fifth season of Tantsud tähtedega, an Estonian version of Dancing with the Stars. Her professional dancing partner was Mairold Millert. ==References== * ==External links== * Category:1965 births Category:Living people Category:Figure skaters from Moscow Category:Soviet female single skaters Category:Figure skaters at the 1984 Winter Olympics Category:Figure skaters at the 1988 Winter Olympics Category:Olympic figure skaters of the Soviet Union Category:Russian figure skating coaches Category:Russian expatriates in Estonia Category:Russian emigrants to Estonia Category:World Figure Skating Championships medalists Category:European Figure Skating Championships medalists Category:Russians in Estonia Category:Female sports coaches Category:Estonian female single skaters Category:Recipients of the Order of the White Star, 3rd Class ",
    "title": "Anna Levandi"
}