{
    "id": "3261298",
    "text": "'Gerardo Rocco \"Gerard\" Damiano (August 4, 1928 – October 25, 2008 ) was an American director of adult films. He wrote and directed the 1972 cult classic Deep Throat, which starred Linda Susan Boreman aka Linda Lovelace. He also directed the smash hit The Devil in Miss Jones, which ranked #7 in Varietys list of the top-grossing pictures of 1973. (Deep Throat came in at #11 that year, its second consecutive year on the list.) Damiano is one of the seminal directors of what is known as The Golden Age of Porn (1969–1984). ==Biography== ===Early life=== Gerard Damiano was born Gerardo Rocco Damiano to an Italian American Catholic family in the Bronx, New York City. When he was 6, his father died; his mother never remarried. The day he turned 17, he enlisted in the United States Navy, in which he served for 4 years. Before this, he was a shoeshine boy in Times Square and worked in an automat. After his discharge at the age of 21 years, Damiano studied X-ray technology on the G.I. Bill and was an x-ray technician at Jamaica Hospital in Queens, New York, then opened a hairdressing salon with a friend in New York City. Frequently overhearing sexual gossip at the salon convinced him that pornographic films made to appeal to couples would be a commercial success. ===His entrance into porn=== Damiano took an interest in film-making after his accountant introduced him to a producer who was making a low-budget horror film. Intrigued, Damiano began helping out as he could on the set, and went on to work as a crew member on numerous New York sexploitation films in the late 1960s.Deep Throat: Damiano, Lovelace.. and “Lovelace”, The Rialto Report, September 8, 2013 ====Deep Throat==== He directed the famous film Deep Throat, which was released in 1972 and starred Linda Lovelace and Harry Reems. The film is regarded as pioneering, and its success, plus that of The Devil In Miss Jones, which starred Georgina Spelvin, the following year, is credited with helping to launch the modern adult-entertainment industry. Damiano was surprised that the film attracted such attention. The film was financed by organized crime, and Damiano did not benefit from the film's substantial commercial success. Other notable films made by Damiano included The Devil in Miss Jones (1973), Memories Within Miss Aggie (1974), The Story of Joanna (1975), Let My Puppets Come (1976), Odyssey (1977), The Satisfiers of Alpha Blue (1980) and Skinflicks (1981). ====Recognition in Variety==== In 1973, The Devil in Miss Jones made the Variety list of the top ten highest-grossing pictures of the year; Deep Throat, then in its second year of release (and second year on the list), just missed the top 10, coming in at #11 for the year. The Devil in Miss Jones racked up box office receipts of $7.7 million for the year, coming in just below the James Bond-franchise entry Live and Let Die and Peter Bogdanovich's Paper Moon. Deep Throat grossed $4.6 million for the year, placing it ahead of the prestige picture Sleuth, which featured Oscar-nominated performances by Laurence Olivier and Michael Caine. In 1975, Inish Kae, the film's distributor, launched an ad campaign touting the movie for Academy Award nominations. The ads in the entertainment industry trade press touted Miss Aggie for Oscars for Best Picture, Best Director (Damiano) and Best Actress (Deborah Ashira). Damiano often appeared in his own films in small non-sexual side roles, and used the names \"Albert Gork,\" \"Al Gork,\" \"Jerry Gerard,\" under which name he had actually produced and directed Deep Throat, or \"D. Furred.\" He directed more than 50 adult films during his career. ===Personal life=== He married three times; with his second wife, Barbara Walton, he had two children, Christar and Gerard, Jr. He was interviewed for the 2005 documentary Inside Deep Throat. ===Death=== Damiano died on October 25, 2008 in a Fort Myers, Florida hospital, at the age of 80 years, following complications from a stroke he had suffered in September. == Filmography (partial)== #We All Go Down (1969) #Deep Throat (1972; as Jerry Gerard) #The Devil in Miss Jones (1973) #Memories Within Miss Aggie (1974) #Legacy of Satan (1974) #The Story of Joanna (1975) #Let My Puppets Come (1976) #Joint Venture (1977) #Odyssey (1977) #Fantasy (1979) #People (1979) #For Richer, for Poorer (1979) #The Satisfiers of Alpha Blue (1981) #Consenting Adults (1982) #Throat 12 Years After (1984) #Cravings (1985) #Splendor in the Ass (1989; alternative title: Sex Express) #Young Girls in Tight Jeans (1989) #Just for the Hell of It (1991) #Manbait (1991) #Naked Goddess (1992) ==Awards== *2008 XBIZ Award – Lifetime Achievement in Movie ProductionXBIZ Award Winners, XBIZ, February 2011 ==See also== The following listing includes related award-winning directors of adult erotic films: * Andrew Blake * Bill Osco * Mario Salieri * Michael Ninn * Philip Mond * Radley Metzger * Tinto Brass ==References== ==External links== * * Roger Ebert Review (\"best\" of genre; rated 3 of 4) of The Devil in Miss Jones, directed by Gerald Damiano (June 13, 1973). * Roger Ebert Interview with Deep Throat director Gerard Damiano (July 26, 1974). Category:1928 births Category:2008 deaths Category:American film directors Category:American pornographic film directors Category:American pornographic film producers Category:American male screenwriters Category:English-language film directors Category:American people of Italian descent Category:United States Navy sailors Category:Screenwriters from New York (state) Category:20th-century American male writers Category:20th-century American screenwriters ",
    "title": "Gerard Damiano"
}