{
    "id": "3261618",
    "text": "The Scout Association of Nigeria (SAN) is the national Scouting organization of Nigeria. Scouting was founded in the Colony and Protectorate of Nigeria in 1915 and became a member of the World Organization of the Scout Movement in 1961. SAN has about 750,210 members as of 2015. ==History== Scouting was brought to Nigeria by British Governor-General of Nigeria, Lord Frederick Lugard on 21 November 1915, and Scout groups were created for the dependents of British citizens living in the British Protectorates. Shortly after, local boys were permitted to be Scouts. Nigeria gained its independence in 1960 and the Scout movement immediately grew as the Scouting program was heavily promoted. Shortly after independence, Dr. Nnamdi Azikiwe became the Chief Scout of Nigeria. In 1961, the Boy Scout Association of Nigeria was registered at the International Scout Bureau in Ottawa, Ontario, Canada as a National Scout Organization. General Yakubu Gowon became the Chief Scout of Nigeria from 1966 to 1975. C.C. Mojekwu served on the World Scout Committee of the World Organization of the Scout Movement from 1961 until 1969. In 1979, F.O. Ogunlana was awarded the Bronze Wolf, the only distinction of the World Organization of the Scout Movement, awarded by the World Scout Committee for exceptional services to world Scouting. Many Nigerian Scouts served internationally as a trainer or volunteer. Some won international awards and also manage unit or groups in the UK and USA. BSA archive have:- Gabriel Ofotokun-Goodwill: Nigeria and BSA in 1969 -85. Soneye Philip: Nigeria, BSA and UK scouts trainer and commissioner in 2004 - Been the most populated African nation and most populous black nation, scouting is increasing on daily basis in Nigeria. In 1999 at the World Scout Conference in Durban, South Africa, Resolution 4/99 was adopted by the Conference on Gender Balance in Scouting, urging all National Scout Organizations to adopt gender balance programs. The Annual General Meeting of the Boy Scout Association of Nigeria was held later that year, the NSO name was changed to the gender-neutral Scout Association of Nigeria. ==Program== ===Activities=== This organization is open to both boys and girls of all religions, although its members are mostly Muslims and Christians of various denominations. Program emphasis is on citizenship training and community service projects, services at national, state and community events, and providing first aid in case of disaster. Fish farming is carried out in rural areas to improve diet. There is a national community development project at Igbo-Ora, in Oyo State, which includes fish farming, agriculture and a training center for Scouts from all over the country. Scouts have planted crops including maize, melons and pineapples, as well as learned about mortar/mesh technology for the construction of low-cost housing. The project provides a training service to help local farmers learn new techniques. Scouts sometimes organize social activities with Girl Guides, and the leaders of the two organizations maintain contact with each other. ===Sections=== The association is divided in three sections according to age: *Cub Scouts - aged 6–12 years *Scouts - aged 12–19 years *Rovers - aged 19–24 years ===Ideals=== ;Scout Promise On my honour I promise that I will do my best to do my duty to God and my country Nigeria to help other people at all times and to obey the Scout Law. ;Scout Law # A Scout honour is to be trusted. # A Scout is loyal to the president of Nigeria, his Scouters, his employers, and to those under him. # A Scout duty is to be useful and to help others. # A Scout is a friend to all and a brother to every other Scout no matter to what country, gender, class or creed the other may belong. # A Scout is kind, gentle and polite. # A Scout is a friend to animals. # A Scout obeys orders of his parents, Patrol Leader or Scout Leader without question. # A Scout is cheerful under all difficulties. # A Scout is thrifty. # A Scout is clean in thought, word and deed. ;Scout Motto Be Prepared. ===Air and Sea Scouts=== Some Scout Groups belong to separate Air Scouts and Sea Scouts branches. Both branches follow the core programme in all Sections but can add more aeronautical or nautical emphasis depending on the branch, with some Group branches choosing to be recognized by the Nigerian Air Force or Nigerian Navy. ==Campsites== Across the country, there are campsites owned by the Scout Association of Nigeria; usually they are owned and operated by a Scout District, Province, Division or State. ==See also== *The Nigerian Girl Guides Association *William Thomas George Gates == References == *http://lawnigeria.com/LawsoftheFederation/BOY-SCOUTS-ACT.html *http://nigeriascout.blogspot.com/2015/11/the-scout-association-of- nigeria_23.html *https://drive.google.com/file/d/0BxbLJ4bspu8BNk02UUVlY19EZEk/view *https://drive.google.com/file/d/0BxbLJ4bspu8BeUNJYVVSdkhMMDNYZXpFM0VSM1VITnN2YWlv/view *https://www.scout.org/nigeria* *https://www.scout.org/taxonomy/term/1628 *https://www.scout.org/user/36054 *https://www.scout.org/node/142781 *https://www.scout.org/sites/default/files/content_files/Nigeria%20Scout%20and%20WOSM%20Vision%202023.pdf == External links == * Category:World Organization of the Scout Movement member organizations Category:Scouting and Guiding in Nigeria Category:Youth organizations established in 1915 ",
    "title": "Scout Association of Nigeria"
}