{
    "id": "3261299",
    "text": "The Chinese Pastoral Bible ( or ; pinyin: mùlíng shèngjīng; jyutping: muk6 ling4 sing3 ging1) is the Chinese edition of the Christian Community Bible. Work on the translation began in 1991, took 5 years to finish, and the completed translation was published in 1999. This translation is available in both traditional and simplified Chinese. ==Format== Based on existing versions of the Christian Community Bible, the Pastoral Bible: *uses easy-to-understand language *includes extensive annotations *has culturally appropriate and pastorally relevant annotations ==Criticisms== Since its publication, this translation has been in the center of some controversy due to: *being edited by a team of non-experts with no formal training in bible translation *being translated not from the original languages (recommended by joint Catholic- Protestant guidelines laid out in Hong Kong in 1987), but instead from the English and other editions of the Christian Community Bible *containing noted errors *containing commentaries leaning towards Liberation Theology, which may not agree with official church teaching *using a transliteration scheme that matches neither the Studium Biblicum Version nor the Chinese Union Version. Due to its criticisms, some regard this translation as being a poor translation unsuitable for lay people without extensive prior theological training; at the same time, there are also people who recommend this translation to lay people. ==Typography== The Pastoral Bible uses modern typographical conventions and is typeset horizontally from left to right. It distinguishes between passages the editors feel to be more important and those felt to be less important, and the less important passages are typeset in a smaller font. This treatment allows the bible to stay within a reasonable thickness despite its extensive annotations, which often take up as much as half of the page. ==Online versions== The Pastoral Bible is copyrighted, but the publisher has chosen to allow it to be accessed and downloaded online from their web site free of charge. The downloadable version is in Microsoft Word format; a browsable HTML version is also available. ==See also== * Chinese Bible Translations *Christian Community Bible *Chinese Union Version *Studium Biblicum Version ==References== *Kung Kao Po, issues 2871, 2881, and 2923 (in Chinese) — As of November 2005, these three issues have been taken out of the paper’s web site, but still in Google’s cache; however, the cached copies are expected to expire any time. *Zenit News Agency news releases, September 7, 1999 and February 2, 2000 *Web site of Claretian Communications -- publisher of the Pastoral Bible ==External links== *Browsable HTML version of the Pastoral Bible *Other browsable HTML version of the Pastoral Bible Category:1999 books Category:Bible translations into Chinese Category:1999 in Christianity ",
    "title": "Pastoral Bible (Chinese)"
}