{
    "id": "3261475",
    "text": "Ko-Bizen (old Bizen) ware flower vase tabimakura (portable pillow), Edo period, 17th century ' is a type of Japanese pottery traditionally from Bizen province, presently a part of Okayama prefecture. == History == Production of Bizen ware during the Taishō era Bizen ware was traditionally produced in and around the village of Imbe in Bizen province, from where it received its name. It is therefore also known as Imbe or Inbe ware. It has ties to Sue pottery from the Heian period in the 6th century, and made its appearance during the Kamakura period of the 14th century. Bizen was considered one of the Six Ancient Kilns by the scholar Koyama Fujio. It experienced its peak during the Momoyama period of the 16th century. During the Edo period, the Ikeda lords of the Okayama domain continued to support the kilns and gave special privileges to families who operated them, such as the Kimura, Mori, Kaneshige, Oae, Tongu, and Terami. The rustic quality of Bizen made it popular for use in Japanese tea ceremony. Ware of the early phase is called old Bizen style (古備前派 Ko-Bizen-ha). A climbing noborigama kiln for producing Bizen ware After modernisation began during the Meiji era of the 19th century, Bizen almost disappeared along with many other traditional crafts. The artist Kaneshige Toyo (1896–1967) helped preserve it in the 1930s during the early Shōwa era by reviving the Momoyama style. For his efforts he was named a Living National Treasure. Bizen ware was designated a traditional Japanese craft by the government in 1982. At the beginning of the 21st century it was produced in around 300 operating kilns. Artists honoured by the Okayama Prefectural government with the designation Intangible Cultural Property include Fujita Ryuho (1913-1973), Kaneshige Toyo, Fujiwara Kei (1899-1983), Fujiwara Ken (1924-1977), Fujiwara Rakuzan (1910-1996), Mimura Tokei (1885-1956), Isezaki Yozan (1902-1961), Ishii Furo (1899-1964), Oae Jindo (1890-1954), Kaneshige Michiaki (1934-1995), Kaneshige Sozan (1909-1995), and Yamamoto Toshu (1906-1994). Kaneshige Toyo, Fujiwara Kei and Yamamoto Toshu were in addition registered as Living National Treasures. Other notable artists include Konishi Toko I (1899-1954), Matsuda Kazan I (1902-1948), Nishimura Shunko (1886-1953), and Suzuki Osai (1908-1972). Contemporary artists include Hajime Kimura and Kosuke Kanishige, who specializes in the hidasuki technique, as well as Harada Shuroku, Mori Togaku, Abe Anjin, Nakamura Rokuro,http://www.e-yakimono.net/html/bizen-photo-essay.html and Kakurezaki Ryuichi.http://www.e-yakimono.net/html/kakurezaki- ryuichi.htmlhttp://www.e-yakimono.net/html/bizen-town.html A Bizen ware festival is held every year around Imbe Station. == Characteristics == Sake bottle with hidasuki marks, Edo period, mid-17th century Bizen is characterized by significant hardness due to high temperature firing, its earthen-like, reddish-brown color, absence of glaze, although it may contain traces of molten ash resembling glaze, and markings resulting from wood- burning kiln firing. The clay found in Imbe is sticky and fine, with a high iron content and, traditionally, much organic matter that is unreceptive to glazing. For some potters this is an inadequate material, since it has weak characteristics such as high shrinkage and relatively low fire resistance. Most Bizen ware is not coated with a glaze because of this shrinkage, since any applied glaze would peel off during the firing process. Due to its low fire resistance it cannot withstand rapid high-temperature changes, so the firing has to be done gradually. However, the soil also has beneficial properties, such as plasticity. The high strength of Inbe clay causes it to retain its form, making it tough even without glaze. ==Firing== Different types of Bizen ware Most vessels are made on a potter's wheel. Although one body of clay and one type of firing are used, there is a wide variety of results due to the properties of the clay. The nature of Bizen ware surfaces depends entirely on yohen, or \"kiln effects.\" The placement of the individual clay workpieces in the kiln causes them to be fired under different conditions, leading to variety. Because of the clay composition, Bizen wares are fired slowly over a long period of time. Firings take place only once or twice a year, with the firing period lasting for 10–14 days. Red pine is used for firewood because the resin it contains helps to produce a high temperature fire. Thousand of logs might be used in a single firing. The finish is determined by how the potter controls the fire. Most of the firing takes place in traditional climbing kilns with various chambers called noborigama, or in a tunnel kiln called an anagama. The vessels are stacked and the flames flow through the stacks and around the individual vessels. During the course of the firing, the vessels can change colour from black to grey. If less firewood is used, the flame will become oxidizing, turning the vessels reddish brown. Oxygen is not the only determining factor, another is how the flames move upward in the kiln. The potter must also control the flying charcoal ash. Charcoal ashes melt in the heat and become something like a glaze that adheres to the pottery surface. The ash also creates sprinkles of yellow called goma, or \"sesame seed\" effects. Therefore, both flames and ashes are the crucial elements of the Bizen style. During the firing process the potter adds firewood directly into the firebox of the kiln every 20 minutes, day and night. The temperature initially reaches 600 degrees Celsius, and it is increased only gradually in order to avoid cracking the ceramic. The pieces are left in the kiln for 10 days. On the eighth day, the firing is almost complete, with a temperature close to the peak of 1200 Celsius, or even 1300 Celsius. Glowing white charcoal completely covers the pottery at the peak of 10 days of firing. The final step is to throw charcoal directly into the kiln. This reduces the oxygen fuel and creates dark patterns on the vessels. Six days after firing, the flames are extinguished and the vessels are taken out. ==Appearance == The potter can also control the appearance of the vessels by how he arranges them in the kiln. This can result in a wide range of visual styles, depending on how the pieces are placed and how the firing is controlled. However it is not always certain what exact patterns or colours will be created during firing: ; :The charcoal ashes melt in the heat and become a glaze that sticks to the surface. ; :The vessel is partially buried in sand in the kiln. The exposed area turns blackish because the ashes that cover it retards oxidation. ; :This standard Bizen technique causes scarlet lines to appear as though painted with a brush. The pattern results from rice straw wrapped around the piece before firing in the kiln. The piece is placed in a box-like container called a saggar. The saggar is covered so that the pottery is shielded from direct contact with flames or flying ashes. Protected like this, the pieces in the saggar turn white due to a chemical reaction. Alkalines in the straw combine with the iron in the clay; the straw-covered areas react and create red and brown burn marks. :Normally, potters make hidasuki patterns with thin clear lines in a bold, expressive style. They do this by separating the pieces of straw to prevent them from being welded together. Other potters use a different technique which causes the straw marks to be out of focus, rather than sharply distinguished. This is achieved by softening the straw by pounding it with a mallet. By wrapping the pieces in large beaten bunches, a soft effect with a rich range of scarlet hues is achieved. This can result in an intense contrast of a warm scarlet against a plain background. ; :The result is two, three or five round marks, as if the marks of small balls of rice cakes had been left on the surface. ; ; ; :This style is created when the potter intentionally stacks pieces on top of each other or sideways, in order to vary the extent of coverage by the charcoal ashes. This creates different colours at the top and bottom. ==Museums== Bizen Ware Traditional Industry Hall at Imbe Station The , located in Imbe Station, displays works by contemporary potters and a small collection of old Bizen ware. The has a collection of more than 500 pieces. == References == == Further reading == * == External links == * * * Bizenyaki by Bifu Kimura - 'Kibido' * Bizen Gallery Aoyama (in English and Japanese) * Momoyama, Japanese Art in the Age of Grandeur, an exhibition catalog from The Metropolitan Museum of Art containing material on Bizen ware Category:Japanese pottery Category:Culture in Okayama Prefecture ",
    "title": "Bizen ware"
}