{
    "id": "3261582",
    "text": "Monica Novotny is a former news anchor for MSNBC. ==Early years== Novotny earned a Bachelor of Arts in Mass communications from the University of California, Los Angeles graduating Phi Beta Kappa. ==Career== Novotny joined MSNBC as an Internet reporter for HomePage after four years working at the Channel One network as a reporter and anchor, where her work was seen daily by some 8 million teenagers and their teachers. She is now a news anchor for Wake Up With Al on the Weather Channel, provides news updates for CNBC, and substitute anchors MSNBC Live. She has covered major stories both in the U.S. and internationally, including the 1999 İzmit earthquake, the conflict in Kosovo, the funeral of King Hussein of Jordan and the explosion of a deadly volcano on the island of Montserrat. In the U.S., she reported on President Clinton’s impeachment, the risks of a chemical weapons incinerator in Utah, Election Night 1996 in Little Rock and the Clinton-Dole debate. Prior to joining Channel One News, she was an intern with KNBC. In 2003 she became a correspondent for MSNBC's Countdown with Keith Olbermann. While at MSNBC she served as anchor for MSNBC Live, a substitute host for The Most with Alison Stewart, First Look, and Early Today. ==\"Morning Joe\" controversy== Novotny added a daily news spot in 2009 to CNBC's \"Squawk Box\" morning show, where she quipped in mid-May that co-anchor Joe Kernen is the real \"Morning Joe.\" This was in reference to Kernen's semi-mock rivalry with Joe Scarborough, the host of MSNBC's \"Morning Joe.\" A day later, an apologetic Novotny \"retracted\" her Kernen allegiance, going so far as to reveal herself wearing a Scarborough \"Morning Joe\" T-shirt. (Squawk Box also showed footage of Scarborough theatrically castigating Novotny for her \"traitorous\" behavior.) ==Personal== On the November 21, 2006 edition of Countdown with Keith Olbermann it was announced that she had given birth to a son with her husband Michael Foley, an investment banker whom she wed in May 2004. A name was not given.NBC NewsNew York Times She returned from her leave on April 23, 2007.Novotny returns to MSNBC ==Awards== *Golden Apple Award in 1998 for “The Long Road to Freedom,” and a Telly Award in 1996 for a report on “Life on Mars.” *Gracie Award in 2000 for a series of reports chronicling the Women's suffrage movement through six generations of Elizabeth Cady Stanton’s family. ==References== Category:American television reporters and correspondents Category:American television news anchors Category:Year of birth missing (living people) Category:Living people Category:University of California, Los Angeles alumni Category:American women television journalists Category:American people of Czech descent ",
    "title": "Monica Novotny"
}