{
    "id": "3261719",
    "text": "Megavitamin therapy is the use of large doses of vitamins, often many times greater than the recommended dietary allowance (RDA) in the attempt to prevent or treat diseases. Megavitamin therapy is typically used in alternative medicine by practitioners who call their approach orthomolecular medicine. Vitamins are useful in preventing and treating illnesses specifically associated with dietary vitamin shortfalls, but the conclusions of some medical research are that the claims of disease treatment by advocates of megavitamin therapy are unsubstantiated by the available evidence. This seems to point to doses of any vitamin greatly in excess of nutritional requirements resulting either in toxicity (vitamins A and D) or in the excess simply being metabolised; thus the evidence in favour of vitamin supplementation supports only doses in the normal range.Novella, S: Medical Myths, Lies, and Half- Truths: What We Think We Know May Be Hurting Us, The Great Courses Critics have described some aspects of orthomolecular medicine as food faddism or even quackery. A short summary is in the journal's preface. Research on nutrient supplementation in general suggests that some nutritional supplements might be beneficial, and that others might be harmful; several specific nutritional therapies are associated with an increased likelihood of the condition they are meant to prevent. == Multivitamin vs megavitamin == Megavitamin therapy must be distinguished from the usual \"vitamin supplementation\" approach of traditional multivitamin pills. Megavitamin doses are far higher than the levels of vitamins ordinarily available through western diets. A study of 161,000 individuals (post-menopausal women) provided, in the words of the authors, \"convincing evidence that multivitamin use has little or no influence on the risk of common cancers, cardiovascular disease, or total mortality in postmenopausal women\". ==History== In the 1930s and 1940s, some scientific and clinical evidence suggested that there might be beneficial uses of vitamins C, E, and niacin in large doses. Beginning in the 1930s in Canada, a megadose vitamin E therapy for cardiovascular and circulatory complaints was developed, named the \"Shute protocol\". Tentative experiments in the 1930s with larger doses of vitamin C led to Frederick Klenner's development of megadose intravenous vitamin C treatments for polio and other viruses in the 1940s. William Kaufman published articles in the 1940s that detailed his treatment of arthritis with frequent, high doses of niacinamide. Rudolf Altschul and Abram Hoffer applied large doses of the immediate release form of niacin (Vitamin B3) to treat hypercholesterolemia. In a 1956 publication entitled Biochemical Individuality, Roger J. Williams introduced concepts for individualized megavitamins and nutrients. Megavitamin therapies were also publicly advocated by Linus Pauling in the late 1960s. ==Usage as therapy== Although megavitamin therapies still largely remain outside of the structure of evidence-based medicine, they are increasingly used by patients, with or without the approval of their treating physicians, often after recommendations by practitioners of orthomolecular and naturopathic medicine. The proposed efficacy of various megavitamin therapies to reduce cancer risk has been contradicted by results of one clinical trial. ===Vitamin C=== The US Recommended Dietary Allowance for vitamin C for adult women is 76 mg/day and for adult men 90 mg/day. Although Linus Pauling was known for highly respectable research in chemistry and biochemistry, he was also known for promoting the consumption of vitamin C in large doses. Although he claimed and stood firm in his claim that consuming over 1,000 mg is helpful for one’s immune system when fighting a head cold, the results of empirical research do not align with this view. A meta-analysis concluded that supplementary vitamin C significantly lowered serum uric acid, considered a risk factor for gout. One population study reported an inverse correlation between dietary vitamin C and risk of gout. A review of clinical trials in the treatment of colds with small and large doses of Vitamin C has established that there is no evidence that it decreases the incidence of common colds. After 33 years of research, it is still not established whether vitamin C can be used as a treatment for cancer. ===Vitamin E=== The US Recommended Dietary Allowance for vitamin E for adult women and men is 15 mg/day. The US Food and Nutrition Board set a Tolerable upper intake level (UL) at 1,000 mg (1,500 IU) per day derived from animal models that demonstrated bleeding at high doses. In the US, the popularity for vitamin E as a dietary supplement-popular doses 400, 800 and 1000 IU/day-peaked around 2000. Declines in usage were attributed to publications of studies that showed either no benefits or negative consequences from vitamin E supplements. One meta-analysis showed no association between vitamin E supplementation and cardiovascular events (nonfatal stroke or myocardial infarction) or cardiovascular mortality. Another meta-analysis concluded that high-dosage vitamin E increased all-cause mortality. ===Niacin=== The US Recommended Dietary Allowance for niacin for adult women is 14 mg/day and for adult men 16 mg/day. Niacin is available as a prescription product, either immediate release (500 mg tablets; prescribed up to 3,000 mg/day) or extended release (500 and 1,000 mg tablets; prescribed up to 2,000 mg/day). In the US, niacin is also available as a dietary supplement at 500 to 1,000 mg/tablet. Niacin has sometimes been used in combination with other lipid-lowering medications.Niacin tablet label Updated March 14, 2013. Page accessed Feb 11, 2016 Systematic reviews found no effect of niacin on cardiovascular disease or death, in spite of raising high-density lipoprotein (HDL) cholesterol. Reported side effects include an increased risk of diabetes. ==See also== Related topics * Codex Alimentarius * Essential nutrient * Health freedom movement * Life extension * List of ineffective cancer treatments Vitamin topics * Multivitamin * Naturopathic medicine * Orthomolecular medicine * Hypervitaminosis (toxic vitamin intake) ** Hypervitaminosis A ** Hypervitaminosis D ** Vitamin B3 § Toxicity ** Megavitamin-B6 syndrome ==References== ==External links== * Orthomolecular Therapy at Quackwatch Category:Orthomolecular medicine Category:Vitamins Category:Medical treatments Category:Therapy ",
    "title": "Megavitamin therapy"
}