{
    "id": "3261684",
    "text": "Malcolm Arnold \"Mal\" Duncan, currently known as Vox (also known as the Guardian, Hornblower, and the Herald), is a fictional character, existing in the DC Universe. Introduced in April 1970, he was one of DC's first African- American superheroes. ==Publication history== Mal Duncan made his first appearance in Teen Titans #26 and was created by Robert Kanigher and Nick Cardy. In that issue, the African-American Mal kissed the Caucasian Lilith Clay goodbye, in a scene considered to be the first interracial kiss in comic book history. When editorial director Carmine Infantino objected to the scene, thinking it too controversial, editor Dick Giordano kept the scene, but colored it in blue as a night scene, to draw less attention to the moment. Giordano recalls receiving many letters about the kiss, both hate mail (including one death threat) and many supportive letters approving of the kiss. ==Fictional character biography== ===Pre-Crisis=== Mal Duncan, Art by Chuck Patton and Romeo Tanghal Malcolm \"Mal\" DuncanHis surname \"Duncan\" is revealed in Teen Titans #44 (November 1976), and his formal first name \"Malcolm\" is revealed in Teen Titans #45 (December 1976). Prior to these issues, he is known simply as \"Mal\" saves the Teen Titans from a street gang called the Hell Hawks by beating their leader in a boxing match.Teen Titans #26 (March–April 1970) Recruited by the Teen Titans, Mal feels unworthy due to his lack of abilities, and stows away on a rocket flight, which nearly costs him his life.Teen Titans #27 (May–June 1970) After a time, Mal discovers a strength-enhancing exoskeleton and the costume of the Guardian. Using these, he becomes the second Guardian.Teen Titans #44 (November 1976) After assuming the Guardian mantle, Mal fights Azrael, the Angel of Death. Believing it to be a hallucination, Mal is surprised to awaken with the mystical Gabriel's Horn. Having defeated Azrael, Mal is permitted to live, provided he never loses another fight. The horn grants Mal unspecified powers, whenever the odds are against him in battle. Armed with the horn, Mal assumes the name Hornblower.Teen Titans #45 (December 1976) Mal soon returns to his Guardian identity, claiming that too many people knew who he was. ===Post-Crisis=== Following the Crisis on Infinite Earths, Mal's uncostumed adventures are unchanged. However, in post-Crisis canon, he never took the identity of Guardian, and the Gabriel's Horn is given a very different origin. While the other Titans are on a mission, Mal inadvertently releases an old villain, the Gargoyle (formerly Mister Twister), from Limbo. He recaptures the villain, but finds the plans for a high-tech horn that would create spatial warps. With the help of Karen, he builds the horn and takes the identity of Herald. However, the Gargoyle implanted a computer virus into the horn that weakens the boundaries between the mortal world and Limbo, so he and his master, the Antithesis, will eventually escape. When Mal discovers this, he destroys the horn. He and Karen retire from super heroics, and move to California.Secret Origins Annual #3 (1989) While it seemed first that the introduction of the Herald identity retconned away the Hornblower name, later issues of Dan Jurgens' Teen Titans run confirmed that Mal had used the name Hornblower as well. During the JLA/Titans event, Mal acquires a new Gabriel's Horn,JLA/Titans #1-3 (December 1998-February 1999) and later, he and Bumblebee join the short-lived Titans LA.Titans Secret Files #2 (October 2000) In the Titans Tomorrow storyline, the Mal of the alternate future becomes president of the Eastern United States. When Doctor Light captures Green Arrow, taking him as a hostage and demanding to see the Titans (a plot to take revenge on the team that had often humiliated him), Mal, Bumblebee, and about two dozen other former Titans are assembled to fight him.Teen Titans #22 & 23 (May & June 2005) He and Bumblebee then join a team of heroes gathered by Troia to embark on an ominous mission into deep space during Infinite Crisis.Teen Titans #29 (October 2005) The group eventually encounters a rift in the universe caused by Alexander Luthor, who is re-creating the multiverse and restructuring it to create the \"perfect\" universe—a plan that would lead to the deaths of billions of people, and the entire post-crisis DC Universe. The team of heroes in space is able to temporarily stop Luthor, but in the resulting chaos they are scattered; some are killed, while others go missing for varying lengths of time, including Mal and Karen. ===52=== Four weeks after disappearing in space, Mal is rescued from a Zeta Beam transport accident. His lungs and vocal cords were damaged after the Gabriel's Horn blew up in his face. Mal's body rejected the cybernetic grafting of parts from the Red Tornado until Steel used his Pseudocyte technology to permanently graft the parts into Mal's body.52 #4 & 5 (May 31 & June 7, 2006) ===One Year Later=== One whole year after the events in Infinite Crisis, Mal has joined the Doom Patrol alongside his wife Bumblebee.Teen Titans (vol. 3) #35 (June 2006) Now going by the codename Vox, Mal speaks with a synthesized voice box which can create unusually strong hypersonic blasts and open dimensional portals, wormholes, and vortexes similar to the Gabriel Horn. Later, in an issue of the newest Doom Patrol series, Mal and Karen are now divorced. Following the disbanding of the Doom Patrol, Bumblebee appears as one of the former Titans who arrives at Titans Tower to repel Superboy-Prime and the Legion of Doom. ===The New 52=== In September 2011, The New 52 rebooted DC's continuity. In this new timeline, Mal is introduced as an award-winning film composer and the husband of Karen, who is pregnant with their daughter.Titans Hunt #1 He is later kidnapped by Mister Twister, who reveals that as a teenager, Mal was a member of the original Teen Titans under the name Herald. The Titans had allowed their memories of each other to be erased in order to defeat Twister, but he now seeks to use Mal's sonic abilities to complete a ritual that will allow a powerful demonic entity to enter the human world.Titans Hunt #5 When Karen (who has now gained superpowers of her own) and the former Titans arrive, they are able to defeat Mister Twister once and for all.Titans Hunt #8 ===DC Rebirth=== Following this incident, Mal reveals to Karen that he underwent a procedure to remove his superpowers so that the couple could live a normal life.Titans (vol. 3) 8 When Karen suits up as Bumblebee to help the Titans battle the Fearsome Five, Mal steals a suit of blue and gold tactical body armor (resembling his Pre-Crisis Guardian costume) from Nightwing's room in Titans Tower to back her up. However, by the time he reaches the battle, he finds that Psimon has psychically removed all of Bumblebee's memories of Mal and the baby.Titans (vol. 3) 10 Spurning Mal's attempts to reconnect, the amnesiac Bumblebee chooses to stay with the Titans.Titans (vol. 3) 12 Enraged by this turn of events, Mal returns to his vigilante roots and partners with his former teammate Gnarrk to hunt down H.I.V.E., believing they hold the key to restoring Karen's memory.Titans (vol. 3) 13-14 During one of these raids, Mal and Gnarrk are brainwashed and turned into avatars of the mysterious entity Mister Twister serves. The entity is ultimately revealed to be Troia, an evil version of Donna Troy from a possible future. Troia forces Mal and Gnarrk to battle the Titans, but the two heroes are freed from her control when Donna manages to vanquish her future counterpart. With Karen's memories restored, Mal helps the Titans take down Mister Twister and the Key.Titans (vol. 3) 15-18 After the Titans are forcibly disbanded by the Justice League, Karen finally returns home to Mal and the baby.Titans (vol. 3) 19 ==Powers and abilities== Formerly, his Gabriel Horn could open up multi-dimensional portals, and generate unusually strong hypersonic blasts. He now relies more on his artificial lungs and voice box to achieve the same destructive, deafening sonic/audio effects. He also has a background in kickboxing, and hand-to-hand combat, and is in exceptional physical condition. In the New 52 continuity, Mal possesses sonic and harmonic abilities that he projects by using his voice. ==In other media== ===Television=== * The Herald first appears in the Teen Titans episode \"Calling All Titans\", voiced by Khary Payton. Unlike in the comic books, Herald wears a mask. Blowing his horn allows him to open circular rifts, wormholes and portals, to other worlds, planets, realms or other places in his present dimension, even outer space itself. Herald is an honorary Titan, and fights off See-More and Warp. While doing so, his communicator is disabled. In \"Titans Together\", he teams up with Jericho, Pantha, Más, and Beast Boy in a rescue mission to save the remaining Titans. They were overpowered, but reinforcements arrived. The Herald used his horn to get rid of Punk Rocket and the dragon Malchior. He also saved the Titans by teleporting the Brain's fusion bomb into outer space. * Mal Duncan appears in the Young Justice episode \"Targets\", voiced by Kevin Michael Richardson. He is portrayed as a student at the high school Conner and M'gann attend. He and Conner are shown to be at odds with each other, \"facing him down\" (as Marvin puts it) before class starts. He is again shown in \"Secrets\" at the school's Halloween dance where he has dressed up as \"Superman, done right\" (Superboy's costume from his original comic appearance). However, in this episode, probably through the course of time, he and Conner appear to be at peace with each other. In \"Happy New Year\", Mal is still with Karen who has now officially become Bumblebee and joined the team at some point within the five-year gap between seasons one and two. Mal Duncan has also joined the team and serves as their mission coordinator. According to Greg Weisman, he assumes a superhero identity sometime in Season 2. In the Season 2 episode \"Cornered\" when Despero locks down the Hall of Justice and disables most of the team, Mal dons the uniform of Guardian and engages the villain, distracting him long enough for Superboy, Miss Martian and Zatanna to come up with a plan to disable Despero. He later continues to use the Guardian identity for the rest of the second season and is a full team member until in season three. In it, Mal and Karen visit Conner, M'gann and Snapper Carr's household for Thanksgiving. He is also now bald and has a beard. He is seen again in \"Unknown Factors\" supporting Karen when she gives birth to their daughter, Rhea. * Mal Duncan is mentioned in The Flash episode \"The Nuclear Man\". Barry Allen states that he is playing at an underground jazz club in Central City that night. * Mal Duncan appears as a background student in DC Superhero Girls. ===Miscellaneous=== Herald was also featured in an issue of Teen Titans Go! wherein he helped Raven find Pantha, Kole, Gnarrk, and Beast Boy. While he isn't married to Bumblebee in the animated continuity, their relationship is alluded to in #39 where Larry The Titan shoots them with Cupid's Love Arrows. In Teen Titans #48, he helps send Killowat back to his dimension in the Multiverse. ==Notes== ==References== ==External links== * World of Black Heroes: Vox biography Category:DC Comics superheroes Category:Fictional characters who can manipulate sound Category:Fictional African-American people Category:Fictional musicians Category:Comics characters introduced in 1970 Category:Characters created by Robert Kanigher ",
    "title": "Mal Duncan"
}