{
    "id": "3261440",
    "text": "Elizabeth Jane Weekes (born 22 September 1971, in Sydney) is an Australian water polo player from the gold medal squad of the 2000 Summer Olympics, when women's water polo was contested for the first time at the Olympic Games. She was the goalkeeper of the Australian team, which beat USA 4–3 in the final game in front of a World record attendance of 17,000 spectators. She also attended Fort Street High School. Weekes made her debut in the national team in 1995. She enjoyed immediate success as the team won gold in the 1995 FINA World Cup in Sydney, Australia. She was regarded as one of the outstanding goalkeepers of her age. Liz was one of the main advocates in helping women's water polo win a twenty-year battle to compete in the Olympic Games. So passionate were Weekes and her teammates about the acceptance of their sport, that they went as far as storming IOC meetings to gain recognition for their cause. Out of the pool, Weekes has become something of an international celebrity after she was voted \"the most beautiful sportswoman in the world\" by high-profile German magazine Sports Life who featured her Black & White Atlanta Dream modelling shots, although water polo is not very popular in Germany. Weekes now combines her water polo with corporate speaking, modelling and television appearances. Weekes is married to former rowing Olympian Robert Scott the CEO of the Australian listed conglomerate Wesfarmers. They have two children and live in Perth. ==See also== * List of Olympic champions in women's water polo * List of Olympic medalists in water polo * List of World Aquatics Championships medalists in water polo == References == ==External links== * Category:1971 births Category:Living people Category:Sportswomen from New South Wales Category:Sportspeople from Sydney Category:Australian female water polo goalkeepers Category:Water polo players at the 2000 Summer Olympics Category:Medalists at the 2000 Summer Olympics Category:Olympic gold medalists for Australia in water polo Category:Recipients of the Medal of the Order of Australia ",
    "title": "Liz Weekes"
}