{
    "id": "3261941",
    "text": "Julie Lynn Holmes (born March 23, 1951 in North Hollywood, California) is an American former figure skater. She won one silver medal and one bronze medal at the World Figure Skating Championships and competed in the 1972 Winter Olympics. She was coached initially by Nancy Rush and then by Carlo Fassi. She skated generally in the shadows of fellow American Janet Lynn, although Holmes had considerably better luck on the world stage than at her own country's championships. She was known for her skill at performing compulsory figures. She generally was beaten by both Karen Magnussen and Janet Lynn in free skating portions, but placed over both in compulsory figure portions, which sometimes allowed her to defeat them. She generally beat Trixi Schuba handily in free skating portions but was behind in compulsory figure portions, and always too far behind to be able to defeat Trixi despite her weaker free skating. Gabriele Seyfert regularly placed above her in both compulsory figure and free skating portions while still competing up until 1970. Despite never defeating Lynn at the U.S Championships, and thus never winning a U.S National title, she beat her and Karen Magnussen to win bronze at the 1970 World Championships and silver in 1971. She was well positioned to win silver due to a strong lead (apart from Schuba who she trailed by a near insurmountable margin) after figures, but a rare disaesterous long program where she placed only 8th and fell a couple times dropped her to 4th behind Trixi Schuba, Karen Magnussen, and Janet Lynn, off the podium. She was criticized by some for copying too closely the exact style of Peggy Fleming, perhaps in part due to being coached by the same person- Carlo Fassi. Holmes retired from competitive skating after the Olympics and toured with Ice Capades. She also skated on the Donny & Marie television series. She currently works as a part-time skating coach. ==Results== {| class=\"wikitable\" |- ! Event ! 1965 ! 1966 ! 1967 ! 1968 ! 1969 ! 1970 ! 1971 ! 1972 |- | Winter Olympic Games || || || || || || || || align=\"center\" | 4th |- | World Championships || || || || || align=\"center\" | 4th || align=\"center\" bgcolor=\"CC9966\" | 3rd || align=\"center\" bgcolor=\"silver\" | 2nd || |- | U.S. Championships || align=\"center\" bgcolor=\"gold\" | 1st N. || || || align=\"center\" | 6th || align=\"center\" bgcolor=\"silver\" | 2nd || align=\"center\" bgcolor=\"silver\" | 2nd || align=\"center\" bgcolor=\"silver\" | 2nd || align=\"center\" bgcolor=\"silver\" | 2nd |} ==References== * \"Holmes Newman puts faith and family first\", Skating, October 2007 Category:American female single skaters Category:Olympic figure skaters of the United States Category:Figure skaters at the 1972 Winter Olympics Category:1951 births Category:Living people Category:World Figure Skating Championships medalists Category:Sportspeople from Los Angeles County, California ",
    "title": "Julie Lynn Holmes"
}