{
    "id": "3262240",
    "text": "Ólafur Jóhann Ólafsson (born 26 September 1962), also known as Olaf Olafsson outside of Iceland, is an Icelandic businessman and writer. He is best known for his tenure at Sony and his leadership in the creation of the PlayStation video game console. ==Personal life== Ólafur was born in Reykjavík, Iceland on 26 September 1962 to Anna Jónsdóttir and writer Ólafur Jóhann Sigurðsson. He studied physics as a Wien Scholar at Brandeis University. He lives in New York City with his wife Anna Ólafsdóttir and three children. ==Literary career== He is the author of three previous novels, The Journey Home, Absolution and Walking Into the Night, and a story collection, Valentines. He also wrote the play The Feast of the Snails, albeit to mixed reviews. His books have been published to critical acclaim in more than twenty languages. Ólafur is the recipient of the O. Henry Award and the Icelandic Literary Award, was shortlisted for the Frank O’Connor Prize, and has twice been nominated for the IMPAC Award. ==Business career== Ólafur began a career at Sony in 1985, where he rose through several positions. In 1991, he founded Sony Computer Entertainment, Inc., and became its first president and chief executive officer. Sony Computer was established as a free-functioning unit of Sony Corporation. Ólafur built and managed its businesses in the United States and Europe. During his six-year tenure, he directed the worldwide operations of Sony's entertainment software and hardware divisions and was responsible for the creation and launch of the PlayStation console, which would go onto generate major sales and profits for Sony Interactive. However, Ólafur clashed with higher-ups over the PlayStation's pricing as he favoured lower price on the console. The intense feuding caused him to lose support within the company and he was forced to resign in 1996. Ólafur became a member of the board of directors of Advanta Corporation, a specialty finance company, in 1997, and became Advanta's president in March 1998.Advanta Hires Sony Playstation Chief as President Ólafur left Advanta in 1999 to join Time Warner as Vice Chairman of Digital Media.Advanta president resigns He briefly left the company after its merger with AOL, which formed the short-lived AOL Time Warner. He returned at the request of CEO Richard D. Parsons after Time Warner executives reasserted control over the company. He was later given the title of Executive Vice President.Time Warner profile, cached With the AT&T; purchase of Time Warner, Ólafur and several other Time Warner executives left the combined company. ==Books== * Absolution (Pantheon, 1994) * The Journey Home (Pantheon, 2000). - Palomar Pictures has considered adapting The Journey Home (Slóð fiðrildanna) as a film. * Walking Into the Night (Pantheon, 2003) * Valentines (Random House, 2007). - Won the 2006 Icelandic Literary Prize for fiction. * Restoration (Harper Collins: Ecco, 2012) * One station away, (New York, NY : Ecco, 2017) * The Sacrament (HarperCollins, 2019) ==References== ==External links== *Olaf Olafsson's Official Website *Olaf's Facebook Page *Bokmenntir on him *Vestmannaeyjar article on him Category:1962 births Category:Living people Olafur Johann Olafsson Olafur Johann Olafsson Category:Sony people Category:Brandeis University alumni Olafur Johann Olafsson ",
    "title": "Ólafur Jóhann Ólafsson"
}