{
    "id": "3262502",
    "text": "Pinocchio and the Emperor of the Night is a 1987 American animated fantasy adventure film that was released on December 25, 1987 by New World Pictures. Created by Filmation, the film was conceived as a sequel to the 1883 Italian classic novel The Adventures of Pinocchio by Carlo Collodi, being set a year after Pinocchio became a real boy. It was also described by some as a \"thinly- veiled\" sequel to Disney's 1940 classic Pinocchio. Disney sued Filmation for copyright infringement, but Filmation won the lawsuit on the grounds that Collodi's work is in the public domain. The film received generally negative reviews from critics during its initial release and underperformed at the box office, costing $10 million but making $3.2 million in its entire run. However, in subsequent years, the film has retained a cult following. == Plot == A bumblebee named Lieutenant Grumblebee is woken from his sleep by the arrival of a large sinister looking ship. A man named Puppetino, a puppet master, remarks that this is the ideal spot for the carnival. Stakes and ropes fly from the ship and a circus tent forms. Grumblebee hastily leaves the area. A year after being made human by the Good Fairy, the dear Pinocchio celebrates his first birthday with Mister Geppetto. The Good Fairy appears and teaches Pinocchio that love is his most powerful gift. She brings to life one of Pinocchio's own carvings, a wooden glow worm, to act as Pinocchio's conscience. Pinocchio, surprised, accidentally names it Gee Willikers. After the party Pinocchio offers to deliver a jewel box to the mayor for Geppetto. En route he encounters Scalawag and Igor, who trick him into trading the box for the \"Pharaoh's Ruby\". The ruby turns out to be a fake and Geppetto is furious. Pinocchio runs away in shame, leaving Gee Willikers behind. Pinocchio looks for work at the carnival and is entranced by a blonde marionette named Twinkle. Puppetino recognises Pinocchio and uses Twinkle to lure him into joining the carnival. Puppetino starts playing an organ grinder, causing Pinocchio to dance uncontrollably and slowly transform back into a puppet. Puppetino attaches strings to Pinocchio's hands and feet, completing the transformation, and hangs the now lifeless Pinocchio alongside Twinkle. The Good Fairy appears and awakens Pinocchio, explaining that he lost his freedom because he took it for granted. She reminds him of the importance of choice before restoring him to human form. Pinocchio decides to retrieve the jewel box. Willikers objects, so Pinocchio sets him aside and travels alone. He finds Scalawag the Raccoon and Igor the Monkey, who inform him that the box is at the carnival, which has returned to the ship. The trio pursue the carnival ship by boat. Unbeknownst to Pinocchio, they plan to hand him over to Puppetino in return for a reward, but after Pinocchio saves them from a giant barracuda, they change their minds and begin to genuinely bond with Pinocchio. As they travel, the carnival ship arrives, capturing the boat. Willikers, carried to the river by Grumblebee, latches onto Pinocchio's pocket as they drift into the ship. Scalawag recognizes the ship as the Empire of the Night. A boatman offers Pinocchio a ride to the jewel box, leaving Scalawag and Igor behind. The boatman says the box is in the opposite, darker end of a cavern. Pinocchio prefers the brighter path, and they row to the \"Neon Cabaret\". A doorman says that Pinocchio can play inside if he signs a contract. He impulsively agrees, runs inside and finds a room full of partying children. Pinocchio drinks from a fountain of green liquid that causes him to hallucinate and black out. He awakens on a stage; a ringmaster tells him his fans are waiting and he begins dancing. Scalawag and Igor, who have followed Pinocchio, try to get his attention, but are drawn offstage while he is distracted by Twinkle. Pinocchio bows to thunderous applause. Puppetino appears and Pinocchio turns to find the boatman, who transforms into the doorman and then the ringmaster. He tells Pinocchio that he has reached the \"Land Where Dreams Come True\" and then morphs into a floating being with four arms called the Emperor of the Night. He demands Pinocchio sign a contract that will make him a puppet again, a choice that will weaken the Good Fairy to her death. Pinocchio refuses and is imprisoned with Scalawag and Igor. Scalawag laments that they have succumbed to their desires without considering the consequences. The Emperor reveals to Pinocchio that Geppetto has been shrunk to fit inside the jewel box. Pinocchio offers to sign the contract if the Emperor frees Geppetto and the others. Pinocchio signs away his freedom, transforming back into a living puppet. The Emperor betrays Pinocchio, telling him that the freedom of choice gives him his power. Pinocchio turns on the Emperor and a blue aura – the light of the Good Fairy – surrounds him. The Emperor shoots bolts of flame at Pinocchio, but the blue light protects him as the ship catches fire. Pinocchio escapes with his friends while the Emperor shoots Puppetino in the back with a bolt of magic for his instant cowardice while he runs for his life. Puppetino turns into a lifeless puppet, and burns to death immediately after. The evil Emperor promises to make Geppetto pay for Pinocchio's choices, but he runs and forms into a blue shining orb and plunges into the Emperor's flaming figure, destroying him and his ship. On the shore, Geppetto has returned to his original size. Scalawag and Igor find Pinocchio, who is once again a real boy. The Good Fairy appears, proudly telling Pinocchio that he no longer needs her. She presents the jewel box to Geppetto. She reveals the now human Twinkle awakening nearby before fading away to the sunrise, leaving the group to celebrate. == Cast == * Scott Grimes as Pinocchio * James Earl Jones as The Emperor of the Night * Don Knotts as Gee Willikers * Tom Bosley as Mister Geppetto * Rickie Lee Jones as The Fairy Godmother/The Good Fairy * Edward Asner as Scalawag the Raccoon * Frank Welker as Igor the Monkey * Lana Beeson as Twinkle * Linda Gary as Bee-atrice * Jonathan Harris as Lt. Grumblebee * William Windom as Puppetino == Release == === Critical reception === The movie received generally negative reviews from critics during its initial release. Writing for the Chicago Tribune, Dave Kehr labelled it a \"wooden effort\" and concluded there was \"little reason to bother with Pinocchio and the Emperor of the Night given that the genuine article is readily available on videotape\". Janet Maslin of the New York Times called it \"Saturday morning animation at best\" and also compared it unfavorably with Disney's version. Charles Solomon of the Los Angeles Times wrote that the script and direction lacked focus and felt the movie \"illustrates just how badly the American animated feature has degenerated\". Juan Carlos Coto praised the performances of Rickie Lee Jones and James Earl Jones, but felt the plot was mostly \"Saturday-morning rehash\" and also urged readers to watch the Disney movie instead. The Morning Call's reviewer was more favorable, opining that \"it does dazzle and sparkle in all the right places\", adding \"there is much to recommend the new film\". M. J. Simpson praised the \"engaging story, likeable characters... genuine tension and horror, reasonable songs and... terrific animation\" and gave it a B+ rating. Pinocchio and the Emperor of the Night was described as a \"thinly veiled sequel\" to Disney's 1940 classic Pinocchio; one reviewer noted its many similarities to the original and imagined \"legions of lawyers poring over every frame\". Disney sued Filmation for copyright infringement, but lost after Filmation successfully argued that Carlo Collodi's characters were in the public domain. In the years since its initial release, the film has become well known by the general public and has since retained a cult following.The Animated Movie Guide === Box office === The film opened on Christmas in 1987 in 1,182 theaters, and made $602,734 on its opening weekend for an average of $510 per theater, 18.48% percent of the final gross of $3,261,638 in the United States. == Songs == * \"Love is the Light Inside Your Heart\" ** Lyrics by Will Jennings ** Music by Barry Mann ** Performed by Rickie Lee Jones * \"You're a Star\" ** Lyrics and music by Will Jennings ** Performed by Kid Creole and The Coconuts * \"Do What Makes You Happy\" ** Lyrics by Will Jennings ** Music by Steve Tyrell ** Performed by Lana Beeson * \"Neon Cabaret\" ** Composed and performed by Anthony Marinelli and Brian Banks == References == == External links == * * Category:1987 films Category:1987 animated films Category:1980s American animated films Category:1980s fantasy films Category:1980s musical films Category:Filmation animated films Category:New World Pictures films Category:Pinocchio films Category:Films set in the 1880s Category:American children's animated adventure films Category:American children's animated fantasy films Category:American films Category:American children's animated musical films Category:American fantasy adventure films Category:Films scored by Anthony Marinelli Category:Animated films based on children's books Category:Circus films ",
    "title": "Pinocchio and the Emperor of the Night"
}