{
    "id": "3262904",
    "text": "\"Grimms Fairy Tales\" Gold from Straw - The Miller's Daughter He boasted she could spin gold from straw ... Anne Anderson (1874—26 May 1952) was a prolific Scottish illustrator, primarily known for her art nouveau children's book illustrations, although she also painted, etched and designed greeting cards. Her style of painting was influenced by her contemporaries, Charles Robinson, and Jessie Marion King, and was similar to that of her husband, Alan Wright (1864-1959). == Personal life == Born in Scotland in 1874 to James and Grace Anderson, Annie \"Anne\" Anderson and her siblings—four brothers and one sister, Grace—spent their childhood in Argentina. On reaching adulthood, Annie and Grace returned to England to find work. By 1910, Annie could afford to buy a cottage in Berkshire. She married the artist Alan Wright in June 1912 at Burghfield Common Parish Church in Berkshire, and they lived in the cottage she had purchased two years earlier. Though they collaborated on many projects, Anne was considered the driving force. Her husband had had a successful career as an illustrator until working on a book for the vilified homosexual Baron Corvo in 1898. That book caused a scandal that ruined Wright's reputation. After that his opportunity to work was curtailed, but he continued to contribute to his wife's illustrations.Anderson, Hans Christian. The Emperor's New Clothes - The Golden Age of Illustration Series. Read Books Ltd, 2013. . page 50 == Book illustrations and other work == Her book illustrations began appearing at the end of the Edwardian era. Her illustrations may be found in children's books and annuals such as Blackie's and Cassell's, on Royal Doulton China, and were frequently used on postcards.Theweeweb.com === Gallery === Examples of her work File:Anne Anderson02.jpg|The Little Mermaid File:Anne Anderson03.jpg|The Snow Queen File:Anne Anderson05.jpg|Beauty and the Beast File:Briar Rose - Anne Anderson.jpg|Briar Rose File:Cinderella - Anne Anderson.jpg|Cinderella File:Grimms Fairy Tales - Snow White - Anne Anderson.jpg|Snow White File:Rapunzel, Let Down Your Hair - Anne Anderson.jpg|Rapunzel File:Rumplestiltskin - Anne Anderson.jpg|Rumplestiltskin File:The Frog Prince - Anne Anderson 2.jpg|The Frog Prince File:The Swan Princes - Anne Anderson.jpg|The Swan Princes File:Little Match Girl - Anne Anderson.jpg|The Little Match Girl File:The Three Dwarfs - Anne Anderson.jpg|The Three Dwarfs File:Strong Hans - Anne Anderson.jpg|Strong Hans File:Gerda and the Ravens - Anne Anderson.jpg|Gerda and the Ravens File:The Little Mermaid's Sisters - Anne Anderson.jpg|The Little Mermaid's Sisters File:The Marsh King's Daughter - Anne Anderson.jpg|The Marsh King's Daughter === Bibliography === (selected) * \"The Green Book: or The Story of the Little Green Woodman\" Illustrated by Anne Anderson [London: Henry Frowde and Hodder and Stoughton, 1909) * \"Aucassin and Nicolete\" Translated and edited with introduction by Harold Child. Illustrated by Anne Anderson. (London: A. & C. Black, 1911) * \"The Jackie Jackdaw Book\". Pictured by Anne Anderson. (Thomas Nelson and Sons, c. 1914) * \"Little Folk's Picture Story Book\" Illustrated by Anne Anderson and Alan Wright (London: Thomas Nelson & Sons, 1920) * \"Fireside Stories ...\" By Madeline Barnes. Illustrated by Anne Anderson. (London: Blackie & Son, 1922) * \"Grimm's Fairy Tales\" Illustrated by Anne Anderson (London; Glasgow: W. Collins Sons & Co., 1922) * \"The Anne Anderson Fairy-Tale Book\" (London: T. Nelson & Sons, 1923) * \"Heidi\" [By Johanna Spyri] Translated by Helene S. White. Illustrations by Anne Anderson (London: G. G. Harrap & Co., 1924) * \"Hans Andersen's Fairy Tales\" Illustrated by Anne Anderson (London; Glasgow: Collins' Clear-Type Press, 1924) * \"The Old Mother Goose Nursery Rhyme Book\" Illustrated by Anne Anderson (London: T. Nelson & Sons, 1926) == Death == While some sources list Anderson's death in 1930, other sources say she died in 1936, and still others indicate she was still alive after World War II. There is, however, an entry on 29 May 1952 in the Berkshire Burial Index for a married artist named Annie Wright, aged 76, who had resided in Burghfield Common. Given that there is an entry in the same Burial Index on 17 July 1959 for a widower named Alan Wright, aged 94, who also had resided in Burghfield Common, it lends more credence to her death taking place on 26 May 1952. ==References== ==External links== * Anne Anderson at Women Children's Book Illustrators * Anne Anderson Prints at ArtsyCraftsy.com * The Art of Anne Anderson at GrandmaGraphics.com * * Anne Anderson Gallery and images to download and color at Art Passions * Anne Anderson Bibliography at WaybackMachine.com Category:Scottish illustrators Category:British women illustrators Category:1874 births Category:1952 deaths Category:20th-century illustrators of fairy tales Category:Art Nouveau illustrators Category:British children's book illustrators ",
    "title": "Anne Anderson (illustrator)"
}