{
    "id": "3262837",
    "text": "Tall ship First Fleet re-enactment on Sydney Harbour, Australia Day, 1988. The Australian Bicentenary was marked with much ceremony across Australia. The bicentenary of Australia was celebrated in 1988. It marked 200 years since the arrival of the First Fleet of British convict ships at Sydney in 1788. ==History== The Australian Bicentennial Authority Official Logo The bicentennial year marked Captain Arthur Phillip's arrival with the 11 ships of the First Fleet in Sydney Harbour in 1788, and the founding of the city of Sydney and the colony of New South Wales. 1988 is considered the official bicentenary year of the founding of Australia. Skyneedle at World Expo 88, as part of the celebrations for the 1988 Bicentenary ==Celebrations== The Australian Bicentenary was marked by pomp and ceremony across Australia to mark the anniversary of the arrival of the First Fleet of British ships at Sydney in 1788. The Australian Bicentennial Authority (ABA), pursuant to the Australian Bicentennial Authority Act 1980, was set up to plan, fund and coordinate projects that emphasized the nation's cultural heritage. State Councils were also created to ensure cooperation between the federal and state governments. The result was a national programme of events and celebrations to commemorate the Bicentenary, including: * Australia Live, a television special on New Year's Night * the arrival of the First Fleet Re-enactment Voyage in Sydney Harbour on Australia Day * World Expo 88 in Brisbane, the largest event of these celebrations * Australian Bicentennial Exhibition, toured throughout Australia * all Australian schoolchildren were presented with a Bicentennial \"Heritage Medallion\" * the issue by the NSW Department of Motor Transport (from late 1987 to the end of 1988) of over 160,000 commemorative Bicentennial number plates which were sold at a premium * the painting of A class locomotive A66 by regional Victorian train operator V/Line in a unique green and gold livery featuring the official ABA Bicentennial Logo and the wording 1788 Australian Bicentennary 1988 * Aus Steam '88, a railway display of steam locomotives at Spencer Street Station * the Australian Bicentennial Airshow held at RAAF Richmond * the 1988 Women's Cricket World Cup, held in Perth, Sydney, and Melbourne, which was branded as the Bicentennial World Cup * the 1988 Youth Cricket World Cup, held in Sydney, Melbourne, and Adelaide, which was branded as the McDonald's Bicentennial Youth World Cup * Trans-Australia hot air balloon Race, Perth to Sydney March 30, 1988 * the Bicentennial Classic, held at Royal Melbourne Golf Club * the issuing of \"expo dollars\" (a form of local currency) by various Australian states in several denominations The opening ceremony of the 16th World Scout Jamboree, which took place at midnight on 31 December 1987, was the first official event of Australia's Bicentenary. ==Heritage trails== In collaboration with state governments, the Commonwealth/State Bicentennial Commemorative Program was established with the development of Heritage Trails in each state. ==Other events== On Australia Day, Sydney Harbour hosted a re-enactment of the arrival of the First Fleet. The Hawke Government refused to fund the First Fleet re-enactment, because it believed this might offend Indigenous Australians.Barnett & Goward; John Howard Prime Minister; Viking; 1997; Ch 12 Radio 2GB in Sydney stepped in and held a fund raising appeal to keep the re-enactment on track. The government instead funded a rival display of Tall Ships which sailed up Australia's east coast and entered Sydney Harbour on the day, and it was felt that this was more acceptable to the Indigenous community. Australia's floral emblem was officially declared to be the Golden Wattle Acacia pycnantha. The Gazettal was signed by the Governor General, Sir Ninian Stephen, on 19 August 1988. A ceremony was held on 1 September 1988 at the Australian National Botanic Gardens. The Minister for Home Affairs, Robert Ray, made the formal announcement and the Prime Minister's wife, Mrs Hazel Hawke, planted a Golden Wattle. Queen Elizabeth II opened the new Parliament House on 9 May 1988 was also marked by the completion of many unique development projects such as the Bicentennial National Trail and on 9 May of that year, Queen Elizabeth II opened the New Parliament House in Canberra. As well as this, the modern Darling Harbour precinct was completed and opened, as was the modern Sydney Football Stadium. It was also marked by the creation of one of Australia's most significant art works, the Aboriginal Memorial, which commemorated those Indigenous Australians who died as a result of European settlement. Other events included the Bicentennial Beacons, a series of bonfires lit around Australia. A celebration featuring motor cycle riders from around Australia was also held in Canberra during the year. Not all events went well with the disastrous Round Australia Yacht Race claiming several lives and being the subject of legal action. A new musical Manning Clark's History of Australia, directed by John Bell, that was loosely based on the life of historian Manning Clark opened in January at Princess Theatre (Melbourne) to coincide with the Bicentenary, but facing poor reviews and concomitant lack of attendance, closed before the end of February. Significant improvements to Australian roads were made through the Australian Bicentennial Road Development Program.National Library of Australia Catalogue ==Protests== The event triggered debate on Australian national identity, Aboriginal rights, historical interpretation and multiculturalism. The event was widely viewed as controversial. Planning for the event raised issues of national identity and historical interpretation. Some wanted to remember the colonisation as an invasion while others wanted it to focus on historical re-enactments. The Uniting Church in Australia wanted people to boycott the event unless Aboriginal rights were recognised. The official slogan was \"Living Together\" which emphasised the theme of multi-culturism. Former Prime Minister Malcolm Fraser intervened to change the motto to \"The Australian Achievement\" in order to be more celebratory. Bob Hawke later restored the original motto. The response from the right wing in the country was loud. The Institute of Public Affairs suggested that tradition had been sacrificed to appease a minority. The historian Geoffrey Blainey claimed the Bicentenary was attempting to re- write the British out of the history of Australia. The protest was planned immediately after the 1982 Commonwealth Games protests. On 26 January 1988, more than 40,000 people, including Indigenous Australians from across the country, staged the largest march in Sydney since the early 1970s Vietnam Moratorium demonstrations. The protesters marched through Sydney chanting for land rights. The march ended at Hyde Park where several prominent Aboriginal leaders and activists spoke, among them Gary Foley.Indigenous Protest, 1988 Australian Bicentenary Museum Victoria Demonstrations were also held in other cities and towns including Canberra. This was part of a wider Bicentennial Boycott movement which started in the leadup to the Bicentennial. When it was revealed during the year that attendances at Bicentennial events were below expectations, claims were made that it was due to the public boycotting the events and the Bicentennial in general. ==See also== * Bicentenary of James Cook in Australia ==References== ==External links== * State Library of NSW - First Fleet Re-enactment Company records, 1978-1990: Presented by Trish and Wally Franklin * State Library of NSW - First Fleet Re-enactment Voyage 1987-1988 * Floral Emblems of Australia Category:1988 in Australia Category:History of Australia since 1945 Category:Bicentennial anniversaries Category:Australian historical anniversaries ",
    "title": "Australian Bicentenary"
}