{
    "id": "3262182",
    "text": "In the Roman Catholic Church, protonotary apostolic (PA; Latin: protonotarius apostolicus) is the title for a member of the highest non-episcopal college of prelates in the Roman Curia or, outside Rome, an honorary prelate on whom the Pope has conferred this title and its special privileges. An example is Prince Georg of Bavaria (1880–1943), who became in 1926 Protonotary by papal decree. ==History== In late antiquity, there were in Rome seven regional notaries who, on the further development of the papal administration and the accompanying increase of the notaries, remained the supreme palace notaries of the papal chancery (notarii apostolici or protonotarii). In the Middle Ages, the protonotaries were very high papal officials and were often raised directly from this office to the cardinalate. Originally numbering seven, Pope Sixtus V (1585–90) increased their number to twelve. Their importance gradually diminished, and at the time of the French Revolution, the office had almost entirely disappeared. On 8 February 1838, Pope Gregory XVI re-established the college of real protonotaries with seven members called protonotarii de numero participantium, also known as numerary protonotaries, because they shared in the revenues, as officials of the Roman Chancery. Since the sixteenth century, the popes had also appointed honorary protonotaries, who enjoyed the same privileges as the seven real members of the college; and titular protonotaries, who held a corresponding position in the administration of the episcopal ordinariate or in the collegiate chapter. By the motu proprio Inter multiplices of 21 February 1905, Pope Pius X defined the position of the protonotaries, ... privileges, dress, and insignia of the members of the four classes: *the protonotarii apostolici de numero participantium, members 'within the number' of the college of prelates, who exercised their office in connection with the acts of consistories and canonizations, had a representative in the Congregation of the Propaganda, and, according to the reorganization of the Curia by the Constitution \"Sapienti consilio\" of 29 June 1908, signed the papal Bulls instead of the earlier abbreviatores. They enjoyed the use of pontificals and numerous privileges, and also, after examining the candidates, named annually a fixed number of doctors of theology and of canon law; *the protonotarii apostolici supranumerarii, a dignity to which only the canons of the four Roman patriarchal basilica majors (the Lateran, St. Peter's, St. Mary Major, St. Paul Outside the Walls), and of cathedral chapters outside Rome to which the privilege had been granted, could be raised; *the protonotarii apostolici ad instar (sc. participantium), who were appointed by the pope and had the same external insignia as the real protonotaries; *the protonotarii titulares seu honorarii, who were found outside Rome, and who received this dignity from the nuncios or as a special privilege. ==Present practice== Since 1969 (following Pope Paul VI's issuing of two motus proprios, Pontificalis Domus of March 28, 1968 and Pontificalia Insignia of June 21, 1968), the four classes are reduced to two: *Apostolic protonotaries de numero—who continue the work of the College of Protonotaries and still have certain duties with regard to papal documents; they may be addressed formally as \"Most Reverend Sir or Monsignor (in Italian: Reverendissimo Signore, Monsignore)\", and they may wear the mantelletta, the purple choir cassock and rochet for liturgical services, the black cassock with red piping and purple fascia at other times, and may add the purple ferraiuolo and the biretta with red tuft to the black cassock for formal ceremonies of a non-liturgical nature (e.g., a graduation). *Apostolic protonotaries supernumerary—The title is awarded to priests by the pope, however the title is purely honorary and is not attached to any duties in the Curia. This is the type of protonotary found outside Rome, and it is considered the highest grade of monsignor found in most dioceses. Priests so honored are addressed as \"reverend monsignor\", may put the post-nominal letters \"P.A.\" after their names, may wear the purple choir cassock (with rochet) for liturgical services, the black cassock with red piping and purple sash at other times, and may add the purple ferraiuolo to this for formal non- liturgical ceremonies, but use none of the other accoutrements mentioned above. This title will no longer be bestowed by the Pope , except in the case of the Ordinaries of the three Personal Ordinariates who are not to be made bishops (because they are married), but all existing supernumerary protonotaries are allowed to keep their titles. The name of the prothonotary warbler derives from the supposed similarity between its plumage and the golden robes worn by protonotaries. File:Protonotary Apostolic COA template.svg|Generic coat of arms of a protonotary apostolic ==See also== *Chaplain of His Holiness *Honorary Prelate ==Sources and external links== * *Gcatholic.org,Prefecture of the Papal Household, lists the current protonotaries de numero ",
    "title": "Protonotary apostolic"
}