{
    "id": "3263163",
    "text": "The following is a list of books about video games, which range from development, theory, history, to art books. ==Business== ; Blood, Sweat, and Pixels: The Triumphant, Turbulent Stories Behind How Video Games Are Made: () by Jason Schreier ; Business & Legal Primer for Game Development: () by Brian Green and S. Gregory Boyd ; Changing the Game: How Video Games Are Transforming the Future of Business: () by David Edery and Ethan Mollick ; Gamers at Work: Stories Behind the Games People Play: () by Morgan Ramsay ; Innovation and Marketing in the Video Game Industry: Avoiding the Performance Trap: () by David Wesley and Gloria Barczak ; Online Game Pioneers at Work: () by Morgan Ramsay ; Total Engagement: How Games and Virtual Worlds Are Changing the Way People Work and Businesses Compete: () by Byron Reeves and J. Leighton Read ;The Video Games Textbook: History • Business • Technology: () by Dr. Brian J. Wardyga ;We Weren't Facebook: A Scottish student led new start business revolution which didn't happen: by Dr Malcolm A Sutherland: () : available from smashwords ==Design and theory== ; On the Way to Fun: an Emotion based Approach to Successful Game Design: () by Roberto Dillon ; 8 Bits of Wisdom: Video Game Lessons for Real Life's Endbosses: () by Andy Schindler ; Andrew Rollings and Ernest Adams on Game Design: () by Andrew Rollings and Ernest W. Adams. ; The Art of Computer Game Design: () by Chris Crawford is attributed by Wolf & Perron in The Video Game Theory Reader as being the first book devoted to the theory of video games. It was originally published in Berkeley, California by McGraw-Hill/Osborne Media in 1984 ; The Art Of Game Design: () by Jesse Schell ; Character Development and Storytelling for Games: () by Lee Sheldon ; Chris Crawford on Interactive Storytelling: () by Chris Crawford ; Creating Emotion in Games: The Craft and Art of Emotioneering: () by David Freeman ; Designing Virtual Worlds: () by Richard Bartle. Definitive work on MMO/virtual world development. ; Developing Online Games: An Insider's Guide: () by Jessica Mulligan and Bridgette Patrovsky ; Digital Gameplay: Essays on the Nexus of Game and Gamer: () edited by Nate Garrelts. ; Ecrire pour le jeu (writing for game): () by Emmanuel Guardiola, 2000, Edition Dixit, Paris ; Expressive Processing: Digital Fictions, Computer Games, and Software Studies: () by Noah Wardrip-Fruin, Assistant Professor at University of California, Santa Cruz. ; Extra Lives: Why Video Games Matter: () by Tom Bissell ; Fun Inc.: Why Games are the 21st Century's Most Serious Business: () written by Tom Chatfield. A cultural and intellectual exploration of the multiple roles played by games in the 21st century and the myths and attitudes surrounding them. ; Game Architecture and Design: A New Edition: () by Andrew Rollings and Dave Morris. ;The Game Design Reader:() by Katie Salen and Eric Zimmerman. ; Game Design: From Blue Sky to Green Light: () by Deborah Todd ; Game Design: How to Create Video and Tabletop Games, Start to Finish:() by Lewis Pulsipher (2012). ; Game Design: The Art and Business of Creating Games: () Bob Bates. ; Game Design: Theory and Practice: () by Richard Rouse III. ; Game Design Foundations, Second Edition: () by Roger E. Pedersen. ; Game Design Workshop: Designing, Prototyping, and Playtesting Games: () by Tracy Fullerton, with Steven Hoffman and Chris Swain. ; Game Interface Design: () by Brent Fox. ; Game Work: Language, Power, and Computer Game Culture: () by Ken S. McAllister. ; Gamer Theory: () by McKenzie Wark. ; Half-Real: Video Games between Real Rules and Fictional Worlds: () by Jesper Juul. ; Inside Electronic Game Design: () by Arnie Katz and Laurie Yates. ; Introduction to Game Development: () by Steve Rabin ; Level Up! The Guide to Great Video Game Design: () by Scott Rogers. ; The Meaning and Culture of Grand Theft Auto: Critical Essays: () edited by Nate Garrelts ; The Medium of the Video Game: edited by Mark J. P. Wolf. ; More Than A Game: The Computer Game as Fictional Form: () by Barry Atkins. ; Narrative Designer: Fabulator Ludus:() by Stephen Dinehart. ;Patterns in Game Design :() by Staffan Bjork and Jussi Holopainen ; Play Between Worlds: Exploring Online Game Culture: () by T. L. Taylor. ; Playing to Win: by David Sirlin. ; Rules of Play : Game Design Fundamentals: () by Katie Salen and Eric Zimmerman. ; Synthetic Worlds: The Business and Culture of Online Games: () by Edward Castronova. ; The Business and Culture of Digital Games: Gamework and Gameplay: () by Aphra Kerr. ; A Theory of Fun for Game Design: () by Raph Koster. ; Trigger Happy: (/) by Steven Poole. Examines video games in terms of their aesthetic appeal — what makes certain games more fun to play than others. It covers aspects such as the effective use of space and perspective in video games, rewards and progression through games, the design of an appealing video game character and the debate over violence in games. ; 21st Century Game Design: () by Chris Bateman and Richard Boon ; Understanding Digital Games: (/) by Jason Rutter and Jo Bryce. ; Understanding Minecraft: Essays on Play, Community and Possibilities: () edited by Nate Garrelts ; The Video Game Theory Reader: edited by Mark J.P. Wolf and Bernard Perron. ; The Video Game Theory Reader 2: edited by Bernard Perron and Mark J.P. Wolf. The following are taken from Recommended Reading lists in the Centennial College Seminar Series: The Video Game Industry Lecture Series handouts (2005): ; Creating the Art of the Game: by Matthew Omernick. \"A great reference to great modelling and texturing techniques.\" ; Animating Real-Time Game Characters: (Game Development Series): by Paul Steed. \"Tips and tricks on game animation from the professionals in the industry, especially for the 3D Max [sic] artist.\" ; Game Modeling Using Low Polygon Techniques: by Chad Walker and Eric Walker. \"... For the beginner. Learn to design, sketch and model for low- polygon content.\" ; Ultimate Game Design: Building Game Worlds: by Tom Meigs. \"An insider[']s perspective on advanced techniques for creatiing [sic] compelling characters and vivid environments. Good reference for artists using Maya.\" ; Character Development and Storytelling for Games (Game Development Series): by Lee Sheldon. \"An excellent writers['] aid in creating content and writing for characters in a game setting.\" ; Gaming 101: A Contemporary History of PC and Video Games: by George Jones. ; Supercade: A Visual History of the Videogame Age 1971–1984: by Van Burnham. ;Boss Fight Books: A publisher that produces books exclusively about single video games, including: * EarthBound: by Ken Baumann * Chrono Trigger: by Michael P. Williams * ZZT: by Anna Anthropy * Galaga: by Michael Kimball * Jagged Alliance 2: by Darius Kazemi * Super Mario Bros. 2: by Jon Irwin * Bible Adventures: by Gabe Durham * Baldur's Gate II: by Matt Bell * Metal Gear Solid: by Ashly & Anthony Burch * Shadow of the Colossus: by Nick Suttner * Spelunky: by Derek Yu * World of Warcraft: by Daniel Lisi * Super Mario Bros. 3: by Alyse Knorr * Mega Man 3: by Salvator Pane ==Gaming Compendiums== ; Collecting Cartridges: The Price Guide for Classic Video Game Collectors: () By Michael S. Richardson. The Atari VCS (2600), 5200, 7800, Mattel Intellivision, Coleco Colecovision and Milton Bradley Microvision. Collecting Cartridges is much more than a book, for many it’s a passion – likely the closest thing to a time machine to our childhoods and a period of time where video game consoles were a completely new concept. It’s technology that demands a fascination, not just by those of us that lived it, but by future generations who wish to enjoy part of this very unique period of time. This guide is a work of love. It came about through the lack of any other detailed price guide that was really reflective of what classic video games, in similar conditions, were selling for. The information took years to compile, but became a personal resource being referenced regularly. There was no reason that if one person found it helpful, many others might as well. The layout of this guide is extremely simple to reference. It explains, through words and pictures, how to categorize any particular game title by its condition. The game titles are then broken down by console, publisher and name. Each title generally has multiple conditions reflective of what the same game would be bought and sold for. Most important is the fact that these prices are, in no way, arbitrary. The prices are an average of each title’s actual selling price. Formulas are used to fill in the value of each game under varying conditions. Great care has also been provided to reference the author(s) of each game. These designers were the proverbial ‘rock stars’ of the day. Part of the enjoyment of collecting is getting to know each programmer and their library of work. This guide contains an appendix which provides a very thorough cross reference. Along with historical information on each console and adding a few fond memories, this guide should be a part of any classic gamer’s library. “Don’t pay too much or accept too little. If you have anything to do with classic video game systems, you need this guide. This is the most accurate way of determining a game’s value.” Published April 24, 2017. ; ; The 100 Greatest Console Video Games: 1977-1987 : () by Brett Weiss. Here are the best of the early video games, shown in over 400 color photos and described in incredible detail in the entertaining and informative text. Each game's entry features production history, critical commentary, quotes from industry professionals, gameplay details, comparisons to other games, and more. Published in 2014 by Schiffer. ; 1001 Video Games You Must Play Before You Die: () is a book about 1001 video games worth playing. The main editor is Tony Mott, editor-in-chief of Edge, as well as other gaming journalists. It also includes a preface from Peter Molyneux. ; 101 Video Games To Play Before You Grow Up: () is a children's book by Ben Bertoli featuring 101 video game series worth playing as a child. It includes a synopsis of each series, interesting trivia, and a section for readers to make notes on their favorite games or levels. ; Hardcoregaming101.net Presents: The Guide to Classic Graphic Adventures: () compiled and edited by Kurt Kalata. Published in 2011, it catalogues over 300 graphic adventures, mostly from between 1984 and 2000, including full reviews, box pictures and screenshots. It also includes several developer interviews. ; The Video Games Guide: () is a book by Matt Fox first published in October 2006 by Boxtree Pan Macmillan. It is similar in format to a traditional film guide with A to Z reviews of over 1000 video games. Accompanying each review are: the year of release, the system first released on, the developer and publisher, information on sequels and conversions, and a rating between one and five stars. Each 'classic' game that receives five stars has a colour screenshot in a glossy section in the Guide's centre, and these screenshots are arranged by date - providing a visual timeline of game graphics. ; The Vid Kid's Book of Home Video Games: () by Rawson Stovall. Published in 1984 by Doubleday, it is a collection of reviews for 80 different video games for the Atari 2600, Intellivision, Atari 5200, ColecoVision, Odyssey 2 and Vectrex systems. Many of the reviews first appeared in the syndicated newspaper column The Vid Kid syndicated by Universal Press Syndicate. ; Ken Uston's Guide to Buying and Beating the Home Video Games: () by Ken Uston. Published in May 1982 by Signet in New York, it was a 676-page strategy guide for many console games in existence at the time. ; Score! Beating the Top 16 Video Games: () by Ken Uston. Published in 1982. ; The Book of Games Volume 1: () by gameXplore. This book is the first in The Book of Games series and was published in November 2006 by gameXplore. It describes 150 games from the period 2005–2006. Each game has a short description about the gameplay and challenges accompanied with nine screenshots. The book also has some feature articles about game topics, such as MMORPGs. ; The Book of Games Volume 2: () by gameXplore. This book is the second in The Book of Games series and was published in November 2007. It describes 100 games from the period November 2006 to November 2007. Each game has a short description about the gameplay and challenges accompanied with nine screenshots. It contains several feature articles and interviews with well-known game developers. ; Classic Home Video Games, 1972–1984: () by Brett Weiss. This thoroughly researched reference work provides a comprehensive guide to popular and obscure video games of the 1970s and early 1980s, covering every official United States release for programmable home game consoles of the pre-NES era. Included are the following systems: Adventure Vision, APF MP1000, Arcadia 2001, Astrocade, Atari 2600, Atari 5200, Atari 7800, ColecoVision, Fairchild Channel F, Intellivision, Microvision, Odyssey, Odyssey2, RCA Studio II, Telstar Arcade and Vectrex. ; Classic Home Video Games, 1985–1988: () by Brett Weiss. Weiss follows his 2007 volume (Classic Home Video Games, 1972–1984) with this follow-up, which covers games made for the Atari 7800, Nintendo Entertainment System, and Master System, with the bulk of the text devoted to the popular Nintendo system. The entry for each game lists the publisher, developer, possible number of players and year of publication. Sound, graphics and levels of play are briefly described, and the author - an experienced collector and gamer - provides his well-educated opinion on the quality of play. Arcade games and other systems for which the game was also ported to are listed. A glossary and index provide further information. For as far as it goes, this reference is professionally executed and an obvious labor of love. ; Classic Home Video Games, 1989–1990: A Complete Guide to Sega Genesis, Neo Geo and TurboGrafx-16 Games: () by Brett Weiss. The third in a series about home video games, this detailed reference work features descriptions and reviews of every official U.S.-released game for the Neo Geo, Sega Genesis, and TurboGrafx-16. This trio of systems ushered in the 16-bit era of gaming. Organized alphabetically by console brand, each chapter includes a description of the game system followed by substantive entries for every game released for that console. Video game entries include historical info, gameplay details and, typically, the author's critique. In addition, appendices list and offer brief descriptions of all the games for the Atari Lynx, original Game Boy, Neo Geo CD, Sega CD, Sega 32X, and TurboGrafx-CD. ; The Complete NES: The Ultimate NES Collector's Book: () by Jeffrey Wittenhagen. The first release in the \"Complete\" series, the book contains original cover artwork by Joe Simko and details all 678 Nintendo- licensed NES games. The book gives a short history of the Nintendo and Famicom systems and box art and a screenshot from each game with an area for collectors to mark for box, cartridge, and manual. ==History == ; Videogame University:() by George Litvinoff (2019). ; A Brief History of Video Games: From Atari to Xbox One: () by Richard Stanton (2015). A Brief History of Video Games covers a lot of games and a lot of stories spanning many decades. (Polygon) ; The Golden Age of Video Games: the Birth of a Multibillion Dollar Industry: () by Roberto Dillon ; Classic Video Games: The Golden Age, 1971–1984: () by Brian Eddy (2012). ; Console Wars: Sega, Nintendo, and the Battle that Defined a Generation: () by Blake Harris. ; The Ultimate Guide To Classic Game Consoles: () by Kevin Baker (2013). ; Des Pixels à Hollywood. Cinéma et jeu vidéo, une histoire économique et culturelle: () by Alexis Blanchet (2009). ; The First Quarter: A 25-Year History of Video Games: () by Steven L. Kent. A book portraying the first 25 years of the video game industry. ; The Ultimate History of Video Games: () by Steven L. Kent. The updated version of the previous book. This time the author takes the history further into the 1990s, reaching the beginning of the millennium. ;The Video Games Textbook: History • Business • Technology: () by Dr. Brian J. Wardyga ;From Sun Tzu to Xbox: War and Video Games: () by Ed Halter. ; Game Over: How Nintendo Zapped an American Industry, Captured Your Dollars, and Enslaved Your Children: () by David Sheff. An insider view over Nintendo's roots and domination over the video game industry until the 1990s. ; Game Over: the Maturing of Mario: () by David Sheff. This updated second version of the previous book, takes the Nintendo history of the video game industry until the second half of the 1990s. ; Gaming Wonderland: () by Francesco Fraulo. An insider look at the video game industry from 1999 to 2004. ; Halcyon Days: Interviews with Classic Computer and Video Game Programmers: by James Hague (1997). Made freely available on the web in 2002. ; High Score!: The Illustrated History of Electronic Games: Published in April 2002 by McGraw- Hill Osborne Media and written by Rusel Demaria and Johnny Lee Wilson. The first edition is mostly center on the US video game history, while the second edition, published in December 2003, features a brief history on Japanese and UK video game companies. It details the history of video games, beginning with a page about the earliest computer processors to the current days. This book goes into detail about what was happening to companies like Atari, Inc. back before, during and after the Video Game Crash of 1983–1984. ; Joystick Nation: () by J.C. Herz. A book about the video game industry general history, going until circa 1997. ; Masters of Doom: () by David Kushner. The book regards the story of John Carmack and John Romero, portraying how both changed the video game industry, specially in the computer field. It also explains the concept behind video games like Dangerous Dave, Commander Keen series, Wolfenstein 3D, Doom and Quake series. ; Minecraft: The Unlikely Tale of Markus \"Notch\" Persson and the Game that Changed Everything: by Daniel Goldberg and Linus Larsson. A book about the story of Minecraft and its creator, Markus Persson. ; My Tiny Life: () by Julian Dibbell. A narrative history of LambdaMOO. ; Opening the Xbox: Inside Microsoft's Plan to Unleash an Entertainment Revolution: by Dean Takahashi. ; Phoenix IV: The History of the Videogame Industry: () by Leonard Herman (2016). Phoenix was the first comprehensive book on video game history when it was originally published in 1994. A second edition was published in 1997, a third in 2001 and a fourth edition in late 2016. ; Play Between Worlds: Exploring Online Game Culture: () T. L. Taylor (2006). ; Power-Up: How Japanese Video Games Gave the World an Extra Life: () by Chris Kohler. ; Racing the Beam: The Atari Video Computer System: () by Nick Montfort and Ian Bogost (2009). ; Replay: The History of Video Games: () by Tristan Donovan (2010). A general view over the history of the video game industry, including the US, Japanese and European markets. ; Smartbomb: The Quest for Art, Entertainment, and Big Bucks in the Videogame Revolution: () by Heather Chaplin and Aaron Ruby. The book is a narrative of how the video game industry came to be. It gives almost a biographer's point of view, portraying the life of some popular authors and how their ambitions or life events are reflected in their productions. ; Supercade: A Visual History of the Videogame Age 1971–1984: by Van Burnham. ; The Video Game Explosion: A History from PONG to PlayStation and Beyond: () edited by Mark J.P. Wolf. This is the first comprehensive academic history of video games. ; The Video Game Theory Reader: () edited by Mark J.P. Wolf and Bernard Perron. ; Videogames: In the Beginning: () by Ralph Baer. ; Vintage Games: An Insider Look at the History of Grand Theft Auto, Super Mario, and the Most Influential Games of All Time: () by Bill Loguidice and Matt Barton. ==Artwork collections, Artbooks and \"making of\" books== {| class=\"wikitable sortable\" width=100% |- ! scope=\"col\" width=14%| Franchise ! scope=\"col\" width=24%| Title ! scope=\"col\" width=15%| Author(s) ! scope=\"col\" width=12%| ISBN ! scope=\"col\" width=35%| Based on/ Notes |- | Alice: Madness Returns | The Art of Alice: Madness Returns | R.J. Berg | | |- | Assassin's Creed III | The Art of Assassin's Creed III | Andy McVittie | | |- | Atelier | Atelier: Artworks of Arland | Various | | |- | BioShock Infinite | The Art of BioShock Infinite | Various | | |- | Borderlands 2 | The Art of Borderlands 2 | Various | | |- | Brütal Legend | The Art of Brutal Legend | Scott Campbell, Daniel Bukszpan, Tim Schafer | | |- | rowspan=\"2\" | Darksiders | The Art of Darksiders | Matt Moylan | | |- | The Art of Darksiders II | Joe Madureira, Jonathan Kirtz | | Based on Darksiders II |- | Dead Space | The Art of Dead Space | Martin Robinson | | |- | Disgaea | DISGAEArt!!! Disgaea Official Illustration Collection | Takehito Harada | | |- | Doom 3 | The Making of Doom 3: The Official Guide | Steven L. Kent | | |- | Gears of War 3 | The Art of Gears of War 3 | Ronnie Gramazio | | |- | God of War III | The Art of God of War III | Daniel P. Wade | | |- | Half-Life 2 | Half-Life 2: Raising the Bar | David Hodgson | | |- | rowspan=\"4\" | Halo | Halo: The Art of Building Worlds | Titan Books | | |- | Halo: The Essential Visual Guide | Various | | |- | Halo Encyclopedia: The Definitive Guide to the Halo Universe | Tobias Buckell | | |- | Awakening: The Art of Halo 4 | Paul Davies | | |- |Karateka |The Making of Karateka: Journals 1982-1985 |Jordan Mechner | | |- | Marvel Vs. Capcom | Marvel Vs. Capcom: Official Complete Works | UDON, Shinkiro, Akiman, Bengus | | |- | Mass Effect | The Art of the Mass Effect Universe | Various | | |- | rowspan=\"2\" | Myst | From Myst To Riven | Richard Kadrey | | |- | Myst and Riven: The World of the D'ni | Mark J. P. Wolf | | |- | Ōkami | Ōkami Official Complete Works | Michelle Kirie Hayashi (Translator) | | |- | rowspan=\"3\" | Persona | Persona 3: Official Design Works | Shigenori Soejima, Shigenori Atlus | | Persona 3 |- | Persona 4: Official Design Works | Shigenori Soejima, Shigenori Atlus | | Persona 4 |- | Persona 4 Arena: Official Design Works | Shigenori Soejima | | Publication Date: August 13, 2013https://www.amazon.com/Persona-Arena-Official-Design- Works/dp/1926778812/ref=pd_sim_b_2 |- | Prince of Persia | The Making of Prince of Persia: Journals 1985–1993 | Jordan Mechner | | |- | Remember Me | The Art of Remember Me | Aleksi Briclot, Michel Koch, Jean-Max Moris | | |- | rowspan=\"2\" | Resident Evil | Resident Evil Archives (Vol. 1) | Various | | |- | Resident Evil Archives Volume 2 | Various | | |- | Silent Hill | Silent Hill: The Terror Engine | Bernard Perron | | Close analysis of the first three Silent Hill games and general look at the whole franchise. |- | rowspan=\"2\" | Street Fighter | Street Fighter World Warrior Encyclopedia | Matt Moylan, Jo Chen, Arnold Tsang, Jeffrey Chamba Cruz, Joe Ng, Gonzalo Ordonez | | |- | Street Fighter: The Ultimate Edition | Ken Siu-Chong, Alvin Lee, Omar Dogan, Long Vo, Arnold Tsang, Joe Madureira, Adam Warren, Jo Chen | | |- | Sonic the Hedgehog | The History of Sonic the Hedgehog | Various | | |- | The Last of Us | The Art of The Last of Us | Naughty Dog Studios, Rachel Edidin | | |- | The Legend of Zelda | The Legend of Zelda: Hyrule Historia | Akira Himekawa, Shigeru Miyamoto, Eiji Aonuma | | |- | Tomb Raider | Tomb Raider: The Art of Survival | Various | | Based on Tomb Raider version 2013. |- | rowspan=\"2\" | Uncharted | The Art of Uncharted 2: Among Thieves | Daniel P. Wade | | Uncharted 2: Among Thieves |- | Drake's Journal Inside the Making of Uncharted 3 | Nolan North | | Uncharted 3 |- | rowspan=\"3\" | Valkyria Chronicles | Valkyria Chronicles: Design Archive | Various | | |- | Valkyria Chronicles 2: World Artworks | Various | | |- | Valkyria Chronicles 3: Complete Artworks | Raita Honjou | | |- | style=\"background-color:#96CDCD;\" rowspan=\"4\"| Various | 1000 Game Heroes | David Choquet | | |- | High Score! The Illustrated History of Electronic Games | Rusel DeMaria, Johnny Lee Wilson | | |- | Sega Video Game Illustrations | Graphic Sha Pub Co | | Artworks from early-1990s Sega Mega Drive/Genesis, Master System and Game Gear titles. |- | The Art of Game Worlds | Dave Morris and Leo Hartas | | |} ==See also== *Lists of video games *List of video game consoles *List of video game franchises ==References== Books Category:Video game design Category:Bibliographies of games and sports ",
    "title": "List of books about video games"
}