{
    "id": "3263067",
    "text": "Llanrwst railway station is in Denbigh Street near the centre of the market town of Llanrwst, Wales, and close to the local bus termini in Watling Street. It is situated on the Conwy Valley Line from Llandudno Junction to Blaenau Ffestiniog south of the former and was opened by British Rail in 1989. The town's original station (opened in 1863) to the north is now called North Llanrwst. ==Facilities== The station here is unstaffed and has the same basic amenities seen at others on the line - a waiting shelter, timetable poster boards and digital information screen. Tickets must be bought on the train or prior to travel. Step-free access to the platform is available via a ramp from the main road.Llanrwst station facilities National Rail Enquiries ==Services== Six trains call each way on Mon-Sat (approximately every three hours), with four trains each way on Sundays. As of March 2019, however, all services from here were suspended following major flood damage to the track and other infrastructure in the area by the River Conwy as a result of Storm Gareth on 16 March 2019. A replacement bus service operated, with repairs expected to take several months to complete.Flood damaged Conwy Valley line could be closed for months itv.com news article 25 March 2019; Retrieved 26 March 2019 The line reopened northwards to Llandudno on 18 July 2019, ahead of the staging of the National Eisteddfod in the town;Flood-hit Conwy Valley line set to reopen next monthITV News article 25-06-2019; Retrieved 25 June 2019 the remainder followed from 24 July. Further damage to the line caused by flooding from Storm Ciara forced the closure of the route again on 8 February 2020; following repairs costing £2.2m, it is due to reopen on 28 September 2020. ==References== ==Further reading== * ==External links== *Conwy Valley Railway Category:Llanrwst Category:Railway stations in Conwy County Borough Category:1989 establishments in the United Kingdom Category:Railway stations opened by British Rail Category:Railway stations in Great Britain opened in 1989 Category:Railway stations served by Transport for Wales Rail ",
    "title": "Llanrwst railway station"
}