{
    "id": "3263184",
    "text": "Out of the Blue (OOTB) is an all-male a cappella group from the University of Oxford and Oxford Brookes University in Oxford, England. The student-run group sings an eclectic mix of songs, focusing on covers of modern rock and pop hits. Since its foundation in 2000, Out of the Blue has had success both nationally and internationally. The group frequently performs at both private and public functions in Oxford and the surrounding area, has toured the UK, Ireland, the United States, and Scandinavia, and has received critical acclaim for their performances at the Edinburgh Festival Fringe. The group has won numerous competitions of their category of music and, to date, has produced 13 studio albums, three live albums and one compilation album. They came to international attention among pop music fans when they were the subject of a tweet by the noted musician Shakira, who complimented them for the cover they did of one of her songs in support of a charity which they support. ==History== Out of the Blue was founded by a postgraduate student at the University of Oxford, Derek Smith, in 2000. Derek had previously been a member of The Harvard Callbacks whilst studying as an undergraduate at Harvard University. After distributing posters to many of Oxford University's colleges advertising auditions, Out of the Blue was formed and became Oxford's first all-male a cappella group. The original eight-strong group (two members were added in the spring) debuted at G&D;′s ice cream cafe on Oxford’s Little Clarendon Street; this has become the traditional venue for the group's maiden concert each academic year. In their first year they performed a series of local gigs, collaborating with fellow Oxford-based group The Oxford Belles, which climaxed with an end-of-year garden concert in New College cloisters to an audience of over two hundred: a highlight of the year for the nascent group. The most notable events in the group's second year was their private performance for Bill Clinton and the release of their first album, Out of the Blue. In March 2001 Out of the Blue embarked on its first overseas tour in Canada and the US, and that summer performed at numerous Oxbridge college balls including Trinity College in Cambridge. ==Members== Out of the Blue is an official Oxford University society and its membership consists mainly of Oxford University undergraduates, although it does accept members from outside the university (mainly from Oxford Brookes). The group places no restriction on the subject or college: members study a range of subjects and belong to a range of Oxford colleges. As some members graduate from their studies each year, they retire from the group and an open audition is called for replacements, so there are no permanent members. The current group of 2019-20 features: * Rory Naylor (President) * Daniel Heathcote (Musical Director) * James Farnsworth (Musical Director) * Harry Hastilow (Business Manager) * Sam Harper * Ben Igielman * Jonty McConnaughie * Justin Peng * Ben Morris * Rhys Surtees * Richard Tong * Nick Wong * Darren Yang ==Regular concerts== Out of the Blue achieved two long-held initial goals by 2004. Firstly, in 2003, a performance at one of Oxford's largest venues, The Oxford Playhouse, and secondly, in 2004 its first visit to the Edinburgh Festival Fringe. The group gave a total of eleven performances at the Edinburgh Festival Fringe at C Venues's C-1 auditorium on Chambers Street, the first to only nine audience members. In the following years, following their success at The Oxford Playhouse, the group upgraded to the 1800-seat New Theatre in Oxford for their end-of-year performance. This concert has become an annual event for the group, usually in May/June of each year. Out of the Blue also currently perform at the Edinburgh Festival Fringe every year. Out of the Blue earned Fringe Sell-Out Awards for their month-long runs at the Edinburgh Festival Fringe from 2006 to 2009, and in 2010 the group opted to expand into the more impressive George Square Theatre (C Plaza) where they performed to over 8000 audience members over the course of their twenty-five show run. In 2011 the group worked with Pleasance Theatre, thereby achieving their fifth sell-out run. In 2012, the group moved to Assembly George Square Theatre and performed there again in 2013. In 2014 the group completed another sell-out run at the Fringe, where they performed twenty-five shows at Assembly George Square Theatre. ==Further afield== Having toured the East Coast of America in 2003, the group visited the West Coast in 2004 and have continued to alternate their annual American tours between the two seaboards. During their 2005 tour of the East Coast of America, the group gave a guest performance at the finals of the ICCA South Regional Finals, held at the College of William & Mary in Virginia. The following year they competed themselves at the ICCA Finals at the Lincoln Center in New York, finishing second and so becoming the first group outside of the US to be placed in the top three. Out of the Blue have since returned twice more to the ICCA Finals, once in 2008 and again in 2009. On the latter occasion the group was once more awarded second place and also the award for Outstanding Arrangement for Edmund Thomson Jones's Cold Water by Damien Rice. ==Other work== Out of the Blue has produced eleven studio albums, been crowned The Voice Festival UK University Champions of A Cappella twice, has competed at the finals of the ICCAs on three occasions, and come second in that competition twice. The group regularly perform in Oxford and have traveled extensively around the UK, performing at schools, weddings, parties and other public or private occasions. ===Selected performances=== Out of the Blue has performed at many events, some notable ones are given here: Out of the Blue at Childish Things 5 * Sing Up Lads!, The Sage Gateshead (31 January 2010) * London A Cappella Festival, Kings Place, hosted by the Swingle Singers (15 January 2010) * Nassau Veterans Memorial Coliseum,OOTB at the Nassau Coliseum at Facebook home of the NHL’s New York Islanders for their match versus Boston Bruins (2 April 2009) * Gleneagles Hotel, Scotland (unknown) * Whistler Ski Resort, British Columbia, Canada (March 2002) * The London Rhodes Event, National Portrait Gallery (2 July 2003) * Performance for THT/Lighthouse and Ralph Lauren, Christie's auction house, London (18 February 2002) * Command performance for Bill Clinton, New College, Oxford (28 October 2001) * 2017 Black and White Ball ===Television appearances=== Out of the Blue has appeared on television on a number of occasions, including: * Pitch Battle, BBC One (24 June 2017) * Cuckoo, BBC Three (24 December 2014) * Pressure Pad, BBC One (10 September 2014) * Sunday Brunch, Channel 4 (22 December 2013) * The One Show, BBC One (14 November 2013) * MTV Sports' Good Morning Sri Lanka, Broadcast on 4 July 2013 * Britain's Got Talent, ITV (30 April 2011) * The Culture Show, Series 4, Episode 9, BBC Two performing \"Poker Face\" by Lady Gaga (originally broadcast at 7pm on 19 August 2010) * The Slammer, Series 1, Episode 8, CBBC performing \"Dreaming of You\" by The Coral (originally broadcast at 4:55pm on 10 November 2006) * Central News, ITV (May 2006)On stage at the New Theatre, Oxford * South Today, BBC One (May 2006) ===Radio appearances=== Out of the Blue often appear on local radio stations in the Oxford area. Most recently: * BBC Oxford (5 November 2018) * BBC Oxford (26 February 2011) * Jack FM performing \"Don't You Want Me\" by The Human League (4 June 2010) * BBC Oxford performing \"Who Are You\" by The Who (4 June 2010) * Jack FM (13 May 2009) The group has also made radio appearances overseas: * KUSC in Los Angeles, CA (22 April 2010) * Irish radio (February 2003) ===Edinburgh Festival Fringe=== Out of the Blue has performed a 50-minute show annually at the Edinburgh Festival Fringe since 2004. Until 2009 the group performed in the then-largest theatre available at C Venues's main building on Chambers Street (C -1) and was given four consecutive Fringe Sell-Out Awards from 2006 to 2009. In 2010 the group relocated to the George Square Theatre (C Plaza) and performed to over 8000 audience members over the course of the festival. In 2011 the group worked with Pleasance Theatre, thereby achieving their fifth sell-out run.Pleasance In 2012UACUK Fringe Review - OotB (2012) the group moved to Assembly George Square Theatre and performed there again in 2013. In 2014 the group completed another sell-out run at the Fringe, where they performed twenty-five shows at Assembly George Square Theatre. The group’s performances at the Edinburgh Festival Fringe have been recommended by the Daily Telegraph and The Scotsman and received maximum five-star reviews from ThreeWeeks, Fringe Review, Broadway Baby,Broadway Baby review (2014)Out of the Blue: 5 star review by Pete Shaw Broadway Baby' review (2007)] The New Current, one4review, and Edinburgh Festival Magazine.Edinburgh Festival Magazine review (2009), Edinburgh Festival Magazine review (2010) ==Competitions== ===International Competition for Collegiate A Cappella (ICCAs)=== Out of the Blue was instrumental in starting the first regional round of the ICCAs to be held in Europe. The group won the inaugural Western European regional competition in 2006, with Cambridge University's Fitz Barbershop in second and Oxford University's in the Pink in third. Out of the Blue also picked up the award for Outstanding Soloist for Marc Vastenavondt's performance of Queen's Fat Bottomed Girls and the award for Outstanding Vocal Percussion for Johannes Terwitte's performance in Franz Ferdinand's Matinée. Having won the Western European round, Out of the Blue was invited to compete in the ICCAs Finals in the Alice Tully Hall at the Lincoln Center, New York, on 29 April 2006. The group was awarded second place behind Brigham Young University’s Vocal Point. This was the first time that a group from outside the USA had achieved a place in the top three of the ICCA Finals. Out of the Blue was awarded second place in the Western European semifinal of the ICCAs in 2007 behind The Oxford Gargoyles, and was given the award for Outstanding Choreography. In 2008, the Western European region of the ICCAs expanded to include two quarterfinals, one held at the University of Oxford and the other at the University of St Andrews. Out of the Blue won both the Oxford quarterfinals and the semifinal, held at St Paul’s School, London, progressing to ICCAs Finals at New York’s Lincoln Center for the second time in three years. Out of the Blue’s then- President, Calum Melville, also won the award for Outstanding Choreography. Out of the Blue perform Lady Gaga's \"Poker Face\" at VFUK 2010 ===The Voice Festival UK (VF-UK)=== Out of the Blue have competed in the University competition of The Voice Festival UK, five times, making the final on each occasion, and being crowned winners twice, in 2009 and 2014, being the only group thus far to do so. In 2009 the UK's first nationwide A Cappella festival, The Voice Festival UK, was established. In the first year of the VF- UK competition, Out of the Blue progressed from the Oxford round to defeat a cappella groups from St Andrews and Cambridge at the final in London. The group was, once again, invited to compete in the ICCA Finals in New York, coming second and winning the award for Outstanding Arrangement for Edmund Thomson Jones's Cold Water by Damien Rice. In 2010 Out of the Blue won the award for Outstanding Musicality at the Oxford round of VF-UK and progressed to the final, where they picked up the Outstanding Song Award for Lady Gaga's \"Poker Face\". In 2011 the group progressed to their third successive VF-UK final and picked up an award for Outstanding Musicality. In 2012 the group made it through to the final once again and picked up a highly commended award along the way for Laurie Cottam's solo in Got to Get you into My Life/Isn’t She Lovely. In the Final they won the award for Outstanding Performance. The group returned to the competition in 2014, which, for the first time, included a video entry first round. The group progressed to the semi-finals in London, where they picked up an award for Outstanding Musicality for their performance of \"The Sound of Silence\" and were one of five university groups who progressed to the Final. In the Final they won the award for Outstanding Performance and Bobby Goulder (MD) picked up the award for Outstanding Arrangement for the entire set. The group were crowned winners of the competition and became the first university group to win the award for a second time. ===Britain's Got Talent=== The group participated in series five of Britain's Got Talent. They performed a mash-up version of \"Poker Face\" and \"SexyBack\" for their first round audition, first broadcast on ITV on 30 April 2011. They made it through to the live semi-finals where they performed a mash-up of \"Jump (For My Love)\" by The Pointer Sisters and \"Flashdance... What a Feeling\" by Irene Cara. When the results of the semi-final were announced, and it was revealed that Steven Hall had beaten Out of the Blue to the last place in the top 3, the live audience booed the announcement and judges alike expressed outrage and confusion at the result. Jessie J also expressed her support for the group, and her disappointment that they didn't progress in the competition. Hundreds of Twitter users also voiced their disapproval. ===Pitch Battle=== The group took part in BBC's Pitch Battle, appearing in the second episode. They were knocked out by ScotSoul in their first battle, after judges Chaka Khan and Kelis both favoured their opponents, with only Gareth Malone voting in their favour. Fellow Oxford group The Oxford Alternotives were also eliminated after the first round, and Out of the Blue's opponent ScotSoul ultimately advanced to the final, finishing in third place. ==Charity== Out of the Blue has performed in aid of various charities since its inception in 2000, such as Oxfam's Afghanaid Program (performance at Oxford Town Hall on 19 November 2001), Terrence Higgins Trust (performance at Christie's auction house on 18 February 2002). ===Helen & Douglas House=== In recent years, the group has visited Oxford-based charity, Helen & Douglas House, as well as donating some of its end-of-year profits. Helen & Douglas House is a hospice that provides respite care for children and young adults with life-limiting conditions, and support for their families. From 2005 to 2014, Helen & Douglas House hosted an annual fundraiser, Childish Things, held in the New Theatre, Oxford. The ten iterations of Childish Things raised a total of nearly £600,000. Out of the Blue performed regularly at the event from 2007, alongside comedians such as Bill Bailey, Jimmy Carr, Rowan Atkinson, and Rob Brydon. Childish Things at Helen & Douglas HouseChildish Things 4 at Helen & Douglas House, Childish Things 4 at Oxford MailChildish Things 5 at Helen & Douglas House, at Oxford Mail (May 2009), Childish Things 5 at Oxford Mail (June 2009)Childish Things 6 at Oxford Mail ===\"Hips Don't Lie\" (charity single)=== On 22 July 2014, to raise money for Helen & Douglas House, Out of the Blue uploaded a video of the current members covering a medley of Shakira monster hits — “Hips Don't Lie” (2006), “Whenever, Wherever” (2001), and “Waka Waka (This Time for Africa)” (2010) — in which they mimicked Shakira′s dancing, twirling, and gyrating while clad in matching Prussian blue suits and school ties. Shakira spotted the video and tweeted it to her 26.2 million Twitter followers on 23 July 2014; as of 28 July, the song had been retweeted 1,200 times and made a favorite 1,800 times. Shakira's tweet included the message: \"Hey @ootboxford, we LOVE your a capella Shak medley! ¡Nos encanta este medley que han hecho @ootboxford\" On the same day, Shakira posted the video on her Facebook page in English and Spanish, which attracted 87,928 likes and was shared nearly 10,000 times. On Facebook, the world-famous singer wrote: \"The Oxford choir - Out of the Blue is awesome! And the fact that they are doing this for charity makes it all the more special...so well done!! Shak\". As of 30 August, the video had received more than 4 million views and downloads of the charity single had raised over £10,000 for Helen & Douglas House. The media were quick to pick up on the story and the group found themselves featured in newspapers and magazines and on television and radio stations around the world. \"We love [Shakira’s] songs, and we thought they would appeal to everyone\", Out of the Blue’s president Joshua Barr told The Guardian. \"As is probably evident from the video, we are not afraid to make ourselves look silly. A group of guys shaking their hips and wiggling their bums to Shakira is not what most people expect to see, which I think is why it's so popular…. \"We couldn’t believe we were tweeted by Shakira. On the Facebook post she signed it off personally so we knew she had actually watched the video, which is amazing. We’ve recorded the song for charity and all the proceeds go to the hospice Helen and Douglas House, so the most exposure it gets, the better\". ===\"Rather Be\" (charity single)=== On 22 August 2014, Out of the Blue released another charity single - \"Rather Be\" by Clean Bandit to raise money for Global Dream, a non-profit initiative that aims to promote literacy in India through a new technique for rapid learning, based on the principle that anyone who can read can teach anyone else to read. == Discography == === Studio albums === * Spectra (2019) * Bloom (2018) * Cut Loose (2017) * Get Down (2016) * Rambling Men (2015) * Soul Sisters (2014) * Blueprints (2013) * Music Up! (2012) * Rush (2011) * Resound (2010) * Childish Thing (2009) * Redshift (2007) * High Tide (2006) * Freefall (2005) * House of Cards (2004) * Third Addiction (2003) * Unexpected (2002) * Out of the Blue (2001) ===Live albums=== * Live 2011 * Live 2010 * Live 2009 ===Compilations=== * Ten - (Best of 10 years of OOTB) (2010) ===Appearances on compilation albums=== * BOCA 2019 * BOCA 2010 * Voices Only 2010 ==References== ==External links== *Out of the Blue website *Out of the Blue MySpace *Out of the Blue SoundCloud *Helen & Douglas House website *Britain's Got Talent, fourth semi-final: review, The Telegraph, 2 Jun 2011 *Hips Don't Lie - Charity Single - Out of the Blue - Shakira, the YouTube video that caught Shakira′s attention *Rather Be - Charity Single - Out of the Blue - Clean Bandit Category:Collegiate a cappella groups Category:Musical groups established in 2000 Category:Music in Oxford Category:Clubs and societies of the University of Oxford Category:2000 establishments in the United Kingdom Category:British vocal groups Category:Britain's Got Talent contestants Category:Musical groups from Oxford ",
    "title": "Out of the Blue (British band)"
}