{
    "id": "3263092",
    "text": "EMC NetWorker (formerly Legato NetWorker) is an enterprise-level data protection software product that unifies and automates backup to tape, disk- based, and flash-based storage media across physical and virtual environments for granular and disaster recovery. Cross-platform support is provided for Linux, Windows, macOS, NetWare, OpenVMS and Unix environments. Deduplication of backup data is provided by integration with Dell EMC Data Domain (DD Boost) storage solutions. A central NetWorker server manages a datazone that contains backup clients and NetWorker storage nodes that access the backup media. Platforms supported by the core NetWorker server are: AIX, HP-UX PA-RISC and Itanium, Linux (fully featured on x86, x86-64, Itanium, client only on PowerPC and IBM Z), macOS (client only), Solaris SPARC and x64, SGI IRIX (client only), Tru64 and Windows. The Java based NetWorker Management Console (NMC) software, which is bundled with the NetWorker distribution, provides a user interface for functions such as client configuration, policy settings, schedules, monitoring, reports, and daily operations for deduplicated and non- deduplicated backups. The core NetWorker software backs up client file systems and operating system environment. Add-on database and application modules provide backup services for products such as Oracle, DB2, SAP, Lotus, Informix, and Sybase, as well as Microsoft Exchange Server, SharePoint, and SQL Server. Client backup data can be sent to a remote NetWorker storage node or stored on a locally attached device by the use of a dedicated storage node. Additionally, NetWorker supports Client Direct backups allowing clients to back up directly to shared devices bypassing the storage node processes. NetWorker Snapshot Management automates the generation of point-in-time data snapshots and cloning on supported storage arrays such as EMC VNX, XtremIO, and Symmetrix. The NDMP module can be used for client-less backups of NAS Filers like Isilon, EMC VNX or Netapp. VMware virtual machines can be directly backed up either by installing the NetWorker client on the virtual machine or through the NetWorker VMware Protection solution that leverages vProxys to perform application consistent image and filesystem backups. NetWorker also supports backup and recovery of Microsoft Windows Server and Hyper-V virtual servers by using the Volume Shadow Copy Services interface. This support protects the parent and child partitions (guests) as well as applications running within the virtual machines. == History == NetWorker came to EMC by the acquisition of Legato in October 2003. Legato was founded in 1988 by four individuals who worked together at Sun Microsystems: Jon Kepecs, Bob Lyon, Joe Moran and Russell Sandberg. NetWorker for UNIX was first introduced in 1990. === Release history === *Release 1.0 – June 1990 *Release 2.0 – 1992 *Release 3.0 – 1993 *Module for Oracle - January 1994 *Release 4.0 - April 1994 *Release 4.1 - December 1994 *Release 4.2 - February 1996 *Module for SAP - April 1996 *Module for Informix - June 1996 *Release 4.3 - October 1996 *Release 4.4 for Windows NT - March 1997 :Basically 4.3 on Windows *Release 5.0 - May 1997 :Staging :Storage nodes *Release 5.5 - November 1998 :Improved cloning :Directed recover :consolidation *Release 6.0 - October 2000 :NDMP :Cluster support *Release 6.1 - June 2001 :Drive sharing :Enhancement to NDMP *Release 6.2 - March 2003 :Windows only release of 6.1 UNIX release :NDMP support for Windows *Release 7.0 - March 2003 :Advanced DiskBackup™ Option (Adv File Type Device) :SnapImage™ for Windows :Linux enhancements :Support for Mac OS X (10.2) Client :Support for Microsoft Windows 2003 Server & Sharepoint Portal Servers :NDMP Support :Media Indexing Enhancements :Directed Cross-platform Browse and Recover *Release 7.1 - February 2004 :VMware Qualification with NetWorker 7.1.x :Support for Solaris 64-bit :Firewall Enhancement :Supported Virtual Devices When Dynamic Drive Sharing is Used :PowerSnap Module Support on Solaris 7, 8, 9 :DiskXtender UNIX/Linux Data Manager Integration *Release 7.2 - January 2005 :NetWorker Configuration Wizards :Direct File Access with Advanced File Type Devices :Increased Device Support Limits for Power Edition :Data Service Agent :Firewall Support Enhancements :NDMP Index Processing Improvements :NetWorker Storage Node Support for NDMP Clients *Release 7.3 - March 2006 :First release of NetWorker to be branded as EMC NetWorker, previously Legato NetWorker. :NetWorker Management Console (NMC) released across all supported platforms to replace nwadmin and winadmin :reporting :SymmConnect support :I18N :Client Push :Enhanced VSS support :Dial/e-mail home : Improved support for devices, especially on a SAN :Improvements in core focused on scalability and backup to disk :GSS authentication *Release 7.4 - June 2007 :Internationalization and localization *Release 7.5 - December 2008 :VMware integration :IPv6 :LDAP for NMC *Release 7.6 - November 2009 EMC Corporation, \"EMC NetWorker Release 7.6 Installation Guide\", March 12, 2010 :Integration of Data Domain features and services :Enhancements for Advanced File Type Devices (AFTDs) :Increased VMware support, such as the ESX Server vSphere 4 :Backup to EMC Atmos-based cloud storage :Solaris 10 Support (x86/SPARC) * Release 7.6 SP1 - 2010 :Data Domain Boost integration :Scheduled cloning :Checkpoint restart :AFTD enhancements :Capacity-based licensing option * Release 7.6 SP2 - 2011 :VMware vStorage API integration :Windows disaster recovery :NDMP incrementals :Data Domain Boost at the application server * Release 7.6 SP3 - November 2011 * Release 7.6 SP4 - June 2012 * Release 7.6 SP5 - December 2012 * Release 8.0 - June 2012EMC Corporation, \"EMC NetWorker Release 8.0 Installation Guide\", July 2012 * Release 8.0.1 (SP1) - January 2013 * Release 8.0.2 (SP1) - June 21, 2013 * Release 8.1.3 (SP3) - May, 2015 Community EMC, \"NetWorker 8.1SP3 released\", May 2015 * Release 8.2 - June 18, 2014 * Release 8.2 (SP1) - January 28, 2015 * Release 8.2 (SP3) - March 28, 2016 Community EMC, \"NetWorker 8.2 SP3 released\", March 2016 * Release 9.0 - July 1, 2016 NetWorker Lounge, NetWorker 9.0 is out!, July 2016 * Release 9.1 - December 22, 2016 NetWorker Lounge, NetWorker 9.1 is out!, December 2016 * Release 9.2 - July 28, 2017 * Release 18.1 - July 07, 2018 * Release 18.2 - December 14,2018 (Security Release) * Release 19.1 Build 74 - May 20, 2019 * Release 19.2 - November 15, 2019 * Release 19.2.1 - March 05, 2020 * Release 19.3 - June 15, 2020 == See also == * List of backup software == References == == External links == * EMC NetWorker Product Page * NetWorker FAQ/Wiki * EMC NetWorker Online Community * Mailing List * EMC Legato NetWorker Commands Reference * EMC Legato NetWorker Links Category:Backup software Category:Dell EMC Category:Backup software for Linux Category:Backup software for MacOS Category:Backup software for Windows ",
    "title": "EMC NetWorker"
}