{
    "id": "3264844",
    "text": "The Hot Puppies are a Welsh band from Aberystwyth, now based in Cardiff, previously signed to Fierce Panda Records. ==Background== The band formed in December 2000. It has toured both as a headline act, and as a support act to various bands including Art Brut, The Crimea, The Pipettes and British Sea Power. Luke Taylor is the band's principal songwriter and is also a member of Hemme Fatale and Face & Heel. The band decided on a short break from spring 2008. Becky Wood, Beth Gibson and fellow singer Sophie have now formed a trio called 'Barefoot Dance of the Sea'. ==Members== * Becky Wood (née Newman) - vocals * Beth Gibson - vocals/keyboards/theremin/cello * Luke Taylor - guitar/vocals * Ben Faircloth - bass guitar * Bert Wood - drums ==Discography== They have released nine singles, one demo, one EP and three albums. Their first album, Under The Crooked Moon was released in July 2006. Their second, a collection of rarities and unreleased tracks recorded between 2003 and 2005 entitled Over My Dead Body, was released in mid-2007. On 29 September 2008, The Hot Puppies released Blue Hands. It includes the singles \"King of England\"', \"Somewhere\", and \"Clarinet Town\". Due to Wood's pregnancy, the band did not extensively tour this album; however the majority of the songs were played during their 2007 tour dates. \"Love or Trial\" from Under the Crooked Moon was used during the series one climax wedding scene in the UK BBC3 comedy series Gavin & Stacey. ===Singles=== *\"The Future's Such A Beautiful Place\" (2001) (demo) *\"All Washed Up\" (EP) (2002) *\"The Drowsing Nymph\" (spring 2003) *\"Dawn of Man\" (April 2004) *\"Green Eyeliner\" (September 2004) (released on Purr Records) *\"Terry\" (November 2005) (released on Label Fandango) *\"The Girl Who Was Too Beautiful\" (May 2006) *\"Green Eyeliner\" (7\" vinyl reissue) (late 2006) *\"How Come You Don't Hold Me No More?\" (February 2007) *\"The King of England\" (July 2007) *\"Somewhere\" (May 2008) *\"The Bec & Beth EP\" (August 2008) - performed by Bec Wood & Beth Gibson only *\"Clarinet Town\" (27 October 2008) ===Albums=== *Under the Crooked Moon (released 24 July 2006) *Over My Dead Body (released mid-2007) *Blue Hands (released 29 September 2008) ==References== == External links == * The Hot Puppies on Myspace * Hot Puppies biography from BBC Wales Category:Musical groups from Aberystwyth Category:People from Cardiff Category:People from Aberystwyth Category:Fierce Panda Records artists Category:Welsh indie rock groups ",
    "title": "The Hot Puppies"
}