{
    "id": "3264302",
    "text": "Group Captain Montagu Ellis Hawkins Dawson DFC & Bar, DFM (9 September 1919 – 7 January 2003) was a British bombardier and navigator in the Royal Air Force. ==Early life== Dawson was born at Langley, Buckinghamshire. Dawson's father was killed in a road accident when he was six and so his mother placed him in the care of The Royal Orphanage of Wolverhampton. ==Royal Air Force career== Dawson matriculated in 1939 and joined the Royal Air Force Volunteer Reserve shortly before war broke out. He was called up as an NCO navigator and had less than 22 hours night-flying experience when he took part in bombing raids over northern Europe in 1941. On 24 July 1941 Dawson was the bomb-aimer and navigator in a Halifax aircraft taking part in an attack against the Scharnhorst, a German battleship that had been harassing North Atlantic convoys. Despite heavy fire from the Scharnhorst and circling Me109s, Dawson, who was by then positioned in the exposed aircraft fore-belly, achieved a perfect bomb release and five direct hits. The fierce German counter-attack resulted in Dawson's aircraft being badly damaged and the rear-gunner being seriously injured. Dawson then crawled to the rear of the aircraft and dragged him to the midsection where he injected him with painkillers. Dawson was awarded the Distinguished Flying Medal and promoted from sergeant navigator to pilot officer for his actions. By the end of the war Dawson had completed 74 missions and added two Distinguished Flying Crosses to his DFM. ==Later life and career== Dawson remained in the air force after the war and was eventually promoted to group captain. He completed his air force career at NATO Headquarters in Brussels, where he was chairman of the Tactical Air Group working on arms-reduction talks with the Warsaw Pact. Dawson retired from the RAF in 1974 and took up an appointment with British Aerospace at Warton Aerodrome in Lancashire. Here he played a key role in implementing Project Al- Yamamah, a huge military training and support contract with the Saudi government. He temporarily retired in 1985 but was persuaded by the company to return for another two years. Dawson spent his retirement fundraising for the Theatre Royal and military museums in Winchester. He also edited the Compton and Shawford parish magazine and campaigned with environmentalists against the M3 motorway extension through Twyford Down. Montagu Dawson died on 7 January 2003. He was aged 83. ==References== Category:Royal Air Force personnel of World War II Category:Royal Air Force officers Category:Recipients of the Distinguished Flying Medal Category:People from Slough Category:1919 births Category:2003 deaths Category:People educated at the Royal Wolverhampton School Category:Recipients of the Distinguished Flying Cross and Bar (United Kingdom) ",
    "title": "Montagu Dawson"
}