{
    "id": "3264114",
    "text": "Johan de Cangas (or Xohan de Cangas in an anachronistically modernized Galician form) was a jograr or non-noble troubadour, probably active during the thirteenth century. He seems to have been from—or associated with – Cangas do Morrazo, a small town of Pontevedra, Galicia (Spain). Only three of his songs survive. All three are cantigas de amigo and in each of them the girl mentions a religious site (ermida) at San Momede do Mar (\"San Momede of the Sea\"). These references to the sea may be symbolic (symbolizing sexuality) as they are real (given the geography), but they have earned this poet the designation of \"singer of the sea\". In the first text, a girl asks her mother for permission to go see her boyfriend at San Momede do Mar; in the second she informs her mother that the boyfriend did not come and she has surely lost him; in the third she asks her boyfriend to meet her there, and not to break his word to her again. As with most jograes, nothing is known for certain about his life, although the preservation of three of his cantigas suggests that he performed in the courts of local nobles. The location of the poet's compositions in the manuscript tradition, the use of a place-name (Cangas) in lieu of a surname, and the form and rhetoric of his songs all seem to confirm his status as a jograr. In both manuscripts (Cancioneiro da Vaticana and Cancioneiro da Biblioteca Nacional) his name is spelled Johan (the modern Galician equivalent being Xoán, Portuguese João). Johan de Cangas had attracted almost no critical attention until 1998, when the Galician Literature Day was dedicated to him and to two other \"singers of the sea\", Martín Codax and Mendinho. ==Example== A cantiga de amigo of Johan de Cangas (ed. R. Cohen; tr. R. Cohen) ==References== *Cohen, Rip. 2010. https://jscholarship.library.jhu.edu/handle/1774.2/33843 The Cantigas d'Amigo: An English Verse Translation. *Cohen, Rip. 2003. 500 Cantigas d'amigo: A Critical Edition. Porto: Campo das Letras. *Lanciani, Giulia and Giuseppe Tavani (org.). 1993. Dicionário da Literatura Medieval Galega e Portuguesa. Lisbon: Caminho. *Lorenzo, Ramon. \"Johan de Cangas\" in Lanciani & Tavani 1993: 343–345. *Nunes, José Joaquim. 1926–28. Cantigas d’amigo dos trovadores galego-portugueses, edição crítica acompanhada de introdução, comentário, variantes, e glossário. 3 vols. Coimbra: Imprensa da Universidade (rpt. Lisbon: Centro do Livro Brasileiro, 1973). *Oliveira, António Resende de. 1994. Depois do Espectáculo Trovadoresco, a estrutura dos cancioneiros peninsulares e as recolhas dos séculos XIII e XIV. Lisbon: Edições Colibri. *Tavani, Giuseppe. 2002. Trovadores e Jograis: Introdução à poesia medieval galego-portuguesa. Lisbon: Caminho. Category:13th-century musicians Category:Galician musicians Category:Spanish poets Category:Galician poets Category:Galician-language writers Category:Galician Literature Day Category:Spanish male poets ",
    "title": "Johan de Cangas"
}