{
    "id": "3264836",
    "text": "The Society, Religion and Technology Project - or SRT Project for short - was begun by the Church of Scotland in 1970 to address issues being raised by the impact of modern technology. The project remains run by the Church of Scotland's Church and Society Council, but now on an ecumenical basis with the active support of Action of Churches Together in Scotland, the Scottish Episcopal Church, the United Reformed Church and the United Free Church of Scotland. The aim was (and is) to ensure that the Church should be well- informed, and to stimulate a balanced debate in public and amongst those working in technological research itself. With the insight of a Christian ethical stance and seeking to be an independent voice free from vested financial or commercial interests, it has published many reports and publications. Throughout the Project's over 40-year existence it has been led by a series of professional directors with a proven record in a field of science, technology or sociology. The post of Director of the SRT Project was formerly held by Dr Donald Bruce. A new appointment was made in early 2008 of Dr Murdo Macdonald, a molecular biologist with medical research experience in Ethiopia and Nepal. His role in taking the project forward is now designated 'Policy Officer'.http://www.churchofscotland.org.uk/__data/assets/pdf_file/0019/3790/srt_at_40_history.pdfhttp://www.srtp.org.uk/about/ The vision of the SRT Project is: *To foster an informed understanding in society of the issues which confront it as a result of current and future technologies, and to inform the churches of key developments; *To provide opportunities for technologists to reflect on the ethical implications of their work; *To respond with considered judgement to Government bodies on technological issues; *To contribute actively to European and international debates on these issues. ==References== ==External links== *Society, Religion and Technology Project Category:Church of Scotland Category:Science and technology in Scotland ",
    "title": "Society, Religion and Technology Project"
}