{
    "id": "3264331",
    "text": "First h/b edition Cover art by Arthur Orbaan Silver Canyon is a novel written by Louis L'Amour set in south-central Utah Territory in 1881. It was originally published in a shorter version, named Riders of the Dawn, in the magazine Giant Western in June 1951. It then was published in hardback in 1956 by Avalon Books and in paperback by Bantam Books in 1957. Bantam Books republished the short version in 1986 along with two other stories ( The trail to crazy man which was expanded later to Crossfire Trail and Showdown on the Hogback, the original version of Showdown at Yellow Butte) under the title The Trail to Crazy Man. ==Plot== Silver Canyon takes place in modern-day San Juan County, just east of the Colorado River, in what is today the Glen Canyon National Recreation Area and the Canyon Rims Recreation Area, not many miles upstream from Hite, Utah, which is mentioned in the story. The plot revolves around a young rider and gunfighter, Matt Brennan, who drifts into the town of Hattan's Point and immediately falls in love with a local rancher's daughter, Moira Maclaren. The town and the area around it are dominated by two large ranches, the Boxed M owned by Rud Maclaren, Moira's father, and the CP Ranch owned by the Pinder brothers. With a reason to stay in the area, Brennan buys into the Two-Bar Ranch, owned by old man Ball. The Two-Bar is sandwiched between the Pinder and Maclaren Ranches, and being squeezed out, as the two bigger ranches prepare for their showdown with each other. ==Setting== L'Amour demonstrates knowledge of the terrain. Some of the key features: Hattan's Point, both the mesa and the town, are located on what is today called Middle Point, approximately 12 miles east and 5 north of Hite, above Cataract Canyon on the Colorado River. The Boxed M Ranch headquarters was located just north of Bowdie Canyon (Cottonwood Wash in the story) on Bowdie Point, northeast of Hattan's Point. The Pinder Ranch was headquartered on modern Lean-To Point on the edge of Dark Canyon Primitive Area. Two-Bar Canyon is a branch off the north side of Bowdie Canyon, both of which drain Dark Canyon Plateau which rises to the summit of the Sweet Alice Hills. Located almost due west of Monticello, Utah, access to the area is difficult, requiring use of a series of backcountry trails over the Abajo (Blue) Mountains or off State Route 211 near Newspaper Rock, or by boat and foot/horseback northeast from Hite Marina on the upper end of Lake Powell. The terrain can be as deadly today as it was in the 1880s. This area is the setting of a number of other L'Amour novels, including Dark Canyon and Kilkenny. ==Notes== Category:Novels by Louis L'Amour Category:1956 American novels Category:Works originally published in American magazines Category:Works originally published in pulp magazines Category:Novels set in Utah Category:Fiction set in 1881 ",
    "title": "Silver Canyon"
}