{
    "id": "3264863",
    "text": "Irakere & Trabuco - En Vivo, Poliedro de Caracas, Mayo 14' 81 is a Vinyl-LP live album released in 1982. The Cuban band Irakere of Chucho Valdés and El Trabuco Venezolano led by Alberto Naranjo shared a stage three times – twice in Venezuela at the Poliedro de Caracas, in 1979 and 1981 (two concerts each year), and once at the Teatro Carlos Marx in Havana, Cuba in 1981. This recording shows the first of the two face-to-face historic encounters between Irakere and Trabuco that were held in Caracas on May 14 and 15 of 1981. The tone is set by Carlos Daniel Palacios singing the opening Tres días, a tune composed by Valdés and arranged by Naranjo for his Trabuco, as a warm greeting to the foreign guests. Highlights include a rejuvenated version of El Cumaco de San Juan, a traditional Venezuelan merengue metido en clave this time by sonero Joe Ruiz, followed by Formas Libres – a cool and spacious mix of free jazz experimentation and simple composed elements conceived by Naranjo. The other side starts with a Valdés arrangement of La Molinaria de Paisello [sic], based in a variation created by Ludwig van Beethoven on La Molinara theme composed by Giovanni Paisiello in 1788. In this track, tenor sax and flautist Carlos Averhoff and guitarist Carlos Emilio Morales combine to provide a touching performance of jazz and academic. The last track A romper el coco, with the energetic vocalization of Oscar Valdés and Morales soloing on guitar, is quite enjoyable from beginning to end. This album has a significant amount of musical variety and finds Irakere and Trabuco in fine form. ==Track listing== {| cellpadding=\"1\" width=\"500px\" style=\"font-size: 85%; border: 1px solid gray;\" |- align=\"center\" style=\"font-size: larger;\" |- style=\"background:lightblue;\" | # || Song || Composer(s) || Vocal(s) || Solo(s) |- | A1 || Tres días || Jesús Valdés || Carlos Daniel Palacios || Felipe Rengifo |- | A2 || El Cumaco de San Juan || Francisco D. Pacheco || Joe Ruiz || Samuel del Real |- | A3 || Formas Libres || Alberto Naranjo || Instrumental || Alberto Naranjo |- | B4 || La Molinaria de Paisello || Ludwig van Beethoven || Instrumental || Carlos Averhoff Carlos E. Morales |- | B5 || A romper el coco || Gregorio Battle || Oscar Valdés || Carlos E. Morales |- | || || || || Total time 36:11 |- |} ==Credits== ===El Trabuco Venezolano=== * Alberto Naranjo - drums, arranger, director * Samuel del Real - acoustic piano * Lorenzo Barriendos - bass guitar * José Navarro - timbales * Felipe Rengifo - congas * William Mora - bongos * Luis Arias - lead trumpet * Gustavo Aranguren - trumpet * José Díaz F. - trumpet and flugel horn * Manolo Pérez - trumpet and flugel horn * Rafael Silva - lead trombone * Alejandro Pérez Palma - trombone * Leopoldo Escalante - trombone * Carlos Daniel Palacios - lead singer and chorus * Joe Ruiz - lead singer and chorus * Carlos Espósito - lead singer and chorus ===Irakere=== * Chucho Valdés - keyboards, arranger, director * Carlos Emilio Morales - electric guitar, percussion * Carlos del Puerto - bass guitar, chorus * Enrique Plá - drums, percussion * Jorge Alfonzo - congas, percussion * Juan Munguía - trumpet, flugel horn, valve trombone * Jorge Varona - trumpet, flugel horn, percussion * Germán Velasco - soprano and alto saxophones, flute, chorus * Carlos Averhoff - soprano and tenor saxophones, flute, chorus * José Luis Cortés - baritone saxophone, flute, chorus * Oscar Valdés - lead vocalist, percussion ==Other credits== * Artistic producers: Orlando Montiel and Alberto Naranjo * Production manager: Prudencio Sánchez * Staff coordinator: Freddy Sanz * Graphic design: Miguel Angel Briceño and Orlando Montiel * Label: Integra C. A. IG-10.039, 1982 * Place of recording: Poliedro de Caracas * Recording engineer: Gustavo Quintero * Mixing: Gustavo Quintero, Orlando Montiel and Alberto Naranjo, at Estudios del Este * Produced in Caracas, Venezuela, 1982 ==External links== *Salsa2u.com *Sincopa.com *Venciclopedia.com - Irakere & Trabuco, En Vivo Poliedro de Caracas Mayo 14 '81 Category:Alberto Naranjo albums Category:1982 live albums ",
    "title": "Irakere &amp; Trabuco – En Vivo, Poliedro de Caracas, Mayo 14' 81"
}