{
    "id": "3265107",
    "text": "Sam Nixon and Mark Rhodes, known collectively as Sam & Mark, or simply Smark, are an English popular music and television presenting duo. They previously competed on the second series of Pop Idol in 2003, where they finished third and second, respectively, behind winner Michelle McManus. Since then, Sam & Mark have had a successful career as children's TV presenters, hosting various BBC programmes such as TMi, Top of the Pops Reloaded, Copycats, Sam and Mark's Guide to Dodging Disaster, Sam & Mark's Big Friday Wind-Up, Junior Bake Off, and Crackerjack! on CBBC. ==History== ===Music=== After Pop Idol, they decided to form a duo and signed with Simon Fuller, the man behind the Spice Girls' fame. They quickly released as a single a cover of The Beatles' song \"With a Little Help from My Friends\", released on Fuller's label 'S'. The song entered the UK Singles Chart at No. 1. The follow-up single \"The Sun Has Come Your Way\" released by UMTV, only reached Number 19 in the charts. Consequently, the pair were working on CBBC were informed they were no longer allowed to release music, because Sam and Mark was signed with Fearne Cotton for a couple of years doing their shows live and pre-recoded every week, so their for then Simon Fuller had to sign them out of their label and contracts as they were Not singing anymore and instead was Concentrating on Children's shows on the CBBC, in which they said this on episode 8 of The Out of the Broom Cupboard with Chris 'Yonko' Johnson. (The Time that they said Sam and Mark about the Album and Singles on The Out of the Broom Cupboard episode is from 33 Minutes to 41 Minutes)https://podcasts.apple.com/gb/podcast/out-of-the-broom- cupboard/id1468485036 On The Out of The Broom Cupboard with Chris 'Yonko' Johnson, Sam and Mark had No Remorse at all stating that they Didn't want to continue being Famous Singers at all and just wanted to continue carrying with producing and making Children's Shows on CBBC, throughout the years. ===Television=== Despite this reversal, the two have managed to carve a successful television career for themselves, hosting various programmes on the BBC, most notably Saturday morning children's shows TMi and Top of the Pops Reloaded. They made their national television debut on ITV1. Sam & Mark hosted CBBC's weekday morning breakfast show, Level Up for four months from 3 April 2006 to 1 September 2006. On 16 September 2006, they hosted the first episode of TMi, a new Saturday morning TV show for the BBC on BBC Two and the CBBC Channel, alongside presenter Caroline Flack. The third series of the show ended in December 2008 and the BBC have confirmed a fourth series of the Saturday morning series for CBBC. In 2007, Sam & Mark presented a show on CBBC called Do Something Different. Beginning on 3 January 2009, Sam and Mark's Who Wants to be a Superhero? began to air where children had to compete to be a new superhero for Stan Lee. They were also asked to perform on Children in Need 2007. In January 2010, they began a new show called Jump Nation which is similar to Skate Nation. They were also on a celebrity special of Total Wipeout. Neither won, losing out to glamour model Danielle Lloyd. In Sam and Mark's Guide to Dodging Disaster for CBBC they were in non-speaking roles with a voice over by Hugh Dennis. They have also presented the competition segment of This Morning on ITV1. Also on This Morning on Wednesday 28 April 2010, Sam and Mark presented an \"On The Box\" segment where they reviewed the latest TV shows, DVDs and movies. They then appeared on a CBBC series called Copycats and are presenters on Skate Nation. A show similar to the TMi series, but called Sam and Mark's TMi Friday began in September 2010 and finished in December and was then cancelled. For Red Nose Day 2011 the two presented a series called Comic Relief does Glee Club, which had five 45-minute episodes, four of which were live, on BBC One. In 2012, this continued with Sport Relief does Glee Club, which had eight 30-minute episodes on CBBC and two live episodes on BBC One and CBBC. In 2013 a new series of Comic Relief does Glee Club, hosted by Naomi Wilkinson, aired in There were then which Sam and Mark joined Naomi for the last five of the 45-minute heats. From 2011, the duo had their own series called Sam & Mark's Big Friday Wind-Up. Similar to a prank show, the programme featured celebrity guests each week. In 2012 Sam and Mark competed against each other in ITV's Dancing on Ice which also included the likes of Rosemary Conley, Charlene Tilton, Jennifer Ellison and Chico: Mark was 3rd to leave, Sam left in Week 9. In 2013, Sam and Mark co-hosted a Channel 5 special, The Great Christmas Toy Giveaway, alongside Myleene Klass. The two-hour show featured guests, toy reviews, music and VTs previewing the toys and games available for Christmas and included a competition to win over £10,000 worth of toys. In 2020, the BBC revival of Crackerjack was presented by the duo. They presented series 3 and 4 of BBC1's Junior Bake Off in 2015 and 2016. ===Radio=== The duo present a radio show which can be heard on Free Radio across Coventry and Warwickshire. They present on Sunday mornings from 11:00 am until 1:00 pm. ==Sam and Mark: On the Road Show (2017)== Sam and Mark began a tour of Butlins holiday camps from February 2017, performing a new game show similar to their TV shows such as Sam and Mark's Big Friday Wind Up, TMI and Copycats. The tour ended on 3 September the same year. ==Discography== ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"2\" style=\"width:17em;\"| Title ! scope=\"col\" rowspan=\"2\" style=\"width:1em;\"| Year ! scope=\"col\" colspan=\"1\"| Peak chart positions ! scope=\"col\" rowspan=\"2\"| Album |- ! scope=\"col\" style=\"width:3em;font-size:85%;\"| UK |- ! scope=\"row\"| \"With a Little Help from My Friends\" | rowspan=\"2\"| 2004 | 1 | rowspan=\"2\" |- ! scope=\"row\"| \"The Sun Has Come Your Way\" | 19 |} ==Books== * The Adventures of Long Arm (2 August 2015) * The Adventures of Long Arm 2: Long Arm vs The Evil Supply Teacher (3 March 2016) ==See also== * Sam Nixon * Mark Rhodes ==Notes== ==References== Category:British pop music groups Category:19 Recordings artists Category:British musical duos ",
    "title": "Sam &amp; Mark"
}