{
    "id": "3266402",
    "text": "{| border=1 cellspacing=0 align=\"right\" cellpadding=2 |- align=center bgcolor=pink !Common goldfish |- align=left |250px |- align=center bgcolor=pink !Country of origin |- align=center |China |- align=center bgcolor=pink !Type |- align=center |Single tailed |- align=center bgcolor=pink !Breed standards |- align=center |BAS |- align=center bgcolor=pink |} The common goldfish is a breed of goldfish with no other differences from its living ancestor, the Prussian carp, other than its color and shape. Goldfish are a form of domesticated wild carp and are a close relative of koi.\"Goldfish Fish Stats\" Most varieties of fancy goldfish were derived from this simple breed. Common goldfish come in a variety of colors including red, orange, red/white, white/black, yellow/white, blue, grey/brown/, olive green, yellow, white, and black, with the most common variation being orange, hence the name. Sometimes, the brightness, duration, and the vividness of the color may be an indication of the fish's health status. == Temperament == Common goldfish are social animals who prefer living in groups. They are able to interact with any fish belonging to the same species. With provision of adequate care and attention, common goldfish can become tame. Once familiar with the face of its owner, swimming towards the fish keeper during feeding time can be observed, and hand-feeding becomes possible. Small goldfish will normally avoid any form of human contact. However, this fear ceases in a middle-sized and mature goldfish. A full-grown goldfish is more likely to eat directly from the hands of its owner without evident hesitation. While this behavior is welcomed by goldfish owners, it proved problematic in outdoor ponds where predators may eat such friendly prey. Mature goldfish will also explore their surroundings through nibbling or grazing behaviour. If transferred into a tank of other goldfish, a common goldfish would normally try to communicate and familiarize itself with its new tank mates by rubbing up against the body of other fish. The most common introductory gesture would be by swimming side by side with another goldfish with its head facing forward, or by swimming side by side with another goldfish with its head facing the opposite direction, or even by swimming above another goldfish in a perpendicular fashion. Schooling is a common behavior when there is a new fish in the tank. After some time, this schooling behavior eventually ceases, and soon every individual fish will again be swimming and exploring the aquarium on its own. Aggressive behavior is uncommon when a new specimen is introduced into a settled school of goldfish. Hierarchy during feeding is commonly observed in which the larger goldfish receives most of the food. However, small goldfish may also become aggressive or competitive feeders despite the presence of larger fish which is, in general terms, considered a good sign, as a willingness to feed is indicative of a healthy goldfish. == Housing == Common goldfish in a pond Common goldfish in aquarium It is a common practice to keep common goldfish in a small bowl, but this allows waste in the water to build up to toxic levels and does not provide enough oxygen. For every small/young goldfish, there should ideally be at least of water.https://goldfishgazette.wordpress.com/2009/09/12/how-much-water-do- goldfish-need/ A good filter, with no heater, is recommended because these fish can get larger than . Tank recommendations range up to . It is possible to keep small goldfish in smaller tanks, but such an arrangement will be very difficult to maintain once the fish grows older. If there is concern about the fish not getting enough oxygen, particularly when it is warm, a water pump, such as a fountain pump, mini pond pump will pull the water from the bottom, expel it, and the surface action will oxygenate the tank or pond. Contrary to popular belief, air pumps and air stones do not oxygenate directly and rely on bubbles breaking the surface to transfer oxygen to the fish's environment. Ideally, the water pump should push 10x the volume of the tank or pond plus an extra 100lph or gph. Goldfish will die without sufficient dissolved oxygen in the water. A filter that can do at least 10x filtration is best, which means that for every 10 gallons or liters of water, the filter should be able to cycle 100 gallons or liters per hour. If the oxygen in the water runs out then the fish may die or become unconscious. It is advised to move the fish to a basin of water full of fresh water. Goldfish are curious fish that will quickly become bored without items or other fish to interact with. If placed in a bare aquarium, goldfish will settle to the bottom and only move when fed or frightened by sudden jolts. However, if put in a tank with sufficient gravel, aquarium accessories or plants (real or fake) they will make themselves at home. Goldfish are not very territorial. However, if an aquarium is already too small for one goldfish, it will certainly be too small for two or more. Stress is not healthy for any goldfish. In a worst-case scenario, one or two fish will bully the rest to starvation. Cannibalism is usually rare (occurring maybe when a fish is dying or dead) but in cramped, stressful situations, goldfish may behave unpredictably. A disease is possible any time fish are stuck in small homes. When adding goldfish to a new tank it is important to place no more than two at a time. This allows helpful bacteria (which turns ammonia to nitrite and finally to nitrate) to grow. If introduced in too great a number before these bacteria grow, the goldfish will die from breathing in too much of their own untreated excrement. Even after the development of the biological filter, it is necessary to change about 20% of the water at least one time a week, or as necessary to prevent a build-up of harmful nitrate. The addition of live aquatic plants may reduce the number of times per month one will have to perform water changes, but only if the plants are growing (they will uptake nitrate as a source of nitrogen). But it is also recommended if the needs are required, To never remove all of the water out of an established tank. Never do a water change over 90%, the remaining 10% of water will help maintain the waters cycle and the remaining good bacteria will soon reestablish in the tank. A good tip when doing a water changes is not to clean the filters at the same time (filters also hold a good amount of the good stuff as well), instead to wait 2 days after a water change to clean the filters out to keep a healthy constant balance. Common goldfish can be kept in water gardens or outdoor ponds throughout the year. Outdoor ponds have similar care requirement as indoor tanks with some notable exceptions such as amount of sunlight, natural and artificial environment pollution (i.e. dead leaves, debris, runoff), algae, selection of pond mates (i.e. algae eaters, frogs, etc.). Outdoor ponds tend to become miniature aquatic ecosystems, attracting various animals and plants (see water gardens for more information). In hot climates, it is important that pond temperatures do not rise to dangerously high levels which will kill the fish. In the winter, fish may become sluggish and stop feeding. This does not mean they are sick, but rather that their metabolism has slowed. The pond must not freeze solid and there should be an open spot in the surface ice to allow oxygenation of water. The ice should also not be struck, as this sends shock waves of sound pressure through the water scaring the fish. == Basic common goldfish care == The size of the tank should be large enough because goldfish can reach up to 10 inches. There should be enough room for the goldfish to swim around; having a large tank will ensure the bacteria does not pollute the water quickly and allow the fish to grow to its potential size. Using a small bowl also makes the water dirty easier and increases the levels of toxins, slowly suffocating the fish. Not all water is clean and safe for goldfish. Tap water, for example, has chlorine and other chemicals that will kill the fish. The extra chemicals and bacteria in the water cause the water to be unbreathable for the goldfish and remove the good bacteria that is produced by the fish. Buying a water conditioner will dechlorinate and remove heavy metals to make the water breathable for the fish. Goldfish diets can be a range of pellets, flakes, boiled soft vegetables, and blood worms. Overfeeding can result in throwing off their biological balance, increasing the risks of diseases. The common goldfish should be fed \"a small pinch of food two or three times a day...\" to prevent extraneous amounts of food dirtying the water; this will also depend on the size of the fish of knowing to feed the fish more or less to keep healthy. Filtration will help prevent the bowl from getting dirty more quickly. A filtration system also helps produce good bacteria for the fish to make the water at safe levels. There are different types of filtration systems, ranging from the store bought external or internal filters or the use of aquatic plants. The reason a filtration system becomes helpful is due to keeping the nitrate levels low; ammonia is introduced in the water when the fish excretes which develops into nitrite into nitrate, leading into possible nitrate poisoning. Changing the water for the goldfish is one way to keep the water safe from harmful levels of nitrates and keep the tank clean. When making a water change, a third of the water should be taken out of the tank to keep the good bacteria in the tank water. Squeeze the filter sponges gently in the tank water to clean, if applicable. Using a vacuum will help clean the gravel at the bottom and remove any rotten food that has settled towards the bottom. The water should be filled with treated tap water with the same temperature as the water in the tank to ensure the water does not shock the fish. Tap water should be not used to clean the decorations, filters, and the equipment due to the tap water killing the good bacteria for the fish. The sun is important to introduce to the goldfish frequently; due to the fish living in well-lit conditions in the normal wild environment, it is necessary to keep a similar environment for the fish. The light will also help the goldfish with its sleeping cycle, giving the goldfish a healthy sleeping schedule to stay healthy. The goldfish should not be kept all day in the hot sun, as this could possibly kill the fish and make the environment hostile. A tank light is available as an alternative but not necessary. == Breeding == Goldfish with white spots on gill covers Breeding common goldfish is relatively easy. In breeding condition the male will develop small white spots on his gill covers and the female will become plump. The male will chase the female until she releases her eggs, then the male will release milt and they will become fertilized. The eggs will then stick to any available surface. It is then best to remove the eggs to a separate aquarium as the adults are likely to eat them. When the eggs hatch into fry, they will need to be fed very small food such as hatched brine shrimp or a ready made fry food. As they grow bigger, they can eat finely crumbled fishfood. Eventually, the pieces of fish food can get bigger. == Diseases == Common goldfish are usually hardy but can also contract diseases. These can be caused by poor water quality, overfeeding and overstocking. Goldfish are notoriously dirty, producing much waste, and continually stir up the substrate in their infinite search for food. In small aquariums, illnesses in common goldfish can quickly become fatal requiring quick and prompt treatment. Several symptoms can indicate sick fish such as cuts on any of the fins, a change in scale or eye coloration, excretions from the nostrils, scales falling off or the fish frequently rising towards the water surface. Many specialty treatments are available in the market to manage specific diseases. Some of the main diseases frequently picked up by common goldfish are: Swim Bladder Disease is developed when the fish has buoyancy problems due to internal gas build up. The problem may be developed when the fish has had less than sufficient amount of fiber, poor water quality, or has been overfed. The fish \"may also look physically swollen or bloated...\"; the fish may also be swimming sideways or upside down. Treatment starts with testing the water to ensure the cleanliness, then the goldfish should fast for three days if no improvements are made; if the fish is still having trouble then the fish should be fed low protein foods and vegetables. Fin Rot is developed from bacteria eating/ deteriorating the fins of the goldfish. The disease starts from \"poor water quality, overcrowding, sudden temperature changes, fin nipping, or aggressive fish\"; this will lead to torn and shredded fins that could possibly deteriorate the body tissue to prevent the regrowth of their fins. Fin rot is known to be treated early to prevent further damage to the body tissue to the fish so the disease does not spread. Treatments start with clean water, adding aquarium salt to clean the water; if the following does not work then commercial products should be used along with weekly water changes. White Spot Disease is when ich parasites in the water attack goldfish with weak immune systems and high levels of stress, resulting in white spots developing all over the goldfish. The goldfish develop the disease mainly when the fish is introduced into a new environment, creating stress upon the fish. One method, the salt and heat method, is a way to cure the goldfish with the white spots that can be fatal if not treated immediately. The water should be set to 86°F, doing this in small increments so the fish does not receive a shock from the immediate water temperature change. Increase the amount of oxygen due to the heat— increasing will limit the oxygen—then add one tablespoon for every five gallons of water. Use this treatment for ten days and return to the normal temperature slowly along with a water change; if this treatment is ineffective, use a commercial treatment for the goldfish. Fungal Infection is the growth of fungus which could lead to problems regarding parasitic infections, ulcers, or open wounds; the fungus symptoms could worsen and lead to a secondary fungal infection. There are \"cotton-like growths along the body and fins\" which is caused by dirty water. Treatments start from moving the goldfish to a hospital tank and then clearing the environment with Methylene Blue if the condition is serious, however, the goldfish can just have a cleaner tank and the fungal infection should clear up over time. Ammonia poisoning is caused by a high level of ammonia in the tank. Add ammonia reduction chemicals to the tank, or for an emergency release of ammonia, change the water 25 percent daily for one week until the symptoms die down. Ammonia reduction chemicals must not be added as soon as the ammonia levels drop (as ammonia removers can starve the biological filter and cause the cycling process to start over) Fish lice is a parasite. Fish lice move on the body of fish. They are the only visible parasites. They look like white see-through splodges. These lice can have nasty health side effects to the fish. Try to avoid removing the lice manually; use anti-parasite medicine. Bacterial diseases can be deadly but treatments are available at local fish stores. == Lifespan == Goldfish can live for long periods of time if they are fed a varied diet and housed in proper water conditions. The average lifetime of a goldfish is ten to fifteen years. The longest lived goldfish on record lived to age 43. The oldest living goldfish was Tish, won by a UK family at a funfair. Tish was recognized into the Guinness Book of World Records as the longest living fish. Improper care or life in a bowl greatly reduces the typical lifespan of a goldfish. == Common goldfish as feeder fish == Common goldfish are often used as live prey for freshwater turtles, notably red-ear sliders and other carnivorous fish, such as the oscar. When fed exclusively, feeder goldfish are not a good source of nutrients. == Confusions with comet goldfish== The common goldfish are often confused with comet goldfish, a distinct breed. The two breeds are often mixed together with in many pet stores and aquarium stores. The two breeds differ in relative size of the body and fins. The comet goldfish for instance has longer finnage but shorter and slender body size, thus resembles tracing comets. The most recognizable difference is their tails. Usually a common goldfish has short stubby tail and the comet's tail would extend over half of the body length. The common goldfish usually resembles the wild carp more closely than the comet goldfish. Comets are sometimes said to display a wider variety of colors, but common goldfish also display many of the same types of colors, including red/white, blue, red, and two times colors like black/orange. == References == ",
    "title": "Common goldfish"
}