{
    "id": "3266738",
    "text": "The Treaty of Kalisz (, ) was a peace treaty signed on 8 July 1343 in Kalisz, concluded by the Kingdom of Poland under King Casimir III the Great and the State of the Teutonic Order under Grand Master of the Teutonic Order . ==Treaty== ===Context=== The Treaty formally concluded the Polish-Teutonic War which began in 1326/1327. It put an end to the long-running diplomatic clashes over Pomerelia including Gdańsk that ensued the War, an area that the Teutonic Order had in its possession since 1308, and which it viewed as its legal property since the conclusion of the Treaty of Soldin (1309) with the Margraves of Brandenburg. In the Treaty of Kalisz, King Casimir III, undertook in the future to raise no claims on Pomerelia as well as Chełmno Land and Michałów Land. In exchange, King Casimir III regained Kuyavia and Dobrzyń Land, which had been conquered by the Teutonic Order between 1329 and 1332. The peace agreement also confirmed seven cities: Poznań and Kalisz in Greater Poland, Włocławek and Brześć Kujawski in Kuyavia, as well as Kraków, Sandomierz and Nowy Sącz in Lesser Poland. This peace treaty meant territorial concessions from Poland, but from the point of view of the Polish \"raison d'état\" it had to be concluded. Despite the verdict of the Papal Curia in Avignon in the , stating that not only Kuyavia and Dobrzyń Land, but also Pomerelia including Gdańsk, Chełmno Land and Michałów Land belong to Poland, the State of the Teutonic Order did not give them away voluntarily. ===Background=== The conclusion of the Treaty of Kalisz in 1343, was preceded by lengthy diplomatic and legal wrangling with a contentious Polish monarch. The ecclesiastical court of the Pope was also called upon. Pope Benedict XII did not uphold the judgements of the (a pontifical arbitration court process before envoys of Pope Benedict XII, between Poland and the Teutonic Order, that ruled in Poland's favour for the return of the disputed lands and awarded compensation in the amount of 194,500 Grzywna), commissioning a re-examination of the legitimacy of Poland's claims to the disputed lands. In 1339, the Grand Master of the Teutonic Order Dietrich von Altenburg had submitted to the papal commission of inquiry (Papal Curia) a document that the Teutonic Order had acquired in 1309—in the Treaty of Soldin from the Margraves of Brandenburg. From which it emerged that the Brandenburg Ascanians in December 1231, in Ravenna, were enfeoffed with the Duchy of Pomerania by the Roman-German Emperor Frederick II. This enfeoffment of the Ascanians with Pomerania, that had already taken place under the Roman-German Emperor Frederick Barbarossa, was renewed on 8 January 1295, in Mühlhausen. The successor to Benedict XII, Pope Clement VI turned out to be an ally of the Teutonic Order. When the Papal Curia sided with the Teutonic Order, under these conditions, King Casimir III could either fight with them or make peace. Realising, however, that such a recuperation might prove impossible in his lifetime, whilst pursuing territorial recuperation and expansion south-eastward (in the Kingdom of Galicia–Volhynia) with even larger territories. The king chose what he considered a solution that would be less harmful to the Polish Kingdom, that of peace. The Teutonic Order were at their peak of power and the outcome of a possible war would probably be unfavourable for Poland. In the provisions of the Kalisz treaty, King Casimir III was to give up the title and heir of Pomerelia. However, the rule of the previous supremacy of the Polish king over Pomerelia including Gdańsk, Chełmno Land and Michałów Land was recognized, King Casimir III did not confirm the rights to Pomerelia to the Teutonic Order, nor did he give it to the Teutonic Order, he merely relinquished reluctantly all rights to these lands. The formula, previously developed in 1335 at the Congress of Visegrád, that it was a donation (alms) of the king of Poland to the Teutonic Order meant that on the one hand, the Teutonic Order recognized that these lands were previously Polish (which they previously denied), and at the same time could be theoretically the basis for reclamation claims, for example if the Teutonic Order were ingratitude. Already in the very demand of the Teutonic Order, that the king would renounce his rights to Pomerelia, was however, to recognize him (especially after the resignation of the claim to the Polish crown of John of Bohemia) as the rightful heir of these lands. A great success of Polish diplomacy was the resignation of the formula of \"Pomerelia as perpetual alms\" for the Teutonic Order, developed in 1335 at the Congress of Visegrád, where King Casimir III was obliged to accept this earlier and much less favourable decision. Thus, in the Kalisz treaty, the Polish king made it clear that he was forced to renounce his rights to Pomerelia, and the formula: perpetual alms - would be a gross expropriation for the lands that really belonged to Poland (both historically and ethnographically from time immemorial), and were illegally taken over by the Teutonic Order in 1308. At the same time, the king of Poland would also become a benefactor and patron of the Teutonic Order, who was obliged to provide military assistance and honorary tributes in money and in kind. In the event of the Teutonic Order taking up war against Poland, it would theoretically lose the right to receive those donations. The Kalisz terms of peace, despite the possibility of a delay in the recovery of the lands of Pomerelia, were extremely important in solidifying the idea of the unification of the Polish Kingdom. Ratification of the drafted peace treaty written in Kalisz on 8 July 1343 and the formal oath-taking took place on 23 July 1343, in a ceremony on a meadow near the village between King Casimir III and Grand Master of the Teutonic Order Ludolf König von Wattzau. However, King Casimir III (and subsequently his successors) did not stop using the title of Duke of Pomerania. This was based on a clause of the treaty that recognised he had been the suzerain of the concerned lands. Additionally, the treaty did not have Poland recognise the right of the Teutonic Order to the lands, leaving their status in a legal limbo. Poland had relinquished its claims but without recognising those of the Teutonic Order. ===Legacy=== As a result, while Pomerelia remained a subject of contention, the treaty was followed by 66 years of peace between the Kingdom of Poland and the Teutonic Order, until the conflict erupted again in the Polish–Lithuanian–Teutonic War of 1409. By the Second Peace of Thorn in 1466, the Crown of the Kingdom of Poland regained the Pomerelian lands, which were then incorporated into Royal Prussia. ==References== Kalisz Kalisz Category:1343 in Europe Category:14th century in Poland Category:Kalisz Kalisz Category:Treaties of the Kingdom of Poland (1025–1385) Category:14th century in the State of the Teutonic Order ",
    "title": "Treaty of Kalisz (1343)"
}