{
    "id": "3266003",
    "text": "Stern Electronics Inc. v. Kaufman, 669 F.2d 852 (2d Cir. 1982),Stern Electronics, Inc. v. Kaufman, 669 F.2d 852 (2nd Cir. 1982)was a case decided by the U.S. Court of Appeals for the Second Circuit that ruled that a video game manufacturer, Stern Electronics, could copyright the images and sounds in a game, not just the underlying source code that produced them. The decision was one of the first to rule on the copyrightability of video games as an artistic work and one of a series of lawsuits in the early 1980s brought forth by video game manufacturers like Stern aimed at combatting the increasing number of knock-off video games on the market. ==Background== In 1981, Stern Electronics, an arcade video game manufacturer, obtained an exclusive license from Konami Industry Co., a Japanese game developer, to distribute Konami's game \"Scramble\" in North and South America.Stern Electronics, Inc. v. Kaufman, 523 F.Supp 635 (E.D.N.Y. 1982) The game is a side-scrolling shooter in which the player controls a \"Jet\" aircraft and fires weapons at enemies, attempting to destroy as many as possible before running out of fuel or crashing into an obstacle. Stern began selling the game in the U.S. on March 17, 1981 and it quickly gained popularity, selling 10,000 units in its first two months on the U.S. market. In April 1981, the defendant Omni Video Games, Inc. began selling a knock-off game called \"Scramble 2\" that bore substantial similarities to Konami's \"Scramble\" game. Screenshot of Konami's Scramble game ==Procedural history== The case was initially brought to trial in the United States District Court for the Eastern District of New York (Stern Electronics, Inc. V. Kaufman 523 F.Supp. 635 (1981). The plaintiff, Stern, succeeded in showing probable success on the merits of its claim of copyright infringement and the court ruled they were entitled to injunctive relief. Both parties claimed common law trademark rights to the \"Scramble\" mark and moved to enjoin the other from using it. Omni had ordered and sold a small number of headboards (to be placed above the arcade game unit) bearing the mark in the months prior to Stern's release of the game and, based upon that fact, made a first use in commerce claim. The court found that the defendants' first use of the mark was not in good faith and solely in anticipation of later imitating the audiovisual display of Stern's game, once Omni had developed their own \"Scramble 2\". Further, continued use of the mark by both parties could result in consumer confusion and economic harm to both parties to the lawsuit. Based on Stern's considerable investment in the development and marketing of the game and the large number of units already sold, the balance of hardships was determined to tip in Stern's favor and Omni was preliminarily enjoined from use of the mark. ==Legal issues== ===Copyright issue=== Anticipating that a unique, non-infringing code could be easily reverse-engineered to create a \"knock-off\" game that imitated the sounds and images of their game, Konami did not register a copyright of the underlying code of the game, but instead registered the game as an audiovisual work by submitting a video of the game in both \"play mode\" and \"attract mode\" to the U.S. Copyright Office. In its appeal, Omni argued that Stern was entitled only to copyright protection of the underlying computer code of the game as a literary work and that the certificate of registration granted to Scramble as an audiovisual work by the U.S Copyright office was invalid. Valid copyright protection exists only in \"original works of authorship fixed in any tangible medium of expression.\" Omni argued that the audiovisual aspects of the game were neither original nor fixed. They argued that the sequence of images displayed were created by the underlying computer program and were not the original work of the game developer. Further, because the sequence of images varies based on the actions of the player, they contended that each play of the game produced a new, original audiovisual work, not a fixed copy of the registered work. The court rejected these arguments, stating that sufficient elements of the look and feel of the game remain fixed regardless of the individual player's actions. The court also found that a moment of originality did occur in the creation of the specific images (spaceships, fuel tanks, and the look of the background terrain) and sounds (missiles firing, explosions upon destroying enemy ships) present in the game and that the originality of these images was not completely dependent upon the underlying program, as many different underlying programs could have been written to generate the images and sounds the game creator had imagined. ===Trademark issue=== Omni appealed the trademark ruling by arguing that they did indeed have superior common law rights to the mark due to their first use of the mark. Neither party held a registered trademark. Omni's prior use claim was based upon the fact they had ordered a very limited number of headboards bearing the mark in December 1980. Only five of those headboards found their way to the market prior to Stern's release of \"Scramble\" in March 1981, affixed to game units featuring other Omni video games. The appellate court agreed with the lower court's ruling that it was likely \"the defendants contrived this usage of the mark solely for trademark maintenance purposes in anticipation of plaintiff's introduction of the 'Scramble' video game into the market\" and \"with the expectation that they would later imitate the audiovisual display [of 'Scramble']\" and therefore the defendants' first use of the trademark was not in good faith. The preliminary injunction was affirmed. ==Other important cases in early video game copyright law== Stern Electronics, Inc v. Kaufman was one in a series of lawsuits that resulted from the increase in \"knock-off\" video games in the early 1980s. Other manufacturers that brought forth lawsuits included Atari, Williams Electronics, Midway Manufacturing, and later, Capcom. *Atari, Inc. v. North American Philips Consumer Electronics Corp. (Munchkin): 7th Circuit reached a similar result on the issue of copyrightability of the images and sounds present in video games. *Williams Electronics, Inc. v. Artic International, Inc. (Defender): 3rd Circuit reached the same decision regarding sufficient \"fixation\" in video games, ruling that there are sufficient repeated sounds and images to constitute an audiovisual work, regardless of the player's actions. *Midway Manufacturing Co. v. Artic International, Inc. (704 F.2d 1009 (1983)): 7th Circuit reached the same decision regarding \"fixation\" of images and sounds in video games. *Data East USA, Inc. v. Epyx, Inc. (International Karate): scenery and characters deemed commonplace or standard are not copyrightable under the doctrine of scenes-à-faire. *Capcom U.S.A., Inc. v. Data East Corp (Fighter's History): scenery and characters deemed commonplace or standard are not copyrightable under the doctrine of scenes-à-faire. ==References== ==External links== *669 F2d 852 Stern Electronics Inc v. Kaufman at OpenJurist Category:United States copyright case law Category:United States Court of Appeals for the Second Circuit cases Category:1982 in United States case law Category:Video game law Category:United States lawsuits fr:Stern Electronics#Stern Electronics, Inc. v. Kaufman ",
    "title": "Stern Electronics, Inc. v. Kaufman"
}