{
    "id": "3266508",
    "text": "Shane Bugbee is an American artist, publisher, multi-media communicator, filmmaker, and event promoter.Gettingit.com: Dana Plato's Corpse == Early life and career == Bugbee started his career as a zinester in 1986 establishing Michael Hunt Publishing, he began publishing cartoonist Mike Diana during his obscenity trial in his zine Naked Aggression. Bugbee was a strong supporter of Diana, and acted as his publisher and manager for nearly a decade. Bugbee hosted Diana's first solo art show at Goat Gallery in Chicago in Dec. 1994. In 1992 Bugbee became an agent of Serial Killer John Wayne Gacy art, eventually publishing Gacy's bio \"A Question of Doubt\". Bugbee met his now ex-wife Amy in 1994 at the Goat Gallery, and the two married in 1996. A self-proclaimed expert in the subject of serial killers, Bugbee has spoken extensively on the subject, even touring a collection of artifacts including Ed Gein's tombstone. These \"side show\" style speaking engagements have drawn criticism as exploitive and over the edge. Salem, Massachusetts Mayor Stanley Usovicz tried to stop one event, calling it \"an outrage\" after Bugbee displayed Ed Gein's truck in the center of Salem's downtown area. Starting in 2001, he organized and extensively promoted a new tour entitled \"The Angry White Male\" tour. featuring not only Mike Dianna, but controversial zine writer Jim Goad and decorated with confederate flags. Bugbee created his own blueberry soda pop, Ely Soda. The popularity of the soda led to wider revelation of Bugbee's other entrepreneurial and artistic endeavors, eventually ending in controversy and exile. ==Angry White Male Tour== Bugbee turned his attention to environmental and political concerns with the Angry White Male tour. The tour was received with mixed reviews, and led to the creation of The Northwest Club Coalition chaired by author Cristien Storm and supported by North Atlantic Books to fight against the White Nationalist the tour was drawing. Bugbee was a winner in the Willie Nelson peaceful solution video contest. From Nov. 4 2007 until Nov. 5, 2008 Bugbee embarked on a year long road trip called A Year At The Wheel covering art, politics, religion and revolution which culminated into a book and documentary release. Bugbee talked to many along the way from small town workers to Timothy Wyllie of the Process Church of the Final Judgment settled in a small beach town in 2008 in the southeast corner of Washington state after the road trip. Shortly after arriving he began using sculpture as a medium of expression, producing dozens of works which have been exhibited in various shows. He was interviewed about his art in ArtSync magazine in 2011. He interviewed Dagon from the black metal band Inquisition. and Nergal from Behemoth on the nature of Christianity and Catholicism in Poland. he also interviewed Portland Artist Jesse Reno on art, dangerous art, censorship, and how one would define art. Starting in 2011, Bugbee was a member of the Center for Healing Spiritual and Cultic Abuse, an anti-cult lobbying group and served as an advisor for Satanic Cults. The advisory board featured Doug Mesner and Michael Shermer of skeptic magazine. Starting in 2012, he organized as festival called WTF Fest, the tour, which appeared in 5 cities included poet and revolutionary John Sinclair, Star Trek artist Dave Archer, known for painting with a million volt Tesla Coil, scream queen Ruby LaRocca, and Dave Densmore a poet and commercial fisherman. The show included additional musical guests. it received mixed reviews. Additionally in 2014, he and a partner developed a concept for an underground news show called \"Counterculture\" with Natalia Garcia that was pitched to Showtime and other networks although the project was not picked up. Natalia Garcia later left to continue working on her series Polyamory.COUNTERCULTURE: PITCH The pilot included a tour of the Ku Klux Klan Museum, interviews with Charles Manson's wife 'Star' as she planted trees for ATWA, and Frank Kozik, as well as and interview with Karla LaVey. The pitch was to follow three topics and show both left and right, along with the decay of American culture including interviews with Chicago Occupy Wallstreet protestors. In October 2015, Bugbee with fellow artist and friend Dave Archer, did a show at AFRU Gallery in Portland, the exhibit titled \"Black Magic House Blessings and Fukushima Death Curses\" featuring his sculptures and Dave Archer's wood burnings. It received favorable reviews in local press. In 2018, he started a new Podcast entitled \"Love, Loss, and Despair\", addressing among other things his recent divorce, the publishing of Might is Right, his first encounters and meeting with Katja Lane wife of White Nationalist David Lane, the failure of \"A Year at The Wheel\" to lock-in a final edit, his rivalry with artist Steven Johnson Leyba, and his admission into the Church of Satan. ==Media appearances== Bugbee has been profiled in The Chicago Reader and Spin Magazine (September 2001) during the underground publishing boom. Bugbee was featured on the cover of The Chicago Reader; the feature was titled \"Shocks to the System\". Bugbee has been a guest on Court TV with Nancy Grace. He appeared on E! True Hollywood Story regarding Dana Plato. A full chapter from the book ART THAT KILLS by George Petros is dedicated to Bugbee. The book covers the Transgressive Art Movement from 1984-2000. In 2013, Bugbee spoke at Harvard University about his book and movie The Suffering and Celebration of Life In America. Jody Picoult's 2010 bestseller House Rules begins with discussion about Bugbee and the cookbook he put out with serial killer Dorothea Puente. ==Media== * Naked Aggression magazine 1991-93, by various * Superfly 1 by, Mike Diana 1993 * For the Love of Bijork, by Al Frank 1993 * Dixie Do Me, by Lisa Brosig 1993 * Chicago Cartoon comix magazine 1993, by various (editor) * Worst of Boiled Angel, by Mike Diana, 1996 * Extermination Zone, by Randall Phillips, 1996 * MF Magazine 1995, 1996, 1997 by various * Chicago At Night adult newspaper 1998,1999, by various (editor) * Dana Plato's Last Breath, book & CD, by Shane Bugbee, 1999 * Superfly 2 by, Mike Diana 2000 * Bad Pill's, by Sverre H Kristensen 2000 * Slipknot comic, by Tony Kelly 2000 * ANSWER Me! #4, by Jim Goad 2001 (reprint) * Cooking With A Serial Killer, with Dorothea Puente, 2004 * Might is Right, with Anton LaVey, 1996, 2006, 2013 * The Trench Coat Diaries, by Shane Bugbee 1999 * Ely Pride arts and entertainment magazine 2006, by various (editor) * The Suffering & Celebration of Life in America, by Shane Bugbee (2012) ==References== ==External links== * Shane Bugbee personal website *pollystaffle Magazine interview/article, Nov 2007 *Audio interview - Shane and Amy Bugbee Save the World! Category:People from Lubbock, Texas Category:Living people Category:1968 births ",
    "title": "Shane Bugbee"
}