{
    "id": "3266919",
    "text": "The Shriners Hospital for Children is a 29-bed, non-profit pediatric hospital located in Portland, in the U.S. state of Oregon. It specializes in orthopedics, cleft lip, and palate disorders as part of the 22-hospital system belonging to the Shriners Hospitals for Children. Established in 1924, the current campus opened in 1983. The hospital is located on the Oregon Health and Science University campus, and is active in the research and development of new technology. ==History== The Shriners announced plans for a hospital for crippled children in Portland in 1921. A site for the new hospital was selected in 1922 as a parcel at NE Sandy Boulevard and NE 82nd Avenue. A groundbreaking ceremony was held on June 9, 1922, with construction then finishing in 1923. The hospital opened its doors on January 15, 1924 as the Shriners Hospital for Crippled Children. The main focus of the hospital was orthopedics, primarily due to the crippling effects of polio. In 1948 to support the hospital, the local Shriners started the North South high school all-star Oregon Shrine Game, which later became the Les Schwab Bowl. This game continues to this day as the Oregon East-West All Star Game which occurs in August each year in Baker City, Ore. In 1978, the hospital announced it would move from the northeast Portland location to Marquam Hill in Southwest Portland, where it could better serve its patients. The new 40-bed facility was expected to cost $6.5 million, and state regulators approved the new facility later that year. Construction began on the project in August 1980, with the estimated costs rising to $10 million and expected completion in 1982. The building opened in May 1983 as a 39-bed hospital with that ended up costing $20 million. A research center was added in 1997, and that year the hospital dropped the crippled children portion of its name. Construction began in September 2008 to add a four-story extension of the hospital over the parking garage in a project expected to cost $70 million. That project added , but reduced the number of beds to 29 as rooms were made private and space was made for more outpatient care. The addition opened in May 2010. In June 2014, the Gates Foundation gave the Portland Research Center at the hospital a grant of around $1 million. ==Details== Shriners Hospital serves patients from Oregon, Idaho, Washington, Alaska, and British Columbia regardless of the family's ability to pay. The 29-bed hospital has surgery suites, outpatient care, a motion analysis center, orthotics & prosthetic services, rehabilitation services, living areas for family members of patients, a pharmacy, library, and classroom space. For the first nine months of 2013, the hospital performed 589 surgeries and a total of 1,908 patient days, with an additional 8,495 outpatient visits. Portland Shriners specializes in orthopaedic and cleft lip and palate conditions, but also has services for rheumatoid arthritis and post-care for burn patients. It is also home to the Portland Research Center, one of six research centers of the Shriners organization, which the Portland center has a focus on skeletal and limb development. ==See also== *Doernbecher Children's Hospital *OHSU Hospital *Veterans Affairs Medical Center ==References== ==External links== *Shriners Hospital for Children (Portland) Category:1923 establishments in Oregon Category:Children's hospitals in the United States Category:Homestead, Portland, Oregon Category:Hospital buildings completed in 1983 Category:Hospitals in Portland, Oregon Category:Oregon Health & Science University Category:Shriners hospitals ",
    "title": "Shriners Hospital for Children (Portland)"
}