{
    "id": "3267096",
    "text": "Keith Pascoe (born 1959) is a musician and conductor from Liverpool, England, best known for his work with musical ensembles such as the Chamber Orchestra of Europe, the London Philharmonic, and the RTÉ Vanbrugh String Quartet. ==Background== Born in Liverpool, Pascoe studied violin with Jaroslav Vanecek, piano with Eileen Reynolds, and conducting with Norman Del Mar at the Royal College of Music in London. He holds first-class honours degrees (MA and Master of Philosophy) from both Cork Institute of Technology and NUI, University College Cork respectively, and received an Hon. ARAM from the Royal Academy of Music in London. In 2016 he received the Lifetime Achievement Award from the National Concert Hall in Ireland. He currently lives in Cork, Ireland. ==Career== Pascoe's professional life began in 1981, when he became a founding member (and leader) of the Chamber Orchestra of Europe. Subsequent full-time positions included sub-leader of the London Philharmonic at the age of twenty-three, assistant director of the Academy of St Martin in the Fields (with whom he has appeared as soloist), and ten years with exclusive EMI artists, the Britten Quartet. Since 1998, Pascoe has been a violinist with the Vanbrugh Quartet, artists-in-residence to University College Cork. He is Lecturer in Chamber Music and Violin at the Dublin Institute of Technology, Conservatory of Music, and Conductor of the Cork Fleischmann Symphony Orchestra. ==Recent works== More recently, in addition to having a busy international schedule, Pascoe has been researching the music of the eighteenth-century composer Luigi Boccherini. His critical editions of a previously unpublished works by Boccherini, issued by HH Edition, were critically acclaimed. From 2004-2016, Pascoe was conductor of the Cork Symphony Orchestra. From 2016 he has been conductor of the Cork Fleischmann Symphony Orchestra. ==References== ==External links== * Vanbrugh Quartet * Edition HH * City of Cork Symphony Orchestra * Home Page Category:1959 births Category:People from Cork (city) Category:Alumni of the Royal College of Music Category:Alumni of University College Cork Category:English classical violinists Category:British male violinists Category:English conductors (music) Category:British male conductors (music) Category:Living people Category:Musicians from Liverpool Category:21st-century British conductors (music) Category:21st-century classical violinists Category:21st-century British male musicians Category:Male classical violinists ",
    "title": "Keith Pascoe"
}