{
    "id": "3267218",
    "text": "Theodore Roosevelt Educational Campus in February 2020 Theodore Roosevelt High School, originally Roosevelt High School, the third public high school to open in the Bronx, New York,Morris High School and Evander Childs High School had opened first. operated from 1918 until its permanent closure in 2006. Shutting down incrementally since 2002, this large high school, initially enrolling about 4 000 students, yearly dwindled, newly sharing its 1928 building with new, small public high schools—all pooling students for major, extracurricular activities like athletics and JROTC—a reorganization renaming the building Theodore Roosevelt Educational Campus,In February 2015, a two-year reconstruction project began on the building's exterior, affected by crumbling cement and falling bricks. still open after the historic, namesake high school ceased in 2006.Clara Hemphill, \"Theodore Roosevelt Educational Campus\", Insideschools, Mar 2012: * Belmont Preparatory High School * Bronx High School for Law and Community Service * Fordham High School for the Arts * Fordham Leadership Academy for Business and Technology * KAPPA International High School * West Bronx Academy for the Future At its November 1918 opening, Roosevelt High School operated in the building of school PS 31.Norval White & Elliot Willensky w/ Fran Leadon, AIA Guide to New York City, 5th edn (New York: Oxford University Press, 2010), entry \"W1\", p 846. At the January 1919 death of the Roosevelt family's preeminent member, a recent US president and venerated statesman, Roosevelt High School was renamed.\"The Roosevelt High School: Only a little over a year old and overcrowded\", School (New York, NY), 1920 Jan 22;31(21):197,202, p 197. And as the Bronx led New York City's population growth, its enrollment snowballed. Still focusing on accounting and secretarial skills,Elsie B Goldsmith, \"Schedule of schools: 1: Commercial education\", pp 2–21, Directory of Opportunities for Vocational Training in New York City (New York: Vocational Service for Juniors, 1922), p 16. Roosevelt gained more classrooms in other schools' buildings. Yet in 1928, the high school entered its own, newly built at 500 East Fordham Road, making it one of America's high schools largest and best equipped.Lisa Rogak, A Boy Named Shel: The Life and Times of Shel Silverstein (New York: Thomas Dunne Books, 2007), p 9: \"When World War II broke out in 1939, the curriculum at public schools across the country was retooled toward the war. Teaching basic military skills was the rule when Shel entered Theodore Roosevelt High School in September 1944. The high school was one of the largest in the nation, covering two city blocks, and was one of the best equipped as well. Its capacity was just over four thousand students and contained ninety classrooms and a variety of sewing rooms, music rooms, auto shops, three woodworking shops, science laboratories, gymnasiums, swimming pools, auditoriums, and a cafeteria that could seat one thousand\". At the northern edge of the Belmont section, soon a Little Italy, and the southern edge of Fordham University's campus, Roosevelt's building became a community venue for organizations' meetingsClarence Taylor, Reds at the Blackboard: Communism, Civil Rights, and the New York City Teachers Union (New York: Columbia University Press, 2011), p 158. and politicians' speeches.Susan Dunn, 1940: FDR, Willkie, Lindbergh, Hitler—the Election Amid the Storm (New Haven CT: Yale University Press, 2013), pp 1 & 202–203. The school colors were red and white. The sports teams were the Rough Riders, nickname of the cavalry unit led by Colonel Roosevelt before his US presidency. The high school's 1930s and 1940s students participated extracurricularly at about 55% or New York City's lowest rate, about 80% citywide.Paula S Fass, Children of a New World: Society, Culture, and Globalization (New York & London: New York University Press, 2006), p 76. Still, Roosevelt was esteemed in its own niche,Lloyd Ultan & Barbara Unger, Bronx Accent: A Literary and Pictorial History of the Borough (Piscataway NJ: Rutgers University Press, 2000), pp 107–108, including quote from p 108: \"Child, when I showed up that day—at Theodore Roosevelt High School, a white high school—they just about died when they saw me. A colored woman! But my name was on the list to teach there, and it was too late for them to send me someplace else. The plan had worked! Once I was in, they couldn't figure out how to get rid of me. So I became the first colored teacher in the New York City system to teach domestic science on the high school level. I spent the rest of my career teaching at excellent high schools! Between 1930 and 1960, when I retired, I taught at Theodore Roosevelt High School, which is on Fordham Road in the Bronx, then at Girls' High School in Brooklyn, and finally at Evander Childs High School, which is on Gun Hill Road in the Bronx\". educating for the basic workforce, the school's image enduring into the 1950s.Harold Thau w/ Arthur Tobier, Bronx to Broadway: A Life in Show Business (New York: Applause Theater & Cinema Books, 2002), pp 32–33: \"It wasn't until my father's business went into financial hemorrhage and all the help had to be let go that I got a close look at the downside of free enterprise. ... Every night for a year, with the meager receipts of the evening in a brown paper bag, I closed the door on a failing business and rode a cab up to the Bronx, asking myself: What could I do to help? How could I make a difference? I really didn't have the answers. No one seemed to have them. ... For a long time, a shroud of gloom lay over my soul. Theodore Roosevelt High School didn't help me much in this regard. It wasn't a progressive academic institution; it never was. The governing idea there was, 'Get these boys and girls out into the world and into jobs that'll permit them to survive'. But I always knew I could survive: it was more than a job that I wanted. Besides, there was never a question in my mind that I wouldn't be going to college. I always felt, whatever else was going on, my parents would find a way for me to go. That was simply my frame of reference. Few of my friends thought otherwise. In the East Bronx, Jews as a group had an almost religious fervor about educating their children\". (A search of the book, on Google Books, using the term born leaves elusive Thau's birth year. Yet page 28 shows a photograph and caption, viewable via Amazon.com's Look Inside feature, that put his bar mitzvah in 1947. This suggests the age 14, presumably starting high school, in 1948.) Meanwhile, a local gang, the Fordham Baldies, menacing blacks and Hispanics in Roosevelt's vicinity, kept enrollment overwhelmingly white.Eric C Schneider, Vampires, Dragons, and Egyptian Kings: Youth Gangs in Postwar New York (Princeton & Oxfordshire: Princeton University Press, 1999), p 184. In the 1960s, among students citywide, truancy increased and socializing gained priority, whereby other high schools often issued diplomas once their requirements were met via Roosevelt's evening and summer classes.Jimmie Walker w/ Sal Manna, Dyn-O-Mite!: Good Times, Bad Times, Our Times—A Memoir (Philadelphia: Da Capo Press, 2012), p 22.Allen Jones w/ Mark Naison, ch 17 \"Shifting loyalties\", pp 83–87, The Rat that Got Away: A Bronx Memoir (New York: Fordham University Press, 2009): pp 83–85 discuss local youth subculture around 1967, while pp 86–87 illustrate it in events involving T Roosevelt HS. Across the 1960s, amid economic stagflation,Amid economic stagnation—that is, floundering industry, rising unemployment, and stalling pay raises—prices of products and services were rising, inflation. drug selling popularized,Eloise Dunlap & Bruce D Johnson, \"The setting for the crack era: Macro forces, micro consequences (1960–1992)\", pp 45–59, in Marilyn D McShane & Franklin P Williams III , eds, Drug Use and Drug Policy (New York & London: Garland Publishing, 1997), pp 53–54. common at Roosevelt by 1970. As drug culture had eased racial hostilities, Roosevelt's black and Hispanic enrollment grew. Although heroin lowered gang violence, New York City teetered on bankruptcy in 1975,Jeff Nussbaum, \"The night New York saved itself from bankruptcy\", The New Yorker magazine website, Condé Nast, 16 Oct 2015. and the 1977 blackout incited massive looting, triggering a domino effect of rapid urban decay,Businesses typical of wholesome communities closed or moved, property value fell, and most apartment buildings either were burned and abandoned, how their reputable landlords may collect insurance compensation, or were sold to thrifty or miserly landlords. including soaring crime rates and white flight.Composed mainly of American whites, including Jews, the gentrified classes fled.Christina Sterbenz, \"New York City used to be a terrifying place\", Business Insider, 12 Jul 2013.Rodney P Carlisle, Handbook to Life in America, Volume IX: Contemporary America, 1970 to the Present (New York: Facts On File, 2009), pp 68–70. By 1980, the South Bronx, largely rubble,David Gonzalez, \"Faces in the rubble\", New York Times, 21 Aug 2009. was notorious for having the city's worst public high schools.John N Gardner & Betsy O Barefoot, ch 10 \"Lehman College of the City University of New York\", pp 219–42, in Betsy O Barefoot et al, eds, Achieving and Sustaining Institutional Excellence for the First Year of College (San Francisco: Jossey–Bass, 2005), p 219. Then the crack epidemic struck.Eloise Dunlap & Bruce D Johnson, \"The setting for the crack era: Macro forces, micro consequences (1960–1992)\", pp 45–59, in Marilyn D McShane & Franklin P Williams III , eds, Drug Use and Drug Policy (New York & London: Garland Publishing, 1997), pp 49–50. Many adolescents from the city's most violent neighborhoods,\"46th Precinct\", Official New York City Police Department Web Site, visited 10 Mar 2014: the 46th Precinct polices the Bronx sections Mount Hope, Morris Heights, University Heights, and Fordham Heights. For a closer discussion, see Graham Rayman, The NYPD Tapes: A Shocking Story of Cops, Cover-ups, and Courage (New York: Palgrave Macmillan, 2013), pp 62–64. For a contemporary source, see John T McQuiston, \"Four slain in violent Bronx area\", New York Times, 29 Sept 1987, reporting, in part, \"Four residents were slain in separate incidents in one South Bronx precinct during a 15-hour period that ended early yesterday afternoon, the police said. The slayings occurred in the 46th Precinct, north of the Cross Bronx Expressway in Morris Heights, where it is not unheard of to have four homicides in a day, according to Sgt. Benjamin Dowling, a precinct spokesman. There was an average of 4.3 murders a day last year in all of New York City, which is divided into 75 precincts. 'We're very heavy into homicides in this precinct,' said Sergeant Dowling\". policed by especially corrupt officers,Leonard Levitt, NYPD Confidential: Power and Corruption in the Country's Greatest Police Force (New York: Thomas Dunne Books, 2009), pp 155–56. In contemporary journalism, Craig Wolff, \"Tales of police corruption not surprising, 46th Precinct residents say\", New York City, 10 Oct 1993, reported, in part, \"The 46th Precinct is in the Fordham section of the Bronx. It is a crime-ridden precinct where, the Mollen Commission was told, some of the department's worst officers were commonly 'dumped.' And it is where 'the Mechanic' worked, a convicted officer who earned the nickname for the tune- ups,' or beatings, he performed on drug suspects and innocent bystanders alike. The Police Department says there is no policy of using any precinct, including the 46th, as a place of exile for troublesome officers\". Yet under two years later, Clifford Krauss, \"Police officer convicted of extorting payoffs\", New York Times, 21 Apr 1995, reported that perhaps some 30 officers in the 46th Precinct were involved in various criminal activity in the community. And soon, Clifford Krauss, \"16 officers indicted in a pattern of brutality in a Bronx precinct\", New York Times, 4 May 1995, § B, p 1, reported endemic criminality in the 48th Precinct, policing the Belmont section. were zoned to Roosevelt, which, having the city's highest dropout rate in 1984,Jane Perlez, \"City's schools seek solutions on dropouts\", New York Times, 28 Nov 1986. symbolized the educational disaster.Mark Coultan, \"Weak schools caned where winning counts\", Sydney Morning Herald, 15 Nov 2006: \"And they don't just name aircraft carriers after their presidents. There's the Franklin Delano Roosevelt High School, and the Eleanor Roosevelt High School. However, the Theodore Roosevelt High School closed this year. But there's a story to that. Theodore Roosevelt High, in the south Bronx, opened in 1919 and as the area descended into drug-fuelled despair, so did the school. An energetic principal, Thelma Baxter, revived the school in the 1990s but after she was promoted the school went downhill again. Schools are reflective of society, and America loves winners. Losers? Nobody wants to know. In Australia, struggling schools get extra help; in America, it's the best schools that get the money. The worst are told to improve, or close. The principals and teachers find new jobs, and the children are found new schools. Often three new schools occupy the same building\". In 1986, with a new principal, efforts began to raise Roosevelt's attendance. But improvement was negligible until 1992, when the next new principal, Thelma Baxter, led an astonishing turnaround.Editor, \"Cloning Thelma Baxter\", New York Times, 27 Jan 1996. Upon Baxter's 1999 promotion to superintendent of schools in Manhattan's Harlem section, Roosevelt's progress reversed. In 2001, the city's Department of Education, ordered by the state's, commanded Roosevelt to shut down.Catherine Shu, \"A South Bronx high school's long goodbye: Phasing out an 80-year-old institution\", Columbia Journalism News: Youth Matters, Columbia University Graduate School of Journalism, 2005. In 2002, it received its final freshman class. In 2006, about 3% graduated.Kenneth Lovett, \"Grad Tidings\", New York Post, 26 Apr 2007. The Theodore Roosevelt High School then closed. From the 1920s to the 1960s, a number of eventual public figures—journalist Thelma Berlack Boozer, actress June Allyson, actor John Garfield, baseball player Rocky Colavito, all the singers of Dion and the Belmonts, Kiss's lead guitarist Ace Frehley, actor and screenwriter Chazz Palminteri, and comedian and actor Jimmie Walker—had attended the Theodore Roosevelt High School.\"Theodore Roosevelt High School, Bronx, NY\", NNDB, Soylent Communications, 2013, Website accessed 3 Jul 2014. == Origination: 1910s–20s == ===The setting=== In the early 20th century, American educators sought to both expand and tailor schooling and to extend school enrollment into adolescence, newly seen as a prime opportunity to properly socialize youth, especially to assimilate the rapidly growing immigrant populations of cities.Paula S Fass, \"Creating new identifies: Youth and ethnicity in New York City high schools in the 1930s and 1940s\", pp 95–117, in Joe Austin & Michael N Willard, eds, Generations of Youth: Youth Cultures and History in Twentieth- century America (New York & London: New York University Press, 1998), p 95. Helping to define, or even to create, this concept of adolescence as the transition from childhood to adulthood, high schools became venues where youth vied for control over identity, behavior, and allegiance, while the 19th century's esteem for Protestant respectability faded to the 20th century's emergent quests for intricate cosmopolitanism. In a multiethnic city like New York, educators intentionally employed the high school as a fundamental agent of socialization. Entering 1918, the Bronx had two high schools: the Morris and the Evander Childs.Homer L Patterson, ed, Patterson's American Education, Volume 14: College and School Directory (Chicago: American Educational Company, 1922), p 334.New York Superintendent of Schools, Twenty-third & Twenty-fourth Annual Reports of the Superintendent of Schools, 1920–1922: High Schools (New York: Board of Education, 1923), p 22: \"It appears that The Bronx should have another high school to carry a general and a commercial course like the Evander Childs High School, to relieve both the Morris and Evander Childs High Schools. The Theodore Roosevelt High School has a register of 1,461 boys and girls in the commercial course. The building in P.S. 31 carries a double session. The school has an annex in P.S. 47\".\"Evander Childs High School\", School: Devoted to the Public Schools and Educational Interests, 1918 Sep 12;30(2):9. ===The opening=== The Roosevelt High School was organized on November 14, 1918, from the commercial classes comprising a Morris High School annex conducted in PS 31, located at 144th Street and Mott Avenue, thereupon Roosevelt's location. Initially led by teacher Edward M Williams, Roosevelt's 830 students got their first principal—William R Hayward—on December 9, 1918. On January 8, 1919, two days after the earlier United States President Theodore Roosevelt, a Progressive Era leader born in Manhattan, had died, New York City schools' Board of Superintendents proposed a name change, approved two days later by the New York City Board of Education. The next day, principal Hayward announced the Theodore Roosevelt High School, and sought its namesake's spirit to preside over it. Rapidly growing, Theodore Roosevelt High School gained its own annex—16 classrooms in PS 47—later that very month, on January 22, 1919. ===The borough=== From 1900 to 1920, the population of the Bronx, the city's fastest growing borough, grew over two and a half times.Bronx Board of Trade, The Bronx: New York City's Fastest Growing Borough (Bronx NY: Bronx Board of Trade, 1922), p 3. The Bronx Board of Trade concluded, \"It is probably due to the fact that its housing conditions are of the best that The Bronx for years has had the lowest death rate and the highest birth rate of any of the Boroughs\". Over those 20 years, spending on Bronx building construction was substantial, averaging some $24 million per year, but 1921 saw record spending, over $75 million. Yankee Stadium opened in 1923.David Hartman & Barry Lewis, \"History: Birth of a borough\", A Walk Through The Bronx, Thirteen/WNET website, Educational Broadcasting Corporation, 2005, accessed 15 Mar 2014: \"In 1923, Yankee Stadium was opened at 161st Street and River Avenue as the home of the New York Yankees, who became known at the 'Bronx Bombers' because of the large number of home runs hit in the following decades by such players as Babe Ruth, Lou Gehrig, Joe DiMaggio, Mickey Mantle, Roger Maris, and Reggie Jackson\". Throughout the 1920s, upscale apartments, highly coveted, rapidly went up along the Grand Concourse, and were promptly rented mostly by affluent doctors, lawyers, and businessmen.Constance Rosenblum, Boulevard of Dreams: Heady Times, Heartbreak, and Hope along the Grand Concourse in the Bronx (New York & London: New York University Press, 2009), pp 46–47. Up to some 80% of the Concourse's residents were Jews, the group leading the Bronx's rapid population growth, fostered by newly built subway lines, enabling rapid travel from lower Manhattan, that connected to a network of Bronx trolley lines.Bill Twomey & Thomas X Casey, Images of America: Northwest Bronx (Charleston SC: Arcadia Publishing, 2011), Fordham University buildings shown on pp 9–13 & Bronx trolleys shown on pp 14–17.David Hartman & Barry Lewis, \"History: Birth of a borough\", A Walk Through The Bronx, Thirteen/WNET website, Educational Broadcasting Corporation, 2005, accessed 15 Mar 2014: \"In 1904, the first subway connecting the Bronx to Manhattan was built under 149th Street, providing cheap rapid transit that with the 3rd Avenue elevated line persuaded hundreds of thousands during the first third of the twentieth century to leave tenements in Manhattan for spacious new apartments in the Bronx. Yugoslavians, Armenians, and Italians were among those who made the move, but the largest group was Jews from central and eastern Europe. With the influx of population in the first third of the century the economy of the Bronx grew rapidly. The 3rd Avenue elevated line was gradually extended northward and in the process trolley lines were connected to it, forming a rapid transit line that provided access from lower Manhattan to expanses of undeveloped land. Many apartment buildings and commercial buildings were soon erected along the corridor of the elevated line, which reached its northern terminus at Gun Hill Road in 1920\". ===The building=== By 1922, Theodore Roosevelt High School had over 1460 commercial students, who were focusing on accounting or secretarial skills in programs ranging from one to four years. Roosevelt obtained a second annex on September 25, 1925 (in PS 70), a third annex on February 1, 1926 (in PS 73), and a fourth annex, but this one in Manhattan, on February 1, 1928 (in PS 39). Entering its ninth year, Roosevelt carried over 150 teachers and 4000 students. By 1920, however, there had already been calls to construct for Roosevelt its own building. In 1926, ground had been broken for the new building on May 18, and the building's cornerstone laid on November 17, on Fordham Road, several blocks east of its intersection with the Grand Concourse, and directly across the street from the sprawling campus, with Collegiate Gothic architecture, of Fordham University, founded in 1841. At 500 East Fordham Road, the building of Theodore Roosevelt High School opened in September, 1928. == Continuation: 1930s–60s == ===Depression=== Starting in 1929, the Great Depression damaged many livelihoods in the Bronx.Lloyd Ultan & Barbara Unger, Bronx Accent: A Literary and Pictorial History of the Borough (Piscataway NJ: Rutgers University Press, 2000), p 106. And yet the borough's Democratic Party's boss, Edward J Flynn, had close ties with Franklin D Roosevelt—previously New York state's governor and a cousin of Theodore Roosevelt—who became US president in 1933. Via Flynn's influence, US government then heavily subsidized public works in the Bronx, whose Central Post Office, Triborough Bridge, Whitestone Bridge, and Orchard Beach were built, while parks and schools were revitalized, in the 1930s.Evelyn Gonzalez, The Bronx (New York & Chichester: Columbia University Press, 2004), pp 94–96. Reachable locally by trolleys, Orchard Beach, unlike the carnival atmosphere in Brooklyn at Coney Island, had elegant bathhouses, and was called by a community leader \"The Riviera of the Bronx\". And yet the Bronx retained plenty farmland even in the 1940s.Martin Dunford & Jack Holland, The Rough Guide to New York City (London: Rough Guides, 2002), p 269. Covering two city blocks square, Theodore Roosevelt High School's building was among America's largest and best equipped with science laboratories, sewing and music rooms, automotive and woodworking shops. The building's steeple (February 2020) ===Populations=== The journalist Thelma Berlack Boozer, a black woman, while graduating with Roosevelt's highest average until then, was the valedictorian of 1924.V. P. Franklin, \"Thelma Berlack Boozer (1906–)\", in Jessie Carney Smith, ed, Notable Black American Women, Book II (Detroit: Gale Research Inc., 1996), p 39.\"Child labor article wins high school 'Biggest News' prize\", The American Child (National Child Labor Committee), 1924;6(4):4. The Bronx was home, then, mostly to American whites, whereas Irish were the predominant minority group, while both Italians and Jews were increasing, and blacks were scarce.Paula S Fass, \"Creating new identifies: Youth and ethnicity in New York City high schools in the 1930s and 1940s\", pp 95–117, in Joe Austin & Michael N Willard, eds, Generations of Youth: Youth Cultures and History in Twentieth- century America (New York & London: New York University Press, 1998), pp 109–111. Having fled famine in the 19th century and commonly worked in America laying railroads, the Irish, the earliest immigrants, dominating the area, frequently harassed Jews, whose families, however, were usually fervent about education. Although the Belmont section,Steven G Kellman, Redemption: The Life of Henry Roth (New York: W. W. Norton & Company, 2005), p 188. Roosevelt's home since 1928, was soon a Little Italy represented highly in Roosevelt's student body,Isabelle Stamler, Sarah's Ten Fingers (Bloomington IN: iUniverse, 2012), p 208. students came from diverse neighborhoods, including the Bronx's affluent strip, the Grand Concourse. There, young professionals, mostly Jews, filled the luxury apartment buildings, built in the 1920s.Constance Rosenblum, \"Grand, wasn't it\", New York Times, 20 Aug 2009. In 1930, holding a master's degree in education from Columbia University, Sarah L Delany, stymied in securing a job in her area of expertise, at last maneuvered to be hired before the school's administration had met her.Richard Harmond & Peter Wallenstein, \"Delany, Bessie and Sadie Delany\", pp 224–225, in Henry L Gates Jr & Evelyn B Higginbotham, eds, African American Lives (New York: Oxford University Press, 2004). On her first day of work, Delany was a shocking sight and awkward presence—a black woman teaching at a \"white high school\"—but, already hired through bureaucratic formality, was too difficulty to release. Roosevelt thus became New York City's first high school to employ a nonwhite teacher of home economics. Decades after retiring in 1960, Delany rejoiced, \"I spent the rest of my career teaching at excellent high schools!\" But by the 1950s, despite large emigration of blacks and Hispanics from the American South and the Caribbean to New York City, members of a local gang, the Fordham Baldies, white, mostly Italian, were menacing these groups in the neighborhood of Roosevelt, whose enrollment remained overwhelmingly white. ===Participation=== Focused on adolescence as a period to integrate youth, especially from immigrant populations, into society via high school, American educators emphasized voluntary participation in extracurricular activities.Paula S Fass, \"Creating new identifies\", pp 95–117, in J Austin & M N Willard, eds, Generations of Youth (New York & London: NYU Press, 1998), p 96. From 1931 to 1947, some 80% of graduates from New York City high schools had been extracurricularly active, as in sports or clubs. Participation was highest, 99%, at Bay Ridge High School, a girls' school in Brooklyn, and was lowest, 56%, at Theodore Roosevelt High School. Throughout the city, some 75% of blacks participated extracurricularly, but black boys' prominence only on track teams may reflect a strong exclusionary bias.Paula S Fass, Children of a New World: Society, Culture, and Globalization (New York & London: New York University Press, 2006), pp 77–78. Many parents, especially of recent immigration, wanted their daughters away from male peers altogether, a factor commonly important to Italians, comprising nearly 33% of Bay Ridge High School's students, many of whom commuted from a wide area since parents viewed this girls' high school as \"safe\", like a parochial school.Paula S Fass, \"Creating new identifies: Youth and ethnicity in New York City high schools in the 1930s and 1940s\", pp 95–117, in Joe Austin & Michael N Willard, eds, Generations of Youth: Youth Cultures and History in Twentieth-century America (New York & London: New York University Press, 1998), pp 110–111 & 117. Although Brooklyn's Bay Ridge section was mainly American white, as were some 25% of the high school's students, faculty may have encouraged universal involvement and prevented spontaneous ethnic segregation, as Italian girls and the few black girls alike were extracurricularly involved far more than elsewhere, a stark contrast from black boys at Roosevelt. ===World War=== In 1938, while still a Theodore Roosevelt High School student, June Allyson joined the Broadway chorus line Sing Out the News.Lloyd Ultan & Shelley Olson, The Bronx: The Ultimate Guide to New York City's Beautiful Borough (New Brunswich, NJ: Rutgers University Press, 2015), p 152.Obituary, \"June Allyson\", The Telegraph (UK), 12 Jul 2006. With World War II's 1939 outbreak, curricula at American public schools were redirected toward the war effort. On October 8, 1940, vowing to keep America out the war, Wendell Willkie, the Republican Party's presidential candidate for that year's election, gave a speech at Theodore Roosevelt High School, and died that day in 1944. By then, Allyson had become \"the apple of Hollywood's eye in the war years and everyone's notion of the girl next door\". Meanwhile, preparing students less for college entrance than for practical jobs, Roosevelt \"wasn't a progressive academic institution\", and \"never was\". On a rainy day, October 21, 1944, campaigning for reelection, President Franklin D Roosevelt rode by motorcade through the Bronx tiredly waving,David M Jordan, FDR, Dewey, and the Election of 1944 (Bloomington IN: Indiana University Press, 2011), p 272. while children in onlooking crowds apprehended a connection to a world outside the Bronx.Harold Thau w/ Arthur Tobier, Bronx to Broadway: A Life in Show Business (New York: Applause Theater & Cinema Books, 2002), pp 5–7. For many adults, including some who taught at Roosevelt, the 1945 death of President FDR—in the White House a dozen years while leading America through the Great Depression and World War II—severed a sense of continuity with the past.Madeline B Stern & Leona Rostenberg, Old Books, Rare Friends: Two Literary Sleuths and Their Shared Passion (New York: Doubleday, 1997), pp 60 & 150. In 1947, opposing communism, the Catholic War Veterans of New York accused the city's Board of Education of aiding subversives by letting the communist group American Youth for Democracy hold meetings in Roosevelt's building, which was similarly used by diverse organizations. ===Transformation=== In the 1950s, four friends from the Belmont section, a Little Italy in the Bronx,Jeff Vandam, \"The bigger Little Italy\", New York Times, 5 Feb 2010. formed Dion and the Belmonts, whose members, lead singer Dion DiMucci, first tenor Angelo D'Aleo, second tenor Fred Milano, and baritone Carlo Mastrangelo, had all been Roosevelt students together.Bruce Elder, \"The Belmonts\", AllMusic website, accessed 9 Dec 2019. Meanwhile, during the 1950s, Cleveland Indians baseball player Rocky Colavito, born in the Bronx in 1933, inspired Cleveland fans' maxim Don't knock the Rock, seen as \"everything a ballplayer should be\".Joseph Wancho, \"Rocky Colavito\", Society for American Baseball Research website, accessed 3 Jul 2014: \"Rocky attended Theodore Roosevelt High School, but dropped out after his sophomore year to play semipro baseball, hoping that would lead to a more direct route to his dream of playing major league baseball. 'It was a big mistake', Colavito recalled. 'I didn't want kids to say, \"He dropped out of school and he made the big leagues\".' Baseball, though, prohibited a player from signing a professional contract until his class graduated. However, Commissioner Happy Chandler made an exception for Colavito, who had appealed the ruling, and Rocky was allowed to sign a contract at age 17.\" \"In 1994, Cleveland sportswriter Terry Pluto wrote a best selling book entitled The Curse of Rocky Colavito. In it, Pluto details the trials and tribulations of the Cleveland franchise after Frank Lane traded Colavito to Detroit. Pluto, who was born in 1955, recalls that the first words he may have learned were 'Don't Knock the Rock'. He picked up the phrase from his father when he was quite young, as did most Tribe fans of that generation. Pluto describes the Cleveland fans' admiration for Colavito thus: 'He was everything a ballplayer should be: dark, handsome eyes, and a raw-boned build—and he hit home runs at a remarkable rate' \". A Sporting News article of June 10, 1959, named him the American League player most likely to break Babe Ruth's record, 60 home runs in a season. Yet Rocky experienced a slump, and the next year, 1960, was traded to the Detroit Tigers. In 1994, upon sportswriter Terry Pluto's \"loving tale\" of a curse on the Cleveland franchise ever since, Colavito proclaimed innocence. Yet already, head had confessed to, he said, \"a big mistake\". Nearing 1950, at a tryout at Yankee Stadium, a scout for Cleveland's minor-league team witnessed just one throw by Colavito and recruited him, prompting Colavito's successful petition against the league's rule against signing anyone before his high-school class had graduated. Colavito thus dropped out of Roosevelt after his sophomore year to play semipro baseball. Colavito later rued, \"I didn't want kids to say, 'He dropped out of school and he made the big leagues' \". In the 1960s, newly hired teacher Alfred Posamentier organized Roosevelt's first mathematics teams, but soon left to join academia and spearhead efforts to improve mathematics teachers' effectiveness.Alfred S Posamentier, Terri L Germain-Williams & Daniel Jaye, What Successful Math Teachers Do, Grades 6–12, 2nd edn (Thousand Oaks CA: Corwin Press, 2013), p xvi. Roosevelt students of the late 1960s included Ace Frehley, later the lead guitarist of Kiss, and Chazz Palminteri, later the actor whose 1988 play A Bronx Tale was partly his own childhood memoir, based in Belmont. Adapted to a 1993 screenplay,Marianne Garvey, \"Lillo Brancato of 'Bronx Tale' wants to show Chazz Palminteri he's changed since prison\", New York Daily News, 7 Mar 2014, quotes the movie's lead actor, Lillo Brancato: \"He wrote a beautiful story about his life and I was chosen by him and De Niro to play the lead in that beautiful story, which is an opportunity of a lifetime\". it became Robert De Niro's directing debut. Frehley had attended a private Lutheran school, but, \"too wild\", was ejected, went to the public DeWitt Clinton High School, \"a progressive place\" in the Bronx, but was one of only a couple of students with long hair, refused to cut it, and was transferred to Roosevelt, where he focused on art courses, got bored, and dropped out, yet returned and graduated.David Leaf & Ken Sharp, KISS: Behind the Mask—Official Authorized Biography (New York: Hachette Book Group, 2003/2005), indexing \"Roosevelt\". Palminteri, too, had attended Clinton, but, disliking its being all male, transferred to Roosevelt, where this poor student, who got girls to do his homework, graduated in 1973 at age 21.\"Chazz Palminteri\", § \"Early life\", Biography Channel website, accessed March 15, 2014: \"Palminteri originally attended DeWitt Clinton High School, but transferred to Theodore Roosevelt High School because he did not like the all- boys environment at DeWitt Clinton. Despite being a poor student—'I would make girls do my homework,' he recalls—Palminteri graduated from Roosevelt High in 1973 and immediately set out to make it as an actor\". Although later actor Jimmie Walker's diploma was from Clinton, he met its requirements in 1965 by attending night classes at Roosevelt, whose summer sessions, too, taught students of other high schools. == Deterioration: 1970s–80s == ===Drug culture=== During the 1950s, as US government's policy shifted Puerto Rico's economy from agriculture to manufacturing, many Puerto Ricans sought sustainable work by emigrating to New York City.Carmen I Mercado, \"A lifelong quest for biliteracy: A personal and professional journey\", pp 36–48, in María de la Luz Reyes, ed, Words Were All We Had: Becoming Biliterate Against the Odds (New York: Teachers College Press, 2011), p 37. After similar moves to New York, emigrant blacks from the American South and from the Caribbean increasingly emerged from poverty, a progress that slowed in the 1960s and halted by about 1970, however, amid rising stagflation and US government's focus on the Vietnam War. Previously scarce within American ethnic minority groups, illegal drug selling emerged in the 1960s. Seeking heroin, white gang members began venturing into the neighborhoods of blacks and Puerto Ricans, who, no longer menaced by these whites, increasingly enrolled at Roosevelt, where illegal drug selling became prevalent by the late 1960s. Further, heroin offered young gang members a new masculinity token—heroin usage without addiction—while elder gang members, commonly addicted, seeking to diminish police attention while possessing the narcotic, formed truces. Paradoxically, then, early drug culture lowered gang violence. ===Urban decay=== In the aftermath of New York City government's near bankruptcy in 1975, the city's 1977 blackout triggered massive looting that bankrupted many stores. Many Bronx neighborhoods, resembling rubble by 1979, went aflame, while apartment buildings were abandoned or else sold to lesser landlords amid severe, rapid urban decay.See History of New York City (1978–present) for expanded discussion of urban decay in New York City from the 1970s to 1980s. The view of schools as a collaborative effort emphasized agreement among workers, potentially in the educational bureaucracy for decades, whereas points of central importance in educating adolescents, each in high school for only a few years, fell off the agenda, dominated by the lowest common denominator—the adults' widest agreement.Joe Williams, Cheating Our Kids: How Politics and Greed Ruin Education (New York: Palgrave MacMillan, 2005), p 166, including this quote: \"If we've learned anything in the years since the federal government produced A Nation at Risk, a call to arms about the need to radically alter the way we deliver education in America, it's that things don't change in our school systems unless strong—and sometimes unpopular—leaders make them change. Even then, it is hard to name many school systems that have managed to change the culture of the system. Few have been able to free themselves from the notion that public school systems operate as somewhat collaborative efforts\". While many educational administrators and officials maneuvered to secure school jobs for their own families and friends,In the late 1980s, eleven of the city's 32 elected school boards had been under separate investigations for corruption, according to Joe Williams, Cheating Our Kids (N Y: Palgrave MacMillan, 2005), p 170. the students got insufficient attention.Joe Williams, Cheating Our Kids: How Politics and Greed Ruin Education (New York: Palgrave MacMillan, 2005), pp 169–170. Although it takes a strong leader, perhaps unpopular, to turn schools around, voters may lack the attention or interest to vote accordingly. Dissatisfied parents who have the financial means, then, simply enroll their children in private schools—or move their families elsewhere. ===Local problems=== From 1970 to 1980, New York City's population fell from nearly eight to a little over seven million via white flight, while crime, ranging from vandalism to murder, soared, and then, nearly midway through the 1980s, the crack epidemic struck Bronx high schools were reputed as the city's worst, while Theodore Roosevelt High School signified the degeneration. In 1984, Roosevelt had New York City's highest dropout rate. In 1986, Roosevelt had a new principal, Paul B Shapiro, and spent an extra $750 thousand—atop its normal budget of $10 million—to raise school attendance. The jurisdiction of the New York City Police Department's 46th Precinct\"46th Precinct\", Official New York City Police Department Web Site, accessed 10 Mar 2014: the 46th Precinct polices the Bronx sections Mount Hope, Morris Heights, University Heights, and Fordham Heights.—adjacent westward of the 48th Precinct's jurisdiction, which contained Roosevelt High\"Precinct Maps: Precinct Finder\", Official New York City Police Department Web Site, accessed 8 Mar 2014.—was notoriously homicidal among New York City's 75 precincts. The zone high school for residents of neighborhoods policed by the 46th Precinct, Roosevelt received those troubles,Bob Kappstatter & John Marzulli, \"Bloods, dread and fear shake city\", New York Daily News, 11 Oct 1997. including police officers who aided drug tracking and menaced residents. In 1989, a pilot program at Evander Childs High School found metal detectors at student entrances effective, especially as to guns.Neil A Lewis, \"Metal detectors deemed success and will expand in schools\", New York Times, 6 Sep 1989. Among the New York City schools deemed most violent, Roosevelt was among the first dozen more to get metal detectors. New York City's homicide count peaked in 1990.\"There were 120 murders reported so far in 2014 compared with 140 a year earlier, a 15 percent decline, the data indicated\", \"the city on track to set a new low after posting a total of 333 murders last year, the fewest homicides recorded in citywide crime statistics dating back to 1963\", although \"New York long struggled with high crime rates, most notably in the early 1990s when more than 2,200 people were murdered in some years\" [Victoria Cavaliere, \"Even as shootings rise, murder rate falls in New York City\", Reuters, 10 Jun 2014]. New York City recorded 1814 homicides in 1980, and recorded 2241 in 1990 [Christina Sterbenz, \"New York City used to be a terrifying place\", Business Insider, 12 Jul 2013]. An historical chart depicts the trends [Ritchie King, \"Annual homicides in New York City\", Quartz, 31 Dec 2013]. ===Internal dilemmas=== Some students figured out how to sneak metal weapons past Roosevelt's metal detectors,Leighton C Whitaker, Understanding and Preventing Violence: The Psychology of Human Destructiveness (Boca Raton FL: CRC Press, 2000), p 35. while other Roosevelt students sustained threats riding public transportation to school.Beth Fertig, Why cant U teach me 2 read?: Three Students and a Mayor Put Our Schools to the Test (New York: Farrar, Straus and Giroux, 2009), p 8. Local gang members posed the specter of random slashings for gang initiations. Versus many other high schools' students, Roosevelt's had been more greatly beset by the specter of AIDS.Joseph Berger, \"Condoms in schools\", New York Times, 22 Dec 1990. Allegedly, all of Roosevelt's students lived below the poverty line. Nearly one in three Roosevelt students, speaking English as a second language, needed help learning English.Maria Newman, \"Students teaching teachers; immigrants reverse language-skill roles in Bronx school\", New York Times, 16 Apr 1992. Or a student could enter Roosevelt unable to read, and, once there, soon cease attending. Some students kept attending, but barely did schoolwork.Randal C Archibold, \"At Bronx school, 'ultra-seniors' ponder graduation\", New York Times, 19 Jan 1998. Often failing to graduate in four years, or even in five years as \"superseniors\", some became \"ultraseniors\", perhaps still students at age 21, when nongraduating students would be dropped by the school system. Among New York state's worst schools, Roosevelt was placed on the New York State Department of Education's list of failing schools. And yet New York City's educational bureaucracy—the seven appointed members of the NYC Board of Education, its hired chancellor of schools, the 32 school districts' 32 elected school boards, and the 32 school districts' 32 hired superintendentsNYC's Board of Education had seven members—five each appointed by one of the five borough presidents, and two appointed by the NYC mayor—who voted on broad policies and vendor contracts, hired the chancellor, and every five years approved a construction plan of several billion dollars. Each of the 32 school districts had an elected school board overseeing district policies and strongly influencing hiring of that district's superintendent. Yet, for example, Queens schools were overcrowded, whereas Staten Island's had room to spare, although \"fairness\" compelled the city's Board of Education to allocate construction money equally for each borough, thus balancing concerns of the borough presidents, not needs of the schoolchildren. Joe Williams, Cheating Our Kids (N Y: Palgrave MacMillan, 2005), p 170.—shielded anyone from blame for the deterioration.Joe Williams, Cheating Our Kids: How Politics and Greed Ruin Education (New York: Palgrave MacMillan, 2005), p 168. == Rejuvenation: 1990s == ===Vigorous leadership=== In 1992, Thelma B Baxter—whose mother had been Roosevelt's valedictorian in 1923\"Crew's brigade to help failing schools\", New York Daily News, 8 Sep 1999.—became Roosevelt's principal. Baxter extended class hours, and ensured that students retained the same teacher in a subject for both semesters during a school year. Though finding \"100 percent\" of the students poor, she found parents' problems no excuse for staff allowing students to do poorly. Despite having \"basically the same school\", Baxter ensured that they \"put tougher standards in place\".New York School Boards, 1996;2:15: \"Principal Thelma Baxter's explanation for the dramatic turnaround of Theodore Roosevelt High School in the Bronx, which was just removed from the state's list of failing schools, offers a valuable lesson. 'We are here with basically the same school', Baxter said. 'But we have put tougher standards in place'\". Though Baxter was \"pugnacious\" like the school's namesake, students often stopped by her office to talk, seek advice, or embrace,Raphael Sugarman, \"District chief has big hopes of repeating past successes\", New York Daily News, September 21, 1999. and Baxter frequently walked the halls while accosting students, newly prohibited from wearing hats inside the building. In a four-year span, Roosevelt students taking the math Regents exam rose from some 200 to over 500. In January 1996, after three years of rising attendance, test scores, and graduation rate, Theodore Roosevelt High School left the state education department's list of failing schools,Jeff Simmons, \"Flunking schools make grade\", New York Daily News, 23 Jan 1996. and Baxter was the subject of a New York Times editorial. During the next two years, the suspension rate fell some 50%. In September 1997, Baxter had begun \"moral and efficacy\" seminars where freshmen were shown videos and discussed issues of school attendance and right versus wrong. Roosevelt also began a \"Saturday Institute\" where some 500 middle-school students and their parents attended workshops and tutoring to help prepare for high school. At Mayor Rudy Giuliani's 1998 initiative to push students in high school beyond five years into night or weekend schools, Baxter pointed out the particular challenges that her students face—such as language barriers and parents returning with them to the Caribbean for significant periods—and asserted that she preferred to keep underperforming students in a \"caring atmosphere\". ===Expanding partnerships=== In the early 1990s, Williams College, often ranked America's best liberal arts college, began an exchange program with Roosevelt.\"Williams, MCLA announce teaching program\", The Williams Record, 22 Sep 1998: \"For the past several years Williams has also had a cooperative program with Mt Greylock Regional High School and Theodore Roosevelt High School in the Bronx. The program involves student and faculty exchanges between the two high schools and student teaching opportunities at Roosevelt for Williams students during Winter Study\". Taken from Roosevelt's honors program, and chaperoned by English teacher Frank Brown, select students periodically visited the Williams campus, and, demonstrating commitment to the program, then graduating from Roosevelt, received full scholarships to Williams. In 1998, the same English teacher, Frank Brown, simultaneously the soccer coach, led the Roosevelt team against Martin Luther King High School in the championship game.Julian Garcia, \"Roosevelt will appeal MLK ruling\", New York Daily News, 15 Dec 1998. During it, Roosevelt learned and immediately alerted the governing bureau that two of King's star players were ineligible, having played in Nigeria too many high- school seasons.Frank Brown, Letter to the editor: \"Petty or principled?\", New York Times, 4 Apr 1999. After the game, coach Brown and principal Baxter sought not the 1998 boys soccer title, but merely its revocation from King. Although acknowledging the two King players' ineligibility, the Board of Education denied Roosevelt's petition, as did the city's public schools' athletic governing bureau, which maintained that petitions must be filed before a game.Julian Garcia, \"MLK keeps crown\", New York Daily News, 29 Jan 1999. Upon finding Roosevelt's representatives accused of pettiness in a New York newspaper, Brown asserted Roosevelt's stance to instead be principled. In September 1998, to implement at Roosevelt an afterschool program, The After- School Corporation granted $200 thousand to Phipps Houses,Randal C Archibold, \"In school; to improve learning and attendance, schools are drumming up interest in after-school programs\", New York Times, 24 Mar 1999. which in turn hired singer Russell Glover, once of the Boys Choir of Harlem, to create and direct the program: Superior Effort Afterschool Liberates (SEAL).Raphael Sugarman, \"Hip hop-inspired show a groove for students\", New York Daily News, 8 Apr 1999. From 3pm to 5pm, SEAL included 14 activities involving some 400 of Roosevelt's roughly 4000 students. The highlight, apparently inspired by Las Vegas and hip hop, was the \"Russell Glover Show\", three hours long, a revue—including break dancing, fashion show, gymnastics, karate, singing, and other performances, mostly by SEAL participants—that by April 1999, its fourth show, held in Roosevelt's gymnasium, drew a crowd of some 1000 Roosevelt students. A ninth grader remarked, \"This show gets kids motivated. It gives you the idea that you can do something with your life\". Finding \"crossover value\" in SEAL activities, Baxter commented, \"To prepare to be academically successful, kids need to develop their bodies and minds\". Actually, Glover mostly prepared students for job training or job hunting. During Baxter's span at Roosevelt, its community partnerships rose from four to thirty. Although Roosevelt still lagged behind other New York City high schools, Roosevelt's rapid turnaround brought Baxter a citywide acclaim, then a national acclaim.Thomas L Good, ed, 21st Century Education: A Reference Handbook, 2nd edn (Thousand Oaks CA: Sage Publications, 2008), p xix. == Termination: 2000s == ===Giuliani mayorship=== On November 8, 1995, some 900 people, mostly parents, gathered for about two hours in the Roosevelt building. That evening, Rudy Crew, the newly appointed chancellor of New York City's public schools, gave the first of a series of talks, in all five city boroughs, about Crew's vision for the school system, which covered just over a million students.Joe Williams, Cheating Our Kids: How Politics and Greed Ruin Education (New York: Palgrave MacMillan, 2005), p 169. Crew vowed that his chancellorship would be \"about children first, foremost, finally, and forever\".Joe Williams, Cheating Our Kids (N Y: Palgrave MacMillan, 2005), p 170. Meanwhile, amid reports of school problems or bureaucratic corruption or incompetence, New York City's mayor, Rudy Giuliani, would scorn the city's Board of Education. Giuliani once added, \"This is why control of schools should be given to the mayor\".Joe Williams, Cheating Our Kids (N Y: Palgrave MacMillan, 2005), pp 170–171. In 1999, while several cities, including Boston, Chicago, and Cleveland, had given mayors, in fact, more control over schools, Mayor Giuliani, during that year's budget speech, instead lamented, \"The whole system should be blown up\". In the summer of 1999, Chancellor Crew approved the appointment of Roosevelt's principal Thelma Baxter to a new position, the superintendent of School District 5,\"District 5\", Insideschools, website accessed 17 Mar 2014. located in central Harlem.Randal C Archibold, \"Chancellor names new superintendents for ailing schools\", New York Times, 13 Aug 1999.Howard Schwach, \"School scope\", The Wave, 17 Jul 1999. Seeking to mimic and expand her Roosevelt successes, Baxter left Roosevelt. The next year, in 2000, the New York State Department of Education's list of failing schools reclaimed Roosevelt, graduating 33% of its students in their fourth years, versus the citywide average of 50%. In 2001, the department ordered the school, also considered violent, to begin shutdown. The last freshman class, entering in 2002, would yield the Theodore Roosevelt High School's final graduating class in 2006. While several small high schools opened within the four-story building, Roosevelt High occupied only the first and fourth floors, and yet hosted about double the citywide average of reported incidents, ranging from loitering to felony assault. ===Bloomberg mayorship=== In January 2004, deeming the city's Department of Education too nonchalant, Mayor Michael Bloomberg asserted responsibility for the city's generally underperforming public schools. Further, he announced that some, newly identified as \"impact\" schools, would get extra police presence. That month, a riot in the suspension center at Roosevelt prompted pressure to put Roosevelt on the city's list of schools called the \"Dangerous Dozen\".Celeste Katz, \"Bx riot HS may join list\", New York Daily News, 24 Jan 2004. During that month, Roosevelt would sustain 110 \"criminal and disorderly incidents\",Elisa Gootman, \"4 high schools added to those that require extra security\", New York Times, 16 Apr 2004. although it often went unmentioned that many of them, although within Roosevelt, had been committed by other schools' students, not by Roosevelt's students. The violence in Roosevelt, having earlier fallen, resurged once the city's Department of Education placed on the fourth floor of Roosevelt's building the suspension center, intended for up to 20 students suspended from various Bronx high schools for infractions ranging from vandalism to striking teachers, and yet reduced the number of security staff available there.Elissa Gootman, \"Principals say bad planning contributed to violence\", New York Times, 24 Jan 2004. In April 2004, or three months after the riot, Mayor Bloomberg announced the addition of four schools, including Roosevelt, to the list of \"impact\" schools, especially violent, to get extra police presence. In June 2005, with Roosevelt's enrollment down to about 1 500 students and its building newly housing several small schools, Mayor Bloomberg visited Roosevelt to announce, before news media, that six schools, including Roosevelt, treated in the \"impact\" program had shown sharp falls in crime.David M Herszenhorn, \"Crime is down in 6 schools on city's most-troubled list\", New York Times, 23 Jun 2005. Others, too, found Roosevelt's building calmer.Clara Hemphill, \"Theodore Roosevelt Educational Campus\", InsideSchools, Mar 2012. In the past year, misdemeanor assaults fell from 13 to 6, felony assaults from 5 to 1, and sexual assaults from 3 to 0. Meanwhile, the small-schools movement gained Bloomberg's favor. Widely troubled, the city's large high schools sustained widespread shutdowns. On June 30, 2006, Roosevelt's final class graduated at the lowest rate among the city's large high schools, 3%. The Theodore Roosevelt High School then closed.Theodore Roosevelt High School's website, TR-HS.org, is now inactive. (Its building was renamed the Theodore Roosevelt Educational Campus, housing six small high schools: the Belmont Preparatory High School, the Bronx High School for Law and Community Service, the Fordham High School for the Arts, the Fordham Leadership Academy for Business and Technology, the West Bronx Academy for the Future, and the Knowledge and Power Preparatory Academy.) ==References== ==External links== * Category:Educational institutions established in 1918 Category:Educational institutions disestablished in 2006 Roosevelt Category:1918 establishments in New York (state) Category:2006 disestablishments in New York (state) Category:Belmont, Bronx Category:Public high schools in the Bronx Category:Theodore Roosevelt ",
    "title": "Theodore Roosevelt High School (New York City)"
}