{
    "id": "3267440",
    "text": "Agapito Sánchez (February 14, 1970 - November 14, 2005) was a boxer from the Dominican Republic, nicknamed \"El Ciclón\", in the Super Bantamweight weight class. He won 37 of his 50 fights, 18 by knockout. ==Pro career== In 1995, Sanchez challenged WBO superbantemweight champion Marco Antonio Barrera but lost via a twelve-round unanimous decision.Interview with WBO jr featherweight champion Agapito \"El Cicion\" Sanchez He also faced future champions Juan Manuel Márquez, Freddie Norwood, and Guty Espadas, Jr. but came up short in each bout. In 1998, Sanchez defeated future champion Óscar Larios via technical knockout. In 2001, he defeated Jorge Monsalvo Sánchez to win the vacant WBO Super Bantamweight title. In his next bout, he fought then two- division world champion Manny Pacquiao in an attempt to unify the IBF and WBO junior featherweight titles. The bout was stopped in the sixth round due to a cut over Pacquiao's right eye, caused by an accidental clash of heads in the second round and made worse with another collision in the sixth. Sanchez had been docked two points; one for repeated low blows. The bout was declared a draw with scores of 58-54 Pacquiao, 57-55 Sanchez and 56-56. In August 2002 Sanchez was scheduled to defend his title against Joan Guzmán but failed a pre-fight eye test and was stripped of his crown. After a two-year layoff he fought Guzmán for the same title but lost via technical knockout. His final bout was a win against Edison Torres on September 17, 2005. ==Murder== Sánchez was pronounced dead on November 15, 2005 after being shot by an off-duty Dominican Air Force sergeant in Santo Domingo, Dominican Republic. Sanchez died at a Santo Domingo hospital hours after surgery to remove two bullets from his stomach. The police identified the murderer as Sergeant Diogenes Nova Rosario, who was later convicted and sentenced to 15 years in prison. == References == ==External links== * Category:1970 births Category:2005 deaths Category:Bantamweight boxers Category:Dominican Republic murder victims Category:Male murder victims Category:Murdered boxers Category:Deaths by firearm in the Dominican Republic Category:People murdered in the Dominican Republic Category:People shot dead by law enforcement officers Category:Dominican Republic male boxers ",
    "title": "Agapito Sánchez"
}