{
    "id": "3267654",
    "text": "Sökarna (literally \"The Searchers\") is a 1993 Swedish crime film directed by Daniel Fridell and Peter Cartriers. Liam Norberg stars as Jocke, a young criminal who after serving jail time becomes a successful bank robber and drug dealer. The story is set in an alternative, visually stylized Stockholm in the early 1990s. A sequel, Sökarna: Återkomsten was produced in 2006. A month before the premiere, Norberg was arrested for a robbery he had committed in 1990, and sentenced to five years in jail.Lidén, Svante (1998-02-11) \"Dömd till 10 år – i går läste Liam dikter i tv\" (in Swedish). Aftonbladet. Retrieved on 2009-08-16. Later it was also revealed that Norberg had used money from his robberies to help finance the production.Lindholm, Peter (2009-02-03) \"Liam Norberg: Jag har 200 000 kronor i skuld \" (in Swedish). Metro. Retrieved on 2009-08-16. The film is considered a major cult classic in Sweden. The Swedish hip-hop group Infinite Mass gained public attention after their appearance in the movie with their controversial song \"Area Turns Red\", also known as \"Shoot the Racist\". ==Plot== The story is about three friends growing up in Stockholm in the early 1990s. The youths are rebellious with a passion for money and crime. They dream about having money and living the life of superstars. To achieve this lifestyle they commit certain misdemeanors, property crimes, and various violent crimes; especially against Nazi skinheads, a subculture whose movement had a renaissance in Sweden in the early 1990s. After participating in a raid of a clothing warehouse, Joakim Wahlåås (Liam Norberg) gets arrested and sentenced to a few years in a Swedish penitentiary. While in jail, Joakim gets exposed to inmate brutality, and associates with the heavily criminal Tony (Thorsten Flinck), who introduces Joakim (also called Jocke, or Jocke-pojken) to cocaine. Shortly after being released from Jail Joakim and Tony team up with Joakim's old friends and begin to commit more violent crimes: bank robberies, and drug distribution. The friends quickly become rich, and spend thousands of crowns on Versace clothes, champagne, drugs, and women. A few years, many women, and plenty of free-base pipes later, their lavish lifestyle begins to take its toll. The friends become dependent on cocaine and heroin. They also begin to distrust each other, and subsequent to an argument about the division of profit from a drug trade, Tony kidnaps Joakim's longtime girlfriend Helen. As Joakim becomes aware of the kidnapping, he begins searching for Tony. The film ends in a deadly confrontation, between Tony and Joakim. Joakim survives the confrontation with Tony, but a few minutes later Joakim is arrested by the police. ==Cast== * Liam Norberg - Joakim \"Jocke\" Wahlåås * Ray Jones IV - Ray Lopez * Thorsten Flinck - Kola-Tony * Jonas Karlsson - Gurra * Musse Hasselvall - Andy * Malou Bergman - Helen * Per-Gunnar Hylén - Mike * Örjan Ramberg - Assistant principal * Per Sandborgh - Porr-Bengt * Jan Nygren - Principal * Paolo Roberto - Prisoner * Caroline af Ugglas - Singer in the street * E-Type - Himself * Anna Book - Herself ==References== ==External links== * Category:Swedish films Category:1993 films Category:1990s crime films Category:Films directed by Daniel Fridell Category:Swedish crime films Category:Films set in Stockholm ",
    "title": "Sökarna"
}