{
    "id": "3267129",
    "text": "Crescent Foods warehouse on Maynard Avenue, Seattle, in 1983 Crescent Foods, Inc., was a Seattle, Washington, spice and flavorings company founded in 1883 that was bought by McCormick & Company in 1989. ==Earliest history== Crescent Manufacturing Company in 1900 Crescent's earliest incarnation was a spice business operated in a Seattle store. Six years after its creation came the Great Seattle fire, and then the economic depression of 1893 which the company struggled through. Business recovered in 1897 with the discovery of gold in Alaska. Seattle became the jumping off point for the Klondike Gold Rush as the last city between the continental U.S. and the gold fields of the north. ===Mapleine=== 1909 advertisement for Mapleine Crescent's best known product was Mapleine, an imitation maple flavoring that became popular during the Great Depression. Crescent had introduced Mapleine at the Puyallup Fair in 1908, and exhibited it prominently at the 1909 Alaska–Yukon–Pacific (AYP) Exposition. A Coast magazine issue promoting Seattle for the AYP included an article by and about Crescent boasting that it had \"spread the fame of Seattle throughout the Western hemisphere\" and \"made Seattle famous—and blessed among millions of lovers of maple sweets.\" An early enforcement action of the United States Pure Food and Drug Act in 1909 concerned a shipment of Mapleine confiscated in Chicago. The case was \"United States of America v. Three Hundred Cases of Crescent Mapleine\" in which it was found that the product was misleadingly labeled to represent actual maple extract. The case was cited as a precedent for the United States Supreme Court 1916 decision in United States v. Forty Barrels and Twenty Kegs of Coca-Cola. == Centennial, 1983 == When the company's centennial was near, the owners hired Archie Satterfield to produce a book based on interviews with the owners and longtime employees. \"Archie produced exactly what we wanted: A conservative chronicle that we used for gifts and public relations,\" said Dick Weaver, Vice President. ==Sale== In 1989, the retail spice business of Crescent Foods was purchased by McCormick & Company. Mapleine flavoring is still manufactured by McCormick, under the Crescent brand name. ==References== ==Further reading== * ==External links== * Crescent brand Mapleine at McCormick & Company * Crescent Mfg. Co. in 1916 at 93 Yesler Way. Seattle Municipal Archives. * Guide to the Collection on the Crescent Manufacturing Company Category:American companies established in 1883 Category:Defunct companies based in Seattle Category:Manufacturing companies based in Seattle Category:1883 establishments in Washington Territory Category:1989 disestablishments in Washington (state) Category:Food and drink companies disestablished in 1989 Category:Food and drink companies established in 1883 ",
    "title": "Crescent Foods"
}