{
    "id": "3267815",
    "text": "Richard Tottel (died 1594) was an English publisher and influential member of the legal community. He ran his business from a shop located at Temple Bar on Fleet Street in London. The majority of his printing was centered on legal documents, but he is most known for a collection he edited and published in 1557 called Songes and Sonnettes. ==Early life== Son of William Tothill (the more common spelling of the family name) and Elizabeth Matthew, Richard Tottel's early life is not one easily deciphered. Tottel's father was a wealthy citizen of Exeter, England and held many public offices in his life span including bailiff in 1528, sheriff in 1529, and eventually mayor in 1552. Tottel was the third child of eleven, having three brothers and seven sisters.Byrom, H. J. \"Richard Tottell—His Life and Work.\" Library 4th ser. VIII.2 (1927): 199. Print.Kinney, Arthur F., and David W. Swain, eds. \"Tottel, Richard.\" Tudor England: An Encyclopedia. New York: Garland, 2001. 699-700. Print. At some point, approximately 1540, Tottel was indentured to a William Middleton, a printer of law books in London. Towards the end of Tottel's indentureship, in 1547, William Middleton died. Middleton's wife remarried within seven months to William Powell, another printer of Law books. The new Mrs. Powell and William Powell freed Tottel, who then went on to take over the printing house of Henry Smithe at the Sign of the Hand and Star after Smithe's death in 1550. Sometime after, Tottel married Joan Grafton who bore him one son, William, and several daughters. ==Professional career and midlife== The title page of Henry de Bracton's De legibus & consuetudinibus Angliæ (The Laws and Customs of England, 1st ed., 1569). which was one of Tottel's publications, as is indicated by the statement \"Apud Richardum Tottellum\". The phrase Cum priuilegio (\"With privilege\") at the bottom of the page refers to Tottel's exclusive patent to publish books on the common law. Tottel's career leapt forward when he was granted a patent that would allow him to print all authorized books dealing with common law. This patent was originally granted in April 1553 and was to last seven years. In 1556, the patent was renewed for another seven years and, in 1559, Tottel's patent was granted to him for life. Tottel's publishing played a large role in the founding of the Worshipful Company of Stationers. Upon receiving its royal charter in 1557, the Stationers' Company of London named him as the sixty-seventh member of their charter out of ninety-four. Tottel would later rise in the ranks of the Stationers' Company including the title of warden, upper warden, and master from 1578 to 1584. Due to Tottel's failing health he was continually absent to his duties within the company and was excluded from their ranks. He was still fairly loved and admired within the company and at liberty to attend their meetings whenever he was in the area.Knott, Christopher A. \"Richard Tottell.\" The British Literary Book Trade, 1475-1700. Ed. James K. Bracken and Joel Silver. Dictionary of Literary Biography Vol. 170. Detroit: Gale Research, 1996. Literature Resource Center. Gale. Web. 5 Oct. 2009. Tottel's published works mainly include law documents as he was the sole publisher from 1553 until he died. However, he did publish a variety of other books ranging from literary works to books on animal husbandry. The book that gained him a lasting place in history is his publication and editing of Songes and Sonettes, also known as Tottel's Miscellany. The following is an incomplete list of works published by Tottel: *William Baldwin – A Treatise of Morall Phylosophye Contaynyng the Sayinges of the Wise (1547) *Thomas More – A Dialogue of Comfort against Tribulation (1553) *John Lydgate – Fall of Princes (1554) *Stephen Hawes – Pastime of Pleasure (1555) *Translation of Cicero's De Officiis by Nicholas Grimald (1556) *Translations of the second and fourth books of Virgil's Aeneid by Henry Howard, Earl of Surrey (1557) *Thomas More – Works (1557) *Thomas Tusser – A Hundreth Good Points of Husbandry (1557) *Tottel's Miscellany ** First edition (1557), second edition (31 July 1557), third edition (1558), fourth edition (1565), fifth edition (1567), and sixth edition (1574) *Arthur Brooke – The Tragical History of Romeus and Juliet (1562) *William Painter (author) – The Palace of Pleasure (1566–67) *James Dyer – Collection of Cases (1586) ==Death and legacy== Tottel's death came as no surprise. He died in early July 1593 after suffering little less than a decade of infirmity brought on by old age. As the sole owner of the printing patent for law books in the Kingdom of Queen Elizabeth a huge legal battle ensued following his death. Eventually the patent was dissolved, and the rights to printing such volumes were free to any publisher. Though Tottel printed several volumes unrelated to law, the bulk of his publications were legal pieces. In light of this, it is ironic that he is best known for the compilation he edited and printed known as Tottel's Miscellany or Songes and Sonnets. Tottel's treatment of this piece is both careful and bold. His accuracy and ability are seen to be of scientific quality in an age where neither was of great importance. Now, hundreds of years on and eight editions later, he is still praised for his work on this and many other works of English literature. ==References== Category:1594 deaths Category:16th-century English businesspeople Category:English printers Category:Year of birth unknown ",
    "title": "Richard Tottel"
}