{
    "id": "3267760",
    "text": "William Thomas Seawell (January 27, 1918 – May 20, 2005) was a Brigadier General in the United States Air Force and former head of Pan Am. Seawell (pronounced SOO-uhl) left the University of Arkansas before graduating to enter the United States Military Academy at West Point, New York, where he earned his undergraduate degree in 1941. He later earned a law degree from Harvard University in 1949. Upon his graduation from West Point, he was commissioned a Second Lieutenant in the U.S. Army Air Corps. He earned his pilot wings in 1942. During World War II, he commanded a bomber unit in the European Theatre. After the war, he became an officer in the U.S. Air Force when it became a military service separate from the United States Army. In the European Theater, he led a bomber squadron and earned many U.S. and foreign decorations, including the Silver Star, the Distinguished Flying Cross with three Oak Leaf Clusters, and the Croix de Guerre with Palm. After more postwar air commands, he was named military assistant to the secretary of the Air Force in 1958. He was Commandant of Cadets at the United States Air Force Academy from 1961 to 1963. After two years with the Air Transport Association, in 1965 he served as senior vice president for operations at American Airlines, then as president of Rolls-Royce Aero Engines. Pan American World Airways recruited him in 1971 as president and Chief Operating Officer. A year later he was named Chairman of the Board and Chief Executive Officer of Pan Am, where he served until his retirement in 1981. ==External links== *Official Air Force Biography *Obituary from Robinson & Son Funeral Directors *New York Times Obituary Category:1918 births Category:2005 deaths Category:Recipients of the Silver Star Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:University of Arkansas alumni Category:United States Military Academy alumni Category:United States Air Force generals Category:Harvard Law School alumni Category:United States Army Air Forces pilots of World War II Category:United States Army Air Forces officers Category:Use mdy dates from August 2011 Category:Pan Am people Category:American chief operating officers ",
    "title": "William Seawell"
}