{
    "id": "3268294",
    "text": "Tsubasacon is a three-day anime convention held on a weekend during the fall. Tsubasacon is also the first anime convention to be held in West Virginia. The convention's name is a blend of the words tsubasa (Japanese for wings) and convention. ==Programming== Like most anime conventions, Tsubasacon provides a wide variety of programming for its patrons: * Viewing rooms dedicated to non- stop anime and live action films. * Workshops and \"panels\" including study abroad adverts, cosplay creation, martial arts demonstrations, specific anime / genre panels, and industry Q&A; sessions. The majority of panels are presented by fans, while some are the product of industry professionals. * Vending area where dealers sell anime-related apparel and merchandise during the convention. * Artists' Alley, an area dedicated to artists interested in displaying or selling their fan art. * Game shows and \"live programming\" which run throughout the day allow attendees to test their knowledge of anime, as well as give the winners the opportunity to win prizes. * Video gaming room with a variety of consoles and games as an alternate form of entertainment. Along with \"free play\", tournaments are periodically held with popular multiplayer games such as Super Smash Bros., Halo, and Guitar Hero. A StepMania is also maintained. * Musical performances throughout the weekend. * Late Night Electronic Dance on Saturday night. * Cosplay contest, allowing cosplay creators from every skill level to compete for awards ranging from best construction to best skit. The cosplay \"masquerade\" and skits are typically the most popular event during the convention. * Special guests, typically industry-related, who participate in panels, main events, and autograph signings. * A formal dance where attendees dress formally as their favorite characters. Tsubasacon allows patrons to \"preregister\" for the convention online prior to the start dates. Although attendees are still able to purchase their badges (the equivalent of a daily admission ticket) at the door, a preregistration is less costly than the door prices and preregistration badges typically showplace alternate, \"premium\" art. ==History== Tsubasacon started as the brainchild of Charleston, West Virginia resident Jeffrey Mace who was originally interested in beginning a statewide anime club. The decision to abandon a state anime club in favor of an actual anime convention was made after considering that the logistics and participation of periodic club meetings would be less successful as opposed to one large annual gathering. The Charleston Anime and Manga Society, Inc. was established soon afterward in order to take care of the business aspects of the convention. On February 16, 2004, The Charleston Anime and Manga Society, Inc. made the announcement that Tsubasacon, West Virginia's first ever anime convention, would be taking place later that year in Charleston. During the 2005 convention the following year, the attendance dropped from 407 to 227. The drop was attributed to many factors by both staff and convention attendees alike. The most cited reason was that Tsubasacon was held on Thanksgiving weekend, which conflicted with the schedules of many prospective attendees. Other reasons included the admitted lack of promotion by the convention's organizers and a breakdown in the convention's website, preventing the organizers from providing timely information to the public. After the 2005 convention, control of Tsubasacon was transferred from the Charleston Anime and Manga Society, Inc. to Tsubasacon, Inc. Because of conflicts with the Charleston Civic Center that resulted from the 2005 convention, Tsubasacon was moved to the Riverfront Ballroom and Conference Center at the Big Sandy Superstore Arena in Huntington, West Virginia. The convention was also moved ahead to October 13–15. 2007 saw the first charity drive by the convention, as attendees were encouraged to bring nonperishable food for the Huntington Area Food Bank. Over 170 food items were donated and $51 was raised by the charity event. In the following year, Tsubasacon began offering cash prices for its cosplay contests. 2015 saw Tsubasacon expand to take over the whole Big Sandy Superstore Arena. 2018 saw the last year of Tsubasacon being at the Big Sandy Superstore Arena with the announcement of the 2019 Tsubasacon being moved back to the Charleston Civic Center in Charleston, West Virginia. Tsubasacon 2020 was cancelled due to the COVID-19 pandemic. ===Event history=== {| class=\"wikitable\" width=\"100%\" |- ! Dates !! Location !! Atten. !! Guests |} ==Mascot== Although a contest was held in 2004, Tsubasacon never adopted an official mascot until 2006. For the 2005 convention, images of three angel- like characters, collectively known as the Angel-chans, by Raven's Dojo were used to illustrate the Tsubasacon Website. The angels — named Fun Angel, Sexy Angel and Cute Angel — were also used to illustrate the cover of the program guide during Tsubasacon 2005. After the convention, a movement on the Tsubasacon Forums was created to officially adopt the Angel-chans as the convention's mascots. However, during the 2006 convention's planning stages, the Tsubasacon, Inc. Board of Directors (as well as popular vote on the Tsubasacon forums) decided to adopt a new mascot design. The unnamed 2006 mascot was designed by Tiffany White and was used on flyers, badges, programs, and T-shirts. A new character design, created by Ricki Thompson, was utilized on badges and programs for the 2008 convention. During the closing ceremonies, the winners of Tsubasacon's mascot naming and background story contest were announced, dubbing the character Mitsuki. ==See also== * List of anime conventions ==Notes== ==References== ===Other references=== * * * * * * ==External links== *Tsubasacon official website Category:Anime conventions in the United States Category:West Virginia culture Category:Conventions in West Virginia Category:Recurring events established in 2004 Category:2004 establishments in West Virginia ",
    "title": "Tsubasacon"
}