{
    "id": "3268483",
    "text": "A nephrostomy is an artificial opening created between the kidney and the skin which allows for the urinary diversion directly from the upper part of the urinary system (renal pelvis). An urostomy is a related procedure performed more distally along the urinary system to provide urinary diversion. ==Uses== A nephrostomy is performed whenever a blockage keeps urine from passing from the kidneys, through the ureter and into the urinary bladder. Without another way for urine to drain, pressure would rise within the urinary system and the kidneys would be damaged. The most common cause of blockage necessitating a nephrostomy is cancer, especially ovarian cancer and colon cancer. Nephrostomies may also be required to treat pyonephrosis, hydronephrosis and kidney stones. ==Process== French pigtail catheter with locking string, obturator (also called stiffening cannula) and puncture needle. A. Overview B. Both puncture needle and obturator engaged, allowing for direct insertion. C. Puncture needle retracted. Obturator engaged. Used for example in steady advancement of the catheter on a guidewire previously inserted into the renal pelvis through a thin needle. D. Both obturator and puncture needle retracted, when the catheter is in the renal pelvis. E. Locking string is pulled (bottom center) and then wrapped and attach to the superficial end of the catheter. Nephrostomies are created by surgeons or interventional radiologists and typically consist of a catheter which pierces the skin and rests in the urinary tract. It is performed under ultrasound guidance, CT fluoroscopy or under image intensifier. Local anesthetic infiltration is used to numb the area where the needle would pass through to make the puncture on the kidney. Newer technologies such as 3D fluoroscopy are being developed to aid in placement of these types of drainage tubes.Macaluso JN: Editorial Comment Urology March 2009 Vol. 73, Issue 3, 652-653, on Effectiveness of Three-dimensional Fluoroscopy in Percutaneous Nephrostomy: An Animal Model Study March 2009 Vol. 73, Issue 3, 649-652 Urine is collected in an external bag which can be emptied as often as necessary. ==Risks== Percutaneous nephrostomy is overall a very safe procedure. Risks and complications include: *Malposition *Intra-peritoneal leakage, causing ascites *Hemorrhage *Infection. This can generally be treated with antibiotics. == See also == * Interventional radiology * List of surgeries by type ==References== ==External links== *Cardiovascular and Interventional Radiological Society of Europe Category:Urologic surgery Category:Interventional radiology ",
    "title": "Nephrostomy"
}