{
    "id": "3268974",
    "text": "Hobartville is a heritage-listed farm and residence at Kurrajong Road, Richmond, City of Hawkesbury, New South Wales, Australia. It was added to the New South Wales State Heritage Register on 2 April 1999. == History == Hobartville is a pastoral property that, by the 1930s, was described as \"the most successful Hereford cattle stud in Australia\". The land that became Hobartville was originally two early grants to European colonists: 100 acres (41ha) to James Blackman in 1902 and 400 acres (162ha) to Edward Luttrell in 1804. The grants effectively dominated the area to the south/south-west of Richmond township and 'Luttrell's Line', which determined the extent of the grid layout of the Richmond township. Luttrell's property was known as Hobartville by 1816, at which time it was advertised as having a house, garden and outbuildings. Luttrell's grant was purchased by Lt. William Cox Jr., son of William Cox of (nearby) Clarendon in 1816 and by 1818 he had added Blackman's grant to the estate. The present homestead Hobartville was completed in 1828. Cox planted an avenue of oak trees leading to the house, as well as other varieties along the river banks. On the death of Cox in 1850, the estate was left to his wife, Elizabeth and on her death, to their son William. In 1863 Hobartville was conveyed to the third son, Sloper Cox, who lived there until 1877. Hobartville became renowned as a thoroughbred stud after purchase by its next owner, Andrew Town. In 1889 it passed to William Long and George Hill who sold it to Percy Reynolds in 1900. Reynolds, who continued the tradition of thoroughbred breeding, was born at Tocal Station in Paterson (in the Hunter Valley) and was still owner in the early 1930s. An aerial view (1931) indicates that part of the oak avenue (Quercus robur) had been lost although other views show its prominence. The immediate garden surrounding the house appears to have protected it on its north-west more than the present garden does. There was extensive planting to either side of the house, the trees of the entry avenue from the north were mature and the paddocks close to the house were planted with trees. By 1947 the oak avenue appeared more depleted. To the north between Richmond and the original grant boundary, the continuation of the entry drive had been planted with plane trees (Platanus x hybrida). The property passed out of the Reynolds family hands in 1958 and in the mid-1970s was owned by Mrs Bruce Lindsay. Suburban subdivision has since taken place between the house and Castlereagh Road. This has meant that a road bisects the original entry avenue from Castlereagh Road and although the old line of oaks and corresponding carriage drive have been maintained as open space, they were not included in the original Permanent Conservation Order curtilage. Currently there are unimpeded views of Hobartville's mansion from Kurrajong Road (to its west/north-west) == Description == Hobartville is a fine two storey sandstock brick mansion built by William M. Cox junior, son of William M. Cox who built the first road over the Blue Mountains. Francis Greenway may have been the designer. The entrance has a fine sandstone portico with Doric columns, sidelights and elliptical fanlight around four panel door. The house features a curved cantilevered stone stair in the two storey hall, French windows to a flagged, one storey, verandah to north-south, with a low pitched slate hipped roof. It has a slate roof to the verandah. Hobartville includes a number of historic and substantial outbuildings and cottages. == Heritage listing == Hobartville is of historic significance at a National level as an intact early colonial homestead group for its association with the Cox family and Francis Greenway. Its original grant boundaries determined the extent of the 1810 grid layout of Richmond township and it has links, both historic and physical with St Peter's Anglican Church. Hobartville was listed on the New South Wales State Heritage Register on 2 April 1999. == See also == == References == === Bibliography === * * * * * === Attribution === Category:New South Wales State Heritage Register Category:Richmond, New South Wales Category:Homesteads in New South Wales Category:Houses in New South Wales Category:Farms in New South Wales Category:Articles incorporating text from the New South Wales State Heritage Register ",
    "title": "Hobartville"
}