{
    "id": "3268053",
    "text": "{| |} HNoMY Norge (in Norwegian, KS or K/S Norge)The prefix HNoMY stands for His/Her Norwegian Majesty's Yacht, whereas the Norwegian prefix KS (or K/S) stands for Kongeskipet (The King's Ship). is the Royal Yacht of the King of Norway. One of only three remaining Royal Yachts in Europe,The other remaining Royal Yachts being the Royal House of Denmark's Dannebrog and the Netherlands De Groene Draeck the ship's name Norge is Norwegian Bokmål for Norway. The Royal Yacht Norge was the Norwegian people's gift to King Haakon VII in 1947. The yacht is owned by the King but maintained and manned by the Royal Norwegian Navy. Originally built in 1937 in the United Kingdom for Thomas Sopwith, she served in the Royal Navy as an armed yacht during the Second World War. ==History== ===Private yacht=== The vessel was built in 1937 by Camper and Nicholsons in Gosport, Hampshire as a luxury yacht for Thomas Sopwith, a wealthy British aviation engineer and industrialist, who was then the chairman of the Hawker Siddeley Aircraft Company. One of the world's largest privately owned motor yachts of its time, it was intended for leisure cruising and for Sopwith to use as a base at ocean racing events, in which he was a keen patron and participant. The yacht's name was MY Philante, a portmanteau of the names of the owner's wife and son; Phil, short for \"Phyllis\", an, short for \"and\", t and e for \"Thomas Edward\".Hird, pp. 138-139 She crossed the Atlantic in the same year for Sopwith's unsuccessful attempt to win the Americas Cup as helmsman of his new J-class yacht, Endeavour II. During the passage home, Philante's skipper died and was buried at sea.Leather p. 125 In 1939, Philante was used as a base for the organising committee of the Teignmouth Regatta in which Sopwith was racing his yacht Tomahawk. The regatta ended on 1 September, the day that Nazi Germany invaded Poland, precipitating the United Kingdom's entry into the Second World War two days later. The Admiralty approached Sopwith with a view to taking over the Philante as an armed yacht; Sopwith agreed to sell the vessel to the Royal Navy,Hird, p. 139 although some sources state that she was requisitioned, or donated as a gift to the nation.Doherty p. 186 ===British naval service=== Philante was taken in hand by the navy on 21 September 1939 for conversion at Portsmouth,Sharp, Chapter 6 and she served as HMS Philante (some sources use the prefix \"HMY\" for \"His Majesty's Yacht\"). On 21 June 1940, Philante evacuated the Lieutenant Governor of Jersey to Portland during the demilitarisation of the Channel Islands.Hamon, p. 82 She also acted as a training vessel for the Fleet Air Arm and as a convoy escort, in which role she made seven return crossings of the Atlantic between 1941 and 1942. In September 1942, Yachting magazine reported that she was \"one of the most luxurious warships afloat... her oak-panelled wardroom can seat fifty people at dinner at one table. The officer's cabins have private bathrooms, divan beds and the fittings of a West End hotel suite\". In February 1943, Philante was attached to the Western Approaches Tactical Unit, which ran courses for Royal Navy, Royal Canadian Navy, Fleet Air Arm and RAF Coastal Command officers in the latest techniques of anti-submarine warfare (ASW). Under the direction of the Commander-in-Chief Western Approaches, Admiral Sir Max Horton, Philante, with a staff of ASW experts on board, would provide the practical element of these courses, acting as the commodore of a convoy in exercises involving other warships, submarines and aircraft.Haslop, p. 151 These exercises were conducted at a number of different bases around the United Kingdom, wherever Escort Groups were preparing to depart.Doherty, p. 186 Philante's final contribution was in May 1945, when she was attached to 21st Escort Group with Admiral Horton on board and supervised the surrender and disarmament of 33 U-boats at Loch Eriboll on the north coast of Scotland. In 1946, Philante was sold back to Thomas Sopwith, despite him having already bought a replacement yacht which he called Philante II.Hird, p. 139 ===Norwegian royal yacht=== When Prince Carl of Denmark, a naval officer, agreed to be elected to the vacant throne of Norway in 1905 (taking the royal name of Haakon), he was promised a royal yacht. Due to Norway's difficult economic situation after the dissolution of the union with Sweden, it never materialised. During the two World Wars the economy and other conditions never made it possible to acquire a yacht. After World War II a nationwide appeal was made for funds to purchase a yacht for the respected and ageing king, who had become a truly national symbol through his steadfast resistance against Nazi Germany. Among the followers of the appeal were 300,000 of the country's school children. Eventually, interest centred on the British motor yacht Philante. In July 1947, the ship was bought by Norway for 1,500,000 Norwegian Kroner, in time for a model to be made and presented to the King at his 75th birthday.Steensen 1953, p. 268 She was returned to the original builders, Camper and Nicholsons, for a refit. King Haakon inspected the work in progress during his visit to England in November 1947 for the wedding of Princess Elizabeth and Philip Mountbatten, Duke of Edinburgh. The architect Finn Nilsson was asked to oversee the redesign. After refitting was completed, she was commissioned on 17 May 1948, Norwegian Independence Day. Commander Captain Christian August Monsen took command of her and sailed her to Norway. On 9 June, she was presented to King Haakon and renamed Norge. Commander Monsen served as her first Captain and King Haakon used Norge extensively for travels in Norway and abroad; his last voyage in her was to Molde in western Norway in June 1955. King Olav took over Norge after his father's death in 1957, and a 10-year plan was adopted to upgrade the hull and technical equipment. The King followed the traditions introduced by King Haakon, using Norge on both official and private occasions. On 7 March 1985, Norge was docked for repair at the shipyard in Horten. During welding operations on board a fire broke out and that lasted a whole day and destroyed most of the ship, though the hull and engines survived. King Olav decided the ship was to be rebuilt at Horten shipyard. A year later he was once again able to take over Norge, with a higher standard of safety and better technical equipment than before the fire. When King Olav died in 1991, Norge was taken over by King Harald. HNoMY Norge at her home port of Oslo ==Manning and use== The Royal Yacht Norge is owned by the King. A Royal Decree of 1947 provides that the ship shall be manned, operated and maintained by the nation's Defence Forces. In summer the complement of officers and crew is 54. The season begins when the King embarks in May and ends when he disembarks in late September. The winter is used for maintenance, with a reduced crew of 20. The sailing schedule for the Royal Yacht varies from year to year. When the King is competing in major international yacht races, he uses Norge as a base. The King and Queen also make use of the Royal Yacht for official events in Norway and abroad. In 2004 the King used the yacht on his trip to France for the 60th anniversary of D-Day. In 2006 the yacht was among other events used abroad during the state visit to Ireland and in Norway during the state visit by the King and Queen of Spain. For the summer of 2007, Norge and the Danish Royal Yacht Dannebrog cruised along the southernmost parts of Norway, to celebrate the 70th birthdays of Their Majesties The King and Queen--and Norge itself.\"Kongen inspiserte 70-åringen K/S «Norge»\" - Syndication article by Wibecke Lie, NTB, 16 May 2007. ===Stjernen=== The Royal motor boat Stjernen is maintained and manned as a sub-unit of the Royal Yacht. It does however not have the same schedule. ==References== ==Bibliography== * * * * * * * ==External links== *The Royal Yacht - The Royal House of Norway's official information *Kongeskipet Norge - Royal Norwegian Navy web page *Kongen kommer - NRK Documentary on web TV *T.O.M Sopwith's Yacht Launched by his Tiny Son - Newsreel of the launch of Philante in 1937. *Wren Megan Moir served on HMS Philante - a veteran explains the role of HMS Philante during the Second World War. Category:Auxiliary ships of the Royal Norwegian Navy Category:Royal and presidential yachts Category:Royal residences in Norway Category:1937 ships Category:Motor yachts Category:Ships built in Hampshire Category:Merchant ships of the United Kingdom Category:World War II escort ships of the United Kingdom ",
    "title": "HNoMY Norge"
}