{
    "id": "3269086",
    "text": "Sailor was a major BBC television documentary series, first shown in 1976, about life on board the fourth HMS Ark Royal, a British aircraft carrier. It followed the ship on a five and a half month deployment to North America in 1976. The series was filmed after the completion of a major refit and coincided with the twenty-first anniversary of her commissioning. It is particularly noteworthy for its depiction of fixed-wing aircraft operation in the Royal Navy before its demise in 1978, with the paying off and scrapping of Ark Royal. It shows the Phantom, Buccaneer, Gannet, Sea King and Wessex air group from 809 Naval Air Squadron, 824 Naval Air Squadron, 849 Naval Air Squadron and 892 Naval Air Squadron. ==Series == ===Episodes=== {| class=\"wikitable\" |- ! Episode !! Title !! Original airdate !! Summary |- |align=\"center\"|1 |Last Run Ashore |5 August 1976 |The officers of HMS Ark Royal attend the departure briefing while the majority of the crew enjoy a last night ashore in Plymouth before the ship departs on a five-month deployment. |- |align=\"center\"|2 |The Squadrons Are Coming |12 August 1976 |In the Western Approaches, Ark Royal welcomes her air group back aboard, with the occasional hairy approach for newly qualified aviators. Meanwhile, members of the crew get lessons in responsibility. |- |align=\"center\"|3 |Happy Birthday |19 August 1976 |Orders are received to divert towards the Azores to aid in the medical evacuation of a US sailor from the submarine USS Bergall. Two Sea King helicopters are sent to meet the submarine to recover the patient who is evacuated to a medical centre on the Azores mainland. NOTE: This episode was voted best factual programme at the 1977 British Academy Awards, and was repeated on 22 April that year. |- |align=\"center\"|4 |Thoughts of Home |26 August 1976 | |- |align=\"center\"|5 |Puerto Rican Banyan |2 September 1976 | |- |align=\"center\"|6 |Officer Territory |9 September 1976 | |- |align=\"center\"|7 |Theatre Workshop |16 September 1976 | |- |align=\"center\"|8 |Florida USA |23 September 1976 | |- |align=\"center\"|9 |Homeward Bound |30 September 1976 | |- |align=\"center\"|10 |Back Home |7 October 1976 |Ship's Company return home for Runs Ashore and bang-offs |} ===Appearances=== Captain Wilfred Graham, who later became Flag Officer Portsmouth (FOP) (now obsolete), is the Ark Royal's commanding officer during its deployment. Commander David Cowling, who features heavily in the series, was the executive officer. Other members of the ship's crew to feature quite prominently were a Leading Hand named LS Powell (who was shown getting into trouble for not displaying the required level of responsibility), the Fleet Master-at-Arms and the Ship's Padre. ===Aftermath === The series won Best Factual Series at the 1977 British Academy Awards, while episode 3 won Best Factual Programme and was repeated. The whole series was then repeated from 17 June to 19 August 1978, and again from 11 January to 21 March 1984. This second repeat was the conclusion to BBC Two's 'Fly on the Wall' season, and as with The Family, a follow-up programme was transmitted, in this case entitled Sailor: 8 Years On. Shown on 28 March, it featured updates on the lives of the crew members and also showed the de- commissioned Ark Royal part-way through scrapping at Cairnryan near Stranraer, Scotland. ==Soundtrack== The theme song for the original broadcast is the 1975 number one hit \"Sailing\" by Rod Stewart, which remains Stewart's biggest- selling single in the UK, with sales of over a million copies. However the DVD release uses a different version due to copyright issues. Likewise \"Shine On You Crazy Diamond\" by Pink Floyd was used in the original TV version during sequences showing a live fire exercise featuring Phantom and Buccaneers at the Vieques weapons ranges in Puerto Rico. The DVD substitutes the Pink Floyd track for a smooth jazz composition. == See also == * Carrier (documentary) another similar documentary about the life on board USS Nimitz. ==References== Category:BBC television documentaries Category:Documentary television series about aviation ",
    "title": "Sailor (TV series)"
}