{
    "id": "3269510",
    "text": "The Bilali Muhammad Document is a handwritten, Arabic manuscript on West African Islamic law. It was written in the 19th century by Bilali Mohammet, an enslaved West African held on Sapelo Island of Georgia. The document is held at the Hargrett Rare Book & Manuscript Library at the University of Georgia as part of the Francis Goulding papers (it is referred to as \"Ben Ali Materials.\") ==History== Bilali Mohammed was an enslaved West African on a plantation on Sapelo Island, Georgia. According to his descendant, Cornelia Bailey, in her history, God, Dr. Buzzard and The Bolito Man, Bilali was from the area of present-day Sierra Leone. He was a master cultivator of rice, a skill prized by Georgia planters. William Brown Hodgson (1857) was among scholars who met Bilali, and wrote that he was born in Timbo, Guinea around 1770 to a well-educated African Muslim family. He was enslaved as a teenager, taken to the Bahamas and sold to Dr. Bell, where he was worked as a slave for ten years at his Middle Caicos plantation. Bell was a Loyalist colonial refugee from the American Revolutionary War who had been resettled by the Crown at Middle Caicos. He sold Bilali in 1802 to a trader who took the man to Georgia. Bilali Mohammed was purchased by Thomas Spalding and assigned as his head driver at his plantation on Sapelo Island. Bilali could speak Arabic and had knowledge of the Qur'an. \"Due to his literacy and leadership qualities, he would be appointed the manager of his master's plantation, overseeing approximately five hundred slaves\" (Rebel Music by Hisham D. Aidi). In the War of 1812, Bilali and his fellow Muslims on Sapelo Island helped to defend the United States from a British attack. Upon Bilali's death in 1857, it was discovered that he had written a thirteen-page Arabic manuscript. At first, this was thought to have been his diary, but closer inspection revealed that the manuscript was a transcription of a Muslim legal treatise and part of West Africa's Muslim curriculum. The first partial translation of the document was undertaken in 1939 by Dr. Joseph Greenberg and published in the Journal of Negro History. Since the turn of the 21st century, it has been analyzed by Ronald Judy, Joseph Progler, Allan D. Austin, and Muhammed al-Ahari. ==Synopsis== The Bilali Muhammad Document is also known as the Ben Ali Diary or Ben Ali Journal. On close analysis, the text proves to be a brief statement of Islamic beliefs and the rules for ablution, morning prayer, and the calls to prayer. It could, justifiably, be called the \"Mother Text\" of American Islamic Literature according to Muhammed al-Ahari due to it being the first Islamic text written in the United States. When it was translated, it was found that it had nothing of an autobiographic nature. A comprehensive commentary with citations from traditional Islamic texts and American Islamic texts with related subject areas is under preparation by Muhammed al-Ahari, national secretary of the Noble Order of Moorish Sufis and long-time researcher on American Islamic History and Literature. The concept of a Matn (source text) with several extended commentaries is a traditional genre in Islamic literature. The commentaries may be linguistic, spiritual, and even have the function of relating the text to similar works. Further research on Bilali's life and his influence upon both American Islamic literature and to the Gullah dialect of English needs to be carried out in order to present a complete picture of this unique American Muslim author. ==Errors in prior research== Several reviewers of the manuscript have portrayed it as the scribblings of an old man copying from memory lessons of childhood. But, more expert translations of the text have shown it to be an original composition that drew from the Risalah of Abi Zayd of al-Qayrawan. Some accounts, including that of Reverend Dwight York (aka Imam Isa), who claimed that Bilali was his great-grandfather, have conflated Bilali Muhammad (aka Ben Ali, BuAllah, Bilali Smith, and Mahomet Bilali) with individuals with similar names. He is not the same person as Yusuf Benenhaly , either of the Wahab brothers of Ocracoke Island,The Wahab family name was not Arabic but a variant spelling of Walkup or Wauchope, from Scotland. or Old York, whose son traveled with Lewis and Clark. ==Legacy== The Bilali Muhammed Historical Research Society, named for him, was established in Chicago in 1987; it published a one-issue journal, Meditations from the Bilali Muhammad Society (1988), in Charleston, South Carolina. The research institute has since been renamed the Muslim American Cultural Heritage Institute. It has a new board and is planning to become incorporated as a 503c corporation in Chicago. ==References== ==Further reading== * Bilali Muhammad: Muslim Juriprudist in Antebellum Georgia, translated by Muhammad Abdullah al-Ahari, . https://web.archive.org/web/20120222065928/https://www.createspace.com/3431038 * Muhammed al-Ahari (2006). Five Classic Muslim Slave Narratives. Magribine Press, Chicago. * Bailey, Cornelia; God, Dr. Buzzard and The Bolito Man, 2003. * Greenberg, Joseph H. \"The Decipherment of the 'Ben-Ali Diary,'\" Journal of Negro History, vol. 25, no.3 (July 1940): 372-375. * Ronald AT Judy, (Dis)forming the American Canon: African–Arabic Slave Narratives and the Vernacular * Joseph Progler, “Ben Ali and His Diary: Encountering an African Muslim in Antebellum America,” Muslim and Arab Perspectives, Vol. 11 (Fall 2004), pp. 19–60. * Joseph Progler, “Reading Early American Islamica: An Interpretive Translation of the Ben Ali Diary,” Tawhid: Journal of Islamic Thought and Culture, Vol. 16, No. 3, (Autumn 2000), pp. 5–43. * Hisham D. Aidi, \"Rebel Music\" * Rasheed ibn Estes Barbee, Diary of a Muslim Slave in America The Bilali Muhammad Document and The Treatise of ibn Abi Zayd Al- Qayrawaani, https://mtws.posthaven.com/diary-of-a-muslim-slave-in-america-the- bilali-muhammad-document-and-the-treatise-of-ibn-abi-zayd-al-qayrawaani ==External links== *Description of the Bilali Document by Moustafa Bayoumi at the Border and Transcultural Studies Research Circle *Bilali Muhammad's Life and the Bilali Document *Ben Ali and the Arabic Diary (Part One) and (Part Two) by Joseph Progler Category:Arabic-language mass media in the United States Category:Islamic literature Category:African-American Islam Category:African-American history of Georgia (U.S. state) Category:Sierra Leonean-American history Category:19th-century documents Category:Gullah history ",
    "title": "Bilali Document"
}