{
    "id": "3269866",
    "text": "The Dartmouth Jack-O-Lantern (also known as the Jacko) is a college humor magazine, founded at Dartmouth College in 1908. == History == One of the magazine's oldest traditions is \"Stockman's Dogs\". In the October 1934 issue, F.C. Stockman (class of 1935) drew a single-panel cartoon of two dogs talking to each other. That same cartoon has appeared in virtually every issue published since, always with a different caption. The magazine is alluded to in the opening lines of F. Scott Fitzgerald's short story \"The Lost Decade\", which was first published in Esquire in 1939. Jack-O-Lantern writers Nic Duquette and Chris Plehal invented the unofficial Dartmouth mascot Keggy the Keg in the fall of 2003. 1972-74 the Editor in chief was playwright Robert DeKanter '74. Among the first Dartmouth women on the staff was Barbara Donnelly, '77, later a writer for the Wall Street Journal. DeKanter was succeeded by the team Brad Brinegar and Maxwell Anderson, both '77. One evening in July, 1975, cartoonists Brian \"Hojo\" Hansen '76 and Mike Mosher '77 slipped in and painted a cubist rendition of bibulous alumni in translucent acrylic washes upon the wall. When this was eradicated the following week, Hansen and Mosher replaced it with a Renaissance-style \"pittura infamante\" (topic of an art history lecture in Carpenter Hall) called \"Allegory of the Evisceration of Humor\", depicting Brinegar and Anderson abusing a Jack-O- Lantern figure. \"This was the perfect crime\" enthused Hansen, \"for to paint it over would prove our point: that they have no sense of humor.\" 1976-78 the Editor was N. Brooks Clark, who published a Jack-O-Lantern calendar during his tenure. Clark wrote a parody of the controversial college-issued sex guide, which he called \"Thrilling Contraception Comics and Stories\", illustrated by Mosher and featuring a wisecracking spermatozoic guide, Snappy Sammy Sperm. It was reprinted in the 1982 Holt paperback collection of 1970s college humor, whose lead editor Joey Green was the founding editor of the Cornell Lunatic. A 2006 video prank by the Jack-O-Lantern on a Dartmouth College tour group entitled \"Drinkin' Time\" was featured in an article by the Chronicle of Higher Education, posted by AOL on the Online Video Blog, and was mentioned by The Volokh Conspiracy. , the video has garnered over 585,000 views on YouTube. == Format == The Jacko publishes print issues approximately four times a year, as well as regularly updated online content and occasional video productions. The magazine devotes one publication cycle each year to a parody of the campus newspaper, The Dartmouth. == Notable alumni == Some notable writers, artists, comedians and politicians began their careers at the Jacko, including: *Norman MacLean, whose novel A River Runs Through It, awarded a Pulitzer Prize, was made into the Robert Redford film of the same name. *Theodor Seuss Geisel, also known as Dr. Seuss. Geisel began signing his work with his middle name so that he could continue to work on the Jack-O-Lantern after he was banned from participating in college activities for having violated Prohibition. *Budd Schulberg, subsequently known for his 1941 novel, What Makes Sammy Run, his 1947 novel The Harder They Fall, his 1954 Academy-award-winning screenplay for On the Waterfront, and his 1957 screenplay A Face in the Crowd. *A. J. Liebling, author of The Sweet Science, Between Meals, The Earl of Louisiana, and other classics of \"New Yorker journalism.\" *Bruce Ducker, author and poet, whose novels include Lead Us not into Penn Station, Mooney in Flight, and Home Pool. *John S. Monagan, remembered, in addition to his service in the U.S. House of Representatives, for his biography of Oliver Wendell Holmes, Jr. *Buck Henry, founder and frequent host on NBC's Saturday Night Live. *Stephen Geller, awarded a Cannes Film Festive prize for his screenplay for the film adaptation of Kurt Vonnegut's novel Slaughterhouse-Five. *Frank D. Gilroy, playwright (The Subject Was Roses), television and screenwriter (Have Gun Will Travel, The Rifleman), and novelist. *William C. Dowling, editor of Jack-O- Lantern during the period when its cartoon staff included Kirk Ditzler, James Fosso, and Robert Reich. Dowling subsequently wrote about his Jack-O-Lantern days in his memoir Confessions of a Spoilsport http://www.psupress.psu.edu/books/titles/978-0-271-03293-1.html *Peter Golenbock, sportswriter, co-author of The Bronx Zoo. *Robert Reich, whose Locked in the Cabinet, a memoir of his time as Secretary of Labor in the Clinton Administration, has been described as a classic of political humor. *William Hjortsberg, known as \"Gatz\", author of fiction and biography. *Maxwell L. Anderson, author, art historian, Chevalier de l'Ordre des Arts et des Lettres. *Mindy Kaling, writer and actress for The Office, on which she portrayed the character Kelly Kapoor. *Phil Lord and Chris Miller, directing duo behind the films 21 Jump Street and The Lego Movie. == References == ==External links== *The Dartmouth Jack-O-Lantern Jack O'Lantern, Dartmouth Category:Satirical magazines published in the United States Category:College humor magazines Category:Dr. Seuss Category:Magazines established in 1908 Category:Magazines published in New Hampshire Category:Quarterly magazines published in the United States Category:1908 establishments in New Hampshire ",
    "title": "Dartmouth Jack-O-Lantern"
}