{
    "id": "3270344",
    "text": "Sarah Elmira Royster Shelton (1810 - February 11, 1888) was an adolescent sweetheart of Edgar Allan Poe who became engaged to him shortly before his death in 1849. Their early relationship, begun when she was 15, ended due to the interference of her father while Poe was studying at the University of Virginia. Two years later she married Alexander B. Shelton, who became wealthy through his involvement in the transportation industry. The couple had four children, though only two lived past infancy. After Alexander's death in 1844, Royster and her children inherited $100,000 with the stipulation that she would lose a portion of this estate if she remarried. Poe came back into her life in 1848 and they renewed their relationship. Poe pressed her to marry him, though she was hesitant and her children did not approve. They never married; he died shortly thereafter in October 1849. Royster had an influence on Poe's work and may have inspired \"The Raven\" and \"Annabel Lee\". The early relationship between Poe and Shelton was immortalized by other writers, including Poe's brother William Henry Leonard Poe. ==Biography== Royster and Poe were neighbors in Richmond, VirginiaStashower, Daniel. The Beautiful Cigar Girl: Mary Rogers, Edgar Allan Poe, and the Invention of Murder. New York: Dutton, 2006: 38. when they began their relationship in 1825, when she was 15 years old and he was 16. They discussed marriage, though Royster's father vocally disapproved. They were secretly engaged as Poe began classes at the University of Virginia in 1826; however, Royster's father intercepted and destroyed all of Poe's letters to his daughter.Walsh, John Evangelist. Midnight Dreary: The Mysterious Death of Edgar Allan Poe. New York: St. Martin's Minotaur, 2000: 6. Royster wrote later that his disapproval was only because of their young age but he likely also considered Poe unsuitable due to social and financial status as a poor orphan.Meyers, Jeffrey. Edgar Allan Poe: His Life and Legacy. New York: Cooper Square Press, 1992: 18. Thinking Poe had forgotten her, Royster married Alexander Shelton, a businessman from a well-to-do Virginia family. Royster was only 17 at the time but quickly gained social prominence and wealth: Shelton worked in the transportation industry and was for a time the co-owner of a boat line that travelled the James River.Silverman, Kenneth. Edgar A. Poe: Mournful and Never-ending Remembrance. Harper Perennial, 1991: 425. The couple had four children, though a son and a daughter died in infancy.Walsh, John Evangelist. Midnight Dreary: The Mysterious Death of Edgar Allan Poe. New York: St. Martin's Minotaur, 2000: 5–6. Alexander Shelton died of pneumoniaWalsh, John Evangelist. Midnight Dreary: The Mysterious Death of Edgar Allan Poe. New York: St. Martin's Minotaur, 2000: 5. at the age of 37 on July 12, 1844.Thomas, Dwight and David K. Jackson. The Poe Log: A Documentary Life of Edgar Allan Poe 1809–1849. New York: G. K. Hall & Co., 1987: 467. Royster and her two children were left an estate worth $100,000. ===Second relationship with Poe=== Edgar Allan Poe in 1848 Poe and Royster would meet again in July 1848,Sova, Dawn B. Edgar Allan Poe: A to Z. New York: Checkmark Books, 2001: 214. over a year after the death of Poe's wife Virginia Clemm. His visit was unannounced. As Royster described it: \"I was ready to go to church and a servant told me that a gentleman in the parlor wanted to see me. I went down and was amazed to see him—but knew him instantly\".Meyers, Jeffrey. Edgar Allan Poe: His Life and Legacy. New York: Cooper Square Press, 1992: 249. By this time, Royster was very religious, having been baptized as an adult at St. John's Episcopal Church. She was 39 and living with her 19-year-old daughter Ann and 10-year- old son Southall. A friend described her as being very attractive around this time: > \"Her eyes were a deep blue, her hair brown, touched with grey, her nose thin > and patrician... Her voice was very low, soft and sweet, her manners > exquisitely refined, and intellectually she was a woman of education and > force of character. Her distinguishing qualities were gentleness and > womanliness.\" Royster attended Poe's lecture in Richmond, sitting in the front row. Poe and Royster rekindled their relationship somewhat and discussed marriage. Her children disapproved, however, and her dead husband's will stipulated that remarriage would remove three-quarters of her estate. Poe visited Richmond on September 17, 1849, and stayed with Royster for the evening. He wrote: \"I think she loves me more devotedly than any one I ever knew... I cannot help loving her in return.\"Silverman, Kenneth. Edgar A. Poe: Mournful and Never- ending Remembrance. Harper Perennial, 1991: 430. Poe hoped to be married before he left Richmond and pushed her to respond. She wanted time to consider: \"I told him if he would not take a positive denial he must give me time to consider it\".Meyers, Jeffrey. Edgar Allan Poe: His Life and Legacy. New York: Cooper Square Press, 1992: 250–251. Royster may have been reticent because of the rumors of Poe's drinking and, because of this, may have inspired Poe into joining the Richmond chapter of the Sons of Temperance.Stashower, Daniel. The Beautiful Cigar Girl: Mary Rogers, Edgar Allan Poe, and the Invention of Murder. New York: Dutton, 2006: 280. Poe's lecture tour then brought him to Norfolk, Virginia and Old Point Comfort.Kennedy, J. Gerald. \"A Brief Biography\", A Historical Guide to Edgar Allan Poe. New York: Oxford University Press, 2001: 58. It is unclear if the couple was ever officially engaged but most biographers agree that they came to an \"understanding\" by late September. Former residence of Elmira Shelton, Richmond, Grace Street The wedding never took place; after Poe said goodbye to her, he left Richmond on September 27, 1849, and died mysteriously only two weeks later in Baltimore. Royster recalled her last moments with him: \"He came up to my house on the evening of 26 Sept. to take leave of me.–He was very sad, and complained of being quite sick... I felt so wretched about him all of that night, that I went up early the next morning to enquire after him, when, much to my regret, he had left in the boat for Baltimore.\"Meyers, Jeffrey. Edgar Allan Poe: His Life and Legacy. New York: Cooper Square Press, 1992: 251. On his deathbed, Poe mentioned a wife he had in Richmond, possibly referring to Royster.Silverman, Kenneth. Edgar A. Poe: Mournful and Never- ending Remembrance. New York: Harper Perennial, 1991: 426. Biographer John Evangelist Walsh suggests that Royster's brothers were responsible for Poe's mysterious death.See John Evangelist Walsh's Midnight Dreary: The Mysterious Death of Edgar Allan Poe, St. Martin's Minotaur, 2000. Royster later said that she would not \"have married him under any circumstances\". A letter Royster wrote to Poe's mother-in-law Maria Clemm, however announced that she was ready to accept her as her own mother-in-law. In her letter, she also referred to Poe as \"the dearest object on earth\" to her.Walsh, John Evangelist. Midnight Dreary: The Mysterious Death of Edgar Allan Poe. New York: St. Martin's Minotaur, 2000: 124. ===Later life=== After Poe's death, Royster refused to speak about him or her relationship, bluntly denying all requests and living a relatively reclusive lifestyle. In 1875, she finally granted an interview to local sculptor Edward Valentine, as a response to a Poe biography written by John H. Ingram. In this conversation, she vehemently denied ever having been engaged to Poe.Walsh, John Evangelist. Midnight Dreary: The Mysterious Death of Edgar Allan Poe. New York: St. Martin's Minotaur, 2000: 127–128. In June 1884, however, she privately admitted to Dr. John Joseph Moran, Poe's attending physician at the time of his death, that she and Poe had been engaged.Walsh, John Evangelist. Midnight Dreary: The Mysterious Death of Edgar Allan Poe. New York: St. Martin's Minotaur, 2000: 128. Royster died on February 11, 1888, and her obituary, published on the front page of the Richmond Whig on February 12, bore the heading \"Poe's First and Last Love\".Walsh, John Evangelist. Midnight Dreary: The Mysterious Death of Edgar Allan Poe. New York: St. Martin's Minotaur, 2000: 184. ==References in literature== Many of the poems in Poe's first published work, Tamerlane and Other Poems (1827), were inspired by his failed childhood romance with Royster, with many lines discussing the follies of youth and lost love.Stashower, Daniel. The Beautiful Cigar Girl: Mary Rogers, Edgar Allan Poe, and the Invention of Murder. New York: Dutton, 2006: 43–44. One of Poe's minor poems, \"Song,\" is presumed to be about Royster. She also believed that the \"lost Lenore\" in the poem \"The Raven\" as well as the title character in \"Annabel Lee\" were representative of her and claimed that Poe himself had assured her of it. Biographers, however, often debate Poe's inspiration, particularly for \"Annabel Lee\". Poe's wife Virginia, who had died two years prior to the poem's publication, was suggested by poet Frances Sargent Osgood and generally is considered the most likely candidate for the title character, though Osgood herself is another possibility.Silverman, Kenneth. Edgar A. Poe: Mournful and Never-ending Remembrance. New York: Harper Perennial, 1991: 401. Sarah Helen Whitman and Sarah Anna Lewis also claimed to have inspired the poem.Sova, Dawn B. Edgar Allan Poe: A to Z. New York: Checkmark Books, 2001: 12. Even so, in her later years, Royster was known familiarly in Richmond as \"Poe's Lenore\". Poe's brother William Henry Leonard Poe also wrote a short story based on his brother's young romance with Royster called \"The Pirate\" which was published in the October 27, 1827, issue of the North American.Sova, Dawn B. Edgar Allan Poe: A to Z. New York: Checkmark Books, 2001: 193. Lambert A. Wilmer, a Baltimore writer who was friend of both Poe brothers, also wrote about the young relationship. His drama in verse, Merlin, was in three parts, the first of which was published on August 18, 1827.Thomas, Dwight and David K. Jackson. The Poe Log: A Documentary Life of Edgar Allan Poe 1809–1849. New York: G. K. Hall & Co., 1987: 81. ==Further reading== *Davis, Harriet Ide. Elmira: The Girl Who Loved Edgar Allan Poe. Houghton Mifflin Co., 1966. ==References== ==External links== *Sarah Elmira Royster Shelton at the Edgar Allan Poe Society online Category:Edgar Allan Poe Category:1810 births Category:1888 deaths Category:19th-century American Episcopalians ",
    "title": "Sarah Elmira Royster"
}