{
    "id": "3270944",
    "text": "Daniel Alan Kerr (born 16 May 1983) is a former Australian rules footballer who played for the West Coast Eagles in the Australian Football League (AFL). He played 220 games for the club between 2001 and 2013, as a hard-running inside midfielder. Kerr was born and raised in Perth, Western Australia. His father Roger also played professional football, while his sister Samantha plays professional soccer. Kerr was recruited to West Coast with the 18th pick in the 2000 National Draft. He finished runner-up in the 2001 AFL Rising Star, and in 2003, aged 20, won the Goal of the Year award. Kerr placed in the top three of the Brownlow Medal in three consecutive seasons from 2005 to 2007, notably finishing runner-up to teammate Ben Cousins in 2005 by a single vote. He played in a premiership in 2006 (after a grand final loss the previous year), and was also named in the 2007 All-Australian team. Kerr suffered from injuries later in his career, eventually retiring from AFL football at the end of the 2013 season. ==Early life and family== Kerr was born in Perth, Western Australia, to Roxanne (née Regan) and Roger Kerr. His mother was born in Australia, while his father was born to an Anglo-Indian family in Calcutta. Roger played professional football in the 1980s, appearing for East Fremantle in the WAFL and briefly also for Port Adelaide in the SANFL. Kerr's younger sister Samantha also grew up playing football, but switched to soccer at the age of twelve. Sam grew into one of the world's top players, captaining Australia internationally for The Matildas and domestically in both the W-League and the American National Women's Soccer League (NWSL), winning multiple league MVP and Golden Boot titles in both.Why Perth Glory star Sam Kerr snubbed AFLW for W-League Kerr and his sister are also more distantly related to two other famous West Australian footballers, Con Regan and Shaun McManus.Derby to be McManus' final game Kerr attended Aquinas College, Perth, where he met future teammate Quinten Lynch and several other future AFL players. He was in the East Fremantle Football Club's zone as a teenager, although he did not play at senior WAFL level before being drafted. He later played two games for East Fremantle in 2011 and three more in 2013. ==Football career== Kerr was selected with the number 18 pick in the 2000 AFL Draft. He won Goal of the Year in 2003 and was widely known as one of the toughest players in the AFL. In 2005, Kerr almost provided one of the biggest upsets in Brownlow Medal history when he led the count towards the later rounds and finished second to favourite, teammate Ben Cousins. In 2006, he came third in the Brownlow Medal count with 22 votes; however, he was ineligible due to a striking charge against Hawthorn's Sam Mitchell in Round 14. He was also a part of the Eagles' 2006 premiership side and still managed to receive 20 disposals during the game, despite playing with detached ligaments in his foot. In August of the same year, the much bigger Fraser Gehrig, considered to be one of the strongest players in the AFL,Footy's strongest man from realfooty.com.au tried to palm off a tackle by Kerr, only to have Kerr resist and re-tackle Gehrig, with the result seeing the umpire reward Kerr with a \"holding the ball\" decision. In 2007, Kerr had another great year with the Eagles. He came runner up in the Brownlow Medal for a second time in his career, behind Jimmy Bartel. His physical strength was further demonstrated in Round 1 against the Sydney Swans when he was able to successfully tackle and take down the far bigger Barry Hall in the goalsquare. Kerr re-signed with the Eagles after weeks of speculation over his future during the 2009 season. In Round 10 of the same season, after an appeal by the Eagles the decision was upheld by the AFL tribunal, Kerr was suspended for one week for striking Carlton's Marc Murphy,. In 2010, Kerr seriously injured his hamstring in the West Coast Eagles' Round 4 win over Essendon, which ended his season. His absence was felt on the field as the Eagles would win only three more games for the season. Kerr announced his retirement from AFL football in October 2013.Kerr calls time The following month, he hinted that he would like to play football again in the WAFL. Kerr said if he played in the WAFL the following year, it would likely be at a club much closer to his northern suburbs home. However, he eventually decided against returning to the WAFL, but has played country football.Kerr wants to play on ==Off-field controversies== In September 2002, Kerr was involved in a brawl with teammate Ben Cousins at a Perth nightclub during the club's end of season celebrations. Later the same night, after Cousins had previously punched Kerr in the face, Kerr then pushed Cousins down a flight of stairs, breaking his arm.\"Champion's Rise And Fall\", The West Australian, 21 March 2007, pp. 8–9 In 2004, Kerr was charged with forging a prescription. He was given the blank prescription by a person at a party and went to a 24-hour chemist to buy 50 valium tablets. The court fined him a total of $400 and made a spent conviction order. He was also fined $5,000 by the club and was required to complete community service throughout the football season. In January 2007, Kerr and his father were charged with assault following a party in Perth. Kerr is understood to have been at a farewell party for his sister's friend in Attadale before trouble erupted shortly after midnight. Reports suggested that Kerr's sister complained about being touched inappropriately by another partygoer and a fight erupted soon after on the street. An 18-year-old man suffered a broken nose and broken tooth. Kerr was charged with two counts of assault occasioning bodily harm. He pleaded guilty to assault occasioning bodily harm and was fined $2000 over the attack. His father was also fined after being found guilty of assault.Father of star Eagle guilty of assault – Perth Now – Accessed 01-Oct-09 In February 2007, Kerr was arrested and charged with disorderly conduct after an altercation with a taxi driver. He was later arrested again while at a training session, and further charged with assault occasioning bodily harm and willful damage. Police prosecutor Gary Flynn told the court Kerr saw the taxi and jumped screaming and shouting onto the boot. The taxi driver got out of his car and was attacked by Kerr, Sgt Flynn said. Kerr's lawyer John Prior said his client had gone out to dinner, \"consumed too much alcohol\" and \"made a crucial bad judgement call\". Kerr pleaded guilty to the charges and was fined.Kerr pleads guilty to assault – The Australian – Accessed 01-Oct-09 In March 2007, information was released that implicated Kerr in drug dealing over the phone. His conversations with convicted drug dealer Shane Waters relating to a \"big bag of horse chaff\" were recorded by police phone taps in 2003. In April 2010, Kerr was ordered by the Criminal Injuries Compensation Tribunal to pay $13,125 to teenager Troy Luies, after Luies filed a claim for the injuries he suffered at the Kerr's hands on 14 January 2007. Assessor William Millar awarded Luies compensation for the assault by Kerr, as payment for his hospital bills, lost pay and for trauma suffered.Daniel Kerr victim wins payout – PerthNow – Accessed 03-Apr-10 In November 2014, Kerr was arrested and charged with endangering the lives of two people after he allegedly started a small fire at a house in Glendalough. He spent five nights at Hakea Prison before being released on bail when his parents paid the $5000 surety. ==Statistics== |- style=\"background-color: #EAEAEA\" ! scope=\"row\" style=\"text- align:center\" | 2001 |style=\"text-align:center;\"| | 34 || 19 || 7 || 6 || 147 || 149 || 296 || 38 || 67 || 0.4 || 0.3 || 7.7 || 7.8 || 15.6 || 2.0 || 3.5 |- ! scope=\"row\" style=\"text-align:center\" | 2002 |style=\"text-align:center;\"| | 4 || 23 || 20 || 10 || 208 || 203 || 411 || 43 || 75 || 0.9 || 0.4 || 9.0 || 8.8 || 17.9 || 1.9 || 3.3 |- style=\"background:#eaeaea;\" ! scope=\"row\" style=\"text-align:center\" | 2003 |style=\"text-align:center;\"| | 4 || 21 || 17 || 8 || 203 || 202 || 405 || 54 || 74 || 0.8 || 0.4 || 9.7 || 9.6 || 19.3 || 2.6 || 3.5 |- ! scope=\"row\" style=\"text-align:center\" | 2004 |style=\"text- align:center;\"| | 4 || 21 || 13 || 8 || 243 || 173 || 416 || 74 || 68 || 0.6 || 0.4 || 11.6 || 8.2 || 19.8 || 3.5 || 3.2 |- style=\"background:#eaeaea;\" ! scope=\"row\" style=\"text-align:center\" | 2005 |style=\"text-align:center;\"| | 4 || 22 || 8 || 12 || 264 || 196 || 460 || 81 || 59 || 0.4 || 0.5 || 12.0 || 8.9 || 20.9 || 3.7 || 2.7 |- ! scope=\"row\" style=\"text-align:center\" | 2006 |style=\"text-align:center;\"| | 4 || 21 || 11 || 16 || 233 || 249 || 482 || 61 || 67 || 0.5 || 0.8 || 11.1 || 11.9 || 23.0 || 2.9 || 3.2 |- style=\"background:#eaeaea;\" ! scope=\"row\" style=\"text-align:center\" | 2007 |style=\"text-align:center;\"| | 4 || 17 || 8 || 11 || 223 || 238 || 461 || 46 || 61 || 0.5 || 0.6 || 13.1 || 14.0 || 27.1 || 2.7 || 3.6 |- ! scope=\"row\" style=\"text-align:center\" | 2008 |style=\"text-align:center;\"| | 4 || 11 || 6 || 2 || 131 || 130 || 261 || 24 || 26 || 0.5 || 0.2 || 11.9 || 11.8 || 23.7 || 2.2 || 2.4 |- style=\"background:#eaeaea;\" ! scope=\"row\" style=\"text- align:center\" | 2009 |style=\"text-align:center;\"| | 4 || 11 || 7 || 3 || 76 || 138 || 214 || 7 || 30 || 0.6 || 0.3 || 6.9 || 12.5 || 19.5 || 0.6 || 2.7 |- ! scope=\"row\" style=\"text-align:center\" | 2010 |style=\"text-align:center;\"| | 4 || 4 || 1 || 1 || 24 || 54 || 78 || 3 || 12 || 0.3 || 0.3 || 6.0 || 13.5 || 19.5 || 0.8 || 3.0 |- style=\"background:#eaeaea;\" ! scope=\"row\" style=\"text- align:center\" | 2011 |style=\"text-align:center;\"| | 4 || 16 || 7 || 8 || 174 || 220 || 394 || 35 || 38 || 0.4 || 0.5 || 10.9 || 13.8 || 24.6 || 2.2 || 2.4 |- ! scope=\"row\" style=\"text-align:center\" | 2012 |style=\"text-align:center;\"| | 4 || 24 || 13 || 8 || 291 || 261 || 552 || 56 || 53 || 0.5 || 0.3 || 12.1 || 10.9 || 23.0 || 2.3 || 2.2 |- style=\"background:#eaeaea;\" ! scope=\"row\" style=\"text-align:center\" | 2013 |style=\"text-align:center;\"| | 4 || 10 || 4 || 0 || 95 || 112 || 207 || 17 || 27 || 0.4 || 0.0 || 9.5 || 11.2 || 20.7 || 1.7 || 2.7 |- class=\"sortbottom\" ! colspan=3| Career ! 220 ! 122 ! 93 ! 2312 ! 2325 ! 4637 ! 539 ! 657 ! 0.6 ! 0.4 ! 10.5 ! 10.6 ! 21.1 ! 2.5 ! 3.0 |} Source:Daniel Kerr's player profile at AFL Tables == Personal life == In May 2009, Kerr became engaged to his girlfriend of nearly two years, Natasha Pozo. They were married at Aquinas College, Salter Point in January 2010. In 2011, they welcomed their first child, a daughter. They had their second child, another daughter, in 2012. In January 2014, it was announced that Kerr and Pozo had separated. They are now divorced. In 2017 Kerr and partner Michelle Elizabeth Mcatackney welcomed their first child together. This is the first child for Mcatackney and third for Kerr. == Domestic Violence == 2014 - Former West Coast Eagles footballer Daniel Kerr charged over violent incident 2015 - Kerr was fined $2,000 last September for breaching the restraining order by sending Ms Pozo four text messages 2016 - Former West Coast Eagles player Daniel Kerr has avoided further jail time after pleading guilty to breaching a violence restraining order (VRO) taken out by his former wife. Kerr breached the order in the early hours of May 7. 2016 - In July, Kerr was spared an immediate jail term for threatening to set two of his friends on fire. He was given an eight-month prison term, suspended for 12 months, and a 12 month community-based order. 2017 - The former West Coast Eagle has been charged with 10 domestic violence offences involving his ex-girlfriend. 2020 - Former West Coast Eagles star Daniel Kerr has been charged with aggravated stalking and breaching a violence restraint order ==References== ==External links== * * Category:1983 births Category:Living people Category:All-Australians (AFL) Category:Australian people of Anglo-Indian descent Category:Australian rules footballers from Western Australia Category:East Fremantle Football Club players Category:People educated at Aquinas College, Perth Category:Sportspeople from Perth, Western Australia Category:West Coast Eagles players Category:Australia international rules football team players ",
    "title": "Daniel Kerr"
}