{
    "id": "3270843",
    "text": "Estádio Ulrico Mursa is a football (soccer) stadium located in Santos, São Paulo state, Brazil. The stadium was built in 1920 and is able to hold approximately 7,600 people. The stadium is owned by Associação Atlética Portuguesa and its formal name honors Ulrico Mursa, who was Companhia Docas de Santos director. ==History== In 1920, the club already owned a groundplot. The club got the permission of the city's government to build a wall around the groundplot. This was done, and, also, the field was fixed. Wood bleachers, a press cabin, a bar, dressing-rooms and toilets were also built. The inaugural match was played on December 5, 1920, when Portuguesa Santista beat Sírio Futebol Clube 6-0. In 1928, the stadium's concrete bleachers were built. These bleachers were also covered. On October 24, 1938, the stadium lights, which were composed of four illumination towers, were inaugurated during the match between Vasco da Gama and Portuguesa. Vasco beat Portuguesa Santista 5-4. The first goal of the stadium after the stadium lights' inauguration was scored by Vasco da Gama's Fantoni. In 1942 and 1943, due to a financial crisis, Portuguesa Santista sold the stadium lights to Mogiana of Campinas. The stadium's attendance record currently stands at 12,500, set on December 7, 1952 when Corinthians beat Portuguesa Santista 2-1. On November 25, 1958, new steel concrete illumination towers were inaugurated. In the reinaugural match, Santos beat Portuguesa Santista 4-3. The first goal of the match was scored by Santos' Pagão. However, the new floodlights deteriorated during the 1960s, and in the 1970s and in the 1980s was impossible to play night games in the stadium. In 1997, a new illumination system was built, with about 520 lux of illumination. The stadium's attendance record after this new illumination system was built currently stands at 12,249 people, set on February 9, 1997 when São Paulo beat Portuguesa Santista 3-1. The new illumination system was inaugurated in this Campeonato Paulista match. ==References== *Enciclopédia do Futebol Brasileiro, Volume 2 - Lance, Rio de Janeiro: Aretê Editorial S/A, 2001. ==External links== *Templos do Futebol *Portuguesa Santista Official Website Category:Football venues in São Paulo (state) Category:Associação Atlética Portuguesa (Santos) ",
    "title": "Estádio Ulrico Mursa"
}