{
    "id": "3270008",
    "text": "Benjamin Boyd (21 August 180115 October 1851) was a Scottish entrepreneur who became a major shipowner, banker, grazier, politician and slaver, exploiting South Sea Islander labour in the colony of New South Wales. Boyd became one of the largest landholders and graziers of the Colony of New South Wales before suffering financial difficulties and becoming bankrupt. Boyd briefly tried his luck on the Californian goldfields before being purportedly murdered on Guadalcanal in the Solomon Islands. Many of his business ventures involved blackbirding, the practice of enslaving South Sea Islanders. Boyd was a man of \"an imposing personal appearance, fluent oratory, aristocratic connections, and a fair share of commercial acuteness\". Georgiana McCrae, with whom he had dinner when he first came to the Port Phillip District, looked at him with an artist's eye and said: \"He is Rubens over again. Tells me he went to a bal masque as Rubens with his broad-leafed hat\". == Early life == Born at Merton Hall, Wigtownshire, Scotland, Boyd was the second son of Edward Boyd by his wife Jane (daughter of Benjamin Yule). His brother Mark Boyd would play an active role in some of his ventures. By 1824 Boyd was a stockbroker in London and on 8 October 1840 he addressed a letter to Lord John Russell, stating that he had recently dispatched a vessel entirely his own at a cost of £30,000 for \"further developing the resources of Australia and its adjacent Islands\". Just owning such a vessel got him into the Royal Yacht Squadron, where he could associate with the landed classes. He stated that he intended to send other vessels, and asked for certain privileges in connection with the purchase of land at various ports he intended to establish. He received a guarded reply promising assistance, but pointing out that land could not be sold to an individual to the \"exclusion or disadvantage of the public\". About this period Boyd had floated the Royal Bank of Australia, and debentures of this bank to the amount of £200,000 were sold. This sum was eventually taken by Boyd to Australia as the bank's representative. He arrived in Hobson's Bay, Port Phillip District, on his schooner, Wanderer, on 15 June 1842, and reached Port Jackson, Sydney, on 18 July 1842. == In Australia == Ben Boyd's Tower, used for whale-spotting, Ben Boyd National Park. Window of Ben Boyd's Tower, showing sandstone quarried in Sydney and masonry work, plus crosses. Interior of Ben Boyd's Tower. In a dispatch of Sir George Gipps dated 17 May 1844 he mentioned that Boyd was one of the largest squatters in the country, with 14 stations in the \"Maneroo\" district and four in the Port Phillip district, amounting together to of land. At about the same period the firm of Boyd and Company had three steamers and three sailing ships in commission. Large sums of money were also being spent on founding the port of Boydtown, on Twofold Bay on the southeastern coast, which involved the building of a jetty long, and a lighthouse tower high. Four years later a visitor, speaking of the town, mentioned its Gothic church with a spire, commodious stores, well-built brick houses, and \"a splendid hotel in the Elizabethan style\". At this time Boyd had nine whalers working from this port. Boyd was elected to the New South Wales Legislative Council for the Electoral district of Port Phillip in September 1844, a position he held for 11 months. ==Royal Bank of Australia== The Royal Bank of Australia, formed in 1839, never carried out more than cursory banking operations. Instead, its funds were fraudulently used to finance Boyd's pastoral, shipping and whaling activities. The bank was liquidated in 1846 with heavy losses incurred by depositors and shareholders. == Blackbirding == In 1847, Boyd brought the first 65 Islanders to Australia from Lifu Island in the Loyalty Islands (now part of New Caledonia) and from Tanna and Aneityum Islands in the New Hebrides (now Vanuatu). They landed at Boydtown. The clerk of the local bench of magistrates described them this way: \"none of the natives could speak English, and all were naked..”. \"[T]hey all crowded around us looking at us with the utmost surprize, and feeling at the Texture of our clothes…they seemed wild and restless.\"Diamond, Marion. The Seahorse and the Wanderer. Ben Boyd in Australia (Melbourne 1988, pp. 128–129 They had all put their marks on contracts that bound them to work for five years and to be paid 26 shillings a year, plus rations of 10 lbs of meat a week, and two pairs of trousers, two shirts and a kilmarnock cap. However, clearly they had no idea of what they were doing in Australia, and the local magistrate refused to counter-sign the documents. Regardless, some of Boyd's employees began to take the party inland on foot. Some of them bolted and made their way back to Eden. The first one died on 2 May and as winter approached more became ill. Sixteen Lifou Islanders refused to work and began to try to walk back to Lifou along the coast. Some managed to reach Sydney and seven or eight entered a shop from the rear and began to help themselves to food. Those that remained at work were shepherds on far off Boyd stations on the Edward and Murray Rivers. Boyd refused to admit that the trial shipment was a failure, sending for more Islanders. By this time colonial society was beginning to realise what he had done and was feeling uneasy. The New South Wales Legislative Council amended the Masters and Servants Act to ban importation of \"the Natives of any Savage or uncivilized tribe inhabiting any Island or Country in the Pacific\". When Boyd's next group of 54 men and 3 women arrived in Sydney on 17 October, they could not be indentured and once Boyd found this out he refused to take any further responsibility. The same legal conditions also applied to Boyd's Islander labourers from the first trip; they left the stations and set off to walk to Sydney to find alternative work and to find a way home to the islands. The foreman tried to stop them but the local magistrate ruled that no one had the right to detain them. Their progress from the Riverina was followed by the press as they began their long march to Sydney. The press described them as cannibals on their way to eat Boyd, and the issue as depicted in the media was extremely racist. The whole matter was raised again in the Legislative Council and Boyd showed no remorse or sense of responsibility. Boyd justified himself with reference to the African slave trade and there was much discussion in the colony about the issue to introducing slaves from the Pacific Islands. The 'recruiters' were accused of kidnapping, a charge with they denied. The Islanders remained around Sydney Harbour, begging for transport back to their islands. Some of them found alternative work in Sydney and dropped out of the record. Most of the others finally embarked on a French ship returning to the islands, although it is unlikely that many of them ever reached their home islands. This fiasco was the first time Pacific Islanders had been imported into Australia as labourers, although some had already reached Sydney as ships' crews. Boyd's troubles continued with the loss of two lawsuits for the insurance money on one of his vessels which was wrecked, but it seems his schemes were too grandiose for the then state of Australia. The shareholders in the Royal Bank became dissatisfied, and eventually all of the capital was lost and there was a deficiency of £80,000. With no success at the gold- diggings, in June 1851 Boyd sailed in Wanderer among the Pacific islands with the aim of establishing a \"Papuan Republic or Confederation\". Stopping first in Hawaii, Boyd convinced King Kamehameha III to become regent of a Pacific empire ranging from Hawaii and the Marquesas to Samoa and Tonga, but his real plan was to loot them of their presumed resources. He reconnoitred various South Seas islands and finally settled on two islands in the Solomons to base a South Seas republic. They were San Cristobal (now Makira) and Guadalcanal. == Death == On 15 October 1851, on Guadalcanal in the Solomon Islands, Boyd went ashore with a crew member to shoot game. Soon after entering a small creek in his boat, two shots were heard 15 minutes apart but Boyd never returned. At the same time, the remaining crew aboard Wanderer were involved in a large skirmish with the local population. Muskets, swivel guns and grapeshot were utilised against the natives resulting in over twenty-five fatalities. A search party later looked for Boyd, finding his boat, belt and an expended firearm cartridge. In days following Boyd's disappearance, his crew raided and destroyed a number of villages in the area now known as Wanderer Bay before sailing for Port Macquarie. There were afterwards rumours that Boyd had survived and was living on Guadalcanal. At the end of 1854 an expedition led by Captain Lewis Truscott of the vessel Oberon was sent to the islands to make further enquiries. This expedition was able to ascertain that Boyd was initially taken prisoner but was later executed in retribution for the number of villagers killed by the actions of the crew of Wanderer. Boyd's head was cut off and his skull kept locally in a ceremonial house. Truscott was able to purchase Boyd's skull from the leading men of the district and returned with it to Sydney. == Legacy == In 1971 the Ben Boyd National Park was established, located near Boydtown south of Eden and named after Boyd. The park area covers approximately . In the wake of the George Floyd protests around the world and in Australia and the Black Lives Matter movement gaining pace in May–June 2020, calls for the National Park to be renamed were renewed. Matt Kean, the NSW Environment Minister, commented that \"national parks are about connecting people, not dividing them\", and promised to seek a briefing about renaming the park and then to consult with local elders and the community. Boyd's Tower is located at the entrance to the park near Twofold Bay and was designed as a lighthouse and lookout. The tower was designed by Oswald Brierly who had accompanied Boyd to Australia from England. It was built from sandstone quarried in Sydney. The structure was not commissioned as a lighthouse and the building work stopped in 1847 as funds became short. The tower was used as a whale sighting station. Whaling was already an established industry when Boyd arrived in the area and he brought with him his own boats and crew, aggressively went into competition with the locals and expanded his fleet until he had nine whaling boats working for him. Commemorative plaque at Ben Boyd Road, Neutral Bay, NSW, Australia. Boyd's legacy includes the decaying buildings of Boydtown near Eden on Twofold Bay in New South Wales. The township was established by Boyd to provide services for the extensive properties he owned locally. It was abandoned in the mid-1840s when Boyd's finances failed. The township has since been revived. An addition, Ben Boyd Road in Neutral Bay, New South Wales was named in his honour; as was Boyd house of Neutral Bay Primary School. A small plaque describing his life and death is on display at the corner of Ben Boyd Road and Kurraba Road, Neutral Bay. To commemorate the 150th anniversary of Boyd's disappearance, a scale model of Wanderer was created for the Eden Killer Whale Museum.Canberra Times, 23 July 2001, p. 5 == References == == Further reading == * * Diamond, Marion, (1988), The Seahorse and the Wanderer. Ben Boyd in Australia, Melbourne University Press. * * * Loney, Jack (1985), Ben Boyd's Ships, Geelong, Neptune Press, 16p. * Phillips, Valmai. 1977. Romance of Australian Lighthouses. Rigby, Adelaide. pp. 45–47 * CC-By-SA Category:1801 births Category:1851 deaths Category:Australian pastoralists Category:Australian people of Scottish descent Category:Missing people Category:Australian stockbrokers Category:Members of the New South Wales Legislative Council Category:19th- century Australian politicians Category:Australian people in whaling Category:Australian ship owners Category:19th-century Australian businesspeople Category:Australian bankers Category:Eden, New South Wales Category:Settlers of Australia Category:Scottish slave owners Category:Scottish slave traders ",
    "title": "Benjamin Boyd"
}