{
    "id": "3271651",
    "text": "Cities for Life Day is a worldwide festivity that supports the abolition of the death penalty. It is celebrated on November 30 of each year. ==History== Cesare Beccaria was one of the greatest Italian Enlightenment writers, who was noted for his masterpiece Of Crimes and Punishments (1764), which was later translated into 22 languages. In it, Beccaria put forth some of the first modern arguments against the death penalty. His treatise was also the first full work of penology, advocating reform of the criminal law system. The book was the first full-scale work to tackle criminal reform and to suggest that criminal justice should conform to rational principles. As a consequence in Italy the first pre-unitarian state to abolish the death penalty was the Grand Duchy of Tuscany as of November 30, 1786, under the reign of Pietro Leopoldo, later Holy Roman Emperor Leopold II. So Tuscany was the first civil state in the world to do away with torture and capital punishment. Since then in the last two centuries the refusal of death penalty has been increasing all around the world: \"In 2012, 141 states have abolished either by law or on a de facto basis the death penalty, while it is still on the books in 51 countries. Since 2007, the United Nations General Assembly has repeatedly called for a universal moratorium with a view toward total abolition of capital punishment. In 2011 progress was made in all regions of the world, particularly the United States: Illinois became abolitionist and in April 2012 Connecticut became the 17th state to abolish the death penalty, thus becoming the fifth American state to revoke capital punishment in the last five years.\" ==Characteristics== On the \"Cities for Life Day\", November 30, many important citiesThe cities / No to death penalty − Community of Sant'Egidio . Nodeathpenalty.santegidio.org. Retrieved on 2010-11-30.Cities For Life , Nodeathpenalty.santegidio.org. Retrieved on 2010-11-30. around the world celebrate the first abolition of the death penalty by a European state, decreed by Leopold II, Holy Roman Emperor of Habsburg-Lorraine in 1786 for his Grand Duchy of Tuscany. On this occasion the participating cities show their commitment for life and against the death penalty. On this day, participating cities illuminate a symbolic monument, such as the Atomium in Brussels, the Colosseum in Rome and the Plaza de Santa Ana in Madrid. Participating cities in 2009 include more than 60 capitals worldwide, and over 1,200 cities and towns around the world, such as Rome, Brussels, Madrid, Ottawa, Mexico City, Berlin, Barcelona, Florence, Venice, Buenos Aires, Austin, Dallas, Antwerp, Vienna, Naples, Paris, Copenhagen, Stockholm, Reggio Emilia, Bogotá, Santiago de Chile. By this symbolic action, these cities demand a stay of all executions worldwide. This initiative is promoted by the Community of Sant'Egidio and supported by the main international human rights organizations, gathered in the World Coalition Against the Death Penalty (Amnesty International, Ensemble contre la Peine de Mort, International Penal Reform, FIACAT). In 2005, the Cities for Life Day also featured the \"Africa for Life\" conference about the death penalty in Africa, in which 14 ministers of justice from as many African countries participated. The conference took place in Florence, Tuscany. Cities continue to join this cause, many in countries that maintain the death penalty.Map In 2012 there were 1625, of which 72 were capitals.List of the Cities ==See also== *Death penalty *World Coalition Against the Death Penalty *Community of Sant'Egidio ==References== Category:International observances Category:Capital punishment Category:November observances ",
    "title": "Cities for Life Day"
}