{
    "id": "3271246",
    "text": "Austinn \"Aussie\" Jones (born 28 September 1976) is a former Australian rules footballer who played with St Kilda in the Ansett Cup (AFL). The 176 cm Jones played for the Collingwood reserves in the mid-1990s, but they were afraid to recruit him due to him weighing just 64 kilograms. \"Aussie\", as he is more commonly known, refused to give up on his dream to play AFL football, and was recruited to St Kilda in the 1994 AFL Draft. He made his debut in 1995 still weighing in at the high 60s. In 1996 and 1997, Jones established himself as one of the league's better wingers/half-back flankers, with his pace and hard- running a big advantage for the Saints. Jones played in St Kilda's 1996 pre- season final winning side – the club's first pre-season win. Jones played in 22 of 22 matches in the 1997 home and away rounds in which St Kilda qualified in first position for the 1997 AFL finals, winning the club's second minor premiership. In 1997 he had a stellar year, Jones winning All-Australian selection. In fact, Jones put the Saints in a very strong position, kicking a Goal of the Year contender with a magnificent long run and goal. At that stage the Saints had a comfortable lead and the Jones goal looked like the team would run away with the game. It was not to be, however, with the Saints forfeiting a half-time lead to lose the match. Jones played in St Kilda's 2004 pre-season final winning side – St Kilda's second pre-season final win. Jones career suffered from inconsistency in the following years, however in 2004, the first year St Kilda made the finals since 1998, Jones again won All- Australian selection and was back to his best. However Jones, even then, doubted whether he would be able to cope with the mental pressures of AFL football, and was even considering retirement. In 2005 he suffered a major setback when he was dropped to the Victorian Football League midway through the year. Although he regained his form, Jones admitted that he was at his lowest ebb as a player at this stage. He fought his way back into the seniors and performed admirably during the Saints' late-season charge into the top four. Despite hinting at his retirement previously, it was a huge shock when Jones called it quits from the game with one year to run on his contract, and having just turned 29. He cited the mental pressures, more than the physical toll, as the reason for his retirement. In 2006 he was the contracted as the playing coach at country football club, the Narre Warren Magpies. His venture as coach was a successful one; in his first year as coach the team won the Casey Cardinia Football League grand final. Jones coached Narre Warren again in 2007. Narre Warren, under the guidance of Aussie Jones in his last game as playing coach, won back to back premierships on 22 September 2007. He coached Gippsland Power in the 2008 TAC Cup season. In July 2012, Jones was appointed as head coach of the newly formed standalone VFL team Bendigo Gold, with his coaching stint to commence in Gold's inaugural year as a standalone VFL side in 2013. ==Statistics== : |- |- style=\"background-color: #EAEAEA\" ! scope=\"row\" style=\"text-align:center\" | 1995 |style=\"text-align:center;\"| | 29 || 19 || 10 || 7 || 134 || 82 || 216 || 33 || 20 || 0.5 || 0.4 || 7.1 || 4.3 || 11.4 || 1.7 || 1.1 || 0 |- ! scope=\"row\" style=\"text-align:center\" | 1996 |style=\"text-align:center;\"| | 29 || 22 || 25 || 25 || 259 || 129 || 388 || 75 || 22 || 1.1 || 1.1 || 11.8 || 5.9 || 17.6 || 3.4 || 1.0 || 1 |- style=\"background-color: #EAEAEA\" ! scope=\"row\" style=\"text-align:center\" | 1997 |style=\"text-align:center;\"| | 5 || 25 || 22 || 9 || 323 || 167 || 490 || 77 || 32 || 0.9 || 0.4 || 12.9 || 6.7 || 19.6 || 3.1 || 1.3 || 5 |- ! scope=\"row\" style=\"text-align:center\" | 1998 |style=\"text-align:center;\"| | 5 || 23 || 23 || 13 || 238 || 101 || 339 || 63 || 32 || 1.0 || 0.6 || 10.3 || 4.4 || 14.7 || 2.7 || 1.4 || 1 |- style=\"background-color: #EAEAEA\" ! scope=\"row\" style=\"text-align:center\" | 1999 |style=\"text-align:center;\"| | 5 || 19 || 12 || 18 || 180 || 82 || 262 || 72 || 18 || 0.6 || 0.9 || 9.5 || 4.3 || 13.8 || 3.8 || 0.9 || 2 |- ! scope=\"row\" style=\"text-align:center\" | 2000 |style=\"text-align:center;\"| | 5 || 17 || 9 || 7 || 182 || 60 || 242 || 47 || 18 || 0.5 || 0.4 || 10.7 || 3.5 || 14.2 || 2.8 || 1.1 || 1 |- style=\"background-color: #EAEAEA\" ! scope=\"row\" style=\"text-align:center\" | 2001 |style=\"text-align:center;\"| | 5 || 16 || 4 || 3 || 206 || 80 || 286 || 46 || 20 || 0.3 || 0.2 || 12.9 || 5.0 || 17.9 || 2.9 || 1.3 || 5 |- ! scope=\"row\" style=\"text-align:center\" | 2002 |style=\"text-align:center;\"| | 5 || 16 || 6 || 2 || 208 || 95 || 303 || 46 || 12 || 0.4 || 0.1 || 13.0 || 5.9 || 18.9 || 2.9 || 0.8 || 2 |- style=\"background-color: #EAEAEA\" ! scope=\"row\" style=\"text-align:center\" | 2003 |style=\"text-align:center;\"| | 5 || 22 || 7 || 3 || 317 || 108 || 425 || 85 || 30 || 0.3 || 0.1 || 14.4 || 4.9 || 19.3 || 3.9 || 1.4 || 3 |- ! scope=\"row\" style=\"text-align:center\" | 2004 |style=\"text-align:center;\"| | 5 || 25 || 3 || 6 || 346 || 120 || 466 || 85 || 37 || 0.1 || 0.2 || 13.8 || 4.8 || 18.6 || 3.4 || 1.5 || 11 |- style=\"background-color: #EAEAEA\" ! scope=\"row\" style=\"text-align:center\" | 2005 |style=\"text-align:center;\"| | 5 || 22 || 6 || 3 || 252 || 93 || 345 || 73 || 31 || 0.3 || 0.1 || 11.5 || 4.2 || 15.7 || 3.3 || 1.4 || 1 |- class=\"sortbottom\" ! colspan=3| Career ! 226 ! 127 ! 96 ! 2645 ! 1117 ! 3762 ! 702 ! 272 ! 0.6 ! 0.4 ! 11.7 ! 4.9 ! 16.6 ! 3.1 ! 1.2 ! 32 |} ==References== ==External links== * Category:1976 births Category:Living people Category:Australian rules footballers from Victoria (Australia) Category:St Kilda Football Club players Category:All-Australians (AFL) Category:Dandenong Stingrays players Category:Victorian State of Origin players Category:Australia international rules football team players ",
    "title": "Austinn Jones"
}