{
    "id": "3271883",
    "text": "Edward Waters College is a private college in Jacksonville, Florida. It was founded in 1866 by members of the African Methodist Episcopal Church (AME Church) as a school to educate freedmen and their children. It was the first independent institution of higher education and the first historically black college in the State of Florida. It continues to be affiliated with the AME Church, and is a member of the Independent Colleges and Universities of Florida. Image of Bishop Edward Waters ==History== The first African Methodist Episcopal pastor in the state, William G. Steward, originally named the college as Brown Theological Institute. The AME Church was the first independent black denomination in the United States and was founded in 1816 in Philadelphia, Pennsylvania. After the Civil War, it sent numerous missionaries to the South to plant AME churches. Charles H. Pearce was also involved in establishing an educational institution for the AME church in Jacksonville. Struggling with some financial difficulties, the school closed for much of the 1870s. It reopened in 1883 as \"East Florida Conference High School”, then changed to “East Florida Scientific and Divinity High School.” Over the next ten years, the curriculum was expanded. In 1892, the school was renamed for Edward Waters, the third bishop of the AME Church.Davis, Ennis: \"Edward Waters College\", Metro Jacksonville, May 17, 2010 Drawing of John R. Scott and students. A drawing of 1893 shows that the College President at that time was John R. Scott, Sr., first pastor of the St. Paul African Methodist Episcopal Church of Jacksonville, and a member of the Florida Legislature. The original Edward Waters College campus was destroyed by the Great Fire of 1901. By 1904 the college obtained new land and work was started on the new facility. Edward Waters was accredited as a junior college in 1955 under President William B. Stewart and five years later had a restored four-year curriculum. Beginning in 1979 the school was accredited as a four-year institution by the Commission on Colleges of the Southern Association of Colleges and Schools (SACS) and started awarding bachelor's degrees. ==Academics== Edward Waters College offers bachelor's degrees in eight academic programs including the following: Bachelor of Arts in Communications, Music, Psychology, or Criminal Justice; Bachelor of Science in Biology, Elementary Education or Mathematics; and Bachelor of Business Administration. ===Accreditation=== Beginning in 1979, Edward Waters College (EWC) was accredited as a four-year institution by the Commission on Colleges of the Southern Association of Colleges and Schools (SACS-COC) and was recently fully reaffirmed in 2015. In 2004, Edward Waters College had submitted documents to SACS to support their request for reaccreditation. A Florida Times-Union investigation in October discovered that the EWC documents plagiarized sections of text and statistics from a similar Alabama A&M; University document. The Commission on Colleges voted to drop EWC from membership in SACS, thus revoking the school's accreditation, but the school appealed. A hearing was held in Atlanta during February 2005, and the appeal by Edward Waters College was denied. The school filed a lawsuit seeking an injunction during litigation, which a federal judge granted. The judge ruled that the college could show they were denied due process, and appointed two mediators. In June, the college and SACS agreed to a settlement that allowed the school to remain accredited while re-filing their accreditation documentation. The college's accreditation was reaffirmed in 2006. ==Campus== ===Historic facilities=== ====Centennial Hall==== Centennial Hall, which contains the Obi-Scott-Umunna Collection of African Art, is the oldest building on campus. Built in 1916, it was added to the United States National Register of Historic Places on May 4, 1976. It was designed by Richard Lewis Brown, Jacksonville's first known black architect. ==Administration== *Dr. Jimmy Jenkins, served as president from 1997 to 2005 and was credited with increasing enrollment and raising standards at the school. *Dr. Oswald P. Bronson, former president of Bethune-Cookman College, served as interim president while a presidential search committee took two years to select a new leader. *Dr. Claudette Williams became the first female president of Edward Waters in 2007. She resigned in February 2010 to assume a position as a vice president with the accreditation organization, Southern Association of Colleges and Schools. *Nat Glover became EWC's 29th president on February 12, 2011. He retired in May 2018. *Dr. A. Zachary Faison, Jr. is the 30th President of Edward Waters College and took office in July 2018. ==Athletics== Edward Waters athletic teams are known as the Tigers and Lady Tigers. The college is a member of the National Association of Intercollegiate Athletics (NAIA) Division I level, primarily competing in the Gulf Coast Athletic Conference (GCAC). The Tigers formerly competed in The Sun Conference, formerly known as the Florida Sun Conference (FSC). For football only, the Tigers participated in The Sun Conference for the 2014 and 2015 seasons, and have joined the Mid-South Conference's Sun Division beginning in the 2017 season. Men's sports include baseball, basketball, cheerleading, cross country, football, golf and track & field; while women's sports include basketball, cheerleading, cross country, golf, softball, track & field and volleyball. In 2019, the college received a membership invitation to join the Southern Intercollegiate Athletic Conference (SIAC), a historic HBCU athletic conference playing at the NCAA Division II level. Although still holding active membership in the NAIA, EWC has a scheduling agreement with the SIAC to play SIAC opponents in non-conference competition. Edward Waters was a member of the conference from 1929 to 1935. Following the invitation, the college plans to apply for NCAA Division II membership and begin the multi-year transition process to become a full postseason-eligible member of the NCAA and SIAC. The college broke ground on a permanent on-campus football facility in February 2020. The team played previously played at local high schools. The new facility is planned to meet NCAA specifications as part of the athletic development process associated with the move to Division II. ===Marching band=== Edward Waters' marching band is officially known as the \"Triple Threat Marching Band.\" The band was established in 2001 and has twice received an invitation to the Honda Battle of the Bands in 2009 and 2013. The marching band has also been invited to perform at halftime for the NFL's Jacksonville Jaguars. ==Notable people== *Reggie Brown - Jacksonville City Council Representative *Jim \"Cannonball\" Butler - former NFL running back *Samuel Charles - Professional American football wide receiver *Nat Glover - former president of Edward Waters and former Sheriff of Jacksonville *Betty Holzendorf - former Florida State Representative from Jacksonville *Frederick Douglas Harper - author and scholar *Buck O'Neil - former Negro league baseball player *Rahman Johnson - TV personality, actor and former Duval County Commissioner *A. Philip Randolph - Civil rights activist and founder of the Brotherhood of Sleeping Car Porters ==See also== *Independent Colleges and Universities of Florida ==References== ==Further reading== * ==External links== * * Edward Waters College official athletics website * Duval County listings at National Register of Historic Places * www.flheritage.com Florida's Office of Cultural and Historical Programs ** Duval County listings ** Centennial Hall at Edward Waters College Category:African Methodist Episcopal Church Category:Buildings and structures in Jacksonville, Florida Category:Historically black universities and colleges in the United States Category:History of Jacksonville, Florida Category:National Register of Historic Places in Jacksonville, Florida Category:Universities and colleges affiliated with the African Methodist Episcopal Church Category:Universities and colleges in Jacksonville, Florida Category:Educational institutions established in 1866 Category:Universities and colleges accredited by the Southern Association of Colleges and Schools Category:Westside, Jacksonville Category:Universities and colleges in the Jacksonville metropolitan area Category:Liberal arts colleges in Florida Category:1866 establishments in Florida Category:Private universities and colleges in Florida ",
    "title": "Edward Waters College"
}