{
    "id": "3272154",
    "text": "Liff is a village in Angus, Scotland, situated 4.5 miles west-north-west of Dundee on a south-facing slope two miles north of the River Tay. It had a population of 568 in 2011. Surrounded by farmland, it has been described as 'haunted by wood pigeons and the scent of wild garlic' and having a 'wonderful view over the firth [of Tay]'. Half a mile to the east lies the site of the former Royal Dundee Liff Hospital, now given over to private housing. Further east lie Camperdown House and Park. Half a mile to the south is House of Gray, a large eighteenth-century mansion house in the neoclassical style, currently standing empty. The village contains twelve listed buildings, with others nearby. For several centuries the name Liff denoted a large area, not a village. It comprised the parish of Liff together with its united parishes of Benvie, Invergowrie, Logie, and Lochee, and so included substantial parts of the city of Dundee. The village around the church was known as Kirkton of Liff or simply the Kirkton. An ancient site in the village called Hurly Hawkin was regarded for several centuries as a palace of King Alexander I. The placename features in the title of a bestselling book by Douglas Adams and John Lloyd, The Meaning of Liff. It is defined there as 'a book, the contents of which are totally belied by its cover'. Church Road, Liff, Angus, looking east Liff Church – geograph.org.uk – 21401 == History == === Early history === ==== Name ==== The origin of the name Liff is uncertain. Many older writers repeated the suggestion that it might come from the Gaelic word , meaning deluge, flood, or spate. They also claimed it might be a variation of 'Isla', a river to the north, which has been spelt Yleff, or Yleife. On this theory river names such as Liffey and Liffar or Liver might have the same origin. However, the theory is hard to credit since there is no river or flood in the vicinity of Liff. A modern expert on placenames suggests that 'Liff' comes from Gaelic cliathach, meaning side or slope of a hill, since the main feature of the landscape is the three-mile slope upwards from the Tay. This may derive some support from the names of two old farms, Ochterlyf ('Upper Liff') above the village and Netherliff which may have lain below it. On this theory those names would signify 'upper slope' and 'lower slope' respectively, which would fit with the lie of the land. This explanation is attractive but remains unproven. ==== Hurly Hawkin ==== Just to the west of Liff Churchyard, on a 90-foot-high promontory formed by the confluence of two burns, are the remains called Hurly Hawkin, now on private property. This is the 'supposed palace of King Alexander' as it was described by many writers and on older Ordnance Survey maps. This story originates with John of Fordun and Walter Bower who in Scotichronicon (1440–47) tell how Alexander I was given the lands of 'Lyff and Invergowry' at his baptism and began to build a palace 'at Lyff' after he became king. On one occasion when he was there, rebels made an attempt on his life. With the help of a loyal chamberlain, Alexander escaped via the privy, embarked at Invergowrie, and reached safety. In gratitude for his deliverance, says Scotichronicon, the king founded the Monastery of Scone and donated the lands of Liff and Invergowrie to it. This account may well contain some truth. However, a ten-year archaeological investigation beginning in 1958 showed beyond doubt that the structures at Hurly Hawkin are far older than the time of Alexander. The earliest building of which evidence remains was a pre- historic promontory fort. Its location gave a commanding view over the eastern Carse of Gowrie. The fort was later partly built over with a broch, which was in turn succeeded by a souterrain. The broch, with walls that were mostly 19 feet thick and an inner courtyard 39 feet in diameter, has been dated to the first half of the 2nd century AD and appears to belong to the Tay-Forth-Tweed group of brochs established during the withdrawal of the Roman army at that time. Many artefacts were found during excavation of the site. ==== The 'Battle of Liff' ==== Early chroniclers and historians, including Boece, Holinshed, and George Buchanan, relate the story of a battle between Alpin, King of the Scots and Brudus, leader of the Picts. The accounts are memorable because of a stratagem Brudus is said to have used, disguising camp followers and women as soldiers, mounting them on pack horses, and revealing them at a crucial phase of the battle to deceive his opponents into thinking they were facing a strengthened force. This is said to have prompted a personal intervention by Alpin that led to his capture and beheading. The place of his death and burial was named Pitalpin or Pas-alpin. A possible location was to the east of present-day Camperdown. In the nineteenth century several writers of popular history took to calling this the 'Battle of Liff', using Liff as the name of the extended parish. Chalmers in his Caledonia insists that the account of King Alpin given by most writers is wrong and they have conflated the story of the Pict Elpin, who died in 730, with the Scoto-Irish Alpin, who died a century later at Laich Alpin in Ayrshire. Whatever the truth about this battle, there is no evidence that it took place very close to present-day Liff. === Later history === The land around Liff was part of the endowment of the Abbey of Scone from the time of Alexander I's gift until the Reformation. As a consequence of the Reformation the Abbey of Scone feued its land. This led to the development at Liff of a kirktown, that is, a clachan associated with a church, a clachan being 'a small hamlet grouping where the joint- farming activities of its people gave a kind of social and economic unity'. This croft system lasted for around 200 years. The history of the adjacent parish of Fowlis shows that some land holdings in the area were as small as 13 or 14 acres. In the course of the eighteenth century they were swept away by the development of large estates. Of Fowlis it was said that > as the process of amalgamation proceeded, the houses of the crofters, &c.;, > were cast down. Even in the remembrance of those now living have sixty- > houses [sic] been pulled down, and their occupants forced to seek refuge in > towns, a form of proceeding now happily at an end. By the time of the First Statistical Account of Scotland in 1791, more than 2000 acres were divided into 12 farms. Rotation of crops was then on a seven- year cycle: oats; fallow; wheat; turnip and potatoes; barley; and two years of grass. Besides farming, however, the weaving of coarse linen cloth had by then 'become the principal employment'. 1789 and 1790 also saw extensive contract work on 'the new roads leading from Perthshire through this county', which drove up day-labourers' wages. In 1842, at the time of the Second Statistical Account, there were 26 families in the Kirktown of Liff. Again it was noted that many people of the parish did agricultural work during spring and harvest but worked at the loom in winter. Potatoes had by then become an important crop and dairy farming was also gaining ground, while crop rotation was usually on a five-year cycle: oats; potatoes and turnip; wheat or barley; then two years of grass. By the 1880s 'Liff' was said to cover 8049 acres (12.6 square miles) and contained substantial parts of what is now the City of Dundee. One consequence was that the Kirk Session of Liff and Benvie was responsible for the poor of that populous industrial area. === Twentieth century === In the early twentieth century Liff was a thriving and economically diversified community. At this time there were a farrier and blacksmith, a joiner, wheelwright and undertaker, a cobbler and shoemaker, a stonemason, a publican, at least two shopkeepers, a doctor, medical, nursing and administrative staff at the nearby hospital, the minister and the schoolmasters, as well as all the farmworkers. The village was also well supplied with itinerant traders. A baker came twice weekly, there was an Arbroath fish cart and a fish wife with a creel of haddock, a grocery van from Abernyte and a butcher from Newtyle. A tailor from Alyth took orders and measurements and delivered on his next visit. A bus service started in 1932 between Muirhead, Liff and Dundee. Until then, it was a four-mile walk to the nearest high street shops in Lochee. The 1940s were years of austerity and difficulty. Mains electricity arrived just after the Second World War but the need to collect water in buckets from nearby wells and springs continued until 1961. Only then were clean piped water and underground sewage and drainage systems available for most householders. During the second half of the twentieth century local trades and skills died out, the pub closed its doors, the joiner shut shop, the cobbler stopped making and repairing boots, the farrier shod the last horse and the smithy shut down the forge. Spinkie Den (see below) became overgrown and the only remaining shop closed in 1980. Machines were replacing people on farms and in other trades; paid manpower, so needed in March 1947 after one of the worst blizzards of the century to clear the roads out of the village, was replaced by snowploughs. Jobs disappeared and many people found work beyond the parish as cars replaced carts and the train. By 2001, despite some 1970s and 80s house building, there were only 410 in the village population and the school and church were the only public buildings. The first decade of the 21st century saw Liff reverse the population decline with new housing and farm steading redevelopment. By 2011, the village had turned into a commuter settlement of 568 people. === Sources === There are two book-length studies of Liff, its history and its locality: * Arthur B. Dalgetty, The Church & Parish of Liff (Dundee: Harley & Cox, 1940). Arthur Burness Dalgetty (1869–1955) was Liff's doctor for 30 years (1907–37). His volume of 93 pages covers the history of the locality as taken from church records, plus its churches, mansion houses, and antiquities. *James Lamond and Anne Connelly with Margot Watt, Liff This Century: A Memoir (privately printed and published: Liff, 1996). This volume of 112 pages records the twentieth- century social history of Liff and includes many old photographs. It is based on the reminiscences of James Lamond who came to Liff as a boy in 1913, succeeded to his father's joinery business in the village, and remained there until his death in 1997. Illustrated information panels about the village and its history derived from this material were erected opposite Liff Church in December 2014. There are chapters on the Parish of Liff and Benvie in each of the three Statistical Accounts of Scotland and another on Liff and Benvie in Alex J. Warden, Angus or Forfarshire: The Land and People (Dundee: Charles Alexander & Co., 1881; vol. 4, 1884), pp. 172 – 206. Your Scottish Ancestors Traced: Liff, Benvie and Invergowrie (Angus) has links to many sources of historical information about Liff including ecclesiastical records, lists of landowners, wills and testaments, etc. == Geography and geology == Liff lies on a south-facing slope at an elevation of between 250 and 410 feet (75 and 125 metres). To the north of the village the ground rises towards the lower slopes of the Sidlaw Hills. Liff Church is 2.2 miles (3.5 km) north of the River Tay; the top of the slope above the village is 3.26 miles (5.25 km) north of the Tay. Rev. Thomas Constable, Minister of Liff from 1785 to 1817, wrote: > The appearance of the surface [of the landscape] is in general highly > pleasing. The ground rises with an easy ascent for the space of 3 miles from > the River Tay... Along this agreeable exposure, are interspersed houses, > trees, and fields in culture. That description holds largely true today. The main rock types in the area around Liff are sandstones, siltstones and shales of Devonian or Old Red Sandstone age (417 million years ago to 354 million years ago). Local nineteenth-century quarries produced a grey sandstone used as a building/walling stone. A little west of Liff at Balruddery, fragments of fossil fish and a huge 'lobster' (early Devonian eurypterid; around 410 m years ago) have been collected. Some of these remnants can be viewed in the National Museum of Scotland. To the north in the Sidlaw Hills volcanic rocks of similar age outcrop. However, the bedrock is almost entirely covered by much younger geological deposits in the form of glacial till. The soils are quite rich, for the most part, dark loams. == Governance == Liff is in Monifieth and Sidlaw Ward of the Angus Council Area. Its Community Council is Muirhead, Birkhill, and Liff. Historically, Liff village and parish were in Angus, which became known as Forfarshire from the eighteenth century before reverting to the name Angus in 1928. Liff village, however, was removed from Angus and incorporated into the City of Dundee by the Local Government (Scotland) Act 1973. It was returned to Angus by the Local Government (Scotland) Act 1994 which took effect on 1 April 1996. == Transport == A bus service run by National Express Dundee connects Liff to Ninewells Hospital, Dundee city centre, and the neighbouring villages of Fowlis, Piperdam, Birkhill, and Muirhead. The A90 trunk road is two miles south of Liff. Dundee Airport is four miles to the south-east, with flights to and from London Stansted. Dundee railway station is two miles further east of the airport in the centre of the city. Nearer to Liff is an unmanned rail halt, Invergowrie, on the Glasgow Queen Street to Dundee line. == Education == Liff Primary School provides education for children aged 5 to 11 or 12. Secondary schooling is provided by Angus Council at Monifieth High School, 11 miles away. Some children attend the independent High School of Dundee. Liff Primary School – geograph.org.uk – 21402 === History === There was no school nearer than Benvie in 1613 but by 1705 there was a schoolhouse that was in need of repairs to its thatch. This may have been the same schoolhouse that is known to have existed at Denmill of Gray in 1805. It was attended by children not only from Liff but from Invergowrie and Benvie. It was considered remote and inconvenient, especially in winter. As a consequence it had only 35 pupils in the 1790s and five private schools had sprung up, 'for the most part indifferently taught'. The school was moved to Liff around 1828 and the building of that date, designed by David Neave, stands at the crossroads next to the schoolmaster's house. These are now the hall and early years classrooms respectively. The current main school building, by James Hendry Langlands, dates from 1899; in 1999 the school celebrated its centenary. In 1882 the school roll was 93 and in 1913, around 100. By 1986 it had declined to 21, increasing again to 39 in 1994. A substantial extension was built around 2000 after Liff rejoined Angus in preparation for expansion of housing in the village. The roll in 2014 was 110. == Places of worship == Liff Church and Parish are linked with those of the nearby villages of Fowlis, Muirhead, and Lundie, all situated in Angus and belonging to the Presbytery of Dundee in the Synod of Perth and Angus of the Church of Scotland. Liff Church, Angus, from south-east The present Liff Church, built in 1839, was designed by William Macdonald Mackenzie (1797–1856), City Architect of Perth, who was said by his obituarist to have designed between forty and fifty churches. The church is rectangular in form with a tower and spire at the east end reaching a height of 108 feet. Ornamental pinnacles crown the tower and four flying buttresses rest against the spire. The pre-Reformation font stands by the front door. Inside the church is a plaster cast of the Bullion Stone, a Pictish stone found in 1933. With its sculpture of a horseman drinking from a curved horn and riding a weary horse uphill, this may have marked the grave of a Norseman of some distinction buried on the site of a Roman camp called Cater Milly, the old name of Bullion Farm to the south-east of Liff near Invergowrie. The Liff Church bell bears this inscription round the shoulder: IAN BVRGER HVIS HEEFT MY GEGOTEN ’96, i.e. 'Jan Burgerhuis has cast me, [15]96'. The Burgerhuis foundry at Middleburg, Zeeland, the Netherlands supplied many bells as well as clocks to Scottish churches and town halls in the 17th century, including the bells at Benvie and Lundie nearby. The church has an oak baptismal font with a brass plaque bearing the names of the nine men and one woman from Liff who died in the Second World War. The railing round the sanctuary was designed in 1932 by Ian Roger Dalgetty, a son of Arthur B. Dalgetty, author of the history of Liff Church and Parish. The former Hearse House (1876), now privately owned, lies on the northern edge of the graveyard. Also in the churchyard is the Watt-Webster Memorial (1809) commemorating two local families, the Watts of Logie (now part of Dundee) and the Websters of Balruddery (west of Liff). Designed like the 1828 schoolhouse by David Neave, it is described by the architectural historians Charles McKean and David Walker as imposing with its classical columns and fine incised detail. The churchyard contains over 760 gravestones with inscriptions and a War Memorial inscribed with the names of 35 men who died in the Great War, 1914–1918. A monument in the churchyard to Rev. Dr. George Addison, minister of Liff 1817–52 and author of the Liff chapter in the Second Statistical Account, is said to mark the spot where his pulpit stood in the church before the present one. Outside the church, cut into the stone of the tower about two feet from the ground, is a bench mark formerly used by the Ordnance Survey when mapping heights above sea level. The majestic oak tree with a girth of around 4 metres in the south-east corner of the churchyard predates the present church. === History === There were at least two previous churches near the present site. The earlier of these was in constant need of repair according to 1674 Kirk Session minutes. This may have been the medieval church that was dedicated to the Virgin Mary and appropriated to the Abbey of Scone. A new church was eventually built in 1774 on the foundations of the old. It was described as an 'architectural abomination'. By the 1830s the walls were bulging and cracked and the roof sinking. One or other of these older churches had a lintel stone bearing the inscription 'The Lord loveth the gates of Zion more than all the dwellings of Jacob'. In the later 1830s when it was apparent that the 1774 church was unsound, Lord Gray offered land a little to its south-east and building stone from his quarry in the Den of Gray, so enabling the construction of the 1839 church at a cost of £2200. == Landmarks == === House of Gray === Half a mile south of Liff is House of Gray, a large neoclassical mansion built by the 10th Lord Gray between 1714 and 1716. It was one of many houses built or owned by the Gray family over the centuries in the area, including Fowlis Castle, Broughty Castle, Castle Huntly and Kinfauns Castle. McKean and Walker call it 'an excellent example of Scottish architecture in transition', noting its principal pedimented rectangular block flanked by ogee-capped stair-towers. House of Gray, south of Liff, Dundee, Scotland It was unfinished in 1722 when John Macky, spy, travel writer, and expatriate Scot, viewed it. He wrote: > The House of Gray is but just building, consisting of a Front and two Wings, > in the middle of three Avenues of well-grown Trees; and, when finished, will > be one of the prettiest Seats in Scotland: But altho' the Symmetry of the > Apartments are exactly just, I am afraid the House will be too big for the > Estate. The house appears in Vitruvius Scoticus, the book of architectural drawings of great Scottish houses begun by William Adam in the 1720s and eventually published in 1812. Its inclusion in the book has led many wrongly to attribute the design of the house to Adam himself. Modern architectural historians generally ascribe the design to Alexander McGill or to him in collaboration with John Strachan, though the modern editor of Vitruvius Scoticus notes that no supporting evidence has been offered for the attribution to McGill. By 1897 the house had been rented to nearby Westgreen Asylum for the accommodation of 'the higher class of Private Patients' at an annual rent of £151. In 1918 the Gray Estate was broken up and the house was sold to James Ogilvie, a Dundee mill owner, who occupied it until his death in 1936. During the Second World War it was made available by James Ogilvie's son to house boys and girls evacuated from the Dundee Orphanage. Thereafter it was bought by Smedley's, a canned food company, who used part of it as a storage barn for soft fruit farming and the servant quarters as accommodation for workers. By the mid-1970s it was in an advanced state of disrepair. Between 1978 and 1995 there were two attempts at restoration; neither was completed. As of 2015 the house is largely wind- and water-tight but is on the Buildings at Risk Register for Scotland. The Cedar of Lebanon trees in the grounds were already famous by the mid-nineteenth century and are still there today. === Royal Dundee Liff Hospital === Royal Dundee Liff Hospital The Westgreen Asylum was a large mental health facility which moved to new premises, designed by the architects Edward and Robertson, in Liff in 1882. The facility, later known as the Royal Dundee Liff Hospital, went into a period of decline and finally closed in 2001. === Old Manse === Liff's Manse once lay south of the church. It was in bad repair by the late 1750s when the incoming minister was offered The Dower House for his manse instead. The ruins were restored in 2012. === Dower House === Built in Scots eighteenth-century classical style and with a pedimented gable and an oculus, The Dower House was begun in the 1750s as the intended residence of the dowager Lady Gray, who died before it was completed. It was completed as a manse for James Playfair of Benvie (see below, 'Notable residents') who moved in around 1758. It was provided with a glebe of around ten acres. The house remained the Manse of Liff Church until 1979 and is now a private dwelling. === 'Spinkie Den' === Fowlis Den – geograph.org.uk – 21400 Spinkie Den is the informal name for the Den of Fowlis east of Liff. The name comes from the profusion of primroses which grew there in spring. The den was a favourite picnic spot for the people of Lochee. The poet William McGonagall was one such visitor. He describes the scene in 'The Den o' Fowlis' (1882). === Liff Railway Station === The Dundee and Newtyle Railway opened in 1831. In 1861 it constructed a new loop that included a station called Liff. Named after the area not the village, it was 2 miles (3.2 km) by road from present- day Liff. Children travelling to schools such as Harris Academy in Dundee would walk via Denhead of Gray to the station to catch a train into the city. The Stationmaster's house still exists on the corner of Myrekirk Road and South Road, Dundee; the station itself, rarely photographed, was on the opposite side of South Road on the site now partly occupied by the Lynch Sports Centre. The Dundee and Newtyle Railway was leased to the Dundee and Perth Railway in 1846, then taken over by the Scottish Central Railway Company in 1863, which became part of the Caledonian Railway, then part of the London Midland and Scottish Railway at the Grouping of 1923, and finally part of British Railways at Nationalisation in 1948. Passenger trains ceased at Liff in 1955 and the line closed completely in June 1967. == Notable residents == James Playfair, minister at Benvie from 1743, moved to Liff in 1758 to be minister of the parishes of Liff and Benvie which had been combined in 1753. His family thus grew up in The Dower House or Manse at Liff. *A son, John, born at Benvie in 1748, was also minister at Liff after his father from 1773 to 1783 but later became a mathematician and professor of Natural Philosophy and a friend of James Hutton, the 'Father of Modern Geology', whose work he brought to a wide audience. John Playfair was with Hutton on the boat trip in the Spring of 1788 to Siccar Point, where they discovered the unconformity that offered proof of Hutton's theory of geological development and so became the most famous of all geological sites. *A second son, called James after his father (born 1755) became 'Scotland's most austere neoclassical architect'. He in turn was the father of William Henry Playfair (born 1790), Scotland's 'greatest exponent of neoclassical architecture', responsible for designing parts of the New Town of Edinburgh and some of the city's most prominent public buildings including the Scottish National Gallery, Royal Scottish Academy, Old College in the University of Edinburgh, Calton Hill Observatory, National Monument of Scotland, and the Royal College of Surgeons. *Another son of the elder James Playfair, William, born at Liff in 1759, described as a millwright, engineer, draftsman, accountant, inventor, silversmith, merchant, investment broker, economist, statistician, pamphleteer, translator, publicist, land speculator, convict, banker, ardent royalist, editor, blackmailer, journalist, participant in the Storming of the Bastille, and personal assistant to James Watt, was responsible for designing the first pie charts, line graphs and bar graphs. == Culture == === Fine art === The artist James McIntosh Patrick painted many pictures in and around Liff, including 'Frosty Day at Liff', 'The Elm Tree, Perthshire', 'Winter Sunlight, Mains of Gray', 'Berry Picking, Mains of Gray', 'The Avenue, Mains of Gray', and 'Waulkmill'. === Literature === 'Meg O'Lyff Or The Hags O' Hurly Hawkin' is a ballad of 292 lines in the style and metre of Robert Burns's 'Tam O'Shanter' written by an unknown local poet, perhaps around 1860. The text can be found in Dalgetty. == References == === Footnotes === === Citations === === Sources === * * * * * * * * * * * * * * * * * * * * * * * * * * * * == External links == *Geograph: https://www.geograph.org.uk/near/Liff/NO3333 * Category:Villages in Angus ",
    "title": "Liff, Angus"
}