{
    "id": "42194",
    "text": "Vantaa (; , , ) is a city and municipality in Finland. It is part of the inner core of the Finnish Capital Region along with Helsinki, Espoo, and Kauniainen. With a population of (), Vantaa is the fourth most populated city in Finland. Its administrative center is the Tikkurila district. Vantaa is bordered by Helsinki, the Finnish capital, to the south; Espoo to the southwest; Nurmijärvi to the northwest; Kerava and Tuusula to the north; and Sipoo to the east. The city encompasses , of which is water. The largest airport in Finland, and the main airport and airline hub of Greater Helsinki, the Helsinki Airport, is located in Vantaa. Companies with headquarters in Vantaa include Finnair, Finavia, R-kioski, Tikkurila Oyj, Veikkaus Oy, and Metsähallitus. The city also hosts a science center, Heureka. The city of Vantaa is bilingual, both Finnish and Swedish being official languages. 78.7% of the population are Finnish speakers, while 2.4% speak Swedish as their first language. 18.9% of the population speak a native language other than Finnish or Swedish. ==History== The old station building of Tikkurila The historical parish of Helsingin Pitäjä in the late 1800s Vantaa has a rich history that dates back to the Stone Age. The area was inhabited by Tavastians and Finns proper until the so-called second crusade to Finland and Swedish colonisation of the area. Prior to the name Vantaa being taken into use in 1974, the area was known as Helsingin pitäjä (; \"Socken of Helsinki\"). The earliest record of the area is as Helsinge in 1351 when king Magnus II of Sweden granted salmon fishing rights on the river Vantaa to the Estonian Padise Abbey. The rapids of river Vantaa were known as Helsingfors, from which the current Swedish name of Helsinki derives. Early settlement in Vantaa was centered around the river, in Helsingin pitäjän kirkonkylä, and from it the city's current coat of arms derived its imagery. Since the 14th century, the road between Turku and Vyborg, King's Road, has run through Vantaa. The road brought significant attention to the city, and its location on the salmon rich river led to a permanent population. Ore deposits in Helsingin Pitäjä had been discovered in the 1700s, but weren't utilized until Finland transferred to Russian control in the early 1800s. Ore extraction and processing lead to rapid industrialization in the area, with communities forming around locations like Tikkurila and Kerava. The industrial community in Tikkurila included an expeller pressing plant, which currently operates in the area as the paint manufacturer Tikkurila Oyj. In 1862, the railway between Helsinki and Hämeenlinna was constructed, and one of its seven stations was built in Tikkurila, on its intersection with King's Road. The Swedish architect Carl Albert Edelfelt designed a Renaissance Revival styled station building, which is the oldest extant station building in Finland and (as of 1978) has been adapted into the Vantaa City Museum. The railway brought industry and induced population growth. Helsingin Pitäjä gained municipality rights in 1865, after which it was named Helsingin maalaiskunta/Helsinge kommun (\"Rural Municipality of Helsinki\"). In 1952, the new international airport of Helsinki opened in Vantaa for the 1952 Summer Olympics. In 1972, the municipality was renamed Vantaa () and promoted to a köping (market town) (i.e. Vantaan kauppala/Vanda köping). In 1974, the town got full city rights as Vantaan kaupunki/Vanda stad or \"City of Vantaa\". The city grew rapidly starting from 1960's and a railway line was built to the western side of the city in 1970's. In 2015, an extension to the existing railway line, the Ring Rail Line opened, providing service to the airport and new residential and working districts. Along the ring road, new residential were constructed. The largest of these developments is the Kivistö suburb followed by the residential districts of Leinelä and Aviapolis. To connect the municipality on the west–east, a new tramway is planned to open in 2030. This tramway will run from the Helsinki-Vantaa airport through districts of Pakkala, Aviapolis and Koivuhaka to the administrative centre of Tikkurila and further onward to Hakkila and Länsimäki in the east. The tram will also provide a link to the Helsinki metro at Mellunmäki station. This tramline will be the first tram in Vantaa. ==Geography== The districts and major regions of Vantaa ===Location=== Vantaa is located in southern Finland, in the region of Uusimaa and the Helsinki sub- region. It is separated from the Gulf of Finland by Helsinki. Prior to the abolition of Finnish provinces in 2009, Vantaa was a part of the Southern Finland Province. The city borders Helsinki, the Finnish capital, which is to the south and southwest. Other neighbouring municipalities are Espoo to the west; Nurmijärvi, Kerava, and Tuusula to the north; and Sipoo to the east. Vantaa is a part of the Finnish Capital Region, which is the inner core of the Greater Helsinki metropolitan area. ===Subdivision=== Vantaa is divided into seven major regions (, ): Tikkurila (Dickursby), Hakunila (Håkansböle), Koivukylä (Björkby), Korso, Aviapolis, Myyrmäki (Myrbacka), and Kivistö. These major regions are then divided into a total of 60 city districts, the most populated of which are Myyrmäki, Martinlaakso, Hakunila, and Pakkala. ===Features=== Rapids of river Vantaa Vantaa encompasses , of which is water. The city is mostly suburban and urban area with some rural landscape, notably in the districts of Sotunki and Seutula. Average population density is , which rises above in concentrated urban districts like Myyrmäki and Tikkurila. The river Vantaa runs through western Vantaa, and its tributary Keravanjoki runs through eastern Vantaa. For its area, Vantaa has relatively few lakes. The city encompasses two natural lakes: Kuusijärvi in Kuninkaanmäki and Lammaslampi Pähkinärinne, Hämeenkylä. In addition to these, there is an artificial lake, Silvolan tekojärvi. Vantaa shares two lakes with Espoo: Odilampi and Pitkäjärvi. Vantaa exhibits frequent exposed granite bedrock ground, which is common in Finland. Resulting from erosion in the last glacial period (about 10,000 years ago), elevated surfaces often lack soil (superficial deposits), revealing bare stone unsuitable for most plant life. Other geological impacts of the last Ice Age include a series of eskers running through central Vantaa. ===Climate=== Tammisto forest nature reserve Vantaa has a humid continental climate (Köppen: Dfb), slightly above the threshold for subarctic classification. Although the city no longer (since 2009) has a coastline along the Baltic Sea, it is close enough to experience the mitigating influence of the sea and the Gulf Stream. The record low temperature in Vantaa is and the record high is . ==Demographics== The city is bilingual, both Finnish and Swedish being official languages.Government Decree on the Official Languages in Administrative Districts for 2003–2012 (in Finnish); (the same in Swedish). Retrieved on 7 July 2012 A majority (78.7%) of the population are Finnish speakers while 2.4% speak Swedish as their first language. Vantaa's residents that speak a native language other than Finnish or Swedish stand at 18.9% of the population. Vantaa is home to a significant Estonian population. In 2011, 199,236 of the municipality's 203,001 residents lived in officially recognized urban areas (; ). The remaining population lives in the few rural sections of Vantaa, such as those in Sotunki and Seutula. In 2018, 56.1% of the population were members of the Lutheran Church of Finland. ===Population=== {| class=\"infobox mw-collapsible mw-collapsed\" style=\"float:center;\" |colspan=\"2\"|Population by mother tongue |-\\ ! Language || Population (2017) || Percentage |- |Finnish || 178,024 || 79.53% |- |Estonian || 8,010 || 3.64% |- |Russian || 7,645 || 3.48% |- |Swedish || 5,594 || 2.54% |- |Arabic || 2,579 || 1.17% |- |Somali || 2,423 || 1.10% |- |Albanian || 2,190 || 1.00% |- |Vietnamese || 1,445 || 0.66% |- |English || 1,403 || 0.64% |- |Kurdish || 1,317 || 0.60% |- |Turkish || 951 || 0.43% |- |Chinese || 908 || 0.41% |- |Persian || 839 || 0.38% |- |Thai || 795 || 0.36% |- |Spanish || 476 || 0.22% |- |Filipino || 428 || 0.19% |- |Punjabi || 358 || 0.16% |- |Uzbek || 346 || 0.16% |- |Romanian || 341 || 0.16% |- |Tamil || 335 || 0.15% |- |Nepali || 321 || 0.15% |- |Polish || 295 || 0.13% |- |French || 256 || 0.12% |- |Hindi || 254 || 0.12% |- |Portuguese || 236 || 0.11% |- |Urdu || 223 || 0.10% |- |Ukrainian || 218 || 0.10% |- |Other || 4,817 || 2.19% |- |} In 2017, there were 40,200 people with a foreign background residing in Vantaa. Most immigrants come from Estonia. The number of foreign speakers is projected to grow to 95,556 by 2035, which would be 34.3% of Vantaa's population in 2035.https://www.hel.fi/hel2/tietokeskus/julkaisut/pdf/19_03_14_Tilastoja_3_Vuori.pdf {| class=\"infobox mw-collapsible mw-collapsed\" style=\"float:center;\" ! style=\"text-align:center;\" colspan=\"2\" | People with a foreign backgroundhttp://pxnet2.stat.fi/PXWeb/pxweb/fi/StatFin/StatFin__vrm__vaerak/statfin_vaerak_pxt_032.px/table/tableViewLayout2/?rxid=726cd24d-d0f1-416a-8eec-7ce9b82fd5a4 |- ! County of origin || Population (2017) |- | || 8,781 (3.99%) |- | || 8,176 (3.72%) |- | || 2,390 (1.09%) |- | || 2,235 (1.02%) |- | || 2,061 (0.94%) |- | || 1,620 (0.74%) |- | || 1,075 (0.49%) |- | || 1,005 (0.46%) |- | || 923 (0.42%) |- | || 821 (0.37%) |- | || 800 (0.36%) |- | || 780 (0.35%) |- | || 675 (0.31%) |- | || 504 (0.23%) |- | || 499 (0.23%) |- | || 415 (0.19%) |- | || 399 (0.18%) |- | || 386 (0.18%) |- | || 376 (0.17%) |- | || 375 (0.17%) |- | || 346 (0.16%) |- | || 335 (0.15%) |- | || 322 (0.15%) |- | || 320 (0.15%) |- | || 307 (0.14%) |- | || 301 (0.14%) |- | || 275 (0.13%) |- | || 273 (0.12%) |- | || 267 (0.12%) |- | || 253 (0.12%) |- | || 236 (0.11%) |- |} ==Economy== Finnair headquarters Of those employed, two thirds are in the private sector. The most common industries in Vantaa include the food, architectural engineering, and machine industries. In 2007, the unemployment rate was 6.3%. Companies that have their headquarters in Vantaa (at the Helsinki Airport, in Aviapolis) include Finnair, Finavia and Nordic Regional Airlines. \"Oy Air Finland Ltd in English .\" Air Finland. Retrieved on 25 February 2010.\"About Us.\" Nordic Regional Airlines. Retrieved on October 25, 2016. \"Nordic Regional Airlines Oy Öljykuja 2, 01530 Vantaa, Finland\" Companies with headquarters in Vantaa outside of Aviapolis include R-kioski, Tikkurila Oyj, Veikkaus Oy, and Metsähallitus. Fujifilm Finland has its headquarters in Vantaa.Home. Fujifilm Finland. 23 December 1996. Retrieved on 28 April 2019. \"Fuji Finland Oy Niittytie 27 A, 01300 Vantaa\" The City of Vantaa has been in increasing debt since the early 2000s, due to a decrease in state funding and an increase in investments. A contributing factor to its situation is the high concentration of families with children, leading to comparatively larger social expenditure.Vantaan kuntakonsernianalyysi 2005, Bo-Erik Ekström 28.10.2005. According to the former mayor Juhani Paajanen, the worst expenditures have ended, and the city's gains are increasing. ==Arts and culture== Science centre Heureka ===Music=== There are about 20 choirs in Vantaa, like Vantaan Laulu and Vantaa Chamber Choir. Three actively performing concert bands Tikkurilan Soittokunta, Lumon Puhaltajat and Puhallinorkesteri Louhi exist at the east, north and west corners of the city respectively. Vantaa Pops (Vantaan Viihdeorkesteri in Finnish), conducted by a Welshman Nick Davies, is the only professional full symphonic pops orchestra in Finland. Ankkarock was a rock music festival held every summer in Korso between 1989–2010. ===Museums=== Tikkurila is home of the major science centre in Finland, Heureka. In addition there is the city museum next to the railway station in Tikkurila which has exhibitions with various themes on local history. The museum is housed in the oldest station building in Finland, designed by Carl Albert Edelfelt and completed in 1861. The Finnish Aviation Museum is located in Vantaa, near Helsinki Airport. ==Politics== The city hall of Vantaa, located in Tikkurila Vantaa's city council has 67 seats. Following the 2017 municipal election the council seats are allocated in the following way: Social Democrats 18 seats, National Coalition Party 17, Greens 12, True Finns 8, Left Alliance 5, Centre Party 3, Christian Democrats 2, Swedish People's Party 2. ===Mayors=== * Lauri Lairala 1974–1989 * Pirjo Ala-Kapee 1989–1997 * Erkki Rantala 1997–2003 * Juhani Paajanen 2003-2011 * Jukka Peltomäki 2011 * Kari Nenonen 2012-2018 *Ritva Viljanen 2018- ==Infrastructure== ===Services=== The main library of Vantaa, in Tikkurila Vantaa has two hospitals, Peijas Hospital in Asola and Katriina Hospital in Seutula. Peijas is responsible for emergency and short-term health services, while Katriina specializes in long-term care and elderly care. The Vantaa branch of the HelMet library network has 10 libraries in Vantaa, with a total of 518,117 books in 2005. The main library is in Tikkurila. Flamingo Entertainment Center in the Aviapolis district For sports, the city has five swimming halls, four sports halls, two gyms, six tennis courts, 69 hockey and skating rinks, 19 lit-up running tracks, and 14 skateparks. Additionally, Vantaa has two golf courses, in Hiekkaharju and Keimola. ===Transportation=== The Helsinki Airport (HEL), although associated with Helsinki, is located in Aviapolis, Vantaa. Kivistö railway station along the Ring Rail Line in the Kivistö district Vantaa infrastructurally serves as the transportational hub of the Helsinki metropolitan area. Several key freeways and highways, such as Ring III, Tuusulanväylä and Porvoonväylä, originate in or pass through the municipality. Additionally, two of the three railway lines exiting Helsinki pass through Vantaa, connecting the city's 14 stations. All long-distance trains exiting Helsinki stop at Tikkurila railway station in Vantaa, with the exception of train D. Public transport in Vantaa consists of a bus network and commuter rail, provided by HSL/HRT and VR. Since the introduction of the Ring Rail Line in 2015, Vantaa has had a total of 14 stations. Key railway stations also act as central bus stations. The Ring Rail Line is speeding up the development in Western parts of Vantaa. For example, the Vantaankoski area is foreseen to double the number of jobs in the future. Planning ideas are sought through an ideas competition. The largest airport in Finland, and the primary airport of Greater Helsinki, Helsinki Airport, is located in Vantaa. In 2016, it attracted a total of 17.1 million passengers. ==Education== Vantaa has a total of 50 Finnish-speaking, five Swedish-speaking, and one English-speaking primary and junior high schools. The city has five upper secondary schools, including Tikkurila Upper Secondary, the largest upper secondary school in the Nordic Countries. For vocational education, Vantaa has two vocational schools and two universities of applied sciences: Metropolia and Laurea. ==International relations== ===Twin towns and sister cities=== Vantaa is twinned with: {| class=\"wikitable\" |- valign=\"top\" | *23px Askim, Norway (1951) *23px Frankfurt an der Oder, Germany (1987) *23px Huddinge, Sweden (1951) *23px Jinan, Shandong, China (2001) || *23px Kineshma, Russia (1969) *23px Lyngby-Taarbæk, Denmark (1951) *23px Matte Yehuda, Israel (1967) *23px Mladá Boleslav, Czech Republic (1978) || *23px District of Rastatt, Germany (1968) *23px Salgótarján, Hungary (1976) *23px Seyðisfjörður, Iceland (1980) *23px Słupsk, Poland (1987) |} ==Gallery== File:Vantaa church.jpg|The Church of St. Lawrence (), the oldest church in Vantaa (ca. 1460) File:Helsinki- vantaa aerial.jpg|Aerial view of Helsinki Airport, located in Lentokenttä, Vantaa File:Tikkurila Old Railway Station.jpg|The old railway station building of Tikkurila, now a museum File:Kehä III Kalkkikallio.jpg|Ring III (national road 50, E18) File:Tikkurilan asemasilta pohjoisesta 2015-01-07.jpg|Tikkurila railway station, File:Sottungsby2.jpg|Rural hills of Sotunki File:Vantaa Tikkurilan lukio1.jpg|Tikkurila Upper Secondary, the largest high school in Finland File:Martinlaakson ostari1.jpg|Martintorni, the tallest building in Vantaa at 56 m. ==See also== * People from Vantaa * Districts of Vantaa * Pro Vantaa ==References== ==External links== *City of Vantaa – Official website *The Finnish Science Center *Helsinki Airport *Vantaa City Museum Category:Greater Helsinki Category:Cities and towns in Finland ",
    "title": "Vantaa"
}