{
    "id": "42273",
    "text": "A wooden fence During the Cold War, West German trains ran through East Germany. This 1977 view shows how East German authorities placed fences near the tracks to keep potential defectors at bay A fence is a structure that encloses an area, typically outdoors, and is usually constructed from posts that are connected by boards, wire, rails or netting. A fence differs from a wall in not having a solid foundation along its whole length. Alternatives to fencing include a ditch (sometimes filled with water, forming a moat). ==Types== Typical agricultural barbed wire fencing Split-rail fencing common in timber-rich areas A chain-link wire fence surrounding a field Portable metal fences around a construction site A snow-covered vaccary fence near Ramsbottom in Greater Manchester, UK ===By function=== * Agricultural fencing, to keep livestock in and/or predators out * Blast fence, a safety device that redirects the high energy exhaust from a jet engine * Sound barrier or acoustic fencing, to reduce noise pollution * Crowd control barrier * Privacy fencing, to provide privacy and security * Temporary fencing, to provide safety, security, and to direct movement; wherever temporary access control is required, especially on building and construction sites * Perimeter fencing, to prevent trespassing or theft and/or to keep children and pets from wandering away. * Decorative fencing, to enhance the appearance of a property, garden or other landscaping * Boundary fencing, to demarcate a piece of real property * Newt fencing, amphibian fencing, drift fencing or turtle fence, a low fence of plastic sheeting or similar materials to restrict movement of amphibians or reptiles. * Pest-exclusion fence * Pet fence, an underground fence for pet containment * Pool fence * Snow fence A balustrade or railing is a fence to prevent people from falling over an edge, most commonly found on a stairway, landing, or balcony. Railing systems and balustrades are also used along roofs, bridges, cliffs, pits, and bodies of water. ===By construction=== * Brushwood fencing, a fence made using wires on either side of brushwood, to compact the brushwood material together. * Chain-link fencing, wire fencing made of wires woven together * Close boarded fencing, strong and robust fence constructed from mortised posts, arris rails and vertical feather edge boards * Expanding fence or trellis, a folding structure made from wood or metal on the scissor-like pantograph principle, sometimes only as a temporary barrier * Ha-ha (or sunken fence) * Hedge, including: ** Cactus fence ** Hedgerows of intertwined, living shrubs (constructed by hedge laying) ** Live fencing is the use of live woody species for fences ** Turf mounds in semiarid grasslands such as the western United States or Russian steppes * Hurdle fencing, made from moveable sections * Pale fence, composed of pales - vertical posts embedded in the ground, with their exposed end typically tapered to shed water and prevent rot from moisture entering end-grain wood - joined by horizontal rails, characteristically in two or three courses. Also known as \"post and rail\" fencing. * Palisade, or stakewall, made of vertical pales placed side by side with one end embedded in the ground and the other typically sharpened, to provide protection; characteristically two courses of waler are added on the interior side to reinforce the wall. * Picket fences, generally a waist-high, painted, partially decorative fence * Roundpole fences, similar to post-and- rail fencing but more closely spaced rails, typical of Scandinavia and other areas rich in raw timber.Slate fencing in Mid-Wales * Slate fence, a type of palisade made of vertical slabs of slate wired together. Commonly used in parts of Wales. * Split-rail fence, made of timber, often laid in a zig-zag pattern, particularly in newly settled parts of the United States and Canada * Vaccary fence (named from Latin vaca - cow), for restraining cattle, made of thin slabs of stone placed upright, found in various places in the north of the UK where suitable stone is had. * Vinyl fencing * Solid fences, including: ** Dry-stone wall or rock fence, often agricultural ** Stockade fence, a solid fence composed of contiguous or very closely spaced round or half-round posts, or stakes, typically pointed at the top. A scaled down version of a palisade wall made of logs, most commonly used for privacy.* Wattle fencing, of split branches woven between stakes. * Wire fences ** Smooth wire fence ** Barbed wire fence ** Electric fence ** Woven wire fencing, many designs, from fine chicken wire to heavy mesh \"sheep fence\" or \"ring fence\" ** Welded wire mesh fence * Wood-panel fencing * Wrought iron fencing, also known as ornamental iron ==Legal issues== A typical urban fence In most developed areas the use of fencing is regulated, variously in commercial, residential, and agricultural areas. Height, material, setback, and aesthetic issues are among the considerations subject to regulation. ===Required use=== Typical chain link perimeter fence with barbed wire on top The following types of areas or facilities often are required by law to be fenced in, for safety and security reasons: * Facilities with open high-voltage equipment (transformer stations, mast radiators). Transformer stations are usually surrounded with barbed-wire fences. Around mast radiators, wooden fences are used to avoid the problem of eddy currents. * Railway lines (in the United Kingdom) *fixed machinery with dangerous mobile parts (for example at merry go rounds on entertainment parks) * Explosive factories and quarry stores * Most industrial plants * Airfields and airports * Military areas * Prisons * Construction sites * Zoos and wildlife parks * Pastures containing male breeding animals, notably bulls and stallions. * Open-air areas that charge an entry fee * Amusement equipment which may pose danger for passers-by * Swimming pools and spas === History === Mass concrete fence in Russia Servitudes are legal arrangements of land use arising out of private agreements. Under the feudal system, most land in England was cultivated in common fields, where peasants were allocated strips of arable land that were used to support the needs of the local village or manor. By the sixteenth century the growth of population and prosperity provided incentives for landowners to use their land in more profitable ways, dispossessing the peasantry. Common fields were aggregated and enclosed by large and enterprising farmers—either through negotiation among one another or by lease from the landlord—to maximize the productivity of the available land and contain livestock. Fences redefined the means by which land is used, resulting in the modern law of servitudes.Jesse Dukeminer et al., Property, pp. 668-70 (6th ed. 2006) wattle fence at Sanok-Skansen outdoor museum in Poland In the United States, the earliest settlers claimed land by simply fencing it in. Later, as the American government formed, unsettled land became technically owned by the government and programs to register land ownership developed, usually making raw land available for low prices or for free, if the owner improved the property, including the construction of fences. However, the remaining vast tracts of unsettled land were often used as a commons, or, in the American West, \"open range\" as degradation of habitat developed due to overgrazing and a tragedy of the commons situation arose, common areas began to either be allocated to individual landowners via mechanisms such as the Homestead Act and Desert Land Act and fenced in, or, if kept in public hands, leased to individual users for limited purposes, with fences built to separate tracts of public and private land. ===United Kingdom=== ;Generally Ownership of a fence on a boundary varies. The last relevant original title deed(s)In registered land scanned in and stored at the Land Registry and a completed seller's property information form may document which side has to put up and has installed any fence respectively; the first using \"T\" marks/symbols (the side with the \"T\" denotes the owner); the latter by a ticked box to the best of the last owner's belief with no duty, as the conventionally agreed conveyancing process stresses, to make any detailed, protracted enquiry. Commonly the mesh or panelling is in mid-position. Otherwise it tends to be on non-owner's side so the fence owner might access the posts when repairs are needed but this is not a legal requirement. Where estate planners wish to entrench privacy a close-boarded fence or equivalent well-maintained hedge of a minimum height may be stipulated by deed. Beyond a standard height planning permission is necessary. ;The hedge and ditch ownership presumption Where a rural fence or hedge has (or in some cases had) an adjacent ditch, the ditch is normally in the same ownership as the hedge or fence, with the ownership boundary being the edge of the ditch furthest from the fence or hedge.Lawrence J. in Vowles v. Miller (1810) 3 Taunt. 137, 138, quoted in Alan Wibberley Building Limited v. Insley, House of Lords Judgement (1999) The principle of this rule is that an owner digging a boundary ditch will normally dig it up to the very edge of their land, and must then pile the spoil on their own side of the ditch to avoid trespassing on their neighbour. They may then erect a fence or hedge on the spoil, leaving the ditch on its far side. Exceptions exist in law, for example where a plot of land derives from subdivision of a larger one along the centre line of a previously- existing ditch or other feature, particularly where reinforced by historic parcel numbers with acreages beneath which were used to tally up a total for administrative units not to confirm the actual size of holdings, a rare instance where Ordnance Survey maps often provide more than circumstantial evidence namely as to which feature is to be considered the boundary. ;Fencing of livestock On private land in the United Kingdom, it is the landowner's responsibility to fence their livestock in. Conversely, for common land, it is the surrounding landowners' duty to fence the common's livestock out such as in large parts of the New Forest. Large commons with livestock roaming have been greatly reduced by 18th and 19th century Acts for enclosure of commons covering most local units, with most remaining such land in the UK's National Parks. ===United States=== Distinctly different land ownership and fencing patterns arose in the eastern and western United States. Original fence laws on the east coast were based on the British common law system, and rapidly increasing population quickly resulted in laws requiring livestock to be fenced in. In the west, land ownership patterns and policies reflected a strong influence of Spanish law and tradition, plus the vast land area involved made extensive fencing impractical until mandated by a growing population and conflicts between landowners. The \"open range\" tradition of requiring landowners to fence out unwanted livestock was dominant in most of the rural west until very late in the 20th century, and even today, a few isolated regions of the west still have open range statutes on the books. More recently, fences are generally constructed on the surveyed property line as precisely as possible. Today, across the nation, each state is free to develop its own laws regarding fences. In many cases for both rural and urban property owners, the laws were designed to require adjacent landowners to share the responsibility for maintaining a common boundary fenceline. Today, however, only 22 states have retained that provision. ==Cultural value of fences== A fence in Thavakkara, India The value of fences and the metaphorical significance of a fence, both positive and negative, has been extensively utilized throughout western culture. A few examples include: *\"Good fences make good neighbors.\" – a proverb quoted by Robert Frost in the poem \"Mending Wall\" *\"A good neighbour is a fellow who smiles at you over the back fence, but doesn't climb over it.\" – Arthur Baer *\"There is something about jumping a horse over a fence, something that makes you feel good. Perhaps it's the risk, the gamble. In any event it's a thing I need.\" – William Faulkner *\"Fear is the highest fence.\" – Dudley Nichols *\"To be fenced in is to be withheld.\" – Kurt Tippett *\"What have they done to the earth? / What have they done to our fair sister? / Ravaged and plundered / and ripped her / and bit her / stuck her with knives / in the side of the dawn / and tied her with fences / and dragged her down.\" – Jim Morrison, of The Doors *\"Don't Fence Me In\" – Cole Porter *\"You shall build a turtle fence.\" – Peter Hoekstra *\"A woman's dress should be like a barbed-wire fence: serving its purpose without obstructing the view.\" – Marilyn Monroe ==See also== *Agricultural fencing *Electric fence *Wire obstacle *Temporary fencing *Post pounder *Synthetic fence *Pool fence *Separation barrier *Border barrier *Brushwood fencing *Fencing (computing) *Zariba == Notes == ==References== * Encyclopædia Britannica (1982). Vol IV, Fence. * Elizabeth Agate: Fencing, British Trust for Conservation Volunteers, ==External links== Category:Perimeter security ",
    "title": "Fence"
}