{
    "id": "42395",
    "text": "Warsaw Ghetto (, officially , \"Jewish Residential District in Warsaw\"; ) was the largest of the Nazi ghettos during World War II. It was established by the German authorities in November 1940; within the new General Government territory of occupied Poland. At its height as many as 460,000 Jews were imprisoned there, in an area of , with an average of 9.2 persons per room, barely subsisting on meager food rations. From the Warsaw Ghetto, Jews were deported to Nazi concentration camps and mass-killing centers. In the summer of 1942 at least 254,000 Ghetto residents were sent to the Treblinka extermination camp during under the guise of \"resettlement in the East\" over the course of the summer. The ghetto was demolished by the Germans in May 1943 after the Warsaw Ghetto Uprisings which had temporarily halted the deportations. The total death toll among the prisoners of the Ghetto is estimated to be at least 300,000 killed by bullet or gas, combined with 92,000 victims of starvation and related diseases, the Warsaw Ghetto Uprising, and the casualties of the final destruction of the Ghetto. == Background == Before World War II, the majority of Polish Jews lived in the merchant districts of Muranów, Powązki, and Stara Praga. Over 90% of Catholics lived further away from the commercial center. The Jewish community was the most prominent there, constituting over 88% of the inhabitants of Muranów; with the total of about 32.7% of the population of the left-bank and 14.9% of the right-bank Warsaw, or 332,938 people in total according to 1931 census. Many Jews left the city during the depression. Antisemitic legislation, boycotts of Jewish businesses, and the nationalist \"endecja\" post-Piłsudski Polish government plans put pressure on Jews in the city. In 1938 the Jewish population of the Polish capital was estimated at 270,000 people. The Siege of Warsaw continued until September 29, 1939. On September 10 alone, the Luftwaffe conducted 17 bombing raids on the city; three days later, 50 German planes attacked the city centre, targeting specifically Wola and Żoliborz. In total, some 30,000 people were killed, and 10 percent of the city was destroyed. Along with the advancing Wehrmacht, the Einsatzgruppe EG IV and the Einsatzkommandos rolled into town. On November 7, 1939, the Reichsführer-SS reorganized them into local Security Service (SD). The commander of EG IV, Josef Meisinger (the \"Butcher of Warsaw\"), was appointed chief of police for the newly formed Warsaw District. == Establishment of the ghetto == Karmelicka Street 11 from Nowolipia September/October 1939 Aerial photograph of the northern Warsaw Ghetto area after its destruction, probably 1944 By the end of the September campaign the number of Jews in and around the capital increased dramatically with thousands of refugees escaping the Polish-German front. In less than a year, the number of refugees in Warsaw exceeded 90,000. On October 12, 1939, the General Government was established by Adolf Hitler in the occupied area of central Poland. The Nazi-appointed Jewish Council (Judenrat) in Warsaw, a committee of 24 people headed by Adam Czerniaków, was responsible for carrying out German orders. On October 26, the Jews were mobilized as forced laborers to clear bomb damage and perform other hard labor. One month later, on November 20, the bank accounts of Polish Jews and any deposits exceeding 2,000 zł were blocked. On November 23, all Jewish establishments were ordered to display a Jewish star on doors and windows. Beginning December 1, all Jews older than ten were compelled to wear a white armband, and on December 11, they were forbidden from using public transit. On January 26, 1940, the Jews were banned from holding communal prayers due to \"the risk of spreading epidemics.\" Food stamps were introduced by the German authorities, and measures were stepped up to liquidate all Jewish communities in the vicinity of Warsaw intensified. The Jewish population of the capital reached 359,827 before the end of the year. Roundup of Jewish men for forced labor by the Order Police battalions, Krakowskie Przedmieście, March 1940 On the orders of Warsaw District Governor, Ludwig Fischer, the Ghetto wall construction started on April 1, 1940, circling the area of Warsaw inhabited predominantly by Jews. The work was supervised by the Warsaw Judenrat. The Nazi authorities expelled 113,000 ethnic Poles from the neighbourhood, and ordered the relocation of 138,000 Warsaw Jews from the suburbs into the city centre. On October 16, 1940, the creation of the ghetto was announced by the German Governor-General, Hans Frank. The initial population of the ghetto was 450,000 confined to an area of . Before the Holocaust began the number of Jews imprisoned there was between 375,000 and 400,000 (about 30% of the general population of the capital). The area of the ghetto constituted only about 2.4% of the overall metropolitan area. Warsaw Ghetto wall and footbridge over Chłodna Street in 1942 Corner of Żelazna 70 and Chłodna 23 (looking east). This section of Żelazna street connected the \"large ghetto\" and \"small ghetto\" areas of German-occupied Warsaw. The Germans closed the Warsaw Ghetto to the outside world on November 15, 1940. The wall around it was high and topped with barbed wire. Escapees were shot on sight. German policemen from Battalion 61 used to hold victory parties on the days when a large number of prisoners were shot at the ghetto fence. The borders of the ghetto changed and its overall area was gradually reduced, as the captive population was decreased by outbreaks of infectious diseases, mass hunger, and regular executions. The ghetto was divided in two along Chłodna Street (pl), which was excluded from it, due to its local importance at that time (as one of Warsaw's east–west thoroughfares). The area south-east of Chłodna was known as the \"Small Ghetto\", while the area north of it became known as the \"Large Ghetto\". The two zones were connected at an intersection of Chłodna with Żelazna Street, where a special gate was built. In January 1942, the gate was removed and a wooden footbridge was built over it, which became one of the postwar symbols of the Holocaust in occupied Poland.John D Clare (2014), The Warsaw Ghetto, 1940–43. Modern World History Topics. == Ghetto administration == Jewish Ghetto Police guarding the gates of the Warsaw Ghetto, June 1942 The first commissioner of the Warsaw Ghetto, appointed by Fischer, was SA- Standartenführer Waldemar Schön, who also supervised the initial Jewish relocations in 1940. He was an attritionist best known for orchestrating an \"artificial famine\" (künstliche Hungersnot) in January 1941. Schön had eliminated virtually all food supplies to the ghetto causing an uproar among the SS upper echelon. He was relieved of his duties by Frank himself in March 1941 and replaced by Kommissar Heinz Auerswald, a \"productionist\" who served until November 1942. Like in all Nazi ghettos across occupied Poland, the Germans ascribed the internal administration to a Judenrat Council of the Jews, led by an \"\" (the Eldest). In Warsaw, this role was relegated to Adam Czerniaków, who chose a policy of collaboration with the Nazis in the hope of saving lives. Adam Czerniaków confided his harrowing experience in nine diaries. In July 1942, when the Germans ordered him to increase the contingent of people to be deported, he committed suicide. Czerniaków's collaboration with the German occupation policies was a paradigm for attitude of the majority of European Jews vis à vis Nazism. Although his personality as president of the Warsaw Judenrat may not become as infamous as Chaim Rumkowski, Ältester of the Łódź Ghetto; the SS policies he had followed were systematically anti-Jewish. The Council of Elders was supported internally by the Jewish Ghetto Police (Jüdischer Ordnungsdienst), formed at the end of September 1940 with 3,000 men, instrumental in enforcing law and order as well as carrying out German ad hoc regulations, especially after 1941, when the number of refugees and expellees in Warsaw reached 150,000 or nearly one third of the entire Jewish population of the capital. ===Catholics and Poles in the Ghetto=== In January 1940 there were 1,540 Catholics and 221 individuals of other Christian faith imprisoned in the Ghetto, including Jewish converts. It is estimated that at the time of closure of the ghetto there were around 2,000 Christians, and number possibly rose eventually to over 5,000. Many of these people considered themselves Polish, but due to Nazi racial criteria they were classified by German authorities as Jewish.Karol Madaj – Duszpasterstwo Żydów- katolików w getcie warszawskim Biuletyn IPN nr 98 (3) / 2009 page 23–39Christians in the Warsaw Ghetto: An Epitaph for the Unremembered, by Peter Florian Dembowski, 2005 Within the ghetto there were three Christian churches, the All Saints Church, St. Augustine's Church and the Church of the Nativity of the Blessed Virgin Mary. All Saints Church served Jewish Christians who were detained in the ghetto. At that time, the parish priest, Marceli Godlewski, known for his antisemitism before the war, became involved in helping them. At the rectory of the parish, the priest sheltered and helped many escape, including Ludwik Hirszfeld, Louis-Christophe Zaleski-Zamenhof and Wanda Zamenhof-Zaleska. For his actions he was posthumously awarded the Righteous Among the Nations medal in 2009. == Conditions == Nazi officials, intent on eradicating the ghetto by hunger and disease, limited food and medical supplies. An average daily food ration in 1941 for Jews in Warsaw was limited to 184 calories, compared to 699 calories allowed for gentile Poles and 2,613 calories for the Germans. In August, the rations fell to 177 calories per person. This meager food supply by the German authorities usually consisted of dry bread, flour and potatoes of the lowest quality, groats, turnips, and a small monthly supplement of margarine, sugar, and meat. As a result, black market economy thrived, supplying as much as 80% of the ghetto's food. In addition, the Joint had opened over 250 soup kitchens, which served at one time as many as 100,000 meals per day. Men, women and children all took part in smuggling and illegal trade, and private workshops were created to manufacture goods to be sold secretly on the \"Aryan\" side of the city. Foodstuffs were often smuggled by children alone, who crossed the Ghetto wall by the hundreds in any way possible, sometimes several times a day, returning with goods that could weigh as much as they did. Unemployment leading to extreme poverty was a major problem in the ghetto, and smuggling was often the only source of subsistence for the Ghetto inhabitants, who would have otherwise died of starvation. \"Professional\" smugglers, in contrast, often became relatively wealthy. During the first year and a half, thousands of Polish Jews as well as some Romani people from smaller towns and the countryside were brought into the Ghetto, but as many died from typhus and starvation the overall number of inhabitants stayed about the same. Facing an out-of-control famine and meager medical supplies, a group of Jewish doctors imprisoned in the ghetto decided to use the opportunity to study the physiological and psychological effects of hunger. The Warsaw Ghetto Hunger Study, as it is now known, remains one of the most thorough investigations of semi-starvation done to date. ==Education and culture== Despite grave hardships, life in the Warsaw Ghetto had educational and cultural activities, both legal and those conducted by its underground organizations. Hospitals, public soup kitchens, orphanages, refugee centers and recreation facilities were formed, as well as a school system. Some schools were illegal and operated under the guise of soup kitchens. There were secret libraries, classes for the children and even a symphony orchestra. Rabbi Alexander Friedman, secretary-general of Agudath Israel of Poland, was one of the Torah leaders in the Warsaw Ghetto; he organized an underground network of religious schools, including \"a Yesodei HaTorah school for boys, a Bais Yaakov school for girls, a school for elementary Jewish instruction, and three institutions for advanced Jewish studies\". These schools, operating under the guise of kindergartens, medical centers and soup kitchens, were a place of refuge for thousands of children and teens, and hundreds of teachers. In 1941, when the Germans gave official permission to the local Judenrat to open schools, these schools came out of hiding and began receiving financial support from the official Jewish community.Seidman, Hillel. \"Alexander Zusia Friedman\", in Wellsprings of Torah: An Anthology of Biblical Commentaries, Vol. 1. Nison L. Alpert, ed. The Judaica Press, Inc., 1974, pp. xii–xxiii. Former cinema Femina became a theater in this period.Theater as Imperative in the Warsaw Ghetto: Artists and Audience in Jerzy Jurandot's FEMINA 1940-1942 The Jewish Symphonic Orchestra performed in several venues, including Femina. Israel Gutman estimates that around 20,000 prisoners (out of more than 400,000) remained at the top of Ghetto society, either because they were wealthy before the war, or because they were able to amass wealth during it (mainly through smuggling). Those families and individuals frequented restaurants, clubs and cafes, showing in stark contrast the economic inequalities of ghetto life. Tilar Mazzeo estimates that group at around 10,000 people—\"rich industrialists, many Judenrat council leaders, Jewish police officers, profiteering smugglers, nightclub owners [and] high-end prostitutes\" who were spending their time at over sixty cafes and nightclubs, \"dancing among the corpses.\" == Manufacture of German military supplies == Jews working in a ghetto factory Not long after the Ghetto was closed off from the outside world, a number of German war profiteers such as Többens and Schultz appeared in the capital. At first, they acted as middlemen between the high command and the Jewish-run workshops. By spring 1942, the Stickerei Abteilung Division with headquarters at Nowolipie 44 Street had already employed 3,000 workers making shoes, leather products, sweaters and socks for the Wehrmacht. Other divisions were making furs and wool sweaters also, guarded by the Werkschutz police. Some 15,000 Jews were working in the Ghetto for Walter C. Többens from Hamburg, a convicted war criminal, including at his factories on Prosta and Leszno Streets among other locations. His Jewish labour exploitation was a source of envy for other Ghetto inmates living in fear of deportations. In early 1943 Többens gained for himself the appointment of a Jewish deportation commissar of Warsaw in order to keep his own workforce secure, and maximize profits. In May 1943 Többens transferred his businesses, including 10,000 Jewish slave workers to the Poniatowa concentration camp barracks. Fritz Schultz took his manufacture along with 6,000 Jews to the nearby Trawniki concentration camp. == Treblinka deportations == Grossaktion Warschau 1942 Umschlagplatz holding pen for deportations to Treblinka death camp Grossaktion Warschau 1942 boarding onto the Holocaust trains Approximately 100,000 Ghetto inmates had already died of hunger-related diseases and starvation before the mass deportations started in the summer of 1942. Earlier that year, during the Wannsee Conference near Berlin, the Final Solution was set in motion. It was a secretive plan to mass- murder Jewish inhabitants of the General Government. The techniques used to deceive victims were based upon experience gained at the Chełmno extermination camp (Kulmhof). The ghettoised Jews were rounded up, street by street, under the guise of \"resettlement\", and marched to the Umschlagplatz holding area. From there, they were sent aboard Holocaust trains to the Treblinka death camp, built in a forest northeast of Warsaw. The operation was headed by the German Resettlement Commissioner, SS-Sturmbannführer Hermann Höfle, on behalf of Sammern-Frankenegg. Upon learning of this plan, Adam Czerniaków, leader of the Judenrat Council committed suicide. He was replaced by Marc Lichtenbaum, tasked with managing roundups with the aid of Jewish Ghetto Police. No-one was informed about the real state of affairs. The extermination of Jews by means of poisonous gases was carried out at Treblinka II under the auspices of Operation Reinhard, which also included Bełżec, Majdanek, and Sobibór death camps. About 254,000 Warsaw Ghetto inmates (or at least 300,000 by different accounts) were sent to Treblinka during the Grossaktion Warschau, and murdered there between Tisha B'Av (July 23) and Yom Kippur (September 21) of 1942. The ratio between Jews killed on the spot by Orpo and Sipo during roundups, and those deported was approximately 2 percent. For eight weeks, the deportations of Jews from Warsaw to Treblinka continued on a daily basis via two shuttle trains: each transport carrying about 4,000 to 7,000 people crying for water; 100 people to a cattle truck. The first daily trains rolled into the camp early in the morning often after an overnight wait at a layover yard; and the second, in mid-afternoon. Dr Janusz Korczak, a famed educator, went to Treblinka with his orphanage children in August 1942. He was offered a chance to escape by Polish friends and admirers, but he chose instead to share the fate of his life's work. All new arrivals were sent immediately to the undressing area by the Sonderkommando squad that managed the arrival platform, and from there to the gas chambers. The stripped victims were suffocated to death in batches of 200 with the use of monoxide gas. In September 1942, new gas chambers were built, which could kill as many as 3,000 people in just 2 hours. Civilians were forbidden to approach the camp area. In the last two weeks of the Aktion ending on September 21, 1942, some 48,000 Warsaw Jews are deported to their deaths. The last transport with 2,200 victims from the Polish capital included the Jewish police involved with deportations, and their families. In October 1942 the Jewish Combat Organization (ŻOB) was formed and tasked with opposing further deportations. It was led by 24 year–old Mordechai Anielewicz. Meanwhile, between October 1942 and March 1943, Treblinka received transports of almost 20,000 foreign Jews from the German Protectorate of Bohemia and Moravia via Theresienstadt, and from Bulgarian- occupied Thrace, Macedonia, and Pirot following an agreement with the Nazi- allied Bulgarian government. By the end of 1942, it was clear that the deportations were to their deaths. The underground activity of Ghetto resistors in the group Oyneg Shabbos increased after learning that the transports for \"resettlement\" led to the mass killings. Also in 1942, Polish resistance officer Jan Karski reported to the Western governments on the situation in the Ghetto and on the extermination camps. Many of the remaining Jews decided to resist further deportations, and began to smuggle in weapons, ammunition and supplies. == Ghetto Uprising and final destruction of the ghetto == Suppression of Warsaw Ghetto Uprising. Captured Jews escorted by the Waffen SS, Nowolipie Street, 1943 On January 18, 1943, after almost four months without deportations, the Germans suddenly entered the Warsaw Ghetto intent upon further roundups. Within hours, some 600 Jews were shot and 5,000 others removed from their residences. The Germans expected no resistance, but the action was brought to a halt by hundreds of insurgents armed with handguns and Molotov cocktails. Preparations to resist had been going on since the previous autumn. The first instance of Jewish armed struggle in Warsaw had begun. The underground fighters from ŻOB (: Jewish Combat Organization) and ŻZW (: Jewish Military Union) achieved considerable success initially, taking control of the Ghetto. They then barricaded themselves in the bunkers and built dozens of fighting posts, stopping the expulsions. Taking further steps, a number of Jewish collaborators from Żagiew were also executed. An offensive against the Ghetto underground launched by Von Sammern-Frankenegg was unsuccessful. He was relieved of duty by Heinrich Himmler on April 17, 1943 and court-martialed. Warsaw Ghetto area after the war. Gęsia Street, view to the west Ruins of the Warsaw Ghetto The final assault started on the eve of Passover of April 19, 1943, when a Nazi force consisting of several thousand troops entered the ghetto. After initial setbacks, 2,000 Waffen-SS soldiers under the field command of Jürgen Stroop systematically burned and blew up the ghetto buildings, block by block, rounding up or murdering anybody they could capture. Significant resistance ended on April 28, and the Nazi operation officially ended in mid-May, symbolically culminating with the demolition of the Great Synagogue of Warsaw on May 16. According to the official report, at least 56,065 people were killed on the spot or deported to German Nazi concentration and death camps (Treblinka, Poniatowa, Majdanek, Trawniki). The site of the Ghetto became the Warsaw concentration camp. == Preserving remnants of the Warsaw Ghetto == The ghetto was almost entirely leveled during the Uprising; however, a number of buildings and streets survived, mostly in the \"small ghetto\" area, which had been included into the Aryan part of the city in August 1942 and was not involved in the fighting. In 2008 and 2010 Warsaw Ghetto boundary markers were built along the borders of the former Jewish quarter, where from 1940 to 1943 stood the gates to the ghetto, wooden footbridges over Aryan streets, and the buildings important to the ghetto inmates. The four buildings at 7, 9, 12 and 14 Próżna Street are among the best known original residential buildings that in 1940–41 housed Jewish families in the Warsaw Ghetto. They have largely remained empty since the war. The street is a focus of the annual Warsaw Jewish Festival. In 2011–2013 buildings at number 7 and 9 underwent extensive renovations and have become office space. The Nożyk Synagogue also survived the war. It was used as a horse stable by the German Wehrmacht. The synagogue has today been restored and is once again used as an active synagogue. The best preserved fragments of the ghetto wall are located 55 Sienna Street, 62 Złota Street, and 11 Waliców Street (the last two being walls of the pre-war buildings). There are two Warsaw Ghetto Heroes' monuments, unveiled in 1946 and 1948, near the place where the German troops entered the ghetto on 19 April 1943. In 1988 a stone monument was built to mark the Umschlagplatz. There is also a small memorial at ul. Mila 18 to commemorate the site of the Socialist ŻOB underground headquarters during the Ghetto Uprising. In December 2012, a controversial statue of a kneeling and praying Adolf Hitler was installed in a courtyard of the Ghetto. The artwork by Italian artist, Maurizio Cattelan, entitled \"HIM\", has received mixed reactions worldwide. Many feel that it is unnecessarily offensive, while others, such as Poland's chief rabbi, Michael Schudrich, feel that it is thought-provoking, even \"educational\". ==People of the Warsaw Ghetto== ===Casualties=== Umschlagplatz Memorial on Stawki Street * Tosia Altman – ghetto resistance fighter, escaped the Ghetto in 1943 uprising through the sewers. Died after she was caught by the Gestapo when the celluloid factory where she had caught fire. * Mordechai Anielewicz – ghetto resistance leader in the ŻOB (alias Aniołek). Died with many of his comrades at their surrounded command post. * Dawid Moryc Apfelbaum – ghetto resistance leader and commander of the ŻZW. Killed in action during the ghetto uprising. * Maria Ajzensztadt – singer known as the Nightingale of the Ghetto * Adam Czerniaków – engineer and senator, head of the Warsaw Judenrat (Jewish council). Committed suicide in 1942. * Paweł Finder – First Secretary of the Polish Workers' Party (PPR) from 1943 to 1944; killed by Germans in Warsaw Ruins 1944 * Mira Fuchrer – ghetto resistance fighter in the ZOB. Died with many of her comrades at their surrounded command post. * Yitzhak Gitterman – director of the American Jewish Joint Distribution Committee in Poland, resistance fighter. Killed in action during the ghetto uprising. * Itzhak Katzenelson – teacher, poet, dramatist and resistance fighter. Executed at Auschwitz-Birkenau in 1944. * Janusz Korczak – children's author, pediatrician, child pedagogist and orphanage owner. Executed along with his orphans at Treblinka in August, 1942, after refusing an offer to leave his orphans and escape. * Simon Pullman – conductor of the Warsaw Ghetto symphony orchestra. Executed at Treblinka in 1942. * Emanuel Ringelblum – historian, politician and social worker, leader of the Ghetto chroniclers. Discovered in Warsaw and executed together with his family in 1944. * Kalonymus Kalman Shapira – grand rabbi of Piaseczno. Executed at Trawniki during Aktion Erntefest in 1943. * Władysław Szlengel – poet of the Warsaw ghetto; killed in 1943 uprising. * Lidia Zamenhof – Baháʼí-Esperantist daughter of Dr. L. L. Zamenhof. Executed at Treblinka in 1942. * Nathalie Zand – neurologist and research scientist. Practiced as a doctor within the ghetto. Thought to have been executed at Pawiak prison, September 1942. ===Survivors=== * Rokhl Auerbakh – Polish Jewish writer and essayist; member of the Ghetto chroniclers group led by Emanuel Ringelblum. Died in 1976. * Mary Berg – 15-year-old diarist (in 1939) born to American mother in Łódź; Pawiak internee exchanged for German POWs in March 1944. Died in 2013. * Adolf Berman – leader in Jewish Underground in Warsaw; member of Zegota and CENTOS – died in 1978. Yitzhak Zuckerman testifies for the prosecution during the trial of Adolf Eichmann * Yitzhak Zuckerman – ghetto resistance leader (\"Antek\"), founder of the Lohamei HaGeta'ot kibbutz in Israel. Died in 1981. * Marek Edelman – Polish political and social activist, cardiologist. He was the last surviving leader of the ŻOB. Died in 2009. * Jack P. Eisner – author of \"The Survivor of the Holocaust\". The young boy who hung the Jewish flag atop the burning building in the Warsaw Ghetto Uprising. ZZW fighter. Commemorator of the Holocaust. Died in 2003. * Ruben Feldschu (Ben Shem) (1900–1980) – Zionist author and political activistLaurence Weinbaum, \"Shaking the Dust Off\" The Story of the Warsaw Ghetto's Forgotten Chronicler, Jewish Political Studies Review Vol. 22 No. 3-4 (Fall 2010). * Joseph Friedenson – editor of Dos Yiddishe Vort. Died in 2013. * Bronisław Geremek – Polish social historian and politician. Died in 2008. * Martin Gray – Soviet secret police officer and American and French writer. Died in 2016. * Mietek Grocher – Swedish author and the Holocaust remembrance activist. * Alexander J. Groth – Professor of Political Science at the University of California, Davis. Author of Lincoln: Authoritarian Savior and Democracies Against Hitler: Myth, Reality and Prologue, Holocaust Voices, Accomplices: Roosevelt, Churchill and the Holocaust. * Ludwik Hirszfeld – Polish microbiologist and serologist, died in 1954. * Morton Kamien – Polish- American economist, died in 2011. * Zivia Lubetkin – ghetto resistance leader, Aliyah Bet activist, later married Cukierman. Died in 1976. * Vladka Meed – ghetto resistance member; author. Died in 2012. * Uri Orlev – Israeli author of the semi-autobiographical novel The Island on Bird Street recounting his experiences in the Warsaw Ghetto. * Marcel Reich-Ranicki – German literary critic. Died in 2013. * Sol Rosenberg – American steel industrialist and philanthropist. Died in 2009. * Simcha Rotem – ghetto resistance fighter (\"Kazik\"), Berihah activist, post-war Nazi hunter. Died in 2018. * Uri Shulevitz – book illustrator * Władysław Szpilman – Polish pianist, composer and writer, subject of the film The Pianist by Roman Polanski (survivor of the Kraków Ghetto) based on his memoir. Died in 2000. * Menachem Mendel Taub – Kaliver rabbi in Israel. Died in 2019. * Dawid Wdowiński – psychiatrist, political leader of the Irgun in Poland, resistance leader of the ŻZW, American memoirist. Died in 1970. ===Associated people=== * Władysław Bartoszewski – Polish resistance activist of the Żegota organization in Warsaw. * Henryk Iwański – Polish resistance officer in the charge of support for the Ghetto. Died in 1978. * Jan Karski – Polish resistance courier who reported on the Ghetto for the Allies. Died in 2000. * Zofia Kossak-Szczucka – Polish writer and World War II resistance fighter and co-founder of Żegota. Died in 1968. * Irena Sendler – Polish resistance member who smuggled 2,500 Jewish children out of the Ghetto and helped to hide them, subject of the film The Courageous Heart of Irena Sendler. Died in 2008. * Szmul Zygielbojm – Polish-Jewish socialist politician. In 1943 committed suicide in London in an act of protest against the Allied indifference to the death of the Warsaw Ghetto. Krasiński's Garden and Swiętojerska street. The entire city district was leveled by the German forces according to order from Adolf Hitler after the suppression of the Warsaw Ghetto Uprising in 1943 ==See also== * Executions in the ruins of the Warsaw Ghetto (1943–1944) * Group 13 – Jewish collaborationist secret police, also known as Jewish Gestapo, led by Abraham Gancwajch * Odilo Globocnik – The Nazi leader responsible for the liquidation of the Ghetto * Ludwig Hahn – Chief of the Sicherheitspolizei and the Sicherheitsdienst (KdS) for Warsaw * Mila 18 – book by Leon Uris * The Silver Sword – novel focused on a family from Warsaw during the Second World War * Stroop Report – official Nazi record of the Ghetto Uprising, 19 April 1943 – 24 May 1943 * Timeline of Treblinka extermination camp * Warschauer Kniefall – gesture by Chancellor of Germany Willy Brandt == Notes == == References == == Bibliography == * * * * * * * * * * * * via sample in Kindle == External links == * Photographs from the Warsaw Ghetto – Online exhibition from Yad Vashem * Warsaw Ghetto from Holocaust Survivors and Remembrance Project: \"Forget You Not\" * pre and post-war pictures of Warsaw * Historical Sites of Jewish Warsaw * Warsaw Ghetto Internet Database hosted by the Polish Center for Holocaust Research * Detailed, interactive map of the Warsaw Ghetto plotted on pre-war plan of the city * Documents and information about the Warsaw Ghetto from the Jewish Virtual Library *Yad Vashem – About the Holocaust – The Warsaw Ghetto * Warsaw Ghetto poems from the Ringelblum Archive *Lecture on Emanuel Ringelblum and the Warsaw Ghetto Dr. Henry Abramson * Artists of the Warsaw Ghetto * The ramparts of Warsaw 1943–44 (documentary film) by André Bossuroy, 2014, programme 'Active European Remembrance' of the European Commission. * 'Warsaw Ghetto – hell in the center of the city'. Collection of testimonies concerning Warsaw Ghetto *Rokhl Auerbakh: Literature as Social Service & the Warsaw Ghetto Soup Kitchen * Category:Jewish ghettos in Nazi-occupied Poland Category:History of Warsaw Category:1940 establishments in Poland Category:1943 disestablishments ",
    "title": "Warsaw Ghetto"
}