{
    "id": "42510",
    "text": "Year 1283 (MCCLXXXIII) was a common year starting on Friday (link will display the full calendar) of the Julian calendar. == Events == === By area === ==== Africa ==== * The Hafsid ruler, Ibrahim I, is toppled by a Bedouin rebellion, led by Abd al-Aziz I. ==== Asia ==== * September 22 - The first Mongol invasion of Burma begins. The fort at Ngasaunggyan is besieged, and falls to the invaders on December 3. * King Ram Khamhaeng of the Sukhothai Kingdom creates the Thai alphabet, according to tradition. * Kublai Khan's Yuan Dynasty invades the Khmer Empire of present-day Cambodia; King Jayavarman VIII decides to pay tribute rather than fight the invasion, buying peace and preserving the empire. * Construction on the northern section of the Grand Canal of China is completed. * The city of Guiyang is founded, in Yuan Dynasty China. ==== Mesoamerica ==== * Acolnahuacatl becomes Ruler of the City-state Azcapotzalco at the Valley of Mexico ==== Europe ==== * January 2 - Most of Dublin, including St Patrick's Cathedral, is burned in a fire. \"Fires, Great\", in The Insurance Cyclopeadia: Being an Historical Treasury of Events and Circumstances Connected with the Origin and Progress of Insurance, Cornelius Walford, ed. (C. and E. Layton, 1876) p27 * June 1 - Treaty of Rheinfelden: The young Rudolf II, Duke of Austria is forced to yield his claim on the Duchies of Austria and Styria to his elder brother, Albert I of Germany. * July 8 - Battle of Malta at Valletta: An Angevin fleet, sent to help put down a rebellion on Malta, is defeated by the fleet of Roger of Lauria. * October 3 - Death by hanging, drawing and quartering is first used as a form of capital punishment (for the newly created crime of high treason) by King Edward I of England, in his execution of Dafydd ap Gruffydd, the last ruler of an independent Wales, at Shrewsbury. * The first regulated Catalan Courts are reunited by King Peter III of Aragon, for the whole Principality of Catalonia. It becomes one of the first medieval parliaments that bans the royal power to create legislation unilaterally. * An earthquake destroys two thirds of the cave city of Vardzia, Georgia. * Construction of Caernarfon Castle, Conwy Castle, and Harlech Castle is begun in Wales by King Edward I of England, as a system of defenses against possible future Welsh uprisings. * King Philip III of France causes a mass migration of Jews, when he outlaws their residence in the small villages and rural localities of France. * Daniel of Moscow unites the west side of Russia, which ends the Kievan Rus' after 301 years, and begins the Grand Duchy of Moscow (the Mongol occupation will end in some areas as late as 1440). ===By topic=== ====Arts and culture==== * The E. codex of the Cantigas de Santa Maria, a collection of Portuguese musical manuscripts, is dated to between 1280 and 1283. * The Libro de los juegos, an early European treatise on board games (including chess, dice, and a version of backgammon), is commissioned by King Alfonso X of Castile, between 1251 and 1283. * approx. date - Ramon Llull writes Blanquerna, the first major work of literature written in Catalan, and perhaps the first European novel. ====Markets==== * The Saxon city of Goslar starts making efforts to redeem its already issued annuities, a sure indication of financial difficulty, and maybe an early sign of the 13th century crisis. ====Religion==== * Jakub Świnka becomes archbishop of Gniezno. == Births == * April 9 - Margaret, Maid of Norway, Queen of Scotland (d. 1290) == Deaths == * January 9 - Wen Tianxiang, Chinese prime minister (b. 1236; executed) * April 9 - Margaret of Scotland, Queen of Norway (b. 1261; childbirth) * October 3 - Dafydd ap Gruffydd, Prince of Wales (executed) * November 30 - John of Vercelli, Italian Master General of the Dominican Order (b.c. 1205) * December 15 - Philip I, Latin Emperor (b. 1243) * date unknown ** Piotr of Bogoria and Skotnik, Polish noble ** Kutlugh Turkan, sovereign queen of Kirman from 1257 until 1282 == References == ",
    "title": "1283"
}