{
    "id": "42545",
    "text": "The Republic of Upper Volta (), now Burkina Faso, was a landlocked West African country established on December 11, 1958, as a self-governing colony within the French Community.http://www.africa.com/countries/burkina- faso/afripedia/https://www.cia.gov/library/publications/the-world- factbook/fields/print_2109.html Before attaining autonomy it had been French Upper Volta and part of the French Union. On August 5, 1960, it attained full independence from France. On August 4, 1984, it changed its name to Burkina Faso. == Overview == Map showing the Volta River in Upper Volta. The name Upper Volta indicated that the country contains the upper part of the Volta River. The colors of the national flag corresponded to the names of its three main tributaries — the Black Volta, the White Volta, and the Red Volta.https://flagspot.net/flags/bf_uv.html == History == Upper Volta obtained independence on August 5, 1960. The first president of the country, Maurice Yaméogo, is at the head of the Alliance for Democracy and the Federation / African Democratic Rally. The 1960 Constitution establishes the election by direct universal suffrage of the President and the National Assembly for a term of five years. Shortly after coming to power, Yaméogo banned all political parties other than the Alliance for Democracy. Thomas Sankara came to power through a military coup d'état on August 4, 1983.https://www.britannica.com/biography/Thomas-Sankara After the coup, he formed the National Council for the Revolution (CNR), with himself as president. Under the direction of Sankara, the country changed its name on August 4, 1984, from Upper Volta to Burkina Faso, which means \"Land of Incorruptible People\". == Policy == From 1958 to 1960, the Republic of Upper Volta was led by a High Commissioner: * Max Berthet (December 11, 1958 to February 1959), * Paul Masson (February 1959 to August 5, 1960). From 1971 to 1987, the Republic of Upper Volta was led by a Prime Minister: * Gérard Kango Ouedraogo (February 13, 1971, to February 8, 1974) * Thomas Sankara (August 4, 1983, to October 14, 1987) == Symbols == === Flag === The three colors of the national flag of Upper Volta come from the fact that the Volta has three parts: * the Black Volta, * the White Volta, * the Red Volta. === National Hymn === In French: Verse 1: Fière Volta de mes aieux, Ton soleil ardent et glorieux Te revêt d'or et de fierté Ô Reine drapée de loyauté ! Refrain: Nous te ferons et plus forte, et plus belle À ton amour nous resterons fidèles Et nos cœurs vibrant de fierté Acclameront ta beauté Vers l'horizon lève les yeux Frémis aux accents tumultueux De tes fiers enfants tous dressés Promesses d'avenir caressées Refrain: Le travail de ton sol brûlant Sans fin trempera les cœurs ardents, Et les vertus de tes enfants Le ceindront d'un diadème triomphant. Refrain: Que Dieu te garde en sa bonté, Que du bonheur de ton sol aimé, L'Amour des frères soit la clé, Honneur, Unité et Liberté. In English: Verse: Proud Volta of my ancestors, Your ardent and glorious sun Takes you with gold and pride O Queen draped with loyalty! Refrain: We will make you stronger and more beautiful To your love we will remain faithful And our hearts vibrant with pride Will acclaim your beauty Towards the horizon look up Frisks with the tumultuous accents Of your proud children all trained Caressed promises of future Refrain: The work of your burning ground Endless will soak the ardent hearts, And the virtues of your children The girdle of a triumphant diadem. Refrain: May God keep you in his goodness, May the happiness of your beloved soil, The love of the brethren be the key, Honor, Unity and Freedom. This anthem has been replaced since 1984 by a new anthem, the Ditanyè. == See also == * History of Burkina Faso * List of governors of Upper Volta * List of heads of state of Burkina Faso * List of heads of government of Burkina Faso == References == Category:History of Burkina Faso Category:French West Africa Category:Former colonies in Africa Category:Former French colonies Category:French colonisation in Africa Upper Volta Category:20th century in Burkina Faso Category:States and territories established in 1958 Category:States and territories disestablished in 1960 Category:1958 establishments in French West Africa Category:1958 establishments in the French colonial empire Category:1960 disestablishments in the French colonial empire Category:Burkina Faso–France relations Category:Former polities of the Cold War ",
    "title": "Republic of Upper Volta"
}