{
    "id": "42584",
    "text": "Władysław III (31 October 1424 – 10 November 1444), also known as Władysław of Varna, was King of Poland from 1434 and King of Hungary and Croatia from 1440 until his death at the Battle of Varna. Władysław III of Varna is known in Hungarian as I. Ulászló; in Polish as Władysław Warneńczyk; in Slovak as Vladislav I; in Czech as Vladislav Varnenčík; in Bulgarian as Владислав Варненчик (Vladislav Varnenchik); in Lithuanian as Vladislovas III; in Croatian as Vladislav I. Jagelović. == Royal title == Latin: Wladislaus Dei gracia Polonie, Hungarie, Dalmacie, Croacie, Rascia etc. rex necnon terrarum Cracouie, Sandomirie, Syradie, Lancicie, Cuyauie, Lithuanie princeps supremus, Pomeranie, Russieque dominus et heres etc. English: Vladislaus by God's grace king of Poland, Hungary, Dalmatia, Croatia, Rascia (Serbian Grand Principality) and lands of Kraków, Sandomierz, Sieradz, Łęczyca, Kuyavia, Supreme Prince of Lithuania, lord and heir of Pomerania and Ruthenia ==Early life== Władysław was the first-born son of Władysław II Jagiełło and Sophia of Halshany. He ascended the throne at the age of ten and was immediately surrounded by a group of advisors headed by Cardinal Zbigniew Oleśnicki, who wanted to continue to enjoy his high status at court. In spite of that, the young ruler and his ambitious mother were aware that there was opposition to them. Despite the agreements signed between Władysław II and the Polish magnates to ensure the succession for his sons, the opposition wanted another candidate for the Polish throne: Frederick of Brandenburg, who was betrothed to Hedwig, Jagiełło's daughter by his second wife. However, the conspiracy was resolved by the death of the princess, rumoured to have been poisoned by Queen Sophia. ==Politics and military career== ===King of Poland=== The young king's reign was difficult from the very outset. His coronation was interrupted by a hostile nobleman, Spytko III of Melsztyn. On the next day, the customary homage of the townsfolk of Kraków did not take place due to a dispute between the temporal and spiritual lords of Mazovia over their place in the retinue. Neither did Władysław have much to say later about matters of state, which were run by the powerful cleric and chancellor Oleśnicki. The situation did not change even after the Sejm (Polish parliament) had gathered in Piotrków in 1438, and declared the fourteen-year-old king to have attained his majority. ===King of Hungary and Croatia=== This situation continued until 1440, when Władysław was offered the crown of Hungary. However, accepting it would have led to numerous problems. Hungary was under a growing threat from the Ottoman Empire, and some Polish magnates did not want to agree to the king of Poland also being the monarch of Hungary, while Elisabeth, widow of the deceased King of Hungary, Albert II of Germany, attempted to keep the crown for her yet unborn child. Such inconveniences aside, Władysław finally took the Hungarian throne, having engaged in a two-year civil war against Elisabeth. He had received significant support from Pope Eugene IV, in exchange for his help in organising an anti-Muslim crusade. The eighteen-year-old king, although thus far a king solely by title, became deeply involved in the war against the Ottomans, having been brought up in the standard of a pious Christian monarch and ideal Christian knight, and paid no heed to the interests of Poland and of the Jagiellonian dynasty. ==Crusade against Ottoman Muslims and death at Varna== Władysław III at the Battle of Varna as imagined by Jan Matejko The \"bulwark of Christianity\" and other slogans put forward by the papal envoy Giuliano Cesarini, together with much more reasonable but only verbal promises of Venetian and papal fleets blockading the Dardanelles Straits, along with an enticing vision of a promise of victory in the Crusade of Varna against the Muslims, persuaded Władysław to engage his freshly victorious forces for another season of war, thus breaching the ten-year truce with the aggressive and still powerful Ottoman Empire. Despite their alleged forthcoming help, the Venetian fleet carried the Muslim army from Asia into Europe but failed to sail to Varna, a surprising move that Władysław and his most senior military commander John Hunyadi failed to anticipate. The Venetian treachery placed the huge Muslim army (60,000) under sultan Murad II in close proximity to the unsuspecting crusaders (20,000). As a result, when the Battle of Varna began on 10 November 1444, the Polish king and his multi-ethnic subjects did not sense that this would be for many of them their final fight. Facing the desperate circumstance the king, seeing the experienced Hunyadi fight and break the Sipahi cavalry, decided to gamble and directly attack the sultan, who was protected by the guard cavalry and formidable Janissary infantry. The young king was killed while personally leading his own 500-strong royal Polish heavy cavalry company, his charge losing impetus and coming to a standstill amongst the unyielding Janissaries protecting the sultan. The Janissaries killed the king's bodyguard and beheaded Władysław, displaying his head on a pole. Disheartened by the death of their king, the Hungarian army fled the battlefield. Neither the king's body nor his armor were ever found. ==Personal life== Władysław III had no children and did not marry. The chronicler Jan Długosz, known for his antipathy towards the king and his father, alleged that there was something unusual about Władysław's sexuality, though Długosz did not specify what: \"too subject to his carnal desires\", \"he did not abandon his lewd and despicable habits\".Jan Długosz: Roczniki, czyli kroniki sławnego Królestwa Polskiego, vol. XII, page 685 Długosz wrote about him some sentences later: \"No age has ever seen and will never see a more Catholic and holy ruler who, according to his highest goodness, has never harmed any Christian. [...] Finally, like a holy king and a second angel on earth, he lived a unmarried and virgin life at home and during the war.\" Władysław was succeeded in the Kingdom of Poland by his younger brother, Duke Casimir IV of Lithuania, in 1447, after a three-year interregnum. In Hungary he was succeeded by his former rival, the child-king Ladislaus the Posthumous. ==Legend== St. Joachim and St. Anne Meeting at the Golden Gate. According to a Portuguese legend Władysław survived the Battle of Varna (although the Ottomans claimed to have his head, his body in royal armor was never found) and then journeyed in secrecy to the Holy Land. He became a knight of Saint Catharine of Mount Sinai (O Cavaleiro de Santa Catarina) and then he settled on Madeira.São Joaquim e Santa Ana, Museu de Arte Sacra do Funchal. King Afonso V of Portugal granted him the lands in Madalena do Mar district of the Madeira Islands, for the rest of his life. He was known there as Henrique Alemão (Henry the German) and married Senhorinha Anes (the King of Portugal was his best manRei de Portugal, D. Afonso V, foi o seu padrinho de casamento – A Lenda... Henrique Alemão ou Ladislau III), who gave him two sons. He established a church of Saint Catherine and Saint Mary Magdalene in Madalena do Mar (1471).Henrique Alemão- Ladislau III da Polónia Lenda ou História?Diocese do Funchal , Igreja Santa Maria Madalena em Madalena do Mar. There he was depicted in a painting as Saint Joachim meeting Saint Anne at the Golden Gate on a painting by Master of the Adoration of Machico (Mestre da Adoração de Machico) in the beginning of the 16th century. According to the tradition, he felt his defeat at Varna was a warning sign from God (since he declared war on a false pretext, violating the truce with the Ottoman Muslims). Thus he wandered as a pilgrim, seeking forgiveness, which he found in Jerusalem. For the rest of his life he would deny his identity. A delegation of Polish monks went to Madeira to question him and certified he was in fact the long lost king, now living in secrecy. He declined their suggestion to ascend the Polish throne again. According to another version of the legend, promoted by Portuguese amateur historian Manuel da Silva Rosa, Władysław (as Henrique Alemão) was the real father of Christopher Columbus. ==Historical places== A main boulevard and residential district in Varna are named after Warneńczyk. There was also been a soccer team named Vladislav Varna. There is a park-museum with a symbolic cenotaph of Władysław III in Varna, built on an ancient Thracian mound tomb. ==Gallery== Image:Warnenczyk grob CP.jpg|Cenotaph effigy, Wawel Cathedral Image:Coa Hungary Country History Vladislaus I (1440–1444).svg|Coat of arms Image:VarnaMemorial.jpg|The Memorial of the Battle in Varna, built on an ancient Thracian mound tomb, bearing the name of the fallen king. Image:Vladislaus I (Chronica Hungarorum).jpg|Imaginary portrait from Thuróczi János' Chronica Hungarorum (Władysław was only 20 when he died) Image:Church in Madalena do Mar, Madeira.PNG|Church, Madalena do Mar, Madeira, hypothetical burial place of Władysław III ==See also== * History of Poland (1385–1569) * List of Polish monarchs ==Notes== ==References== *K. Łukasiewicz, Władysław Warneńczyk, Krzyżacy i Kawaler Św Katarzyny, Warszawa 2010 ==External links== Category:1424 births Category:1444 deaths Category:15th-century Polish monarchs Category:Polish Roman Catholics Category:Kings of Hungary Category:Kings of Croatia Category:Jagiellonian dynasty Category:People of the Hussite Wars Category:History of Varna Category:Monarchs killed in action Category:Polish military personnel killed in action Category:Medieval child rulers Category:Christians of the Crusade of Varna ",
    "title": "Władysław III of Poland"
}