{
    "id": "42785",
    "text": "Year 383 (CCCLXXXIII) was a common year starting on Sunday (link will display the full calendar) of the Julian calendar. At the time, it was known as the Year of the Consulship of Merobaudes and Saturninus (or, less frequently, year 1136 Ab urbe condita). The denomination 383 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Britannia ==== * Niall of the Nine Hostages becomes the first High King of IrelandIllustrated Dictionary of Irish History. Mac Annaidh, S (ed). Gill and Macmillan, Dublin. 2001 * Hadrian's Wall, the northern Roman frontier in Britain, is overrun by the Picts and falls into ruin. ==== Roman Empire ==== * January 19 - Arcadius is elevated to Emperor. * Roman troops in Britain proclaim Magnus Maximus Emperor. He crosses over to the continent and makes Trier his capital. Gaul, the Italian provinces and Hispania proclaim loyalty to him. * August 25 - Emperor Gratian, age 24, is assassinated at Lugdunum (modern Lyon), leaving a young widow Laeta. Pannonia and Africa maintain their allegiance to co-emperor Valentinian II, now 12, whose mother, Justina, rules in his name. * Emperor Theodosius I cedes Dacia and Macedonia to Valentinian II. They recognize Magnus Maximus as Augustus. * Theodosius I sends Flavius Stilicho as an envoy to the Persian court of King Shapur III at Ctesiphon, to negotiate a peace settlement relating to the partition of Armenia. ==== Asia ==== * Battle of Feishui: The Jin Dynasty defeats the Former Qin dynasty in Anhui. * King Ardashir II dies after a 4-year reign. He is succeeded by his son Shapur III. === By topic === ==== Religion ==== * Council of Constantinople (383), is held as a local council of mainly eastern bishops. The Council discusses various doctrinal issues, examining several issues regarding Arianism, and rejects the teachings of Eunomius of Cyzicus. * By the order of Emperor Theodosius I, Eunomius of Cyzicus is banished to Moesia. == Births == * Lupus of Troyes, French bishop and Saint (approximate date) == Deaths == * May 30 - Isaac of Dalmatia, Byzantine Orthodox priest and saint * August 25 - Gratian, Roman Emperor (assassinated) (b. 359) * October 21 - Saint Ursula === Date Unknown === * Ardashir II, king of Persia * Flavia Maxima Constantia, daughter of Constantius II * Frumentius, the \"Apostle to Ethiopia\" * Fu Rong, general of the Chinese Di state Former Qin * Wulfila, Arian Gothic bishop == References == 383 ",
    "title": "AD 383"
}