{
    "id": "43107",
    "text": "The Battle of Hürtgen Forest () was a series of fierce battles fought from 19 September to 16 December 1944, between American and German forces on the Western Front during World War II, in the Hürtgen Forest, a area about east of the Belgian–German border. It was the longest battle on German ground during World War II and is the longest single battle the U.S. Army has ever fought.Regan, More military blunders, p.178. The U.S. commanders' initial goal was to pin down German forces in the area to keep them from reinforcing the front lines farther north in the Battle of Aachen, where the US forces were fighting against the Siegfried Line network of fortified industrial towns and villages speckled with pillboxes, tank traps, and minefields. A secondary objective may have been to outflank the front line. The Americans' initial tactical objectives were to take Schmidt and clear Monschau. In a second phase the Allies wanted to advance to the Rur River as part of Operation Queen. Generalfeldmarschall Walter Model intended to bring the Allied thrust to a standstill. While he interfered less in the day-to-day movements of units than at the Battle of Arnhem, he still kept himself fully informed on the situation, slowing the Allies' progress, inflicting heavy casualties, and taking full advantage of the fortifications the Germans called the Westwall, better known to the Allies as the Siegfried Line. The Hürtgen Forest cost the U.S. First Army at least 33,000 killed and wounded, including both combat and non-combat losses, with upper estimate at 55,000; German casualties were 28,000. The city of Aachen in the north eventually fell on 22 October at high cost to the U.S. Ninth Army, but they failed to cross the Rur or wrest control of its dams from the Germans. The battle was so costly that it has been described as an Allied \"defeat of the first magnitude,\" with specific credit given to Model.Whiting, Battle of Hurtgen Forest, pp.xi-xiv, 271–274. The Germans fiercely defended the area because it served as a staging area for the 1944 winter offensive Unternehmen: Wacht am Rhein (later known as the Battle of the Bulge), and because the mountains commanded access to the Rur DamThe Rur Dam holds back the Rurstausee and is the major structure in a network. Upstream are other, smaller, structures: the Paulushof Dam holding the Obersee and the Urft Dam holding the Urfttalsperre. If the floodgates were opened, the resulting surge would flood low-lying areas downstream and temporarily prevent forces from crossing the river. at the head of the Rur Reservoir (Rurstausee). The Allies failed to capture the area after several heavy setbacks, and the Germans successfully held the region until they launched their last-ditch offensive into the Ardennes.Whiting p. 274 This was launched on 16 December and ended the Hürtgen offensive. The Battle of the Bulge gained widespread press and public attention, leaving the battle of Hürtgen Forest less well remembered. The overall cost of the Siegfried Line Campaign in American personnel was close to 140,000.MacDonald, Charles B. The Siegfried Line Campaign. Ch. 27. == Background == By mid-September 1944, the Allied pursuit of the German army after the landings at Normandy was slowing down due to extended supply lines and increasing German resistance. The next strategic objective was to move up to the Rhine River along its entire length and prepare to cross it. Courtney Hodges′ First Army experienced hard resistance pushing through the Aachen Gap and perceived a potential threat from enemy forces using the Hürtgen Forest as a base. The U.S. 1st Infantry Division arrived in early October, joining elements of the XIX Corps and VII Corps, which had encircled Aachen. Although the 1st Infantry Division called for the surrender of the German garrison in the city, German commander Oberst Gerhard Wilck refused to capitulate until 22 October. The Allies also thought it was necessary to remove the threat posed by the Rur Dam. The stored water could be released by the Germans, swamping any forces operating downstream. In the view of the American commanders, Bradley, Hodges, and Collins, the direct route to the dam was through the forest. Some military historians are no longer convinced by these arguments. Charles B. MacDonald — a U.S. Army historian and former company commander who served in the Hürtgen battle — has described it as \"...a misconceived and basically fruitless battle that should have been avoided.\" == Geography == Map showing the area of the battle View to the west over the Kall Valley. The Hürtgen Forest occupies a rugged area between the Rur River and Aachen. In the autumn and early winter of 1944, the weather was cold, wet, and cloudy, and often prevented air support. Apart from the poor weather, the dense forest and rough terrain also prevented proper use of Allied air superiority, which had great difficulties in spotting any targets. The dense conifer forest is broken by few roads, tracks, and firebreaks; vehicular movement is restricted. Conditions on the ground became a muddy morass, further impeding vehicular traffic, especially heavy vehicles such as tanks. The German defenders had prepared the area with improvised blockhouses, minefields, barbed wire, and booby-traps, hidden by the mud and snow. There were also numerous concrete bunkers in the area, mostly belonging to the deep defenses of the Siegfried Line, which were also centers of resistance. The dense forest allowed infiltration and flanking attacks, and it was sometimes difficult to establish a front line or to be confident that an area had been cleared of the enemy. The small numbers of routes and clearings in the forest had also allowed German machine gun, mortar, and artillery teams to pre-range their weapons and fire accurately. The American advantage in numbers (as high as 5:1), armor, mobility, and air support was thus greatly reduced by weather and terrain. In the forest, relatively small numbers of determined and prepared defenders could be highly effective. To exacerbate matters, as the American divisions took casualties, inexperienced replacements had to be fed directly into combat.MacDonald, Charles B. Siegfried Line Campaign. (1984). Center of Military History, United States Army. Pages 454, 468–469. The densely forested terrain also limited the use of tanks and provided cover for German anti-tank teams equipped with panzerfaust shaped-charge grenade launchers. The Allies made improvised rocket launchers, using rocket tubes from aircraft and spare Jeep trailers. Later in the battle, it proved necessary to blast tank routes through the forest. Transportation was similarly limited by the lack of routes: at critical times, it proved difficult to reinforce or supply front-line units or to evacuate the dead and wounded. The Germans were hampered by much the same difficulties, worsened because their divisions had already taken heavy losses on the retreat through France and were hastily filled up with untrained boys and old men, often unfit for normal military service. Transportation was also a problem, because of the difficult roads and the lack of trucks and fuel; most supplies had to be manhandled to the front line. Nonetheless, despite increasing numbers of replacements lacking experience, German defenders had the advantage in that their commanders and many of their soldiers had been fighting for years and had learned the necessary tactics for fighting efficiently in winter and forested areas, whereas the Americans were often well-trained but inexperienced. == Opposing armies == The Hürtgen Forest lay within the area of the U.S. First Army under the command of Lieutenant General Courtney Hodges. Responsibility fluctuated between the V Corps and VII Corps. At the start, the forest was defended by the German 275th and 353rd Infantry Divisions; understrength but well prepared — 5,000 men (1,000 in reserve) — and commanded by Generalleutnant Hans Schmidt. They had little artillery and no tanks. As the battle progressed, German reinforcements were added. American expectations that these troops were weak and ready to withdraw were over optimistic. === U.S. divisions and formations === * 1st Infantry Division (Maj. Gen. Clarence R. Huebner) * 4th Infantry Division (Maj. Gen. Raymond O. Barton) * 8th Infantry Division (Maj. Gen. Donald A. Stroh) * 9th Infantry Division (Maj. Gen. Louis A. Craig) * 28th Infantry Division (Maj. Gen. Norman Cota) * 29th Infantry Division (Elements) (Maj. Gen. Charles H. Gerhardt) * 78th Infantry Division (Maj. Gen. Edwin P. Parker Jr.) * 82nd Airborne Division (Maj. Gen. James M. Gavin * 83rd Infantry Division (Maj. Gen. Robert C. Macon) * 104th Infantry Division (Maj. Gen. Terry de la Mesa Allen Sr.) * 3rd Armored Division (Maj. Gen. Maurice Rose) * 5th Armored Division (Maj. Gen. Lunsford E. Oliver) * 2nd Ranger Battalion * 5th Ranger Battalion (United States) * 366th Fighter Group * 99th Infantry Division (Maj. Gen. Walter E. Lauer) === German divisions === * 85th Infantry Division * 6th Infantry Division * 275th Infantry Division * 344th Infantry Division * 347th Infantry Division * 353rd Infantry Division * 3rd Parachute Division * 3rd Panzergrenadier Division * 116th Panzer Division * 12th Volksgrenadier Division * 47th Volksgrenadier Division * 246th Volksgrenadier Division * 272nd Volksgrenadier Division * 326th Volksgrenadier Division ==Battle== ===First Phase=== The 9th Infantry Division's ultimate objective was Ruer River crossings at Düren. On September 14, 1944, an attack by the 47th Infantry Regiment captured Schevenhütte, on the northern fringes of the forest, with few casualties. The division had surprised the Germans, but lacked the strength to push on as two of their regiments were committed to the south. Attacks on and around the Höfen-Alzen ridge by the 39th and 60th Infantry Regiments were met with heavy resistance and pushed back. The 1st and 2nd Battalions of the 39th captured Lammersdorf, but could not dislodge enemies entrenched in the woods behind the village; the 3rd Battalion suffered heavy losses attacking Hill 554, near Lammersdorf. In these early engagements, the 9th Infantry Division was unable to eject the Germans from the periphery of the forest, and decided to push through it to the northeast and capture Hürtgen and Kleinhau. The engagement began on September 19, 1944. Repeated probes entered the forest toward their objective, but were beaten back by the terrain and Germans dug into prepared positions. On October 5, the 39th and 60th Infantry Regiments attacked towards the town of Schmidt while the 47th held a defensive position. The Monschau-Düren road was quickly cut, but both regiments were slowed by defenses and suffered significant casualties: The 60th's 2nd Battalion was reduced to a third after the first day. The 39th was halted at the Weisser Weh Creek; there were problems with narrow paths, air bursts in trees, and fire breaks which were blocked or enfiladed. Evacuation and supply was difficult or impossible. By 16 October, had been gained at the cost of 4,500 casualties. The U.S. 28th Infantry Division — a Pennsylvania National Guard unit - arrived on 16 October, to relieve the battered 9th. The 28th Division was reinforced with the attached 707th Tank Battalion, tracked M29 Weasel transport and air support. Of its three regiments, one was deployed to protect the northern flank, another to attack Germeter, and the third to capture Schmidt, the main objective. The area had terrible terrain with the Kall Trail running along a deep river ravine. The terrain was not suited to tanks, despite the need for armor to support the infantry. A track from a U.S. armored vehicle that was buried upside down by U.S. troops on an upward slope of a pathway to assist in traction for other U.S. vehicles in the Kall Valley. The attack by the 28th Division started on 2 November; the defenders were expecting it and were ready. The U.S. 109th Infantry Regiment, assigned to capture the woods north of Germeter, was impeded after 300 yards by an unexpected minefield (the \"Wild Pig\"), pinned down by mortar and artillery fire and harassed by local counterattacks. Just one mile was gained after two days, after which the 109th dug in and endured casualties. This initial attack was nearly all the ground the 109th would take during the battle. The U.S. 110th Infantry Regiment had to clear the woods next to the Kall River, capture Simonskall, and maintain a supply route for the advance on Schmidt: Again, these were very difficult tasks due to weather, prepared defenses, determined defenders, and terrain. The weather prevented tactical air support until 5 November. The U.S. 112th Infantry Regiment, attacking from Germeter, took Vossenack and the neighboring ridge by the afternoon. The 112th was then halted by strong defenses and difficult terrain. The 1st and 3rd Battalions of the 112th moved across the Kall Valley and captured Kommerscheidt and Schmidt, respectively, on 3 November. The German supply route to Monschau was cut, but American supply, reinforcement, and evacuation were very limited as the Kall Trail had poor terrain and was infiltrated by the Germans. At dawn on November 4, a strong German counter-attack by tanks of the 116th Panzer Division and a chance encirclement by troops from the 89th Infantry Division rapidly expelled the 3rd Battalion from Schmidt, and they were unable to counter-attack. The battalion disintegrated after constant shelling and a fierce attack by the 116th Panzer Division and some men inadvertently fled east, to be captured by the Germans.Miller (1995) p70 The rest of the battalion retreated to Kommerscheidt to join the 112th's 1st Battalion. Realizing the gravity of the situation, eight M4 Shermans of Company A, 707th Tank Destroyer Battalion attempted to cross the Kall Valley, but only three actually made it across to support the beleaguered 112th. The 116th Panzer Division again attacked with tanks and infantry several times. The American tanks, along with infantry and air support, destroyed five German Panzer IV tanks. At Vossenack, the 112th's 2nd Battalion was nearly forced out of the town on November 6 by a fierce German counterattack, but were assisted by engineers in retaking the western part of the town. The Americans across the Kall Valley at Kommerscheidt held on until November 8, when an order to withdraw was given.Miller (1995) p83-84 The positions at Schmidt and the Kall Trail were abandoned. It wasn't until February 1945 that the 82nd Airborne Division permanently captured the Kall Trail and Schmidt. A German regimental doctor, Hauptmann Günter Stüttgen, negotiated an unofficial ceasefire with the Americans at the Kall Bridge from 7–12 November, in order to attend to the wounded of both sides, numbering in the thousands.Marcy Sanchez Fort Bliss Bugle (03 March 2018) WBAMC’s Troop Command welcomes new CSM, p.7 The lives of many American soldiers were saved by German medics.Konejung Stiftung: Kultur ===Second Phase=== The second phase was part of Operation Queen, the Allied thrust to the Rur River. In this phase, the U.S. 4th Infantry Division was to clear the northern half of the forest between Schevenhütte and Hürtgen, capture Hürtgen, and advance to the Rur south of Düren. From 10 November, this would be VII Corps′ responsibility and it was part of the main VII Corps effort to reach the Rur. The 4th Division was now fully committed to the Hürtgen, although its 12th Infantry Regiment was already mauled from its action at Schmidt, leaving just two fully effective regiments to achieve the divisional objectives. U.S. VII Corps was opposed by German forces, mainly from the LXXXI Corps, consisting of three understrength divisions. In the Hürtgen, there was the 275th Infantry Division — 6,500 men with 150 artillery pieces. They were well dug-in and prepared. The abstract of a U.S. report describes what happened: The attack started on 16 November. The two infantry regiments attacked in parallel columns: the 8th along the northern edge of the forest towards Düren, the 22nd further south in parallel. The open flanks invited infiltration. Similar tactics elsewhere in Hürtgen had \"invited disaster\". A German infantry gun firing in defense against a U.S. attack on 22 November 1944 in the Hürtgen forest Attacks by the 8th Infantry Regiment on Rother Weh Creek hit heavy resistance and were repulsed with heavy losses. The 22nd failed to take Raven's Hedge (Rabenheck), beaten back by heavy machine-gun and artillery fire along the fire-breaks. After three days, there were 300 casualties, including numerous officers and NCOs. By 18 November, tanks were deemed essential, so engineers blasted tank routes through the forest. Communications and logistics remained a problem, so the next day the attack paused to allow re-supply and evacuation of the wounded. German reinforcements arrived from 344th and 353rd Infantry Divisions and resistance stiffened further. Responsibility was returned to V Corps and, on 21 November, 8th Division attacked the Weisser Weh Valley, continuing toward Hürtgen. The 121st Infantry Regiment hit heavy defenses immediately. Despite armored support from the 10th Tank Battalion, daily advances were less than . Hürtgen was taken on 29 November and the battle continued to Kleinhau, north. Commemorative plaque at a house in Merode remembering the soldiers of the 1st Infantry Division lost in action at the Merode area 1944.The final action in the Hürtgen Forest was at Langerwehe-Merode, on the northeastern edge of the forest. Two American companies took the village, but they were later destroyed in a German counter-attack. More than 300 soldiers of the 1st Infantry Division were killed in action on November 29 and 30, 1944. Later, the secret daily report of the Supreme High Command of the German Army (Oberkommando des Heeres (OKH)) of 27 November, stated that in the old Langerwehe penetration area, the U.S. Army (enemy) won terrain. pp. 25–26 incl. picture of the daily report of the Supreme High Command of the German Army Elements of the 8th and the 28th Infantry Divisions then advanced on Brandenberg. The 28th Division — just like the 9th before it (and the 4th Infantry Division, which would relieve the 28th) — also took heavy casualties during its stay in the Hürtgen Forest. On 14 November, the 2nd Ranger Battalion arrived to relieve elements of the 112th Infantry Regiment. On 6 December, the Rangers moved on Bergstein and subsequently took the strategic position of Hill 400 from defending troops from 980th Grenadier Regiment of the 272nd Volksgrenadier Division. Shortly thereafter, on 12 December, the towns of Gey and Strass were taken by American Forces. On the last day of the Hurtgen battle the Germans retook the hill from the 13th Regiment who had replaced the Rangers. The U.S. Army would not seize Hill 400 again until February 1945. From 1–12 December, the 309th, 310th and 311th Infantry Regiments of the 78th Infantry Division (\"Lightning\") relieved elements of the 1st Infantry Division in the line in the vicinity of Entenpfuhl. On 13 December, these regiments smashed into Simmerath, Witzerath, and Bikerath, Germany, and were fighting the Battle of Kesternich against the 272nd Volksgrenadier Division when General Gerd von Rundstedt launched his counteroffensive in the Monschau area. On December 15 the 2nd battalion 309th Infantry was annihilated when the 272nd Volksgrenadiers counterattacked and took back Kesternich. The Germans knew that from the heights at Kesternich the Americans could detect the troop buildup for the Ardennes Offensive and place artillery there to fire on advancing German troops. Military actions at the Siegfried Line up to 15 December alone brought death, injury or captivity to more than 250,000 soldiers from both sides. The First and Ninth U.S. Army suffered 57,039 battle casualties (dead, wounded, captured, missing in action); 71,654 non-battle casualties, i.e. accidents, diseases such as pneumonia, trench foot, frostbite, and trauma. German Armed Forces are presumed to be 12,000 dead, 95,000 captured (documented), and an unknown number of wounded. On 16 December 1944, German forces began the Ardennes Offensive, more commonly known as the Battle of the Bulge and as a result further fighting in the Hurtgen ended. ==Aftermath== A U.S. halftrack of the 16th Infantry Regiment/1st U.S. Division in the Hürtgen Forest, 15 February 1945 The battle of the Hurtgen ended in a German defensive victory and the whole offensive was a dismal failure for the Allies.Miller (1995) p. 1 The Americans suffered 33,000 casualties during the course of the battle which ranged up to 55,000 casualties, included 9,000 non-combat losses and represented a 25 percent casualty rate. The Germans had also suffered heavy losses with 28,000 casualties — many of these were non combat and prisoners of war. The surprise German Ardennes offensive caught Allied forces off guard. The Germans attacked with nearly 30 divisions; including the 1st SS, 2nd SS, and the 12th SS Panzer Divisions, with the northernmost point of the battlefront centered on Monschau. They forced a large salient in the American lines almost sixty miles deep at its maximum extent. However, the Germans never came close to their primary objective, the capture of Antwerp. The Ardennes Offensive came to a complete halt in early January, when German forces in the northern shoulder of the bulge were blocked by a strong American defence, the destruction of bridges by American engineers, and a lack of fuel. In early February, American forces attacked through the Hürtgen Forest for the final time. On 10 February 1945, the Rur Dam was taken by American forces and the Forest itself was not cleared until the 17th when the 82nd Airborne Division reached the Roer River. ==Legacy== There is a stone monument with a bronze plaque at the Hürtgen Military Cemetery, dedicated by veterans of the U.S. 4th Infantry Division to the memory of Friedrich Lengfeld (29 September 1921 – 12 November 1944), a German lieutenant. Lengfeld died on 12 November 1944, of severe wounds sustained while helping a wounded American soldier out of the \"Wild Sow\" (\"Wilde Sau\") minefield. It is the only such memorial for a German soldier placed by his erstwhile opponents in a German military cemetery.:de:Bild:Lengfeld memorial.jpg A memorial sculpture on Kall Bridge recalls that moment of humanity amidst the horrors of war. It was officially dedicated on the 60th anniversary of the ceasefire on the Kall Bridge, November 7, 2004. It was created by Michael Pohlmann, who commented: The plaque was created by the sculptor Tilman Schmitten, Eupen. The memorial sculpture and plaque were endowed by the Konejung Foundation: Culture The 1944 Hürtgen Forest Museum was opened on 29 March 1983 in Kleinhau, in a stone barn to commemorate the battle. ==Historical analysis== Historical discussion revolves around whether or not the American battle plan made any operational or tactical sense. One analysis is that the Allies under-estimated the strength and determination remaining in the psyche of the German soldier, believing his fighting spirit had collapsed under the stress of the Normandy breakout and the reduction of the Falaise Pocket. American commanders, in particular, misunderstood the impassability of the dense Hürtgen Forest, and its effects of reducing artillery effectiveness and making air support impracticable. The better alternative - breaking through south-east out into the open valley, where their advantages in mobility and airpower could come into play, and then heading northeast towards the actual objectives - seems not to have been really considered by the higher headquarters. In addition, American forces were concentrated in the village of Schmidt, and neither tried to conquer the strategic Rur Dams nor recognized the importance of Hill 400 until an advanced stage of the battle. ==See also== * Battle of Crucifix Hill * When Trumpets Fade, a 1998 HBO film which depicts the battle ==Notes== ==References== ==Bibliography== * Astor, Gerald. The Bloody Forest: Battle for Huertgen September 1944 – January 1945. Presidio Press, 2000. * * * * MacDonald, Charles B., The Siegfried Line campaign. Center of Military History, United States Army, 1984. Previously published in 1963. * MacDonald, Charles B., and Sidney T. Mathews, Three battles: Arneville, Altuzzo, and Schmidt. Center of Military History, United States Army, 1993. Previously published in 1952. * * (An article by the son of an American soldier who died in the Battle of the Hurtgen Forest.) * * Regan, G. More Military Blunders. Carlton Books, 1993. * Rush, Robert Sterling, Hell in Hürtgen Forest: The Ordeal and Triumph of an American Infantry Regiment. University Press of Kansas, Lawrence, KS (2001) * * Whiting, Charles, The Battle of Hurtgen Forest. Orion Books, New York, 1989. Reissued by Pocket Books 1990. * Wilson, George, If you survive. New York, Ballantine Books, 1987 Eyewitness account 4th Infantry Division * * ==External links== * Scorpio's Website - The Battle in the Huertgen Forest - Schlacht im Hürtgenwald * The 22d Infantry Regiment in the Battle of Hürtgen Forest * 5th Armored Division * The Battle of Hürtgen Forest * The 9th Infantry Division's battle in the Hürtgen Forest * When Trumpets Fade – movie (1998) * Battle of Hurtgen Forrest * Battle for Huppenbroich, Germany * Oral history interview with Arthur C. Neriani, a member of the 8th Infantry Division describes his experiences from the battle of Hürtgen Forest from the Veterans History Project at Central Connecticut State University Category:Conflicts in 1944 Category:Allied advance from Paris to the Rhine Category:History of the Rhineland Category:Battles of World War II involving the United States Category:Tank battles involving the United States Category:20th century in North Rhine-Westphalia Category:Rhine Province Category:Tank battles involving Germany Category:Tank battles of World War II Category:History of the Eifel ",
    "title": "Battle of Hürtgen Forest"
}