{
    "id": "43243",
    "text": "Khajuraho temple complex, India. The views of religions and religious believers range widely, from giving sex and sexuality a rather negative connotation to believing that sex is the highest expression of the divine. Some religions distinguish between sexual activities that are practised for biological reproduction (sometimes allowed only when in formal marital status and at a certain age) and those practised only for sexual pleasure in evaluating relative morality. ==Overview== Sexual morality has varied greatly over time and between cultures. A society's sexual norms—standards of sexual conduct—can be linked to religious beliefs, or social and environmental conditions, or all of these. Sexuality and reproduction are fundamental elements in human interaction and societies worldwide. Furthermore, \"sexual restriction\" is one of the universals of culture peculiar to all human societies.George P. Murdock. \"On the universals of culture\". In: Linton (ed), The Science of Man in the World Crisis (1945).Alice Ann Cleaveland, Jean Craven, Maryanne Danfelser. Universals of Culture. Center for Global Perspectives, 1979. Accordingly, most religions have seen a need to address the question of a \"proper\" role for sexuality. Religions have differing codes of sexual morality, which regulate sexual activity or assign normative values to certain sexually charged actions or ideas. Each major religion has developed a moral code covering issues of sexuality, morality, ethics etc. These moral codes seek to regulate the situations that can give rise to sexual interest and to influence people's sexual activities and practices. ==Abrahamic faiths== ===Baháʼí faith=== In the Baháʼí Faith, sexual relationships are permitted only between a husband and wife. Bahá'u'lláh, the founder of the Baháʼí Faith, forbids extramarital sexual intercourse in his book of laws, the Kitáb-i-Aqdas. The Baháʼí consideration of sex is that chastity should be practised by both sexes before marriage because it is commendable ethically and leads to a happy and successful marital life. The Baháʼí Faith recognizes the value of the sex impulse, but judges that its proper expression is within the institution of marriage: Baháʼís do not believe in suppression of the sex impulse but in its regulation and control.Letter written on behalf of Shoghi Effendi September 5, 1938. Published in ===Christianity=== ====New Testament==== Paul the Apostle stated in 1 Corinthians that it is good for the unmarried to remain this way, but if they cannot control themselves, they should marry, \"To the unmarried and the widows I say that it is well for them to remain unmarried as I am. But if they are not practising self-control, they should marry. For it is better to marry than to be aflame with passion.\" Importantly, Paul's view of sex is also that it is actually unnecessary for those with certain gifts1 Corinthians 7:7 (presumably \"celibacy\"). New Testament scholar N. T. Wright asserts that Paul absolutely forbade fornication, irrespective of a new Christian's former cultural practices. Wright notes \"If a Corinthian were to say, 'Because I'm a Corinthian, I have always had a string of girl-friends I sleep with, that's part of our culture,' Paul would respond, 'Not now you're a Christian you don't.'... When someone disagreed with Paul's clear rules on immorality or angry disputes, the matters he deals with in Colossians 3.5–10, he is... firm, as we see dramatically in 1 Corinthians 5 and 6. There is no place in the Christian fellowship for such practices and for such a person.\" Some have suggested that Paul's treatment of sex was influenced by his conviction that the end of the world was imminent. Under this view, Paul, believing that the world would soon end, took it as a corollary that all earthly concerns, including sex, should hold little interest for Christians. Paul's letters show far greater concern with sexual issues than the gospel writers attributed to Jesus, since Paul was building Christian communities over decades and responding to various issues that arose. The theologian Lee Gatiss states that \"the word 'fornication' has gone out of fashion and is not in common use to describe non-marital sex. However, it is an excellent translation for [the Biblical term] , which basically referred to any kind of sex outside of marriage... This has been contested... but the overwhelming weight of scholarship and all the available evidence from the ancient world points firmly in this direction. 'Flee sexual immorality () and pursue self-control' (cf. 1 Thess 4:1–8) was the straightforward message to Christians in a sex- crazed world.\" ====Early Christianity==== In early Christianity, reflection on scriptural texts introduced an eschatological hermeneutic to the reading of the Book of Genesis. The Garden of Eden was seen as a normative ideal state to which Christians were to strive; writers linked the future enjoyment of Heaven to the original blessedness of Adam and Eve in their reflections. The valuation of virginity in the ancient church brought into relief a tension between the Genesis injunction to \"be fruitful and multiply\" with its understood contextual implication of marriage as a social institution, and the interpretation of the superiority of virginity over marriage, sexual activity and family formation from the Gospel texts Matt 19:11-12, Matt 19:29. One way patristic thinkers tried to harmonize the texts was through the position that there had actually been no sexual intercourse in Eden: on this reading, sex happened after the fall of man and the expulsion from Eden, thus preserving virginity as the perfect state both in the historical Paradise and the anticipated Heaven. John Chrysostom, Gregory of Nyssa, Justin Martyr, Epiphanius of Salamis, and Irenaeus of Lyons all espoused this view: *Gregory of Nyssa, On Virginity, 12 \"He did not yet judge of what was lovely by taste or sight; he found in the Lord alone all that was sweet; and he used the helpmeet given him only for this delight, as Scripture signifies when it said that 'he knew her not' till he was driven forth from the garden, and till she, for the sin which she was decoyed into committing, was sentenced to the pangs of childbirth. We, then, who in our first ancestor were thus ejected, are allowed to return to our earliest state of blessedness by the very same stages by which we lost Paradise. What are they? Pleasure, craftily offered, began the Fall, and there followed after pleasure shame, and fear, even to remain longer in the sight of their Creator, so that they hid themselves in leaves and shade; and after that they covered themselves with the skins of dead animals; and then were sent forth into this pestilential and exacting land where, as the compensation for having to die, marriage was instituted\".St. Gregory of Nyssa, “,” trans. by William Moore & Henry Austin Wilson, in Philip Schaff & Henry Wace, eds., Nicene & Post-Nicene Fathers, Second Series № 5 (Buffalo, N.Y.: Christian Literature Publishing, 1893) [revised & edited for New Advent by Kevin Knight (2017), “Church Fathers: On Virginity,” accessed 2019‑10‑07]. * John Chrysostom, On Virginity, 14.3 \"When the whole world had been completed and all had been readied for our repose and use, God fashioned man for whom he made the world... Man did need a helper, and she came into being; not even then did marriage seem necessary... Desire for sexual intercourse, conception, labor, childbirth, and every form of corruption had been banished from their souls. As a clear river shooting forth from a pure source, so they were in that place adorned by virginity.\" 15.2 \"Why did marriage not appear before the treachery? Why was there no intercourse in paradise? Why not the pains of childbirth before the curse? Because at that time these things were superfluous.\". * Irenaeus, Against Heresies, Book 3, ch 22:4 \"But Eve was disobedient; for she did not obey when as yet she was a virgin. And even as she, having indeed a husband, Adam, but being nevertheless as yet a virgin (for in Paradise they were both naked, and were not ashamed, inasmuch as they, having been created a short time previously, had no understanding of the procreation of children: for it was necessary that they should first come to adult age, and then multiply from that time onward), having become disobedient, was made the cause of death, both to herself and to the entire human race...\" * Epiphanius of Salamis, Panarion, 78.17–19 \"And as in paradise Eve, still a virgin, fell into the sin of disobedience, once more through the Virgin [Mary] came the obedience of grace.\" * Justin Martyr, Dialogue with Trypho, ch 100 \"For Eve, who was a virgin and undefiled, having conceived the word of the serpent, brought forth disobedience and death. But the Virgin Mary received faith and joy, when the angel Gabriel announced the good tidings to her...\" Prof. John Noonan suggests that \"if one asks... where the Christian Fathers derived their notions on marital intercourse – notions which have no express biblical basis – the answer must be, chiefly from the Stoics\". He uses texts from Musonius Rufus, Seneca the Younger, and Ocellus Lucanus, tracing works of Clement of Alexandria, Origen and Jerome to the works of these earlier thinkers, particularly as pertaining to the permissible use of the sexual act, which in the Stoic model must be subdued, dispassionate, and justified by its procreative intent. Augustine of Hippo had a different challenge: to respond to the errors of Manichaeism. The Manichees, according to Augustine, were \"opposed to marriage, because they are opposed to procreation which is the purpose of marriage\". \"The method of contraception practised by these Manichees whom Augustine knew is the use of the sterile period as determined by Greek medicine\", which Augustine condemns (this stands in contrast to the contemporarily permitted Catholic use of Natural family planning). As monastic communities developed, the sexual lives of monks came under scrutiny from two theologians, John Cassian and Caesarius of Arles, who commented on the \"vices\" of the solitary life. \"Their concerns were not with the act of masturbation, but with the monks who vowed chastity. The monks' vow made masturbation an illicit act; the act itself was not considered sinful... In fact... prior to Cassian, masturbation was not considered a sexual offence for anyone.\" ====Catholicism==== From the beginning of the thirteenth century, the Catholic Church formally recognized marriage between a freely consenting, baptized man and woman as a sacrament – an outward sign communicating a special gift of God's love. The Council of Florence in 1438 gave this definition, following earlier Church statements in 1208, and declared that sexual union was a special participation in the union of Christ in the Church. However the Puritans, while highly valuing the institution, viewed marriage as a \"civil\", rather than a \"religious\" matter, being \"under the jurisdiction of the civil courts\".Feige, Diana, and Franz G M. Feige. \"Love, Marriage, and Family in Puritan Society.\" Dialogue & Alliance 9, no. 1 (March 1, 1995): 96-114. ATLA Religion Database with ATLASerials, EBSCOhost (accessed December 3, 2010). P109 This is because they found no biblical precedent for clergy performing marriage ceremonies. Further, marriage was said to be for the \"relief of concupiscence\" as well as any spiritual purpose. The Catholic moral theologian Charles E. Curran stated \"the fathers of the Church are practically silent on the simple question of masturbation\". The Catechism of the Catholic Church teaches that \"the flesh is the hinge of salvation\". The Catechism indicates that sexual relationships in marriage is \"a way of imitating in the flesh the Creator's generosity and fecundity\" and lists fornication as one of the \"offenses against chastity\", calling it \"an intrinsically and gravely disordered action\" because \"use of the sexual faculty, for whatever reason, outside of marriage is essentially contrary to its purpose\". The \"conjugal act\" aims \"at a deeply personal unity, a unity that, beyond union in one flesh, leads to forming one heart and soul\" since the marriage bond is to be a sign of the love between God and humanity. Pope John Paul II's first major teaching was on the theology of the body, presented in a series of lectures by the same name. Over the course of five years he elucidated a vision of sex that was not only positive and affirming but was about redemption, not condemnation. He taught that by understanding God's plan for physical love we could understand \"the meaning of the whole of existence, the meaning of life.\" He taught that human beings were created by a loving God for a purpose: to be loving persons who freely choose to love, to give themselves as persons who express their self-giving through their bodies. Thus, sexual intercourse between husband and wife is a symbol of their total mutual self-donation. For John Paul II, \"The body, and it alone, is capable of making visible what is invisible: the spiritual and divine.\" He says there is no other more perfect image of the unity and communion of God in mutual love than the sexual act of a married couple, whereby they give themselves in a total way – exclusively to one another, and up to the end of their lives, and in a fruitfully generous way by participating in the creation of new human beings. Through this perspective, he understands the immorality of extra-marital sex. It falsifies the language of the human body, a language of total love worthy of persons by using the body for selfish ends, thus treating persons as things and objects, rather than dealing with embodied persons with the reverence and love that incarnate spirits deserve. John Paul II stresses that there is great beauty in sexual love when done in harmony with the human values of freely chosen total commitment and self-giving. For him, this sexual love is a form of worship, an experience of the sacred.Theology of Marriage and Celibacy, Boston, St. Paul Books and Media 1986 Roman Catholics believe that masturbation is a sin. ====Protestantism==== Laws against adultery in the United States in 1996 and when these laws were enacted Views over sexuality in Protestant churches differ. ===== Conservative evangelical protestant churches ===== Some Protestants assert that any and all sex outside of marriage, including that conducted between committed, engaged or cohabiting couples, is the sin of fornication. Unlike Roman Catholics, Protestants do not disapprove of masturbation due to the lack of a Biblical injunction against the act. Mainstream and conservative Protestants agree masturbation is not a sin, although there are various restrictions, such as making sure it does not lead to use of pornography or looking lustfully at people or mutual masturbation or addiction to the act. It must also not be undertaken in a spirit of defiance against God. ===== Liberal protestant churches ===== All 20 Lutheran, Reformed and United churches of the Evangelical Church in GermanyEKD.de: Verläßlichkeit und Verantwortung stärken (german), 2000, the Protestant Church in the Netherlands in the Netherlands {{Webarchiv|url=http://www.protestantchurch.nl/default.asp?rIntNavMotherNavId=938&inc;=in and the reformed churches in the Federation of Swiss Protestant Churches in Switzerland Kirchenbund.de: Rat des Kirchenbundes befürwortet die Öffnung der Ehe für gleichgeschlechtliche Paare, 29 August 2019 (german) view homosexuality not as a violation of the 7th commandment or a sin. In these Lutheran, United and Reformed churches gay ministers are permitted in ministry and gay married couples are allowed in their churches.DeutschlandfunkKultur.de: Eine neue evangelische Sexualethik (german), 2012 Zeit.de: Sex auf Evangelisch (german), 2015 Inside the Lutheran Church of Sweden, the Bishop of Stockholm, Eva Brunne is a lesbian and married with her wife.SWEDEN: Lesbian priest ordained as Lutheran bishop of Stockholm. Episcopal News Service. The Metropolitan Community Church, also known as the Universal Fellowship of Metropolitan Community Churches, has a specific outreach to lesbian, gay, bisexual, and transgender families and communities. ===== Anglicanism ===== The Anglican Church upholds human sexuality as a gift from a loving God, designed to be between a man and a woman in a monogamous, lifetime union of marriage. It also recognises singleness and dedicated celibacy as Christ-like. It reassures people with same-sex attraction they are loved by God, and are welcomed as full members of the Body of Christ. The Church leadership has a variety of views in regard to homosexual expression and ordination. Some expressions of sexuality are considered sinful, including “promiscuity, prostitution, incest, pornography, paedophilia, predatory sexual behaviour, and sadomasochism (all of which may be heterosexual and homosexual), adultery, violence against wives, and female circumcision.” The Church is concerned with pressures on young people to engage sexually and encourages abstinence. In the Anglican church, there is a large discussion over the blessing of gay couples, and over tolerance of homosexuality. The discussion is more about the aspect of love between two people of the same-sex in a relationship than it is about the sexual aspect of a relationship. ====Church of Jesus Christ of Latter-Day Saints (Mormonism)==== The LDS church does not allow any sexual expression for lesbian and gay individuals. Within the many branches of Mormonism, the principal denomination the LDS Church teaches conservative views around sexual ethics in their Law of Chastity, which holds that masturbation, pre- and extra-marital sex, and same-sex sexual activity are sins. In the 1800s, however, it was allowed for men to be married to and have children with several women, and this was also discontinued in the 1800s. On various occasions, LDS church leaders have taught that members should not masturbate as part of obedience to the LDS law of chastity. The LDS church believes that sex outside of opposite-sex marriage is sinful, and that any same-sex sexual activity is a serious sin. God is believed to be in a heterosexual marriage with the Heavenly Mother, and Mormons believe that opposite-sex marriage is what God wants for all his children. Top LDS church leaders formerly taught that attractions to those of the same sex were a sin or disease that could be changed or fixed, but now have no stance on the etiology \"The Church does not have a position on the causes of any of ... same-gender attraction. Those are scientific questions ... Whether nature or nurture—those are things the Church doesn’t have a position on.\" of homosexuality, and teach that therapy focused on changing sexual orientation is unethical. \"[I]t is unethical to focus professional treatment on an assumption that a change in sexual orientation will or must occur.\" Lesbian, gay, and bisexual members are, thus, left with the option of attempting to change their sexual orientation, entering a mixed-orientation opposite-sex marriage, or living a celibate lifestyle without any sexual expression (including masturbation). The LDS church teaches that women's principal role is to raise children. Women who rejected this role as being a domestic woman in the home, were seen as unstable and corrupted. Before 1890, the Mormon leaders taught that polygamy was a way to salvation, and many had multiple wives into the early 1900s, and some women practiced polyandry. See footnote 29. The Mormon religion teaches that marriage should be with a man and a woman. The LDS church teaches its members to obey the law of chastity, which says that “sexual relations are proper only between a man and a woman who are legally and lawfully wedded as husband and wife.” Violations of this code include: \"adultery, being without natural affection, lustfulness, infidelity, incontinence, filthy communications, impurity, inordinate affection, fornication.” The traditional Mormon religion forbids all homosexual behavior, whether it be intra-marriage or extramarital. In Romans 1:24-32, Paul preached to the Romans that homosexual behavior was sinful. In Leviticus 20:13, Moses included in his law that homosexual actions and behaviors were against God's will. In the 1830s, LDS founder, Joseph Smith, instituted the private practice on polygamy. The practice was defended by the church as a matter of religious freedom. In 1890, the church practice was terminated. Since the termination of polygamy, Mormons have solely believed in marriage between two people, and those two people being a man and a woman. The LDS community states that they still love homosexuals as sons and daughters of the Lord, but if they act upon their inclinations, then they are subject to discipline of the church. ====Unity Church==== While the Unity Church at one point in its history offered prayers for the healing of homosexuality, the church has consistently ordained openly gay ministers, beginning with Ernest C. Wilson, who was ordained as a minister by founder Charles Fillmore, who sent him to a church in Hollywood, California on learning of his orientation. ====Rosicrucian Fellowship==== According to Max Heindel, sex should be only used for procreation. All sexual intercourses intended for pleasure or for any other reason, even within marriage, are sinful against the Holy Spirit.Rosicrucian Philosophy in Questions and Answers, Vol. 1, pp. 221-22 ===Islam=== thumb|200px| Same-sex sexual activity illegal Islam encourages marriage as a form of religious practice, and considers it as the best form that regulates the sexual relationship of human beings. Quranic verses made it legal for Muslim men to marry women from other Abrahamic religions (i.e. Jews and Christians), provided that the women are faithful (adherent) to their own religious beliefs. Contemporary scholars have upheld this ruling. A Muslim woman, on the other hand, is only allowed to marry a Muslim man because to marry a non-Muslim man would mean that the children would grow up as non- Muslims. A marriage contract between a Muslim woman and a non-Muslim man is traditionally considered illegal and void, and hence legally an adulterous affair. Another reason is to insure that the woman's legal rights are fully recognized in a marriage contract. Most forms of sexual contact within a marriage are allowed. Sex is considered a pleasurable, even spiritual activity, and a duty. At least one hadith explicitly states that for a married couple to have sex is a good deed rewarded by God. Another hadith suggests that a man should not leave the proverbial bed until the woman is satisfied, a reference many say points to orgasm. Forbidden sexual contact includes genital contact with a woman while she is menstruating. In such case, other sexual contact (such as kissing and any sexual activity that does not include vaginal contact) is explicitly allowed. Temporary marriage (Mut'a, marriage designated for a preset period of time) is not allowed by the majority Sunni schools, but is allowed by Shia schools. Debate continues on its validity. Adultery warrants severe punishment. Pre-marital sex is also considered sinful, albeit less severe. All shari'a laws regulating sexual conduct apply to both men and women equally, apart from those concerning menstruation. There are dissenting views on the topic of masturbation. While some scholars consider it unlawful and thus prohibited according to Islamic doctrine, others (such as those of the Hanbali doctrine) believe that those who masturbate out of fear of committing fornication or fear for their bodies have done nothing wrong and are not punished if (and only if) they are unable to marry. According to some hadiths however, men are encouraged to fast in order to avoid fornication and tempting oneself with sexual thoughts or conversations with opposite sex outside marriage is strongly discouraged. ===Judaism=== Religious homophobic protestors, during the gay pride parade in Haifa In the perspective of traditional Judaism, sex and reproduction are the holiest of acts one can do, the act through which one can imitate God, \"The Creator\", and in order to preserve its sanctity there are many boundaries and guidelines. Within the boundaries, there are virtually no outright strictures, and it is in fact obligatory. It prohibits sexual relations outside of heterosexual marriage, maintains biblical strictures on relations within marriage including observance of niddah, a prohibition on relations for a period including the menstrual period, and tzniut, requirements of modest dress and behavior. Traditional Judaism views the physical acts of adultery, incest, intentional waste of semen, the physical act of men having sex with men, and male masturbation as grave sins. Judaism permits relatively free divorce, with Orthodox Judaism and Conservative Judaism requiring a religious divorce ceremony for a divorce to be religiously recognized. Worldwide movements in Judaism considered more liberal have rejected Jewish law as binding but rather inspirational and allegorical, so adapted perspectives more consistent with contemporary western general secular culture. Most of mainstream Judaism does not accept polyamory, although some people consider themselves Jewish and polyamorous. One prominent rabbi who does accept polyamory is Sharon Kleinbaum who was ordained in Reconstructionist Judaism which considers biblical Jewish law as not considered binding, but is treated as a valuable cultural remnant that should be upheld unless there is reason for the contrary. She is the senior rabbi at Congregation Beit Simchat Torah in New York which works independently of any major American Jewish denomination; R Kleinbaum says that polyamory is a choice that does not preclude a Jewishly observant, socially conscious life. Some polyamorous Jews also point to biblical patriarchs having multiple wives and concubines as evidence that polyamorous relationships can be sacred in Judaism. There is an email list dedicated to polyamorous Jews, called AhavaRaba, which roughly translates to \"big love\" in Hebrew. (Its name echoes the Ahava rabbah prayer expressing thanks for God's \"abundant love\".) ====Conservative==== Conservative Judaism, consistent with its general view that halakha (Jewish law) is a binding guide to Jewish life but subject to periodic revision by the Rabbinate, has lifted a number of strictures observed by Orthodox Judaism. In particular, in December 2006, Conservative Judaism's Committee on Jewish Law and Standards adopted responsa presenting diametrically opposed views on the issue of homosexuality. It adopted an opinion restricting a prior prohibition on homosexual conduct to male-male anal sex only, which it declared to be the only Biblical prohibition, declaring all other prohibitions (e.g. male-male oral sex or lesbian sex) rabbinic, and lifting all rabbinic restrictions based on its interpretation of the Talmudic principle of Kevod HaBriyot (\"human dignity\"). While declining to develop a form of religious gay marriage, it permitted blessing lesbian and gay unions and ordaining openly lesbian and gay rabbis who agree not to engage in male-male anal sex.Elliott N. Dorff, Daniel Evans, and Avram Reisner. Homosexuality, Human Dignity, and Halakha. Committee on Jewish Law and Standards, Rabbinical Assembly, December 6, 2006 It is also a traditionalist opinion, upholding all traditional prohibitions on homosexual activity, also adopted as a majority opinion,Rabbi Joel Roth, Homosexuality Revisited, Committee on Jewish Law and Standards, Rabbinical Assembly, December 6, 2006 The approach permits individual rabbis, congregations, and rabbinical schools to set their own policy on homosexual conduct. It reflects a profound change from a prior blanket prohibition on male homosexual practices. It acknowledges a sharp divergence of views on sexual matters within Conservative Judaism, such that there is no single Conservative Jewish approach to matters of sexuality. Conservative Judaism currently straddles the divide between liberal and traditional opinion on sexual matters within contemporary American society, permitting both views.Conservative Panel Votes To Permit Gay Rabbis Jewish Daily Forward, December 7, 2006 Conservative Judaism has maintained on its books a variety of requirements and prohibitions, including a requirement that married women observe the family purity laws and a general prohibition on non-marital heterosexual conduct. The family purity laws require women to be recognized as tumah or niddah during their menstrual period. As a tumah, a woman is to wait 7 days for her menstrual cycle to end and then 7 \"clean days\" in order to enter the mikveh and begin sexual relations. During this time, it is forbidden to have any type of contact with the niddah, thus anything she touches is not to be touched and no physical contact is permitted. On the same day as the Committee on Jewish Law and Standards released its homosexuality responsa, it released multiple opinions on the subject of niddah including a responsum lifting certain traditional restrictions on husband-wife contact during the niddah period while maintaining a prohibition on sexual relations. The permissive responsum on homosexuality used the Conservative movement's approach to niddah as an analogy for construing the Biblical prohibition against male homosexual conduct narrowly and lifting restrictions it deemed Rabbinic in nature. The responsum indicated it would be making a practical analogy between an approach in which male homosexual couples would be on their honor to refrain from certain acts and its approach to niddah: The responsum enjoined young people not to be \"promiscuous\" and to prepare themselves for \"traditional marriage\" if possible, while not explicitly lifting or re- enforcing any express strictures on non-marital heterosexual conduct. Even before this responsum, strictures on pre-marital sex had been substantially ignored, even in official circles. For example, when the Jewish Theological Seminary of America proposed enforcing a policy against non-marital cohabitation by rabbinical students in the 1990s, protests by cohabiting rabbinical students resulted in a complete rescission of the policy. Conservative Judaism formally prohibits interfaith marriage and its standards currently indicate it will expel a rabbi who performs an interfaith marriage. It maintains a variety of formal strictures including a prohibition on making birth announcements in synagogue bulletins for children on non-Jewish mothers and accepting non-Jewish individuals as synagogue members. However, interfaith marriage is relatively widespread among the Conservative laity, and the Conservative movement has recently adapted a policy of being more welcoming of interfaith couples in the hopes of interesting their children in Judaism. Conservative Judaism, which was for much of the 20th century the largest Jewish denomination in the United States declined sharply in synagogue membership in the United States the 1990s, from 51% of synagogue memberships in 1990 to 33.1% in 2001, with most of the loss going to Orthodox Judaism and most of the rest to Reform. The fracturing in American society of opinion between increasingly liberal and increasingly traditionalist viewpoints on sexual and other issues, as well as the gap between official opinion and general lay practice vis-a-vis the more traditionalist and liberal denominations, may have contributed to the decline.Chaim Waxman, Winners and Losers in Denominational Memberships in the United States. Jerusalem Center for Public Affairs, 2005 ====Orthodox==== There are several levels to the observance of physical and personal modesty (tzniut), according to Orthodox Judaism, as derived from various sources in halakha. Observance of these rules varies from aspirational to mandatory to routine across the spectrum of Orthodox stricture and observance. Orthodox Judaism also maintains a strong prohibition on interfaith sexual relations and marriage. Orthodox Judaism, alone of all the Jewish denominations, retains relatively mild traditional disabilities on divorce, including a Biblical prohibition on a Kohen (priestly descendant of Aaron) marrying a divorcee or a woman who has engaged in certain types of sexual misconduct. An Orthodox bill of divorce is required for a divorce to be recognized. ====Reform, Reconstructionist and Humanistic==== Reform Judaism,https://www.ccarnet.org/ccar-responsa/same-sex-marriage- kiddushin/ Humanistic Judaism, and Reconstructionist Judaism do not observe or require traditional sexuality rules and have welcomed non-married and homosexual couples and endorsed homosexual commitment ceremonies and marriages. Reform and Reconstructionist Judaism are more tolerant of interfaith marriage, and many rabbis in both communities will perform one. Humanistic Judaism permits interfaith marriage. Reform, Reconstructionist, and Humanistic Judaism also do not require a religious divorce ceremony separate from a civil divorce. It has been speculated that the more tolerant attitudes of Reform, Reconstructionist, and Humanistic Judaism towards both sexual diversity and interfaith marriage may have contributed to the rise in their popularity during the 1990s, from about 33% of affiliated households to 38%, passing Conservative Judaism as the largest Jewish denomination in the United States. ==Indian religions== ===Buddhism=== The most common formulation of Buddhist ethics are the five precepts and the Noble Eightfold Path, which say that one should neither be attached to nor crave sensual pleasure. These precepts take the form of voluntary, personal undertakings, not divine mandate or instruction. Of the five precepts, the third vow is to refrain from sex with anothers' spouse, someone under age (namely, those protected by their parents or guardians), and those who have taken vows of religious celibacy. In Chinese Buddhism, the third vow is interpreted as refraining from sex outside marriage.P. 106 A Dictionary of Chinese Buddhist Terms: With Sanskrit and English Equivalents and a Sanskrit-Pali Index By Lewis Hodous, William E. Soothill Buddhist monks and nuns of most traditions are expected to refrain from all sexual activity and the Buddha is said to have admonished his followers to avoid unchastity \"as if it were a pit of burning cinders.\" While laypersons may have sex within marriage, monks may not have sex at all. ===Hinduism=== Erotic sculptures at the main Hindu temples of Khajuraho Group of Monuments Religiously, Hindus begin life at the Brahmacharya or \"student\" stage, in which they are directed to chastely advance themselves educationally and spiritually to prepare themselves for a life of furthering their dharma (societal, occupational, parental, etc. duties) and karma (right earthly actions); only once they reach the Grihastya or \"householder\" stage can they seek kama (physical pleasure) and artha (worldly achievement, material prosperity) through marriage and their vocations, respectively. According to the Dharmasastras or the religious legal texts of Hinduism, marriage in Hinduism is an institution for reproduction and thus is naturally limited to heterosexual couples. Furthermore, sex outside of marriage is prohibited. The Manusmriti list 8 types of marriage of which 4 are consensual and encouraged and 4 are non consensual and are discouraged. However, popular practices did not necessarily reflect the religious teachings. The Kama Sutra (Discourse on Kāma) by Vatsayana, widely believed to be just a manual for sexual congress, offers an insight into sexual mores, ethics and societal rules that were prevalent in ancient India. The erotic sculptures of Khajuraho also offer an insight. Abhigyana Shakuntalam, a drama in Sanskrit by Kalidasa, cited as one of the best examples of shringara ras (romance, one of the nine rasas or emotions), talks of the love story of Dushyanta and Shakuntala.\"History of Indian Theatre: Classical theatre\", by Manohar Laxman Varadpande, p. 123, ==Neopaganism== Most Neopagan religions have the theme of fertility (both physical and creative/spiritual) as central to their practices, and as such encourage what they view as a healthy sex life, consensual sex between adults, regardless of gender. Wicca, like other religions, has adherents with a broad spectrum of views ranging from conservative to liberal. It is a largely nondogmatic religion and has no prohibitions against sexual intercourse outside of marriage or relationships between members of the same sex. The religion's ethics are largely summed up by the Wiccan Rede: \"An it harm none, do as thou wilt\", which is interpreted by many as allowing and endorsing responsible sexual relationships of all varieties. Specifically in the Wiccan tradition of modern witchcraft, one of the widely accepted pieces of Craft liturgy, the Charge of the Goddess instructs that \"...all acts of love and pleasure are [the Goddess'] rituals\", giving validity to all forms of sexual activity for Wiccan practitioners. In the Gardnerian and Alexandrian forms of Wicca, the \"Great Rite\" is a sex ritual much like the hieros gamos, performed by a priest and priestess who are believed to embody the Wiccan God and Goddess. The Great Rite is almost always performed figuratively using the athame and chalice as symbols of the penis and vagina. The literal form of the ritual is always performed by consenting adults, by a couple who are already lovers and in private. The Great Rite is not seen as an opportunity for casual sex. ==Satanism== LaVeyan Satanism is critical of Abrahamic sexual mores, considering them narrow, restrictive and hypocritical. Sex is viewed as an indulgence, but one that should only be freely entered into with consent. The Eleven Satanic Rules of the Earth only give two instructions regarding sex, namely \"Do not make sexual advances unless you are given the mating signal\" and \"Do not harm little children\", although the latter is much broader and encompasses physical and other abuse. This has always been consistent part of Church of Satan policy since its inception in 1966 as Peter H. Gilmore wrote in an essay supporting same sex marriage: Satanists are pluralists, accepting gays, lesbians, bisexuals, BDSM, polyamorists, transgender people, and asexuals. In that essay, he also stated: ==Taoism== In Chinese mythology, Jiutian Xuannü is the goddess of war, sex, and longevity. She is closely related to Sunü (素女), who is her divine sister. Both their names combined, as xuansu zhidao (玄素之道), signify the Daoist arts of the bedchamber. Most books bearing Jiutian Xuannü's name were about warfare, but there were a few books that were specifically about sex. The Xuannü Jing (玄女經, \"Mysterious Woman Classic\") and the Sunü Jing (素女經, \"Natural Woman Classic\"), both dating to the Han dynasty, were handbooks in dialogue form about sex. Texts from the Xuannü Jing have been partly incorporated into the Sui dynasty edition of the Sunü Jing. From the Han dynasty onwards, these handbooks would be familiar to the upper class. On the other side, during the Han dynasty, Wang Chong had criticized the sexual arts as \"not only harming the body but infringing upon the nature of man and woman.\" During the Tang dynasty and earlier periods, Jiutian Xuannü was often associated with the sexual arts. The Xuannü Jing remained a familiar work among the literati during the Tang and Sui dynasties. The Dongxuanzi Fangzhong Shu (洞玄子房中術, \"Bedchamber Arts of the Master of the Grotto Mysteries\"), which was likely written by the 7th-century poet Liu Zongyuan, contains explicit descriptions of the sexual arts that was supposedly transmitted from Jiutian Xuannü. The sexual practices, that Jiutian Xuannü supposedly taught, were often compared to alchemy and physiological procedures for prolonging life. In Ge Hong's Baopu Zi, there's a passage in which Jiutian Xuannü tells Huangdi that sexual techniques are \"like the intermingling of water and fire—it can kill or bring new life depending upon whether or not one uses the correct methods.\" Tu'er Shen (), The Leveret Spirit is a Chinese Shenist or Taoist deity who manages love and sex between men. His name is often colloquially translated as \"Rabbit God\". Wei-Ming Temple in the Yonghe District of New Taipei City in Taiwan is dedicated to Tu'er Shen.http://www.weimingtang.url.tw/ About 9000 pilgrims visit the temple each year to pray to find a suitable partner.https://m.huffpost.com/us/entry/us_6499210 The Wei-ming temple also performs love ceremony for gay couples.http://www.newnownext.com/taiwanese- rabbit-temple-drawing-gay-pilgrims/01/2015/ ==Unitarian Universalism== Several UU congregations have undertaken a series of organizational, procedural and practical steps to become acknowledged as a \"Welcoming Congregation\": a congregation which has taken specific steps to welcome and integrate gay, lesbian, bisexual & transgender (LGBT) members. UU ministers perform same-sex unions and now same-sex marriages where legal (and sometimes when not, as a form of civil protest). On June 29, 1984, the Unitarian Universalists became the first major church \"to approve religious blessings on homosexual unions.\"\"Unitarians Endorse Homosexual Marriages\", UPI, The New York Times, 29 June 1984. Unitarian Universalists have been in the forefront of the work to make same-sex marriages legal in their local states and provinces, as well as on the national level. Gay men, bisexuals, and lesbians are also regularly ordained as ministers, and a number of gay, bisexual, and lesbian ministers have, themselves, now become legally married to their partners. In May 2004, Arlington Street Church was the site of the first state-sanctioned same-sex marriage in the United States. The official stance of the UUA is for the legalization of same-sex marriage—\"Standing on the Side of Love.\" In 2004 UU Minister Rev. Debra Haffner of The Religious Institute on Sexual Morality, Justice, and Healing published An Open Letter on Religious Leaders on Marriage Equality to affirm same-sex marriage from a multi-faith perspective. In December 2009, Washington, DC Mayor Adrian Fenty signed the bill to legalize same-sex marriage for the District of Columbia in All Souls Church, Unitarian (Washington, D.C.). Unitarian Universalists for Polyamory Awareness is a group within Unitarian Universalism whose vision is \"for Unitarian Universalism to become the first poly-welcoming mainstream religious denomination.\" ==Western esotericism and occultism== Aleister Crowley in ceremonial garb, 1912. Sex magic is a term for various types of sexual activity used in magical, ritualistic, or otherwise religious and spiritual pursuits found within Western esotericism which is a broad spectrum of spiritual traditions found in Western society, or refers to the collection of the mystical, esoteric knowledge of the Western world.. One practice of sex magic is using the energy of sexual arousal or orgasm with visualization of a desired result. A premise of sex magic is the concept that sexual energy is a potent force that can be harnessed to transcend one's normally perceived reality. The earliest known practical teachings of sex magic in the Western world come from 19th-century American occultist Paschal Beverly Randolph, under the heading of The Mysteries of Eulis. In the latter part of the 19th century, sexual reformer Ida Craddock published several works dealing with sacred sexuality, most notably Heavenly Bridegrooms and Psychic Wedlock. Aleister Crowley reviewed Heavenly Bridegrooms in the pages of his journal The Equinox, stating: > It was one of the most remarkable human documents ever produced, and it > should certainly find a regular publisher in book form. The authoress of the > MS. claims that she was the wife of an angel. She expounds at the greatest > length the philosophy connected with this thesis. Her learning is enormous. > [...] This book is of incalculable value to every student of occult matters. > No Magick library is complete without it. Aleister Crowley became involved with Theodor Reuss and Ordo Templi Orientis following the publication of The Book of Lies between 1912 and 1913.King, Francis The Magical World of Aleister Crowley page 80 According to Crowley's account, Reuss approached him and accused him of having revealed the innermost (sexual) secret of O.T.O. in one of the cryptic chapters of this book. When it became clear to Reuss that Crowley had done so unintentionally, he initiated Crowley into the IX° (ninth degree) of O.T.O. and appointed him \"Sovereign Grand Master General of Ireland, Iona and all the Britains.\" While the O.T.O. included, from its inception, the teaching of sex magick in the highest degrees of the Order, when Crowley became head of the Order, he expanded on these teachings and associated them with different degrees as follows:Crowley, Aleister. Magical Diaries of Aleister Crowley, p. 241 * VIII°: masturbatory or autosexual magical techniques were taught, referred as the Lesser Work of Sol * IX°: heterosexual magical techniques were taught * XI°: anal intercourse magical techniques were taught. Professor Hugh Urban, Professor of Comparative Religion at The Ohio State University, noted Crowley's emphasis on sex as \"the supreme magical power\".Urban, Hugh. Unleashing the Beast: Aleister Crowley, tantra and sex magic in late Victorian England . Ohio State University According to Crowley: ==Zoroastrianism== ==See also== * Christianity and sexual orientation * Christian views on birth control * Erotic plasticity * Forbidden relationships in Judaism * Homosexuality and Judaism * Incest#Religious views * Jewish views on marriage * LGBT-affirming denominations in Judaism * Nazar ila'l-murd * Pederasty in ancient Greece * Polyamory#Religion * Religious censorship * Sexual abstinence * Sodomy law * Song of Songs * Unification Church and sex == References == === Citations === === Sources === * * * * * * * * * ==Further reading== ;Buddhism * Bernard Faure. The Red Thread: Buddhist Approaches to Sexuality. . * Philip T. Sudo. Zen Sex: The Way of Making Love. . ;Judaism * Rebecca Alpert, Like Bread on the Seder Plate: Jewish Lesbians and the Transformation of Tradition, Columbia University Press, 1998. , *Shmuley Boteach. Kosher Sex: A Recipe for Passion and Intimacy. . *Michael Gold. Does God Belong in the Bedroom? . * ;Critical perspectives * * Demosthenes Savramis. The Satanizing of Woman: Religion Versus Sexuality. . ;Christianity *Miguel A. De La Torre. A Lily Among the Thorns: Imagining a New Christian Sexuality. . *Jan Kern. Seduced By Sex: Saved By Love. . *Andreas J. Köstenberger. God, Marriage, and Family: Rebuilding the Biblical Foundation. . * Mathew Kuefler (editor), The Boswell Thesis: Essays on Christianity, Social Tolerance, and Homosexuality, University Of Chicago Press, Nov. 2005 ;Islam * * * * ;Other * John Boswell, Christianity, Social Tolerance and Homosexuality: Gay People in Western Europe from the Beginning of the Christian Era to the Fourteenth Century, University Of Chicago Press, 1st ed. 1980 , paperback Nov. 2005 * Debra Kolodny (editor), Blessed Bi Spirit: Bisexual People of Faith, Continuum, 2000. , * Kebacqz, Karen, and Ronald G. Barton, Sex in the Parish, First ed., Westminster/John Knox Press, 1991. * Eckhart Tolle, The Power of Now: A Guide to Spiritual Enlightenment, New World Library, 1st ed. 1999, paperback 2004 * * Admiel Kosman, Homosexuality - Between Early Judaism and Early Christianity (Lecture at Winchester University, UK) http://classroom.winchester.ac.uk/p3m39h480i2/?launcher=false&fcsContent;=true&pbMode;=normal&proto;=true ",
    "title": "Religion and sexuality"
}