{
    "id": "43416",
    "text": "{| |} The Project 651, known in the West by its NATO reporting name Juliett class, was a class of Soviet diesel-electric submarines armed with cruise missiles. They were designed in the late 1950s to provide the Soviet Navy with a nuclear strike capability against targets along the east coast of the United States and enemy combatants (aircraft carriers). The head of the design team was Abram Samuilovich Kassatsier. They carried four nuclear-capable cruise missiles with a range of approximately 300 miles, which could be launched while the submarine was surfaced and moving less than four knots (7 km/h). Once surfaced, the first missile could be launched in about five minutes; subsequent missiles would follow within about ten seconds each. Initially, the missiles were the inertially-guided P-5 (NATO reporting name SS-N-3c Shaddock). When submarine-launched ballistic missiles rendered the P-5s obsolescent, they were replaced with the P-6 (also NATO reporting name SS-N-3a Shaddock, though a very different missile) designed to attack aircraft carriers. A special 10 m2 target guidance radar was built into the forward edge of the sail structure, which opened by rotating. One boat was eventually fitted with the Kasatka satellite downlink for targeting information to support P-500 4K-80 \"Bazalt\" (SS-N-12 Sandbox) anti-ship cruise missiles. The Juliett class had a low magnetic signature austenitic steel double hull, covered by two inch (50 mm) thick black tiles made of sound-absorbing hard rubber. They had exceptionally high reserve buoyancy, and were divided into eight watertight compartments: A Juliett-class submarine U-461 (actually K-24) in U-boat Museum Peenemünde A P-3C flies over a Juliett-class submarine A side photo of a Juliett class submarine # the forward torpedo room # living accommodations for officers and chiefs and the forward batteries # the missile control room and batteries # the control room # crew berthing and batteries # the forward engine room containing the diesels and generators # the aft engine room with the electric motors # the aft torpedo room. Initial plans called for 35 submarines of this class. In fact only 16 were actually built, two - including the lead sub, by the Baltic Shipyard, St. Petersburg and the rest by the Krasnoye Sormovo Shipyard in Nizhny Novgorod. They were commissioned between 1963 and 1968, and served through the 1980s. The last one was decommissioned in 1994. The Juliett was built due to expected delays in the continued production of the nuclear-powered Project 659 Echo I class submarines and 675 Echo II class submarines, with six and eight missile launchers, respectively. The Juliett was actually designed after the Echos. == Units == {| class=\"wikitable\" |+Juliett' class -- significant dates !# !Shipyard !Laid down !Launched !Commissioned !Status |- |K-156 |Baltic Shipyard, Leningrad|St. Petersburg |November 16, 1960 |July 31, 1962 |December 10, 1963 |Decommissioned September 1991 for scrappingKorabli VMF SSSR, Vol. 1, Part 2, Yu. Apalkov, Sankt Peterburg, 2003, |- |K-85 |Baltic Shipyard, Leningrad|St. Petersburg |October 25, 1961 |January 31, 1964 |December 30, 1964 |Decommissioned for scrapping |- |K-70 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |August 25, 1962 |February 6, 1964 |December 31, 1964 |Decommissioned in 1994 for scrapping |- |K-24 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |October 15, 1961 |December 15, 1962 |October 31, 1965 |Decommissioned in 1994, sold to Germany as maritime museum exhibit |- |K-68 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |January 25, 1962 |April 30, 1963 |December 28, 1965 |Decommissioned in 1990 for scrapping |- |K-77 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |January 31, 1963 |March 11, 1965 |October 31, 1965 |Decommissioned in April 1992 and sold as museum exhibit in U.S. In 2009, the ship scrapped after sinking due to its poor material condition. |- |K-81 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |November 20, 1963 |August 7, 1964 |December 14, 1965 |Decommissioned in 1994 for scrapping |- |K-63 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |March 25, 1962 |July 26, 1963 |June 12, 1966 |Decommissioned in September 1991 for scrapping |- |K-58 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |July 15, 1963 |February 2, 1966 |September 23, 1966 |Decommissioned 1990 for scrapping |- |K-73 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |August 1, 1964 |May 31, 1966 |December 15, 1966 |Decommissioned in 1990 for scrapping |- |K-67 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |January 31, 1965 |October 29, 1966 |September 30, 1967 |Decommissioned in 1994 for scrapping |- |K-78 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |July 25, 1965 |March 30, 1967 |November 1, 1967 |Decommissioned in September 1991 for scrapping |- |K-203 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |December 23, 1965 |June 30, 1967 |December 2, 1967 |Decommissioned in September 1992 for scrapping |- |K-304 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |August 6, 1966 |November 24, 1967 |August 21, 1968 |Decommissioned in September 1991 for scrapping |- |K-318 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |March 29, 1967 |March 29, 1968 |September 29, 1968 |Decommissioned in 1994 for scrapping |- |K-120 |Krasnoye Sormovo Shipyard, Gorkiy|Nizhniy Novgorod |March 25, 1967 |July 11, 1968 |December 26, 1968 |Decommissioned in April 1991 for scrapping |} ==In the movies== The Juliett unit K-77 while at the maritime museum in Providence, Rhode Island, was slightly stage modified and used to act as the Hotel I SSBN K-19 in the National Geographic movie \"K-19 Widowmaker\" starring Harrison Ford. == References == == External links == *article in English from FAS *Article in Russian Category:Russian and Soviet navy submarine classes Category:Submarine classes ",
    "title": "Juliett-class submarine"
}