{
    "id": "43474",
    "text": "William Lamb, 2nd Viscount Melbourne, (15 March 177924 November 1848), in some sources called Henry William Lamb, was a British Whig statesman who served as Home Secretary (1830–1834) and Prime Minister (1834 and 1835–1841). He is best known for being prime minister in Queen Victoria's early years and coaching her in the ways of politics, acting almost as her private secretary. Historians have concluded that Melbourne does not rank highly as a Prime Minister, for there were no great foreign wars or domestic issues to handle, he lacked major achievements, he enunciated no grand principles, and he was involved in several political scandals in the early years of Victoria's reign. Melbourne was Prime Minister on two occasions. The first ended when he was dismissed by King William IV in 1834, the last British prime minister to be dismissed by a monarch. Six months later he was re-appointed and served for six years. ==Early life== Born in London in 1779 to an aristocratic Whig family, William Lamb was the son of the 1st Viscount Melbourne and Elizabeth, Viscountess Melbourne (1751–1818). However, his paternity was questioned, being attributed to George Wyndham, 3rd Earl of Egremont, to whom it was considered he bore a considerable resemblance, and at whose residence, Petworth, Lamb was a visitor until the Earl's death; Lamb was called to Egremont's bedside when Egremont was dying.Petworth- From 1660 to the present day, Peter Jerrome, The Window Press, 2006, pp. 62–63Nineteenth-Century British Premiers, Dick Leonard, pp. 163–179 URL= https://link.springer.com/chapter/10.1057/9780230227255_12 Date accessed= 14 October 2018 Lamb nevertheless stated that Egremont being his father was 'all a lie'.Lord Melbourne, 1779–1848, L. G. Mitchell, Oxford University Press, 1997, pp. 6–7 He was educated at Eton, Trinity College, Cambridge (admitted 1796, graduated M.A. 1799) and the University of Glasgow (1799–1801), as a resident pupil of Professor John Millar alongside his younger brother Frederick. Admitted to Lincoln's Inn in 1797, he was called to the bar in 1804. Against the background of the Napoleonic Wars, Lamb served at home as captain (1803) and major (1804) in the Hertfordshire Volunteer Infantry. History of Parliament article by R.G. Thorne. He succeeded his elder brother as heir to his father's title in 1805, and married Lady Caroline Ponsonby, an Anglo-Irish aristocrat. The following year, he was elected to the British House of Commons as the Whig MP for Leominster. For the election in 1806 he moved to the seat of Haddington Burghs, and for the 1807 election he successfully stood for Portarlington (a seat he held until 1812).Peter Mandler, \"Lamb, William, second Viscount Melbourne (1779–1848)\", Oxford Dictionary of National Biography, Oxford University Press, Sept 2004; online edn, Jan 2008, accessed 27 December 2009. Lamb first came to general notice for reasons he would rather have avoided: his wife had a public affair with Lord Byron—she coined the famous characterisation of Byron as \"mad, bad and dangerous to know\". The resulting scandal was the talk of Britain in 1812. Lady Caroline published a Gothic novel, Glenarvon, in 1816; this portrayed both the marriage and her affair with Byron in a lurid fashion, which caused William even greater embarrassment, while the spiteful caricatures of leading society figures made them several influential enemies. Eventually the two were reconciled, and, though they separated in 1825, her death in 1828 affected him considerably. ==Member of Parliament== In 1816, Lamb was returned for Peterborough by Whig grandee Lord Fitzwilliam. He told Lord Holland that he was committed to the Whig principles of the Glorious Revolution but not to \"a heap of modern additions, interpolations, facts and fictions\". He therefore spoke against parliamentary reform, and voted for the suspension of habeas corpus in 1817 when sedition was rife. Lamb's hallmark was finding the middle ground. Though a Whig, he accepted (29 April 1827) the post of Chief Secretary for Ireland in the moderate Tory governments of George Canning and Lord Goderich. Upon the death of his father in 1828 and his becoming the 2nd Viscount Melbourne, of Kilmore in the County of Cavan, he moved to the House of Lords. He had spent 25 years in the Commons, largely as a backbencher, and was not politically well known.Henry Dunckley, Lord Melbourne p 135 ==Home Secretary: 1830–1834== In November 1830, the Whigs came to power under Lord Grey. Melbourne was Home Secretary. During the disturbances of 1830–32 he \"acted both vigorously and sensitively, and it was for this function that his reforming brethren thanked him heartily\". In the aftermath of the Swing Riots of 1830–31, he countered the Tory magistrates' alarmism by refusing to resort to military force; instead, he advocated magistrates' usual powers be fully enforced, along with special constables and financial rewards for the arrest of rioters and rabble-rousers. He appointed a special commission to try approximately 1,000 of those arrested, and ensured that justice was strictly adhered to: one-third were acquitted and most of the one-fifth sentenced to death were instead transported. There remains controversy regarding the hanging of Dic Penderyn, a protester in the Merthyr Rising who was then, and is now, widely judged to have been innocent. He appears to have been executed solely on the word of Melbourne, who sought a victim in order to 'set an example'.Wales Online:Trade unions to mark the legacy of Dic Penderyn and the Merthyr Uprising on 70-mile memorial walk: Robin Turner 2 August 2013: Accessed 12 August 2017 The disturbances over reform in 1831–32 were countered with the enforcement of the usual laws; again, Melbourne refused to pass emergency legislation against sedition. ==Prime Minister: 1834, 1835–1841== After Lord Grey resigned as Prime Minister in July 1834, William IV was forced to appoint another Whig to replace him, as the Tories were not strong enough to support a government. Melbourne was the man most likely to be both acceptable to the King and hold the Whig party together. Melbourne hesitated after receiving from Grey the letter from the King requesting him to visit him to discuss the formation of a government. Melbourne thought he would not enjoy the extra work that accompanied the office of Premier, but he did not want to let his friends and party down. According to Charles Greville, Melbourne said to his secretary, Tom Young: \"I think it's a damned bore. I am in many minds as to what to do\". Young replied: \"Why, damn it all, such a position was never held by any Greek or Roman: and if it only lasts three months, it will be worth while to have been Prime Minister of England.\" \"By God, that's true,\" Melbourne said, \"I'll go!\" Compromise was the key to many of Melbourne's actions. As an aristocrat, he had a vested interest in the status quo. He was opposed to the Reform Act 1832 proposed by the Whigs, arguing that Catholic emancipation had not ended in the tranquility expected of it,Cecil, David, Melbourne, (Indianapolis, 1954), p.422 but reluctantly agreed that it was necessary to forestall the threat of revolution. Later he opposed the repeal of the Corn Laws, arguing not only that Catholic emancipation had failed, but also that the Reform Act had not improved the condition of the people. Melbourne was also a strong supporter of slavery, calling Britain's abolishment of slavery a \"great folly\" and if he had had his own way (as opposed to what many Whigs wanted), he would \"have done nothing at all!\"Lord Melbourne, 1779–1848, L. G. Mitchell, Oxford University Press, 1997, pp. 198 King William IV's opposition to the Whigs' reforming ways led him to dismiss Melbourne in November. He then gave the Tories under Sir Robert Peel an opportunity to form a government. Peel's failure to win a House of Commons majority in the resulting general election (January 1835) made it impossible for him to govern, and the Whigs returned to power under Melbourne that April. This was the last time a British monarch attempted to appoint a government to suit his own preferences. ===Blackmailed=== The next year, Melbourne was once again involved in a sex scandal. This time he was the victim of attempted blackmail from the husband of a close friend, society beauty and author Caroline Norton. The husband demanded £1,400, and when he was turned down he accused Melbourne of having an affair with his wife. At that time such a scandal would have been enough to derail a major politician, so it is a measure of the respect contemporaries had for his integrity that Melbourne's government did not fall. The king and the Duke of Wellington urged him to stay on as prime minister. After Norton failed in court, Melbourne was vindicated, but he did stop seeing Norton.David Cecil, Melbourne (1954) ch 11 Nonetheless, as historian Boyd Hilton concludes, \"it is irrefutable that Melbourne's personal life was problematic. Spanking sessions with aristocratic ladies were harmless, not so the whippings administered to orphan girls taken into his household as objects of charity.\"Boyd Hilton, A Mad, Bad, and Dangerous People? England 1783–1846 (2006), p. 500. ===Queen Victoria=== Melbourne was Prime Minister when Queen Victoria came to the throne (June 1837). Barely eighteen, she was only just breaking free from the domineering influence of her mother, the Duchess of Kent, and her mother's adviser, Sir John Conroy. Over the next four years Melbourne trained her in the art of politics, and the two became friends: Victoria was quoted as saying she considered him like a father (her own had died when she was only eight months old), and Melbourne's son had died at a young age. Melbourne was given a private apartment at Windsor Castle, and unfounded rumours circulated for a time that Victoria would marry Melbourne, 40 years her senior. Tutoring Victoria was the climax of Melbourne's career: the prime minister spent four to five hours a day visiting and writing to her, and she responded with enthusiasm.Cecil, Melbourne ch 14 Lord Melbourne's tutoring of Victoria reached two points of serious political damage: first, the Lady Flora Hastings affair, followed not long after by the Bedchamber Crisis. Victoria's reputation suffered in an 1839 court intrigue when Hastings, one of her mother's ladies-in-waiting, developed an abdominal growth that was widely rumoured to be an out-of-wedlock pregnancy by Sir John Conroy.Hibbert, p. 77-78; Weintraub, 119-121 Victoria believed the rumours, as did Lord Melbourne. When Victoria told Melbourne of her suspicions, he planted in her head that Victoria's mother, the Duchess of Kent, was jealous of Hasting's closeness to Conroy, which made Victoria excited and more resolute on the matter.Weintraub, 119 Initially, Melbourne \"suggested quiet watchfulness\" over Hastings's body changes. But after the court physician, Sir James Clarke, had examined Hastings and generally concluded she wasn't pregnant, Melbourne was wholly persuaded Hastings must be pregnant from a throwaway comment that Clarke made about the appearance of virginity in spite of pregnancy. Melbourne immediately informed the queen. When Victoria observed to him that Hastings had not been seen in public for a while because \"she was so sick,\" Melbourne \"repeated, 'Sick?' with what the queen described as 'a significant laugh.'\" Hibbert, p. 79 ===Chartism=== Chartism took its name from the People's Charter of 1838 and was a working- class movement for parliamentary reform. The Chartists also fought against the New Poor Law of 1834. In June 1839, the petition, signed by 1.3 million working people, was presented to the House of Commons, but MPs voted not to hear the petitioners. ===Colonial empire=== The Rebellions of 1837–1838 led directly to Lord Durham's Report on the Affairs of British North America and to The British North America Act, 1840 which established a new political entity, the Province of Canada. The Whig cabinet under Melbourne decided on 1 October 1839 to send an expeditionary force to China to protect British interests. The First Opium War was fought between China and the United Kingdom from 1839 to 1842. The First Anglo-Afghan War occurred between 1839 and 1842. At the beginning of the conflict, the East India Company troops had defeated the forces of Afghan Emir and in 1839 occupied Kabul. The Treaty of Waitangi was signed on 6 February 1840 by representatives of the British Crown and Māori chiefs. In November 1840 a royal charter was signed by Queen Victoria, establishing New Zealand as a Crown colony. === Continued rule === Satire of the Bedchamber crisis by John Doyle, 31 December 1840 On 7 May 1839, Melbourne announced his intention to resign. This led to the Bedchamber Crisis. Prospective prime minister Robert Peel requested that Victoria dismiss some of the wives and daughters of Whig MPs who made up her personal entourage, arguing that the monarch should avoid any hint of favouritism to a party out of power. The Queen refused to comply—supported by Melbourne, although he was unaware that Peel had not requested the resignation of all the Queen's ladies as she had led him to believe—and hence, Peel refused to form a new government, and Melbourne was persuaded to stay on as Prime Minister. Among his government's acts were a reduction in the number of capital offences, reforms of local government, and the reform of the Poor laws. This restricted the terms on which the poor were allowed relief and established compulsory admission to workhouses for the impoverished. On 25 February 1841, Melbourne was admitted as a Fellow of the Royal Society. ==Final vote of no confidence and resignation== Following a vote of no confidence initiated by Conservative MP John Stuart-Wortley, Melbourne's government fell, and he resigned as Prime Minister on 30 August 1841. [Narrower col range needed][Narrower col range needed] ==Later life: 1841–1848== A plaque marking the burial of Melbourne at St Etheldreda's Church, Hatfield, in Hertfordshire, England After Melbourne resigned permanently in August 1841, Victoria continued to write to him about political matters, but as it was deemed inappropriate after a time their letters became cordial and non-political without issue. It has been observed that Melbourne's role faded as Victoria increasingly relied on her new husband Prince Albert. Though weakened, Melbourne survived a stroke on October 23, 1842, fourteen months after his departure from politics. In retirement, he lived at Brocket Hall, Hertfordshire. He died at home on 24 November 1848Encyclopaedia Britannica, Vol. 18, 11th Edition and was buried nearby at St Etheldreda's Church, Hatfield, Hertfordshire. On his death, his titles passed to his brother Frederick, as both of his children—a son, George Augustus Frederick (1807–1836) and a premature daughter (born 1809, died at birth)—had predeceased him. ==Legacy== * Melbourne, the capital city of Victoria, Australia, was named in his honour in March 1837. He was the Prime Minister of the United Kingdom at the time. *Mount Melbourne, a stratovolcano in Antarctica, was also named in his honour by the British naval officer and explorer James Clark Ross, in 1841. ==In Literature== Letitia Elizabeth Landon's poem Lord Melbourne, which was published in 1836, is one of the rare instances in which she allowed herself any political comment. ==In popular culture== *On screen, Lord Melbourne has been portrayed by several actors: ** Rufus Sewell in the UK TV series Victoria. ** Paul Bettany in The Young Victoria (2009) ** Nigel Hawthorne in Victoria & Albert (2001) ** Joseph O'Conor in Edward the Seventh (1975) ** Jon Finch in the film Lady Caroline Lamb (1972) ** Karl Ludwig Diehl in the Austrian film Victoria in Dover (1954) ==Notes== ==Collected papers== * == Bibliography == * major biography focused on his psychology * * * Hibbert, Christopher (2000) Queen Victoria: A Personal History, London: HarperCollins, * * * * * * * * ==Further reading== * * * Cecil, David. \"Melbourne and the Years of Reform.\" History Today (Aug 1954) 4#8 pp 529-536. ==External links== * * * More about William Lamb, Viscount Melbourne on the Downing Street website * Historica's Heritage Minute video docudrama \"Responsible Government\" (Adobe Flash Player) * * Category:1779 births Category:1848 deaths Category:19th-century Prime Ministers of the United Kingdom Category:Alumni of Trinity College, Cambridge Category:Burials in Hertfordshire Category:Fellows of the Royal Society Category:Members of the Privy Council of the United Kingdom Category:Members of the Privy Council of Ireland Category:Members of the Parliament of the United Kingdom for Hertfordshire Category:Members of the Parliament of the United Kingdom for Portarlington Category:People educated at Eton College Category:People of the Victorian era Category:Prime Ministers of the United Kingdom Category:Secretaries of State for the Home Department Category:UK MPs 1806–1807 Category:UK MPs 1807–1812 Category:UK MPs 1812–1818 Category:UK MPs 1818–1820 Category:UK MPs 1820–1826 Category:UK MPs 1826–1830 Category:UK MPs who inherited peerages Category:Viscounts in the Peerage of Ireland Category:Younger sons of viscounts Category:Whig (British political party) MPs Category:Chief Secretaries for Ireland Category:Whig Prime Ministers of the United Kingdom Category:Members of the Athenaeum Club, London Category:British monarchists ",
    "title": "William Lamb, 2nd Viscount Melbourne"
}