{
    "id": "43699",
    "text": "Peter Minuit (between 1580 and 1585 – August 5, 1638) was a Walloon from Tournai, in present-day Belgium. He was the 3rd Director of the Dutch North American colony of New Netherland from 1626 until 1631, and 3rd Governor of New Netherland. He founded the Swedish colony of New Sweden on the Delaware Peninsula in 1638. Minuit is generally credited with orchestrating the purchase of Manhattan Island for the Dutch from the Lenape Native Americans. Manhattan later became the site of the Dutch city of New Amsterdam, and the borough of Manhattan of modern-day New York City. A common account states that Minuit purchased Manhattan for $24 worth of trinkets. A letter written by Dutch merchant Peter Schaghen to directors of the Dutch East India Company stated that Manhattan was purchased for \"60 guilders worth of trade,\" an amount worth approximately $1,143 in 2020 dollars. ==Biography== ===Early life=== Peter Minuit was born at Wesel between 1580 and 1585GOOD, JAMES I. \"A CALVINISTIC FOUNDER OF AMERICA: PETER MINUIT.\" Journal of the Presbyterian Historical Society (1901-1930) 11, no. 7 (1923): 260-67. \"Peter Minuit\", Wesel.de into a Calvinist familyA Calvinistic Founder of America: Peter Minuit that had moved from the city of Tournai (presently part of Wallonia, Belgium) in the Southern Netherlands, to Wesel in Germany, in order to avoid Spanish Catholic colonials, who were not favorably disposed toward Protestants. His surname means \"midnight\" in French. His father, Johann, died in 1609 and Peter took over management of the household and his father's business. Peter had a good reputation in Wesel, attested by the fact that he was several times appointed a guardian. He also assisted the poor during the Spanish occupation of 1614–1619. Minuit married Gertrude Raedts on August 20, 1613. Gertrude was from a wealthy family and she probably helped Peter Minuit establish himself as a broker. A will drawn up in 1615 in the Dutch city of Utrecht, mentions \"Peter Minnewit\" as a diamond cutter. Whether he traded in other items is unknown. By 1624, the city was in an economic decline and in 1625, he had left Wesel and like others, went to Holland. At first, Gertrude went to stay with her relatives in Cleve. ===As director of New Netherland=== 1626 letter in Dutch by Pieter Schaghen stating the purchase of Manhattan for 60 guilders. 1909 drawing of The Purchase of Manhattan Island Minuit joined the Dutch West India Company, probably in the mid-1620s, and was sent with his family to New Netherland in 1625 to search for tradable goods other than the animal pelts that then were the major product coming from New Netherland. He returned in the same year, and in 1626 was appointed the new director of New Netherland, taking over from Willem Verhulst. He sailed to North America and arrived in the colony on May 4, 1626.\"Peter Minuit\" (biography), Wesel, Germany, webpage: Wesel-Minuit . Minuit is credited with purchasing the island of Manhattan from the Native Americans in exchange for traded goods valued at 60 guilders. According to the writer Nathaniel Benchley, Minuit conducted the transaction with Seyseys, chief of the Canarsees, who were only too happy to accept valuable merchandise in exchange for an island that was mostly controlled by the Weckquaesgeeks.Benchley, Nathaniel. \"The $24 Swindle: The Indians who sold Manhattan were bilked, all right, but they didn’t mind — the land wasn't theirs anyway.\" American Heritage, Vol. 11, no. 1 (Dec. 1959). The figure of 60 guilders comes from a letter by a representative of the Dutch States- General and member of the board of the Dutch West India Company, Pieter Janszoon Schagen, to the States-General in November 1626.Peter Schaghen Letter with transcription. New Netherland Institute (1626-11-07). Retrieved on 2015-02-16. In 1846, New York historian John Romeyn Brodhead converted the figure of Fl 60 (or 60 guilders) to US$23. The popular account rounds this off to $24.Edwin G. Burrows and Mike Wallace, Gotham: A History of New York City to 1898, (1999: xivff) By 2006 sixty guilders in 1626 was worth approximately $1,000 in current dollars, according to the Institute for Social History of Amsterdam.The International Institute for Social History, Amsterdam calculates its value as 60 guilders (1626) = €678.91 (2006), equal to about $1,000 in 2006. According to researchers at the National Library of the Netherlands, \"The original inhabitants of the area were unfamiliar with the European notions and definitions of ownership rights. For the Indians, water, air and land could not be traded. Such exchanges would also be difficult in practical terms because many groups migrated between their summer and winter quarters. It can be concluded that both parties probably went home with totally different interpretations of the sales agreement.\" A contemporary purchase of rights in nearby Staten Island, to which Minuit also was party, involved duffel cloth, iron kettles, axe heads, hoes, wampum, drilling awls, \"Jew's harps\", and \"diverse other wares\". \"If similar trade goods were involved in the Manhattan arrangement\", Burrows and Wallace surmise, \"then the Dutch were engaged in high-end technology transfer, handing over equipment of enormous usefulness in tasks ranging from clearing land to drilling wampum.\" Minuit conducted politics in a measure of democracy in the colony during his time in New Netherland. He was highest judge in the colony, but in both civil and criminal affairs he was assisted by a council of five colonists. This advisory body would advise the director and jointly with him would develop, administer, and adjudicate a body of laws to help govern the colony. In addition there was a schout-fiscal, half-sheriff, half-attorney-general, and the customs officer.\"Peter Minuit\", New Netherlands Institute During Minuit's administration, several mills were built, trade grew exponentially, and the population grew to almost 300. In 1631, the Dutch West India Company (WIC) suspended Minuit from his post for reasons that are unclear, but probably for (perhaps unintentionally) abetting the landowning patroons who were engaging in illegal fur trade and otherwise enriching themselves against the interests and orders of the West India Company.Peter Minuit Biography - Facts, Birthday, Life Story. Biography.com (1940-10-27). Retrieved on 2013-07-23.Peter Minuit. Historyofholland.com. Retrieved on 2013-07-23. He arrived back in Europe in August 1632 to explain his actions, but was dismissed and was succeeded as director by Wouter van Twiller. It is possible that Minuit had become the victim of the internal disputes over the rights that the board of directors had given to the patroons. ===Establishing the New Sweden colony=== After having lived in Cleves, Germany for several years, Minuit made arrangements with Samuel Blommaert and the Swedish government in 1636 or 1637 to create the first Swedish colony in the New World. Located on the lower Delaware River within territory earlier claimed by the Dutch, it was called New Sweden. Minuit and his company arrived on the Fogel Grip and Kalmar Nyckel at Swedes' Landing (now Wilmington, Delaware), in the spring of 1638. They constructed Fort Christina later that year, then returned to Stockholm for a second load of colonists, and made a side trip to the Caribbean on the return to pick up a shipment of tobacco for resale in Europe to make the voyage profitable. During this voyage, Minuit drowned when the ship he was visiting (at the invitation of its Dutch captain, a friend of Minuit), The Flying Deer, was lost with all hands during a hurricane at St. Christopher (today's St. Kitts) in the Caribbean. The losses suffered, such as goods, colonists, and Minuit, caused irreversible damage to Sweden's colonization attempts. Two years later, Swedish Lt. Måns Nilsson Kling, whose rank was raised to captain, replaced him as governor. Nine expeditions to the colony were carried out before the Dutch captured it in 1655.Bente, Friedrich, 1858-1930. American Lutheranism Volume 1: Early History of American Lutheranism: Lutheran Swedes in Delaware. Concordia: 1919, p.11. ==Legacy== ===Places named after Minuit=== *The Staten Island Ferry Whitehall Terminal's Peter Minuit Plaza, north of the South Ferry – Whitehall Street station (). Following the 400th anniversary celebrations of Henry Hudson's voyage to Manhattan, a pavilion was opened there to honor the Dutch. Each night at midnight, LED lights around the pavilion's perimeter glow in honor of Minuit. *A marker in Inwood Hill Park at the supposed site of the purchase of Manhattan *A granite flagstaff base in Battery Park, which depicts the historic purchase *A school and playground in East Harlem, which are named for him.\"Peter Minuit Playground\", New York City Department of Parks and Recreation *An apartment building at 25 Claremont Avenue in Manhattan, which bears his name above the front entrance *The Peter Minuit Chapter of the Daughters of the American Revolution *A memorial on Moltkestraße in Wesel, North Rhine-Westphalia, Germany ===In popular culture=== *The beginning lines of Rodgers and Hart's 1939 song \"Give It Back to the Indians\" recount the sale of Manhattan: \"Old Peter Minuit had nothing to lose when he bought the isle of Manhattan / For twenty-six dollars and a bottle of booze, and they threw in the Bronx and Staten / Pete thought he had the best of the bargain, but the poor red man just grinned / And he grunted \"ugh!\" (meaning \"okay\" in his jargon) for he knew poor Pete was skinned.\" *One version of Minuit was played by Groucho Marx in the 1957 comedy film The Story of Mankind. *Minuit is mentioned on the HBO drama Boardwalk Empire, where the character Edward Bader tells a joke featuring the line, \"'50 bucks?' the fella says. 'Peter Stuyvesant only paid 24 for the entire island of Manhattan!'\", while Steve Buscemi's' character Enoch 'Nucky' Thompson has to correct Bader and inform him that it was in fact Peter Minuit who bought Manhattan, not Stuyvesant. *Bob Dylan mentions Minuit in his song \"Hard Times in New York Town\" (released on The Bootleg Series Volume 1) in the following line: Mister Hudson come a-sailing down the stream, / and old Mister Minuit paid for his dream. In the released recording of the song, however, Dylan spoonerizes \"Mister Minuit\" by mispronouncing his name as \"Minnie Mistuit.\"The Annotated Bob Dylan. Reocities.com. Retrieved on 2013-07-23. The official lyrics have the correct version of the name, except that Minuit is spelled \"Minuet.\"Songs | The Official Bob Dylan Site . Bobdylan.com. Retrieved on 2013-07-23. *Minuit is mentioned in the first episode, Uno, of the AMC drama Better Call Saul. Jimmy McGill (the later titular Saul), while confronting lawyers at his brother's law firm, accuses them of being \"like Peter Minuit\" and suggests that they \"throw in some beads and shells\" to the $26,000.00 being given to his brother. *In Manahatta, a play by Mary Kathryn Nagle, Minuit is a featured character, depicted in his involvement in the colonization of Turtle Island. ==See also== * Dutch colonization of the Americas * Dutch Empire * List of colonial governors of New Jersey * List of colonial governors of New York ==References== ===Notes=== ==Further reading== * Arand, Tobias. Peter Minuit aus Wesel - Ein rheinischer Überseekaufmann im 17. Jahrhundert; in: Schöne Neue Welt. Rheinländer erobern Amerika, hg. v. Rheinischen Freilichtmuseum und Landesmuseum für Volkskunde in Kommern, Opladen 1981, 13-42 * * * * *Jacobs, Jaap. (2005), New Netherland: A Dutch Colony in Seventeenth-Century America. Leiden: Brill Academic Publishers, . *Mickley, Joseph J. Some account of Willem Usselinx and Peter Minuit: Two individuals who were instrumental in establishing the first permanent colony in Delaware, The Historical Society of Delaware, 1881 ==External links== *Project Gutenberg's Narrative New Netherland, edited by J. Franklin Jameson, includes a footnote about the life of Minuit, but gives an improbable birth date of 1550. *\"The Canarsees\", Angelfire *Edwin G. Burrows and Mike Wallace: Gotham, 1999. *Kenneth T. Jackson, ed.: Encyclopedia of New York City (1995) *Pieter (later English spelling Peter) Schaghen, \"Letter on the purchase of Manhattan Island\", * Category:1589 births Category:1638 deaths Category:Governors of New Sweden Category:People from Wesel Category:Deaths in tropical cyclones Category:People who died at sea Category:Directors of New Netherland Category:German people of Walloon descent Category:Dutch people of Walloon descent Category:Dutch emigrants to New Netherland ",
    "title": "Peter Minuit"
}