{
    "id": "43963",
    "text": "Psychosurgery, also called neurosurgery for mental disorder (NMD), is the neurosurgical treatment of mental disorder. Psychosurgery has always been a controversial medical field. The modern history of psychosurgery begins in the 1880s under the Swiss psychiatrist Gottlieb Burckhardt. The first significant foray into psychosurgery in the twentieth century was conducted by the Portuguese neurologist Egas Moniz who during the mid-1930s developed the operation known as leucotomy. The practice was enthusiastically taken up in the United States by the neuropsychiatrist Walter Freeman and the neurosurgeon James W. Watts who devised what became the standard prefrontal procedure and named their operative technique lobotomy, although the operation was called leucotomy in the United Kingdom. In spite of the award of the Nobel prize to Moniz in 1949, the use of psychosurgery declined during the 1950s. By the 1970s the standard Freeman-Watts type of operation was very rare, but other forms of psychosurgery, although used on a much smaller scale, survived. Some countries have abandoned psychosurgery altogether; in others, for example the US and the UK, it is only used in a few centres on small numbers of people with depression or obsessive-compulsive disorder (OCD).Neurosurgery working group 2000 Neurosurgery for mental disorder. London: Royal College of Psychiatrists In some countries it is also used in the treatment of schizophrenia and other disorders.N. Zamiska 2007 In China, brain surgery is pushed on the mentally ill. Wall Street Journal, 2 November Psychosurgery is a collaboration between psychiatrists and neurosurgeons. During the operation, which is carried out under a general anaesthetic and using stereotactic methods, a small piece of brain is destroyed or removed. The most common types of psychosurgery in current or recent use are anterior capsulotomy, cingulotomy, subcaudate tractotomy and limbic leucotomy. Lesions are made by radiation, thermo-coagulation, freezing or cutting. About a third of patients show significant improvement in their symptoms after operation. Advances in surgical technique have greatly reduced the incidence of death and serious damage from psychosurgery; the remaining risks include seizures, incontinence, decreased drive and initiative, weight gain, and cognitive and affective problems. Currently, interest in the neurosurgical treatment of mental illness is shifting from ablative psychosurgery (where the aim is to destroy brain tissue) to deep brain stimulation (DBS) where the aim is to stimulate areas of the brain with implanted electrodes. ==Medical uses== All the forms of psychosurgery in use today (or used in recent years) target the limbic system, which involves structures such as the amygdala, hippocampus, certain thalamic and hypothalamic nuclei, prefrontal and orbitofrontal cortex, and cingulate gyrus -- all connected by fibre pathways and thought to play a part in the regulation of emotion.Clinical resource and audit group 1996 Neurosurgery for mental disorder. Edinburgh: Scottish Office There is no international consensus on the best target site. Anterior cingulotomy was first used by Hugh Cairns in the UK, and developed in the US by H.T. Ballantine jnr. In recent decades it has been the most commonly used psychosurgical procedure in the US. The target site is the anterior cingulate cortex; the operation disconnects the thalamic and posterior frontal regions and damages the anterior cingulate region. Anterior capsulotomy was developed in Sweden, where it became the most frequently used procedure. It is also used in Scotland and Canada. The aim of the operation is to disconnect the orbitofrontal cortex and thalamic nuclei by inducing a lesion in the anterior limb of internal capsule. Subcaudate tractotomy was the most commonly used form of psychosurgery in the UK from the 1960s to the 1990s. It targets the lower medial quadrant of the frontal lobes, severing connections between the limbic system and supra-orbital part of the frontal lobe. Limbic leucotomy is a combination of subcaudate tractotomy and anterior cingulotomy. It was used at Atkinson Morley Hospital London in the 1990s and also at Massachusetts General Hospital. Amygdalotomy, which targets the amygdala, was developed as a treatment for aggression by Hideki Narabayashi in 1961 and is still used occasionally, for example at the Medical College of Georgia. There is debate about whether deep brain stimulation (DBS) should be classed as a form of psychosurgery. ===Effectiveness=== Success rates for anterior capsulotomy, anterior cingulotomy, subcaudate tractotomy, and limbic leucotomy in treating depression and OCD have been reported as between 25 and 70 percent. The quality of outcome data is poor and the Royal College of Psychiatrists in their 2000 report concluded that there were no simple answers to the question of modern psychosurgery's clinical effectiveness; studies suggested improvements in symptoms following surgery but it was impossible to establish the extent to which other factors contributed to this improvement. Research into the effects of psychosurgery has not been able to overcome a number of methodological problems, including the problems associated with non-standardised diagnoses and outcome measurements, the small numbers treated at any one centre, and positive publication bias. Controlled studies are very few in number and there have been no placebo-controlled studies. There are no systematic reviews or meta- analyses. Modern techniques have greatly reduced the risks of psychosurgery, although risks of adverse effects still remain. Whilst the risk of death or vascular injury has become extremely small, there remains a risk of seizures, fatigue, and personality changes following operation. A recent follow-up study of eight depressed patients who underwent anterior capsulotomy in Vancouver, Canada, classified five of them as responders at two to three years after surgery. Results on neuropsychological testing were unchanged or improved, although there were isolated deficits and one patient was left with long-term frontal psychobehavioral changes and fatigue. One patient, aged 75, was left mute and akinetic for a month following surgery and then developed dementia. ==By country== ===China=== In China, psychosurgical operations which make a lesion in the nucleus accumbens are used in the treatment of drug and alcohol dependence. Psychosurgery is also used in the treatment of schizophrenia, depression, and other mental disorders. Psychosurgery is not regulated in China, and its use has been criticised in the West. ===India=== India had an extensive psychosurgery programme until the 1980s, using it to treat addiction, and aggressive behaviour in adults and children, as well as depression and OCD.P.K. Doshi 2009 History of stereotactic surgery in India. In A.M. Lozano, P.L. Gildenberg and R.R. Tasker (eds.) Textbook of stereotactic and functional neurosurgery. Berlin: Springer, 155-68 Cingulotomy and capsulotomy for depression and OCD continue to be used, for example at the BSES MG Hospital in Mumbai.Neurosurgery at the BSES MG Hospital ===Japan=== In Japan the first lobotomy was performed in 1939 and the operation was used extensively in mental hospitals. However, psychosurgery fell into disrepute in the 1970s, partly due to its use on children with behavioural problems. ===Australia and New Zealand=== In the 1980s there were 10–20 operations a year in Australia and New Zealand. The number had decreased to one or two a year by the 1990s. In Victoria, there were no operations between 2001 and 2006, but between 2007 and 2012 the Victoria Psychosurgery Review Board dealt with 12 applications, all them for DBS.Psychosurgery Board annual report 2011/12. Melbourne, Australia ===Europe=== In the twenty-year period 1971–1991 the Committee on Psychosurgery in the Netherlands and Belgium oversaw 79 operations. Since 2000 there has been only one centre in Belgium performing psychosurgery, carrying out about 8 or 9 operations a year (some capsulotomies and some DBS), mostly for OCD. In France about five people a year were undergoing psychosurgery in the early 1980s. (French national consultative committee on ethics, opinion #71: Functional neurosurgery of severe psychiatric conditions) In 2005 the Health Authority recommended the use of ablative psychosurgery and DBS for OCD.S. Wainrib 2006 Psychiatrie; vers le nouveau 'sujet toc'. Le Monde, 6 December 2006 In the early 2000s in Spain about 24 psychosurgical operations (capsulotomy, cingulotomy, subcaudate tractotomy, and hypothalamotomy) a year were being performed. OCD was the most common diagnosis, but psychosurgery was also being used in the treatment of anxiety and schizophrenia, and other disorders. In the UK between the late 1990s and 2009 there were just two centres using psychosurgery: a few stereotactic anterior capsulotomies are performed every year at the University Hospital of Wales, Cardiff, while anterior cingulotomies are carried out by the Advanced Interventions Service at Ninewells Hospital, Dundee. The patients have diagnoses of depression, obsessive-compulsive disorder, and anxiety. Ablative psychosurgery was not performed in England between the late 1990s and 2009, although a couple of hospitals have been experimenting with DBS.Brain pacemaker lifts depression (BBC article) In 2010 Frenchay Hospital, Bristol, performed an anterior cingulotomy on a woman who had previously undergone DBS.Care Quality Commission 2010 Monitoring the use of the Mental Health Act in 2009/10 : 93 In Russia in 1998 the Institute of the Human Brain (Russian Academy of Sciences) started a programme of stereotactic cingulotomy for the treatment of drug addiction. About 85 people, all under the age of 35, were operated on annually. In the former USSR, leucotomies were used for the treatment of schizophrenia in the 1940s, but the practice was prohibited by the Ministry of Health in 1950. ===North America=== In the US the Massachusetts General Hospital has a psychosurgery program.Massachusetts General Hospital Functional and Stereotactic Neurosurgery Center Operations are also performed at a few other centres. In Mexico psychosurgery is used in the treatment of anorexia,El ISSSTE es pionero en psicocirugía contra anorexia. La Cronica, 17 September 2004 and in the treatment of aggression. In Canada anterior capsulotomies are used in the treatment of depression and OCD. ===South America=== Venezuela has three centres performing psychosurgery. Capsulotomies, cingulotomies and amygdalotomies are used to treat OCD and aggression.G. Chiappe 2010 Las Obsesiones se peuden operar. El Universal, 30 March 2010 ==History== ===Early psychosurgery=== Evidence of trepanning (or trephining)--the practice of drilling holes in the skull--has been found in a skull from a Neolithic burial site in France, dated to about 5100 BC. There have also been archaeological finds in South America, while in Europe trepanation was carried out in classical and medieval times. The first systematic attempt at psychosurgery is commonly attributed to the Swiss psychiatrist Gottlieb Burckhardt.For example, In December 1888 Burckhardt operated on the brains of six patients (one of whom died a few days after the operation) at the Préfargier Asylum, cutting out a piece of cerebral cortex. He presented the results at the Berlin Medical Congress and published a report, but the response was hostile and he did no further operations. Early in the 20th century, Russian neurologist Vladimir Bekhterev and Estonian neurosurgeon Ludvig Puusepp operated on three patients with mental illness, with discouraging results. ===1930s–1950s=== Although there had been earlier attempts to treat psychiatric disorders with brain surgery, it was Portuguese neurologist Egas Moniz who was responsible for introducing the operation into mainstream psychiatric practice. He also coined the term psychosurgery. Moniz developed a theory that people with mental illnesses, particularly \"obsessive and melancholic cases\" had a disorder of the synapses which allowed unhealthy thoughts to circulate continuously in their brains. Moniz hoped that by surgically interrupting pathways in their brain he could encourage new healthier synaptic connections.E. Moniz 1956 How I succeeded in performing the prefrontal leukotomy. In A.M. Sackler et al. (eds.) The great physiodynamic therapies in psychiatry; an historical reappraisal. New York: Hoeber, 131-37 In November 1935, under Moniz's direction, surgeon Pedro Almeida Lima drilled a series of holes on either side of a woman's skull and injected ethanol to destroy small areas of subcortical white matter in the frontal lobes. After a few operations using ethanol, Moniz and Almeida Lima changed their technique and cut out small cores of brain tissue. They designed an instrument which they called a leucotome and called the operation a leucotomy (cutting of the white matter). After twenty operations, they published an account of their work. The reception was generally not friendly but a few psychiatrists, notably in Italy and the US, were inspired to experiment for themselves. In the US, psychosurgery was taken up and zealously promoted by neurologist Walter Freeman and neurosurgeon James Watts. They started a psychosurgery program at George Washington University in 1936, first using Moniz's method but then devised a method of their own in which the connections between the prefrontal lobes and deeper structures in the brain were severed by making a sweeping cut through a burr hole on either side of the skull. They called their new operation a lobotomy. Freeman went on to develop a new form of lobotomy which dispensed with the need for a neurosurgeon. He hammered an ice pick-like instrument, an orbitoclast, through the eye socket and swept through the frontal lobes. The transorbital or \"ice pick\" lobotomy was done under local anesthesia or using electroconvulsive therapy to render the patient unconscious and could be performed in mental hospitals lacking surgical facilities. Such was Freeman's zeal that he began to travel around the nation in his own personal van, which he called his \"lobotomobile\", demonstrating the procedure in psychiatric hospitals. Freeman's patients included 19 children, one of whom was 4 years old. The 1940s saw a rapid expansion of psychosurgery, in spite of the fact that it involved a significant risk of deathG.C. Tooth and M.P. Newton 1961 Leucotomy in England and Wales, 1942-54. London: HMSO and severe personality changes. By the end of the decade, up to 5000 psychosurgical operations were being carried out annually in the US. In 1949, Moniz was awarded the Nobel Prize for Physiology or Medicine. Beginning in the 1940s various new techniques were designed in the hope of reducing the adverse effects of the operation. These techniques included William Beecher Scoville's orbital undercutting, Jean Talairach's anterior capsulotomy, and Hugh Cairn's bilateral cingulotomy. Stereotactic techniques made it possible to place lesions more accurately, and experiments were done with alternatives to cutting instruments such as radiation. Psychosurgery nevertheless went into rapid decline in the 1950s, due to the introduction of new drugs and a growing awareness of the long-term damage caused by the operations, as well as doubts about its efficacy. By the 1970s, the standard or transorbital lobotomy had been replaced with other forms of psychosurgical operations. ===1960s to the present=== During the 1960s and 1970s, psychosurgery became the subject of increasing public concern and debate, culminating in the US with congressional hearings. Particularly controversial in the United States was the work of Harvard neurosurgeon Vernon Mark and psychiatrist Frank Ervin, who carried out amygdalotomies in the hope of reducing violence and \"pathologic aggression\" in patients with temporal lobe seizures and wrote a book entitled Violence and the Brain in 1970. The National Commission for the Protection of Human Subjects of Biomedical and Behavioral Research in 1977 endorsed the continued limited use of psychosurgical procedures. Since then, a few facilities in some countries, such as the US, have continued to use psychosurgery on small numbers of patients. In the US and other Western countries, the number of operations has further declined over the past 30 years, a period during which there had been no major advances in ablative psychosurgery. Recently, a significant advance was demonstrated in the surgical treatment of a patient who 10 year depressive episode was resistant to all other treatments. https://medtube.net/tribune/a-case-of-major-depression-cured-by-pioneering- methods-of-psychosurgery/ ==Ethics== Psychosurgery has a controversial history and despite modifications still raises serious questions about benefit, risks, and the adequacy with which consent is obtained. Its continued use is defended by references to the \"therapeutic imperative\" to do something in the case of psychiatric patients who have not responded to other forms of treatment, and the evidence that some patients see improvement in their symptoms following surgery. There remain however problems concerning the rationale, indications and efficacy of psychosurgery, and the results of the operation raise questions of \"identity, spirit, relationships, integrity and human flourishing\".G Gillet 2007 Psychosurgery and neuroimplantation: changing what is deep within a person. In RE Ashcroft et al. (eds) Principles of health care ethics. Wiley, Hoboken, New Jersey: 811 - 817. ==Individuals who underwent psychosurgery== * Lena Zavaroni (1963–1999), Scottish child star and singer who had suffered from anorexia and depression for many years, underwent a stereotactic anterior capsulotomy at the University of Wales Hospital in Cardiff in 1999. She died of pneumonia three weeks later. * Josef Hassid: Polish violin prodigy who died at 26 following psychosurgery. * Rosemary Kennedy: Walter Freeman's most famous patient and sister of President John F. Kennedy. * Rose Williams: Sister of Tennessee Williams. * Howard Dully: One of Walter Freeman's youngest patients, author of My Lobotomy (2007). ==See also== *History of psychosurgery in the United Kingdom *Wylie McKissock *Elliot Valenstein *The Terminal Man (film) ==References== ==External links== * New England Journal of Medicine article * Brain surgery to cure the mind - BBC Radio 4 documentary on modern psychosurgery * \"Shedding Light on Shadowland\" - in-depth essay exploring the propagation of the Frances Farmer lobotomy legend Category:Neurosurgery Category:Lobotomy Category:Medical controversies Category:Physical psychiatric treatments ",
    "title": "Psychosurgery"
}