{
    "id": "44229500",
    "text": "Discovery Channel is a Portuguese basic cable and satellite television channel that features documentaries and entertainment based in real life, owned by Discovery, Inc. Discovery was the first international channel that aired in the Portuguese language in Portugal, and the channel was distributed by Discovery Networks Latin America and Iberia, based in Miami, Florida.TV Cabo retira Discovery Channel da grelha de programação (act) The channel began to shift its focus in the early 2000s in an attempt to increase viewership, by incorporating more reality-based series and, in 2002, it was briefly removed from TV Cabo platform, currently NOS, due to very low ratings and viewers satisfaction when compared to its direct competitors: Odisseia, Canal História, and National Geographic Channel. In 2005, during its 10th anniversary in Portugal, it reinforced its presence in the Portuguese market, with three new channels: Discovery Science, Discovery Civilization and Discovery Turbo, from Discovery Networks Latin America.Discovery lança concurso a produtores portugueses In 2013, Discovery Channel Portugal became a separate channel, in the finals years the main channel was only shared with Spain. In the early days, the channel was dubbed in Portuguese in São Paulo, Brazil. When the Latin American and Iberia feeds split, it was dubbed in Portuguese. Foreign documentaries when airing in Portuguese national television only narration is dubbed and in-screen presenters are always subtitled, but Discovery choose to do complete dubbing with Portuguese narrators, who were not used to it, failing to do a convincing work, and since 2008 the complete reverse is done and all shows are subtitled in Discovery Channel, only the older TV shows are dubbed.Dobragens e legendagens In 2014, it was the most watched factual television channel in Portuguese cable, for 35 continuing months, with a share of 0.71%. Its main target audience are men between 25 and 44, in which its market share is 1.60% and also the most watched factual channel.Discovery Channel lider das audiências nos canais factuais pelo 35º mês consecutivo ==References== Category:Portuguese-language television stations Category:Television channels and stations established in 1995 Category:Television stations in Portugal Category:Television channel articles with incorrect naming style ",
    "title": "Discovery Channel (Portuguese TV channel)"
}