{
    "id": "44229670",
    "text": "The Bladder Festival or Bladder Feast (Nakaciuq \"something done with bladders\" or Nakaciuryaraq \"the process of doing something with bladders\" in Yup'ik), is an important annual seal hunting harvest renewal ceremony and celebration held each year to honor and appease the souls of seals taken in the hunt during the past season which occurred at the winter solstice by the Yup'ik of western and southwestern Alaska.Fienup-Riordan, Ann (1990). Eskimo Essays: Yup'ik Lives and How We See Them. New Brunswick, NJ: Rutgers University Press.Lorraine D. Koranda (1968). Three songs for the Bladder Festival, Hooper Bay Emily Johnson (1998), “Yup'ik Dance: Old and New,” The Journal for the Anthropological Study of Human Movement, Vol. 9, No. 3. In the Yup'ik Eskimo shamanism, while the hunter kills the body of the animal, he does not kill the yua (spirit or soul), which resides in the animal's bladder (nakacuk in Yup'ik) and is reincarnated in a new body. The collected inflated bladders of sea mammals taken by hunters during the previous year are honored.Steven Jacobson (2012). Yup'ik Eskimo Dictionary, 2nd edition. Alaska Native Language Center. The celebration of the Bladder Festival marked the opening of the winter ceremonial season. At the time of the winter solstice, when the sun \"sat down\" on the horizon, families inflated the bladders of seals killed that year and brought them into the qasgiq. The timing of the Bladder Festival varied slightly from place to place and from year to year. The Bladder Festival was associated with increased sexual activity. Men and women circumscribed their sexual activity during the Bladder Festival. Pubescent girls could not enter the qasgiq, and women in general were excluded from the qasgiq except during special periods. After several (five or six) days of festivities it was time to return the bladders to the sea. Yup'ik hunters still hunt seals but villages have not performed the festival for at least 50 years or more. ==See also== * Messenger Feast * Nalukataq * Yup'ik dancing *Kayak angst ==References== Category:Annual events in Alaska Category:Eskimo culture Category:Festivals in Alaska Category:Yupik culture ",
    "title": "Bladder Festival"
}