{
    "id": "44229225",
    "text": "Franciscus Petrus Maria (Frank) Dignum (born 1961) is a Dutch computer scientist. He is currently a Professor of Socially-Aware AI at Umeå University and an associate professor at the Department of Information and Computing Sciences of the Utrecht University. Dignum is best known from his work on software agents, multi-agent systems and fundamental aspects of social agents.Delgado, Jordi. \"Emergence of social conventions in complex networks.\" Artificial intelligence 141.1 (2002): 171-185.Wooldridge, Michael. An introduction to multiagent systems. John Wiley & Sons, 2009. Dignum received his PhD in 1989 from the VU University Amsterdam under supervision of Reinder van de Riet with the thesis, entitled \"A Language for Modelling Knowledge Bases, Based on Linguistics, Founded in Logic.\" Dignum started his academic career as assistant professor and chair of department of Computer Science at the University of Swaziland in 1990. In 1992 he moved back to Portugal and became assistant professor at the Instituto Superior Técnico in Lisbon. Back in the Netherlands in 2000 he was appointed Associate professor at the Department of Information and Computing Sciences of the Utrecht University. His PhD students were Jurriaan van Diggelen (2006), and Hubertus Aldewereld (2007). He is married to Virginia Dignum, Professor of Artificial intelligence at Umeå University. == Selected publications == * Dignum, Frank. \"Autonomous agents with norms.\" Artificial Intelligence and Law 7.1 (1999): 69-79. * Castelfranchi, C., Dignum, F., Jonker, C. M., & Treur, J. (2000). Deliberative normative agents: Principles and architecture. In Intelligent Agents VI. Agent Theories, Architectures, and Languages (pp. 364-378). Springer Berlin Heidelberg. * Dignum, F., Morley, D., Sonenberg, E. A., & Cavedon, L. (2000). \"Towards socially sophisticated BDI agents.\" In MultiAgent Systems, 2000. Proceedings. Fourth International Conference on (pp. 111-118). IEEE. * Dastani, Mehdi, Virginia Dignum, and Frank Dignum. \"Role-assignment in open agent societies.\" Proceedings of the second international joint conference on Autonomous agents and multiagent systems. ACM, 2003. * Vázquez-Salceda, Javier, Virginia Dignum, and Frank Dignum. \"Organizing multiagent systems.\" Autonomous Agents and Multi-Agent Systems 11.3 (2005): 307-360. == References == == External links == * Frank Dignum homepage at Utrecht University Category:1961 births Category:Living people Category:Dutch computer scientists Category:Vrije Universiteit Amsterdam alumni Category:Utrecht University faculty Category:Umeå University faculty ",
    "title": "Frank Dignum"
}