{
    "id": "44229008",
    "text": "Cologix, a network neutralhttp://www.techrepublic.com/article/why-colocation- data-centers-are-vital-to-the-internets-connectedness/ interconnection and data center company, provides data center solutions from 24 interconnection locations across 9 North American markets. The edge markets that Cologix operates in are: Columbus, Ohio; Dallas, Texas; Jacksonville, Florida; Lakeland, Florida; Minneapolis, Minnesota; Montreal, Quebec; Toronto, Ontario; Northern New Jersey; and Vancouver, British Columbia.http://www.datacenterknowledge.com/archives/2014/09/05/cologix- acquires-colo5-and-its-sizable-florida-data-center-footprint/ The company supports five Internet exchanges. == Network locations == === United States === ==== Columbus ==== Cologix acquired DataCenter.BZ in February 2014,http://dark-fiber.tmcnet.com/topics/dark-fiber/articles/369235-cologix- acquires-datacenterbz.htm procuring 86,000 square feethttp://www.bizjournals.com/columbus/news/2014/07/10/cologix-buys-land-to- expand-data-center-still.html across two data center facilities at 555 Scherers Court in Columbus, Ohio. The site is located at the intersection of two trunks of nationwide fiber optic network that carries most Internet transmissions.http://www.bizjournals.com/denver/news/2014/02/10/cologix.html Cologix is currently building a 160K SQF (half of that raised floor space), 18+MW data center on its existing 8 acre campus in Columbus. The new $130M+ facility will become Columbus's largest neutral data center and will be directly linked to Cologix's existing data centers, offering connectivity to 45+ network service providers, 20+ cloud service providers and the Ohio-IX Internet Exchange. The data center is built based on a concurrently maintainable design with 2N power and N+1 cooling. Further attributes include an EF-4 tornado rating, K-rated perimeter fence and 24x7 guards. The redundancy, scale, security and connectivity enables Cologix to address growing market demand ranging from individual cabinets to multi-megawatt deployments.http://www.cologix.com/pdf/PressReleases/Cologix_COL3DataCenter_100M_Expansion_Final.pdf ==== Dallas ==== Dallas is situated at the major crossroads of network connectivity in the South Central United States. Cologix operates 40,000 square feet across two data centers in the Dallas Infomart,http://www.datacenterknowledge.com/archives/2013/05/09/cologix-even- more-wired-at-the-infomart/ including a meet-me- room.http://www.thewhir.com/web-hosting-news/cologix-opens-its-second-data- center-at-dallas-infomart The Dallas INFOMART building, is the region's preeminent carrier hotel located at 1950 North Stemmons Freeway. The INFOMART has the largest number of carriers out of any single building in a 900-mile radius, with more than 8,700 strands of fiber. ==== Jacksonville ==== Cologix operates two data centers in Jacksonville, Florida, including one site, JAX 1, at 421 West Church Street (the region's carrier hotel) and a second data center, JAX 2, at 4800 Spring Park Road which provides enterprise colocation and disaster recovery. Cologix maintains a meet-me-room in the 421 West Church Street building,http://channelvisionmag.com/allied-fiber-adds-pop-to-cologix- jacksonville-facility/ which is wired with submarine communications cable to connect to Central and South America.http://www.bizjournals.com/jacksonville/news/2014/09/08/cologixs- acquisition-of-colo5-solidifies-spot-in.html Cologix connects the NAP of the Americas in Miami to Cologix's Jacksonville data center and meet-me-room at 421 West Church Street.http://www.lightwaveonline.com/articles/2014/07/allied- fiber-links-new-network-to-cologix-jacksonville-meet-me-room.html The 421 West Church Street site facilitates connections at the intersection of metro, long- haul and subsea fiber routes.http://channelvisionmag.com/allied-fiber-adds- pop-to-cologix-jacksonville-facility/ ==== Lakeland ==== Cologix operates 100,000 square feet of data center space in Lakeland, Floridahttp://www.fiercetelecom.com/story/cologix-acquires-colo5-expands- jacksonville-footprint-and-adds-lakeland-fla/2014-09-05 offering disaster recovery and colocation services from their data center. ==== Minneapolis ==== Cologix operates data center space and the meet-me- roomhttp://www.datacenterknowledge.com/archives/2014/01/08/cologix-expands- minnesotas-connected-building/ at the carrier hotel at the 511 Building (Minneapolis) in downtown Minneapolis, Minnesota providing access to more than 80+ network providers.http://www.bizjournals.com/twincities/news/2014/01/08/cologix- doubles-size-of-its-downtown.html Cologix also provides the Midwest Internet Cooperative Exchange (MICE) with space and power in the 511 Building.http://www.micemn.net/donations.html ==== Northern New Jersey ==== Cologix's Northern New Jersey data centers are located about 30 miles outside of Manhattan and 280+ feet above sea level. Cologix operates four New Jersey data centers and business continuity sites, within more than 230,000 SQF of usable floor space, provide enterprise‐grade colocation, cloud and managed services. === Canada === Cologix TOR 1 datacenter at 151 Front Street West. Cologix operates 11 network neutral data centers in Montreal, Toronto and Vancouver.http://www.thewhir.com/web-hosting-news/cirrushosting-extends- cologix-partnership-offer-web-hosting-across-canada ==== Montreal ==== Cologix operates more than 100,000 square feet of colocation space across seven data centers in Montreal, including in the carrier hotel at 1250 Rene Levesque West. A dedicated fiber ring connects the seven Cologix Montreal sites to share connectivity.http://www.fiercetelecom.com/story/cologix-lights-new-data- center-interconnect-hub-montreal/2014-01-14 Additionally, the Montreal Internet Exchange (also known as QIX), deployed a core node with Cologix at 1250 René-Lévesque West and 625 René-Lévesque West. ==== Toronto ==== Cologix operates two downtown Toronto data centers at 151 Front Street (the area's carrier hotel) and 905 King West in Toronto. The sites share connectivity through the use of a diverse metro fiber ring.http://www.datacenterknowledge.com/archives/2012/05/02/cologix-expands- operations-in-toronto/ Cologix Toronto offers access to more than 150+ networks and provides a direct on-ramp to the Toronto Internet Exchange (TORIX).http://www.datacenterknowledge.com/archives/2011/10/18/cologix- launches-offers-colo-in-four-markets/ ==== Vancouver ==== Cologix operates two data centers in Vancouver, British Columbiahttp://www.techrockies.com/cologix- expands-in-vancouver-canada/s-0054206.html in the Harbour Centre at 555 West Hastings Street and 1050 West Pender. The Vancouver Internet Exchange (VANIX), an open and participant-run non-profit Internet exchange, deployed a core node in Cologix's facility at 1050 West Pender Street in Vancouver. Cologix is partnered with VANIX, contributing space and fiber optic network connections.http://www.missioncriticalmagazine.com/articles/86641-vancouver- internet-exchange-now-available-at-cologixs-pender-st-data-center ==References== * * * * Category:Technology companies of the United States Category:Internet technology companies of the United States Category:Data centers Category:Companies based in Colorado ",
    "title": "Cologix"
}