{
    "id": "44230220",
    "text": "Geoffrey R. Weller (January 25, 1942 – July 22, 2000) was a Canadian teacher, scholar and the founding president of the University of Northern British Columbia. Weller served as the president of UNBC from 1991 to 1995 when he stepped down from leading the university, but remained at UNBC as a professor in the International Studies program. Weller had a significant impact in shaping UNBC, including overseeing the construction of its main campus in Prince George B.C. as well as establishing the university's original special focus areas:Women's Studies, Environmental Studies, First Nations Studies, Northern Studies, and International Studies. In 2001 UNBC named its library in his honour. ==Education and career== Born in England, Weller graduated high school as an exchange student at Ann Arbor Michigan USA, in 1961. He received a BSC (Honors) in economics from the University of Hull and an MA in Political Science form McMaster University. He pursued a PhD atMcGill University but did not complete a dissertation. In 1965 Weller began teaching at Bishop's University, and in 1971 moved to Lakehead University where he became Dean of Arts and later took the role of Vice-President (Academic). During his time at Lakehead, Weller worked to establish the Lakehead University Centre for Northern Studies, the Northern Ontario Medical Program, and the Association of Circumpolar Universities. During his Career Weller served as a visiting professor at the University of Minnesota Duluth (1973), the University of Ottawa (1977-1978), and Simon Fraser University (1995). Weller also served as a member of the Social Sciences and Humanities Research Council of Canada, the Chair of the Association of Circumpolar Universities, Chair of the Canadian Association for Security and Intelligence Studies and the Chairman of the Thunder Bay District Health Council. In 1999 Geoffrey R. Weller was awarded an Honorary Doctorate in Administrative Science from the University of Lapland in Finland, for his contribution to the creation of the International Circumpolar University, and for assisting the University of Lapland to increase its activities with Canadian universities. ==References== Category:2000 deaths Category:1942 births Category:Canadian academics Category:University of Northern British Columbia faculty ",
    "title": "Geoffrey R. Weller"
}