{
    "id": "44237757",
    "text": "Three Times Lucky is a 2013 New York Times Best Seller adolescent novel by author Sheila Turnage. Three Times Lucky was a Newbery Medal Honor Book in 2013. ==Characters== * Miss Moses \"Mo\" Lobeau--A young girl who was abandoned during a hurricane eleven years ago. She helps run her adoptive parents' cafe while searching for her \"Upstream Mother\". She also is a witty and wise \"rising sixth grader\". * Mr. Dale Earnhardt Johnson III--Dale is Mo's best friend who \"borrows\" Mr. Jesse's boat; the same boat that he is found murdered in. He also works with Mo at the cafe. * The Colonel--He found Mo floating down the river during a hurricane eleven years ago. He was also in a car accident the same night he found Mo and has lost his memory. * Miss Lana--Mo's other guardian, and the Colonel's lover, who is kidnapped by Robert Slate. * Mr. Jesse--The frequent cafe patron who is found murdered. * Detective Joe Starr-- A lawman who comes into town to investigate Mr. Jesse's murder. * Robert Slate--The man who murdered Mr. Jesse and kidnapped the Colonel and Miss Lana. * Miss Rose--Dale's mother, who later divorces her husband. * Mr. Macon Johnson--Dale's alcoholic and abusive father. He is hired by Robert Slate to hide him and bring him food. * Marla Everette--One of Detective Starr's deputies, who turned out to be secretly be working with Robert Slate. * Lavender--Dale's older brother who left his parents house to live on his own after fighting with his father. Mo has a huge crush on him and hopes to marry him someday. He also drives a race car and has won a lot of races and money at the community racetrack. * Miss Retzel--Mo's teacher and Detective Joe Starr's girlfriend. * Anna Celeste Simpson-- Mo's sworn enemy who turns into a friend. ==Critical reception== Many critics say Three Times Lucky is a one of a kind Southern-style novel. A writer for Kirkus Reviews claims that Sheila Turnage's first adolescent novel is \"an engaging, spirit-lifting and unforgettable debut for young readers\".\"THREE TIMES LUCKY by Sheila Turnage.\" Kirkus Reviews. Dial, 28 Mar. 2012. Web. 18 Nov. 2014. With a complex and multi-layered plot and its themes of romance, mystery and secret identities, all readers enjoy it. But some critics have mixed reviews. They believe it is hard to focus on reading when there too much plot. Throughout the novel, Turnage constantly introduces new characters, plots, and sub-plots which can cause readers to be confused about what the story is actually about. Jonathan Hunt of School Library Journal starts off by saying \"the beginning is awfully slow\",Hunt, Jonathan. \"Three Times Lucky.\" Heavy Medal. N.p., 21 Oct. 2012. Web. 18 Nov. 2014. suggesting that readers will have to plow through the first couple chapters before the novel starts to actually make sense. But Hunt reassures that \"the story does pick up steam\". Carolyn Phelan of Booklist supports Hunt by saying \"the pace quickens considerably as the mystery gains momentum, climaxing in an epic scene\".Phelan, Carolyn. \"Booklist Online.\" Three Times Lucky, by Sheila Turnage. Booklist, n.d. Web. 18 Nov. 2014. ==Sequels== Three Times Lucky started the series of books called the Mo and Dale Mysteries. The Ghosts of Tupelo Landing came out in 2015, The Odds of Getting Even in 2017 and The Law of Finders Keepers in 2018. ==References== Category:2012 American novels Category:American young adult novels Category:Novels set in North Carolina Category:Newbery Honor-winning works Category:Children's mystery novels Category:2012 children's books ",
    "title": "Three Times Lucky"
}