{
    "id": "44237019",
    "text": "Brady Joe Lail (born August 9, 1993) is an American professional baseball pitcher who is currently a free agent. He previously played for the New York Yankees, Chicago White Sox, and Seattle Mariners of Major League Baseball (MLB). ==Career== ===New York Yankees=== Lail was drafted by the New York Yankees in the 18th round of the 2012 Major League Baseball draft out of Bingham High School in South Jordan, Utah. He signed with the Yankees and made his professional debut that season with the Gulf Coast Yankees where he was 1–0 with a 1.42 ERA in 12.2 innings pitched. He spent 2013 with the Gulf Coast Yankees and Tampa Yankees where he compiled a combined 5–1 record and 2.92 ERA in 14 games (12 starts) between the two teams, and 2014 with the Tampa and the Charleston RiverDogs where he was 11–5 with a 3.62 ERA in 25 total games (24 starts) between both clubs. In 2015, he played for Tampa, the Trenton Thunder, and the Scranton/Wilkes-Barre RailRiders where he was 10–6 with a 2.91 ERA in 28 games (27 starts), and in 2016, he pitched with the GCL Yankees, Trenton, and Scranton/Wilkes-Barre where he posted an 8–8 record and 4.62 ERA in 24 starts. Lail spent 2017 with Trenton and Scranton/Wilkes-Barre where he pitched to a 7–5 record and 4.90 ERA in 28 games (24 starts). He began 2018 with the RailRiders. The Yankees invited Lail to spring training as a non- roster player in 2019. On August 11, 2019, the Yankees selected Lail's contract and promoted him to the major leagues. He made his debut on August 12, allowing three runs over innings pitched. He was optioned back to Triple-A Scranton/Wilkes-Barre the following day. On August 14, Lail was designated for assignment. He became a free agent following the 2019 season. ===Chicago White Sox=== On November 27, 2019, Lail signed a minor league deal with the Chicago White Sox. On August 4, 2020, Lail had his contract selected to the 40-man roster. He was designated for assignment on August 8. ===Seattle Mariners=== On August 10, 2020, Lail was claimed off waivers by the Seattle Mariners. After appearing in 7 games with the Mariners in 2020, he was outrighted to Triple-A Tacoma. On October 19, it was announced that he elected free agency.https://marinersblog.mlblogs.com/mariners-outright-four-players-to- triple-a-tacoma-eddca659b080 ==References== ==External links== Category:1993 births Category:Living people Category:Águilas Cibaeñas players Category:Baseball players from Utah Category:Charleston RiverDogs players Category:Chicago White Sox players Category:Gulf Coast Yankees players Category:Major League Baseball pitchers Category:New York Yankees players Category:People from South Jordan, Utah Category:Scranton/Wilkes-Barre RailRiders players Category:Seattle Mariners players Category:Tampa Yankees players Category:Trenton Thunder players ",
    "title": "Brady Lail"
}