{
    "id": "44238174",
    "text": "The Basilica of St Dominic (Malti: Il-Bażilika ta' San Duminku) or also known as the Basilica of Our Lady of Safe Haven and St Dominic is one of the three parish churches of Valletta, Malta. It is administered by the Dominican Order whose convent is located behind the church.\"Basilica of Our Lady of Fair Havens (Porto Salvo) (Parish of St. Dominic)\", Gcatholic. Retrieved on 28 October 2014. ==History== The land upon which the church and convent are built were given to the order by Grand Master Pierre de Monte. Girolamo Cassar was commissioned to draw up the plans. The first stone was laid on 19 April 1571. The parish was established on 2 July 1571 by a decree given by Pope Pius V, considered as the benefactor of the construction of Valletta. It was dedicated to Our Lady of Safe Haven because of the great number of sailors who used to go to the small chapel that the Dominicans had built prior to the construction of the large church in order to thank the Mother of God upon their safe return to harbour after long and dangerous sea voyages. It was also declared that the parish of St Dominic would be the principal parish church of the city.\"L-Istorja tal-Parrocca\" , Parrocca Matrici u Bazilika San Duminku Valletta, Malta. Retrieved on 28 October 2014. ==New church== The church was closed and declared unsafe on 24 July 1780 as a consequence of earthquakes and severe storms. A new church was built on the same site of the original church some 25 years after it was closed. The church was opened and blessed on 15 May 1815. The church was elevated to the dignity of a Minor basilica on 25 March 1816. The church was finally consecrated on 15 October 1889 by Archbishop Pietro Pace.\"Our Lady of Safe Haven & St.Dominic\". Retrieved on 28 October 2014. The church was robbed from its wooden altar candle holders, that are of approximate value of €2,000, only to be found on maltapark.com when they were being sold by the holder. The church building is listed on the National Inventory of the Cultural Property of the Maltese Islands. ==See also== *Culture of Malta *History of Malta *List of Churches in Malta *Religion in Malta ==References== Category:1571 establishments in Malta Category:Basilica churches in Malta Category:Buildings and structures in Valletta Category:Dominican churches in Malta Category:Dominican convents Category:Dominican Order Category:National Inventory of the Cultural Property of the Maltese Islands Category:Roman Catholic churches in Malta Category:Church buildings with domes ",
    "title": "Basilica of St Dominic, Valletta"
}