{
    "id": "44235594",
    "text": "The 2014–15 EHF Women's Cup Winners' Cup was the thirty-nine edition of the tournament that is organized by the European Handball Federation for the domestic cup winners in the continent. ==Overview== ===Team allocation=== The labels in the parentheses show how each team qualified for the place of its starting round: *TH: Title holders *CW: Cup winners *CR: Cup runners-up *2nd, 3rd, 4th, 5th, 6th, etc.: League position *ECL: Transferred from the EHF Champions League **GS: Fourth-placed teams from the group stage **QS: Losers from the qualification tournaments {| class=\"wikitable\" |- !colspan=4|Last 16 |- | Hypo Niederösterreich | Podravka Koprivnica | Lokomotiva Zagreb | SPR Lublin |- !colspan=4|Round 3 |- | Siófok | Kuban Krasnodar | ŽORK Jagodina | Ferencváros |- | Randers | Universitatea Cluj | Umag | Radnički Kragujevac |- | HC Odense | HCM Roman | Skuru IK | SERCODAK Dalfsen |- | Tertnes HE | Atlético Guardés | Metalurg Skopje | Midtjylland |- | Nordstrand IF | HSG Blomberg-Lippe | Vistal Gdynia |- | Zvezda Zvenigorod | Fleury Loiret | LK Zug |- !colspan=4|Round 2 |- | Danilovgrad | Žalgiris Kaunas | BNTU Minsk | Byåsen HE |} ===Round and draw dates=== All draws held at the European Handball Federation headquarters in Vienna, Austria. {| class=\"wikitable\" style=\"text- align:center\" |- !Round !Draw date !First leg !Second leg |- |Round 2 |rowspan=2|22 July 2014 |18–19 October 2014 |25–26 October 2014 |- |Round 3 |15–16 November 2014 |22–23 November 2014 |- |Last 16 |25 November 2014 |7–8 February 2015 |14–15 February 2015 |- |Quarter Final |rowspan=2|17 February 2015 |7–8 March 2015 |14–15 March 2015 |- |Semi Finals |4–5 April 2015 |11–12 April 2015 |- |Finals |14 April 2015 |2–3 May 2015 |9–10 May 2015 |} ==Qualification stage== ===Round 2=== Teams listed first played the first leg at home. Some teams agreed to play both matches in the same venue. Bolded teams qualified into the third round. |} ;Notes: : a Both legs were hosted by Danilovgrad. ===Round 3=== Teams listed first played the first leg at home. Some teams agreed to play both matches in the same venue. Bolded teams qualified into last 16. |} ;Notes: : a Both legs were hosted by Midtjylland. : b Both legs were hosted by SERCODAK Dalfsen. : c Both legs were hosted by Vistal Gdynia. : d Both legs were hosted by Siófok. : e Both legs were hosted by HCM Roman. : f Both legs were hosted by Atlético Guardés. : g Both legs were hosted by Fleury Loiret. ==Knockout stage== ===Last 16=== ====Seedings==== {| class=\"wikitable\" |- !width=230|Pot 1 !width=230|Pot 2 |- |valign=\"top\"| Hypo Niederösterreich Lokomotiva Zagreb Podravka Koprivnica Midtjylland Ferencváros SERCODAK Dalfsen SPR Lublin Radnički Kragujevac |valign=\"top\"| Randers Fleury Loiret HSG Blomberg-Lippe Siófok Byåsen HE Tertnes HE HCM Roman Zvezda Zvenigorod |} ====Matches==== Teams listed first played the first leg at home. Some teams agreed to play both matches in the same venue. Bolded teams qualified into quarter finals. |} ;Notes: : a Both legs were hosted by Lokomotiva Zagreb. : b Both legs were hosted by Ferencváros. : c Both legs were hosted by Podravka Koprivnica. ===Quarter Final=== Teams listed first played the first leg at home. Some teams agreed to play both matches in the same venue. Bolded teams qualified into semi finals. |} ;Notes: : a Both legs were hosted by Fleury Loiret. ===Semi Finals=== Teams listed first played the first leg at home. Some teams agreed to play both matches in the same venue. Bolded teams qualified into the Finals. |} ===Finals=== Teams listed first played the first leg at home. |} ==See also== *2014–15 Women's EHF Champions League *2014–15 Women's EHF Cup *2014–15 Women's EHF Challenge Cup ==References== ==External links== *Women's EHF Cup Winners' Cup (official website) Category:Women's EHF Cup Winners' Cup EHF Cup Winners' Cup Women EHF Cup Winners' Cup Women ",
    "title": "2014–15 Women's EHF Cup Winners' Cup"
}