{
    "id": "44231821",
    "text": "is a Japanese Nippon Professional Baseball pitcher for the Fukuoka SoftBank Hawks in Japan's Pacific League. ==Early baseball career== Ryoma started playing softball in second grade with the Sugitani Tortoise team, then went on to pitch for the Daiichi Junior High's softball club in Shimabara City. When the time came to choose high schools, instead of going to Seihō High School, a known baseball powerhouse in Nagasaki, he opted to go to Hasami High School instead, for the reason that he wanted to reach the Koshien using his own abilities. During his junior year, his team joined the 83rd Spring Koshien, where they defeated Yokohama High School in the first round (score: 5-1), but were eliminated when they lost to Hyōgo Prefecture's Kakogawa Kita Koutō High in the next (0-2).デイリースポーツ 2011年10月28日号 12版B The next summer, his team also participated in the Summer Koshien but were again eliminated in the second round by Seiryo High (1-5). ==Hanshin Tigers== In October 27, 2011, he was chosen as the Hanshin Tigers 5th pick in the annual autumn baseball draft. In November 29, he signed with the Tigers for an estimated 5.2 million yen annual salary and a 30 million yen signing bonus. He was assigned the jersey number 56.。 2012 He played his first game on April 21, in a Western League match against the Carps. On July 23, he was promoted to the first squad together with Hiroaki Saiuchi, Iwamoto Akira, and Hirokazu Shiranita, but still did not appear in any official game. For the entire season, he went 3-2 in 8 Western League games, with an ERA of 3.86. When the season ended, his aptitude as a closer became more apparent, and was chosen as the fall camp's MVP. 2013 Before the season started, he was assigned to train in the ichi-gun camp as a potential closer. However, just before the camp ended, he experienced pain and tension in his right shoulder, prompting him to be sent to rehab until mid-May when he was finally able to rejoin practices in ni-gun. He debuted during the July 13 match with the BayStars in Koshien, where he pitched one shutout inning in relief. Since then, he pitched 18 scoreless innings in 17 appearances without surrendering an earned run, until Hisayoshi Chono hit a walk-off homer from him on the 10th inning of the August 29 game. This was also his first career loss. Prior to that however, he earned his first hold on August 8 match with Hiroshima. Even after his first earned run, he managed to maintain an ERA below 1.0, until he gave away 5 more, 3 of which were home runs, in the 2/3 inning that he pitched in September 8. He was taken off the active roster afterwards, but was registered again on the 21st. On October 4, he pitched in the 10th and 11th inning during the match against Yakult, and earned his first win when Toritani scored a hit from an error in the 12th. He pitched in a total of 27 games, and finished the season with a single win, 2 losses, and a 4.25 ERA. During postseason, he was the sole Hanshin player selected to join the Samurai Japan roster and participate in a 3-game series against Chinese Taipei. He contributed to Japan's victory (4-2) on the November 9 game by striking out 2 batters in the 7th inning, throwing his fastest at 151 km/h. 2014 During spring camp in mid-February, he was taken to a hospital after practices after he started feeling discomfort in his right elbow. He underwent rehabilitation, and only managed to return to practices in May. For several more months, he trained with the second squad until he appeared in his first official match on September 19 vs. the Chunichi Dragons. He only appeared in 6 games during the season, but helped the Tigers sweep the Giants by pitching 2 shutout innings in relief in games 3 & 4 of the Climax Series. 2015 He started the year with a blast when he pitched in relief during the season opener with the Dragons. With the game tied at 4-4, he pitched a shutout 10th inning and recorded the win when Matt Murton successfully hit the tiebreaker, and the Tigers notched their first victory for the season, and their first walk-off win in 74 years. He again held the 10th inning scoreless on the next day, and once again, the Tigers scored on a deadball pitch to Sekimoto, and became the 8th team in NPB history to win back-to-back walk-off victories in their first two games of the season. With this, Matsuda became the 6th pitcher in NPB to record 2 wins in the season opening card (2nd Tigers pitcher since Fujimura Takao in 1953), and the 3rd pitcher (first in franchise history) to record the victories on back-to-back days. 2016 In 2016 season, he returned from July due to the pain in his right shoulder. he finished the regular season with a 22 Games pitched a 1–0 Win–loss record, a 1.00 ERA, a one Holds, a 26 strikeouts in 27 innings. 2017 In 2017 season, he finished the regular season with a 26 Games pitched a 1–2 Win–loss record, a 5.05 ERA, a one Holds, a 33 strikeouts in 35 2/3 innings. ==Fukuoka SoftBank Hawks== On July 26, 2018, Matsuda moved to the Fukuoka SoftBank Hawks on an exchange trade with Yuya Iida. In 2019 season, he finished the regular season a 51 Games pitched as a relief pitcher with a 2–4 Win–loss record, a 3.81 ERA, a 5 Holds, a 57 strikeouts in 52 innings. ==Playing style== With a three-quarter delivery, his pitches are clocked at an average 145 km/h, his fastest being a 152 km/h fastball. Breaking balls that are up his arsenal are sliders, slow curves and the occasional change-ups. Although he has the confidence to throw sharp inside pitches, he has yet to improve on his stability and control. ==References== ==External links== *NPB.jp Category:Living people Category:1994 births Category:Fukuoka SoftBank Hawks players Category:Hanshin Tigers players Category:Japanese baseball players Category:Nippon Professional Baseball pitchers Category:Baseball people from Nagasaki Prefecture ",
    "title": "Ryoma Matsuda"
}