{
    "id": "44231449",
    "text": "\"Krieg Nicht Lieb\" is the eleventh episode of the fourth season of the American television drama series Homeland, and the 47th episode overall. It premiered on Showtime on December 14, 2014. == Plot == Quinn (Rupert Friend) visits former lover Astrid (Nina Hoss), who works for the German embassy. With her help, he is able to determine Haissam Haqqani's (Numan Acar) current whereabouts by tracking cell phones in the same batch as phones he retrieved from Haqqani's henchmen. Carrie (Claire Danes) tracks down Quinn and is unable to bring him back in, but learns he is building a bomb. Carrie gets an urgent call from Maggie (Amy Hargreaves) who relays the news that their father Frank died of a massive stroke. Quinn sets his plan into motion by giving Kiran (Shavani Seth) the video footage of Haqqani killing Aayan. He asks Kiran to post the video on the Internet, along with a call to action, which leads to a mob of protesters collecting in front of Haqqani's hideout in Islamabad. Tasneem Qureishi (Nimrat Kaur) responds by sending hostile Haqqani supporters to the scene in an attempt to drive the demonstrators away. Quinn blends in with the crowd by holding a large sign. He slips the handle of the sign, which he had filled with C-4, into a grate in front of Haqqani's driveway. As Quinn anticipated, Haqqani's handlers opt to move him to a safer location. As Haqqani's car pulls out, Quinn prepares to detonate the bomb but is dissuaded when he sees Carrie in harm's way, who makes her presence known by removing her hijab. As Haqqani greets his supporters, Carrie walks behind the procession, with the aim of killing Haqqani herself. Before she can shoot him, she is restrained by Aasar Khan (Raza Jaffrey), who points out that Dar Adal (F. Murray Abraham) is in the car with Haqqani. ==Title== The title Krieg Nicht Lieb is understood by reviewers as a German translation of \"War not love.\" The translation is wrong but understandable in German. == Production == The episode was directed by Clark Johnson and written by executive producers Alexander Cary and Chip Johannessen. Mandy Patinkin only appears in archive footage in this episode as Saul Berenson. This episode features the death of Carrie's father as the actor who played Frank Mathison, James Rebhorn, died in March 2014. == Reception == === Ratings === The original broadcast of the episode was watched by 2.1 million viewers, which marked the season's eighth consecutive increase in viewership and its highest-rated episode of the season to date. === Critical response === The review aggregator website Rotten Tomatoes reported an 83% approval rating from critics based on 12 reviews. Cynthia Littleton of Variety described the episode as \"a fast-moving mix of razor-sharp suspense and softer emotional moments\". Price Peterson of New York magazine rated the episode 4 out of 5 stars, praising Claire Danes' performance and the development of her character, Carrie Mathison. == References == == External links == * \"Krieg Nicht Lieb\" at Showtime * * Category:2014 American television episodes Category:Homeland (season 4) episodes ",
    "title": "Krieg Nicht Lieb"
}