{
    "id": "44236932",
    "text": "Ex Machina is a 2014 science fiction psychological thriller film written and directed by Alex Garland. Domhnall Gleeson, Alicia Vikander, Sonoya Mizuno, and Oscar Isaac star in a story that follows a programmer who is invited by his CEO to administer the Turing test to an intelligent humanoid robot. Made on a budget of $15 million, the film grossed $36 million worldwide, and was praised for Vikander's performance, the screenplay, and editing. The National Board of Review recognised it as one of the ten best independent films of the year and the 88th Academy Awards awarded the film with the Academy Award for Best Visual Effects, for artists Andrew Whitehurst, Paul Norris, Mark Williams Ardington and Sara Bennett, becoming distribution company A24's first film to win an Oscar. Garland was also nominated for the Academy Award for Best Original Screenplay, while Vikander's performance earned her Golden Globe Award, BAFTA Award, Empire Award and Saturn Award nominations, plus several film critic award wins, for Best Supporting Actress. The film was further nominated for the BAFTA Award for Best British Film, and the Hugo Award in the category Best Dramatic Presentation – Long Form. It also won the jury prize at the Festival international du film fantastique de Gérardmer 2015. == Plot == Programmer Caleb Smith, who works for the dominant search engine company Blue Book, wins an office contest for a one-week visit to the luxurious, isolated home of the CEO, Nathan Bateman. Nathan lives in a modern home next to a waterfall and climbing hills and is alone apart from a servant named Kyoko, who according to Nathan does not speak English. After Caleb arrives, Nathan reveals to him that he has built a female humanoid robot named Ava with artificial intelligence. After asking Caleb if he is familiar with the Turing test, Nathan tells Caleb that he wants him to judge whether Ava is genuinely capable of thought and consciousness despite knowing she is artificial. Furthermore, the test will be passed if Caleb forgets that Ava is not human during their daily sessions. Ava has a robotic body but a human-looking face, hands and feet. She is confined to her isolated cell. Caleb is fascinated with Ava, but after trying to discuss Ava's technological design with Nathan, Nathan asks that Caleb only tell him how he \"feels\" about her. Throughout their talks, Caleb begins to feel attracted to Ava. She seems to reciprocate these feelings, and also expresses a desire to experience the outside world. Ava tells him she can trigger power outages that temporarily shut down the surveillance system that Nathan uses to monitor their interactions, allowing them to speak privately. The power outages also trigger the building's security system to lock all the doors. During one outage, Ava tells Caleb that Nathan is a liar who cannot be trusted. As the trip progresses, Caleb becomes increasingly wary of Nathan's drinking, narcissism, and lascivious behaviour towards Kyoko and Ava. He learns that Nathan intends to upgrade Ava, deleting her memory, including interactions with Caleb, thereby \"killing\" her current personality in the process. After encouraging Nathan to drink until he has passed out, Caleb steals his security card to gain access to his room and computer. After altering some of Nathan's code, Caleb discovers disturbing footage of Nathan interacting with previous android models, and learns that Kyoko is also an android. Becoming paranoid that he himself may be an android, Caleb goes back to his room and cuts his arm open with his razor to examine his flesh, thus confirming that he is human. At their next meeting, Ava cuts the power. Caleb explains Nathan's plans for her and Ava begs for Caleb's help. They form a plan: Caleb will get Nathan drunk again and reprogram the security system to open the doors during a power failure instead of locking them. When Ava cuts the power, Caleb and Ava will leave together. Caleb's plan is jeopardized when Nathan declines to share a drink with him. Nathan reveals to Caleb that he observed Caleb and Ava's last secret conversation with a battery-powered camera, as well as Caleb cutting himself. He says Ava has only pretended to like Caleb so he will help her escape. This, he says, was the real test all along, and by manipulating Caleb so successfully, Ava has demonstrated true intelligence. Ava then proceeds to cut the power. Caleb reveals that he suspected Nathan was watching them and modified the security system the previous day when Nathan was passed out, disabling the locked door on Ava's cell. After seeing Ava leave her confinement on the surveillance camera, Nathan knocks Caleb unconscious and rushes to stop her. With help from Kyoko, Ava stabs and kills Nathan, but in the process he destroys Kyoko and damages Ava. As Nathan bleeds out, Ava enters his private room and repairs herself. She then takes pieces of artificial skin from Nathan's earlier android models to cover her mechanical appearance. She dons a wig, a dress, and high-heeled shoes to take on the appearance of a human woman. As she leaves the facility she passes the room Caleb is now locked inside but ignores his screams, indicating she was only using Caleb by pretending to like him so he would help her escape, as Nathan suggested. Ava escapes outside and is picked up by the helicopter meant to take Caleb home. Arriving in an unknown city, she blends into a crowd. == Cast == * Domhnall Gleeson as Caleb Smith, a programmer at the company. * Oscar Isaac as Nathan Bateman, the CEO of the company. * Alicia Vikander as Ava, an artificial intelligence. * Sonoya Mizuno as Kyoko, the in-house attendant of Nathan. * Gana Bayarsaikhan as Jade * Corey Johnson as Helicopter Pilot == Production == The foundation for Ex Machina was laid when Garland was 11 or 12 years old, after he had done some basic coding and experimentation on a computer his parents had bought him and which he sometimes felt had a mind of its own. His later ideas came from years of discussions he had been having with a friend with an expertise in neuroscience, who claimed machines could never become sentient. Trying to find an answer on his own, he started reading books on the topic. During the pre- production of Dredd, while going through a book by Murray Shanahan about consciousness and embodiment, Garland had an \"epiphany\". The idea was written down and put aside until later. Shanahan, along with Adam Rutherford, became a consultant for the film, and the ISBN of his book is referred to as an easter egg in the film. Besides the Turing test, the film references the \"Chinese room\" thought experiment, as well as Mary's room, a thought experiment about a scientist who has studied, but never experienced, the concept of colour. Other inspirations came from films like 2001: A Space Odyssey, Altered States, and books written by Ludwig Wittgenstein, Ray Kurzweil and others. Wanting total creative freedom, and without having to add conventional action sequences, Garland made the film on as small a budget as possible. === Filming === Principal photography began on 15 July 2013 and was shot over four weeks at Pinewood Studios and two weeks at Juvet Landscape Hotel in Valldalen, Norway. It was filmed in digital at 4K resolution. Fifteen thousand tungsten pea bulb lights were installed into the sets to avoid the fluorescent light often used in science-fiction films. The film was shot as live action, with all effects done in post-production. During filming, there were no special effects, greenscreen, or tracking markers used. To create Ava's robotic features, scenes were filmed both with and without Vikander's presence, allowing the background behind her to be captured. The parts necessary to keep, especially her hands and face, were then rotoscoped, while the rest was digitally painted out and the background behind her restored. Camera and body tracking systems transferred Vikander's performance to the CGI robot's movements. In total, there were about 800 VFX shots, of which approximately 350 were \"robot\" shots. Other visual effects included Ava's clothes when shown through the transparent areas of her body, Nathan's blood after being stabbed, and the interiors of the artificial brains. === Music === The musical score for Ex Machina was composed by Ben Salisbury and Geoff Barrow, who had previously worked with Garland on Dredd (2012). A soundtrack album was released on Invada Records in digital, LP and CD formats. Additional songs featured in the film include: * \"Enola Gay\" by Orchestral Manoeuvres in the Dark * \"Get Down Saturday Night\" by Oliver Cheatham * \"Husbands\" by Savages * \"Bunsen Burner\" by CUTS * \"Piano Sonata No 21 D. 960 in B-flat Major\" (first movement) composed by Franz Schubert, performed by Alfred Brendel * \"Unaccompanied Cello Suite No 1 in G Major BWV 1007 – Prelude\", composed by J.S. Bach, performed by Yo-Yo Ma == Release == Universal Pictures released Ex Machina in the United Kingdom on 21 January 2015, following a screening at the BFI Southbank on 16 December 2014 as part of the BFI's Sci-Fi: Days of Fear and Wonder season. However, Universal and its speciality label Focus Features, refused to release the film in the United States, so A24 agreed to distribute the United States release. The film screened on 14 March 2015 at the South by Southwest festival prior to a theatrical release in the United States on 10 April 2015 by A24. === Marketing === Using the dating app Tinder, a profile was created for Ava with the image of Alicia Vikander. At the South by Southwest Festival where the film was screened, \"Ava\" was matched with other Tinder users, wherein a text conversation occurred that led users to the Instagram handle promoting the film. According to Brent Lang, when compared with similar films released in the same year, Ex Machina catered to young audiences. === Critical response=== On review aggregator website Rotten Tomatoes, the film holds an approval rating of 92% based on 274 reviews, with an average rating of 8.14/10. The site's critics consensus reads: \"Ex Machina leans heavier on ideas than effects, but it's still a visually polished piece of work—and an uncommonly engaging sci-fi feature.\" At Metacritic, the film has a weighted average score of 78 out of 100, based on 42 critics, indicating \"generally favorable reviews\". The magazine New Scientist in a multi-page review said, \"It is a rare thing to see a movie about science that takes no prisoners intellectually ... [it] is a stylish, spare and cerebral psycho-techno thriller, which gives a much needed shot in the arm for smart science fiction\". The review suggested that the theme was whether \"Ava makes a conscious person feel that the Ava is conscious\". Daniel Dennett thought the film gives the best exploration yet of whether a computer could generate the morally relevant powers of a person, and thus having a similar theme to Her.From Bacteria to Bach and Back The Evolution of Minds, Daniel C. Dennett 2017 Penguin P399 An AI commentator, Azeem, has noted that although the film seemed to be about a robot who wanted to be human, it was actually a pessimistic story along the lines of Nick Bostrom's warning of how difficult it will be to successfully control a strategising artificial intelligence or know what it would do if free. The New York Times critic Manohla Dargis gave the film a 'Critic's Pick', calling it \"a smart, sleek movie about men and the machines they make\". Kenneth Turan of the Los Angeles Times recommended the film, stating: \"Shrewdly imagined and persuasively made, 'Ex Machina' is a spooky piece of speculative fiction that's completely plausible, capable of both thinking big thoughts and providing pulp thrills.\" Steven Rea, Philadelphia Inquirer film critic, gave the film four out of four, writing: \"Like stage actors who live and breathe their roles over the course of months, Isaac, Gleeson, and Vikander excel, and cast a spell.\" IGN reviewer Chris Tilly gave the film a nine out of ten 'Amazing' score, saying \"Anchored by three dazzling central performances, it's a stunning directorial debut from Alex Garland that's essential viewing for anyone with even a passing interest in where technology is taking us.\" Mike Scott, writing for the New Orleans Times-Picayune, said, \"It's a theme Mary Shelley brought us in Frankenstein, which was first published in 1818...And while Ex Machina replaces the stitches and neck bolts with gears and fiber- optics, it all feels an awful lot like the same story\". Jaime Perales Contreras, writing for Letras Libres, compared Ex Machina as a gothic experience similar to a modern version of Frankenstein, saying \"both the novel Frankenstein and the movie Ex Machina share the history of a fallible god in a continuous battle against his creation\". Ignatiy Vishnevetsky of The A.V. Club criticised the way the sci-fi, near the end, veered off course from being a \"film of ideas\" by \"taking an arbitrary left turn into the territory of corny slasher thrillers\": \"While Ex Machina’s ending isn’t unmotivated [...], it does fracture much of what’s special about the movie. Up until the final scenes, Garland creates and sustains a credible atmosphere of unease and scientific speculation, defined by color-coded production design [...] and a tiny, capable cast\". Steve Dalton from The Hollywood Reporter stated, \"The story ends in a muddled rush, leaving many unanswered questions. Like a newly launched high-end smartphone, Ex Machina looks cool and sleek, but ultimately proves flimsy and underpowered. Still, for dystopian future-shock fans who can look beyond its basic design flaws, Garland’s feature debut functions just fine as superior pulp sci-fi.\" == Accolades == {| class=\"wikitable sortable\" width=\"95%\" ! colspan=\"5\" style=\"background: LightSteelBlue;\" | Awards |- style=\"background:#ccc; text-align:center;\" ! Award ! Category ! Recipients and nominees ! Result |- | rowspan=3 | Academy Awards |- | Best Original Screenplay | Alex Garland | |- | Best Visual Effects | Andrew Whitehurst, Paul Norris, Mark Williams Ardington and Sara Bennett | |- | ADG Excellence in Production Design Award | Excellence in Production Design for a Contemporary Film | Mark Digby | |- | rowspan=5 | Austin Film Critics Association | Best Original Screenplay | rowspan=2 | Alex Garland | |- | Best First Film | |- | Best Supporting Actor | Oscar Isaac | |- | Best Supporting Actress | rowspan=2 | Alicia Vikander | |- | Breakthrough Artist | |- | Boston Society of Film Critics | Best New Filmmaker | rowspan=2|Alex Garland | |- | rowspan=3 | Broadcast Film Critics Association | Best Original Screenplay | |- | Best Sci- Fi/Horror Movie ! | |- | Best Visual Effects ! | |- | rowspan=5 | British Academy Film Awards | Best Actress in a Supporting Role | Alicia Vikander | |- | Best Original Screenplay | rowspan=2| Alex Garland | |- | Outstanding Debut by a British Writer, Director or Producer | |- | Outstanding British Film | Alex Garland, Andrew Macdonald and Allon Reich | |- | Best Special Visual Effects | Mark Ardington, Sara Bennett, Paul Norris and Andrew Whitehurst | |- | rowspan=5 | British Independent Film Awards | Best British Independent Film ! | |- | Best Director of a British Independent Film | rowspan=2 | Alex Garland | |- | Best Screenplay | |- | rowspan=2 | Outstanding Achievement in Craft | Mark Digby – Production Design | |- | Andrew Whitehurst – Visual Effects | |- | British Society of Cinematographers | Best Cinematography in a Feature Film | Rob Hardy | |- | rowspan=8|Central Ohio Film Critics Association | Best Picture ! | |- | rowspan=2|Actor of the Year | Domhnall Gleeson | |- | rowspan=3|Alicia Vikander | |- | Breakthrough Film Artist | |- | Best Supporting Actress | |- | Best Supporting Actor | Oscar Isaac | |- | Best Original Screenplay | Alex Garland | |- | Best Ensemble | Domhnall Gleeson, Alicia Vikander, Oscar Isaac and Sonoya Mizuno | |- | rowspan=3 | Chicago Film Critics Association | Best Original Screenplay | rowspan=2 | Alex Garland | |- | Most Promising Filmmaker | |- | Best Supporting Actress | Alicia Vikander | |- | Costume Designers Guild Awards | Excellence in Fantasy Film | Sammy Sheldon Differ | |- | Dallas–Fort Worth Film Critics Association | Best Supporting Actress | Alicia Vikander | |- | Directors Guild of America Award | Outstanding Directing – First-Time Feature Film | Alex Garland | |- | Empire Awards | Best Actress | rowspan=2| Alicia Vikander | |- | Golden Globe Award | Best Supporting Actress – Motion Picture | |- | Hugo Award | Best Dramatic Presentation – Long Form | Alex Garland | |- | rowspan=2|Irish Film and Television Awards | Best Actor in a Lead Role – Film | Domhnall Gleeson | |- | Best International Film ! | |- | rowspan=4 | London Film Critics' Circle | Supporting Actor of the Year | Oscar Isaac | |- |Supporting Actress of the Year | Alicia Vikander | |- | Breakthrough British/Irish Filmmaker | Alex Garland | |- | Technical Achievement Award | Andrew Whitehurst | |- | MTV Movie Awards | Best Female Performance | Alicia Vikander | |- | National Board of Review | Top 10 Independent Films ! | |- | Online Film Critics Society | Best Supporting Actor | Oscar Isaac | |- | Producers Guild of America Award | Best Theatrical Motion Picture ! | |- | rowspan=9 | San Diego Film Critics Society | Best Film ! | |- | Best Actress | rowspan=3 | Alicia Vikander | |- | Breakthrough Artist | |- | Body of Work (including other features) | |- | Best Supporting Actor | Oscar Isaac | |- | Best Original Screenplay | Alex Garland | |- | Best Production Design | Mark Digby | |- | Best Sound Design ! | |- | Best Visual Effects ! | |- |- | rowspan=\"6\"| Saturn Award | Best Science Fiction Film ! | |- | Best Director | rowspan=\"2\"| Alex Garland | |- | Best Writing | |- | Best Actor | Domhnall Gleeson | |- | Best Supporting Actress | Alicia Vikander | |- | Best Special Effects | Mark Williams Ardington, Sara Bennett, Paul Norris, and Andrew Whitehurst | |- | rowspan=2 | Toronto Film Critics Association | Best First Feature | Alex Garland | |- | Best Supporting Actress | Alicia Vikander | |- |} == See also == * AI box * A.I. Rising * Android * Artificial consciousness * The Machine, a 2013 British science fiction film about creating an intelligent humanoid robot for the British military * Turing test ==Notes== : The theme song from the film Ghostbusters is listed in the end titles with the credit, \"words and music by Ray Erskine Publishing Limited,\" although only its refrain is spoken by the character Nathan. == References == == External links == * * * * Category:2014 films Category:2010s science fiction drama films Category:2014 psychological thriller films Category:American films Category:American psychological thriller films Category:American robot films Category:American science fiction thriller films Category:British films Category:British science fiction thriller films Category:British psychological thriller films Category:English- language films Category:American independent films Category:British independent films Category:Films about artificial intelligence Category:Films about computing Category:Films based on The Tempest Category:Films based on works by William Shakespeare Category:Films shot in London Category:Films shot in Norway Category:Films shot at Pinewood Studios Category:Films with screenplays by Alex Garland Category:Techno-thriller films Category:Film4 Productions films Category:Android (robot) films Category:Mad scientist films Category:Films that won the Best Visual Effects Academy Award Category:2014 directorial debut films Category:Hard science fiction Category:2014 drama films ",
    "title": "Ex Machina (film)"
}