{
    "id": "44233702",
    "text": "Armandt Koster (born 20 January 1990 in Vryheid, South Africa) is a South African rugby union player. His regular position is flanker or lock. ==Career== ===Youth and Varsity Cup rugby=== He was included in the squad for the 2011 Under-21 Provincial Championship, but didn't make any appearances for them. In 2012, he was included in the squad for the 2012 Varsity Cup. He played seven times for Shimlas, scoring tries in their matches against and . He returned to make two substitute appearances during the 2013 Varsity Cup and started in five matches for Shimlas during the 2014 Varsity Cup. ===Free State=== After his first season of Varsity Cup rugby, he was included in the squad for the 2012 Vodacom Cup. He made his first class debut when he played off the bench in their match against the in Bloemfontein. A week later, he started their next match against the in Port Elizabeth, but that turned out to be his only two appearances for the Bloemfontein-based side. ===Griffons=== He joined Welkom-based side for the 2012 Currie Cup First Division competition. He made his Currie Cup debut in their 53–33 victory over the in East London. Three more appearances off the bench followed before Koster started the final two matches of the season, both of those against the – first a 39–29 victory for the Griffons in the final match of the regular season and then in the semi-final, where the Griffons lost 37–30. Koster started five matches for the Griffons during the 2013 Vodacom Cup competition and returned for the 2014 Vodacom Cup competition, where he made three appearances. He made six appearances for the during the 2014 Currie Cup qualification competition; during this competition, he scored his first senior try in their match against the and followed it up with further tries in their next two matches against the and the . The Griffons finished third in the competition to remain in the First Division in 2014. He appeared in all seven of the ' matches in the 2014 Currie Cup First Division campaign to help them finish the group stage in second place behind the . He started their semi-final match against the , where the Griffons ran out 45–43 winners and was once again in the starting line-up for the final against the . He played the full 80 minutes of the match as the Griffons ran out 23–21 winners to win their first silverware for six years. Shortly after the conclusion of the 2014 Currie Cup First Division, Koster was also included in the ' wider training squad as part of their preparations for the 2015 Super Rugby season. ===Grenoble=== He joined French Pro D2 side , but failed a medical when he was diagnosed with a cervical disc herniation and returned to South Africa for surgery. ==References== Category:South African rugby union players Category:Living people Category:1990 births Category:People from Vryheid Category:Rugby union locks Category:Rugby union flankers Category:Free State Cheetahs players Category:Griffons (rugby team) players ",
    "title": "Armandt Koster"
}