{
    "id": "44232651",
    "text": "Anuvyavasāya (Sanskrit:अनुव्यवसाय) is derived from anu ('after') + vyavasāya ('contact') – which means - 'after contact' or 'self reflective cognition' or 'cognition of a cognition'. Abhinavagupta has used this term to designate the re-presentation of what has been presented repeatedly as a dramatic representation. In Yoga psychology, it refers to the function of the mind in its intelligent (sāttvika) aspect by which the sensations (due to the sense- object contact ālochana) are associated, differentiated, integrated, and assimilated into precepts and concepts; it refers to the creative faculty of the mind, and also accepted by Dignāga and Dharmakirti of the Yogacara and the Sautrāntika schools of Buddhism respectively. The former held the view that the nature of a reality is absolute consciousness devoid of any subject-object relations that are the constructs of the mind and expressed in language. However, the Nyāya realists did not accept Dignāga’s contention that the cognitive state is self-conscious or self-luminous awareness and its expression in propositional form is a mental construction, because they held that there are two stages of perception – indeterminate or nirvikalpa perception and the determinate or savikalpa perception, follows the second stage, is when the mind relates it to the second stage. Abhinavagupta subscribes to the Yoga philosophy in explaining the determinate perception as an anuvyavasāya or creative function of the translucent mind predominated by its intelligence stuff (sattva). According to Murari Misra of the Mimamsa School, the primary knowledge whose truth is under consideration is apprehended in its anuvyavasāya or introspective awareness, which secondary knowledge also apprehends the truth of the primary knowledge. Ganesa, in support thereof, states that since a knowledge is specified only by its object (viseyanirupya), the anuvyavasāya apprehending a primary knowledge should also apprehend the primary knowledge as being knowledge of such and such object, which in fact amounts to apprehending it as a true knowledge; anuvyavasāya gives the datum for analysis, for it considers the ordinary mental perception of the primary knowledge with the extraordinary presentation through past knowledge of the object of the primary knowledge, and as a rule is accompanied by truth. Anukirtana (re-telling) is a special type of anuvyavasāya (re- perception). From the point of Advaita Vedanta, re-perception means the cognition of the mental states consisting of pleasure and pain. Anuvyavasāya (re-perception) reveals the previous knowledge existing at the stage as well as the self bearing that knowledge as a qualifier. In anuvyavasāya, the mind is conjunctively related to the knowing self in which the vyavasāya inheres; and, anuvyavasāya, which is subsequent introspective awareness, amounts to the appropriation of the vyavasāya as a conscious (intentional) property of the knowing subject. This means, knowing is known in a secondary act of retrospection. ==References== Category:Vedanta ",
    "title": "Anuvyavasaya"
}