{
    "id": "44236848",
    "text": "Arthur James Krener (born October 8, 1942) is a Distinguished Visiting Professor in the Department of Applied Mathematics at the Naval Postgraduate School. He has made contributions in the areas of control theory, nonlinear control , and stochastic processes. == Biography == He was born in Brooklyn, NY on October 8, 1942. He received B.S. (1964) from College of the Holy Cross and a Ph.D. (1971) from the University of California, Berkeley. He was a professor of mathematics at the University of California, Davis for 35 years. He retired from Davis as a Distinguished Professor in 2006 and joined the Department of Applied Mathematics, Naval Postgraduate School at that time. His research interests are in developing methods for the control and estimation of nonlinear dynamical systems and stochastic processes. In 1988 he founded the SIAM Activity Group on Control and Systems Theory and was its first Chair. He was again Chair of the SIAG CST in 2005–07. In 2012, he received the Richard E. Bellman Control Heritage Award from the AACC. The citation reads \"For contributions to the control and estimation of nonlinear systems.\" == Work == In his PhD dissertation, Krener showed that the Lie bracket played an important role in nonlinear controllability by proving a time directed version of Chow's theorem. Several years later with Hermann, he gave the definitive treatment of controllability and observability for nonlinear systems. This work was later cited by the IEEE Control Systems Society as one of Twenty Five Seminal Papers in Control, published in the twentieth century, which have made a major impact on the field of control. With Isidori, Gori-Giorgi and Monaco,https://www.math.ucdavis.edu/~krener/1-25/21.IEEETAC81.pdf he gave conditions for the existence and construction of decoupling and noninteracting control laws for nonlinear systems. This paper won the George S. Axelby Outstanding Paper Awardhttp://www.ieeecss.org/awards/george-s-axelby- outstanding-paper-award from IEEE Transactions on Automatic Control and Krener received the Medal of the University of Rome for his contributions. It also led to the concept of the zero of a nonlinear system, which was subsequently developed by Byrnes and Isidori and extended to the backstepping technique of control by Kokotovic, Krstic and many others. == Awards == *Richard E. Bellman Control Heritage Award, AACC, 2012. *IFAC Certificate of Excellent Achievement, 2010. *IEEE Hendrik W. Bode Lecture Prize, 2006http://www.ieeecss.org/awards/hendrik-w-bode-lecture-prize *W.T. and Idalia Reid Prize in Mathematics, SIAM, 2004.http://www.siam.org/prizes/sponsored/reid.php *Guggenheim Fellowship 2001List of Guggenheim Fellowships awarded in 2001 *Fellow of the AMS, 2014http://www.ams.org/profession/ams-fellows/new-fellows *Fellow of SIAM, inaugural class of 2009http://fellows.siam.org/index.php?sort=year&value;=2009 *Fellow of IFAC *Life Fellow of the IEEE, 1990http://www.ieee.org/membership_services/membership/fellows/fellowsDirectory.html# ==See also== * Krener's theorem * Backstepping ==References== == External links == * Category:1942 births Category:Living people Category:Control theorists Category:Richard E. Bellman Control Heritage Award recipients Category:Fellows of the American Mathematical Society Category:People from Brooklyn Category:University of California, Berkeley alumni Category:College of the Holy Cross alumni ",
    "title": "Arthur J. Krener"
}