{
    "id": "44236220",
    "text": "JHS Pedals is a guitar effects pedals manufacturer with headquarters in Kansas City, Missouri.Mister Tweak\". Audiofanzine. == History == JHS Pedals was founded by Joshua Heath Scott in Jackson, Mississippi. He began by repairing and modifying his own pedals. In 2007 Scott began selling modified Boss BD-2s and other modified Boss pedals at Fondren Guitars in Jackson, Mississippi. Soon after, he began to develop his own circuits including the Morning Glory overdrive and the Pulp N Peel compressor.\"JHS Pulp ‘N’ Peel V4 Review\". Performer, By Chris Devine on August 18, 2016 In 2009 Scott moved the company to Kansas City, Missouri, eventually expanding to 10 employees. JHS released the Panther analog delay in 2011 and also the SuperBolt overdrive and Prestige booster/buffer/enhancer in 2012. Scott was interviewed by Worship Leader magazine in April 2012, as well as in a builder profile for Premier Guitar in September 2013. Guitarists such as Drew Shirley and Jon Foreman of Switchfoot use JHS Pedals. In 2015 JHS collaborated with Keeley Electronics to produce a combined compressor and overdrive pedal.\"JHS Pedals and Keeley Electronics Steak and Eggs\". By David A. Evans Toner Report, November 12, 2015 In 2019, JHS severed ties with Ryan Adams and stopped production of his signature pedal, the VCR, after Adams was accused of sexual misconduct. JHS announced they would be rebranding the remaining pedals and using the proceeds to support work against sexual abuse and assault. == Products == JHS manufactures and sells pedals with a variety of effects, including overdrive,\"JHS Moonshine Overdrive\". Tone Report. By Sarah FitzGerald January 20, 2014 distortion, compression, fuzz, boost, tremolo, delay, and others. The models are given distinctive names, such as \"Angry Charlie\", “Moonshine”, “Double Barrel”, \"Pollinator\"\"JHS Pedals Pollinator Review – Best Germanium “Fuzz Face” Pedal?\". Best Guitar Effects. \"Colour Box\"\"JHS Colour Box Review\". Premier Guitar, Joe Gore November 10, 2014 and \"Lime Aid\". == Artist collaborations and associated artists == JHS Pedals is known for developing pedals for artists including Andy Timmons, Butch Walker, The Edge, Mike Campbell, Ryan Adams, Stu G and most recently Paul Gilbert. JHS Pedals cut ties with Ryan Adams after allegations surfaced about sexual misconduct with female artists and rebranded the VCR guitar pedal to the Space Commander to clear out remaining inventory of stock and parts. JHS also colaborated with BOSS for their 40th aniversary and together they created the JB2 Angry Driver. == International House of Prayer controversy == From 2010-2013 Josh Scott volunteered at the International House of Prayer in Kansas City (IHOPKC) occasionally. He volunteered his time and personal finance to cultivate musicianship within the church. Despite accusations, Josh has stated numerous times that JHS Pedals was never owned, funded, or supported by IHOPKC. Josh left IHOPKC due to undisclosed reasons. == References == ==External links== *Site Category:Guitar effects manufacturing companies Category:Guitar manufacturing companies of the United States Category:Manufacturing companies based in Kansas City, Missouri ",
    "title": "JHS Pedals"
}