{
    "id": "44238178",
    "text": "DJ ETrayn, is an American DJ, Host, and Entrepreneur based in Cincinnati, Ohio. ETrayn is the Official DJ for The Cincinnati Bengals, The Cincinnati Reds, and The Cincinnati Bearcats Men's Basketball / Football Teams as well as an on camera host / personality for the teams. As a DJ, ETrayn has Performed across 48 states and shared the stage with artists such as Ne-Yo, Usher, Kendrick Lamar, J Cole, Big Sean, Diplo, 50 Cent, Machine Gun Kelly, Young Jeezy, Train, Krewella, DJ Jazzy Jeff, Jermaine Dupri, and French Montana. Notable events include: Usher's Super Bowl Party - Dallas, Texas (2011) Young Money's Super Bowl Party - Indianapolis, Indiana (2012) Maxim's Kentucky Derby Party (2013 / 2016) The Cincinnati leg of Jay-Z & Beyonce's On the Run Tour (2014) Major League Baseball's All Star Player Party (2015) Major League Baseball's All Star Game Parade (2015) 50 Cent's Effen Vodka Promo Tour (2016) Cincinnati Bengals Pre Season Player Party (2016 - 2019) Bunbury Music Festival (2017 - 2019) Braxton Miller Football Camp (2017 - 2019) Red Bull Soapbox Derby Host (2018) John Calipari Motivational Event (2018) The Arnold Sports Festival (2018) Andy Dalton Charity Event (2019) Yasiel Puig Charity Event (2019) Ohio University's 8, 9, 10, 13, and 14 Fests. == Early life == ETrayn was born in Ross, Ohio to parents Sharon and Danny Traynor. He has one sibling a sister named Kelly. ETrayn grew up playing sports year round, and graduated from Ross High School in 2006 where he lettered in baseball. He attended Miami University Hamilton from 2006 to 2007 and Cincinnati State Technical and Community College from 2007 to 2009. It was shortly after college, in late 2010 that ETrayn picked up DJing. He had observed his father Danny, who played in bands throughout ETrayn's childhood, and was inspired by DJ Jazzy Jeff. He also had friends help him to hone his skills and show him the ropes. In late 2010, ETrayn signed with Self Diploma, located in Cincinnati, Ohio, as a DJ. == Radio career== As a radio host, DJ ETrayn showcased his mixes with 101.1 The Wiz WIZF in Cincinnati, Ohio. ETrayn got his start in radio with \"The Wiz\" where he was an on-air mixer and personality from 2012 to 2014. He also worked closely with Dash Radio based out of Los Angeles, California. == DJ career == ETrayn has also DJ'd corporate/charity events and fashion shows Lululemon, TopGolf, Louis Vuitton, Flying Pig Marathon, Showtime, Red Bull, Pure Romance, CVG, Lexus, Major League Baseball, United Way, Toyota, Aloft Hotels, Mercy Hospital, Verizon, University of Cincinnati's DAAP Program, and Mike Repole (Vitamin Water). ==References== ==External links== * Official site * Cincinnati Magazine . Retrieved on October 28, 2014. * Cincy Music . Retrieved on October 28, 2014. * Cincinnati.com . Retrieved on October 28, 2014. Category:Radio personalities from Ohio Category:Living people Category:People from Ross, Ohio Category:Year of birth missing (living people) ",
    "title": "DJ ETrayn"
}