{
    "id": "44234461",
    "text": "Barentzymes AS is a biotechnology company founded in 2013 and has its headquarters in Tromsø, Northern Norway. It is the customer who defines the direction of Barentzymes development activities. ==Structure== The company was established in December 2013 by Jan B. Andersen, former CEO of ArcticZymes AS, together with Sigurd Aase, a private Norwegian investor. Headquarters and a wetlab are located in Tromsø with 9 employees. Bioinformatics and business development with 6 employees are situated in Copenhagen, Denmark. The in silico team have been recruited from the Center for Biological Sequence Analysis, DTU, and The Bioinstitute at Aalborg University, Campus Copenhagen. ==Operations== Barentzymes brings to the market new enzymes for industrial biotechnology application, initially with a focus on bio-degradation of biological resources for food and non-food applications.http://barentsobserver.com/en/business/2014/05/special-arctic- dna-spurs-high-tech-business-24-05 The company was selected for a visit by the Ministry of Trade and Industry (Norway) in recognition of its work in the field of biotechnology.http://www.itromso.no/nyheter/article10271521.ece#navClose Barentzymes is focused on the development of new original enzymes from the genetic resources of the Barents Sea.http://www.the- european.eu/story-8176/barentzymes-customer-driven-innovation-industrial- enzymes-market.html Barentzymes uses a bioinformatic approach known as Peptide Pattern Recognition principle (PPR) to discover new β-glucosidases from Mucor circinelloides. Barentzymes have in its team experts who have developed a new advanced discovery platform that allows to profile new enzyme’s properties already at the sequence level. This ability to predict properties of an enzyme on an in silico level makes it possible for Barentzymes to reduce time and costs from the moment of the development of an enzyme to the testing of an enzyme for customer’s specific applications. Barentzymes work with specific needs of a customer and produce tailored solutions that solve a customer's particular problem. The company is a part of cluster active in the region of Northern Norway that aims at bringing together public institutions and industry representatives in an effort to research and commercialize the biodiversity of Barents Sea.Arena BioTech North ==Current status== The funding of the company was stopped on a short notice, and its operations were finished in mid 2015. ==References== ==External links== * Barentzymes website Category:Biotechnology companies established in 2013 Category:Companies based in Tromsø Category:Biotechnology companies of Norway Category:Norwegian brands Category:Norwegian companies established in 2013 ",
    "title": "Barentzymes"
}