{
    "id": "44231904",
    "text": "The Ministry of Communication and Technology is the government ministry responsible for the development of communication and technology in Ghana. Its mission is to pursue policies that will lead to the cost-effective creation of information and communications infrastructure and services in order to promote economic competitiveness in line with the policy guidelines of the Medium Term National Development Policy Framework (MTNDPF) developed as the basis of the Ghana Shared Growth and Development Agenda (GSGDA). The ministry's offices are located in Accra, Greater Accra. == Aims and Objectives == The Ministry of Communication was created out of the Ministry of Transport and Communications. Its mission is based on the following principles: * To promote rapid development and deployment of a national ICT infrastructure in Ghana. * To strengthen the institutional and regulatory model for managing the ICT sub sector. * To increase the use of ICT in all sectors of the economy to increase productivity. * To facilitate the provision of quality meteorological data and forecasts in support of weather-sensitive sectors of the economy. == Departments and agencies == The Ministry of Communications is made up of the following agencies and statutory bodies: # Postal and Courier Services Regulatory Commission (PCSRC) # Ghana Meteorological Agency (GMet) # Ghana- India Kofi Annan Centre of Excellence in ICT (AITI-KACE) # National Information Technology Agency (NITA) # Data Protection Commission (DPC) # National Communications Authority (NCA) # Ghana Investment Fund for Electronic Communications (GIFEC) # Ghana Post Company Limited (GPCL) == Initiatives of the Ministry == * Ms. Geek Competition - This is a competition launched in 2019 to support females between the ages of 13 to 25 to develop innovative ideas which seek to solve key problems facing the nation. == See also == * Minister for Communication (Ghana) ==References== == External links == * Official website Communication and Technology Ghana ",
    "title": "Ministry of Communication and Technology (Ghana)"
}