{
    "id": "44235724",
    "text": "Jacques-Antoine Granjon born in Marseille (France) on 9 August 1962 in Marseille, is a French entrepreneur and CEO of Vente-privee.com. == Biography == ===Education === Jacques-Antoine Granjon graduated from the European Business School (EBS)Jacques-Antoine Granjon - Founder and Chief Executive Officer, vente-privee.com SAS, Investing BusinessWeek and also studied at the lycée Saint-Louis-de-Gonzague in Paris.Granjon, le « soldeur esthète » , Le Monde ===Career=== With his friend Julien Sorbac from EBS, he founded the company Cofotex which specialized in the wholesale of overstocked goods.est Jacques-Antoine Granjon, patron de vente-privee.com, roi des démarques sur internet, 20 Minutes In 1996 he bought the old printing houses of major French newspaper Le Monde in Plaine-Saint-Denis to house the headquarters of the company, which later became part of vente-privee.com.Jacques-Antoine Granjon, ImmoWeek He invented the principal of the flash sale: a sale that lasts only a few days or a few hours.Granjon : \"Je me vois mal quitter la France pour payer moins d'impôts\", Franceinfo It was in 2000, inspired by new technologies and his experience in clearance, that Jacques-Antoine created a visual concept to transform the method of selling end of season pieces. In January 2001, with his seven associates, he launched vente-privee.com in France. Since then, the company has grown to more than 2,100 employees with revenues amounting to 1.6 billion euros in 2013.un modèle de réussite \"Made in France\", Challenges In 2011, he launched the École européenne des métiers de l'Internet (EEMI) with Xavier Niel, Marc Simoncini and Alain Malvoisin.de l’EEMI, l’école européenne des métiers de l’internet, par Jacques Antoine Granjon, FrenchWeb At the end of May 2013, with Xavier Niel (Free), Jean-David Blanc (AlloCiné), Jérémie Berrebi (Kima) et Clément Benoît (Resto-in), he provided support to the at a fundraiser (for an undisclosed amount).Niel investit dans le site Bank of Poker, L'Express ==Fortune== In 2013, his fortune is estimated at 1.07 billion dollars (800 million euros according to the magazine Challenges).Jacques- Antoine Granjon's fortune, Challenges ==Prizes and awards== In 2007 he won the “Favor’i d’Honneur” from the “Nuit des Favor’I” organized by Fevad for its 50th anniversary. This prize, determined by those invited to the ceremony by a vote through SMS, recognized the most outstanding personality of the world of distance selling.Granjon, Favor'i d'Honneur, JournalduNet In 2008 Jacques- Antoin was elected the “Entrepreneur of the Year” by the judges of the BFM awards Entrepreneur de l'année 2008 before winning the European prize of “CMO of the Year” (marketing man of the year) in 2009, which was organized by Booz & Company.CMO of the year 2009 In the month of January 2011 he was elected businessman of the year 2010 by GQ.Jacques-Antoine Granjon élu businessman de l’année 2010 par les lecteurs de GQ Jacques-Antoine was chosen as “Personality of the Year” at the 2011 LSA Innovation Awards. During 2011, he received the title of “Personality of Communication of the Year 2011” from the Grand Prize agencies of the year. ==Personal life== Jacques-Antoine is characterized by his laid back style and outspoken nature. “Better to have hair that is long and clean than short and dirty.” Granjon : des cheveux longs et propres plutôt que courts et sales, Cadreemploi He has three children from his first marriage and is currently remarried. ==References== ==External link== Category:1962 births Category:Living people Category:French chief executives Category:French billionaires Category:People from Marseille Category:European Business School Paris alumni ",
    "title": "Jacques-Antoine Granjon"
}