{
    "id": "44233719",
    "text": "Multifuncional Concert Hall \"Jordanki\" in Toruń, Poland (under construction) Fernando Martín Menis, better known as Fernando Menis (born June 15, 1951 in Santa Cruz de Tenerife, Canary Islands), is a Spanish Architect who graduated from the Barcelona Institute of Architecture, and also serves as the Chairman of the Laboratory for Innovation in Architecture, Design and Advanced Tourism of Tenerife. He is also a professor at the European University of the Canary Islands (EUC) and, occasionally, serves as a guest speaker at International Congresses of Architecture and Universities (such as Harvard, Technical University of Berlin, Columbia University and École Spéciale d'Architecture). In 2004, Fernando Menis created Menis Architects; an architectural studio based in both Tenerife and Madrid, as well as Valencia. Menis' designs are characterized by being sustainable and adaptable; representing low cost projects combining the natural elements of the urban landscape with architecture. Its major completed projects include the Presidency of the Government of the Canary Islands in Santa Cruz de Tenerife (1999), a swimming pool in the Spree River in Berlin (2004), Magma Art & Congress (2005), the Insular Athletics Stadium (2007) and the Multifunctional Concert Hall \"Jordanki\" in Torun (Poland). In 2007, Fernando Menis created Fernando Menis S.L.P.U. to keep working around the world. Current projects include the Swiss Hotel Complex Bürchen Mystik and the Holy Redeemer Church in San Cristóbal de La Laguna, the latter being part of the MoMa permanent collection in New York City. ==Early life and education== Perhaps to understand the professional moment Menis lives in, we have to go back to his childhood where he \"used to help [his] father when making [his] own toys with recycled materials\", something that later developed in his high school years, as he used to spend hours dreaming of shapes in soft materials, such as wax candles. Menis often describes this as his inspiration to study architecture later in College. He started his University journey in Las Palmas de Gran Canaria and finished his degree in Barcelona. Menis remembers those as some very exciting years in his life due to democracy being about to be established in Spain, which made the desire of incredible freedom and collective joy contagious. His two main inspirations where his then professors Pep Bonet and Rafael Cáceres, who \"opened [his] dreams and brought common sense and harmony\" into his work. Once he graduated, he moved to Paris and started working with Ricardo Bofill in the first period of his architectural studio. This gave him the opportunity to meet new friends and learn from a European world that was very different from what he had been used to in Spain. It is in Paris where he learns and participates in several competitions, such as La Villette, something that stimulates his pleasure of teamwork that surpasses itself in order to offer the best solution for a project. ==Representative Projects== * Hatching - The Origination of a City (Venice Architecture Biennale 2014 – Morocco Pavilion FUNDAMENTAL-(ISM)S.).http://menis.es/hatching-venice-biennale/ * Bürchen Mystik (Switzerland, Under Construction).http://menis.es/burchen-mystik/ * Multifunctional Concert Hall \"Jordanki\" in Torun (Poland, 2015).http://menis.es/multifunctional-concert-hall-jordanki/ * Magma Art & Congress (Adeje, Spain, 2005).http://menis.es/magma-arte-congress/ * Holy Redeemer Church (San Cristóbal de La Laguna, Spain, Under Construction).http://menis.es/holy-redeemer-church/ * Sacred Museum and Plaza de España in Adeje (Spain, 2010).http://menis.es/sacred-museum-and-plaza- spain-in-adeje/ * Swimming Pool in Spree River (Berlin, 2004).http://menis.es/spree-river-swimming-pool/ * Presidency of The Government of The Canary Islands (Santa Cruz de Tenerife, Spain, 1999).http://menis.es/presidential-building-of-the-government-of-the-canary- islands/ ==Honours and Awards== * 2016: Zlota Kareta Award, NOWOSCI newspaper, Poland - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Jury Prize, BRYŁA Awards, Poland - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Award for Best Cultural Building in Poland, SARP Awards (Association of Polish Architects) - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: ICONIC Award, category - Public Building, Germany - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Best Concrete Building Award, World Architecture News Intl. Awards (WAN), United Kingdom, 2016 Award for Best Cultural Building, BUILD Architecture Awards, UK - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Gold Award for Best Public Building, Taipei International Design Award, Taiwan. - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Special Award for Universal Accessibility, CEMEX Building Awards, Mexico. - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Finalist, Architecture Awards of the POLITYKA newspaper, Poland. - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Finalist, XIII Spanish Biennial of Architecture, category - \"Product”. - Project: Picado, CKK \"Jordanki\" in Torun, Poland. * 2016: Finalist, World Architecture Festival Intl. Awards (WAF), Cultural category, Germany. - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Nomination, Modernizacja Awards, category New Urban Building, Poland. - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: New Wonder of Poland, Contest of the New 7 Wonders in Poland, National Geographic, Poland. - Project: CKK \"Jordanki\" in Torun, Poland. * 2016: Jury Prize, Taipei Intl. Design Award, Public Space Design category, Taiwan. - Project: Bürchen Public Space in Büchen, Switzerland. * 2016: Finalist, European Award for Urban Public Space. - Project: Bürchen Public Space in Büchen, Switzerland. * 2016: Finalist, World Architecture Festival Intl. Awards (WAF), category - Landscape, Germany. - Project: Bürchen Public Space in Büchen, Switzerland. * 2014: Finalist at the World Architecture Festival (WAF) - Project: Bürchen Mystik, Switzerland. * 2012: Awarded World Architecture Festival (WAF) First Prize in the “New & Old” category and the Director’s Special Award - Project: Sacred Museum and Plaza of Spain in Adeje, Spain. * 2012: Finalist at the European Prize for Urban Public Space - Project: Sacred Museum and Plaza of Spain in Adeje, Spain. * 2012: Awarded Ambuja Cement Foundation 2012 Award for Innovation in Architecture - Project: Holy Redeemer Church, San Cristóbal de La Laguna, Spain. * 2011: Finalist at the World Architecture Festival (WAF) in the \"Future Cultural Projects\" category - Project: Auditorium in Pájara, Fuerteventura, Spain. * 2010: Awarded World Architectural Festival (WAF) First Prize in the \"Future Cultural Projects\" category - Project: Multifunctional Concert Hall \"Jordanki\" in Torun, Poland. * 2008: Finalist at the Manuel de Oráa Award - Project: 4th phase of the Cuchillitos Park, Spain. * 2007: Honourable Mention at the 11th Edition of the \"Architecture in Stone” Awards - Project Insular Athletics Stadium, Spain. * 2007: Nominated for Mies van der Rohe Awards - Project: Magma Art & Congress, Spain. * 2007: Selected Work at the Spanish Architecture Awards - Project: Magma Art & Congress, Spain. * 2007: Awarded \"Simproni Accessibility Architecture\" First Prize - Project: Magma Art & Congress, Spain. * 2007: Finalist at the 9th Edition of the Spanish Architecture Biennale Awards - Project: Magma Art & Congress, Spain. * 2006-07: Awarded First Prize and Special Award Manuel de Oráa - Project: Insular Athletics Stadium, Spain. * 2006: Finalist at the FAD 2006 Awards - Project: Magma Art & Congress, Spain. * 2006: Selected Work at the 11th Edition of the Venice Architecture Biennale Awards - Project: Swimming Pool in Spree River, Berlin, Germany. * 2006: Finalist at the 4th Edition of the European Prize for Urban Public Space - Project: Swimming Pool in Spree River, Berlin, Germany. * 2005: Finalist at the 8th Edition of the Spanish Architecture Biennale Awards - Project: Swimming Pool in Spree River, Berlin, Germany. * 2004-05: First Prize ex aequo Manuel de Oráa - Project: Magma Art & Congress, San Miguel, Spain. * 2003: Selected Work at IBERFAD - Project: 11 Apartments in El Guicho, Spain. * 2003: Awarded at the 13th Edition of the \"Architecture in Stone” International Awards - Project: Presidency of the Canary Islands Government, Santa Cruz de Tenerife, Spain. * 2002: Selected Work at the 8th Edition of the Venice Architecture Biennale Awards - Project: Presidency of the Canary Islands Government, Santa Cruz deTenerife, Spain. * 2000: Awarded First Prize of the National Architecture and Design Awards - Project: Presidency of the Canary Islands Government, Santa Cruz de Tenerife, Spain. * 1999-00: Awarded First Prize Manuel de Oráa - Project: Presidency of the Canary Islands Government, Santa Cruz de Tenerife, Spain. * 1999: Finalist at the FAD Awards - Project: MM House, Santa Cruz de Tenerife, Spain. * 1998-99: Awarded First Prize Manuel de Oráa - Project: El Tanque Cultural Space, Santa Cruz de Tenerife, Spain. * 1998-99: Awarded the Spanish Architecture Biennale Award - Project: El Tanque Cultural Space, Santa Cruz de Tenerife, Spain. * 1998: Awarded First Prize Manuel de Oráa - Project: MM House, Santa Cruz de Tenerife, Spain. * 1998: Selected Work at IBERFAD Awards - Project: El Tanque Cultural Space, Santa Cruz de Tenerife, Spain. * 1994-95: Accesit Manuel de Oráa - Project: Proa Building, Santa Cruz de Tenerife, Spain. * 1994: Finalist at the IBERFAD Awards - Project: Proa Building, Santa Cruz de Tenerife, Spain. * 1992-93: Awarded First Prize ex-aequo Manuel de Oráa - Project: San Agustin Hall of Residence, San Cristóbal de La Laguna, Spain. * 1992-93: Awarded First Prize ex-aequo Manuel de Oráa - Project: Ana Bautista Sports Complex, Santa Cruz de Tenerife, Spain. * 1988-89: Awarded Second Prize Manuel de Oráa - Project: La Vigilia Apartment, San Miguel, Spain. * 1982-83: Awarded First Prize Manuel de Oráa - Project: Texaco Service Station, Santa Cruz de Tenerife, Spain. ==References== Category:1951 births Category:Living people Category:Spanish architects Category:People from Santa Cruz de Tenerife ",
    "title": "Fernando Menis"
}