{
    "id": "44241768",
    "text": "Jovan Ružić (), (12 December 1898 – 25 September 1973) was a Serbian footballer. He was one of the most important personalities in the early period of Serbian football. Born in Belgrade, he started playing football in 1911 in the youth team of SK Srpski mač which was one of the first football clubs in Belgrade. A year later he moved to another Belgrade club, SK Slavija, and then in 1913 he became part of the founding members of SK Velika Srbija, a team that will be renamed into SK Jugoslavija in 1918 and will dominate domestic football in the 1920s. He debuted for Velika Srbija being only 15. When the World War I started most sporting activities were suspended and, in order to escape the harsh time Serbia was going through during the war, Ružić decided to move abroad and joined the Serbian army's retreat through Albania. He moved to France where, as a high-school student, he first played with AS Saint- Étienne and OGC Nice, and then, as a law faculty student in Paris, with ASF Paris. In 1916 he became the first Serbian footballer to debut in the French league and, because of his strong shot, he was called by the media as \"Boulet de canon\" (cannon bullet). In 1919 he returned to Belgrade, now capital of the Kingdom of Serbs, Croats and Slovenes (which will be renamed in 1929 to Yugoslavia), and rejoined his former club, now known as SK Jugoslavija. He will play with Jugoslavija until 1924, and in that period he will play 120 official matches, playing in all positions but the goalkeeping one. He was part of the first Yugoslav national team squad which was gathered to play in the 1920 Summer Olympics and he played in the first ever match of the Yugoslav team, played against Czechoslovakia o August 28, 1920. He played both matches of the Yugoslav team at the 1920 Olympic Games. He also played 5 matches for the Belgrade Football Subassociation selection. He contributed to the popularization of football in Serbia and Yugoslavia, and he also practiced athletics, hazen and handball. He also became a football referee, and since 1921 he refereed around 950 matches. In 1925 he got his degree at the Faculty of Law of the University of Belgrade. He died in Belgrade on September 25, 1973. ==References== Category:1898 births Category:1973 deaths Category:Sportspeople from Belgrade Category:University of Belgrade Faculty of Law alumni Category:Serbian footballers Category:Yugoslav footballers Category:Yugoslavia international footballers Category:Olympic footballers of Yugoslavia Category:Footballers at the 1920 Summer Olympics Category:SK Jugoslavija players Category:Yugoslav First League players Category:AS Saint- Étienne players Category:OGC Nice players Category:Expatriate footballers in France Category:Association football utility players ",
    "title": "Jovan Ružić"
}