{
    "id": "44248654",
    "text": "William Spencer Anderson (c. 1832 - 27 September 1872) was an American-born Liberian politician and explorer. Originally a barber, Anderson emigrated to Liberia at the age of 20 and within five years had inherited a sugar plantation. He expanded the business and became the largest producer of sugar and coffee in Liberia. Entering politics with the True Whig Party Anderson was selected to be Speaker of the House of Representatives from 1869 to 1871. He undertook an expedition to drive a road from Monrovia to Moussodougou in what is now Burkina Faso but he was forced to abandon the attempt. Returning to Monrovia, Anderson successfully negotiated a $500,000 loan for the government from British financiers. However he received criticism for the terms of the loan and was arrested. He was assassinated on 27 September 1872. == Early life == Born in Wilmington, Delaware in 1832 Anderson was a freeborn black man who worked as a barber and belonged to the Protestant Episcopal Church. Anderson emigrated to Liberia in January 1853, at the age of 20, and inherited a large sugar plantation on the Saint Paul River in 1858. He expanded his estates and became the largest sugar and coffee producer in the country, he travelled as far as Bopolu to seek labourers for his plantations. ==Politics== Anderson was a member of the dominant True Whig Party and was elected to Liberia's House of Representatives in 1869. He became speaker of the house following the inauguration of Edward James Roye in 1870. Roye commissioned Anderson to pioneer a more direct route to Moussodougou (in modern Burkina Faso) than that which had been previously used by explorer and politician Benjamin Anderson. Benjamin Anderson, who was then secretary of the treasury, was partly responsible for planning the venture. William Spencer Anderson left Monrovia during the House's recess in May 1870 with a supply of trade goods, a number of ports and an armed escort. Anderson was tasked with establishing a road, protected by a series of fortified posts, to link Monrovia and Moussodougou. He was authorised to purchase land and negotiate treaties with local tribes in order to facilitate this. Anderson reached Kpayekwele having brought some 150,000 people under Liberian control and purchased 250 square miles of land. He wrote back to Monrovia to say he was ending the expedition, claiming his \"means are exhausted\". He was likely to have been referring to the prevention of his journey by warring tribes, though the curtailment may also have been caused by lack of resources, ill health or political reasons. He returned to Monrovia in August with samples of trade goods. He was entrusted with the son of the chieftain of Kpayekwele, to educate in Monrovia. In 1871 Anderson was tasked by Roye with negotiating a loan from British financiers. He managed to secure $500,000 through David Chinery, the British consul-general, but the terms of the loan were criticised for being unworkable and Anderson was arrested. Anderson was killed in a shooting carried out by Jesse Sharp on 27 September 1872. Anderson was shot as he left a courthouse where a trial had just ended in his favour and the assassination was linked to politics, Roye having been recently ousted by the Liberian mixed-race community. == References == Category:1872 deaths Category:People from Wilmington, Delaware Category:Speakers of the House of Representatives of Liberia Category:True Whig Party politicians Category:Explorers of Africa Category:Americo-Liberian people Category:American emigrants to Liberia Category:Deaths by firearm in Liberia Category:Year of birth uncertain Category:Assassinated Liberian politicians Category:People murdered in Liberia ",
    "title": "William Spencer Anderson"
}