{
    "id": "44244577",
    "text": "Paula Schopf is a Chilean electronic music producer and DJ, born in Santiago, Chile in 1970.Chica Paula biography (EN) residentadvisor.net/ DJ's retrieved on 23 October 2014 Sister of musician and producer Dandy Jack (Martin Schopf) and DJ Adrian (Adrian Schopf), she has developed her own career as a DJ and producer in both Chile and Germany under the name \"Chica Paula\". == Biography == Paula Schopf was born in Santiago, Chile. The daughter of academics Federico Schopf and Marta Caballero Santacruz, Paula and her family were exiled to Frankfurt Germany when she was three years old after the coup d'état of 1973 and the political persecution that followed. Paula returned to Chile at the age of seven though her brothers and father stayed in Germany. Despite this, she maintained contact with the rest of her family, especially her older brother, who used to mail her electronic music cassette tapes. The tapes sent by her brother were part of Paula's formative musical influences. Her brother introduced her to some of the electronic music that would strongly influence her and she was turned on to the genre by acts such as Depeche Mode, Kraftwerk, Chris & Cosey and Cabaret Voltaire.LOVE CiTY CENTRAL BIO lovecity- central.com retrieved on 24 October 2014 Other influences came from the classical and psychedelic music that she heard at home. \"I have always listened to classical music. My stepfather was a German hippie and I got to know a lot of psychedelic music from his old records. Not like \"The Doors\", more cutting edge, more underground: Soft MachineChica Paula at Musica Popular (ES) \"Siempre escuché un montón de música clásica. Viví con mi padrastro, que es un hippy alemán, y conocí mucha música psicodélica de discos antiguos. No como los Doors, sino más de vanguardia y más underground: Soft Machine\". David Ponce, Musica Popular, retrieved on 23 October 2014 Paula studied in the \"Colegio Latinoamericano de Integracion\" or \"Latin American Integration School\", known for its opposition to the military government. She says: \"I loved my school, but hippie music quickly started to bother me, all these \"peñas\" (“in Chile, Folk music encounters”) seemed boring. The Left identified with that kind of music: \"Canto Nuevo\", \"charango\" and \"guitar\". I love Brazilian music, I've heard amazing modern Latin American stuff. I love cumbia. By then I started to develop my own taste\".Chica Paula at Musica Popular (ES) \"Mi colegio me encantó, pero la música hippy rápidamente me empezó a cargar. Me parecían una lata todas esas peñas. La izquierda estaba identificada con ese tipo de música: Canto Nuevo, charango y guitarras. Me fascina la música brasilera, escucho cosas latinoamericanas modernas increíbles, me encanta la cumbia. Pero en ese momento empecé a tener mi propio gusto\". David Ponce, Musica Popular, retrieved on 23 October 2014 Paula was more interested in the avant garde electronic music sent by her brother than the politically charged music of her peers, and found little else to interest her in the limited music scene under the military dictatorship.\"La cultura chilena bajo Augusto Pinochet\" (ES) chrestomathy.cofc.edu/ LeAnn Chapleau retrieved on 27 October In 1990, Paula went to university to study philosophy, but before the end of the first year she was back in Germany, attracted and fascinated by the development of what would become techno culture. It was her first time visiting Germany since she moved to Chile with her mother. ==Career== At the age of 25, Paula began her career as DJ in Germany. In 1995, she met Gudrun Gut, founder of Berlin electronic music collective Oceanclub. Paula joined the collective and got a residency at the Tresor club for the Oceanclub's Sunday night events, alongside DJs and producers such as Thomas Fehlmann (The Orb), Mike Vamp and bands like Sun Electric. As well as frequent gigs in Berlin, she has played sets from Detroit to Moscow to Buenos Aires and extensively through Europe, at places such as Rote Sonne (Munich), Culture Box (Copenhagen), Zukunft (Zürich) and Le Triptyque (Paris) to name just a few. She has also played at a wide range of international festivals such as Festival Internacional de Benicàssim Valencia, MUTEK, Popkomm, Love Parade and Detroit's DEMF.Chica Paula Bio at Resident Advisor residentadvisor.net retrieved on 28 October 2014 Paula didn't return to Chile until 1996 when her brothers, managed by producer \"Microman\", began to schedule some events in Chile. Some of the DJs taking part included Ricardo Villalobos, Luciano (Lucien Nicolet), and the German Uwe Schmidt (Atom Heart), all key figures in the development and spread of the electronic music movement in Chile. Her first release for Monika Enterprise (Gudrun Gut's label) came in the shape of a 12\", the \"Foxy EP\" in 2003. Also in 2003, with years of experience as a DJ and several records and remixes, Chica Paula released her first album, \"42 mädchen\" (42 Girls), again on the German label Monika Enterprise, under the name \"Chica and the Folder\". Her main supporter was German producer \"Max Loderbauer\", a member of the electronic music group Sun Electric. The album \"42 mädchen\" include some collaborators and sounds from a variety of different genres: Punk, traditional Tibetan music and electropop. One of the tracks includes the last words of Salvador Allende in La Moneda Palace, the voice of Jorge Gonzalez, and a remix of Brian Eno's \"I'll come running\". After the release of her first album, Paula kept performing as a DJ and took part in the German-Chilean lineup of the 2004 Mutek Festival in Valparaiso, and the same year participated in the Techno-Femenino festival in Buenos Aires, Argentina. Four years after the release of her first album came the second Chica Paula and the Folder album \"Under the Balcony\", along with a 12\" called \"Mixes From The Balcony\" featuring remixes by Paula's friend, the Chilean Ricardo Villalobos, and Swiss DJ Sonja Moonear. She said in an interview: \"As a DJ, I play more dance music, more of the moment, music with groove. The rest (making music) is a different story... Being a DJ is a public thing, making music is something more personal\".Chica Paula at Musica Popular (ES) \"Cuando soy DJ pongo más dance, más del momento, música de baile, de groove. Lo otro es otra historia. Hacer música es un paso. Está vinculado porque es música, pero la parte más emocional la vinculo más como un mundo privado, no lo veo como un desarrollo lógico de DJ a músico. El DJ es una cosa pública y la música es más personal\". David Ponce, Musica Popular, retrieved on 23 October 2014 Paula also took part in a performance of Chilean-born German artists at the 2006 Sundeck Festival in Muelle Barón, Valparaíso, along with Max Loderbauer, her partner in the project \"Chica and the Folder\". On top of her work as a DJ, producer, performer and remixer, Paula is currently also active as an advisor on the subject of electronic music to the Goethe Institut in Mexico, for whom she is managing a new radio project. ==Discography== === As Chica Paula === ;Remixes: * Roman, “Traffic” (Chica Paula's Super Emo Mix) – Kalk Pets, 2011 * Maluco, “Right Time la del Barrio Mix” – Kalk Pets, 2009 * Donna Regina, “Playing free” (Chica Paula & Tobias Mix) – Kalk Pets, 2008 * Contriva, “Dust” (Chica Paula Mix) – Monika Enterprise, 2003 === As Chica and the Folder (Chica Paula and Max Loderbauer) === ;Releases: * Mixes of the Balcony, feat. remixes from Ricardo Villalobos, Sonja Moonear and Pikaya (EP 12”) – Monika Enterprise, 2007 * Under the Balcony (CD, Album) – Monika Enterprise, 2007 * Schatulle, feat. remixes from Luciano, Pink Elln, Dinky and Thomas Fehlmann (CD, EP 12”) – Monika Enterprise, 2003 * 42 Mädchen (CD, Album) – Monika Enterprise, 2003 ;Remixes: * Hauschka “Ginko Remix” (CD) – Karaoke Kalk, 2006 * Laurenz Pike “Drums for Fun and Fitness (Shakesbeer Mix)” – Monika Enterprise, 2006 * Shakebeer Mix (10”) – Monika Enterprise, 2005 ;Compilations: * Music for Children (CD, 12”) – Bruchstuecke, 2003 ;DJ mixes: * “Schaukeln 2” DJ Mix (Digital) – Monika Enterprise, 2007 * “Schaukeln 1” DJ Mix (Digital) – Monika Enterprise, 2004 ; Appears on: * M.A.N.D.Y – Renaissance: The Mix Collection, “Perfect Day” (Pikaya Remix) – Renaissance, 2009 * Dj Marcelle/Another Nice Mess – Meets Her Soulmates At Faust Studio Deejay Laboratory, “Kleines Hoppla” Klangbad, 2008 * New Trade Order, “Soufflé” – Monika Enterprise, Rubaiyat – Monirubi 01, 2008 Gustaff Ina Pill Vol.6, \"Días Amarillos\" – Gustaff Records, 2008 * La Planète Blue Vol5, \"Perfect Day (Sometimes)\" – Radio Suisse Romande, 2008 Dinky – Get Lost 03, “Soufflè” (Sonja Moonear Dans Ma Casbah Mix) – Croston Rebels, 2007 * Monika Bärchen: Songs For Bruno, Knut&Tom;, “Kleines Hoppla” Monika Enterprises, 2007 * Monika Force, “I’ll Come Running” – Monika Enterprises, 2005 * Back To Glamour, Der Wolf Und P – Hi-Lo, Tunez, 2004 * Monika Enterprise 10 Years Compilation, “Kleines Hoppla”- Monika Enterprise, 2007 == See also == * Music of Chile * Chilean Electronic Music * Luciano (DJ) * Jorge González * Ricardo Villalobos == References == == External links == * http://paulaschopf.de/ * Chica Paula on Discogs * Chica Paula Bio at Resident Advisor Category:1970 births Category:Living people Category:Chilean musicians Category:People from Santiago Category:Chilean DJs Category:Chilean people of German descent ",
    "title": "Chica Paula"
}