{
    "id": "44242762",
    "text": "right The following list is a discography of production by Juicy J, an American hip hop record producer and recording artist from Memphis, Tennessee. It includes a list of songs produced, co-produced and remixed by year, artist, album and title. For the Three 6 Mafia and Hypnotize Minds projects Juicy J produced music alongside his Three Six Mafia cohort DJ Paul and in more recent years Crazy Mike. ==1998== ===Indo G - Angel Dust=== *All Tracks (produced with DJ Paul) ==1999== ===Project Pat - Ghetty Green=== *All Tracks (produced with DJ Paul) except \"Choppers\" ===Tear Da Club Up Thugs - CrazyNDaLazDayz=== *All Tracks (produced with DJ Paul) Hypnotize Cash Money Co-produced by Mannie Fresh ==2000== ===Funkmaster Flex - 60 Minutes Of Funk, Volume IV: The Mixtape=== *\"Break Da Law 2001\" (Project Pat & Three 6 Mafia) (produced with DJ Paul) ===Hypnotize Camp Posse - Three 6 Mafia Presents: Hypnotize Camp Posse=== *All Tracks (produced with DJ Paul) except \"Big Mouth, Big Talk\" ===Triple Six Mafia - Kings Of Memphis Underground Vol. 3=== *All Tracks (produced with DJ Paul) ==2001== ===Project Pat - Mista Don't Play: Everythangs Workin=== *All Tracks (produced with DJ Paul) ===La Chat - Murder She Spoke=== *All Tracks (produced with DJ Paul) ===Three 6 Mafia - Choices: The Album=== *All Tracks (produced with DJ Paul) ==2002== ===Juicy J - Chronicles of the Juice Man=== *All Tracks ===Project Pat - Layin' da Smack Down=== *All Tracks (produced with DJ Paul) ==2003== ===Project Pat - Mix Tape: The Appeal=== *All Tracks (produced with DJ Paul) ===Ludacris - Chicken- n-Beer=== *\"Diamond In The Back\" (produced with DJ Paul) *\"We Got\" (featuring Chingy, I-20 & 2 Chainz) (produced with DJ Paul) ==2004== ===Young Buck - Straight Outta Cashville=== *\"Stomp\" (featuring T.I. & Ludacris) (produced with DJ Paul) *\"Taking Hits\" (featuring D-Tay) (produced with DJ Paul) ===I-20 - Self Explanatory=== *\"Hennessey & Hydro\" (featuring Three 6 Mafia) (produced with DJ Paul) ==2006== ===DJ Kay Slay and Greg Street - The Champions: North Meets South=== *\"Hood Drug Warz\" (featuring B.G., Lil Wyte & Three 6 Mafia) (produced with DJ Paul) ===Blak Jak - Roll Da Dice=== *\"Get Right Or Get Left\" (produced with DJ Paul) ==2007== ===UGK - Underground Kingz=== *\"Int'l Players Anthem (I Choose You)\" (featuring OutKast) (produced with DJ Paul) ==2011== ===Juicy J - Blue Dream & Lean=== *\"Drugged Out\" produced with Lex Luger *\"Errbody Wave\" *\"Lucky Charm\" produced with Crazy Mike *\"Got A New One\" produced with Crazy Mike *\"Gotta Stay Strapped\" (featuring Alley Boy & Project Pat) *\"Deez Bitches Rollin'\" (featuring SpaceGhostPurrp & Speakz) ===Juicy J - Rubba Band Business 2=== *\"Durr She Go\" (featuring Travis Porter) produced with Billy Wes & Teezio *\"Stoner's Night\" produced with Teezio ===Ludacris - 1.21 Gigawatts: Back to the First Time=== *\"Say It to My Face\" (featuring Meek Mill) ==2012== ===Future - Pluto=== *\"I'm Trippin'\" (featuring Juicy J) produced with Crazy Mike ===Hodgy Beats - Untitled EP=== *\"Bullshittin'\" ===Nicki Minaj - Pink Friday: Roman Reloaded – The Re-Up=== *\"I Endorse These Strippers\" (featuring Tyga and Brinx) ===Juicy J - Blue Dream & Lean: Reloaded=== *\"Codine Cups\" (produced with Crazy Mike) *\"I Wont Miss Ya\" ==2013== ===Lil Wayne - I Am Not a Human Being II=== *\"Gunwalk\" (featuring Gudda Gudda) produced with Crazy Mike *\"Trigger Finger\" (featuring Soulja Boy) produced with Crazy Mike *\"Trippy\" (featuring Juicy J) produced with Crazy Mike ===Wale - The Gifted=== *\"Clappers\" (featuring Nicki Minaj and Juicy J) produced with Mark Henry Beats, No Credit ===Juicy J - Stay Trippy=== *\"Smokin' Rollin\" (featuring Pimp C) produced with Crazy Mike *\"So Much Money\" produced with Crazy Mike and Lex Luger *\"Wax\" produced with Crazy Mike *\"Gun Plus a Mask\" (featuring Yelawolf) produced with Crazy Mike *\"Money a Do It\" (produced with Crazy Mike) ;Leftover *\"Know Betta\" (featuring The Weeknd & Wiz Khalifa) (produced with Crazy Mike) *\"In the Stars\" (featuring Wiz Khalifa) (produced with Crazy Mike) ===Funkmaster Flex - Who You Mad At? Me or Yourself?=== *\"Want Some Have Some\" (featuring Juicy J) (produced with Crazy Mike) ===DJ Scream - The Ratchet Superior EP=== *\"Come Up Off of That\" (featuring Juicy J, Migos and Project Pat) (produced with Crazy Mike) == 2014 == ===Wiz Khalifa - 28 Grams=== *\"Word on the Town\" (featuring Juicy J and Pimp C) (produced with Sonny Digital) ===Lil Bibby - Free Crack II=== *\"Montana\" (featuring Juicy J) (produced with Lil Awree and Crazy Mike) == 2015 == ===Juicy J - Blue Dream & Lean 2=== *\"Stoners Night\" (produced with Lil Awree and Crazy Mike) *\"Denna Bitch\" (featuring Project Pat) (produced with Lil Awree and Crazy Mike) *\"All I Need\" (featuring K Camp) (produced with Big Fruit, Lil Awree, and Crazy Mike) *\"Don't\" (produced with Lil Awree and Crazy Mike) *\"Do It To Em\" (featuring Elle Varner) (produced with Crazy Mike and Lil Awree) *\"Deep Down South\" (featuring Project Pat) (produced with Crazy Mike and Lil Awree) ===Juicy J - 100% Juice=== *\"Ain't No Rapper\" (featuring Lil Herb) (produced with Lil Awree and Crazy Mike) ==2017== ===Desiigner=== *\"Up\" ==2018== ===Suicideboys - I Want to Die in New Orleans=== *\"Phantom Menace\" ==2019== === Megan Thee Stallion - Fever === * \"Pimpin\" * \"Simon Says\" * \"Dance\" === Megan Thee Stallion - TBA === * “Hot Girl Summer” === Ty Dolla Sign - TBA === * “Hottest In The City” === ASAP Rocky - TBA === * “Two Piece” == 2020 == === IDK, YungManny ft. Rico Nasty Big Flock, Big Jam, Weensey - TBA === * \"495\" (Produced with IDK) === Duki & Kidd Keo - 24 === * \"24\" (Produced with Club Hats) === T.I. - The L.I.B.R.A. === * \"Hypno\" (featuring Rahky) ==External links== * * * Category:Discographies of American artists Category:Hip hop discographies Category:Production discographies ",
    "title": "Juicy J production discography"
}