{
    "id": "44244853",
    "text": "The Karnataka Scheduled Castes and Scheduled Tribes (Prohibition of Transfer of Certain Lands) Act, 1978The citation of this Act by this short title is authorised by section 1(i) of this Act. (Karnataka Act 2 of 1979) or PTCL is a statute of Karnataka. This law which was introduced in 1978 is retrospective in nature and is considered an ex post facto law. Currently over 10000 cases are pending before the office of the Deputy Commissioners across the State Karnataka. This law was created as a social welfare Act aiming to protect and provide land for the poor members of the scheduled Tribes and castes. But due to a lack of clarity and understanding between the judiciary and the administration there exists this large number of cases still hanging in the balance.http://indiankanoon.org/search/?formInput=ptcl%20act The preamble of the Act reads: The problem lies in the fact that when the grantee goes to sell the land which he is not supposed to the Govt does not refuse to register this Sale but officially accepts it as a legal sale. Later the grantee goes back to the Govt and claims this land back. The law then says the land has to be returned to the grantee without any compensation.http://freelegaladvisors.blogspot.in/2013/06/ptcl-act-effect.html 1\\. Short title and commencement.- (i) This Act may be called the Karnataka Scheduled Castes and Scheduled Tribes (Prohibition of Transfer of Certain Lands) Act, 1978.http://dpal.kar.nic.in/pdf_files/2%20of%201979%20(E).pdf (ii) It shall come into force at once. 2. Declaration under article 31C of the Constitution.- It is hereby declared that the provisions of this Act are for giving effect to the policy of the State towards securing the principles laid down in article 46 of the Constitution. 3. Definitions.- (1) In this Act, unless the context otherwise requires, (a) \"bank\" means, (i) a co-operative society (including a co-operative bank); (ii) the Reserve Bank of India constituted under the Reserve Bank of India Act, 1934; (iii) a banking company as defined in the Banking Regulation Act, 1949; (iv) the State Bank of India constituted under the State Bank of India Act, 1955; (v) a subsidiary bank as defined in the State Bank of India (Subsidiary Banks) Act, 1959; (vi) a corresponding new bank constituted under section 3 of the Banking Companies (Acquisition and Transfer of Undertakings) Act, 1970; (vii) the Agricultural Refinance and Development Corporation constituted under the Agricultural Refinance Co-operation Act, 1963; (viii) the Karnataka State Agro-Industries Corporation, a company incorporated under the Companies Act, 1956; (ix) the Agricultural Finance Corporation Limited, a company incorporated under the Companies Act, 1956; (x) any other financial institution owned or controlled by the Government or the Central Government and notified by the Government as a bank for the purpose of this Act; (b) \"granted land\" means any land granted by the Government to a person belonging to any of the Scheduled Castes or the Scheduled Tribes and includes land allotted or granted to such person under the relevant law for the time being in force relating to agrarian reforms or land ceilings or abolition of inams, other than that relating to hereditary offices or rights and the word \"granted\" shall be construed accordingly; (c) \"Government\" means the Government of Karnataka; (d) \"Scheduled Castes\" and \"Scheduled Tribes\" shall have the meanings respectively assigned to them in the Constitution; (e) \"transfer\" means a sale, gift, exchange, mortgage (with or without possession), lease or any other transaction not being a partition among members of a family or a testamentary disposition and includes the creation of a charge or an agreement to sell, exchange, mortgage or lease or enter into any other transaction. (2) Words and expressions not defined in this Act shall have the meaning assigned to them in the Karnataka Land Revenue Act, 1964. 4\\. Prohibition of transfer of granted lands.- (1) Notwithstanding anything in any law, agreement, contract or instrument, any transfer of granted land made either before or after the commencement of this Act, in contravention of the terms of the grant of such land or the law providing for such grant, or sub- section (2) shall be null and void and no right, title or interest in such land shall be conveyed or be deemed ever to have conveyed by such transfer. (2) No person shall, after the commencement of this Act, transfer or acquire by transfer any granted land without the previous permission of the Government. (3) The provisions of sub-sections (1) and (2) shall apply also to the sale of any land in execution of a decree or order of a civil court or of any award or order of any other authority. Limitations of the Act a) Land cannot be sold without permission from Govt. within 15 years b) Most grantees sell the land immediately on receiving the granted land. This is officially registered as a Sale of Property by the Govt. of Karnataka.The Transfer of Property Act 1882 c) The original grantee or his heirs can claim the land back after 100 years even if land has changed hands officially through Registered Sale Deeds a number of times. Strangely The Limitation Act Does not apply to this lawhttps://indiankanoon.org/doc/1600698/ e) This law is retrospective in natureEx post facto law#India d) The current owner should handover possession including building, trees etc. without any compensation even if taxes are paid and land has been registered in the purchasers name by the Govt. of Karnataka.http://schedulecastescheduletribes.blogspot.in/ f) The current owner may have purchased it from another party and may be the third or fourth in line in which the property has changed hands. But only the current owner is expected to bear the loss of all accumulated purchases and sales g) International Real Estate Companies have warned about investing in Bangalore because this law does not have a Limited time period and other laws which lack clarity and need to be altered by the State Govt of Karnataka for clarity and justice.,https://www.linkedin.com/pulse/11-problems-bangalore-real-estate- ashwinder-raj-singh ==References== Category:1978 in law Category:Indian caste legislation Category:Karnataka state legislation ",
    "title": "Karnataka Scheduled Castes and Scheduled Tribes (Prohibition of Transfer of Certain Lands) Act, 1978"
}