{
    "id": "44244711",
    "text": "Des Raj Goyal (1929-2013), also known as Desraj Goyal or D. R. Goyal, is an Indian journalist, academic and a well-known author of books on secularism and communalism. Having been a member of the Hindu nationalist organisation Rashtriya Swayamsevak Sangh (RSS) in his younger days, he wrote a seminal book on the organisation in 1979, which is widely cited in academic works. == Life and career == Des Raj Goyal was born in 1929 in Moga, Panjab. Goyal became a member of the RSS in 1942, when he was still a school student. He joined it with the belief that it was an organisation fighting for India's independence and worked as a full-time pracharak. He subsequently got disillusioned with the organisation and left it in 1947. He continued with his interest in the organisation at an analytical level and published a book on it in 1979, which is considered authentic by academics. Goyal started working as a journalist since 1946, associated with several publications, including the Urdu weekly Sandesh, Urdu daily Sangram and Hindu daily Milap. While working at Milap, he was told by acquaintances in the Hindu Mahasabha Bhawan in Delhi to go to Gandhi's prayer meeting on 30 January 1948 because \"something historic was to happen.\" By the time he reached the meeting, Gandhi had already been assassinated. Subsequently, Goyal was arrested on suspicion of involvement in a conspiracy to assassinate Jawaharlal Nehru. While in prison, he read various books borrowed from the prison library, which broadened his horizons and helped him get out of the indoctrination he has had from the RSS. Determined to find an organisation different from the RSS but opposed to the Congress, he joined the Communist Party of India. Goyal worked as a lecturer at the Kirori Mal College of the Delhi University between 1956 and 1963. He was led to renew activism after noting the diatribes of M. S. Golwalkar against Nehru after the 1962 India-China War. He found it odd that Golwalkar had no issues with keeping aloof from the freedom struggle but was now prone to equate anti- Nehruism with patriotism. Jointly with Subhadra Joshi, Member of Parliament from Jabalpur, he co-founded the organisation Sampradayikta Virodhi Committee (Anti-sectarian committee), which was later renamed to Qaumi Ekta Trust (National unity trust). It focuses on inter-faith dialogue and communal harmony in India and publishes the Seculary Democracy magazine. Goyal was the editor of the Mainstream Weekly from 1963 to 1967 and the editor of Secular Democracy since 1968. Goyal died on 4 February 2013. == Works == * Kashmir (R & K Publishing House, 1965), ASIN B0007JARPM * RSS, Bulwark of Militant Communalism (Ministry of Information and Broadcasting, 1975), ASIN B0007BYECC * The Eagle Democracy (Kalamkar Prakashan, 1976), ASIN B002H9BK1A * Rashtriya Swayamsevak Sangh (Radha Krishna Prakashan, 1979), , second edition (2000), . * Communalism vs. Nationalism: The Nehru Approach (Sampradayikta Virodhi Committee, 1984), OLID OL17859333M. * Afghanistan: Behind the Smoke Screen (Ajanta Publications, 1984), , ASIN B005Z4XAXA. * Non-alignment: Concepts and Concerns (South Asia Books, 1986), * Nuclear Disarmament: The Six-nation Initiative and the Big Power Response (Sterling, 1987), * Kahani Jawaharlal ki (\"Jawaharlal story\", in Hindi, 2000), . * Maulana Husain Ahmad Madni - A Biographical Study (Anamika Publishers, 2004), == Reception == Historian Ramachandra Guha has called Goyal's Rashtriya Swayamsevak Sangh the \"best book on the RSS.\" Lloyd I. Rudolph called it a \"polemically critical work\" and included it among 3 best references for the RSS. == External links == * Mainstream Weekly * Secular Democracy magazine * Books of Sampradayikta Virodhi Committee * A brief history of Sampradayikta Virodhi Andolan ==References == Category:1929 births Category:2013 deaths Category:Indian activist journalists Category:Indian magazine editors Category:Writers about Hindu nationalism Category:Rashtriya Swayamsevak Sangh pracharaks Category:Indian male journalists Category:20th-century Indian journalists Category:Journalists from Punjab, India ",
    "title": "Des Raj Goyal"
}