{
    "id": "44247637",
    "text": "The Imager Portfolio is a 12 book series of fantasy novels recently completed by American novelist L. E. Modesitt, Jr. The series is published by Tor Books. The first novel, Imager, was first published in 2009, Endgames, the final volume, was completed in February 2019. The entire series is available in Hardcover, Mass Market Paperback, e-book (Kindle), Audible Audiobook and various other electronic formats. Tantor Audio employed William Dufris to narrate the series. Lydar / Solidar The series takes place on the fictional world of Terahnar. With the exception of book 3: Imager's Intrigue, all of the action takes place on the island continent of Lydar which is renamed to Solidar at the end of prequel book 7: Antiagon Fire. The first three books in the series—Imager, Imager's Challenge, and Imager's Intrigue—follow the main character Rhennthyl, a portrait painter who discovers that he is an imager, one who can visualize objects into existence. Chronologically, this first story arc opens in the year 743 A.L., ( _A_ fter _L_ ydar). The following five books (4-8) are a prequel series story arc set circa -5 A.L., and introduce the character Quaeryt, an orphan raised and educated in the Scholarium (book 4:Scholar) who now advises his patron, Lord Bhayar, while hiding his socially reviled imager skills. First Quaeryt is sent north to investigate and quell a rebellion, then he is sent to manage a recovery operation from a natural disaster as Lord Bhayar's Princeps, (book 5). In book 6, Quaeryt begins to realize his dream of elevating the social status of imagers and giving them an essential role in society by: inducting, training and organizing a Imager's Battalion of imagers to resist an invasion from the east. In book 7, Antiagon Fire, the battalion's increasing skill as imagers eventually prove pivotal to uniting the four fragmented kingdoms of Lydar into one country: Solidar. In book 8, Rex Regis, Lord Bhayar consolidates the new empire, instituting the rule of law, accounting and standardized record keeping, while Quaeryt establishes the Collegium on Imagilse as a refuge for imagers. The Lydar/Solidar chronology of the series restarts here at 0 A.L., with the founding of Solidar. In 406 A.L., Madness in Solidar and Treachery's Tools, we follow the efforts of one Alastar to revitalize the decadent Collegium and the ineffectual role that imagers now play in an increasingly restless society faced by rebellious High Holders and their wont to turn back time, returning Solidar to an earlier era when their status was at the apex of the social order. The final two Imager Portfolio books are: Assassin's Price (408 A.L.) and the prequel climax, Endames. While Alastar continues as a related character of interest, the final two volumes of this twelve book series are written from the first person viewpoint of Prince Charyn, who becomes Charyn d'Rex upon the assassination of his father. The series consists of 3 distinct story arcs. Books 1-3 from Rhennthyl's point of view. Prequel books 4-8 embody Quaeryt's coming of age or coming into his powers, as the most historically significant and powerful imager of all time. The final story arc in books 9-12 are evenly shared between Alastar, an imager and astute organizer, followed by Prince Charyn - a non-imager; (and yet we are teased by his use of prescience to avoid assassination and steer Solidar through a period of social upheaval brought about by Solidar's industrial revolution). The historical context of the series opens circa -5 A.L. with medieval style castles and the lands that surround them as \"Holdings\". This is equivalent to England circa 1300 where \"High Holders\" are Barronal equivalents while Governors and Prenceps together appear to fill the role of Dukes. Serfdom is the normal lot of peasants with few freemen (poor farmers), factors (merchants, traders) or crafters (skilled laborers). Four centuries later in 406 A.L., Madness in Solidar, we are seeing the start of the industrial revolution where Rex Charyn quietly funds the first steam engine to power his increasingly powerful navy. Three centuries later in 743 A.L., we find the navy still using steam boilers; while on Earth the equivalent progress starting from Thomas Savery's first steam engine in 1698 was followed 300 years later in 1998 by Microsoft becoming the world's biggest company, with Windows '98 as their flagship product - while back on Solidar in 743 A.L the punch card driven looms represent \"state of the art\" computing. In book 3: Imager's Intrigue, this incongruent state of affairs is explained when Solidar faces a more capitalistic / competitive enemy and it becomes apparent that the political system supported by \"imaging\" has retarded Solidar's technological progress. Six of the first seven books were nominated for David Gemmell Awards; both Imager's Battalion and Antiagon Fire were longlisted for the 2014 David Gemmell Legend Award for Best Fantasy Novel.Gemmell Awards Nominees to Date. Retrieved 2014-10-29.2014 David Gemmell Legend Award Nominees. Retrieved 2014-10-29. Princeps and Imager's Battalion were both New York Times best sellers.New York Times Best Sellers, Hardcover Fiction: June 6, 2012. Retrieved 2014-10-29.New York Times Best Sellers, Hardcover Fiction: February 7, 2013. Retrieved 2014-10-29. ==Books== # Imager (March 2009) # Imager's Challenge (October 2009) # Imager's Intrigue (July 2010) # Scholar (November 2011) # Princeps (May 2012) # Imager’s Battalion (January 2013) # Antiagon Fire (May 2013) # Rex Regis (January 2014) # Madness in Solidar (March 2015) # Treachery’s Tools (October 2016) # Assassin's Price (July 2017) # Endgames (February 2019) ==Chronological Order== # Scholar # Princeps # Imager’s Battalion # Antiagon Fire # Rex Regis # Madness in Solidar # Treachery’s Tools # Assassins Price # Endgames # Imager # Imager’s Challenge # Imager’s Intrigue ==References== Category:2009 American novels Category:American fantasy novel series Category:Tor Books books ",
    "title": "The Imager Portfolio"
}