{
    "id": "44241563",
    "text": "AP-3C Orion flies over the British survey ship on 12 April 2014.|alt=Plane flies over ship The disappearance on 8 March 2014 of Malaysia Airlines Flight 370, a scheduled international passenger flight from Kuala Lumpur International Airport to Beijing Capital International Airport, prompted a large, multinational search in Asia and the southern Indian Ocean that became the most expensive search in aviation history. Analysis of communications between the aircraft and Inmarsat by multiple agencies has concluded that the flight ended in the southern Indian Ocean. An analysis of possible flight paths was conducted, identifying a primary search-area, approximately west of Perth, Western Australia, which takes six days for vessels to reach from Fremantle Harbour, near Perth. The underwater search of this area began on 5 October 2014 at a cost of A$60 million (approximately US$56 million or €41 million). With no significant delays, the search of the priority search-area was to be completed around May 2015. On 29 July 2015, a piece of marine debris, later confirmed to be a flaperon from Flight 370, was found on Réunion Island. On 20 December 2016, it was announced that an unsearched area of around , and approximately centred on location , was the most likely impact location for flight MH370. The search was suspended on 17 January 2017. In October 2017, the final drift study believed the most likely impact location to be at around . The search based on these coordinates was resumed in January 2018 by Ocean Infinity, a private company; it ended in June 2018 without success. Ships and aircraft from Australia, China, India, Japan, Malaysia, New Zealand, South Korea, the United Kingdom, and the United States were involved in the search of the southern Indian Ocean. Satellite imagery was also made available by Tomnod to the general public so they could help with the search through crowdsourcing efforts. == Disappearance == Malaysia Airlines Flight 370 was a scheduled flight in the early morning hours of 8 March 2014 from Kuala Lumpur, Malaysia to Beijing, China—one of two daily flights operated by Malaysia Airlines from its hub at Kuala Lumpur International Airport (KLIA) to Beijing Capital International Airport. Flight 370 was scheduled to depart at 00:35 local time (MYT; UTC+08:00) and arrive at 06:30 local time (CST; UTC+08:00). At 00:41 MYT, Flight 370 took off with 239 persons aboard—two pilots, ten cabin crew, and 227 passengers (152 of whom were Chinese citizens). Flight 370 was cleared by air traffic control to proceed on a direct path to waypoint IGARI (), located between Malaysia and Vietnam over the South China Sea (near the boundary with the Gulf of Thailand). At 01:07 MYT, the aircraft was at flight level 350—approximately above sea level—when the final message using the ACARS protocol was sent from the aircraft. At 1:19 MYT, Lumpur area air traffic control (ATC) initiated a hand-off to Ho Chi Minh area ATC. The Captain responded \"Good night Malaysian Three Seven Zero,\" (originally reported to have been \"all right, good night\"), after which no further communications were made with the pilots. The crew was expected to contact air traffic control in Ho Chi Minh City as the aircraft passed into Vietnamese airspace just north of the point where the final verbal communication was made. Less than two minutes later, at 01:21, the aircraft disappeared from the radar screens of both Malaysian and Vietnamese ATC, which use secondary radar to track aircraft. No distress call was made. Flight 370 was expected to arrive in Beijing at 6:30 local time (same time zone as Malaysia; 22:30 UTC, 7 March). At 7:24, Malaysia Airlines issued a media statement that Flight 370 was missing after contact was lost with Malaysian ATC at 2:40. The time of the last contact with ATC was later corrected to 1:19; Malaysia Airlines was notified at 2:40. == Initial search in Southeast Asia (March 2014) == alt=A bathymetric map of Southeast Asia with the known flight path of Flight 370 shown. The watch supervisor at Kuala Lumpur Area Control Centre—which was the air traffic control centre that was last in contact with Flight 370—activated the Kuala Lumpur Aeronautical Rescue Coordination Centre (ARCC) at 05:30, over four hours after communication was lost with Flight 370. When Malaysia Airlines issued a media statement two hours later, they claimed that they were \"working with the authorities who have activated their Search and Rescue team to locate the aircraft\". On 9 March, the Chief General of the Royal Malaysian Air Force announced that Malaysia was analysing military radar recordings and that there was a \"possibility\" that Flight 370 had turned around and travelled over the Andaman Sea. The search radius was increased from the original from its last known position, south of Thổ Chu Island, to , and the area being examined then extended to the Strait of Malacca along the west coast of the Malay Peninsula, with waters both to the east of Malaysia in the Gulf of Thailand, and in the Strait of Malacca along Malaysia's west coast, being searched. Numerous sightings of possible debris were made, but no debris from Flight 370 was discovered. Offshore oil slicks near Vietnam on 9 and 10 March later tested negative for aviation fuel. Satellite images taken on 9 March and posted on a Chinese website showed three floating objects measuring up to 24 × 22 metres (79 × 72 ft) at , but a search of the area did not find the objects; Vietnamese officials said the area had been \"searched thoroughly\". By the end of 9 March, 40 aircraft and more than two dozen vessels from several nations were involved in the search. The Royal Malaysian Air Force confirmed on 10 March that Flight 370 made a \"turn back\". The following day, China activated the International Charter on Space and Major Disasters to aggregate satellite data to aid the search. On 12 March, Malaysian officials announced that an unidentified aircraft, possibly Flight 370, was last located by military radar at 2:15 in the Andaman Sea, northwest of Penang Island and near the limits of the military radar's coverage. The focus of the search shifted to the Andaman Sea and the Malaysian government requested help from India to search in the area. === International involvement === The Malaysian government mobilised its civil aviation department, air force, navy, and Maritime Enforcement Agency; and requested international assistance under Five Power Defence Arrangements provisions and from neighbouring states. Various nations mounted a search and rescue mission in the region's waters. Within two days, the countries had already dispatched more than 34 aircraft and 40 ships to the area. On 11 March, the China Meteorological Administration activated the International Charter on Space and Major Disasters, a 15-member organization whose purpose is to \"provide a unified system of space data acquisition and delivery to those affected by natural or man-made disasters\", the first time the charitable and humanitarian redeployment of the assorted corporate, national space agency, and international satellite assets under its aegis had been used to search for an airliner. Another 11 countries joined the search efforts by 17 March after more assistance was requested by Malaysia. At the peak of the search effort and before the search was moved to the south Indian Ocean, 26 countries were involved in the search, contributing in aggregate nearly 60 ships and 50 aircraft. In addition to the countries already named, these parties included Australia, Bangladesh, Brunei, Cambodia, China, France, India, Indonesia, Japan, Myanmar, New Zealand, Norway, Philippines, Russia, Singapore, South Korea, Taiwan, Thailand, United Arab Emirates, United Kingdom, United States, and Vietnam. While not participating in the search itself, Sri Lanka gave permission for search aircraft to use its airspace. Malaysia deployed military fixed-wing aircraft, helicopters, and ships. A co- ordination centre at the National Disaster Control Centre (NDCC) in Pulau Meranti, Cyberjaya, was established. On 16 March, three staff members of the French government agency BEA flew to Kuala Lumpur to share with Malaysian authorities their experience in the organisation of undersea searches, acquired during the search for the wreckage of Air France Flight 447. The United Kingdom provided technical assistance and specialist capabilities from the Ministry of Defence, the UK Hydrographic Office, Department for Transport and the Met Office. The Comprehensive Nuclear-Test-Ban Treaty Organization Preparatory Commission analysed information from its network of infrasound detection stations, but failed to find any sounds made by Flight 370. == Satellite communications and radar == alt=A map showing part of Asia, Australia, and the Indian Ocean with a semi-circle that spans from Central Asia (upper left), across Southeast Asia, and down to the southern Indian Ocean southwest of Australia. On the right is a table with two columns (time and elevation) for the transmissions. On 11 March, New Scientist reported that, prior to the aircraft's disappearance, two reports using the Aircraft Communications Addressing and Reporting System (ACARS) protocol had been automatically sent to engine manufacturer Rolls-Royce's monitoring centre in the United Kingdom. On 12 March, it was reported that military radar indicated the aircraft turned west away from the intended flight path and continued flying for 70 minutes before disappearing from Malaysian radar near Pulau Perak. It was also reported that it had been tracked flying at a lower altitude across Malaysia to the Malacca Strait, approximately from its last contact with civilian radar. The next day, the Royal Malaysian Air Force chief denied the report. A few hours later, however, the Vietnamese transport minister claimed that Malaysia had been informed on 8 March by Vietnamese air traffic control personnel, that they had \"noticed the flight turned back west\". A U.S. radar expert analysing the radar data reported that they did indeed indicate that the aircraft had headed west across the Malay Peninsula. The New York Times reported that the aircraft experienced significant changes in altitude. On 13 March, The Wall Street Journal, citing sources in the US government, asserted that Rolls-Royce had received an aircraft health report every thirty minutes for five hours, implying that the aircraft had remained aloft for four hours after its transponder went offline; Malaysia denies the report. The Wall Street Journal later amended its report and stated simply that the belief of continued flight was \"based on analysis of signals sent by the Boeing 777's satellite-communication link... the link operated in a kind of standby mode and sought to establish contact with a satellite or satellites. These transmissions did not include data.\" The following day, satellite operator Inmarsat released a public statement stating that \"routine, automated signals were registered\" on its network; analysis of these \"keep- alive message[s]\" that continued to be sent after air traffic control first lost contact could help pinpoint the aircraft's location. At a press conference on 15 March, Malaysian Prime Minister Najib Razak confirms that satellite communications from Flight 370 continued for several hours after contact with it was lost over the South China Sea and that the last signal—received at 08:11 Malaysian time—might have originated from as far north as Kazakhstan. Najib explained that the signals could not be more precisely located than to one of two possible loci: a northern locus stretching approximately from the border of Kazakhstan and Turkmenistan to northern Thailand, or a southern locus stretching from Indonesia to the southern Indian Ocean. Many of the countries on a possible northerly flight route – China, Thailand, Kazakhstan, Pakistan, and India – denied the aircraft could have entered their country's airspace, because military radar would have detected it. Inmarsat had provided an initial analysis of the signals from Flight 370, which produced the two loci, on 11 March. == Shift to the Southern Indian Ocean (March–May 2014) == alt=A bathymetric map of the southeastern Indian Ocean and western Australia, with the locations of search zones, sonobouy drops, and calculated flight paths. An inset in the upper left shows the path of the ADV Ocean Shield which towed a Towed Pinger Locator and where it detected acoustic signals; the same inset also shows the seafloor sonar search performed in April–May 2014. In the wake of the 15 March press conference, the focus of the search shifted to the southern part of the Indian Ocean, west of Australia. In the first two weeks of April, aircraft and ships deployed equipment to listen for signals from the underwater locator beacons attached to the aircraft's \"black boxes\". Four unconfirmed signals were detected between 6 and 8 April near the time the beacons' batteries were likely to have been exhausted. A robotic submarine searched the seabed near the detected pings until 28 May, with no debris found. === Surface search === On 17 March, Australia agreed to lead the search in the southern locus from Sumatra to the southern Indian Ocean. The search would be coordinated by the Australian Maritime Safety Authority (AMSA), with an area of between Australia and the Kerguelen Islands lying more than southwest of Perth, to be searched by ships and aircraft of Australia, New Zealand, and the United States. This remote area, which Australian Prime Minister Tony Abbott described as \"as close to nowhere as it's possible to be\", is renowned for its strong winds, inhospitable climate, hostile seas, and deep ocean floors. On 18 March, the search of the area began with a single Royal Australian Air Force P-3 Orion aeroplane. On 19 March, the search capacity was ramped up to three aircraft and three merchant ships; the revised search area of was about south-west of Perth. Crew members on board a P-8A Poseidon manning terminals while searching for surface debris and locator beacons from Flight 370 in the southern Indian Ocean. Search efforts intensified on 20 March, after large pieces of possible debris had been photographed in this area four days earlier by a satellite. Australia, the United Kingdom, the United States, China, Japan, New Zealand, and South Korea assigned military and civilian ships and aircraft to the search. China published images from satellite Gaofen 1 on 22 March that showed large debris about south west of the previous sighting. The same day, HMAS Success became the first naval vessel to reach the search area. On 26 March, images from French satellites indicated 122 floating objects in the southern Indian Ocean. Thai satellite images published on 27 March showed about 300 floating objects about from the French satellites' target area. The abundant finds, none confirmed to be from the flight, brought the realisation of the prior lack of surveillance over the area, and the vast amounts of marine debris littering the oceans. On 28 March, revised estimates of the radar track and the aircraft's remaining fuel led to a move of the search north-east of the previous area, to a new search area of 319,000 square kilometres (123,000 sq mi), roughly west of Perth. This search area had more hospitable weather conditions. On 30 March, four large orange objects found by search aircraft, described by media as \"the so far most promising lead\", turned out to be fishing equipment. On 2 April, Royal Navy survey vessel HMS Echo and submarine HMS Tireless arrived in the area, with HMS Echo starting immediately to search for the aircraft's underwater locator beacons (ULBs) fitted to the \"black box\" flight recorders, whose batteries were expected to expire around 7 April. On 4 April, the search area was shifted further north. By 28 April, the drifted search area (outlined in grey) was over wide. The dots indicate the probable locations of debris on 28 April, based on a splash point in zones A-B (outlined in blue). The surface search ended on April 28. In a press conference, Australian Prime Minister Tony Abbott noted that any debris would likely have become waterlogged and sunk and that the aircraft involved in the surface search were \"operating at close to the limit of sensible and safe operation\". Abbott explained that it was \"highly unlikely\" that any surface wreckage would be found and, therefore, the aerial searches had been suspended. The surface search in Southeast Asia and the Indian Ocean lasted 52 days, during 41 of which Australia coordinated the search. Over of ocean surface was searched. In the Southern Indian Ocean, 29 aircraft from seven countries conducted 334 search flights; 14 ships from several countries were also involved. === Underwater locator beacon search === On 4 April, the search was refocused to three more northerly areas from west of Learmonth, spanning over . ADV Ocean Shield, fitted with a TPL-25 towed pinger locator, together with HMS Echo – which carried a \"similar device\", began searching for pings along a seabed line believed to be the Flight 370 impact area. Operators considered it a shot in the dark, when comparing the vast search area with the fact that TPL-25 could only search up to per day. The Chinese vessel Haixun 01 made a possible ULB detection at The Operational Search for MH370 (Final) using a handheld hydrophone; the following day, Haixun 01 made another possible ULB detection about 3 km (1.9 mi) further west. HMS Echo and a submarine were later tasked to the location of the Haixun 01's detections, but unable to make any detections. alt=Diagram of location of ship, thermocline, towed pinger locater at end of tow cable, and blackbox pinger. On 6 April, JACC announced that Ocean Shield had also picked up a signal, about from Haixun 01. It was announced the next day that the TPL-25 pinger locator towed by Ocean Shield had picked up a signal twice on 6 April. The first was on the morning of 6 April, at approximately depth, and lasted two hours and 20 minutes. The second signal reception took place at approximately depth and lasted 13 minutes. During the second episode, two distinct pinger returns were audible. Both episodes of recorded signals, which took place at roughly the same position though several kilometres apart, were considered to be consistent with signals expected from an aircraft's flight recorder ULB. The signals received by Ocean Shield were recorded at the north of a newly calculated impact area, which was announced on 7 April, while the Haixun 01 signals had been recorded at its southern edge. Ocean Shield detected two more signals on 8 April. The first was acquired at 16:27 AWST and held for 5 minutes, 32 seconds and the second was acquired at 22:17 AWST and held for around seven minutes. Experts had determined that the earlier signals captured by Ocean Shield were \"very stable, distinct, and clear ... at 33.331 kHz and ... consistently pulsed at a 1.106-second interval\". These were said to be consistent with the flight recorder ULB. but the frequency of the detections was well outside the manufacturer's specification of 37.5 +/- 1. The later signals were at a frequency of 27 kHz, which raised doubts that they were from a black box.Malaysia plane searchers doubt that some once-promising signals came from missing jet. Fox News. Retrieved on 16 May 2014. On 10 April, a signal recorded by one of the sonobuoys deployed with a hydrophone at 300 metres depth was found unlikely to have originated from Flight 370. === Seafloor sonar survey === On 14 April, due to the likelihood of the ULBs' acoustic pulses having ceased because their batteries would have run down, the Towed Pinger Locator search gave way to a seabed search using side-scan sonar installed in a Bluefin-21 Autonomous Underwater Vehicle. The first day's search was aborted because the sea bed was considerably deeper than the maximum operating depth of Bluefin. Scanning subsequently resumed and after covering 42 square miles in its first four dives, the submersible was reprogrammed to allow it to dive 604 feet lower than its operational limit of 14,800 feet, when the risk of damage was assessed as \"acceptable\". Ocean Shield deploys Bluefin-21, 14 April 2014.|alt=Crane lowering the torpedo- shaped Bluefin-21 into the water. Bluefin-21 required 16 missions to complete its search of the 314 square kilometre area around the detections made by the Towed Pinger Locator. The seafloor sonar search was suspended on 2 May for the AVD Ocean Shield to return to port to replenish supplies and personnel. Within two hours of its first deployment after returning to the search area on 13 May, Bluefin-21 developed a communications problem and was recovered. Spare parts from the UK were required and the AVD Ocean Shield returned to port to collect the parts. After Bluefin-21 was repaired, the seafloor sonar survey resumed on 22 May. The seafloor sonar survey was completed on 28 May. After 30 deployments of the Bluefin-21 to depths of , which scanned of seabed, no objects associated with Flight 370 were found. The following day, after analysis of data from the last mission, the ATSB announced the search in the vicinity of the acoustic detections was complete and the area could be discounted as the final location of Flight 370. The announcement followed a statement by U.S. Navy's Deputy Director of Ocean Engineering that all four pings were no longer believed to have come from the aircraft's flight recorders. Truss informed parliament that, beginning in August, after a new commercial operator for the search effort had been selected, the search would move into a new phase \"that could take twelve months\". Equipment envisaged to be used would include towed side-scan sonar. == Bathymetric survey (May–December 2014) == Data obtained from the baseline bathymetric survey (coloured) contrasted with previously-available satellite data (grey). During a tripartite meeting with officials from Australia, Malaysia, and China on 5 May, Australian Deputy Prime Minister Warren Truss announced that a \"detailed oceanographic mapping of the search area\" would be conducted to \"be able to undertake [the next phase of the] search effectively and safely\". It was necessary both for planning the next phase of the search and because equipment used for the next phase would need to operate close to the seafloor (about 100 m or 300 ft). The bathymetric survey was made at a resolution of per pixel, which is substantially higher than previous measurements of the seafloor in this area made by satellites and a few passing ships which had their sonar turned on. The Chinese survey vessel Zhu Kezhen departed Fremantle on 21 May to begin the bathymetric survey. On 10 June, the Australian Transport Safety Bureau (ATSB) signed a contract with the Dutch deep sea survey company Fugro to conduct a bathymetric survey of the seafloor in a new search area southwest of Australia. Fugro deployed their vessel , which began bathymetric survey operations on 18 June. The Zhu Kezhen ended survey operations on 20 September and began its return passage to China. The bathymetric survey charted around of seafloor through 17 December, when it was suspended for Fugro Equator to be mobilised in the underwater search. == Underwater search (October 2014 – January 2017) == On 26 June, plans for the next phase of the search were formally announced; the search zone for the new phase is shifted to a new region of up to near Broken Ridge in the southern Indian Ocean based on a report released the same day by the ATSB, which detailed the methodology for determining the search area. The search was expected to begin in August and after the bathymetric survey was complete, but it was delayed until October with only part of the survey completed. Malaysia announced in July that they had contracted with state-run oil company Petronas to supply a team to participate in the search. Petronas, in turn, has contracted the vessel GO Phoenix—owned by Australian company GO Marine Group—and the marine exploration firm Phoenix International, who will supply experts and equipment. Phoenix recovered black boxes from several recent undersea aircraft wrecks: Air France Flight 447, Yemenia Flight 626, Adam Air Flight 574, and Tuninter Flight 1153. Phoenix planned to use the SLH ProSAS-60 towed synthetic aperture side scan sonar system (rated to 6,000 m depth) to produce a high-resolution image of the ocean floor. On 6 August, Australia, Malaysia, and China jointly announced that Fugro had been awarded a contract to conduct this latest phase of the search. Map of search operations for the underwater search which began in October 2014. The underwater search began on 6 October with the vessel GO Phoenix, which departed Jakarta on 24 September and calibrated its instruments before arriving in the search zone on 5 October. Based on further analysis of Flight 370's satellite communications, detailed in an ATSB report published 8 October, the priority search area for the underwater search was shifted south from the area identified in June. On 18 October, Fugro Discovery departed Perth to join the search. The two vessels were joined by Fugro Equator and Fugro Supporter in January 2015. On 16 April 2015, a tripartite meeting between Malaysian, Australian and Chinese officials was held. Over 60 percent of the priority search area had been searched and, excluding significant delays, the search of the priority search area was expected to be mostly complete by the end of May. The countries agreed that if no trace of the aircraft is found in the priority search area, the underwater search would be extended to an additional of adjacent seafloor. In early May, Fugro Supporter withdrew from the underwater search and offloaded its AUV in Fremantle. Sea conditions during the austral winter are too rough to safely launch and recover the AUV and therefore, AUV operations will be suspended during the winter months. However, the AUV will be kept ready to assist the search at short notice. On 20 June, GO Phoenix left the search area to begin passage to Singapore, where it will be demobilized from search activities. On 17 January 2017, the MV Fugro Equator left the search area after the search of the entire underwater search area was completed. The same day, a joint communiqué is issued by the JACC announcing that the search for Flight 370 was suspended. The suspension of the search is in accord with a July 2016 agreement between Australia, Malaysia, and China that the search would be suspended, not ended, upon the completion of the search of the search area if it yields no evidence of Flight 370 and there is an \"absence of credible new evidence leading to the identification of a specific location of the aircraft.\" === Methodology === Examination of possible end-of-flight scenarios indicate the aircraft may be located relatively close to the seventh BTO arc. On account of this, the underwater search began at the seventh BTO arc and has progressed outwards. Towed underwater vehicles equipped with synthetic aperture sonar, side scan sonar, and multi-beam echo sounders are towed close to the seafloor to create a three-dimensional picture of the seafloor topography. The sonar data was analysed on board the search vessels at the time of acquisition by sonar analysts and a representative of the ATSB. Data from Fugro vessels was transmitted by satellite to a team of Fugro sonar specialists and geophysicists in Perth then transmitted to the ATSB. Data from the ProSAS sonar used by the GO Phoenix and Dong Hai Jiu 101 was analysed onboard and transmitted to the ATSB during port calls in Perth. In both cases, data was further reviewed by ATSB staff in Canberra and both a quality assurance review and independent expert review were performed by experts in the United States. At all stages, the data was analysed for quality, coverage, and contacts (areas of interest). Contacts were classified into three levels: *Category 3: Areas that stand out from their surroundings and are of some interest, but are unlikely to be significant to the search. *Category 2: Areas of comparatively more interest, but still unlikely to be significant to the search. Some of these are possibly manmade objects, such as objects with the dimensions of shipping containers. *Category 1: Areas of high interest to the search, requiring prompt investigation. Through 20 December 2016, 605 Category 3, 39 Category 2, and two Category 1 contacts were identified. The two Category 1 contacts were identified as a shipwreck and a rock field. === Underwater search assets === alt=Fugro Discovery * initially carried an EdgeTech DT-1 towfish, named Dragon Prince, which was replaced with a new towfish, named Intrepid, in April 2015. The vessel joined the underwater search on 23 October 2014. * was scheduled to join the search in late October 2014, but resumed bathymetric survey work from 19 November to 17 December while waiting for equipment to arrive. It returned to Fremantle for mobilisation for the underwater search and joined the underwater search on 15 January 2015. The Fugro Equator was the last vessel involved in the underwater search when it departed the search area on 17 January 2017—the day the search was officially suspended. * participated in the search from late January until early May 2015. * carried experts and equipment from Phoenix International. The first vessel to begin underwater search operations, on 6 October 2014. It left the search on 20 June 2015. * carried an AUV used to search the most rugged terrain. It arrived in the search area on 5 December 2015. * MTS Dong Hai Jiu 101 was a rescue and salvage tug supplied by the Chinese government. The vessel joined the search in February 2016; it left the search area on 3 December 2016. In September 2016, Australian media pointed out that the Dong Hai Jiu 101 spent few days participating in the search—an estimated 17–30 days between February and September—but spent a significant amount of time anchored in or near the port of Fremantle; the media suggested that the Chinese vessel was likely engaged in espionage—signals intelligence gathering and monitoring of Australian and allied naval traffic—around the port of Fremantle. When active in the search, it carried a remotely operated underwater vehicle (ROV) from Fremantle to recover the towfish lost in March and was mobilised from October through December with an ROV to participate in the search. MV Fugro Discovery, MV Fugro Equator, and MV GO Phoenix were equipped with towed underwater vehicles (also known as \"towfish\"), which carry synthetic aperture sonar, side scan sonar, and multi-beam echo sounders. The towfish were towed behind the vessel on cables up to in length. The length of the cable was varied to keep the towfish at an altitude of above the seafloor. The data collected by the instruments was relayed in real-time along the tow cable to the vessel, where it was processed and analysed to see if any debris associated with Flight 370 was present on the seafloor. The MV Fugro Supporter and MV Havila Harmony were equipped with a Kongsberg HUGIN 4500 autonomous underwater vehicle (AUV), which carried the same instruments as the towfish deployed by the other vessels. Unlike the towfish, the AUVs were self- propelled and could manoeuvre themselves to maintain a constant altitude above the seafloor. When launched, the torpedo-shaped AUV dived to the proper altitude, then followed a pre-programmed search pattern for up to 24 hours, collecting sonar data for up to 24 hours; when the mission was complete, the AUV surfaced and was recovered by the vessel, where the data was downloaded and the batteries were swapped for the next mission. The AUVs were used to scan areas which could not be effectively searched by the towfish on the other three vessels. Because of the difficulty in operating the AUV during the austral winter months due to sea conditions, the AUV operations were suspended during the austral winter months. In January 2016, a towfish pulled by the Fugro Discovery collided with an underwater mud volcano despite its use of forward-looking obstacle avoidance sonar. The towfish was later recovered by the Havila Harmony and transferred to Fugro Discovery to continue the search. Another towfish was lost on 21 March 2016. === Shipwreck discoveries === On 13 May 2015, it was announced that Fugro Equator had discovered wreckage of a previously uncharted 19th century cargo ship 4,000 metres underwater, more than 1,000 km off Australia's west coast. Fugro Supporter was diverted to the area to deploy an unmanned submarine to scan the seabed. Imaging of the site clearly showed an anchor and other manmade objects. It was announced that the related imagery would be provided to expert marine archaeologists for potential identification. Peter Foley, director of search operations, called it a \"fascinating find but it's not what we're looking for\". In December 2015, an anomalous sonar contact was made of a possible man-made object and the Havila Harmony was sent to investigate. On 2 January 2016, its AUV captured high-resolution sonar images, which confirmed the contact was a shipwreck. Experts at the Western Australian Museum advised that the ship is likely an iron or steel vessel from the turn of the 19th century. == Debris discovered (July 2015 – July 2016) == Debris location relative to the known flight path (red), calculated flight path (yellow), and underwater search area since October 2014 (dark blue; 46% searched as of 29 July 2015). On 29 July 2015, airliner marine debris was found on the coast of Réunion Island in the western Indian Ocean, about west of the underwater search area and 5,600 km (3,500 mi) southwest of the aircraft's last primary radar contact. The object had a stenciled internal marking \"657 BB\". The following day, a damaged suitcase, which may be associated with Flight 370, was found. The location is consistent with models of debris dispersal 16 months after an origin in the current search area, off the coast of Australia. On 31 July, a Chinese water bottle and an Indonesian cleaning product were found in the same area; all such debris is receiving intense scrutiny. Aviation experts have stated that the piece of debris resembles a wing flaperon from a Boeing 777, noting that the marking \"657 BB\" is a code for a portion of a right wing flaperon from that aircraft.Safi, Michael and Holmes, Oliver \"MH370 search: what is the 'flaperon' debris found in Réunion?\" The Guardian, 30 July 2015Boeing 777 Maintenance Manual D633W101-RBA, Chapter 6 DIMENSIONS AND AREAS, Section 06-44 WINGS (Major zones 500 and 600), Page 221, May 3, 2008 The object was transported from Réunion—an overseas department of France—to Toulouse, for examination by France's civil aviation accident investigation agency, the Bureau d'Enquêtes et d'Analyses pour la Sécurité de l'Aviation Civile, and a French defence ministry laboratory. Malaysia is sending investigators to both Réunion and Toulouse. Furthermore, French police are conducting a search of the waters around Réunion for additional debris, and the Malaysian Transportation Minister, Liow Tiong Lai, asked countries near Réunion, including Mauritius, for assistance in the search for debris. On 5 August, the Malaysian Prime Minister announced that experts have \"conclusively confirmed\" that the debris found on 29 July is from Flight 370; the debris is the first physical evidence that Flight 370 ended in the Indian Ocean. On 3 September French prosecutors formally announced that the flaperon was certainly from Flight 370, a unique serial number having been formally identified by a technician from Airbus Defence and Space in Spain, which had manufactured the flaperon for Boeing. === Search for additional debris === A week after the discovery of a flaperon from Flight 370 on a beach on Réunion, France announced plans for an aerial search for possible marine debris around the island. On 7 August 2015, France began searching an area by along the east coast of Reunion. Foot patrols for debris along beaches are also planned. Malaysia has asked authorities in neighboring states to be on alert for marine debris which could be from an aircraft. On 23 March 2016, what appeared to be a piece of a Rolls Royce engine cowling was found on a beach in South Africa. The Malaysian authorities have sent a team to recover the piece and determine whether or not it came from the missing plane. On 24 June 2016, the Australian Transport Minister, Darren Chester, said that a piece of aircraft debris was found on Pemba Island, off the coast of Tanzania. The Australian Transport Safety Bureau announced on 22 June that a piece of debris found on an Australian island earlier in June was not from Flight 370. On 20 July, the Australian government released photos of the piece of debris found on Pemba Island around 24 June, believed to be an outboard wing flap. == Suspension of joint search in 2017 == On 17 January 2017, Malaysia, Australia and China officially announced the suspension of the underwater search, stating that \"despite every effort using the best science available, cutting edge technology, as well as modeling and advice from highly skilled professionals who are the best in their field, ... the search has not been able to locate the aircraft\". The decision to suspend the search was in line with a July 2016 agreement between Australia, Malaysia, and China that the search would end upon completion of the search of the search area unless there was credible evidence leading to a specific area where the flight may have ended. The decision to suspend the search came a month after a December 2016 ATSB report concluded that searching an additional area on the northern edge of the search area \"would exhaust all prospective areas for the presence of [Flight 370].\" Extending the search to this additional area would have cost an estimated AU$40 million. The support group for family members, Voice370, released a statement expressing their disappointment. == 2018 Ocean Infinity search == On 17 October 2017, Malaysia received proposals from three companies (including the Dutch company Fugro and the U.S. salvage company Ocean Infinity) offering to continue the search for the aircraft. Later that month the Malaysian government released a statement that they are in discussion with Ocean Infinity to make a further underwater search in the area to the north of the 2016 search, on the basis of no fee if the wreckage was not found.https://www.bbc.co.uk/news/world-asia-41691794 The search started on 22 January and ended in June 2018 without finding the aircraft. === Bases of search === GRP The proposed additional searching was to be based on the drift modelling work undertaken by the CSIRO in 2016, and presented in the CSIRO Drift Reports 2, 3 and 4 subsequently published by ATSB. The essence of the CSIRO work was to investigate the most likely paths taken by drifting debris originating along the 7th BTO arc search area, and comparing this to recovered debris along the east coast of Africa and neighbouring Indian Ocean islands. Of particular interest was the first main recovered object, the starboard flaperon, which was found on Reunion Island in July 2015. Early drift analysis, based on data collected over years from hundreds of buoys deployed by the Global Drifter Program of the US National Oceanic and Atmospheric Administration, worked on the presumption that currents in the southern portion of the Indian Ocean, around 40-50 degrees South latitude, flow to the east accompanied by predominately westerly winds. Currents and winds in the northern portion however, around 20 degrees South, both flow to the west. Between these zones lies an \"intermediate\" area with no dominant movement either way. The main MH370 underwater search areas, from around 36°S to 40°S, extended across several of these zones, making debris drift prediction uncertain. Satellite oceanographic data obtained by the CSIRO team revealed that in early March 2014, a ridge of high sea level cut across the main 7th arc search area, producing two prominent westward surface currents in the \"intermediate\" zone, one at 30°S and one at 35°S. This would have initiated a westerly movement of any floating debris in these areas. This helped address one of the key questions raised by the analysts - why was no debris being found along the nearby west coast of Australia? This absence, along with the satellite data, strengthened the case for the impact position being further located north than previously calculated, with a latitude around being the most likely according to the data. High-resolution satellite images from a number of sources (Pleiades, NOAA SST) indicated a number of possibly man-made floating objects which, when analysed in conjunction with the revised drift analysis, could potentially have all originated in close proximity within the 7th BTO arc. The conclusion of the CSIRO Drift Report 3 was that this location was most likely to be north of the original search area, at around 35°S latitude. === Debris drift testing === Boeing 777 flaperon The recovery of the Boeing 777 flaperon at Reunion Island in July 2015 was unexpected by the prevailing drift analyses, as it appeared to arrive far earlier than was predicted for a crash location within the search area. Physical testing of both replica and real flaperon items was undertaken to try to explain this occurrence. A genuine 777 flaperon was obtained from the ATSB by the CSIRO and cut down to resemble the recovered item. Buoyancy checks were done to correctly match that of the MH370 debris, and two weeks of fields tests were undertaken in North West Bay and Storm Bay, Tasmania to measure the flaperon's wind and current drift under a range of conditions. This testing revealed several significant pieces of information. Firstly, the flaperon, when cut to the shape of the recovered item, didn't drift exactly in-line with the prevailing wind, but exhibited a leeway drift of around 20° to the left. Secondly, due to the high float attitude of the flaperon, the wind effect was greater than originally expected, resulting in a corresponding overall faster speed of drift. These two data provided concurrence between the July 2015 arrival of the flaperon on Reunion Island, and it having had a source location in the northern end of the original search area. === Calculated most likely location of impact === MH370 7th arc search area, with focus of 2018 search noted Simulated drift trajectories of a large number of such flaperons were mapped in the analysis, based on them all having a source location within the southern end of the \"remaining high probability area\" identified in the ATSB First Principles Review (FPR) report. This area extended approximately each side along the 7th arc from around 32.5°S in the north to around 36°S in the south. The modelled trajectories indicated that a source location of around 35°S was consistent both with the maximum probability that no debris would be found on Western Australia, and good consistency that debris would appear at Reunion Island from July 2015. The reports concluded that the most likely location of MH370 is within the southern end of the area identified in the ATSB FPR, near 35°S. === 2018 search resumption === Deep-water autonomous underwater vehicle In January 2018, Ocean Infinity announced its intention to resume the search in the narrowed 25,000 km² area. The attempt was approved by the Malaysian government, provided payment will be made only if the wreckage is found. Initially, the search was to be focused within the \"high- probability\" area identified by the ATSB. Under the contract, Ocean Infinity was to be paid up to $70 million, depending on the duration of the search; however, the plane had to be found in 90 days after the start of the search.http://www.theweek.co.uk/mh370/57641/mh370-three-companies-offer-to- start-new-search-for-missing-plane In March 2018, the Malaysian government clarified that the 90 days limit did not include the necessary breaks for the vessel to resupply, and so the search was to continue until mid- June.https://uk.reuters.com/article/uk-malaysia-airlines-mh370/malaysia-says- new-search-for-flight-mh370-to-end-mid-june-idUKKCN1GF0AM Ocean Infinity chartered the Norwegian multi-purpose offshore vessel Seabed Constructor to conduct the search. Maritime assets deployed by Ocean Infinity for the search include up to eight autonomous underwater vehicles (AUVs), each able to operate independently within a group, at depths down to without physical tethering to a surface vessel. The AUVs were to be equipped with a range of scanning technologies including side-scan sonar, multi-beam echo sounder, bottom profiler, high-definition camera, environmental sensors, magnetometer and synthetic aperature sonar.https://www.economist.com/news/science-and- technology/21733399-swarm-submarine-drones-will-scour-depths-plane- fantastical-ship The vessel arrived at the search area on 21 January 2018 and started the search on 22 January 2018. The planned search area of site 1, where the search begun, was , while the extended area covered some more . During the search, operations were temporarily suspended three times, while Seabed Constructor transited to Fremantle for refuelling, resupply, and crew change (twice); each transition took some ten days. In March 2018, Seabed Constructor started to search small areas beyond the originally planned search area. In April 2018, all areas of site 1 has been searched. The search continued northeast, and later that month area further northeast along the 7th arc (Site 4) was added to the search plan. In May 2018, the total area covered during the search exceeded , roughly the originally planned area of site 1 together with the extended area. The total area searched was some . According to Loke Siew Fook, the Malaysia's new transport minister, the search was to end 29 May 2018. As of 1 June 2018, the search was reported as ongoing, searching beyond site 4 in the area where in 2014 MV Haixun 01, operated by the China Maritime Safety Administration, had detected an acoustic signalhttp://www.abc.net.au/news/2018-06-01/unofficial-search-for- mh370-continues/9825700 suspected to originate from an underwater location beacon attached to the plane's black boxes. However, while several detections had been made, none could have been detected when the ship had passed the same location on an opposing heading, and independent analyses of the detections had determined that the signals had not match the performance standards of the underwater location beacons. It had been considered possible but unlikely that the signals could have had originated from a damaged one. The spokesperson for Ocean Infinity confirmed the contract with the Malaysian government had ended and the search itself would end soon,https://www.perthnow.com.au/news/transport/mh370-hunt-continues-for-few- more-days-ng-s-1864235 probably on 8 June 2018.https://www.news.com.au/travel/travel-updates/incidents/mh370-search- ship-seabed-constructor-not-ready-to-stop-yet/news- story/d20ba9dc35fddf95e8a92770c5fe5ffe?from=rss-basic On 9 June 2018, it was reported that the search had ended unsuccessfully.https://changingtimes.media/2018/06/09/mh370-ocean-infinity- search-ends-amid-calls-for-new-disclosures-and-further-investigation/ Ocean floor mapping data collected during the search were donated to the Nippon Foundation GEBCO Seabed 2030 Project to be incorporated into the global map of the ocean floor.https://www.marinetechnologynews.com/news/ocean-infinity- donates- seabed-561884https://seabed2030.gebco.net/resources_for_journalists/documents/ocean_infinity_press_release.pdf In March 2019, in the wake of the 5th anniversary of the disappearance, the Malaysian government stated it was willing to look at any “credible leads or specific proposals” regarding a new search.https://www.theguardian.com/world/2019/mar/07/mh370-search-glimmer-of- hope-remains-with-malaysia-open-to-fresh- hunthttps://www.express.co.uk/news/world/1095147/mh370-news-missing-malaysia- airlines-flight-latest-resume-search Ocean Infinity stated they are ready to resume the search on the same no-fee no-find basis, believing they would benefit from the experience they gained from their search for the wreck of Argentinian submarine ARA San Juan and bulk carrier ship Stellar Daisy, with the most probable location still being somewhere along the 7th arc around the area identified previously, the one which their 2018 search was based on.https://www.airlineratings.com/news/mh370-ocean-infinity-stands-ready- resume-search/ == Analysis of hydroacoustic data == A source of evidence to assist in locating the final resting place of the aircraft is analysis of underwater sound recordings. If the aircraft hit the ocean hard, hydroacoustic recordings could have potentially recorded an impact event. Furthermore, the aircraft's flight data recorders were fitted with underwater \"pingers\", which emit a detectable, pulsating acoustic signal that could have potentially led searchers to their locations. === Impact event === If Flight 370 had impacted the ocean hard, resulting underwater sounds could have been detected by hydrophones, given favourable circumstances. Sound waves can travel long distances in the ocean, but sounds that travel best are those that are reflected into the 'deep sound channel' usually found between 600–1,200 m beneath the surface. Most of the sound generated by an aircraft impacting the ocean would travel straight down to the seabed, making it unlikely that any of these sounds would be reflected into the deep sound channel unless the seabed sloped. Sounds from pieces of the aircraft imploding at depth would be more likely to travel in the deep sound channel. \"The combination of circumstances necessary to allow [detection of an ocean impact] would have to be very particular\", according to Mark Prior, a seismic-acoustic specialist at the Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO), who also explains that \"given the continuing uncertainty regarding the fate of MH370, underwater acoustic data still has the possibility of adding something to the search.\" When an Airbus A330 hit the Atlantic Ocean at speed of , no data relating to the impact was detected in hydroacoustic recordings, even when analysed after the location of that aircraft was known. As with the analysis of the Inmarsat satellite data, the hydroacoustic analysis uses the data in a way very different from that originally intended. The Australian Transport Safety Bureau requested the Curtin University Centre for Marine Science and Technology (CMST) analyse these signals. Scientists from CTBTO and Geoscience Australia have also been involved with the analysis. Available sources of hydroacoustic data were: * The Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO), which operates a system of sensors to detect nuclear tests to ensure compliance with the Comprehensive Nuclear Test Ban Treaty. Data was analysed from CTBTO hydrophones located south-west of Cape Leeuwin, Western Australia (HA01) and in the northern Indian Ocean. These stations have two hydrophones each, separated by several kilometres, allowing a bearing to be calculated for the source of noise to within 0.5°. * Australia's Integrated Marine Observing System (IMOS). Data from an acoustic observatory (RCS) 40 km west of Rottnest Island, Western Australia, near the Perth Canyon. IMOS stations have just one hydrophone each and therefore cannot provide a bearing on the source of the noise. Several IMOS recorders deployed in the Indian Ocean off northwestern Australia by CMST may have recorded data related to Flight 370. As of 2014, these recorders were not recovered as part of the investigation. These sensors record only five minutes out of every fifteen and are likely to be contaminated by noise from seismic surveys. * It is unclear what other sources of hydroacoustic data are available in the region. India and Pakistan operate submarine fleets, but the JACC claims they are not aware of any hydrophones operated by those countries. The U.S. Navy operated a vast array of hydrophones—the Sound Surveillance System (SOSUS)—during the Cold War to track submarines, which is believed to remain in operation. Asked if any SOSUS sensors are located in the Indian Ocean, a spokesman for the U.S. Navy declined to comment on the subject, noting that such information is classified. Scientists from the CTBTO analysed their recordings soon after Flight 370 disappeared, finding nothing of interest. However, after the search for the flight shifted to the Indian Ocean, CMST collected recordings from the IMOS and found a clear acoustic signature just after 01:30 UTC on 8 March. This signature was also found, but difficult to discern from background noise, in the CTBTO recordings from HA01, likely because HA01 receives a lot of noise from the Southern Ocean and Antarctic coastline. Map of the Indian Ocean. Dots off the southwest corner of Australia indicate the location of hydrophone stations. The seventh arc and region of the underwater search is depicted west of Australia. The area of uncertainty where the hydroacoustic detection originated is a long, slim region in red running from the center of the coast of Arabia on the Indian Ocean to a point in the middle of the Indian Ocean, but far from the seventh arc and underwater search area. The CMST researchers believe that the most likely explanation of the hydroacoustic data is that they come from the same event, but unrelated to Flight 370. They note that \"the characteristics of the [event's acoustic signals] are not unusual, it is only their arrival time and to some extent the direction from which they came that make them of interest\". If the data relates to the same event, related to Flight 370, but the arc derived from analysis of the aircraft's satellite transmission is incorrect, then the most likely place to look for the aircraft would be along a line from HA01 at a bearing of 301.6° until that line reaches the Chagos-Laccadive Ridge (approximately 2.3°S, 73.7°E). In the latter possibility, if the acoustic recordings are from the impact of the aircraft with the ocean, they likely came from a location where water is less than 2,000 m deep and the seabed slopes downwards towards the east or southeast; if they came from debris imploding at depth, the source location along this line is much less certain. The lead CMST researcher believed the chance the acoustic event was related to Flight 370 to be very slim, perhaps as low as 10%. The audio recording of the suspect detection was publicly released on 4 June 2014; the ATSB had first referenced these signals in a document posted on its website on 26 May. === Underwater locator beacons === The aircraft's flight recorders were fitted with Dukane DK100 underwater acoustic beacons—also known as \"underwater locator beacons\" (ULBs) or \"pingers\"—which are activated by immersion in salt water and thereafter emit a 10 millisecond pulse every second at a frequency of 37.5±1 kHz. The beacons are limited by battery life, providing a minimum of 30 days and have an estimated maximum life of 40 days, according to their manufacturer. The nominal distance at which these beacons can be detected is 2,000–3,000 metres. Because the flight recorders to which they are attached could provide valuable information in the investigation, an intense effort was made to detect the beacons' pings before their batteries expired. HMS Echo made one possible detection on 2 April—the same day the ship joined the search effort. The following day, following tests, the detection was dismissed as an artefact of the ship's sonar system. On the afternoon of 5 April Perth time, HMS Echo detected a signal lasting approximately 90 seconds. The second detection was made within 2 km from the first detection. MV Haixun 01, operated by the China Maritime Safety Administration, detected a signal at 37.5 kHz pulsing once per second on 4 April and again on 5 April at a position 3 km west of the first detection. HMS Echo was sent to the location of the MV Haixun 01 detections and determined that the detections were unlikely to originate from ULBs attached to the plane's black boxes due to the depth of the seafloor, surface noise, and the equipment used. A submarine sent to the location made no acoustic detections. The towed pinger locator on the deck of a vessel. An inset shows a rack of electrical equipment. ADV Ocean Shield was sent to the search area with two Phoenix International TPL-25 towed pinger locators (also known as \"towfish\"). Shortly after one of the towfish was deployed, while descending, an acoustic signal was detected at a frequency of 33 kHz on 5 April. Further detections were made on 5 April and on 8 April, but none could be detected when the ship passed the same location on an opposing heading. Independent analyses of the detections made by ADV Ocean Shield determined that the signals did not match the performance standards of the ULBs attached to the aircraft's black boxes. However, although unlikely, they noted that the signals could have originated from a damaged ULB. Between 6–16 April, AP-3C Orion aircraft of the Royal Australian Air Force deployed sonobuoys, which sank to a depth of 300m to detect the acoustic signature of the ULBs attached to the aircraft's black boxes. Sonobuoy drops were carried out at locations along the calculated arc of the final satellite communication with Flight 370 where seafloor depths were considered favourable, near the MV Haixun 01 detections, and along the bearing determined by the Curtin University research team of a possible impact event. One AP-3C Orion sortie was capable of searching an area of . No acoustic detections related to the ULBs attached to the aircraft's black boxes were made by the sonobuoys. The interim report released by the Malaysian Ministry of Transport in March 2015 mentioned, for the first time publicly, that the battery for the ULB attached to the flight data recorder had expired in December 2012. The battery's (and thus the ULB's) performance may have been compromised, but this likely was not significant in the search, given the close range at which the detection must be made and the vast search area. == Cost estimates == The search for Flight 370 is the most expensive search operation in aviation history. In June 2014 Time estimated that the total search effort to that point had cost approximately US$70 million. Malaysia's Ministry of Transport revealed that it had spent RM 280.5 million (US$70 million) on the search through February 2016. The tender for the underwater search was AU$52 million (US$43 million or €35 million)—shared by Australia and Malaysia—for 12 months. On 17 January 2017, the official search for Flight 370 was suspended after yielding no evidence of the aircraft apart from some marine debris on the coast of Africa. Reported costs of the search varied between US$135–160 million. In February 2017, Malaysia's Transport Minister stated the cost as RM 500 million (US$112.47 million). == Contribution to geophysics and oceanography == Visual representation of data from the bathymetric survey The seafloor sonar data obtained during the underwater search for Flight 370 gives scientists an unusually-large section of deep- ocean seafloor mapped at high resolution; most seafloor bathymetric data at such high resolution covers either a small area or shallower seafloor on continental shelves. Previous maps of the seafloor in the region of the underwater search were at a spatial resolution of 1 pixel per . The bathymetric survey had a spatial resolution of . During the October 2014 – January 2017 underwater search, the spatial resolution of the side scan sonar used by the towfish varied, but was sufficient to detect a object, while the spatial resolution of the synthetic aperture sonar used by the ProSAS deep tow vehicle aboard the GO Phoenix and Dong Hai Jiu 101 had a resolution of . By comparison, topographic maps of the Moon, Mars, and Venus have been conducted at resolution and the most remote land areas on Earth have been mapped at resolution. Data from the bathymetric survey revealed numerous subsea volcanoes and evidence of large submarine landslides with slide scarps—cliff faces at the top of the origin of the landslide—up to high and wide and debris fans more than long. Data from the bathymetric survey and underwater search may be used for oil, gas, and mineral exploration. Two features within the search area—Broken Ridge and the Kerguelen Plateau—potentially contain oil and gas deposits, while a field of manganese nodules—which also contain iron ore, nickel, copper, and cobalt—on the seafloor could also be exploited. Geoscience Australia published some of the underwater survey data in March 2017. == See also == * Air France Flight 447 – Crashed into the Atlantic Ocean in 2009. After several extensive searches, the fuselage and flight recorders were discovered two years later. * Flying Tiger Line Flight 739 – Disappeared over the Pacific Ocean in 1962. Despite one of the largest ever search and rescue operations, the aircraft was never found. * South African Airways Flight 295 – Crashed into the Indian Ocean in 1987. The search and recovery process took more than two years and was the deepest underwater search and recovery at the time. * List of accidents and incidents involving commercial aircraft == Notes == == References == == External links == * Joint Agency Coordination Centre (JACC) * Australian Transport Safety Bureau — MH370 – ATSB webpage for information about Flight 370 * MH370: Bathymetric Survey – Information about the bathymetric survey from Geoscience Australia * Timeline of AMSA's involvement * The data behind the search for MH370 - Interactive analysis of phase 1 sea-floor mapping data from Geoscience Australia. * * Where is Flight MH370? === Reports === * MH 370 Preliminary Report – Preliminary report issued by the Malaysia Ministry of Transport. Dated 9 April 2014 and released publicly on 1 May 2014. * Factual Information: Safety Investigation for MH370 – Interim report released 8 March 2015 (584 pages). * MH370 – Definition of Underwater Search Areas (2014) – Report by the Australian Transport Safety Bureau, released 26 June 2014, and the most comprehensive report on Flight 370 publicly released at that time. The report focuses on defining the search area for the fifth phase, but in doing so provides a comprehensive overview/examination of satellite data, the failed searches, and possible \"end-of-flight scenarios\". * MH370 – Definition of Underwater Search Areas (2015) – Report by the Australian Transport Safety Bureau, released 3 December 2015, covering the Bayesian method analysis made by Australia's Defence Science and Technology Group and other developments since mid-2014 in defining the search area. * MH370 – Search and debris examination update (2016) – Report by the Australian Transport Safety Bureau, released 2 November 2016, comprising further analysis of satellite data, additional End of Flight simulations, analysis of flight debris (wing flap), and enhanced debris drift modelling. * MH370 – First Principles Review – Report by the Australian Transport Safety Bureau, released 20 December 2016, documenting the proceedings and outcomes of the First Principles Review meeting held in Canberra between 2–4 November 2016. The review identified a previously unsearched area of as having the highest probability of containing the aircraft wreckage. * Search for MH370 and ocean surface drift - part III - Report to the Australian Transport Safety Bureau by the CSIRO, of 26 June 2017 and released 16 August 2017, comprising analysis of multiple surface objects identified by the Geosciences Australia report of 19 July 2017, as to whether such objects could have originated within the established MH370 search areas * * Summary of imagery analyses for non-natural objects - Report by Geoscience Australia, released 16 August 2017, comprising analysis of imagery from data from the PLEIADES 1A satellite, of floating objects identified in the southern Indian Ocean. * The Operational Search for MH370 (Final) - The final report from the Australian Transport Safety Bureau (ATSB), released 3 October 2017, and documenting where and how the search for MH370 was conducted, the results obtained and analysis for where future underwater searches could be undertaken. It concludes that the reasons for the loss of MH370 cannot be established with certainty until the aircraft is located. === Press releases / Media === * Australian Maritime Safety Authority * Australian Transport Safety Bureau * Malaysia Airlines * Malaysian Ministry of Transport * US Department of Defense Category:2015 in international relations Category:2015 in Australia Category:2015 in China Category:2015 in Malaysia Search Category:Articles containing video clips ",
    "title": "Search for Malaysia Airlines Flight 370"
}