{
    "id": "44243707",
    "text": "Renato Escobar Baruffi (born 27 April 1989), commonly known as Bady, is a Brazilian professional footballer who plays as an attacking midfielder for Botafogo-SP. ==Club career== A Rio Preto youth graduate, Bady made his senior debuts in 2007, aged just 18. He subsequently served loans at Palmeiras and Ituano. On 26 May 2010, Bady signed for São Bernardo. After being sparingly used during 2011 Campeonato Paulista (which ended in relegation), he played an instrumental part in the club's comeback at the first attempt. On 21 May 2012, Bady joined Santo André on loan until December. He returned to São Bernardo in January 2013, appearing regularly in the year's Paulistão, but was loaned to América on 30 May. Despite appearing regularly for Coelho, Bady was not bought outright, and scored seven goals in 2014 Campeonato Paulista for São Bernardo. On 17 April 2014, he moved to Atlético Paranaense. Bady made his Série A debut on 18 May, starting in a 1–1 home draw against Chapecoense. He scored his first goal on the 28th, netting the first of a 2–2 draw against São Paulo. In 2015, Bady joined Ponte Preta on loan. He made 13 appearances, including appearing twice in the 2015 Copa Sudamericana, before returning to his parent club. In February 2016, Bady completed a loan move to Figueirense. His debut came in the 2016 Campeonato Catarinense against Metropolitano on 3 March, his first goal for the club came three games later against Internacional in the same competition. In January 2017, Bady transferred to the Turkish side Gençlerbirliği.http://www.genclerbirligi.org.tr/en/yeni-transferimiz-bady/ ==Honours== ;São Bernardo *Campeonato Paulista Série A2 (1): 2012 *Copa Paulista (1): 2013 ==References== ==External links== *Atlético Paranaense profile * Category:1989 births Category:Living people Category:People from São José do Rio Preto Category:Brazilian footballers Category:Association football midfielders Category:Campeonato Brasileiro Série A players Category:Campeonato Brasileiro Série B players Category:Rio Preto Esporte Clube players Category:São Bernardo Futebol Clube players Category:Esporte Clube Santo André players Category:América Futebol Clube (MG) players Category:Club Athletico Paranaense players Category:Associação Atlética Ponte Preta players Category:Figueirense FC players Category:Gençlerbirliği S.K. footballers Category:Süper Lig players Category:NK Istra 1961 players Category:Croatian First Football League players Category:Brazilian expatriate footballers Category:Brazilian expatriate sportspeople in Turkey Category:Expatriate footballers in Turkey Category:Brazilian expatriate sportspeople in Croatia Category:Expatriate footballers in Croatia ",
    "title": "Bady (footballer)"
}