{
    "id": "44254529",
    "text": "The Casecnan Protected Landscape is a protected area in the Casecnan River watershed of eastern Luzon in the Philippines. It has a total area of straddling the provinces of Nueva Vizcaya, Quirino and Aurora. The Casecnan River Watershed Forest Reserve was established in August 1987 by virtue of Executive Order No. 136 issued by President Corazon Aquino. In April 2000, the forest reserve was enlarged to and was reclassified as a protected landscape area through Proclamation No. 289. It is considered as one of the last remaining substantial water source for the region of Central Luzon. ==Description== The protected landscape area stretches over the municipalities of Dupax del Norte and Dupax del Sur in Nueva Vizcaya, Maddela in Quirino, and Dipaculao in Aurora. It was established to protect the watershed around the Casecnan River, a tributary of the Rio Grande de Cagayan which flows through the mountains of central Sierra Madre, the Caraballo and Mamparang ranges. The river is used heavily for irrigation and serves much of the surrounding communities in Central Luzon and Cagayan Valley. It also supplies hydroelectric power to the region, an additional 140 megawatts of power capacity to the Luzon grid through a tunnel and powerhouse built in 2001 from the diversion weirs in the Casecnan and Taan rivers in Nueva Vizcaya near Mount Guiwan to the Pantabangan Dam in Nueva Ecija. The Casecnan Dam is considered as one of the most expensive hydroelectric plants in the country and was criticized for its adverse impact on the ecology of the protected area as well as the local community of Ilongot people (also known as Bugkalot) residing in the watershed area. On June 22, 2018, the feature was designated a national park through the Expanded National Integrated Protected Areas System (ENIPAS) Act or Republic Act No. 11038 which was signed by President Rodrigo Duterte. ==Wildlife== The Casecnan Protected Landscape area is a haven for wildlife, some of which are unique and endangered, including the Philippine deer, Philippine eagle, cloud rat, hornbill, kingfisher and Philippine warty pig. ==See also== * Salinas Natural Monument * Aurora Memorial National Park ==References== Category:Protected landscapes of the Philippines Category:Geography of Nueva Vizcaya Category:Geography of Quirino Category:Geography of Aurora (province) Category:Protected areas of the Sierra Madre (Philippines) Category:Protected areas established in 1987 Category:1987 establishments in the Philippines Category:National parks of the Philippines ",
    "title": "Casecnan Protected Landscape"
}