{
    "id": "44259051",
    "text": "The University of the Philippines Manila Museum of a History of Ideas is a university museum located in Ermita, Manila, Philippines. The establishment of the UP Manila Museum of a History of Ideas came into existence as a centennial project of the University of the Philippines (UP) System during the administration of Dr. Erlinda R. Roman. The museum honors the stature of the UP as an institution defining and implementing progressive ideas in the Philippines. The museum's collection explores the ideas the university was associated with during the period of its establishment in the early twentieth century (1900 to 1920s). == Background == The building which houses the museum was constructed in 1931. It was designed in Neoclassical style, which was the prevalent architectural style in the Philippines during the American Colonial Period. It was among the first buildings constructed for the UP System, and was specifically built to become the University Infirmary until 1947. During World War II, the building was used as the emergency headquarters of the administration of the university. It was the home of the UP College of Dentistry from May 1959 until April 2002. An annex building was constructed on its back in the 1960s. Altogether, they form the old College of Dentistry complex. The annex building now houses the UP Manila Campus Planning, Development and Maintenance Office (CPDMO). The College of Dentistry moved to its new building located at the corner of Pedro Gil Street and Taft Avenue. Restoration works for the building began in 2009. It was declared as a heritage building by the National Historical Commission of the Philippines. Category:Museums in Manila Category:University of the Philippines Manila Category:University museums in the Philippines Category:Buildings and structures in Ermita Category:Educational structures in Metro Manila Category:Art museums and galleries in the Philippines ",
    "title": "University of the Philippines Manila Museum of a History of Ideas"
}