{
    "id": "44259088",
    "text": "Aktiebolaget Vulcan was an engineering works and shipbuilding company that operated in Turku, Finland between 1898 and 1924. The company was founded by local businessmen, who bought the production facilities from previously ceased Åbo Mekaniska Verkstads Ab. The company produced ships, engines, pumps and other engineering products. Vulcan had a facility also in Saint Petersburg, where it produced military supplies for the Imperial Russian Army. The company struggled due to losses caused by the Russian Revolution and declined orders. The company manager Allan Staffans joined Vulcan with its competitor Ab Crichton, creating Crichton-Vulcan shipyard. == Background == Vulcan originated from 1874 established Åbo Mekaniska Verkstads Ab, which was located on east bank of Aura River. The founder was Carl Korsman and the 400 000 marks' share capital was primarily funded by C.M Dahlström's trading house and alderman Gustaf Wikeström. The company's main products were ships, steam engines and steam boilers; it also carried out ship repairs. It invested on building a large red brick assembly workshop, thin plate workshop, foundry and a slipway. The initial capital was used out and the company did not get credit, and therefore the owners were obligated to increase the capital by value of their own shares. Carl Korsman could not afford this, and he had to give up with his ownership. In 1875, the number of personnel was already 119. During 1881 and 1882 the company built some larger ships; the headcount went up to 400 and the total sales reached 800 000 marks, but the orders declined after and personnel was reduced to 100 and the turnover dropped to level of 270 000 marks. The orders consisted some steam powered sailboats, small steam engines and repair works. The business was discontinued at the late 1890s; the real estate and machinery were put on sale thereafter. Vulcan workshop in about 1908. Vulcan shipyard and engineering works in about 1910. == Beginning == === Foundation === Tradesman C.F. Junnelius collected a consortium to buy the production facilities of Åbo Mekaniska Verkstads. Aktiebolaget Vulcan was started in early summer 1898. 31 people subscribed for shares; the most significant were A.M. Cronvall, E. Minuth, C.F. Junnelius and engineer Caesar Holmström. The total share capital was 500 000 marks. Holmström was appointed director of the company. === Production growth === At the beginning Vulcan continued the production with the portfolio of its predecessor. In 1903 it introduced its first internal combustion engines. At about at the same time the Imperial Russian Admiralty Board placed an order for torpedo launching devices for naval ships, and this was followed by another military equipment order by the Russian artillery. To undertake this, the facilities were grown significantly for additional capacity in 1905. By the following year the number of personnel had reached 667 and the turnover 2 700 000 marks. The prolific orders declined suddenly, when the Russian government decided to end orders from Grand Duchy of Finland. Therefore, in 1907 Vulcan bought a facility in Saint Petersburg which only focused on military supplies, and it soon passed the Turku works in sales. The headcount in the new branch was 900 in 1910Haavikko: 1907–1917; chapter 6. p. 25. and the factory was operated in three shifts. Vulcan sold the facility in 1914. Prior to the First World War the facilities in Turku consisted of two-floor engineering works, forging shop, foundry with four furnaces, thin plate shop and carpentry shop. On the riverside there were two slipways, of which the bigger one was for 400-tonne ships and other one for small vessels, and a 20-tonne mast crane. The larger slipway was covered by a wooden hall in 1915. The products were internal combustion engines, locomobiles, pumps, steam engines, steam ships, refrigeration devices and slaughterhouse equipment. A new series of combustion engines was introduced and entered in production. Additionally, the company repaired ships. The number of personnel ranged from 200 up to 500 people. In 1912 the main owners were Gösta Schahtelovitz, E. Taipale, Caesar Holmström, Bertel Holmström, Einar Holmström and Edvard Åström. Ab Vulcan was listed in stock market starting from 23 March 1916. In the same year the share capital was increased to 1 750 000 marks. == Postwar struggle == Vulcan shipyard and engineering works in the early 1920s. Lightvessel Storbrotten is laying on the left-side slipway. Fall of the Russian empire drove Vulcan into trouble. The Russian government did not pay all the outstanding payments and the company's property in Saint Petersburg lost its value. This together with the short order backlog of the first postwar years collapsed the company's economy. In 1918, after Finland had declared its independence, Vulcan possessed two semi- finished 350-tonne, ice-strengthened ships ordered by Russians. One of them was eventually bought by a consortium led by captain M. Grönroos; it was launched in 1920 and named Aranda. It was sold already in 1921 to the state of Finland and modified at Vulcan to serve year round between Åland and the mainland. The sister vessel became a lightvessel and it was sold to the maritime administration, which it served under name Storbrotten. At the beginning of 1921 the company was on poor financial basis. Allan Staffans was appointed company manager. The turnover of the same year reached 4 350 000 marks and the company made loss of 1 180 000 marks. Vulcan made an exceptional agreement together with its main funding company Yhdyspankki in December 1921: the bank cut the liabilities by six million marks in exchange to 50% of shares. In addition, the other lenders had to reduce their liabilities by 50%. The transaction was put into force at the beginning of 1922, and the company started to recover. == New line of business and merger == In February 1922 Staffans started negotiating with the defence ministry about renovating an outdated Russian submarine. Neither in the company, nor in the whole country was knowledge about submarines, and therefore Staffans started to seek for the know-how in Germany. Germany was not allowed to build submarines after the Versailles peace treaty, and therefore the contact was handled via the Dutch dummy company NV Ingenieurskantoor voor Scheepsbouw (IvS). Frigate captain Blume from IvS and Staffans signed a secret contract about submarine building in Finland on 15 November 1923. Staffans presented the contract in general meeting of Ab Vulcan held on 12 December 1923. Another significant point on the agenda was a merger plan with the neighbour company and competitor, Ab Crichton. The merger became effective in 1924 and led to establishment of Ab Crichton-Vulcan Oy. == Some of the vessels built by Vulcan == {| class=\"wikitable\" |- ! align=\"center\" style=\"background:#EECFA1\" |Year ! style=\"background:#EECFA1\" |Yard number ! style=\"background:#EECFA1\" |Measurements (m) ! style=\"background:#EECFA1\" |Name ! style=\"background:#EECFA1\" |Shipowner |- | align=\"left\" | 1913 | align=\"center\" | 64 | align=\"center\" | 13.7 × 3.99 × 1.06 | align=\"center\" | Vuojoki | align=\"left\" | Raumo Ångsågs Ab |- | align=\"left\" | 1913 | align=\"center\" | 65 | align=\"center\" | 18.35 × 5.12 × 2.28 | align=\"center\" | | align=\"left\" | City of Riga |- | align=\"left\" | 1913 | align=\"center\" | 66 | align=\"center\" | 18.35 × 5.12 × 2.28 | align=\"center\" | | align=\"left\" | City of Riga |- | align=\"left\" | 1915 | align=\"center\" | 67 | align=\"center\" | 27.5 × 6.3 × 2.9 | align=\"center\" | Vallisaari | align=\"left\" | City of Riga |- | align=\"left\" | 1915 | align=\"center\" | 68 | align=\"center\" | 27.5 × 6.3 × 2.9 | align=\"center\" | | align=\"left\" | City of Riga |- | align=\"left\" | 1915 | align=\"center\" | 69 | align=\"center\" | 41.0 × 7.5 × 1.3 | align=\"center\" | Kartoschka | align=\"left\" | Russian Admiralty |- | align=\"left\" | 1915 | align=\"center\" | 70 | align=\"center\" | 19.0 × 4.19 × 2.21 | align=\"center\" | Sever | align=\"left\" | Russian Admiralty |- | align=\"left\" | 1915 | align=\"center\" | 71 | align=\"center\" | 19.0 × 4.19 × 2.21 | align=\"center\" | Vostok | align=\"left\" | Russian Admiralty |- | align=\"left\" | 1915 | align=\"center\" | 72 | align=\"center\" | 19.0 × 4.19 × 2.21 | align=\"center\" | Jok | align=\"left\" | Russian Admiralty |- | align=\"left\" | 1915 | align=\"center\" | 73 | align=\"center\" | 19.0 × 4.19 × 2.21 | align=\"center\" | Sapat | align=\"left\" | Russian Admiralty |- | align=\"left\" | 1920 | align=\"center\" | 74 | align=\"center\" | 46.0 × 8.4 × 3.35 | align=\"center\" | Aranda | align=\"left\" | Finnish Maritime Administration |- | align=\"left\" | 1922 | align=\"center\" | 75 | align=\"center\" | 29.3 × 6.0 × 3.2 | align=\"center\" | Vulcan | align=\"left\" | Ab Vulcan |- | align=\"left\" | 1923 | align=\"center\" | 76 | align=\"center\" | 46.0 × 8.4 × 3.4 | align=\"center\" | Storbrotten | align=\"left\" | Finnish Maritime Administration |} The total number of vessels built at Ab Vulcan is about 50. == Sources == * * === References === == External links == * Brochures about Vulcan products. Category:Shipbuilding companies of Finland Category:Shipyards of Finland Category:Engine manufacturers of Finland Category:1898 establishments in Finland Category:Manufacturing companies established in 1898 Category:Manufacturing companies disestablished in 1924 Category:Crichton- Vulcan ",
    "title": "Vulcan (Turku shipyard)"
}