{
    "id": "44252665",
    "text": "Pontings was a department store based in Kensington High Street, London and operated from 1863 to 1970. It was seen as the least prestigious of the big three Kensington department stores. ==Early history== Pontings started out as a small drapery business by Thomas Ponting in Archer Street, just off Westbourne Grove, as Thomas H Ponting & Co. Thomas was one of four brothers and had been born in Gloucester. By 1868, the business had moved to 123 Westbourne Grove and Thomas had been joined by his brothers, William, Sydney and John.P.O.D.: Peel, op. cit., pp. 39–40. From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77-98. URL: http://www.british- history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. In 1873, Ponting Brothers, a milliner's, was opened at 125 Kensington High Street. The profits made from this venture saw the business expand into 127 (1876) and 123 Kensington High Street (1890). The business had changed from just a millinery and drapery to a seller of retail fancy goods and silks.Adburgham, op. cit., pp. 164–5. From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77-98. URL: http://www.british- history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. In 1893 the premises grew again with the purchase of the adjacent Scarsdale House, the former mansion of the Curzons of Kedleston.http://www.housefraserarchive.ac.uk/company/?id=c0562 In 1898 the company was incorporated, with William Ponting listed as the biggest shareholder, followed by his brother John. However, William Ponting died shortly after, and the business was no longer directed by the family. The new company chairman was Henry Charles Richards, an M.P.P.R.O., BT 31/7991/57434: The Warehouseman and Draper,25 March 1899, p. 443 From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77–98. URL: http://www.british-history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. Between 1899 and 1901, Pontings replaced their old premises on Kensington High Street with a new building designed by Arthur Sykes, which was completed in two stages and cost them £14,000. The new building had a large basement and four storeys above and was attached to Scarsdale House, which had not been touched.The Warehouseman and Draper, 1 July 1899, pp. 891–2: B. 20 May 1899, p. 513. From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77-98. URL: http://www.british- history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. In the gardens of Scarsdale House were built four blocks (designed by architects E N Clifton & Son) which were used as offices and depositories.B.A. 30948, Corr. I; 38885: K.P.L., M.B.W./L.C.C. planning applications, no. 751. From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77-98. URL: http://www.british-history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. ==Twentieth century== Between 1906 and 1908, Kensington Railway Station was rebuilt, and as part of the development a new arcade was built. Pontings purchased the whole of the western side of the arcade before construction had started. However, the expansion of the business and the building programme had seen the company over-extend itself, and in December 1906, Pontings went into liquidation. John Barker & Co., a fellow Kensington department store, purchased the business for £84,00 in April 1907.B. 30 July 1910, p. 128: P.R.O., BT 31/7991/57434: Peel, op. cit., p. 40: HF 8/1/5. From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77-98. URL: http://www.british- history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. Barkers did not neglect its new business, which continued to operate with its own buying team http://www.housefraserarchive.ac.uk/company/?id=c0562 and to have its own distinctive image, labelling itself as the House of Value.http://rbkclocalstudies.wordpress.com/2011/10/13/the-lost-department- store/ The store expansion was completed on the western side of the arcade in 1908, while Scarsdale House was demolished and the Wright's Lane extension finished under the management of H L Cabuche, Barkers's own director of building during 1911–12.HF 8/1/6: B.R. 57808, Corr. I. From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77-98. URL: http://www.british-history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. After the First World War, John Barker & Co. expanded, buying the department store between the Barkers store and Pontings, Derry & Toms, in 1920, and also purchasing the freehold of the Pontings site for a total of £78,000. Barkers also added a cafe on Wright's Lane run by its catering subsidiary the Zeeta Company,HF 8/1/8–9: B.R. 57808, Corr. I: The Architects’ Journal, 9 Jan. 1936, pp. 63, 69. From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77-98. URL: http://www.british- history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. and refurbished the store in 1923.http://www.housefraserarchive.ac.uk/company/?id=c0562 In 1957, Barkers was purchased by House of Fraser which in the 1960s decided to rationalize the businesses of Barkers. Barkers's Zeeta business and stores on the north side of Kensington High Street were closed before Pontings, the first of the department stores went, being closed down in 1970. The name however lived on, as the unsold stock from the closing down sale was transferred to Barker's own lower ground floor and was called Pontings Bargain Basement before it was renamed in 1974.http://www.housefraserarchive.ac.uk/company/?id=c0562 ==After Pontings== The building became a market known as Kensington Super Store, before English Property Corporation redeveloped the site. The original building was pulled down and replaced by Pemberton House on Kensington High Street (1976–78) and Kensley House (1982–84) on Wright's Lane, both office blocks, while at the rear was built a block of flats called William Cobbett House.Information kindly supplied by the English Property Corporation and the GMW Partnership. From: 'Kensington High Street, south side: Kensington Court to Wright's Lane', Survey of London: volume 42: Kensington Square to Earl's Court (1986), pp. 77-98. URL: http://www.british- history.ac.uk/report.aspx?compid=50310 Date accessed: 30 October 2014. The only remaining part of the Pontings store is the arcade section, which in 2011 hosted La Senza and Accessorize.http://rbkclocalstudies.wordpress.com/2011/10/13/the-lost- department-store/ ==References== Category:Defunct department stores of the United Kingdom Category:Defunct retail companies of the United Kingdom Category:Defunct companies based in London Category:Demolished buildings and structures in London Category:Retail companies established in 1873 Category:Companies based in the Royal Borough of Kensington and Chelsea Category:History of the Royal Borough of Kensington and Chelsea Category:House of Fraser Category:Kensington Category:Shops in London ",
    "title": "Pontings"
}