{
    "id": "44251452",
    "text": "Nicholas Troop is a health psychologist and a principal lecturer in health psychology at the University of Hertfordshire. His range of works include the role of life events, coping and crisis support in the aetiology of eating disorders, stress- and trauma-responses, and mobility into the social rank and attachment. Prior to joining the Department of Psychology at the University of Hertfordshire, Troop was a lecturer at London Metropolitan University and University of Essex.. He supervised the founder of Psychreg, Dennis Relojo- Howell for his research project on expressive writing at the University of Hertfordshire. ==Education== He received his BSc Psychology from University of Dundee in 1992. Troop did his PhD on \"Coping and Crisis Support in Eating Disorders\" in the Eating Disorders Unit at the Institute of Psychiatry at King's College London with Professor Janet Treasure as his supervisor. ==Academic life== More recently, Troop has been investigating self-compassion, self-reassurance, involving the use of expressive writing. He explored the use of expressive writing to reduce stress in parents of children with autism spectrum disorders. In 2013, he assessed the use of an expressive writing task to increase self-reassurance and reduce self-criticism using a randomised controlled design.Psychology and Psychotherapy: Theory, Research and Practice, published by the British Psychological Society Troop is the author of around 80 peer-reviewed journal articles. He supervised Dennis Relojo-Howell, who is the founder of Psychreg. ==Music== His works in psychological well-being have also led him to begin exploring the role of music and song-writing on well- being. He released three albums under the name CatDesigners which contains Chemical Jazz and Strange Little Creature. These two are original materials while Tomorrow Never Knows is a cover of the Beatles’ Revolver album. A fourth album of original material, Zuta Minute (Yellow Minute), has been recorded but not yet released. In 2009, he illustrated how some word types in David Bowie albums correlate with how long they spend in the charts. Troop has written a song that amplifies these results, maximising the use of these words to create the \"ideal\" Bowie lyric. ==Upcycling== Troop is also recognised for his upcycling work. He was the overall winner of the London Upcycling Show in 2018. == Bibliography == * Hiskey, S., Ayres, R., Andrews, L., & Troop, N. (2015). Support for the location of negative posttraumatic cognitions in the diagnosis of posttraumatic stress disorder. Personality and Individual Differences, 74, 192-195. *Troop, N. A., Andrews, L., Hiskey, S., & Treasure, J. L. (2014). Social Rank and Symptom Change in Eating Disorders: A 6‐month Longitudinal Study. Clinical psychology & psychotherapy, 21(2), 115-122. *Rowland, G., Robinson, G., Chilcot, J., & Troop, N. A. (2014). Social cognitive predictors of intention to test for variant Creutzfeldt–Jakob disease in those affected by haemophilia and other clotting disorders. Journal of Health Psychology, 19(6), 809-817. ==References== Category:Year of birth missing (living people) Category:Living people Category:Academics of the University of Hertfordshire Category:British psychologists Category:Alumni of the University of Dundee ",
    "title": "Nicholas Troop"
}