{
    "id": "44258917",
    "text": "Little Brier Run is a tributary of Little Fishing Creek in Lycoming County and Columbia County, in Pennsylvania, in the United States. It is approximately and flows through Jordan Township in Lycoming County and Pine Township in Columbia County. The watershed of the stream has an area of . The stream itself is inhabited by trout and is considered to be an Exceptional Value stream and a Migratory Fishery. It has one unnamed tributary. Various wetlands are present in the vicinity of the stream and its unnamed tributary. ==Course== Little Brier Run begins in a shallow valley in Jordan Township, Lycoming County, just south of Pennsylvania Route 118. It flows south- southeast for several tenths of a mile, exiting Jordan Township and Lycoming County. Upon exiting Lycoming County, Little Brier Run enters Pine Township, Columbia County. It continues flowing south-southeast for a short distance before turning south for several tenths of a mile. It then turns south- southeast for less than a mile and its valley deepens. After this, the stream turns south and slightly west for several tenths of a mile before exiting the valley and receiving an unnamed tributary from the right. It then turns east- southeast for a short distance before turning south-southwest and then south. The stream then crosses Hickory Nut Hill Road and turns south-southeast, reaching its confluence with Little Fishing Creek after a short distance. Little Brier Run joins Little Fishing Creek upstream of its mouth. ==Geography and watershed== The elevation near the mouth of Little Brier Run is above sea level. The elevation of the stream's source is between and above sea level. The watershed of Little Brier Run has an area of . The mouth of the stream is in the United States Geological Survey quadrangle of Benton. However, the source of the stream is in the United States Geological Survey quadrangle of Elk Grove. There is a palustrine wetland in the vicinity of an unnamed tributary to Little Brier Run. There is also a palustrine forest wetland in the vicinity of stream itself. ==History== Little Brier Run was added to the Geographic Names Information System on August 2, 1979. Its identifier in the Geographic Names Information System is 1179480. In 2011, Mountain Gathering, LLC requested a permit to construct and then maintain and operate a 24-inch (60-centimeter) gas pipeline in the vicinity of Little Brier Run. This project would affect of an unnamed tributary of the stream and also 22 square feet of palustrine wetland near Kessler Hollow Road. The same company also requested a permit to construct and then maintain and operate a 12-inch (30-centimeter) and a 24-inch (60-centimeter) gas pipeline. These pipelines would affect of Little Brier Run itself in addition to 762 square feet of palustrine forest wetland. In his 1982 book Columbia County Place Names, Walter M. Brasch describes a tributary of Little Fishing Creek called \"Briar Run\" in Lycomin County and Pine Township, Columbia County. This name comes from the stream's \"treacherous\" streambanks. ==Biology== Wild trout naturally reproduce in Little Brier Run between its headwaters and its mouth. Between its headwaters and its mouth, it is on the Pennsylvania Fish and Boat Commission's list of wild trout streams. The stream is considered to be an Exceptional Value stream and is also considered to be a Migratory Fishery. ==See also== *Devil Hole Run, next tributary of Little Fishing Creek going downstream *List of tributaries of Fishing Creek (North Branch Susquehanna River) ==References== Category:Rivers of Columbia County, Pennsylvania Category:Rivers of Lycoming County, Pennsylvania Category:Tributaries of Fishing Creek (North Branch Susquehanna River) Category:Rivers of Pennsylvania ",
    "title": "Little Brier Run"
}