{
    "id": "44251957",
    "text": "Tsing Yi Bamboo Theatre in 2009 Tsing Yi Bamboo Theatre is a temporary built theatre which made with bamboos. It is located in Fung Shue Wo Road Football Field, which is next to Municipal Service Building in Tsing Yi, Hong Kong. It is for the celebration of Tin Hau (The Empress of Heaven) and Zhen Jun (The True Lord). ==Background== Before 1961, Tsing Yi Bamboo Theatre used to be removed right after the 29th of April, and then built again on the 3rd of May. However, due to the cost, people combined the two celebrations together and use the theatre for both events with removing. Since 1961, Tsing Yi Bamboo Theatre will be built temporary for two celebrations: the birthday of Tin Hau (The Empress of Heaven) on the 15th of March in lunar calendar and Zhen Jun (The True Lord) on the 23rd of March in lunar calendar. In other words, the theatre will be available from the 29th of April to 3 May, after that, it will be removed. There will be people selling Hong Kong local food and snacks such as bubble gums, teppanyaki (fast grilling on hot plate), barbeque food, fried glutinous rice, fried pork and egg hamburger, and people performing Chinese Opera, fireworks, dragon and lion dance, etc. ==Development History== During the commemoration of Tin Hau and Zhen Jun King in the lunar March and April, local inhabitants celebrate this every year by holding the bamboo-shed theatre. “One theatre, two commemorations”. There are two weeks between two commemorations, and the event lasts for 10 days in total. There are two Chinese Operas showing on stage and several hawker stalls selling traditional snacks and food. Shen Gong dramas and lion dance shows are also shown during the commemoration of the two gods as a tradition. In the past, inhabitants in Tsing Yi had strong religions, they always went to temples to pray to Tin Hau and Zhen Jun King for fortune. They thought the two majestic gods could protect their economy and daily life, so they praised them wholeheartedly and kept holding events for them every year. ===Tin Hau=== Tin Hau is well known for her helpful and kind personality, especially helped those who used to work on marine. During the Japanese occupation in Hong Kong, inhabitants in Tsing Yi were safe from the booms in front of the Tin Hau Temple. Thus, after the war, people played operas and dramas during the commemoration of Tin Hau in order to show their thanks and respects. On the lunar 3 April, people played firecrackers and lion dances for the celebration of Tin Hau’s birthday. They hoped Tin Hau would help with the fortune and economy of the villagers. ===Zhen Jun=== Besides of Tin Hau, inhabitants in Tsing Yi also went to the Zhen Jun Temple to divine and pray for fortune. Zhen Jun was born in the Song dynasty, he was a brave and honest person who always helped those in need. During the Song dynasty, coastal areas in Guangdong were threatened by the pirates, Zhen Jun died while helping with the government and the villagers. After his death, he was named as Zhen Jun King as a praise, and a temple of him was built in order to commemorate him. In the last century, the Zhen Jun Temple was deeply praised by the inhabitants. In 1986, it was moved to the present location near the Tsing Yi police station. In order to praise Zhen Jun King, during the commemoration of Zhen Jun King on lunar 15 March every year, people played Shen Gong Dramas, firecrackers and lion dances for the celebration. ==Overview== Tsing Yi Bamboo Theatre is a festival among civilians since the 1960s. All people from different classes would engage in it. The famously-known traditional Cantonese opera, which is the highlight of the festival, would be on show throughout the festival. In general, elderly are the main audience of the show. This is because the show was an act in the old-fashioned way and elderly tend to appreciate and also, feeling nostalgic about their good old past. Yet, there has been an increasing figure on youngsters visiting the show, showing that youngsters see the history of Hong Kong as an important value too. What’s more, people enjoy the scrumptious food sold by the tiny food stalls surrounding the football court. People sell authentic nourishments for customers in order to work in line with the theme of the festive. Apart from barbeque food and burgers, typical food like wife cake, cart noodle, egg waffle and fried capsicums and eggplants with minced fish are available. The queue in each stalls are usually long since there are many people awaiting. Amid all the activities held during the festival, the worship of God is indeed a major part too. People incenses joss sticks and pray. It is believed that the Chinese God would hear their prayers while they murmured their hope holding a bunch of joss sticks to show sincereness. ==Features== Tsing Yi bamboo theatre will only be opened twice a year, including the birthday of TinHau (The Empress of Heaven) and ZhenJun(The True Lord). Therefore, it is a rare event to participate in. Apart from the traditional drama in bamboo theatre, the most important feature would be those snack stalls which attracts thousand of people to come every year. Every snack stalls are selling different kind of snacks such as fish balls, squid stew, noodles, skewers, eggs waffle, dessert etc. The most special one would be candies. Those candies are not a normal one, it has many shapes such as goose, butterfly, flower, the Chinese animal zodiac. And, it is all hand-made. ==Transport== Walk along the Tsing King Road for about 8 minutes from Exit C of Tsing Yi Station Airport Express, then turn into Tsing Luk Street, and it is located in the Tsing Luk Street Inhabitant Sports Ground. ==Ticket== It is free to enjoy traditional drama in the afternoon, however, viewers still need to buy ticket to watch any drama in the evening. Ticket charges around HKD 100-300 . Ticket is not required if visiter only go there for snacks or just stand at the back without a seat. ==References== * http://timable.com/zh- hk/event/470501 * http://news.takungpao.com.hk/fk/takung/field/2014-04/2425639.html * http://www.jetsoclub.com/2014/04/tsing-yi-tin-hau-birthday-bamboo- theatre-0430.html * http://travelwithstellaa.blogspot.hk/2014/04/tsingyi.html * https://web.archive.org/web/20140923005538/http://www.jonathansin.com/2014/04/blog- post_8244.html Category:Theatres in Hong Kong Category:Tsing Yi ",
    "title": "Tsing Yi Bamboo Theatre"
}