{
    "id": "44254582",
    "text": "E Dingle & Co was a department store chain with its flagship store in Plymouth, England. It is now part of House of Fraser group. ==Early history== Edward Dingle opened a drapery shop at 30 Bedford Street, Plymouth in 1880. By the next year the business had expanded and had over 27 employees. One of his staff, Tom Baker, became his brother-in-law when he married Edward's sister, and he was duly made a partner in the business. By 1900, the store had expanded to include 29-31 Bedford Street and 6 Cornwall Street. The business then slowly grew and by 1926 it had taken up 28-31 Bedford Road and 4-6 Cornwall Street. ==1935 onwards== In 1935 E Dingle & Co was registered as a private limited company, and purchased its neighbour W J Vickery & Co Ltd, a gents' outfitters, who were based at 26-27 Bedford Street. The two Vickery brothers, Stanley and Ralph joined the board of Dingles. Before the breakout of the Second World War, Dingles had expanded further by purchasing the lease of 32 Bedford Street, and were operating eighty departments with a staff of over 500. The board had planned to rebuild the store, but this was prevented by the outbreak of the Second World War. On 21 March 1941, German bombs fell on the nearby John Yeo department store, and the resulting fire spread and burnt the Dingle store to the ground. The company rented empty premises across Plymouth to continue business. After the war the business was given a site close to their old premises as part of Patrick Abercrombie's plan for Plymouth. To assist with reconstruction the company was restructured in 1948. In 1949 work commenced on building a new store. The new Dingles opened in September 1951, becoming the first new department store to open in the UK since 1938. The building initially had four floors and 148,000 square feet of retail space. The design, however, purposefully allowed for the future upwards extension of the building and an additional three selling floors were added to the store in later years. The business was floated as a public company in 1954, and entered a period of significant expansion during the 1960s, buying a number of independent department stores. The first of these new purchases, Cox & Horder of Falmouth, was completed in early 1961. Hawke & Thomas of Newquay was acquired later the same year. Criddle & Smith of Truro, John Polglase of Penzance and Barzillia Thomas of Helston had been added to the group by 1966. A further two businesses were acquired by the end of the decade, Henry Warren & Son and William Badcock & Son, both in Newton Abbot. The expansion programme had been made possible through growing profits every year since the end of the Second World War, except 1951. In 1970, E Dingle & Co bought the old- established Bath department store of Jolly & Son, with branches in Bristol and Cheltenham. A year later, House of Fraser made moves to take over the business. As part of the discussions with Dingles' chairman, Winston Brimacombe, House of Fraser promised that the company would retain its own identity. Under House of Fraser, a further floor was added to the Plymouth store in 1975 and a new division within House of Fraser was created under the Dingles name. House of Fraser's existing department stores in the West Country which had been acquired as part of the J J Allen business were transferred into the new Dingles group as well as D H Evans in London and the two Devon department stores of J F Rockhey which had been part of the Harrods acquisition in 1959. The Welsh stores of Howells and David Evans were brought under Dingles management and, as House of Fraser extended its reach into southern England during the 1970s, further stores were added to the Dingles division from the acquisitions of Hide & Co. and Army & Navy Stores. In December 1988, a fire devastated the Plymouth store destroying the upper half of the building. The floors were replaced at an estimated cost of £13,200,000. Also in 1988 the Dingles group company name was changed from E J Dingle & Co Ltd to House of Fraser (Twelve) Ltd, although the stores continued to trade as Dingles. Since 2006 the Dingles name has been replaced by the national House of Fraser branding. ==References== Category:Defunct department stores of the United Kingdom Category:Defunct retail companies of the United Kingdom Category:Retail companies established in 1880 Category:British companies established in 1880 Category:House of Fraser Category:1880 establishments in England Category:Retail companies disestablished in 2006 Category:2006 disestablishments in England ",
    "title": "Dingles (department store)"
}