{
    "id": "44253420",
    "text": "The Lucha Underground Championship was a professional wrestling world heavyweight championship owned by the Lucha Underground. The championship is the top championship of the promotion and is generally contested in professional wrestling matches, in which participants execute scripted finishes rather than in direct competition. The championship was introduced in episode 8 (\"A Unique Opportunity\") taped on October 4, 2014, and broadcast on December 17, 2014, with the first champion being determined on episode 9 (\"Aztec Warfare\") which was taped on October 5, 2014, and broadcast on television on January 7, 2015. The final champion was Jake Strong, who won the title on the last episode of Lucha Underground. As it was a professional wrestling championship, the championship was not won not by actual competition, but by a scripted ending to a match determined by the bookers and match makers. On occasion the promotion declares a championship vacant, which means there is no champion at that point in time. This can either be due to a storyline, or real life issues such as a champion suffering an injury being unable to defend the championship, or leaving the company. ==History== During Episode 8 (\"A Unique Opportunity\") of Lucha Underground's first season the storyline owner of Lucha Underground, Dario Cueto, announced that he was introducing the \"top prize\" in the promotion, the Lucha Underground Championship, revealing the belt to the audience in the arena and viewers at home. He explained that on the following week's show 20 wrestlers would compete in an Aztec Warfare match, featuring a mixture of male, female and Mini-Estrella competitors in the ring at the same time. During episode 8 Mil Muertes defeated Fénix in a match, earning him the number 20 spot, while forcing Fénix to be the first man in the match. Episode 9 (\"Aztec Warfare\") was dedicated to the championship match and saw Prince Puma pin Johnny Mundo to eliminate him from the match and become the inaugural Lucha Underground Champion. During the broadcast a couple weeks later (\"They Call Him Cage\") after Puma defeated Cage by disqualification to retain the championship, Cage tore the championship belt apart in a fit of anger, ripping the leather strap in half. As a result, Dario Cueto introduced a new Lucha Underground Championship belt in Episode 20 (\"The Art of War\") that was presented to Prince Puma. Prince Puma retained his championship in many matches for the title against Fénix, Cage, King Cuerno, Drago, Hernandez, Johnny Mundo, and Chavo Guerrero Jr. On Episode 31 (\"The Desolation of Drago\") Drago defeated King Cuerno, Cage and Hernandez to earn a match against Prince Puma at Ultima Lucha, Lucha Underground's season finale. Afterwards Cueto announced that Drago would face Mil Muertes on episode 33 for the right to challenge the champion. Episode 33 was taped on April 11, 2015 and had Muertes defeat Drago to earn the match against Prince Puma. At Ultima Lucha Mil Muertes defeated Prince Puma to win the title and end the last episode of the first season as the champion. ==Reigns== Overall, Prince Puma and Pentagón Dark hold the record for most reigns, with two. With 622, Pentagón Dark's first reign is the longest in the title's history. Puma's second reign, Pentagón's second reign, and Jake Strong's first reign hold the record for shortest reign in the title's history at less than one day. Overall, there have been 11 reigns shared among 9 wrestlers, with 0 vacancies. ==Title history== ==List of combined reigns== {| class=\"wikitable sortable\" style=\"text-align: center\" !Rank !Team !No. of reigns !Combined days |- !1 |Pentagón Dark |2 | |- !2 | |1 | |- !3 | |2 | |- !4 | |1 | |- !5 | |1 | |- !6 |Fénix |1 | |- !7 | |1 | |- !8 |Sexy Star |1 | |- !9 | |1 | |} ==See also== *Lucha Underground Gift of the Gods Championship *Lucha Underground Trios Championship ==Footnotes== ==References== * * Category:Lucha Underground championships Category:World heavyweight wrestling championships ",
    "title": "Lucha Underground Championship"
}