{
    "id": "44250587",
    "text": "John Samuel Pickett Jr. (June 12, 1920 - February 5, 2014) was a lawyer and Democratic politician from Many in Sabine Parish in western Louisiana. ==Biography== Pickett was born in the village of Fisher in Sabine Parish, the only son along with three daughters of Judge John Pickett Sr., a native of Miller County, Arkansas, and the former Margaret Cecilia Hatcher. Pickett graduated from Northwestern State University in Natchitoches, when the institution was known as Louisiana Normal, a teacher-training school. He obtained his law license in 1952. Pickett was an engineer and top turret gunner on a Boeing B-17 Flying Fortress in the United States Army Air Forces during World War II. He flew twenty-nine missions in the European Theatre of Operations. He was a founding member of the Many chapter of the Veterans of Foreign Wars. For thirteen years, Pickett was the city attorney for Many. From 1960 to 1968, he was an elected member of the Sabine Parish School Board. From 1968 to 1972, Pickett and Joe Henry Cooper of Mansfield in DeSoto Parish, another freshman legislator, represented in the Louisiana House a district consisting of Sabine, DeSoto, and Red River parishes. In the 1967 Democratic primary election, Cooper and Pickett defeated the comeback attempt waged by former state Senator Joe T. Cawthorn of Mansfield. In 1972, Mayor H. M. Fowler of Coushatta in Red River Parish, assumed Pickett's seat in the state House. Cooper served in the House until his death in 1980. In 1972, Pickett was appointed judge of the Louisiana 11th Judicial District Court by the outgoing Governor John McKeithen. He was thereafter elected and served on the court until mandatory retirement in 1990, when he reached the age of seventy. He was succeeded in the position by his younger daughter, Elizabeth Ann Pickett of Many, a Democrat like her father and a 1984 graduate of Tulane University Law School. Elizabeth Pickett is the third generation of her family to have served on the 11th Judicial District Court. Since 1997, she had been an elected member of the Louisiana Third Circuit Court of Appeal for the First District, Division A, based in Lake Charles. Her current term expires in 2022. Pickett was active in his local Rotary International and the First Baptist Church of Many. He and his wife, the former Joanne Hopkins (born January 1934), have another daughter, Pamela Pickett Johnson and husband, Tim, of Many; three sons, attorney John W. \"Billy\" Pickett and wife, Karen, of Mt. Carmel near Florien in Sabine Parish, James M. Pickett of Shreveport, and Robert D. Pickett and wife, Susan, of Andersonville, Tennessee, eight grandchildren, and eleven great-grandchildren. Judge Pickett is interred at Many Cemetery. One of his honorary pall-bearers was former Speaker of the Louisiana House of Representatives Joe R. Salter of Florien. ==References== Category:1920 births Category:2014 deaths Category:Northwestern State University alumni Category:Louisiana lawyers Category:City and town attorneys in the United States Category:Members of the Louisiana House of Representatives Category:Louisiana state court judges Category:School board members in Louisiana Category:Louisiana Democrats Category:People from Many, Louisiana Category:People from Sabine Parish, Louisiana Category:American army personnel of World War II Category:United States Army soldiers Category:Baptists from Louisiana Category:Burials in Louisiana ",
    "title": "John S. Pickett Jr."
}