{
    "id": "44258602",
    "text": "The Purdue Boilermakers men's golf team represents the Purdue University in the sport of golf. The Boilermakers compete in Division I of the National Collegiate Athletic Association (NCAA) and the Big Ten Conference. They are currently led by head coach Rob Bradley. The Purdue Boilermakers men's golf program has won 12 Big Ten Conference championships and one NCAA national team championship in 1961. The first year of golf at Purdue was in 1921. ==Championships== Purdue's 1921 golf team *NCAA National Champions: 1961 *Big Ten Team Championships: 1950, 1953, 1955, 1956, 1958, 1959, 1960, 1964, 1965, 1967, 1971, 1981 *NCAA Championship (Individual): 1950 - Fred Wampler *NCAA Championship (Individual): 1955 - Joe Campbell == Facilities == The Purdue men's golf team practices and plays at the Birck Boilermaker Golf Complex located on Cherry Lane. The golf complex consists of two, 18-hole Pete Dye golf courses, the Tom Spurgeon Training Center, a range, two putting greens, and two chipping greens. === Ackerman-Allen Golf Course === Ackerman-Allen was originally called the \"Purdue South Course\" due to its location just south of Cherry Lane. The course was built in 1934 by Indiana Golf Hall of Famer Bill Diddle. Purdue South Course was modified in 1968 by Larry Packard and again in 1996 with the opening of the Birck Boilermaker Golf Complex. The name of the course was changed to Ackerman Hills Golf Course after receiving donations by the Ackerman Family. Ackerman Hills underwent extreme renovations in 2014 by golf course architect Pete Dye with goals of creating a championship-caliber golf course while maintaining its parkland style. The renovations not only expanded the course to nearly 7600 yards from the championship tees, but also incorporated improvements in drainage, irrigation, and pace of play. Modifications to the old, severe-sloping greens were made to accommodate for the faster green speeds demanded nowadays. Tee boxes and tree placement and replacement were also parts of the renovations. These renovations were finished in 2016 and were made possible due to donations by the Ackerman family as well as Samuel R Allen. After renovations, the name was changed to the Ackerman-Allen Golf Course. The finalized, par-72 course features rolling hills, white sand bunkers, and tree lined fairways. The course uses bent grass for its fairways, tees, and greens and offers five tee sets. === Kampen Course === Kampen Course, originally called the \"Purdue North Course,\" was renovated by Pete Dye in 1996. Dye collaborated with Purdue students in the departments of forestry, entomology, water quality testing, agronomy as well as the superintendent to create a challenging championship course. The renovations included a water reclamation process which allows for the water used on the course to be recycled. The course was renamed to honor Emerson Kampen for his support of Purdue athletics. The Kampen Course is a links-style course featuring vast sand bunkers, native grasslands, ponds and a natural celery bog. The par-72 course has four tee sets and measures over 7400 yards from the championship tees. It uses bent grass for its fairways, tees, and greens. Kampen has been rated one of the top collegiate courses in the nation and was awarded 4.5 stars on Golf Digest's \"Places to Play.\" Kampen has also been rated as one of the hardest golf courses in Indiana. Each year, Purdue holds the Boilermaker Invitational at the Kampen course. Due to its notoriety, Kampen has hosted these golf tournaments: * 1999 Big Ten Women's Championship * 2000 Big Ten Men's Championship * 2000 Western Junior Championship * 2001 NCAA Women's Central Regional * 2003 NCAA Women's Championships * 2004 NCAA Men's Regional * 2004 Indiana Open * 2005 Women's Western Amateur * 2005 Trusted Choice Big 'I' Junior Classic * 2008 NCAA Men's Championships * 2009 Big Ten Women's Championship * 2011 Big Ten Men's Championship * 2017 NCAA Men's Regional * 2017 Indiana Open === Tom Spurgeon Training Center === This 11,400 square foot training center features heated hitting bays where players can hit balls off artificial turf out onto the range from inside. The hitting bays are equipped with down-the-line and face-on cameras for the Purdue golf team to take videos on and analyze their swings. The training center also has a large, indoor, turf putting room to practice putting during the winter. Also included in the training center are locker rooms for the men's and women's golf team, a lounge area with a TV, and a club repair room.https://www.purdue.edu/uns/html3month/2005/051001.Celebrate.Spurgeon.html == Individual honors == === All-Americans === *John Konsek – 1958 (1st), 1959 (1st), 1960 (1st) *Gene Francis – 1958 (3rd), 1959 (2nd), 1960 (3rd) *Mike Darnell – 1961 (HM) *Jerry Jackson – 1961 (HM). 1962 (HM) *Terry Winter – 1963 (3rd). 1964 (1st) *Bob Zender – 1965 (2nd) *Rick Radder – 1966 (HM) *Steve Meyhew – 1967 (2nd) *Jim Duffy – 1967 (HM) *Don Klenk – 1968 (HM) *Jeff Radder – 1969 (2nd), 1970 (HM) *Fred Clark – 1970 (2nd) *Bill Hoffer – 1971 (1st) *Tom Fox – 1974 (HM) *Rick Dalpos – 1981 (3rd) *Lenny Hartlage – 1984 (HM) *Chris Kite – 1984 (HM) *Lee Williamson – 2001 (HM), 2002 (1st) *Shiv Kapur – 2002 (HM), 2004 (HM) Note: 1st = first team, 2nd = second team, 3rd = third team, HM = honorable mention ==Record by year== *Totals updated through the end of the 2016–2017 school year. ==References== ==External links== * Category:1921 establishments in Indiana ",
    "title": "Purdue Boilermakers men's golf"
}