{
    "id": "44267709",
    "text": "Performance Anxiety is a 2008 gay comedy romantic drama film directed by Paul Dangerfield, written by Josh Macphee, starring Luke Mitchell and Joss Mars. The film debuted at the Brisbane Queer Film Festival on 25 May 2008. It is significant as it is Luke Mitchell's first starring role in a feature film. It is also the first gay-themed feature film shot in Brisbane, Australia. == Synopsis == In this quirky romance, Jeff and Peter live together, but their characters are worlds apart. Jeff is a messy, hippie musician, while Peter is a tidy, almost obsessive, office worker. == Plot == The movie opens with musician Jeff (played by Joss Mars) singing to a disinterested crowd in a bar. He goes home to his accountant boyfriend Peter (played by Luke Mitchell), with whom he struggles for connection. Peter gets up the next morning, has a steamy shower, then reminds Jeff he has a big gig that night. However Jeff is still asleep, having exotic dreams. At work, Peter deals with his crazy boss, Barry, but it all becomes too much for him and he leaves. Jeff's alarm goes off, but he sleeps right through it, with amusing consequences. Eventually Jeff wakes, has a bath, then rushes to go to the gig. As he leaves the apartment he locks the keys inside, so Jeff investigates creative ways of getting back inside for the car keys. Jeff arrives at the gig and smokes a joint with the stage manager. Back stage Peter finds Jeff, and they consider their problems. On stage, Jeff performs with his band and the Brisbane Lesbian and Gay Pride Choir. The crowd loves it. == Main cast == {| class=\"wikitable sortable\" |- ! Actor !! Role |- | Luke Mitchell || Peter Koliat |- | Joss Mars || Jeff Spencer |- | Wanda dParke || Landlord |- | Julie-Anna Evans || Lucy Lastic |- | Garry Cavanagh || Barry Kilcom |- | Pierre René Nicol || Fluey Man |- | Marc Stevens || Dr Derek (TV Host) |- | Elyse Flavel || Betty-Jo (TV Guest) |- | Will Ryan || Dream Devil Dancer |- | Matt Browning || Dream Dancer |- | Thomas Murphy || Dream Dancer |- | Maddy Jones || Angel/Little Girl |- | Dan Cox || Annoyed Neighbour |- | Sandra P Galvin || Neighbour |- | Christie Parbari || Smitten Office Girl |- | Barry Love || Office Worker |- | David Charles Stone || Depressed Office Worker |- | Megan McKenzie || Gardener |- | Evan Randall Green || Missionary Man |- | Paul Dangerfield || Stage Manager |} == Main crew == {| class=\"wikitable\" |- ! Name !! Position |- | Paul Dangerfield || Director |- | Colin J. Pearce || Producer |- | Marc Stevens || 1st Assistant Director |- | Colin J. Pearce || Director of Photography |- | Digby Hogan || Cinematographer |- | Linda Catina || Script Supervisor |- | Megan McKenzie || Continuity |- | Ross Waghorn || Make-up |- | Dan Cox || Make-up |- | David Steel || Sound |- | Adam Ware || Sound |- | Paul Dangerfield || Editor |} == Production == It was filmed in Brisbane, Australia on a small budget by filmmakers Paul Dangerfield and Colin J. Pearce. Main filming took two months. Luke Mitchell commuted from the Gold Coast, Queensland, Australia. About 100 people were involved in making the movie. Main filming locations were The Sportsman Hotel in Spring Hill, Queensland and Artphotos studios in Fig Tree Pocket. == DVD release == Performance Anxiety was released independently on DVD, both PAL and NTSC versions in October 2008. The DVD includes subtitles in English, Spanish, German, French and Italian. One of the various extras is a Behind The Scenes featurette by Evan Randall Green (writer of The Pack). The Blu-ray version was released in November 2008. The DVD and Blu-ray were released by the film's production company Artphotos. == References == == External links == * * Category:LGBT-related comedy films Category:LGBT-related musical films Category:2008 LGBT-related films Category:2008 romantic comedy- drama films Category:Films set in Brisbane Category:Australian films Category:Australian independent films Category:2008 films Category:LGBT- related drama films Category:Australian LGBT-related films Category:2000s musical comedy-drama films Category:Films shot in Australia Category:English- language films Category:2008 comedy films Category:2008 drama films Category:2008 independent films ",
    "title": "Performance Anxiety (film)"
}