{
    "id": "44260275",
    "text": "The Renault Nervasport was a straight-eight engined sporting luxury automobile introduced by Renault in March 1932 and produced until 1935. It was based on the larger and heavier Nervastella. A more streamlined version called the Nerva Grand Sport appeared in 1935 and replaced the Nervasport, remaining in production until the summer of 1937. As with many Renaults during the 1930s, type changes as well as small often cosmetic facelifts and upgrades appeared frequently. ==Concept== The word \"sport\" in the car's name reflected the application of Renault's \"superpuissance\" (superpowered) formula whereby the engine from a larger model - in this case the Renault Nervastella - was combined with a shorter chassis and lighter body. The Vivasport was a similar development in a smaller scale. The Nervasport also had less standard equipment and a correspondingly lower price. == 1932 launch (TG 5)== The initial \"TG 5\" version of the Nervasport appeared in March 1932. It was powered by the same 4241 cc inline-eight with . Weighing in at less, it was appreciably faster than the Nervastella. It has a wheelbase and was classified as a 24CV in the French taxation system. This first model can be recognized by having a straight one-piece front bumper, five equally sized vent flaps on the bonnet sides, and a fairly upright grille. The car was considered solid, fast, and safe, albeit lacking in brakes in spite of them being of a servoed (mechanical) design. The TG 5 model code showed its close relation to the TG/1/2/3/4 models of the Nervastella. Unlike the Nervastella, the first Nervasport received a three- rather than a four-speed gearbox. As for the Nervastella, only the top two gears had synchro. In total, 540 TG 5s were built, with the last 40 examples equipped with Suspendu Amorti (\"damped suspension\") rubber engine mounts - a response to Citroën's Moteur Flottant (\"floating engine\") of 1932. The TG 5 briefly remained available alongside the new ZC 2 - as a result, 48 late and still unsold TG 4 and TG 5 Nervastellas and Nervasports were rebodied with aerodynamic bodywork much like that of the succeeding ZC 2 (and ZD 2) models, thus forming a sort of intermediate variant. == ZC 2 and ZC 4== Nervasport ZC 4 berline First shown at the 27th Paris Motor Show in October 1933 (although recognized by the French authorities as a distinct model one month earlier), the ZC 2 version received streamlined bodywork reminiscent of a period Chrysler product. The related Nervastella was called the \"ZD 2\". The body now featured a reclining grille and windshield, more rounded bodies with deeply skirted fenders and an integrated boot. The vent flaps are now larger towards the rear of the car and the front bumper now has a pronounced curving dip in the centre, all of which adds to the streamlined motif. The side-valve engine, while still retaining the stroke and basic structure used for Renault engines since 1905, received an increased bore (now ) for a displacement of . The tax horsepower increased to 28CV. Power remained as before, with this becoming somewhat of a handicap in a market where outputs per litre had begun to climb. Low-end torque increased, however. The wheelbase increased to . Eight naked chassis were delivered to various coachbuilders. For the next Paris Show, in October 1934, the design was yet again rounded off a bit (ZC 4). The wheelbase increased by about and the bonnet now sports four long chrome-capped vents, accenting its length. The front bumper is now of a two-piece design with a gap for the registration plate in the middle. The engine (as with all of Renault's sixes and eights this year) received an automatic choke and an optional engine starter which engaged when the throttle was depressed. == ACN 1== 1935 Nervasport ACN 1 Cabriolet The ZC 4 was short-lived, with the upgraded ACN 1 appearing towards the end of March 1935. The bore was increased to and displacement and power were also increased, to at 2800 rpm and 5447 cc.Artcurial, p. 100 The new engine code was \"type 450\". Production was small, for instance only eight ACN 1s (including two roadsters) were built. The roadster looked similar to the convertible but is a strict two-seater and has a folding windscreen. Production of the ACN 1 ended very soon though, in September 1935, in favor of the hyper profilée (\"ultra-streamlined\") Nerva Grand Sport. ==Nerva Grand Sport== A super-streamlined version called the Nerva Grand Sport (ABM 3) appeared in March 1935 and was offered alongside the Nervasport for a little while. Earlier, there had also been a Nervastella Grand Sport (ZD 4) available. Both models feature integrated headlights and very curvy bodywork. After the Nervasport was discontinued, only the Nerva Grand Sport remained, in ABM 5 and later ABM 7 forms. Production ended in July 1937, although the car seems to have remained in pricelists until 1938. ==Notes and sources== Nervasport Category:Cars introduced in 1932 ",
    "title": "Renault Nervasport"
}