{
    "id": "44269825",
    "text": "Mann Ki Baat (translation: Inner Thoughts) is an Indian radio programme hosted by Prime Minister Narendra Modi in which he addresses the people of the nation on All India Radio, DD National and DD News. Since the first show on 3 October 2014, there have been 69 episodes. The 69th episode was aired on 27 September 2020. == Background == The Prime Minister, Narendra Modi addresses the nation every month on All India Radio. Having officially started from 3 October 2014, the programme aims to deliver the Prime Minister's voice and ideas to the general masses of India. Since television connection is still not available everywhere in India, especially in the isolated, rural and less developed regions, radio was chosen to be the medium for the programme, owing to its wider reach. An estimated 90% of the total Indian population is reachable over the medium. Doordarshan's Direct to Home (DTH) service free dish relays feeds of the 20-minute-long episodes, to television and radio channels. The first Mann Ki Baat programme was broadcast on the occasion of Vijayadashami on 3 October 2014 followed by the second broadcast on 2 November 2014. The US president, Barack Obama and the Prime Minister, Narendra Modi recording the special episode of \"Mann ki Baat\", in New Delhi on 27 January 2015. The former President of the United States, Barack Obama, was a part of the January edition of 'Mann Ki Baat', which was aired on 27 January 2015. Obama had arrived in India to be a part of the Republic Day Parade. In the first fifteen addresses of Mann ki Baat broadcast, more than 61,000 ideas were received on the website and 1.43 lakh audio recordings by listeners have been received. Each month, some selected calls become a part of the broadcast. From 2 June 2017, Mann Ki Baat will be available in regional dialects.The aim is to expand reach of the program as far as possible. The 50th episode of the program was broadcast on All India Radio on 25 November 2018. ==Reception== The programme has been well received by the target audience, especially the urban masses residing in metropolitan cities across the country. A survey in 2014 conducted on the lines of estimating the show's success, in 6 Indian cities including Mumbai and Chennai, has indicated that some 66.7% of the population had tuned in to listen to the Prime Minister's address and had found it useful. In 2017, an AIR survey found that the maximum listeners came from the Bihar, Gujarat and Madhya Pradesh; while the states of Andhra Pradesh and Arunachal Pradesh had the lowest awareness. Mann Ki Baat became a major source of revenue for the All India Radio. In 2015, the usual ad slots on AIR sold for - per 10 seconds, but a 10-second ad slot for Mann Ki Baat cost . The 68th episode on 30 August 2020, uploaded on the official YouTube channel of the Bharatiya Janata Party, received over 500,000 thousands dislikes within 24 hours for reportedly not addressing issues related to postponement of JEE(Mains) and NEET(UG) exams. The video has become the most disliked videos on the official YouTube channel of BJP. The video has become one the most disliked videos on YouTube with over 1.2 million dislikes.Prime Minister Narendra Modi's Mann Ki Baat with the Nation, August 2020. Official YouTube channel of the Bharatiya Janata Party. Retrieved on 27 September 2020. == Research and analysis == A week before the PM's 50th 'Mann ki Baat' a telephonic study was carried out by All India Radio. The campaigns mentioned by Modi which had the most impact on listeners were Selfie with Daughter, Incredible India, Fit India and Sandesh to Soldiers. The most remembered topics were the promotion of Khadi, Drug Free India and Team Tarini. Prime Minister Modi presenting a book about Mann Ki Baat to the Prime Minister of Japan, Shinzo Abe in 2017. Following the 60th episode on 29 December 2019, Hindustan Times did a word cloud analysis of Mann Ki Baat. The words \"India\" and \"nation\" were the two most used words in Mann Ki Baat in 2019. \"Water\" was used 73 times while \"Youth\" and \"Young\" were mentioned 30 and 54 times. \"Economy\" or \"economics\" was spoken 8 times. ==Episodes== === List of episodes in 2014 === {| class=\"wikitable\" !No. !Year !Date !Ref |- |1 |2014 |3 October | |- | colspan=\"4\" |After wishing Vijaydashami, Modi urged the listeners to purchase Khadi clothes to contribute to the prosperity of the poor. He also discussed the Swachh Bharat Abhiyan, the success of India's Mars Mission, skill development and disabled children. Modi also discussed various letters and ideas written to him by the citizens of the country. |- |2 |2014 |2 November | |- | colspan=\"4\" |Modi discussed several Government initiatives, including a scholarship for disabled children and grants to educational institutions for developing infrastructure for such children. He also discussed the positive effects of Swachh Bharat Abhiyan on health. He paid tributes to Indian soldiers, whom he had visited during Diwali in Siachen area. Modi also discussed how sales of khadi had gone up after the mention made in the first episode. |- |3 |2014 |14 December | |- | colspan=\"4\" |Modi discussed drug abuse, and appealed to the youth to say no to drugs. He also said that the money spent on drugs might be used for funding terrorism. He stated that a toll-free helpline would be set up to help drug addicts and their families. Modi wished everyone a Merry Christmas and the very best for the New Year. |} === List of episodes in 2015 === {| class=\"wikitable mw- collapsible\" !No. !Year !Date !Ref |- |4 |2015 |27 January | |- | colspan=\"4\" |The US President Barack Obama co-hosted the show with Modi. Obama noted how he was told that this was the \"first ever radio address by an Indian Prime Minister and an American President together\". Both answered a series of questions from Indian citizens. Modi urged listeners to write in online using the hashtag #YesWeCan. |- |5 |2015 |22 February | |- | colspan=\"4\" |Modi addressed students, asking them to avoid exam stress and compete with themselves, not others. He said, \"This (examination) is not going to be the end of life.... Life is much bigger than just academic examinations.\" and urged parents not to compare their child's performance with others. |- |6 |2015 |22 March | |- | colspan=\"4\" |Modi discussed issues of concern to farmers, like soil health, right value for yield and land acquisition. He clarified many misunderstandings about the recent Land Act. Additionally, he addressed several concerns and questions voiced to him by the farmers of India. |- |7 |2015 |26 April | |- | colspan=\"4\" |PM Modi promised that his government will find a solution to the ‘One rank One Pension’ issue soon. He spoke in length about the new initiatives taken up by his government to fight poverty in the country. The prime minister also congratulated students on their success in the board exams and urged them to choose a career that would help India. |- |8 |2015 |31 May | |- | colspan=\"4\" |Modi spoke of International Yoga Day, Kisan TV channel and urged people to take care of themselves as well as the birds and animals during the heatwave. Modi also said that One rank One Pension is complicated and not as simple as he thought it was. |- |9 |2015 |28 June | |- | colspan=\"4\" | Modi spoke about yoga happening all over the world, at France's River Seine and Eiffel Tower, at America's Times Square and Australia's Opera House and even the UN Peace Keeping Force and Indian soldiers at Siachen and by the Indian Navy on their ships and by the citizens at Rajpath. Modi also gave the example of a Vietnamese child doing yoga. Modi urge IT professionals to work towards the mission of spreading yoga. Modi then went to talk about other issues such as that \"the work of constructing toilets by the people is on the verge of completion\". He also promoted the Beti Bachao, Beti Padhao Yojana and Selfie With Daughter concept. |- |10 |2015 |26 July | |- | colspan=\"4\" |Modi paid tribute to those who died in the Kargil War and added that \"Kargil (war) was not just fought on the borders, but India's every village, city and town has made a contribution.\" Modi talked about the Deendayal Upadhyaya Gram Jyoti Yojana, to provide electricity to every village in India. He also noted the declining interest in science and technology. |- |11 |2015 |30 August | |- | colspan=\"4\" |Modi covered various topics such as Jan Dhan Yojana, the 1965 war, the amazing work that Indian scietists are doing, Swachh Bharat and the land acquisition act for farmers. |- |12 |2015 |20 September | |- | colspan=\"4\" |Modi thanked everyone for a successful one year of Mann ki Baat. Modi talked about Subhas Chandra Bose and how Bose had launched the Azad Hind Radio. He also mentioned the silent revolution of LPG subsidies. |- |13 |2015 |25 October | |- | colspan=\"4\" |The prime minister spoke about no interview in non-gazette government jobs for Group B, C and D posts and gold monetisation. Modi talked about how the government had acquired the house of BR Ambedkar in United Kingdom. He talked about the message of peace and harmony in his address. |- |14 |2015 |29 November | |- | colspan=\"4\" |Modi talked about farming and stubble burning after a question was put forward on the MyGov.in website. He also talked about how in 1996 terrorists had shot Jawed Ahmed in Kashmir. Modi described how he despite being disabled he fought back from his injuries. Modi appealed for organ donations, talked about ASHA workers, talked about climate change as well as MUDRA banks. |- |15 |2015 |27 December | |- | colspan=\"4\" |Modi mentioned how the 125th birth anniversary of B. R. Ambedkar, the maker of the Indian Constitution, will be celebrated in 2016. Modi urged citizens to clean and keep clean the statues of the great men and woman around them in preparation for Republic Day. He also read out letters by citizens on topics such as cleanliness, disabilities and the \"Ease of Doing Business\". |} === List of episodes in 2016 === {| class=\"wikitable mw-collapsible\" !No. !Year !Date !scope=col class=unsortable| Summary !Ref |- |16 | rowspan=\"12\" |2016 |31 January |Modi started by saying that the day before he went to pay homage to Bapu at Rajghat and other martyrs to express gratitude to those who laid down their lives for the country. Other issues discussed included Khadi, the girl child, cleaning statues of great personalities as Swachta Abhiyan and Samman Abhiyan, Sikkim becoming an organic state, farmers and Fasal Beema Yojana and the International Fleet Review 2016 and the South Asian Federation games being held in India. | |- |17 |28 February |Modi shared my his thoughts on examinations and related issues. Sachin Tendulkar, chess champion Vishwanathan Anand and spiritual leader Morari Bapu also shared their thoughts on the topic for the listeners. Modi also took the examples of Srinivas Ramanujam and J.K. Rowling. Modi continued by saying students should not worry about \"How much did I score?\" but to focus on the greater things in life. He read various messages that had been sent to him. Modi also talked about the Government's decision to install a Laser Interferometer Gravitational-Wave Observatory (LIGO) in India (INDIGO). | |- |18 |27 March |Modi started off by extending warmest of greetings to everybody for Easter. Modi talked about sports, the T-20 Cricket World Cup, how India would be hosting the FIFA Under-17 World Cup, football leagues such as the English Premier League, Spanish League and the Indian Super League matches. Modi went on to thank Coal India and talk about Eco-friendly Mine-tourism. Sounds bytes from Abhi Chaturvedi, Shilpa Kukke were played. Digital India, the Kisan Mela, 'Farmers' Fair', World Health Day and free Microscopy Centres to get a health checkup. Modi ended by wishing everybody a auspicious New Year,Vikram Samvat, Gudi Padva, Ugadi. | |- |19 |24 April |Modi started off by talking about water shortage problems in various areas of the country and how the citizens are making efforts to correct this. The effort to clean the Ganga was also talked about; whether it is possible or not. Modi also talked about this day being known as Panchayati Raj Day and how 14 April had been Babasaheb Ambedkar's birthday. The NCC, NSS and the Bharat Scouts and Guides, Red Cross and the Nehru Yuva Kendra were also talked about. Modi mentioned a listeners comment of how only negative things are highlighted by the media. | |- |20 |22 May |Water conversation, the board exams, mobile banking, sports and the Olympic games and the coming International Day for Yoga. | |- |21 |26 June |Modi talked about how the rains have started in parts of the nation and wished all the farmers for the Monsoon. Scientists were also talked about, including college students who made a satellite that had recently been launched. Modi talked that from the results of the recent examination shows how well 'Beti Bachao, Beti Padhao' is doing. Modi also praised officers Avani Chaturvedi, Bhawana Kanth and Mohana Singh. 25–26 June 1975, the Emergency, was also brought up and how democracy is India's strength and talked about related issues such as how public participation is essential in a democracy. He also talked about a government scheme related to undisclosed incomes. | |- |22 |31 July |Modi said that the \"Future will be technology driven, embrace it.\" He also said that the key to future is technology and to lead, one must innovate and participate in nation building process. Modi also talked about the Atal Innovation Mission (AIM) and the death anniversary of President Abdul Kalam. Various health issues were also talked about. | |- |23 |28 August |Modi talked about how he got a lot of messages from listeners regarding sports. He mentioned that 29 August was National Sports Day, a tribute to Dhyan Chand. Dr. Sarvapalli Radhakrishnan was also mentioned. Modi praised those who did well in the Rio Olympics such as Dipa Karmakar, Lalita Babar, Abhinav Bindra and Vikas Krishan Yadav. Modi also talked about Kashmir and mentioned how if a life is lost in Kashmir, a youth or security persons, that loss is India's loss. | |- |24 |25 September |Uri Attack -tribute to 18 martyred soldiers. Will revenge the culprits. | |- |25 |30 October |This month's episode sees citizens from various corners of the nation addressing their questions and suggestions to PM Modi | |- |26 |27 November |Prime Minister Modi talks about India's commitment towards demonetisation. Also he shared some cases, wherein people adopted creative techniques to tackle the discomfort of demonetisation. PM assured that these inconveniences are temporary and things will get back to normal soon. PM Modi announced that we should move to LESS-CASH society and suggested people to adopt e-banking and mobile banking techniques for its achievement. He requested students and youth, which make up to 65% of total population of India, to educate the illiterate and poor people of India about the advantages of the same. | |- |27 |25 December | | |} === List of episodes in 2017 === {| class=\"wikitable mw-collapsible\" !No. !Year !Date !Summary !Ref |- |28 | rowspan=\"12\" |2017 |29 January |Prime Minister Narendra Modi talks about the mindsets that the youth should possess about exams. | |- |29 |26 February |Prime Minister appreciated ISRO's recent achievements. He says, \"The world has taken notice of India's achievements. This cost effective, efficient space programme of ISRO has become a marvel for the entire world. Prime Minister Modi also mentioned about Digidhan Fought Corruption and requested citizens to promote BHIM, which is a Mobile App developed by National Payments Corporation of India (NPCI).\" | |- |30 |26 March | | |- |31 |30 April | | |- |32 |28 May |In this episode PM Narendra Modi said about the International Yoga Day ; Swachh Bharat Abhiyan & others topics. | |- |33 |25 June | | |- |34 |30 July | | |- |35 |27 August | | |- |36 |24 September | | |- |37 |29 October | | |- |38 |26 November | | |- |39 |31 December |Prime Minister Modi talks about cleanliness, separation of garbage, registration and importance of new millennial voters, and his dream for a new India and the role of positivity in bringing about change. | |} === List of episodes in 2018 === {| class=\"wikitable mw-collapsible\" !No. !Year !Date !Summary !Ref |- |40 | rowspan=\"12\" |2018 |28 January | | |- |41 |25 February | | |- |42 |25 March |Prime Minister talks about Preventive Healthcare. He suggested that yoga as a form of preventive healthcare and urged people to adopt it as soon as possible. | |- |43 |29 April | | |- |44 |27 May | | |- |45 |24 June | | |- |46 |29 July | | |- |47 |26 August | | |- |48 |30 September | | |- |49 |28 October | | |- |50 |25 November |Prime Minister Narendra Modi's 50th 'Mann ki Baat' address was all about his gratitude. He thanked and paid tribute to the makers of the Indian Constitution, especially Dr BR Ambedkar, saying he played a pivotal role in drafting the Constituent Assembly. The prime minister also paid a tribute to Guru Nanak Dev in the address. | |- |51 |30 December | | |} === List of episodes in 2019 === {| class=\"wikitable mw-collapsible\" !No. !Year !Date !Summary !Ref |- |52 | rowspan=\"9\" |2019 |27 January | | |- |53 |24 February | | |- |54 |30 June |It was the first episode of 'Mann ki Baat' by Prime Minister of India Narendra Modi after 2019 Indian General Election. In this episode Prime Minister of India Narendra Modi conveyed his thoughts about The Emergency (India), Water scarcity in India and Yoga. | |- |55 |28 July |It was the 2nd episode of Season 2 for Mann Ki Baat which was hosted by Narendra Modi from All India Radio and was telecasted on DD National with DD News. In this episode, Modi talked about Chandrayaan-2 as well as about a new competition for Students. He also encouraged all the Indian Youths to participate in a Quiz on MyGov about the developments of India in area of Science and Space. | |- |56 |25 August | | |- |57 |29 September |In this episode Modi shared a conversation with veteran singer Lata Mangeskar in which he greeted her on the occasion of her birthday. Issues highlighted during the show were - helping the poor on the occasion of various festivals, getting rid of single use plastic, E-cigarette ban and Plogging. | |- |58 |27 October |The PM spoke about the Ayodhya land dispute verdict of 2010. He recalled how efforts had been made to polarise the country but despite best efforts unity prevailed. | |- |59 |24 November |PM Modi thanked the citizens for accepting the Supreme Court's Ram Janmabhoomi verdict peacefully. he spoke about Fit India Week, National Cadet Corps (NCC) day, Armed Forces Flag Day, Pushkaram festival and the efforts of scuba drivers in cleaning a beach in Visakhapatnam. | |- |60 |29 December |Modi talked about India moving ahead in astronomy, mentioning the Inter University Centre for Astronomy and Astrophysics (IUCAA) and TIFR-National Centre for Radio Astrophysics (NCRA) among other institutions; and also talked about star gazing. Talking about the role of the youth in nation building, the PM said that \"Our youth hate anarchy, instability and disorder and dislike casteism and nepotism.\" | |} === List of episodes in 2020 === {| class=\"wikitable\" !No. !Year !Date !Summary !Ref |- |61 | rowspan=\"9\" | 2020 |26 January |Modi said violence is not the solution, and those who have adopted it should come back to the mainstream and have faith in the ability to sort out issues peacefully. Modi also talked about the resettlement of the Bru-Reang refugees and sports. | |- |62 |23 February |PM Modi urged people to visit Hunar Haat near India Gate in Delhi. He said that nearly three lakh artisans have gained opportunities of employment through the fest. | |- |63 |29 March | PM Modi focused on the COVID-19 pandemic in India | |- |64 |26 April |PM Modi focused on the actions and contributions of Indian citizens in fighting the COVID-19 pandemic. He praised farmers for maintaining food demands. Modi emphasized on the practice of wearing masks as the new normal. The government COVID Warriors website was also mentioned and the 1.25 crore volunteers who have joined. | |- |65 |31 May | | |- |66 |28 June |PM Modi talked about self-reliance, Galwan, migrant workers and the pandemic among other things. He requested the young listeners to interview their grandparents. | |- |67 |26 July |With regard to Kargil Vijay Diwas, \"On this day, we defeated Pakistan [...] India wanted good relations with pakistan, but that did not happen.\" Modi also spoke about the pandemic and madhubani masks. Topics such as sports and entrepreneurship were also covered. | |- |68 |30 August |Topics covered included Onam, apps and toys made in India, Teachers' Day and working dogs in the security forces. | |- |69 |27 September |PM Modi talked about storytelling in India; Hitopadesha and Panchatantra. Farmers were also talked about. The anniversary of the surgical strikes were also mentioned. | |} == Gallery == File:Prime Minister Narendra Modi with a group of people who have been a part of the various Mann ki Baat programmes.jpg|Modi with a group of people who have been a part of the various Mann ki Baat programmes File:The Speaker, Lok Sabha, Smt. Sumitra Mahajan releasing the book ‘Mann Ki Baat A Social Revolution on Radio’, brought out by the BlueKraft Digital Foundation and first copy presented to the President, Shri Pranab Mukherjee.jpg|The Speaker, Lok Sabha, Sumitra Mahajan releasing the book 'Mann Ki Baat A Social Revolution on Radio' and first copy presented to the President, Pranab Mukherjee ==References and notes== === Notes === ===References=== === Bibliography === * * == External links == * * Webcasts * http://www.pmindia.gov.in/en/mann-ki-baat Category:All India Radio Category:State media Category:Narendra Modi Category:Modi administration initiatives ",
    "title": "Mann Ki Baat"
}