{
    "id": "44260305",
    "text": "Royal Asiatic Society Hong Kong Branch is an organisation to encourage interest in Asia with emphasis in Hong Kong. The society was founded in 1847, but ceased to exist at the end of 1859. Exactly a century later, on December 28, 1959, it was reborn with the approval of the parent society in London the Royal Asiatic Society of Great Britain and Ireland. The Society is open to all with an interest in the art, literature and culture of China and Asia, with special reference to Hong Kong. ==History== The Hong Kong Branch grew out of a Medico-Chirurgical Society founded in 1845, whose members established the Asiatic Society, based upon the structure of the Royal Asiatic Society in London. Sir John F. Davis, Governor of Hong Kong, was asked to be President, more for his interest and learning than for his office. The Society was made a Branch of the Royal Asiatic Society, which Davis had helped to found. The Asiatic Society became the Hong Kong Branch of the Royal Asiatic Society in January 1847. Davis and his successor Sir John Bowring, also a scholar as well as Governor of Hong Kong, kept the Society active through their personal energy. Davis urged members to study practical projects and natural history, geology and botany, as well as to literary pursuits. Early officers of the Society included Thomas Wade, the interpreter and envoy to China, who later created the Wade system of romanization of Chinese. Governor George Bonham granted the Society use of a room in the Supreme Court building, but when Bowring left Hong Kong in May 1859 the Society collapsed. James Legge, as well and later Harry Parkes were not successful in their efforts to revive its activities. The Hong Kong Branch was resuscitated a century later, in December 28, 1959. ==Publications== The original Society published six volumes of Transactions, the first in 1847 and the last in 1859. The revived Society’s Journal of the Hong Kong Branch of the Royal Asiatic Society has been placed online by University of Hong Kong. Access is free for issues 3 years after the publication date. Hong Kong University Press publishes the Royal Asiatic Society Hong Kong Studies Series. ==People== Former presidents include: * Sir John F. Davis * Sir John Bowring * James W. Hayes (1983–1990)Leisure and Cultural Services Department: List of Museum Expert Advisers * David Gilkes * Dan Waters * Patrick HaseRoyal Asiatic Society Hong Kong - Officers * Robert Nield * Michael Broom ==References== == External links == * Royal Asiatic Society Hong Kong Branch Website Category:Learned societies of Hong Kong Category:Organizations established in 1847 Category:1847 establishments in Hong Kong Category:Organisations based in Hong Kong with royal patronage ",
    "title": "Royal Asiatic Society Hong Kong Branch"
}