{
    "id": "44262023",
    "text": "Kathryn Anne McClymont is a journalist who writes for The Sydney Morning Herald. Notable for exposing corruption in politics, trade unions, sport, and horse racing, she has received death threats because of her exposés. She has won many awards for her reporting, including the 2002 Gold Walkley Award for her work on the Canterbury Bulldogs salary cap breaches. She is best known for her series of articles and book about New South Wales Labor Party politician Eddie Obeid. ==Early life and education== McClymont grew up on a farm and attended school in Orange, New South Wales. She completed her high school education as a boarding student at Frensham School in Mittagong and matriculated in the top 2 percent of the state's HSC students. In 1981 she graduated from the University of Sydney with a BA (Hons) in English literature. While at university McClymont set up a busking booth at Kings Cross to supplement her income. She answered questions for 40 cents, argued for 50 cents and charged $1.00 for verbal abuse; people also asked for racing tips, and young men asked her to abuse their girlfriends. She has said that on Saturday nights she earned about $17 per hour. ==Career== After graduating from university McClymont worked for a publishing company and then the Australian Caption Centre; in 1985 she applied for a job at The Sydney Morning Herald. Her experience in the busking booth at Kings Cross impressed the editors and she was one of 30 from 1,200 applicants to secure jobs at Fairfax Media publications. McClymont was sent to The Eastern Herald as a cadet reporter, and while there she covered the wedding of a relative of crime boss George Freeman. She wrote that the bride and her attendants were \"festooned with sequins\" and described them as \"the closest fashion accessory to armour- plating.\" That story caught the eye of the editor of the weekly Fairfax publication, The National Times, and McClymont was called to write for them. The Freeman family were not pleased with the description and McClymont received the first of many death threats. McClymont left The Times on Sunday for the Australian Broadcasting Corporation's Four Corners program as a researcher for two years, before returning to The Sydney Morning Herald in January 1990. McClymont has broken many big corruption related stories; the first, known as \"the jockey tapes scandal\" in April 1995, alleged that jockey Jim Cassidy was involved in race fixing with fellow jockey Kevin Moses. The investigation by the Australian Jockey Club (AJC) stewards that followed found Cassidy guilty of \"improper conduct, in that he falsely and fraudulently told a punter that horses had won races as the result of a fix and that he made an arrangement with Moses to corroborate his story\". Cassidy was suspended from racing for three years and Moses was suspended for one year. The pair unsuccessfully appealed to the AJC; as he was leaving the hearing Cassidy spat on McClymont and said \"You fucking bitch, you've ruined my life.\" On the 24 August 2002, the eve of the National Rugby League (NRL) finals series, McClymont, Anne Davies and Brad Walter broke news about the Canterbury Bulldogs salary cap breaches which saw the Canterbury Bulldogs, placed first on the NRL ladder, stripped of its points and fined the maximum $AU500,000. McClymont and her family were moved from their home after she received death threats from angry Bulldogs supporters. McClymont and Davies won the 2002 all media Walkley award for investigative journalism, and the Gold Walkley Award for this series of stories. The Walkley Advisory Board judges said \"Davies' and McClymont's investigation was an impressive piece of journalism that would have a permanent impact on the administration of professional sport in Australia.\" Health Services Union (HSU) president Michael Williamson was forced from his position and was sentenced to 7.5 years gaol for fraud, after McClymont revealed what was known as the Health Services Union expenses affair. The initial story, published on 9 September 2011, revealed the misuse of credit cards, over-payment for the production of the union newsletter, and that Williamson failed to declare his directorship of a company that provided computer and mobile systems to the union. Former HSU Secretary and federal Labor Party politician Craig Thomson was also named and was initially sentenced to 12 months gaol, which was reduced to a $AU25,000 fine on appeal. In 2017 McClymont led a joint ABC – Fairfax investigation into Australian television personality Don Burke with journalists Tracey Spicer, Lorna Knowles and Alison Branley. The investigation revealed sexual misconduct by Burke during the long-running television series Burke's Backyard. The four journalists won two 2018 Walkley Awards in the Print/Text Journalism News Report and TV/Video Current Affairs Short categories for the investigation. McClymont was chairman of the Walkley advisory board from 2015 to 2017. She held the position of Senate Fellow at the University of Sydney from 1 December 2013 to 20 November 2017, and is currently serving as Pro-chancellor from 14 December 2017 to 31 May 2019 and Senate Fellow from 1 December 2017 to 30 November 2019. ===Eddie Obeid=== McClymont's reporting initiated a number of Independent Commission Against Corruption (ICAC) and investigations during her career; the most notable was Eddie Obeid, a former New South Wales Labor party power broker and politician who was sentenced to five years' imprisonment in 2016 for misconduct in public office. McClymont first wrote about Eddie Obeid in 1999, and since that time she has received information, from a variety of sources, about his corrupt activities which has enabled her to write a series of articles and a book about him. She has been successfully sued by Obeid, won awards for her writing and forced two ICAC investigations into his activities. In August 2002 McClymont and fellow journalist Anne Davies wrote an article that alleged Obeid \"...had sought a $1 million donation for the ALP in return for smoothing the way for the Canterbury Bulldogs Leagues Club's $800 million Oasis housing development in western Sydney\". In 2003 the allegation was investigated by the ICAC and cleared Obeid of any wrongdoing; in October 2006 the Supreme Court of New South Wales found that the article contributed to Obeid losing his job as Fisheries Minister and awarded him $AU162,000 in damages. McClymont continued to write about Obeid and her stories started a series of ICAC investigations into his activities. In their July 2013 report, ICAC recommended charges be laid against Obeid. In 2016 Obeid was sentenced to five years' imprisonment in relation to those charges. McClymont, with Linton Besser, wrote an unofficial biography about Obeid titled He who must be Obeid. The book was published on 1 August 2014, and within three weeks the first print run of the book was removed from bookshops and pulped. The book incorrectly identified the former spokesman of the Tourism Task Force, Chris Brown, as a business associate of Obeid. The Chris Brown who should have been identified was older and born in the United Kingdom. Former Macquarie Bank executive, Bill Moss settled for $AU49,000 in damages after being named in the book. In summing up Judge Lucy McCallum said \"The particular chapter in which Mr Moss is featured is headed The Bagman, evidently a reference to Mr (Eddie) Obeid’s role in an attempt to bribe the NSW Labor government in circumstances where the approval of poker machines was a central requirement of the success of a development proposal backed by Mr Obeid\". On 24 May 2006, under Parliamentary privilege, Obeid said of McClymont: > McClymont has been mixing with scum for so long she no longer knows who is > good and who is bad, what is real and what is made up. She has become the > journalistic equivalent of a gun moll with glittering associations with the > not so well-to-do. ==Awards== * 2018 Walkley Award in the Print/Text journalism and Television/Video current affairs short (less than 20 minutes) categories with Tracey Spicer, Lorna Knowles and Alison Branley, for their investigation into sexual misconduct allegations against Don Burke * 2017 Australian Media Hall of Fame inductee * 2016 Australian Press Council Press Freedom Medal with Paul Maley \"for uncompromising investigative journalism, painstakingly uncovering and revealing uncomfortable truths, often at considerable risk to themselves and their families\" * 2012 Walkley Award for investigative journalism with Linton Besser for their story: \"Exposed: Obeid's secret harbour deal\" * 2012 Walkley Award for print news reporting for her story, \"Thomson: New credit card claims\" * 2012 George Munster Award for independent journalism with Linton Besser * 2012 Kennedy Awards for New South Wales Journalist of the year and Outstanding Investigative Reporting for her investigations into Eddie Obeid and the Health Services Union * 2002 Gold Walkley and All Media Award for investigative journalism with Anne Davies for their reports on the Canterbury Bulldogs salary cap breach * 2002 Australian Sports Commission media award with Anne Davies, for their stories exposing the Bulldogs rugby league salary cap breaches * 1995 Australian and New South Wales racing writer of the year for her report on \"the jockey tapes\" * 1993 Walkley Award for best coverage of a current story (print) with Colleen Ryan, for their story \"A spot of bother over at Allens\" * 1992 Australian Shareholders’ Association award for excellence in financial reporting with Colleen Ryan, for their \"expose on Alan Bond's empire\" * 1992 The NSW Law Society’s Golden Quill award for excellence in legal reporting with Colleen Ryan, for their story on the law firm Allen, Allen and Hemsley * 1990 The NSW Law Society’s Golden Quill award for excellence in legal reporting ==Bibliography== * He who must be Obeid: the untold story, Kate McClymont and Linton Besser. Random House Australia, 1 August 2014, *Dead Man Walking: The Murky World of Michael McGurk and Ron Medich, Kate McClymont and Vanda Carson. Random House Australia. 2019. ==References== ==External links== * Category:Australian women journalists Category:Living people Category:Year of birth missing (living people) Category:Place of birth missing (living people) Category:Walkley Award winners Category:Investigative journalists Category:20th-century journalists Category:21st-century journalists Category:Members of the Order of Australia Category:University of Sydney alumni Category:People educated at Frensham School ",
    "title": "Kate McClymont"
}