{
    "id": "44268727",
    "text": "Ernst Johann Friedrich Bickel (26 November 1876, in Wiesbaden - 10 April 1961, in Bonn) was a German classical philologist. He studied philology at the Universities of Strasbourg and Bonn, becoming a lecturer in classical philology at Bonn in 1906. Soon afterwards, he relocated to Greifswald as an associate professor. From 1909 to 1921 he was an associate professor at the University of Kiel, and later on, a full professor at the University of Königsberg (1921–28). From 1928 to 1948 he was chair of classical philology and Roman literature at the University of Bonn.Munzinger Archives GmbH (biography) In 1935 he succeeded Friedrich Marx as the editor of the magazine Rheinisches Museum für Philologie.University of Cologne, Faculty of Arts and Humanities Rheinisches Museum für Philologie His treatise on ancient metrics (\"Antike Metrik\", 1912) was included in Gercke and Norden's Einleitung in die Altertumswissenschaft.de.Wikisource bibliography of Alfred Gercke == Selected works == * \"De Ioannis Stobaei excerptis Platonicis De Phaedone\" (1902). * \"Diatribe in Senecae Philosophi fragmenta\" (1915). * Der altrömische Gottesbegriff (1921) - The ancient Roman concept of God. * Homerischer Seelenglaube: Geschichtliche Grundzüge menschlicher Seelenvorstellungen (1926) - Homeric soul faith: Historical fundamentals of human soul concepts. * Lehrbuch der Geschichte der Römischen Literatur (1937) - Textbook on the history of Roman literature. * Friedrich Ritschl und der Humanismus in Bonn (1946) - Friedrich Ritschl and Humanism at Bonn. * Themistokles (1947), Themistocles. * Homer, die Lösung der homerischen Frage (1948) - Homer, the solution of the Homeric Question. * Arminiusbiographie und Sagen-Sigfrid (1949) - Arminius biography and Sigfrid legends.Google Books published works == References == Category:1876 births Category:1961 deaths Category:People from Wiesbaden Category:German classical philologists Category:University of Strasbourg alumni Category:University of Bonn faculty Category:University of Bonn alumni Category:University of Kiel faculty Category:University of Greifswald faculty Category:University of Königsberg faculty ",
    "title": "Ernst Bickel"
}