{
    "id": "44260786",
    "text": "The is a Bo-Bo wheel arrangement DC electric locomotive type operated by the private railway operator Chichibu Railway in Saitama Prefecture, Japan, primarily on freight services, since 1951. , six (DeKi 102-105, 107-108) out of the original eight locomotives are in operation. ==Sub-types== The class is divided into three sub-types: locomotive numbers DeKi 101, DeKi 102-106, and DeKi 107-108 * DeKi 101: Built 1951, total power output 640 kW * DeKi 102-106: Built 1954-56, total power output 800 kW * DeKi 107-108: Built 1951, purchased from Matsuo Mining Railway, total power output 800 kW File:Chichibu Railway Deki101.jpg|Preserved DeKi 101 in original brown livery in May 2009 File:DeKi 102 Fukaya Hanazono Station construction site 20170624.jpg|DeKi 102 in standard Chichibu Railway blue livery in June 2017 File:Chichibu-Railway- Deki-103.jpg|DeKi 103 in red livery in May 2013 File:Chichibu-Railway- Deki-107.jpg|DeKi 107 in standard Chichibu Railway blue livery in May 2010 ==History== DeKi 101 was built by Hitachi in 1951. The locomotive was privately owned by Chichibu Cement (present-day Taiheiyo Cement), and was initially numbered DeKi 8. It was transferred to Chichibu Railway ownership in 1980. Locomotives DeKi 102 and 103 were built in 1954 and locomotives DeKi 104 to 106 were built in 1956. These locomotives included uprated traction motors providing a total power output of 800 kW compared to the 640 kW of DeKi 101. Locomotives DeKi 107 and 108 were purchased in 1973 from the in Iwate Prefecture. Originally numbered ED501 and ED502, these locomotives had similar external dimensions to DeKi 101, but used the same 200 kW traction motors as DeKi 102 to 106. They also feature icicle cutters above the driving cab windows. These two locomotives received the blue with white stripe livery that subsequently became the standard Chichibu Railway locomotive livery, replacing the previous brown livery. From 1988, DeKi 101 was frequently used as an assisting locomotive at the back of steam-hauled SL Paleo Express services operating on the Chichibu Main Line. This locomotive was withdrawn in 2006, and was repainted into its original brown livery at Hirosegawara Depot, where it remains stored. Locomotive DeKi 103 was repainted in red livery in 2011, but was returned to the standard blue and white stripe livery in October 2014 following overhaul. ==Fleet details== {| class=\"wikitable\" |- ! Number !! Manufacturer !! Year built !! Year withdrawn !! Notes |- | DeKi 101 || Hitachi || 1951 || 2006 || Originally Chichibu Cement DeKi 8 |- | DeKi 102 || Hitachi || 1954 || || |- | DeKi 103 || Hitachi || 1954 || || Repainted into red livery, 2011-2014 |- | DeKi 104 || Hitachi || 1956 || || |- | DeKi 105 || Hitachi || 1956 || || |- | DeKi 106 || Hitachi || 1956 || 2008 || Damaged in derailment |- | DeKi 107 || Hitachi || 1951 || || Originally Matsuo Mining Railway ED501 |- | DeKi 108 || Hitachi || 1951 || || Originally Matsuo Mining Railway ED502 |} ==Preserved examples== DeKi 101 is preserved at Hirosegawara Depot. ==References== Category:Chichibu Railway Category:Electric locomotives of Japan Category:Bo-Bo locomotives Category:Hitachi locomotives Category:1067 mm gauge locomotives of Japan Category:1500 V DC locomotives Category:Railway locomotives introduced in 1951 ",
    "title": "Chichibu Railway Class DeKi 100"
}