{
    "id": "44264849",
    "text": "Mary Desha (March 8, 1850 – January 29, 1911) was a founder of Daughters of the American Revolution. ==Early life== Mary Desha was born in Lexington, Kentucky. She was the daughter of John Randolph Desha, M. D., and Mary Curry. Her sister was Issa Desha, who married William Campbell Preston Breckinridge. She was the granddaughter of Joseph Desha and Margaret Bledsoe and the great- granddaughter of Robert Desha and Elinor Wheeler. She was also the great- granddaughter of Isaac Bledsoe and Katherine Montgomery and the great-great- granddaughter of John Montgomery, Sr., and Marguerite Briarley. She was the great-grandniece of John Montgomery, Jr. and the great-granddaughter of Joseph Wheeler. Mary Desha attended the University of Kentucky (at that time known as \"Agricultural and Mechanical College of Kentucky\"), after which she taught at a private school which she and her mother had founded. ==Career== Mary Desha (1911) After attending the University of Kentucky, she obtained a job with the Lexington public school system until December 1885, when she began work as a clerk in Washington, D.C. In 1888, she began teaching in Sitka, Alaska. She wrote to the government in Washington about the poor living conditions of the Alaskan natives, which resulted in a federal investigation. Also while in Sitka she whipped a student, and his father and others went to the school board to complain; this may have helped lead to the end of corporal punishment in Alaskan public schools. A note appeared in the Tacoma Ledger in January 1889, stating, \"The Board of Education of Alaska has abolished flogging in the public school. This is a green laurel in the frosty crown of our northerly sister that will distinguish her as a leader in humanitarianism. Flogging school children is a relic of barbarism that casts a sad reflection upon our boasted civilization and scientific achievements.\" In 1889, she returned to Lexington, but soon went to Washington to work as a clerk in the pension office, and later worked as a copyist for the Office of Indian Affairs. For the rest of her life she continued working in the civil service, as well as acting as an Assistant Director of the Daughters of the American Revolution Hospital Corps during the Spanish–American War in 1898. The Founders of the Daughters of the American Revolution honors Desha and the other co-founders of the DAR. The first official meeting of the first chapter (branch) of the Daughters of the American Revolution began at 2 p.m. on October 11, 1890, in Strathmore Arms, the residence of Mary Smith Lockwood, one of the four co- founders.The four women listed as founding the organization are Mary Desha, Eugenia Washington, Mary Smith Lockwood, and Ellen Hardin Walworth. Sons of the American Revolution members Registrar General Dr. George Brown Goode, Secretary General A. Howard Clark, William O. McDowell (SAR member #1), Wilson L. Gill (secretary at the inaugural meeting), and 18 other people also met at the Strathmore Arms that day, but Desha, Lockwood, Walworth, and Washington are called co-founders since they had held two or three planning meetings in August 1890. ==Legacy== * At Desha's death the first memorial service ever held in Memorial Continental Hall was held for her by the Daughters of the American Revolution. * A memorial to the Daughters of the American Revolution's four founders (including Desha), located at Constitution Hall in Washington, D.C., was dedicated on April 17, 1929. Gertrude Vanderbilt Whitney, who sculpted it, was a DAR member. * The Mary Desha Chapter of Daughters of the American Revolution is located in the District of Columbia. ==References== Category:1850 births Category:1911 deaths Category:American educators Category:University of Kentucky alumni Category:Founders of lineage societies Category:Kentucky women activists ",
    "title": "Mary Desha"
}