{
    "id": "44261370",
    "text": "DK is a 2015 Indian Kannada satirical film directed by Vijay Kampali, formerly known as Udaya Prakash, who also directed Kalla Malla Sulla and Auto Raja. Produced by actress Rakshita, the film stars Prem and Chaitra Chandranath in the lead roles. Actress Sunny Leone features in a special item song Sesamma, which marks her Kannada film debut. The film's score and soundtrack was composed by Arjun Janya, and the first Kannada film to feature 7.1 surround sound. The film opened across Karnataka on 13 February 2015. == Plot == ==Cast== * Prem as DK * Chaitra Chandranath as Subbulakshmi * Rishikumara Swamy * Sharath Lohitashwa as MP Shive Gowda * Sobhraj * Sunny Leone as an item number \"Sesamma\" ==Production== Director Udaya Prakash renamed himself Vijay Kampali before beginning this venture. He approached director-actor Prem to star in this satirical comedy. The film was earlier said to be based on the real life of Karnataka politician D. K Shivakumar. However the makers refuted the statement and claimed the story was original, not inspired by any person or any other film. Prem had to lose weight in preparation for the role. Chaitra Chandranath, who had a difficult beginning to her career, as her debut film Viraat was shelved, was cast in the lead female role. Filming took place extensively in Mysore. ==Music== Anand Audio bought the music rights of the film for about 25Lakhs. Music composer Arjun Janya worked on songs for the film. The folk song \"Seshamma Seshamma\" features the actress Sunny Leone in a special appearance.A secret shoot for Sunny Leone's Kannada debut Another song titled \"India Pakistan Ondagoythu\" which featured the names of Modi, Sonia, M. Karunanidhi and J. Jayalalithaa and their relationships was turned down by four playback singers due to the controversial lines, until finally singer Hemanth Kumar recorded the song. ===Track list=== ==References== ==External links== * Category:2010s Kannada-language films Category:2015 romantic comedy films Category:Indian romantic comedy films Category:Indian films Category:Films shot in India Category:2015 films Category:Indian satirical films Category:Films featuring an item number Category:Kannada-language films Category:Masala films Category:Films scored by Arjun Janya Category:2015 comedy films Category:2010s satirical films ",
    "title": "DK (film)"
}