{
    "id": "44262813",
    "text": "Peter \"Pete\" Rasmus (May 5, 1906 – February 6, 1975) was an American discus thrower. Rasmus won the NCAA discus championship in 1929, breaking the meeting record and exceeding the officially listed world record. ==Career== Rasmus attended Ohio State University from 1926 to 1929, winning several individual and team titles with the Ohio State Buckeyes. As a freshman he was only a 125 ft (38 m) thrower, but he improved rapidly, winning the 1927 Big Ten championship and placing sixth at the NCAA championships. Rasmus repeated as Big Ten champion in 1928 and 1929. In March 1929 he threw 157 ft (47.85 m) in Dallas, less than half a meter down on Bud Houser's official world record of 158 ft in (48.20 m). At the 1929 NCAA meet Rasmus was up against two throwers who had unofficially broken Houser's record earlier that year, Eric Krenz of Stanford and Ed Moeller of Oregon. The field also included 1928 Olympian (and 1932 Olympic champion) John Anderson of Cornell, and future world record holder Paul Jessup of Washington. Rasmus led the preliminary rounds with a throw of 159 ft in (48.51 m), breaking the meeting record and exceeding Houser's still official world record. Moeller had an even longer throw, but fouled. Rasmus' mark held up in the final rounds, and he won the championship; as he had broken Houser's mark, his throw was publicized as a new world record, but it was inferior to the unratified records of Krenz and Moeller and, as Krenz's record was eventually ratified, never received an official status. Led by Rasmus and sprinter George Simpson, Ohio State also won the 1929 NCAA team title, their first in any sport. Rasmus graduated from Ohio State that year, but continued competing occasionally; he unsuccessfully attempted to qualify for the 1932 Summer Olympics. ==Legacy== Rasmus was inducted in the Ohio State Varsity \"O\" Hall of Fame in 1989. ==References== Category:1906 births Category:1975 deaths Category:Ohio State Buckeyes men's track and field athletes Category:Sportspeople from Ashtabula, Ohio Category:American people of Finnish descent Category:American male discus throwers Category:World record setters in athletics (track and field) ",
    "title": "Pete Rasmus"
}