{
    "id": "44269596",
    "text": "St. Joseph's Hospital Kitgum (SJHK), is a hospital in Northern Uganda. It is a private, community hospital, serving the town of Kitgum and surrounding areas of Kitgum District, Lamwo District and parts of the Republic of South Sudan. In addition, the hospital receives many patients from Kotido District, Abim District, Moroto District, Agago District and Pader District. ==Location== SJHK is located in the Northern Ugandan town of Kitgum, approximately , by road, north of Kampala, Uganda's capital and largest city. The coordinates of St. Joseph's Hospital Kitgum are:3°17'23.0\"N, 32°52'21.0\"E (Latitude:3.289722; Longitude:32.872500). ==Overview== St. Joseph's Hospital Kitgum is a private, non-profit, community hospital owned by the Roman Catholic Archdiocese of Gulu, and is accredited by the Uganda Catholic Medical Bureau. It is administered by the Sisters of Mary Immaculate. On 16 November 1925, Sister Amalia Lonardi, started a dispensary on the veranda of the Comboni Sisters' Convent. At that time, the area had a high prevalence of leprosy patients and the dispensary was able to offer pain medication and palliative care. On 23 December 1938, Sister Secondina Chito relocated the dispensary to under a mango tree on the lawn of the Sisters' Convent. That tree still stands as of November 2014. The dispensary was elevated to a Health Center in May 1954, with the establishment of maternity services by Sister Maria Rosa, in consultation with the Bishop of Gulu Diocese at the time, Monsignor John Baptist Cesana. Sister Maria Rosa was assisted by Midwife Eufrasia Nanyonga, who arrived from Kampala on 18 August 1954. Beginning in May 1955, visiting doctors from Gulu Hospital began making periodic visits along with visiting missionary doctors. The Uganda Ministry of Health elevated the Health Center to a hospital on 1 January 1960. This coincided with the arrival of the first full-time doctor from Italy, Dr. Lai Giovanninowho. He came with his wife and their baby. The hospital continued to expand and offer valuable quality care. In 1973, the Italian missionaries turned over ownership of the hospital to the Roman Catholic Archdiocese of Gulu, which in turn entrusted the hospital's management to the Sisters of Mary Immaculate. ==Governance== The Chairman of the hospital's Board of Governors, is His Grace John Baptist Odama, the Archbishop of the Roman Catholic Diocese of Gulu. The Medical Superintendent and Chief Executive Officer is Dr. Lawrence Ojom. ==See also== ==References== ==External links== * Webpage of St. Joseph's Hospital Kitgum Category:Hospitals in Uganda Category:Kitgum District Category:Hospitals established in 1960 Category:1960 establishments in Uganda Category:Northern Region, Uganda ",
    "title": "St. Joseph's Hospital Kitgum"
}