{
    "id": "44265744",
    "text": "Main entrance of the school Howardian High School was a secondary school that was established in Cardiff from 1885 to 1990. Howardian originated in 1885 as the Cardiff Higher Grade School, which was founded by the Cardiff School Board at Howard Gardens, Adamsdown (), to prepare students for the new University College which had opened two years previously. The new school took in its first 263 pupils (160 boys and 103 girls) on 19 January 1885, though had capacity for up to 840. \"...were opened yesterday for the reception of pupils. A preliminary examination had been conducted... and of the 200 boys examined 160 passed, and of the 150 girls 103 passed. The school opened on Monday morning for those who had passed... The schools afford accommodation to 840 scholars, but it is not expected that this number will be attained for a year or two. The headmaster, Mr Waugh, is an M.A., and the headmistress, Miss Ramsay, an L.L.A.\" The school's name changed to Municipal Secondary School, Cardiff in 1905 and to Howard Gardens Municipal School in 1907. In 1909 the school was split to form separate municipal schools for boys and for girls. In 1933 the schools were renamed Howard Gardens High School and Lady Margaret High School for Girls. After heavy bomb damage during World War II, the girls' school moved to a new site off Colchester Avenue in Penylan. In 1953 the boys joined them in a new school next door, the Howardian High School for Boys. In 1970 the two schools merged to form Howardian High School a co-educational comprehensive school. The school premises in Howard Gardens was given over to the new Fitzalan Technical High School for Boys. By the 1980s Howardian had the second highest proportion of pupils (23%) from ethnic minorities in Wales and was described as \"a model of comprehensive education and of racial harmony\". Despite this, in the late 1980s South Glamorgan County Council made a controversial decision to close the school, citing falling pupil numbers as the main reason. In addition the school's sixth formers were to be sent to a separate tertiary college, which would have brought the school to below the required government standard. As a comprehensive secondary school it was closed in 1990. Part of the school was used as an Adult Education Centre. In September 2015 the Upper School buildings in Hampton Court Road began to serve as the home for Howardian Primary School (until a purpose-built school could be finished on the site). The playing fields, and Lower School (formerly the Lady Margaret High School for Girls) were converted to housing in the 1990s. It was planned by The City and County Council of Cardiff that the new school would be completed by September 2017, although this has not come to fruition and the school is now showing serious signs of being not fit for purpose as the delay has now resulted in the move-in date being pushed back to September 2018. The current playground for the 182 children on roll is the old staff car park (pictured above) and is remarkably undersized. The history of the school was written by T.J. ('Tommy') Foster in 1990, to coincide with the closing of the school. == Notable alumni == * Ralph Hancock (1893-1950), landscape architect * Hugh Cudlipp (1913–1998), journalist and newspaper editor * Leo Abse (1917–2008), lawyer and politician * Betty Campbell (1934–2017), head teacher (attended Lady Margaret High School for Girls) * Owen John Thomas (1939–), politician * Owain Arwel Hughes (1942–), orchestral conductor * Phil Walker (1944–2011), editor of the Daily Star * Keith Palmer (1947–), businessman * Jonathan Evans (1950–), politician * Jed Williams (1952–2003), jazz journalist and the founder of the Brecon Jazz Festival * Michael Moritz (1954–), venture capitalist ==References== Category:Defunct schools in Cardiff Category:Educational institutions disestablished in 1990 Category:1885 establishments in Wales Category:1990 disestablishments in Wales Category:Secondary schools in Cardiff ",
    "title": "Howardian High School"
}