{
    "id": "44264581",
    "text": "Jean-Toussaint Desanti (8 October 1914 - 20 January 2002) was a French educator and philosopher known for his work on both the philosophy of mathematics and phenomenology. ==Biography== The son of Jean-François Desanti and Marie-Paule Colonna, he was born in Ajaccio and studied the philosophy of mathematics with Jean Cavaillès. During World War II, he was a member of the French Resistance, associating with Jean-Paul Sartre and André Malraux. He joined the French Communist Party in 1943 with his wife Dominique, remaining a member until 1956. In 1950 he participated in the publication of Science bourgeoise et science proletarienne with Raymond Guyot, Francis Cohen and Gérard Vassails. This book was part of a campaign by the French Communist Party to advocate support for Lysenkoism. Also in 1956, he published his Introduction à l'histoire de la philosophie. Desanti taught philosophy at the École Normale Supérieure in Paris, at the Lycée Lakanal, at the École normale supérieure de Saint-Cloud and at the Sorbonne. His students included Michel Foucault and Louis Althusser. In 1968, he published Les Idéalités mathématiques, recherches épistémologiques sur le développement de la théorie des fonctions de variables réelles. According to Etienne Balibar, Desanti's originality is to be found in his choice to set aside the traditional problems of the criteria or the status of mathematical truth, whether in their Platonic (characterized by the demarcation between the certitude proper to ideal objects and the incertitude of sensible objects) or transcendental (characterized by the definition of the a priori forms of consciousness) forms, in order to attend to another question, that of the \"mediations\" according to which a \"naive\" or elementary mathematical theory comes to open itself towards its own generalization and consequent re-foundation in more abstract terms. He died less than three weeks after undergoing coronary artery bypass surgery in early 2002 in Paris. == Selected works == * Les Idéalités mathématiques. Recherches épistémologiques sur le développement de la théorie des fonctions de variables réelles (1968) * Phénoménologie et praxis (1962) * La Philosophie silencieuse ou Critique des philosophies de la science (1975) * Réflexions sur le temps (1982) * Philosophie, un rêve de flambeur, conversations avec Dominique-Antoine Grisoni (1999) * La liberté nous aime encore (2001) with Dominique Desanti and Roger-Pol Droit == References == Category:1914 births Category:2002 deaths Category:French philosophers Category:French male non-fiction writers Category:20th-century French philosophers ",
    "title": "Jean-Toussaint Desanti"
}