{
    "id": "44261381",
    "text": "De Prins van Oranje () is a tower mill in Bredevoort, Gelderland, Netherlands which was built in 1870 and has beem restored to working order. The mill is listed as a Rijksmonument. ==History== A post mill was built in 1644. It was replaced c.1700 by another post mill. That mill burnt down in 1868. De Prins van Oranje was built by millwright Giesbers of Winterswijk to replace it. Construction was delayed because the German bricklayers were called up for service during the Franco-Prussian War. The mill was built for Geert Willem Heusinkveld. It remained in the Heusinkveld family until 1920, when it was sold to Mr. Navis. In 1930, one pair of sails was replaced by Patent sails. These were later replaced by Ten Have sails and all four sails had their leading edges streamlined with the Van Bussel system. The mill was restored in 1968. It was sold to Mhr. Woordes in 1973. The mill was stopped in 1990 because the sailstock was in poor condition. New sails were fitted in 1992 and the mill was returned to working order. De Prins van Oranje is listed as a Rijksmonument, № 6866. ==Description== De Prins van Oranje is what the Dutch call a \"Beltmolen\". It is a four storey tower mill built into a mound, which is high and is itself built on top of ramparts high. There is no stage, the sails reaching almost down to ground level. The cap is covered in dakleer. Winding is by tailpole and winch. The sails are a pair of Common sails, fitted with the Van Bussel system on their leading edges, and a pair Ten Have sails fitted with the Van Bussel system on their leading edges. They have a span of . They are carried on a cast iron windshaft, which was cast by IJzergieterij De Prins van Oranje, 's Gravenhage, South Holland in 1873. The windshaft also carries the brake wheel, which has 63 cogs. This drives a wallower with 32 teeth, which is situated at the top of the upright shaft. At the bottom of the upright shaft is the great spur wheel, which has 82 cogs. This drives a pair of diameter French Burr millstones and a pair of Cullen stones via lantern pinion stone nuts with 25 staves each. ==Public access== De Prins van Oranje is normally open on Saturdays. It is also open whenever it is working, or by appointment. ==References== ==External links== *Mill website Category:Windmills in Gelderland Category:Windmills completed in 1870 Category:Tower mills in the Netherlands Category:Grinding mills in the Netherlands Category:Agricultural buildings in the Netherlands Category:Rijksmonuments in Gelderland Category:Bredevoort ",
    "title": "De Prins van Oranje, Bredevoort"
}