{
    "id": "44262415",
    "text": "Sree Rama Varma Music School is a music school situated in Thrissur city in Kerala, India and it is the first music school in Kerala state. The school is also known as S.R.V. Music School. In 2016, the institution was upgraded as a music college with the name of S.R.V. (Sreerama Varma) Govt. College Of Music And Performing Arts. ==History== The school was established on 19 July 1910 by Rama Varma XV, Maharaja of Cochin aiming to teach Indian classical musics to the ladies of Cochin Royal Family and it was later taken over by the government. Of late, it was attached to the Government Model Girls’ Higher Secondary School. ===Termination=== Sathish Kalathil submitting memorandum to Oommen Chandy about S.R.V music school termination P. C. Chacko receives memorandum about S.R.V music school termination from Prof.K.B Unnithan In this modern days, according to the education department, the school and its syllabus was totally become gratuitous. They pointed out that there are more another facilities for the higher studies of music in the state than here. Finally, government of Kerala decided to close the school in 2012. ===Resistance=== Against the termination, Digital Film Makers Forum trust conducted a foreclosure (Dharna) at Thrissur D.E.O office on 19 February 2013 under the leadership of Prof.K.B.Unnithan, a notable social activist, politician and chief patron of the trust. Vidhyadharan Master, the famous music director of Malayalam films inaugurated Dharna and a mass number of musicians, art-cultural-social activists and leading politicians were participated. The students and patrons of the school were the main participants of the strike. Several memorandums are submitted to the all members of Kerala Assembly, including chief minister Oommen Chandy and education minister P. K. Abdu Rabb, all other ministers of Kerala, all members of Parliament by Sathish Kalathil, the trust chairman. And He also suite a file to Human Rights Commission, Kerala State. The Human Rights Commission Justice R.Nadarajan produced a notice to government to consider the issue. Adv.Therambil Ramakrishnan, MLA, had raised in the Assembly the issue of upgrading the school as a college, and the Education Minister had promised to take steps. ===Upgrading=== All of these circumstances the government appointed a commission to report about the issue. The commission, Prof.M.Balasubrahmanyam reported to the government to upgrade the school. Finally the order of the termination of S.R.V Music School was Withdrawn and the school was upgraded as a music college. ==Courses before upgrading== The school offers the Senior Music Certificate course. Girls who have passed SSLC examination or its equivalent are eligible for the course. Those who pass are eligible for appointment as music teachers in government schools. The syllabus for the certificate course is equivalent to that for the B.A. Music course. Thousands of alumnae of the school have been posted as teachers in schools across the State. ==Courses After upgrading== There are 4 Courses affiliated with Calicut University and admission only for 10 students by each Courses here. ==See also== *SRV MUSIC SCHOOL ISSUE-PART 1 *SRV MUSIC SCHOOL ISSUE-PART 2 ==References== ==External links== *Government Music and Fine Arts Colleges *Music Category:Music schools in India Category:Schools in Thrissur Category:1910 establishments in India Category:Educational institutions established in 1910 Category:Music schools in Kerala ",
    "title": "Sree Rama Varma Music School"
}