{
    "id": "44276098",
    "text": "MetFilm School (MFS) is a private film school based in London within Ealing Studios. MetFilm consists of MetFilm School (London and Berlin), MetFilm Production, MetFilm Sales, MetFilm Features, and ScreenSpace. ==Faculty== MetFilm's Director is Jonny Persey, while the school's CEO is former ICMP's registrar and commercial director, David Howell. The school has an advisory board which includes Sir Alan Parker, Stephen Frears, Heather Rabbatts, Barnaby Thompson, Jill Tandy, Cameron McCracken, Tony Orsten, David Kosse, Michael Gubb. The school has informal ties with the National Film and Television School in Beaconsfield, Buckinghamshire and many NFTS graduates teach at the MFS. ==History== Adebukola Oladipupo in MTV Shuga filmed live over 4 countries in 2020 MetFilm School was founded in 2003, one of the co- founders was Luke Montague, and moved from its original Clapham Junction location to Ealing Studios, London. In 2006, MetFilm launched its production company, MetFilm Production. In 2007, 25 students enrolled on the school first BA course validated by the University of West London. The school launched its BA Practical Filmmaking with 119 students in 2009. MetFilm Production's Little Ashes and French Film were released in the UK and other territories. In 2012, the school opened up a satellite school in BUFA studios, Berlin and in 2015, the school in Berlin collaborated with YouTube to launch a large studio with production and training facilities for YouTube creators and MetFilm students. In 2016, MetFilm launched 20 new courses in London and two in Berlin. ==Alumni== Tunde Aladese who was a Nigerian actor has gone on to create 65 episodes of the coronavus inspired MTV Shuga drama funded by the United Nations,The series was based in Nigeria, South Africa, Kenya and Cote D’Ivoire and all of the filming was done by the actors themselves. ==External links== *The Guardian: \"The media industry is changing fast, but universities aren't keeping up\" *EalingToday: \"William Boyd from MetFilm School has already won two prizes for 'The Trespasser'\" *Broadcast: \"MetFilm School partners with hire firm Procam\" *London Post: \"Winners revealed at Smart Screen Creative Awards 2018\" *The World News: \"Would be graduates from Burnley, Pendle and Ribble Valley warned to get university applications in before January deadline\" ==References== Category:Film schools in England Category:Educational institutions established in 2003 Category:2003 establishments in England ",
    "title": "Met Film School"
}