{
    "id": "44275634",
    "text": "{| |} The Enns-class river monitors were built for the Austro-Hungarian Navy during the mid-1910s. The two ships of the class were assigned to the Danube Flotilla and participated in World War I. The ships survived the war and were transferred to Romania and the newly created Kingdom of Serbs, Croats and Slovenes (later Yugoslavia) as reparations. ==Description and construction== The ships had an overall length of , a beam of , and a normal draught of . They displaced , and their crew consisted of 95 officers and enlisted men. The Enns-class ships were powered by two triple-expansion steam engines, each driving one shaft, using steam generated by two Yarrow boilers. The engines were rated at and were designed to reach a top speed of . They carried of fuel oil. The main armament of the Enns-class river monitors was a pair of /L45 guns in a single turret forward of the conning tower and three /L10 howitzers to the rear, in individual armored cupolas. They also mounted two individual /L50 BAG anti-aircraft guns, and six machine guns. The maximum range of their Škoda L/45 guns was . Their armour consisted of belt and bulkheads thick, deck armour thick, and their conning tower, gun turrets and cupolas were thick. ==Ships== {| class=\"wikitable\" |- !Ship !New name !Builder !Laid down !Launched !Commissioned !Fate |- |SMS Enns |Drava |Stabilimento Tecnico Triestino, Linz |align=center|1912 |align=center|September 1914 |align=center|17 October 1914 |Scuttled, 11/12 April 1941 |- | |Besarabia |Ganz Danubius, Budapest |align=center|1913 |align=center|25 February 1915 |align=center|11 April 1915 |Scrapped? |} ==Careers== During World War II, Besarabia was the only Romanian river monitor out of seven to be fitted with new turrets. This took place between 1942 and 1943, while she was being completely rebuilt and up-gunned at Galați. Her armament ultimately consisted of two twin 120 mm naval guns, six 37 mm AA guns and four 20 mm AA guns.Mark Axworthy, London: Arms and Armour, 1995, Third Axis, Fourth Ally: Romanian Armed Forces in the European War, 1941–1945, pp. 352–353 She also had a range of 690 nautical miles, more than enough to travel across the greatest East- West extent of the Black Sea, which was 635 nautical miles (the Black Sea was the area of operations of the World War II Romanian Navy).Е. Е. Шведе, Военные флоты 1939–1940 гг., Рипол Классик, 2013, pp. 120–121 (in Russian) ==Notes== ==Footnotes== ==References== * * * * * * * * * * * Category:Monitor classes Category:World War I naval ships of Austria-Hungary Category:World War I monitors Category:World War II monitors ",
    "title": "Enns-class river monitor"
}