{
    "id": "44279579",
    "text": "The Lower Morava Valley (Czech: Dolnomoravský úval / Jihomoravská pánev also, German: Nieder March Talsenke, Slovak: Dolnomoravský úval) is a geomorphological formation (special type of Valley) in the Moravia (Czech Republic). It is formed by the depression in the Western Carpathians (Ždánice Forest, Kyjov Hills and Mikulov Hills) in the west and Bílé Karpaty and Chvojnice hills in the east. The drainage to the River Morava of the Danube basin runs finally to the Black Sea. Including low watershed Dyje-Morava in Lanžhot.Functioning of South Moravian Floodplain Forests The Lower Morava Valley is a nordest part of Vienna basin (Western Carpathians) and the corridor to Napajedla Gate, Upper Morava Valley, Moravian Gate and later in final goal North European Plain (Poland- Lower Silesia - Galicia) since ancient times. Here ran one arm of the most important trade routes from southern Europe to the Baltic Sea (e.g. the Amber Road - eastern branch) and also routes from Moravia to Upper Silesia and Lesser Poland. The Emperor Ferdinand Northern Railway (one part) built in 1840-41 from Břeclav (Vienna) to Přerov also traversed the Lower Morava Valley. The Morava and Dyje rivers, Myjava (river), Chvojnice, Trkmanka, Kyjovka as well among others, finishing here in theirs floodplains,FIELD TRIP to the floodplain forests of the Lower Morava Biosphere Reserve and the towns include Břeclav, Hodonín, Uherské Hradiště, Valtice, Poštorná and Mikulčice. Soil horizon - mainly sand, fluvisol and loess, partly chernozem . == See also == * Vyškov Gate * Outer Subcarpathia * South-Moravian Carpathians * Upper Morava Valley * Dyje–Svratka Valley Image:Geomorfologické clenení Ceska.jpg|Lower Morava Valley (olive green) down right Image:Dyje-Morava confluence 01.jpg|Morava Dyje confluence - riparian forest Image:Morava hodonin holic.jpg|Lower Morava Valley landscape Hodonín surrounding Image:Náklo (vrch), altán.jpg|View from Náklo Hill (265 m) to the Lower Morava Valley landscape Image:Uherské Hradiště, archeologická lokalita Sady \"Špitálky\".jpg|View of the Lower Morava Valley from the Sady archaeological site == References == == Further reading == * (1993) Geografický místopisný slovník, Academia, Praha. * (1997) Plašienka, D., Grecula, P., Putiš, M., Kováč, M. a Hovorka, D.,: Evolution and structure of the Western Carpathians: an overview. Mineralia Slovaca - Monograph, Košice, s. 1 – 24. Category:Valleys of the Czech Republic Category:Western Carpathians Category:Moravia ",
    "title": "Lower Morava Valley"
}