{
    "id": "44278126",
    "text": "Deng Zihui (; 1896–1972) was one of the most influential leaders of the People's Republic of China during the 1940s and 1950s. He was one of the major military leaders of China both during the Chinese Civil War along with Mao Zedong, Zhou Enlai, Peng Dehuai and Lin Biao. Deng was one of the initiators of the Central Rural Work Development that aimed on achieving agricultural growth. Deng Zihui also had a close relationship to Mao Zedong on issues related to agricultural reforms, but however was purged of all positions due to the Cultural Revolution in 1965. ==Early life== Deng Zihui joined the CCP in 1926, and organised many guerrilla strikes in his home province, Fujian. After the outbreak of the Second Sino-Japanese War, he became the Deputy Political Director for the newly created Fourth Army. During the course of the wars Deng participated in, he became a close friend and trustee of Mao Zedong. He participated in the violent purges in the Jiangxi-Fujian Soviet which was responsible for killing around 700,000 Hakka peasants in Tingzhou and Ganzhou prefectures estimated by Jung Chang and Jon Halliday in their book Mao: The Unknown Story. ==Agricultural reforms== Deng Zihui was an advocate for the idea of collective farms that was established in the Soviet Union well then in 1940s. However, he came into various conflicts with Chairman Mao Zedong over agricultural issues. He was also known as one of the leading founders of the agricultural system in China. ==Purge and death== Deng was persecuted by Lin Biao and Jiang Qing during the Cultural Revolution in the mid-1960s. Facing political stress and health issues, Deng Zihui died on 10 December 1972 in Beijing. == References == Category:1896 births Category:1972 deaths Category:Politicians from Longyan Category:Vice Premiers of the People's Republic of China Category:People's Republic of China politicians from Fujian Category:Victims of the Cultural Revolution Category:Communist Party of China politicians from Fujian Category:Vice Chairpersons of the National Committee of the Chinese People's Political Consultative Conference ",
    "title": "Deng Zihui"
}