{
    "id": "44274916",
    "text": "A Daughter's Nightmare is a 2014 American TV thriller and suspense film starring Emily Osment, Gregg Sulkin, Paul Johansson and Victoria Pratt. It was directed by Vic Sarin and it was released in the United States on May 3, 2014, on Lifetime network. This movie was filmed in Kelowna, British Columbia, Canada. Kelowna is a base for animation companies who do work for clients including Disney, Nickelodeon, and British TV. The director of this film, Vic Sarin, made eight films in the Okanagan region since he first came to Kelowna in 2012 to make the Lifetime TV thriller, A Mother's Nightmare. Soon after her father's death, college freshman Ariel learns her mother, Dana, has met Adam, a seemingly well-meaning and charming man at a grief support group. He claims to be a nurse, but the longer he hangs around the sicker and more isolated Dana becomes, even from Ariel. When Dana suddenly goes missing it's up to Ariel to discover the terrible truth of Adam's past before it is too late. A Daughter's Nightmare is the third film in the \"Nightmare\" series of production which include: * A Mother's Nightmarehttps://www.imdb.com/title/tt2401147 * A Sister's Nightmarehttps://www.imdb.com/title/tt2953240 * A Surrogate's Nightmarehttps://www.imdb.com/title/tt6130742/plotsummary * A Father's Nightmarehttps://www.imdb.com/title/tt7583418 == Plot == The movie starts at a funeral where Dana (Victoria Pratt), is attending her husband's burial after his death from lung cancer. Daughter Ariel (Emily Osment) sings for her father as they are burying him. The other main attendee of the funeral is her late husband's veterinarian brother Cameron (Richard Karn). In addition, there is a man in the background that is lurking around; we learn later that his name is Adam Smith (Paul Johansson) and that he has a son named Ben (Gregg Sulkin). Adam has taken Ben to a therapist due to his trouble sleeping and hearing voices; however, Ben refuses to be labeled with mental illness and psychological issues. Furthermore, Ariel leaves her mother to go back to college and she promises to come visit her every weekend. Ariel and Ben attend the same school and they coincidentally meet there. The weekend after they first met, Ben and his stepfather Adam offer Ariel a ride home. During the ride, Adam asks Ariel personal questions about her mother, Dana. Ariel explains that her mother is having a hard time coping with grief And loss so she is going to attend a grief group. Ariel thanks Ben and Adam for the ride and she says goodbye. Dana decides to attend the grief group to find some peace and support. Adam meets Dana there and he introduces himself to her. He explains to her that Ariel is the one that told him about this group and that he really appreciates it. He also explains to her that he lost his wife eight months ago. Ariel and Ben start hanging out at school and they start to share personal information about their lives. We learn that Adam is a nurse and that he is the one that took care of Ben after he lost his ill mother when he was ten years old. One afternoon, Adam approaches Dana's house with his dog and two cups of coffee. He finds Ariel on the front porch studying. He explains to her that he lives a couple of blocks away and that he came to check up on her mother. Ariel tells him that her mother went grocery shopping and Adam decides to wait for her outside with Ariel. Meanwhile, Ariel drinks from the cup of coffee that Adam brought for her mother and Adam was not pleased by this. Dana comes back from grocery shopping and she invites Adam into the house. He shares personal information on Ben's psychological issues to get some sympathy. On the way exiting the house, Adam tells Dana that Ariel is having trouble studying for school because she feels obligated to come back home on the weekends. However, Ariel did not complain to Adam about school whatsoever. Dana tells Ariel not to come home that weekend so she can work on her studies. Ariel suddenly feels sick and she asks her mother to drive her back to college. Adam picks up Dana from her house so they can go to the grief group together. However, on their way to the grief group, Adam stops the car to explain to Dana that today marks his deceased wife's birthday. He asks her to go out to dinner with him instead of going to the grief group gathering because he says that he used to always take his wife out for dinner on her birthday. Dana sympathizes with Adam and she agrees to go out to dinner with him instead of going to the grief group gathering. At the restaurant, Adam keeps talking about his deceased wife and showing a lot of sorrow and sadness. Dana sympathizes with him and she tries to comfort him. Furthermore, Dana starts to feel a little bit off and she goes to the restroom. Adam turns Dana's phone off because Ariel kept calling her. They later find Dana lying unconscious on the ground in the ladies restroom. In the morning, Dana wakes up in her own bedroom. Ariel calls her mother because she is worried because her phone was off all night. Her mother explains to her that it was not off. The doorbell rings and she closes the line with Ariel and she goes to open the door. Adam was at the door with homemade breakfast. He walks inside the house and he explains to Dana that he came to check up on her and that he made breakfast for her. She refuses to eat the breakfast because she does not have an appetite. She explains to him that she does not remember what happened yesterday in the restaurant. He states that drinking red wine did that to her. However, she explains that she only drank two glasses of wine. She then discovers that Adam got her undressed and in bed; but he explains that he did not do anything to her later that night. He then leaves the house. Shortly after, Cameron (Richard Karn) comes to Dana's house to see how she is doing. He finds the homemade breakfast in the kitchen and he starts eating it. Dana explains to him that he should not worry about her. However, he tells her that he promised his brother he would take care of her. Later that night, Adam comes to Dana's house to make her wellness tea. While Dana is upstairs changing, Ariel calls home and Adam answers her call. Ariel becomes uncomfortable after hearing his voice and Adam informs her that her mother is upstairs. She tells him to tell her mother that she is coming back for her mother's birthday this weekend and she ends the call. Furthermore, when Dana comes back downstairs and asks about the caller's identity, Adam tells her that it is one of those marketing companies. Before he leaves, he tells Dana to drink the tea to get better. He also asks about his cooking skills and Dana informs him that Cameron loved the breakfast; Adam was not happy with that. Meanwhile, Ariel calls her uncle Cameron to talk to him about Adam. She explains to him that she does not have good feelings about him. However, Cameron does not deeply interact with Ariel because he does not feel well. In addition, he looks terribly ill. Adam approaches Ariel at school and he tells her that he has two tickets for the Dixie Chicks concert; he also explains to her that he thinks it would be a great idea for her and her mother to go to the concert for her mother's birthday. Ariel is amazed and she explains to him that she was going to see her mother today at 7:30 PM. Adam tells her that the concert starts at 7:00 PM, so he explains that he will go and pick up her mother so they can meet at the concert on time before it begins. Ariel says that will work and she thanks Adam. Ariel goes to the concert; however, she does not find her mother or Adam. She calls Adam more than once but he does not pick up. Ben shows up and tells Ariel that Adam was unable to pick her mother up because some crisis happened at the hospital that he works at. He also tells her that Adam explained the situation to her mother and that her mother is telling Ariel to have fun at the concert. Meanwhile, Dana was waiting for Ariel to come home so they can celebrate her birthday together. Adam goes to Dana's house with flowers. He acts shocked that Ariel did not make it home and he tells her that Ariel must have a lot of school work to do. The next morning, Dana finds herself naked on her bed. She wakes up feeling lost and uncertain. Adam slowly approaches her and he explains to her that they did nothing wrong the night before. She argues that she does not remember what happened and that she feels like she was drugged. Adam tells her that she should move on in life and he kisses her forehead. A home cleaning service worker finds Cameron dead in his house and they hold a funeral for him. Ariel and Dana are in the kitchen talking about Cameron's death and Dana suddenly collapses on the floor. Ariel hurries to call an ambulance. Adam takes the phone from behind and he tells Ariel that Dana does not need an ambulance. Ariel is shaken. She asks Adam where did he come from. Adam responds by explaining that he was upstairs. He carries Dana to her bedroom and tells Ariel not to worry. Dana tells Ariel that Adam is a nurse and that he knows what he is doing, she also tells her to go back to school. Ariel starts to suspect something wrong. The next morning, Adam brings breakfast to Dana in bed. She looks miserable and she keeps asking him what is wrong with her. Adam keeps telling her to eat the breakfast that he prepared. Dana starts to ask him what has he done to her and why can't she walk. Adam ignores her questions and he brings a suitcase from the closet. Dana tries to get out of bed and walk; however, she collapses on the floor. She asks for her phone so she can talk to Ariel, but Adam refuses to respond to her inquiries and he tells her that he had found a great place to stay in. He also writes a note for Ariel under Dana's name explaining that she is going away with Adam for a while. Ariel sees Ben in college and she notices something wrong with his eye. She urges Ben to go to the hospital because his eye is bleeding. They go to the hospital together. In the hospital, the doctor explains to him that he is very lucky because they noticed the hemorrhage in his eye before it was too late. The doctor asks Ben about the reasons behind taking large doses of Ethambutol. Ben tells him that he is not taking any type of antibiotics. The doctor explains that Ethambutol is used to treat tuberculosis. Ariel explains that tuberculosis is the reason behind the death of Adam's mother. The doctor finds out that Ben is not taking this medication voluntarily. Ariel explains that Adam is drugging him and she also argues that Adam is drugging her mother as well. She tells the doctor to call the cops and she rushes with Ben outside to rescue her mother. They go home; however, Dana is not there. The cops refuse to take any action towards Adam because there are no evident signs of abduction. Ariel and Ben start to call all the pharmacies in the region to ask about Adam. They find the address of the cottage that Adam took Dana to. Ariel and Ben rush to the cottage. Ariel starts to look for her mother while Ben tries to get the police. Meanwhile, Dana is trying to escape; however, Adam does not allow her to do so. Eventually, Dana succeeds in escaping but Adam follows her outside. Adam catches Dana and he holds her down. Ariel finds them and she tells Adam to leave her mother alone. Adam spitefully refuses to do so, exposing his true evil nature and real motive of wanting to keep Dana all to himself. He then hits Ariel, pushes her down, and starts choking her, but Ariel starts fighting back and eventually wins the fight, beating Adam down to the ground hard enough so that he is too beaten to retaliate, allowing the police to come, along with Ben. Ben denounces Adam for his actions, saying he trusted him, and he, Dana and Ariel watch as Adam is arrested by the police for his crime of abducting Dana. The film ends with Ariel and Dana visiting the graves of Cameron and Dana's husband, content in moving on with their lives without a now-imprisoned Adam to interfere. == Setting == The story of this film takes place in the fictional town of \"Ridgewood\"; Ridgewood was also the setting of the Lifetime movies A Mother's Nightmare and A Wife's Nightmare. == Cast == * Emily Osment as Ariel Morgan * Gregg Sulkin as Ben Woods * Paul Johansson as Adam Smith * Victoria Pratt as Dana Morgan * Richard Karn as Cameron \"Cam\" Morgan * Jaden Rain as Brooks * Eric Breker as Vic * Gabriela Zimmerman as Maria * Peter Benson as Dr. Logiehttps://www.imdb.com/name/nm1193045/ * Alex Zahara as Dr. Shwarzstein == Production == Filming for the movie began in 2013 and it was filmed in Kelowna, Canada. They filmed in the Okanagan area because of the California- like scenery and the lower costs. At the beginning of the film, Emily Osment sings the hymn \"No Regrets\" whose lyrics were written by the screenwriter Shelley Gillen with a music composed by Shane Harvey. ==References== == External links == * * * Category:2014 television films Category:American films Category:English-language films Category:2014 thriller films Category:Thriller television films Category:Lifetime (TV network) films Category:American thriller films ",
    "title": "A Daughter's Nightmare"
}