{
    "id": "44271653",
    "text": "{| |} HMS Sunfish was a \"twenty-seven knotter\" torpedo boat destroyer of the British Royal Navy. Built by the Tyneside shipbuilder Hawthorn Leslie, Sunfish was one of three destroyers built by Hawthorns that year. She was sold for scrap in 1920. ==Design and construction== HMS Sunfish, along with sister ships and , was one of three destroyers ordered for the Royal Navy from Hawthorn Leslie on 7 February 1894 as part of the 1893–1894 Naval Estimates. A total of 36 destroyers were ordered from 14 shipbuilders as part of the 1893–1894 Naval Estimates, all of which were required to reach a contract speed of .Lyon 2001, p. 92.Lyon 2001, pp. 19–20. The Admiralty laid down broad requirements for the destroyers, including speed, the use of an arched turtleback forecastle and armament, with the detailed design left to the builders, resulting in each of the builders producing different designs.Chesneau and Kolesnik 1979, p. 87.Manning 1961, p. 39. Sunfish was long overall and between perpendiculars, with a beam of and a draught of . Displacement was light and full load. Eight Yarrow boilers, with their uptakes trunked together to three funnels, fed steam at to two triple-expansion steam engines, rated at .Friedman 2009, p. 44.Friedman 2009, p. 291. Armament consisted of a single QF 12 pounder 12 cwt gun and three 6-pounder guns, with two 18 inch (450 mm) torpedo tubes.Friedman 2009, p. 291. One of the torpedo tubes could be removed to accommodate a further two six-pounders.Lyon 2001, pp. 98–99. The ship's crew was 53 officers and men.Manning 1961, p. 38. On 17 September 1895 Sunfish was laid down as Yard Number 325 at Hawthorn Leslie's Hebburn, Tyneside shipyard, and was launched on 28 May 1895.Friedman 2009, p. 302.Chesneau and Kolesnik 1979, p. 63. The ship reached a speed of during sea trials,Brassey 1897, p. 321. and was completed in February 1896. ==Service== Sunfish took part in the 1896 British Naval Manoeuvres, attached to the Channel Fleet operation from Berehaven in southern Ireland.Brassey 1897, pp. 141–143, 149. She was part of the Mediterranean Fleet, but boiler problems caused her to be laid up at Malta from August 1900 to May 1902 while the boilers were re-tubed and the bottom reservoirs repaired. In June 1902 she left for Gibraltar, and early the following month she arrived at Plymouth, and proceeded to Chatham to pay off. Lieutenant John M. D. E. Warren was appointed in command on 2 August 1902, when she joined the Medway instructional flotilla. A month later, her stem was damaged during docking at Dundee in a gale, but she rejoined the flotilla in mid-October after repairs. In 1905, Sunfish was one of a number of old destroyers which the Rear Admiral (Destroyers) condemned as being \"..all worn out\", with \"every shilling spent on these old 27-knotters is a waste of money\".Lyon 2001, p. 116. Sunfish formed part of the Sixth Destroyer Flotilla at Devonport in 1910, and remained a part of that flotilla in 1912. On 5 June 1911 Sunfish hit the bow of the destroyer when clearing her moorings at Waterford Harbour, and then when trying to get clear of Havock, collided with the Torpedo boat Torpedo Boat 045. Sunfish was slightly damaged and returned to Devonport for repair. On 30 August 1912 the Admiralty directed all destroyers were to be grouped into classes designated by letters based on contract speed and appearance. After 30 September 1913, as a 27-knotter, Sunfish was assigned to the .Gardiner and Gray 1985, p. 18.Manning 1961, pp. 17–18.Dittmar and Colledge 1972, p. 56. By February 1913, Sunfish was not part of an active flotilla, but was attached as a tender to the shore establishment at Devonport, with a nucleus crew and was still attached to Vivid in July 1914, on the eve of the outbreak of the First World War. By January 1915, Sunfish was allocated to the Devonport Local Defence Flotilla. On 23 July 1917, Sunfish, still part of the Devonport Local Defence Flotilla, was involved in operations to hunt a submarine that had been spotted in Lyme Bay. Despite the submarine being spotted on the surface by a Motor Launch, the hunt was unsuccessful, with the submarine escaping. Sunfish remained at Devonport until the end of the war. Sunfish was sold for scrap on 7 June 1920. ==Pennant numbers== {| class=\"wikitable\" style=\"text- align:center\" !Pennant number ||From||To |- |D47||6 Dec 1914||1 Sep 1915 |- |D2A||1 Sep 1915||1 January 1918 |- |D81||1 January 1918|| - |} ==References== ===Notes=== ===Citations=== ===Bibliography=== * * * * * * * * Category:Ships built on the River Tyne Category:1895 ships Category:A-class destroyers (1913) ",
    "title": "HMS Sunfish (1895)"
}