{
    "id": "44272330",
    "text": "Giovanni Castagneto; portrait by Estêvão Silva (1880) Giovanni Battista Felice Castagneto, or João Batista Castagneto, (27 November 1851, Genoa, Italy - 29 December 1900, Rio de Janeiro) was an Italo-Brazilian landscape and seascape painter. == Biography == In Italy, he was a sailor. Nothing is known about his early education, but he must have displayed some talent because, upon arriving in Brazil in 1874 with his father (who was also a sailor), he immediately sought to enroll in the Academia Imperial de Belas Artes. According to his biographer, Carlos Roberto Maciel Levy (pt) (de), Castagneto discovered that he was too old to be admitted, so his father falsified information to claim that Castagneto was only sixteen. Confusion concerning his birth year persisted throughout his life. His prior education must have been very deficient, as he did poorly on the exams. Nevertheless, he was allowed to audit classes. Afternoon in Toulon (1893) Eventually, he was able to study with Victor Meirelles and João Zeferino da Costa, acting as an assistant on Costa's work at the Candelária Church.Biography and commentary@ the Enciclopédia Itaú Cultural In 1883, he was able to find work as a drawing instructor at a local art school. He also worked with Georg Grimm between 1882 and 1884, helping him to establish his studio on the beach at Boa Viagem in Niterói, and became one of the first members of what was later known as the \"Grupo Grimm\", along with Antônio Parreiras, Hipólito Boaventura Carón and others. He held his first exhibition in 1886 and later taught at the Liceu Nilo Peçanha in Niteroi. From 1890 to 1893, he travelled throughout France, but was not attracted to Paris and chose to paint maritime subjects in Toulon. While there, he met Frédéric Montenard, who suggested that he study with the well-known seascape painter François Nardi (also of Italian origin). Upon his return to Brazil, Castagneto put on a major display of his Toulon paintings at the Escola Nacional de Belas Artes. These paintings would later be some of his best-known works. During his final years, Paquetá Island was his favorite place to paint. ==References== == Further reading == * Carlos Roberto Maciel Levy. O Grupo Grimm: paisagismo brasileiro no século XIX. Rio de Janeiro: Pinakotheke, 1980. * Carlos Roberto Maciel Levy. Giovanni Battista Castagneto (1851-1900): o pintor do mar. Rio de Janeiro: Pinakotheke, 1982. ==External links== * * An appreciation of Castagneto @ Bolsa de Arte. Category:1851 births Category:1900 deaths Category:Brazilian painters Category:19th-century Italian painters Category:Italian male painters ",
    "title": "Giovanni Battista Castagneto"
}