{
    "id": "44270070",
    "text": "One of three themed advertisements used in the Why didn't you invest in Eastern Poland? campaign. This advertisement used the image of a child, whilst the other two featured a father-in-law and a psychoanalyst. Why didn't you invest in Eastern Poland? () was an advertising campaign conducted by the Polish Information and Foreign Investment Agency (PAIiIZ), and supported by the European Regional Development Fund, to raise the domestic and international profile of Eastern Poland, with the aim of increasing economic investment in the region. == Background == Eastern Poland is a macroregion in Poland comprising Lublin, Podkarpackie, Podlaskie, Świętokrzyskie and Warmian- Masurian voivodeships, which based on Eurostat data from 2002 had the lowest GDP per capita in the enlarged European Union. To help accelerate growth rates of foreign investment, socio-economic development and business travel in the region, the Eastern Poland Economic Promotion Programme was initiated under the aegis of the Polish Information and Foreign Investment Agency PAIiIZ. Funded with some 86 million złoty, the programme from 2009 to 2015, promotes strategic sectors of the economy in the Eastern Poland macroregion, including food, furniture, aviation, machinery and renewable energy. In 2011, the Polish economy saw an increase of 67% in foreign investment, whilst the European average saw only a 17% increase. From 2009 to 2012 the programme had contributed to the realisation of 21 investment projects with the creation of 3,500 jobs in the macroregion. As a result of the continuing programme, over the same period, investor awareness in Eastern Poland has increased, with 29% of respondents to a survey regarding Eastern Poland as an attractive region in which to do business. == Advertising campaign == To further increase awareness and the attractiveness of investing in Eastern Poland in the key markets of the European Union, United States, Russia, China, South Korea, India and the Gulf states, a media campaign was planned by PAIiIZ which would primarily be aimed towards international business leaders, opinion makers and consultancies. To aid the planned campaign, a competition was organised which saw a submission by Demo Effective Launching (Maciej Turkawski -project manager), being announced the winner, with a total implementation cost of 298,000 złoty. The campaign submission by Demo was the cheapest, whilst the most expensive proposal had a costing of 2.32 million złoty. The agency decided to use a formula centred on minimal content and emotions against the more traditional imagery of landscapes or famous individuals. The campaign, which was announced in September 2012, was structured around potential investors being presented with a simple question, posed by the viewer's hypothetical son, but also father-in-law or psychoanalyst in different versions. In the example of the advertisement featuring the serious-looking son, the campaign is presented as: What will you say when your child asks: Why didn't you invest in Eastern Poland? The six-month-long campaign began in Poland on 10 September 2012, and outside Poland on 17 September 2012, and consisted of several video commercials which aired on networks such as TVN24 and CNN, and print advertisements which appeared in publications such as The Economist, in addition to locations such as airports around Europe. Nina Kowalewska-Motlik, the President of New Communications, said the advertisements were smart, light, playful, innovative and different from traditional advertisements so far used in the international media to attract investment. Furthermore, she stated, \"I believe that people who see the spot, they will want to learn more about Eastern Poland.\" Katarzyna Tyska of TESTA Communications said that people are beginning to show interest in Eastern Poland, are visiting the campaign's website, and are seeing a real, positive image of Eastern Poland. == Reception == Upon the campaign being released to the public it was mocked, and netizens began to create dozens of parodies. In January 2013 the advertising campaign was featured in Something Awful's Photoshop Phriday, where it was turned into a meme. The parodies showed Eastern Poland as a backward place from another planet, drew inspirations from the works of Zdzisław Beksiński and themes such as the Smolensk disaster, the mutant from the 1990 film Total Recall, implying Poland is a banana republic, among others. In the strategy video game Europa Universalis IV, \"Invest in Eastern Poland\" appears as a national Polish mission. Tim Nudd in Adweek noted, on the advertisements, that Eastern Poland is \"a region in which you simply must invest, lest you ruin your child's life forever. Somewhat more cryptically, the campaign also suggests that your therapist will also be super pissed if you miss the Eastern Poland boat.\" Matthew Yglesias called the advertisement the \"greatest economic development poster of all time\", but on the theory that investing in Eastern Poland is recommended due to the region catching up with the western half of the country over a long-term period he stated, \"If you want to invest in Poland, west is best. Convergence is a myth.\" Jan Cieński mirrored Yglesias' opinion, saying on attempts to narrow the gap between the eastern and western areas of the country, that \"(i)n the end, despite a clever ad campaign, eastern Poland may well be left behind as the rest of the country races forward.\" Bożena Czaja, the Vice-President of PAIiIZ, told Puls Biznesu that it would likely take a year before the Agency could ascertain whether the campaign was successful, but noted that Korean investors had shown interest in investing in Lublin and Kielce, and that there had been an increased recognition of the Eastern Poland brand. Sadowski on the progress of the campaign stated, \"It's brilliant. The advertising worked.\" ==Use by others== Cambodian Ministry of Foreign Affairs and International Cooperation and Cambodian Ministry of Economy and Finance made a similar campaign to Why didn't you invest in Eastern Poland? to encourage Cambodia's export partners and import partners to invest in Cambodia. == See also == * Daddy, what did you do in the Great War? == References== == External links == * Something Awful \"Photoshop Phriday\" Category:Internet memes Category:Economy of Poland Category:Advertising campaigns Category:Polish advertising slogans Category:Words and phrases introduced in 2012 Category:2012 in Poland Category:2013 in Poland ",
    "title": "Why didn't you invest in Eastern Poland?"
}