{
    "id": "44272445",
    "text": "Snowbird Glacier is a hanging alpine glacier in the Talkeetna Mountains of Alaska. ==Location and terrain== Snowbird Glacier is located near the southwestern corner of the Talkeetna Mountains of Alaska. It sits in a high alpine bowl surrounded by largely unnamed rugged granite peaks, glaciers, and canyons. Snowbird Glacier is located in a high alpine zone characterized by rock, ice, and minimal vegetation. ==Human activity and recreation== During the winter and spring, Snowbird Glacier is often visited by backcountry skiers and snowmachiners. During the summer and fall, the glacier is frequented by hikers and backpackers. The glacier lies on the popular Bomber Traverse in the Talkeetna Mountains, which connects several remote mountain huts. A hiker stands above a massive moulin on Snowbird Glacier. Though Snowbird Glacier is almost or completely free of crevasses, moulins present a potential hazard to visitors during all months.During winter months, adjacent peaks and snowfields may be subject to avalanches. Snowbird Glacier is generally considered safe to travel on during summer months without technical gear, though light crampons or Yaktrax will significantly improve footing. Visitors during all seasons are strongly cautioned to beware of surface water features and moulins, large vertical shafts carved by meltwater which dive from the surface into the heart of the glacier. == Snowbird Glacier Hut == In 2006, the American Alpine club secured a permit to build a wilderness hut on the northeastern edge of the glacier, on a high moraine above the glacier terminus. This hut was effectively a replacement of a previous structure, a decrepit \"space dome\" installed around 1985 which was approaching the end of its usable life, and which has now been removed. The Snowbird Glacier Hut perched above the clouds in the Talkeetna MountainsThe new hut was designed for free by Rim Architects of Anchorage, Alaska, and completed in 2010 largely through extensive volunteer efforts. The hut is open to the public and free to use year-round. According to the American Alpine Club, \"Guests should expect to share the hut with respect and consideration for others. In addition, this hut encourages understanding and cooperation among multiple parties that wish to use it. If additional parties arrive during your stay, please make an effort to accommodate them.\" The GPS coordinates of the hut are 61 degrees 51.506 North by 149 degrees 12.113 West.Snowbird Hut American Alpine Club Hikers are cautioned not to rely on the hut as their sole source of safety or shelter, because it can be difficult to locate or already full. ==References== ==External links== * Snowbird Glacier Hut, the official American Alpine Club web page for the Snowbird Glacier Hut * Snowbird Glacier and Hut, a trip report by the Last Frontier Adventure Club Category:Glaciers of Alaska Category:Glaciers of Matanuska-Susitna Borough, Alaska ",
    "title": "Snowbird Glacier"
}