{
    "id": "44275366",
    "text": "Barbara Lynch is a restaurateur. In 2017 she was included in Time magazine's \"Top 100 Most Influential People of the Year\" for her pioneering contributions in the culinary world and her focus on local wealth creation through agronomy. In 2014 she was the second woman to be awarded the James Beard Foundation Award for Outstanding Restaurateur, which honors \"a working restaurateur who sets high national standards in restaurant operations and ownership.\" ==Early life== Lynch grew up in South Boston during the era of desegregation busing. It was her first kitchen job as a teenager and inspiration from a home economics teacher that led her to choose a career as a chef. Lynch did not complete high school.http://elitedaily.com/news/business/100-top- entrepreneurs-succeeded-college- degree/http://www.businessinsider.com/top-100-entrepreneurs-who-made-millions- without-a-college-degree-2011-1 ==Career== Lynch worked with Todd English (starting in 1989) for several years before leaving to tour Italy. When she returned to Boston, she was appointed Executive chef at the trattoria Galleria Italiana, and subsequently won Food & Wine's “Ten Best New Chefs in America” award. In 1998, she opened her first restaurant, No. 9 Park, near the Boston Common and Massachusetts State House. Her business Barbara Lynch Gruppo now has 220 employees and grosses about $20 million annually. She oversees a catering company and several popular restaurants: No. 9 Park (a Brahmin Beacon Hill standard), Sportello (a date-night pasta place), Drink (a craft-cocktail bar), B&G; Oysters (a seafood joint), the Butcher Shop (a meat counter and cafe), Menton (a fine-dining establishment) and Stir (an open demonstration kitchen where she offers classes). The Barbara Lynch Gruppo includes the Boston restaurants No. 9 Park, B&G; Oysters, and Menton (named in March 2014 one of the Top 10 Foodie Spots In Boston by USA Today). Lynch also dedicates time and resources to several neighborhood organizations around Boston. An initiative by Lynch and her employees in 2011 promoted healthy and sustainable eating habits in at-risk schools in Boston. ==Awards and honors== Besides the aforementioned Outstanding Restaurateur award, she has won James Beard Awards for who’s who of food & beverage in America in 2013, the award for outstanding wine program (No. 9 Park) in 2012, and best chef in the Northeast (No. 9 Park) in 2003. After opening No. 9 Park, Lynch's restaurant was named one of the “Top 25 New Restaurants in America” by Bon Appétit and “Best New Restaurant” by Food & Wine. She is the sole female Relais & Châteaux grand chef in North America. In 2009, she won the Amelia Earhart Award. Her first cookbook, Stir: Mixing It Up in The Italian Tradition, received a Gourmand Award for Best Chef Cookbook in the USA in 2009. Lynch made the 2017 Time magazine's \"Top 100 Most Influential People of the Year.\" In April 2017, Lynch released a memoir titled \"Out of Line, A Life playing with Fire,\" in the memoir Lynch opens up about her personal life. ==References== ==External links== *How I Did It: Famous Chef Barbara Lynch of Barbara Lynch Gruppo and No. 9 Park | Inc.com *After South Boston, a Restaurant Was Easy Category:American women chief executives Category:American chief executives of food industry companies Category:American chefs Category:American restaurateurs Category:Women restaurateurs Category:Businesspeople from Boston Category:Living people Category:Year of birth missing (living people) Category:Place of birth missing (living people) Category:Women cookbook writers Category:James Beard Foundation Award winners ",
    "title": "Barbara Lynch (restaurateur)"
}