{
    "id": "44271513",
    "text": "Crave (formerly known as CraveTV) is a Canadian subscription video on demand service owned by Bell Media. The service competes directly with other subscription-based over-the-top streaming services operating in Canada, primarily the American-based services Netflix, Disney+ and Amazon Prime Video. Crave is the primary on-demand outlet for Bell's exclusive Canadian rights to most original programming from American television and streaming services HBO, HBO Max, Showtime, Comedy Central, and Starz; it also offers various theatrical films and other television series including Bell Media original series and foreign acquisitions. However, current seasons of HBO and Starz programs, and most films, are only available through add-on subscriptions corresponding to the Crave/HBO and Starz linear pay television networks. Crave is available both as an over-the-top subscription service directly from Bell Media or through intermediaries such Apple (for in-app purchases), or as a video-on-demand package through participating Canadian television service providers. Since November 2018, the VOD service has been operated jointly with the Crave pay TV network (formerly The Movie Network), but for regulatory purposes it is handled as a separate operation. In January 2020, Crave began to similarly integrate with Bell's French-language pay TV service Super Écran, although this service is co-branded, and Super Écran retains its existing branding. == Service structure == The Crave video-on-demand service is registered with the CRTC as a licence-exempt \"hybrid\" VOD service, (search \"Crave\" under \"Name of service\") allowing its programming to be offered on- demand through cable/IPTV service providers, without an accompanying linear channel, provided that it is also available via the Internet on a direct-to- consumer basis. Regardless of subscription method, programming is available for streaming through Crave's website, mobile apps, video game consoles, smart TVs and other devices; when subscribed to through a TV provider, some or all programming may be also available through that provider's set-top boxes. Bell's Crave (formerly TMN), Starz (formerly Encore), and Super Écran linear TV channels are offered under separate licences, however upon its relaunch in November 2018, the direct-to-consumer Crave service launched add-on tiers which includes access to the programming and linear streams of the Crave linear service, and eventually Starz and Super Écran. At the same time, subscribers to the former TMN linear service began to receive access to the former CraveTV VOD library at no additional charge, when signed into the Crave streaming platform via TV Everywhere. Programming on the Crave streaming platform is divided between four packages: * Crave – entry-level package including most original programming from Showtime, previously-aired HBO programming, past seasons of selected current HBO and Starz programming, and other Canadian and international programming, much of which is available on Hulu in the U.S. and/or has aired previously on other Bell Media channels. Programming is available in both English and French, though not all programming in one language is available in the other. Direct-to-consumer subscribers must subscribe to this package to be able to purchase add-on subscriptions. * Movies + HBO – add-on subscription providing access to the Crave linear TV channels (including the Canadian version of HBO) and on-demand access to their associated programming, not included in the base package. This includes most first-run HBO (U.S.) programming, certain other series including Shameless, and exclusive \"first window\" subscription streaming rights to recent theatrical films including those distributed by Warner Bros., 20th Century Studios, Universal Pictures, Sony Pictures (theatrical releases through mid-2019), and Entertainment One (certain films), which are typically added about 8 months after theatrical release. Bell Media has stated there is no difference in the programming available to direct-to-consumer subscribers to Crave with the \"Movies + HBO\" addon compared to those subscribed to the Crave pay TV service via a traditional TV service provider. * Starz – add-on subscription corresponding to the Canadian version of Starz, including most first-run Starz (U.S.) programming, certain first-run Lionsgate films, additional series from Hulu and the Lionsgate library, and older theatrical films from various distributors. * Super Écran – add-on subscription corresponding to Bell's French-language pay channel Super Écran, including original series, French-language (dubbed or subtitled) versions of programming from HBO and select acquisitions and theatrical films (with a lineup similar but not exactly the same as the films carried in English by Crave). Both Starz and Super Écran can also be subscribed to individually through TV service providers. Such subscribers can access programming for their subscribed services through the Crave platform using TV Everywhere authentication, however in these cases they do not necessarily receive access to the base Crave package. ==History and distribution== Bell Media announced the impending launch of a streaming and video-on-demand service focused on TV series programming on October 30, 2014, initially referring to it by the code name \"Project Latte\". It was revealed shortly after the announcement of a similar service named Shomi, to be jointly operated by rivals Rogers and Shaw. The final name of CraveTV was revealed a few days before launch that December, as was its monthly price of $4 per month – half the monthly Canadian price of Netflix at the time, or roughly the retail price of a latte (hence the code name). However, unlike Netflix which was sold directly to consumers via the Internet, CraveTV was only made available on launch as an add-on for subscribers of television service providers owned by Bell Canada (including Bell Satellite TV, Bell Fibe TV, Bell Aliant, and Northwestel cable TV), along with Eastlink and Telus. In February 2015, Access Communications, Cable Cable, and Nexicom were added, giving the service wider availability in Saskatchewan and Northern Canada. Former logo for CraveTV used until November 2018 At the time of launch Bell did not indicate any plans to make CraveTV available on a standalone over-the-top basis, instead stating that CraveTV would \"enhance the value of the subscription television ecosystem\" and would be \"available to every TV provider in Canada\". Kevin Crull, president of Bell Media at the time, contended that television content on any streaming service \"[would not] exist if you didn't have the traditional TV system. So you really can't sustainably have one without the other.\" Further, he stated that the service would not \"cannibalize\" Bell's investment in traditional linear television services. Tying the service to a television service also counters the trend of \"cord cutting\", in which one drops cable or satellite television in favor of exclusively obtaining television programming over-the-air and through SVOD services. On July 13, 2015, Bell announced that CraveTV would transition to an over-the-top service available to all users, regardless of provider, in January 2016. That month, the service when sold through TV providers increased in price from $4 to $6 per-month. On January 14, 2016, CraveTV was launched as an over-the-top service, costing $7.99 per-month. Prices were raised again in May 2018, with the direct-to-consumer price increasing to $9.99. === Merger with Bell Media pay services === In October 2018, a Rogers Cable service bulletin stated that beginning in November, The Movie Network subscribers would begin to receive CraveTV as part of their service. On November 1, 2018, Bell announced that CraveTV had merged with The Movie Network, with both services renamed Crave (and the combined services promoted as \"The All-New Crave\"). Under the service's new structure, TMN linear subscribers additionally receive access to CraveTV's library as part of their service, and Crave's OTT service added a $19.98 \"Crave + Movies + HBO\" tier that adds access to TMN's film library and programming, including first-run HBO programming. The existing CraveTV service without films or current HBO programming remains available, at its existing $9.99 direct-to-consumer price. Distribution of the basic Crave service through service providers (in some cases at a lower price) also continues, now including additional providers such as Rogers Cable. Bell Media head Randy Lennox cited increasing competition with Netflix as a basis for the decision. The following spring, a Canadian version of Starz (newly renamed from TMN Encore) was launched on the platform as a further add-on, with a direct-to-consumer monthly price of $5.99. On January 21, 2020, Bell announced that Crave would expand into the French-language market on January 28, 2020. The service promoted that it would add roughly 5,000 hours of content in French to the service for all subscribers (including the new original series Pour toujours, plus un jour), and add a French-language premium tier in conjunction with Bell's Super Écran network. Existing Super Écran subscribers are being directed to the Crave apps for future TV Everywhere access to its content, replacing the existing Super Écran Go apps. == Device support and technical features == The Crave streaming platform supports access through most modern Web browsers, as well as apps for iOS/iPadOS, Android and Android TV devices, Apple TV, Samsung Smart TVs produced since 2014, Xbox One, Amazon Fire TV, Chromecast and Roku. Crave does not offer its own app for PlayStation 4, and its website does not support access on Linux or Chrome OS operating systems, nor in the Opera browser. However, videos can play on Chrome OS. TV service providers that offer Crave can also offer streaming access to its library to their subscribers through the provider's own platforms; some of these platforms may support additional devices. For example, VMedia offers a Roku app which includes access to Crave programming for those subscribing through that provider. === Accessibility === Crave's website and apps support closed captioning. Although much of Crave's programming on its linear channels now includes described video when accessed through a TV provider set-top box, this is not currently available through the streaming platform, either in on-demand video or in the live streams of its TV channels. ==Content agreements== As CraveTV, the service was oriented primarily towards television series, carrying over 10,000 hours of programming on-launch; Bell expected the library to double within a year of the service's launch. Among the programs that are exclusive to CraveTV are programs broadcast by other Bell properties (such as The Big Bang Theory, Doctor Who, Marvel's Agents of S.H.I.E.L.D) and Comedy Central original series. In October 2014, shortly before launch, Bell announced a deal with HBO to bring the U.S. service's \"off-air\" programming (i.e. series no longer in production), such as The Sopranos, Sex and the City, The Wire, and various older HBO-produced television films, documentaries, and stand-up comedy specials, to CraveTV. At the time of launch, current HBO programming remained exclusive to HBO Canada, a multiplex channel of The Movie Network; it is now included in Crave's premium tier. On January 29, 2015, Bell announced a similar licensing deal with Showtime, which would see most of its off-air library added to CraveTV as well. In March 2015, CraveTV announced the acquisition and production of Letterkenny, the service's first original series.'19-2' star Jared Keeso to helm original scripted comedy for CraveTV. CTV News, March 5, 2015. In February 2016, Bell Media announced that it had acquired exclusive rights to the current incarnation of Doctor Who, with CraveTV adding series 9 later that year, series 1 through 8 by the end of the year, and completed series added to the service following the conclusion of their first-run airings on Space. In July 2016, Bell Media announced that it had acquired rights to current and past Star Trek television series for CraveTV and its cable networks (such as Space), including the then-upcoming Star Trek: Discovery, aswell as the later Star Trek: Picard and Star Trek: Lower Decks (which are streamed on CBS All Access in the United States). On October 24, 2016, Bell announced that new and returning Showtime programming would become available on CraveTV day-and-date with their U.S. premiere, beginning with the third-season premiere of The Affair. Previously, they were only added after their seasons concluded on The Movie Network. In June 2017, Bell reached a deal to sell Comedy Gold to Wow Unlimited Media. As part of the sale, Wow agreed to provide content for Bell Media's OTT ventures. In September 2018, CraveTV launched the \"Wow! Preschool Playdate\" and \"Wow! World Kids\" collections. In June 2019, Crave acquired streaming rights to the American and British versions of RuPaul's Drag Race, as part of a partnership with LGBT specialty network OutTV to co-commission a Canadian version of the franchise, Canada's Drag Race. Both outlets will share the Canadian rights to all three series, and premiere new episodes on the same day as their domestic broadcast. On October 30, 2019, Bell announced a further expansion to its agreement with HBO parent WarnerMedia, now covering HBO Max original scripted programs produced by Warner Bros. Television and its subsidiaries, in addition to extending Crave's rights to HBO main channel programming and first-window pay rights to Warner Bros. films. All HBO Max programs covered by the agreement will be available on the Crave streaming platform, though some may also have linear airings on CTV or other Bell channels. The current agreement does not cover HBO Max programming commissioned from other studios, most animated programs, or other library content which will be part of the HBO Max service in the U.S. (such as Friends). Coincidentally, Crave also holds equivalent Canadian streaming rights to several programs that HBO Max holds the U.S. streaming rights to, such as South Park, Doctor Who and The Big Bang Theory. == Reception == In February 2015, the Consumers' Association of Canada and the Public Interest Advocacy Centre filed a complaint with the Canadian Radio-television and Telecommunications Commission (CRTC) against both CraveTV and the competing service Shomi, arguing that their exclusivity primarily to those who are subscribers of their respective owners' television services was a form of tied selling that \"[discriminates] against customers who wish to only view programming through an Internet service provider of their choice\". On March 12, 2015, the CRTC announced new proposed regulations for video on demand services, creating a new category for \"hybrid online video-on-demand\" services between unregulated digital services and licensed video on demand services offered by television providers. Licensed VOD services are not allowed to offer \"exclusive\" content and are also subject to genre protection and Canadian content rules. Hybrid services would not be bound to the aforementioned rules, including the ability to offer \"exclusive\" content, and can be made accessible through a provider's set-top box, but they must be also offered over-the-top on a standalone basis without a television subscription. The CRTC did not explicitly state whether CraveTV or Shomi would be classified as a \"hybrid\" VOD service under its proposed regulations, which would have required them to offer their service on a standalone basis; a Bell spokesperson argued that CraveTV would not be subject to the requirements because it is a licensed VOD provider, and its content was not \"exclusive\" because Bell has offered the service for other providers. Nonetheless, Bell eventually registered CraveTV with the CRTC as a hybrid VOD service, and began to offer it on a standalone basis. It has been speculated that the closure of Shomi on November 30, 2016 would benefit CraveTV, which had shortly before hit one million subscribers. In February 2019, parent company BCE said that following the consolidation with TMN, Crave had reached 2.3 million subscriptions across all versions/levels of the service, and had become \"profitable\". BCE subsequently reported that Crave had 2.8 million subscribers as of June 2020. This includes households – totalling approximately 1.9 million, according to CRTC records as of August 2019 – that receive this access as part of their subscription to the legacy Crave pay TV service. In comparison, main competitor Netflix reported 6.5 million subscriptions in Canada as of the end of September 2019. ===Subscribers=== {| class=\"wikitable\" !Subscribers !!As of !!Ref |- |727,000 || June 30, 2015 || |- |Over 1 million || September 30, 2016 || (results for quarter ending September 30, 2016) |- |1.3 million || December 31, 2017 || (results for quarter ending September 30, 2016) |- |2.3 million || December 31, 2018 || |- |Over 2.7 million || June 30, 2019 || |- |2.6 million || December 31, 2019 || |- |2.7 million || March 31, 2020 || |- |2.8 million || June 30, 2020 || |} ==See also== * TV Everywhere ==Footnotes== ==References== ==External links== * Category:Subscription video on demand services Category:Internet properties established in 2014 Category:Bell Media Category:2014 establishments in Ontario Category:Canadian video on demand services ",
    "title": "Crave (streaming service)"
}