{
    "id": "44274281",
    "text": "Myrtle wreath at Vergina (, Latin: corona Verginae) made of gold myrtle (Myrtus communis) leaves and flowers is one of the most valuable finds from the antechamber of the royal Macedonian tombs at Vergina, Greece., Vergina the royal tombs and the ancient city, Ekotike Athenon S.A. Athens, 1989 From the Hellenistic period (300-30 BC), the gold wreath is thought to belong to Meda, the Thracian princess and fifth wife of Philip II of Macedon. , Heracles to Alexander the Great, Treasures from the Royal Capital of Macedon, 2011 Which was theorized by Greek archaeologist Manolis Andronikos, whom excavated the tomb of Philip II, father of Alexander the Great in 1977. This theory today is still in debate on whether this tomb actually belongs to these royals. Remains of Alexander the Great's Father Confirmed Found, 2014 ==Meaning and Symbolism== ===Myrtle and Attire=== See also: Olive wreath and Laurel wreath A plant sacred to the goddess Aphrodite, myrtle was a symbol of love. Greeks wore wreaths for special events and received them as athletic prizes and honors. The wreaths were made of gold foil, they were created to be buried with the dead but too fragile to be worn for everyday attire. The myrtle leaves and blossoms on the myrtle wreath were cut from thin sheets of gold, stamped and incised details, and then wired onto the stems. ,2014 Many that survive today were found in graves. ==The myrtle wreath== After restoration, there are 80 leaves and 112 flowers. The main wreath, from which the small twigs sprouted, consists of a narrow cylindrical rod, whose two ends are flattened by twisting together. The internal diameter of the main tube is 0.18 - 0.16 m. while the external is 0.26 - 0.23 m., Vergina the royal tombs and the ancient city, Ekotike Athenon S.A. Athens, 1989 The gold myrtle wreath was exposed at Archaeological Museum of Thessaloniki until 1997 when it is moved to Museum of Vergina.Καθ' οδόν: Στη Βεργίνα. Ριζοσπάστης, 16 Φλεβάρη 2003 ==References== Category:Art of Macedonia (ancient kingdom) Category:Culture of Macedonia (ancient kingdom) ",
    "title": "Myrtle wreath at Vergina"
}