{
    "id": "44278702",
    "text": "Anjali is a 2006 Indian Tamil-language soap opera starring Mallika, Prajin, Devadarshini, Poovilangu Mohan, Subhalekha Sudhakar, Devipriya and Rindhiya. It aired on Sun TV from 27 November 2006 to 25 April 2008 for 358 episodes. The show is produced by Aniksha Productions Anitha Kumaran and director by C.J.Bhaskar, title track was composed by Kiran and Lyrics by Vairamuthu. It was also aired in Sri Lanka Tamil Channel on Shakthi TV. ==Plot== The story revolved around the girl Anjali. She was a girl who was brought up from a rather poor family. Ashok was a rich guy who fell in love with Anjali. He was very adamant and at point of time, he succeeded in marrying her. Anjali's father was happy that a rich guy had married his daughter. He was also the son of his employer. Ashok's dad I was not so happy in this marriage, but he accepted for the sake of his son's happiness. After their marriage, Anjali moved into Ashok's house and one day end up seeing Ashok's father strangling his sister. The story took a turn, when Anjali knew that a girl was after Ashok and the mystery about the girl she was having. Anjali was shocked about this. The rest of the story was about her finding the truth and about the way Ashok dealt with the situation. The serial was watched by the audience with interest and they were curious about the turns and twists. The suspense was about the connection between Ashok and the child. The story was knitted in a such way that it made the viewers remain astonished at the end of every episode. ==Cast== ===Main cast=== * Mallika as Anjali * Prajin as Ashok * Prajin as Subramani ===Recurring cast=== *Deepa Venkat as Sathya * Devi Priya as Ganga * Vanaja as Kaveri * Ammu Krishnan as Thilaka * O.A.K. Sundar as Jeeva * Poovilangu Mohan as Chakravarthy * Rindhiya as Yamuna * Pollachi Babu as Babu * Vandhana as Roja * Brinda Das as Nalini * Supriya as Shreenithi * Devadarshini * Usha * Siva * Siva Kavitha * Subhalekha Sudhakar * Sathish * Bhuvana * Vijay Anand * Polachi Babu * Kamalaesh * Priya Dharsini * Gowthami Vembunathan ==International broadcast== * In Sri Lanka Tamil Channel on Shakthi TV. * It aired in the Indian state of Andhra Pradesh on Gemini TV Dubbed in Telugu language as Anjali. ==External links== * Official Website Category:Sun TV television series Category:Tamil-language television soap operas Category:2006 Tamil-language television series debuts Category:2000s Tamil-language television series Category:2008 Tamil-language television series endings Category:Tamil-language television shows ",
    "title": "Anjali (2006 TV series)"
}