{
    "id": "44277188",
    "text": "Baron was a politician and bureaucrat in Meiji period Empire of Japan. In 1907, he was raised to the rank and title of danshaku (baron) under the kazoku peerage system. \"Nobility, Peerage and Ranks in Ancient and Meiji-Japan\", p. 24. == Biography == Shirane was born in Hagi as the younger son of a samurai in the service of Chōshū Domain. He was educated at the domain’s Meirinkan academy. After the Meiji restoration, in 1868 he travelled to Tokyo and entered the Keio Gijuku, the predecessor to Keio University. On graduation, he accepted a bureaucratic position in the Ministry of Justice, but changed to the Home Ministry shortly thereafter. He was appointed governor of Ehime Prefecture in 1888, and governor of Aichi Prefecture in 1889. After serving as Home Secretary under Saigō Tsugumichi during the 1st Yamagata Aritomo administration, he was one of twelve members of the government to be appointed to the Diet of Japan upon its opening in 1890. He continued in his post as Home Secretary under Shinagawa Yajirō in the 1st Matsukata Masayoshi administration (1891–1892). He assisted Shinagawa in using his authority as Home Minister to take police action to suppress opposition political party activities during the tumultuous Japanese General Election of 1892 by accusing candidates of sedition, and intimidating candidates and voters.Schencking. Making Waves. Page 61–62 Shinagawa came under much public criticism over the resulting riots and other public disturbances around Japan was forced to resign from his post.Keane, Emperor of Japan, Meiji and His World. pages 460–463 However, Shirane was not forced to resign as well despite his activities under Shingawa, and his constant attempts to undermine Shinagawa’s successor as Home Minister, Soejima Taneomi.Ozaki. The Autobiography of Ozaki Yukio. Page 134 From October 9, 1895, to September 26, 1896, Shirane was appointed Minister of Communications under the 2nd Itō Hirobumi cabinet. On February 7, 1897 he was elevated to the kazoku peerage with the title of baron (danshaku), and on February 7, 1897, was appointed to a seat in the House of Peers, which he held to his death in June 1898 of gastric cancer. == References == * Keene, Donald. (2002). Emperor of Japan: Meiji and His World, 1852–1912. New York: Columbia University Press. ; OCLC 46731178 * Large, Stephen S. Shōwa Japan: Political, Economic and Social History, 1926–1989. Taylor & Francis, 1998. * Schencking J. Charles. Making Waves: Politics, Propaganda, And The Emergence Of The Imperial Japanese Navy, 1868–1922. Stanford University Press (2005). * * Ozaki, Yukio. (2001). The Autobiography of Ozaki Yukio: The Struggle for Constitutional Government in Japan (translated by Fujiko Hara). Princeton: Princeton University Press. ==Notes== Category:1850 births Category:1898 deaths Category:People from Yamaguchi Prefecture Category:People from Chōshū domain Category:People of Meiji-period Japan Category:Government ministers of Japan Category:Members of the House of Peers (Japan) Category:Kazoku Category:Deaths from cancer in Japan Category:Politicians from Yamaguchi Prefecture Category:Governors of Aichi Prefecture Category:Governors of Ehime Prefecture ",
    "title": "Shirane Sen'ichi"
}