{
    "id": "44274444",
    "text": "Rey Aldo Manaj (born 24 February 1997) is an Albanian professional footballer who plays as a striker for Spanish club Barcelona B and the Albania national team. ==Club career== ===Early career=== Manaj was born in Lushnjë, Albania in 1997, and moved to Italy with his parents, where he began his football youth career at the age of 11 with Piacenza. Principally he had two trials at two major academies at Italy Milan and Atalanta but didn't managed to pass at not one. When he was 11 years old in 2008 he managed to enter at Piacenza academies where he achieved a few trophies and individual ratings. In 2012 this academy managed by Leonardo Garilli family was declared bankrupt in 2012 and Manaj moved to U.S. Cremonese managed by Gigi Simoni. In 2013, Cremonese loaned him to Sampdoria youths which was managed at the time by Pedone. During a training game against the first team, as soon as Manaj saw that the goalkeeper Júnior da Costa went wide, he tried to catch him by surprise with a shot from the middle of the field. The shot finished wide, but close to the goal. Pedone told Manaj \"If you do this the next time I will replace you!\" A few weeks later, when Genovese team faced Siena primavera, Manaj made the same effort, but this time the ball ended straight into the net. Recalling what happened in training match against the first team Sampdoria, Manaj addressed the technician Pedone saying: \"Coach, so is this good?\" He managed to play some games with the \"Primavera\" (U-19) of coach Enrico Chiesa. Sampdoria could have purchased Manaj definitively as it was part of the loan deal with right clauses for purchase of €300,000 fee after the loan ended on 30 June 2015 but Sampdoria had a club change in ownership with Massimo Ferrero replacing former president Riccardo Garrone's family, and the purchase option expired. When Sampdoria was presented again at the table of Cremonese after 30 June, the demand of Cremonese's president, Luigi Simoni, was €700,000 for co-ownership with many other provisions and Sampdoria refused to pay that amount. ===Cremonese=== Manaj made his Cremonese debut on 7 September 2014 at the age of 17, featuring in the last 14 minutes of the 1–2 away win against Mantova. He later played his first match as a starter in a 1–0 away lose against Pordenone. Manaj scored his first professional goal on 11 October during the 1–1 draw against Alessandria Calcio, became the youngest player to score a goal in this category at the age of 17 years and 7 months. ===Inter Milan=== After many speculations about his future which related him with Juventus, Atlético Madrid, Roma, etc., on 14 July 2015 Manaj was sold to Inter Milan for a fee of €1 million and he signed a five-year contract. Also in return, Inter loaned Cremonese two players Fabio Eguelfi and Francesco Forte as a part of the operation for Manaj's transfer to Inter. Principally Manaj was included to training in the first team by the coach Roberto Mancini. He showed an impressive form, scoring two goals in two consecutive mini-preparatory matches between Inter. ====2015–16 season==== Manaj debuted for Inter as a substitute in place of Jeison Murillo in a friendly match against Athletic Bilbao on 6 August 2015 won by Inter 2–0. He made his Serie A debut on 23 August 2015 in team's opening match of 2015–16 season, replacing Brozović in the 85th minute of the 1–0 home win against Atalanta. On 15 December, Manaj started for the first time during the Coppa Italia encounter against Cagliari, playing full-90 minutes and providing the assist of the first goal scored by Palacio in an eventual 3–0 win. On 2 March 2016, in the returning leg of Coppa Italia's semi-final against Juventus at San Siro, Manaj entered during the extra time as the match subsequently went into the penalty shootouts; he scored his penalty shootout attempt, but Inter lost 3–5 and eventually was eliminated from the competition. He finished his first season with Inter by making six appearances between league and cup, as he meanwhile contributed in the reserve team's success in Coppa Italia Primavera. On 24 June 2016, Inter and Cremonese reached the deal to terminate the co-ownership for another €500,000, making Inter was the sole employer of Manaj in the football field. ====Loan to Pescara==== On 11 July 2016, Manaj was sent on loan at fellow Serie A side Pescara along with Cristiano Biraghi as part of the transfer of Gianluca Caprari to Inter in 2017. He was presented on the same, where he has handed the squad number 9, quoting: \"I want to show all me qualities\". Manaj made his Pescara debut on 21 August in the opening league match of the season against Napoli, appearing as a second-half substitute for Ledian Memushaj in the 2–2 draw, and scored his first top-flight goal one week later against Sassuolo, again appearing as a substitute, as the match finished in a 2–1 away loss. His spell at Pescara was marred by his behaviour, as he was suspended in November by coach Massimo Oddo due to lack of discipline. In the press conference, Oddo said: \"Manaj is out for disciplinary reasons. I'm not here to tell what has happened in the dressing room, but today something has happened that should not happen. I prefer to take a player from the youth team instead of a player who doesn't know how to behave.\" This lead the club to cut short his loan, as Manaj made only 12 league appearances for the team, scoring twice in the process. ====Loan to Pisa==== On 18 January 2017, Inter Milan confirmed via its official website that Manaj joined Serie B side Pisa on loan until the end of 2016–17 season. He joined with his compatriots as Edgar Çani and former Albania international Samir Ujkani, who was the one to convince him to join the club. He made his competitive debut three days later in the league match against Ternana, missing a penalty kick in the last minutes of the match as Pisa won 1–0 at home. Despite missing the penalty, coach Gennaro Gattuso still praised his performance, saying that \"missing a penalty is a thing that could happen to everyone.\" Manaj scored his first goal on 12 March 2017 against Vicenza in the 60th minute, 4 minutes after coming on the pitch; his goal wasn't enough however, as Pisa lost 2–1 in the final moments. ====Loans to Granada and Albacete==== On 30 August 2017, Manaj joined Segunda División side Granada on a season-long loan with an option to buy. He made his debut two days later against Barcelona B coming on as a substitute in the 72nd minute in place of Adrián Ramos. ===Albacete=== On 1 July 2018, Manaj joined another Segunda División side Albacete on a one-year loan deal with obligation to make it permanent. He enjoyed a good start of the season, scoring a penalty in his debut match after coming on as substitute to rescue his side a point in the match against Deportivo de La Coruña. He got his first start of his new side on 25 August in the matchday 2 against Las Palmas which ended in a 1–1. Later Manaj scored his first Copa del Rey goal in the second round tie against CD Lugo; his goal was a consolation one in the 93rd minute which was not enough to prevent the elimination of Albacete. On 9 July 2019, Albacete announced that Manaj signed a permanent five-year contract with the club. ===Barcelona=== On 20 January 2020, Manaj joined Segunda División B side Barcelona B, on a three and a half years contract and his buy out clause is set at €50 million. Barcelona B reportedly paid a €700,000 transfer fee with €2 million in add-ons dependent on the player's performance over the three and a half years of his contract. Five days later, he made his debut in a 2–0 home win against Ejea after being named in the starting line-up. On 29 January, Manaj trained for the first time with Barcelona senior side, and on 14 February, he was called up by coach Quique Setien for the league match against Getafe at home, becoming the first ever Albanian to make it to club's first team. He was an unused substitute as Barcelona won 2–1 at Camp Nou. ==International career== ===Youth=== ====Under-19==== Manaj received his first international call-up in the Albania under-19 team by the coach Altin Lala to participate in the qualifiers of 2015 UEFA European Under-19 Championship. He made his debut in the opening match against Denmark on 12 November 2014, playing as a starter in a 1–0 loss where he substituted off in the 60th minute for Esad Morina. In the next match against Portugal he remained on the bench for the entire game but however he managed to play as a starter in the closing match against Wales U19 on 17 November 2014 and substituted off for Fabian Lokaj in the 62nd minute where the match finished in the 2–1 loss. Albania U19 were eliminated from competition losing all 3 matches with total of goals collected 2–7, where all two goals were scored by Esad Morina of FC Schalke 04 youth. ====Under-21==== Manaj was called up for the first time to the under-21 squad by the coach Skënder Gega for the opening 2017 UEFA European Under-21 Championship qualifying match against Liechtenstein on 28 March 2015. He made his debut for the Albania under-21 side against Liechtenstein U21 coming on as a substitute at half-time in place of Jurgen Vatnikaj and managed also to score in his debut, in the 52nd minute of the match to sign the Albania U21s' 0–2 away victory. Manaj was called up by a new appointed coach, Redi Jupi, for the next qualifying matches against Israel and Portugal on 3 and 8 September 2015. He played as a starter on 3 September 2015 against Israel and was substituted off in the first-half 29th minute with Albion Avdijaj due to physique problems. On 28 March 2016, Manaj scored the equaliser 1–1 against Hungary U21 and his side went to win 2–1 following another goal scored by Herdi Prenga. Manaj returned to the under-21 side after two years absence in March 2018 for the double 2019 UEFA European Under-21 Championship qualifying matches versus Slovakia. He scored a brace in the first match on 23 March which ended in a 3–2 home loss, despite Manaj giving Albania the advantage twice. He also scored his team's only goal in the second match four days later as Albania lost 4–1 at Štadión pod Dubňom. Manaj was also captain in this match. ===Senior=== Manaj's dream was that one day he can play for Albania senior team. Manaj scored after 12 seconds with a first touch from his debut as a substitute for Albania against Kosovo putting two individual records at the same time for the fastest goal by an Albanian international as a substitute and youngest Albanian international goalscorer. He later dedicated his goal to his family. De Biasi stated that Manaj can play for Albania in Euro 2016, but however, he was not called up in the provisional 27-man UEFA Euro 2016 squad. Following Euro 2016, Manaj was called up for the friendly against Morocco and the opening 2018 FIFA World Cup qualifying match against Macedonia on 31 August and 5 September. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align:center\" |+ Club statistics |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|Cup !colspan=\"2\"|EuropeIncluding continental competitions, such as UEFA Champions League and UEFA Europa League !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"1\"|Cremonese |2014–15 |rowspan=\"1\"|Lega Pro |22||2||4Three appearances in 2014–15 Coppa Italia and one appearance in 2014–15 Coppa Italia Lega Pro||0||colspan=\"2\"|—||colspan=\"2\"|—||26||2 |- |rowspan=\"2\"|Inter Milan |2015–16 |rowspan=\"1\"|Serie A |4||0||2||0||colspan=\"2\"|—||colspan=\"2\"|—||6||0 |- !colspan=\"2\"|Total !26!!2!!6!!0!!colspan=\"2\"|—||colspan=\"2\"|—!!32!!2 |- |rowspan=\"1\"|Pescara (loan) |2016–17 |rowspan=\"1\"|Serie A |12||2||1||0||colspan=\"2\"|—||colspan=\"2\"|—||13||2 |- |rowspan=\"1\"|Pisa (loan) |2016–17 |rowspan=\"1\"|Serie B |17||2||0||0||colspan=\"2\"|—||colspan=\"2\"|—||17||2 |- |rowspan=\"2\"|Granada (loan) |2017–18 |rowspan=\"1\"|Segunda División |19||1||1||0||colspan=\"2\"|—||colspan=\"2\"|—||19||1 |- !colspan=\"2\"|Total !48!!5!!2!!0!!colspan=\"2\"|—||colspan=\"2\"|—!!49!!5 |- |rowspan=\"3\"|Albacete |2018–19 (loan) |rowspan=\"2\"|Segunda División |27||6||1||1||colspan=\"2\"|—||2Two appearances in Segunda División play- offs||0||30||7 |- |2019–20 |10||3||1||0||colspan=\"2\"|—||colspan=\"2\"|—||11||3 |- !colspan=\"2\"|Total !37!!9!!2!!1!!colspan=\"2\"|—!!2!!0!!41!!10 |- |rowspan=\"2\"|Barcelona B |2019–20 |rowspan=\"1\"|Segunda División B |6||1||0||0||colspan=\"2\"|—||colspan=\"2\"|—||6||1 |- !colspan=\"2\"|Total !6!!1!!0!!0!!colspan=\"2\"|—||colspan=\"2\"|—!!6!!1 |- !colspan=\"3\"|Career total !117!!17!!10!!1!!colspan=\"2\"|—!!2!!0!!128!!18 |} ===International=== {| class=\"wikitable\" style=\"text-align:center\" |+ Appearances and goals by national team and year |- !National team!!Year!!Apps!!Goals |- |rowspan=\"4\"|Albania |2015||2||1 |- |2016||1||0 |- |2018||5||0 |- |2019||3||1 |- !colspan=\"2\"|Total||11||2 |} ====International goals==== :. Albania score listed first, score column indicates score after each Manaj's goal. {| class=\"wikitable sortable plainrowheaders\" |+ International goals by date, venue, cap, opponent, score, result and competition |- !scope=col|No. !scope=col data-sort-type=date|Date !scope=col|Venue !scope=col|Cap !scope=col|Opponent !scope=col|Score !scope=col|Result !scope=col|Competition |- !scope=row|1 | 13 November 2015 || Pristina City Stadium, Pristina, Kosovo || align=center | 1 || || align=center | 1–0 || align=center | 2–2 || Friendly |- !scope=row|2 | 14 October 2019 || Zimbru Stadium, Chișinău, Moldova || align=center | 11 || || align=center | 4–0 || align=center | 4–0 || rowspan=2 | UEFA Euro 2020 qualification |- !scope=row|3 | 14 November 2019 || Elbasan Arena, Elbasan, Albania || align=center | 12 || || align=center | 2–2 || align=center | 2–2 |} ==References== ==External links== * Rey Manaj at the Albanian Football Association * * Inter Milan official profile * * Category:1997 births Category:Living people Category:Sportspeople from Lushnjë Category:Albanian footballers Category:Albania international footballers Category:Albania youth international footballers Category:Albania under-21 international footballers Category:Association football forwards Category:Serie C players Category:Serie A players Category:Serie B players Category:Segunda División players Category:Segunda División B players Category:U.S. Cremonese players Category:Inter Milan players Category:Delfino Pescara 1936 players Category:A.C. Pisa 1909 players Category:Granada CF footballers Category:Albacete Balompié players Category:FC Barcelona B players Category:Albanian expatriate footballers Category:Albanian expatriate sportspeople in Italy Category:Expatriate footballers in Italy Category:Albanian expatriate sportspeople in Spain Category:Expatriate footballers in Spain Category:Albanian Roman Catholics ",
    "title": "Rey Manaj"
}