{
    "id": "44283744",
    "text": "Hyper-Real Religion is a sociological term to describe a new consumer trend in acquiring and enacting spirituality. The term was first described in the book Religion and Popular Culture: A Hyper-Real Testament by Adam Possamai.Possamai, A. (2005), \"Religion and Popular Culture: A Hyper-Real Testament\", Brussels: P.I.E-Peter Lang The term is used to explore the intersection between post-modernity and religion/spirituality. The idea has been expanded and critiqued by a number of academics since its creation. ==Origins and usage== According to theories of postmodernisation, the last half of the 20th century (often termed as the 'postmodern era') saw consumerism, individualisation and choice come to the forefront of Western societies via capitalism.Giddens, A. (1991), Modernity and Self-Identity, Stanford University PressJameson, F. (1991) Postmodernity, or the Cultural Logic of Late Capitalism, Durham, NC: Duke University Press.Bauman, Z. (2000), \"Liquid Modernity\", Polity Thus religion as a part of this culture became increasingly commercial, individualised and democratized.Turner, B. S. (2010), \"The New Blackwell Companion to the Sociology of Religion\", Oxford: Wiley- Blackwell People now have more choices in religion, they can often practice it in privacy and as they wish, outside of traditional institutional boundaries.Davie, G. (1994), \"Religion in Britain Since 1945: Believing Without Belonging\", Oxford: Wiley-Blackwell Due to this change, the sociology of religion has become increasingly interested in the potential for typologization of the modes of non-institutional religion and the foundation of non-institutional religion in human nature.Davidsen, M. (2013), \"Fiction- based religion: Conceptualising a new category against history-based religion and fandom\", Culture and Religion, Volume 14, Issue 4.Heelas, P. and Woodhead, L. (2004), \"The Spiritual Revolution: Why Religion is Giving Way to Spirituality\", Oxford: Wiley-Blackwell It has become increasingly clear that the people leaving the structures and ceremonies of traditional religions are not instantly becoming non-religious in an atheistic sense. For example, some continue ‘believing without belonging’ to a church, others turn to alternative spiritualities and others, as discussed by Possamai, turn to consumer based religions/spiritualties partly based on popular culture, what he calls \"hyper- real religions.\" With hyper-real religion, elements from religions and popular culture are highly intertwined. They are post-modern expressions of religion, likely to be consumed and individualised, and thus have more relevance to the self than to a community and/or congregation. Thus in postmodern times, the relation between people and religion/spirituality is very fluid; if modernity brought the disenchantment of the world, as Max Weber puts it, postmodernity is re-enchanting the world through a proliferation of 'subjective myths' (myths that are relevant to the self) and through the expansion of consumerism and the internet. Possamai explains that the concept of hyper-real religions is derived from the work of Jean Baudrillard. Baudrillard put forward that we are living in an age of hyper-reality in which we are fascinated by simulations that lack a real world referent or ‘simulcra’.Baudrillard, J. (1998) \"Simulcra and Simulations\", Stanford University Press. PossamaiPossamai, A. (2012) \"Handbook of Hyper-real Religions\", Lieden: Brill sees these simulations as part of the popular cultural milieu, in which “signs get their meanings from their relations with each other, rather than by reference to some independent reality or standard”. With no way to “distinguish the real from the unreal”, Hyper-reality – the situation in which reality collapses – emerges. For example, we may refer to a person as being like Superman or Homer Simpson, rather than a real-life example of a hero or dunce, and theme parks represent movies or Disney creations rather than real life. The fictional character and world become more real for us than the real person or real world.Geoffroy, M. (2012) in \"Handbook of Hyper-real Religions\", Lieden: Brill Possamai, as Geoffroy puts it, ‘re-adapted’ Baudrillard’s theory by applying it to religions that are engaged with these same simulated realities. In the most obvious examples, the Church of All Worlds draws its inspiration largely from Robert Heinlein’s Stranger in a Strange Land, Jediism draws on George Lucas’ Star Wars mythology and Matrixism on The Matrix film franchise. Following these ideas Possamai defined hyper- real religions as: > ...a simulacrum of a religion partly created out of popular culture which > provides inspiration for believers/consumers at a metaphorical level. Following critiques in the Handbook of Hyper-real Religions, Possamai modifies his original definition of hyper-real religions to: > A hyper-real religion is a simulacrum of a religion created out of, or in > symbiosis with, commodified popular culture which provides inspiration at a > metaphorical level and/or is a source of beliefs in everyday life. ==Expansions and critiques of hyper-real religion as a concept== Eileen BarkerBarker, E. (2012) in \"Handbook of Hyper-real Religions\", Lieden: Brill suggests that the concept of hyper-real religions is ambiguous, however, she goes on, it is this ambiguity, this liminality, that gives it its greatest strength. Through this positioning it allows us to view novel religious developments and to view the effects of those developments on the older religions of the world. This allows the sharpening and refining of the tools of sociology of religion to take on contemporary developments in the religious field. Through Possamai’s concepts, the differentiating effects of individualism, consumerism and democratisation of religion become salient. Markus DavidsenDavidsen, M. (2012), in Handbook of Hyper-real Religions, Lieden: Brill. argues that Possamai has identified a real class of religions but that the concept he uses to refer to them needs to be replaced. He argues that for Baudrillard, all religions are hyper-real in the sense that they ascribe reality to the socially constructed. Barker also suggests that if we were to take the methodologically agnostic stance of the social constructionists with regard to hyper-real religions, then we would insist that all religions should be evaluated as hyper-real. They all draw on realities without referent (see CusackCusack, C. (2010). \"Invented Religions: Imagination, Fiction and Faith\". Surrey, England UK: Ashgate.). Similarly, Geoffroy argues that Baudrillard would not have been happy with Possamai’s ‘re-adaptation’. For Baudrillard, religion had been out of the hyper-reality picture for a long time. Religion was an illusion of modernity that could not exist in hyper-reality, as our value systems exclude predestination of evil. Baudrillard was very cynical of the ability of popular culture to provide any sort of meaning: It is a form of alienation that cannot be a source of inspiration. Due to this, Geoffroy argues that it is unclear how hyper-real religions can be a re-adaptation of Baudrillard, since he does not acknowledge religion or the liberating effects of popular culture in his work. He suggests that what Possamai has done is to ‘reinterpret’ Baudrillard. Geoffroy puts forward James A. Beckford’sBeckford, J. A. (2003) \"Social Theory and Religion\". Cambridge: Cambridge University Press theories on ‘religion as a cultural resource’, Forgues Forgues, E. (2009) \"L'activite Symbolique, la formation de soi et la societe.\" Paris: L'Harmattan ‘symbolic activity’ and Luckmann’s Luckmann, T. (1967) \"The Invisible Religion: The Problem of Religion in Modern Society.\" MacMillan Publishing Company ‘Invisible Religion’ as alternative theories that could have been chosen to express Possamai’s idea of hyper-real religions. However he concludes that it works as a useful and enlightening ‘re-interpretation’ of hyper-reality. Davidsen concludes similarly, that this is a distinct class of religions but that we cannot meaningfully refer to them as hyper-real. He offers ‘fiction-based religion’ as a more accurate term. Fiction-based religions draw their main inspiration from fictional narratives (e.g., Star Wars and The Lord of the Rings) which do not claim to refer to the actual world, but create a fictional world of their own. He draws a distinction between fiction (such as Star Wars), which does not claim to refer to the actual world, and ‘history’, including religious narratives, which does make such a claim. Third, he criticizes scholars like Cusack who argue that fandom, for instance, Star Trek fandom, is a form of religion. He draws an analytical distinction between religion and play, which he suggests makes it possible to distinguish between religious use of fiction (fiction-based religion) and playful engagement with fiction (fandom). Barker also questions whether there is a need to include these social manifestations as part of the concept of religion when perhaps they are examples of secular fiction, rather than religion, thus hyper-real religions blur the line between religion and non-religion, bringing more ideas and objects into the fold of ‘religion’. Authors criticize the supposedly subjective nature of such consumer religions and Possamai’s use of the term ‘subjective myth’. RoelandRoeland, J. (2009) \"Selfation: Dutch Evangelical Youth Between Subjectivization and Subjection\", Amsterdam University Press uses Possamai’s discussion of individualistic consumer religions to compare the subjectivity of such religious consumers with the realist construction of the evangelical Christian God. While the meaning of God and religion are subjective to Possamai’s ‘subjective myth’ driven consumers, Dutch Christian evangelicals believe that their religion and God exist independently of our subjective desires and constructions. Thus, while subjectivism is present in evangelical circles, by the experiential orientation that they employ, it is employed to explore the ‘real’ presence of God. The ‘reality’ of God is experienced subjectively and attests to His reality. Thus, subjective perceptions of religious ideas do not necessarily negate their reality for practitioners and the authenticity of the experience can remain. Likewise, Johan Roeland, Stef Aupers, Dick Houtman, Martijn de Koning, and Ineke NoomenJohan Roeland, Stef Aupers, Dick Houtman, Martijn de Koning, and Ineke Noomen (2010), \"The Quest for Religious Purity in New Age, Evangelicalism and Islam\", Annual Review of the Sociology of Religion, 1: pp. 289-306 criticize Possamai’s idea of the New Age being constructed by the ‘subjective myths’ of practitioners. They suggest that these portrayals show the New Age as spiritually and religiously incoherent. To the authors, this is an unfair portrayal which misses the fact that ‘self-spirituality’ is a shared myth amongst New Age practitioners, one which goes beyond a personal story or subjective myth. They suggest, against Possamai, that the New Age is not a postmodern flight to the surface but a quest for solid foundations in a world ruined by complacent and shiftless religion. Anneke van Otterloo, Stef Aupers and Dick HoutmanAnneke van Otterloo, Stef Aupers and Dick Houtman, (2012) \"Trajectories to the New Age: The Spiritual Turn of the First Generation of Dutch New Age Teachers\", Social Compass, 59 (2), 239-256 also argue that the New Age milieu is not as individualistic and rhizomic as accounts such as Possamai's make it seem. They argue that this is due to New Age diffusion into Western culture by cultural and popular sources. There are criticisms of Possamai’s use of consumption. Paul HeelasHeelas, P. (2009) \"Spiritualities of Life: New Age Romanticism and Consumptive Capitalism\", Wiley critiques Possamai’s view that the New Age is a consumer religion par excellence with a specific focus on individualistic preferences. He suggests that the practices of the new age require a relational element that connects the ‘Me’ to the ‘We’ and thus are far less consumeristic and individualistic than Possamai argues. He argues that although Possamai denotes New Age as the consumer religion par excellence, he does little to discuss the actual processes that he thinks lead to this label. According to Heelas ‘Consumption’ and the ‘Consumer’ as words and processes remain undefined in Possamai’s work and the work of many others in the field. Helen Berger and Douglas EzzyBerger, H and Ezzy, D. (2009) \"Mass Media and Religious Identity: A Case Study of Young Witches\" Volume 48, Issue 3, pages 501–514 suggest that the witch craft movements that they discuss have durability and integration that goes beyond the consumer religions discussed by Possamai. While Possamai sees witchcraft as consumerist in the same way as Matrixism, Berger and Ezzy argue that the stronger historical roots and variety of cultural resources available to the witchcraft community allow a higher level of durability and integration. Lastly, Geoffroy is critical of the market based nature of Possamai’s idea, as he does not think that all metaphors can be sold as commodities. Several authorsAupers, S. (2012) in \"Handbook of Hyper-real Religions\", Lieden: Brill.Kirby, D. (2012) in \"Handbook of Hyper-real Religions\", Lieden: Brill.Tremlett, P. (2013), \"The problem with the jargon of inauthenticity: Towards a materialist repositioning of the analysis of postmodern religion\". Culture and Religion. critique Possamai’s thinking about the authenticity of such religions. They argue that Possamai’s concept suggests that these religions are less than ‘real’ in comparison to other religious forms. Tremlett describes this as the jargon of authenticity and cites Possamai, Cusack and ChidesterChidester, D. (2005). \"Authentic Fakes: Religion and American Popular Culture.\" Berkeley, CA: University of California Press. as examples of this kind of framing of consumer religion. He suggests that Possamai’s work is notable for rendering material relationships within capitalism in symbols and signs. Tremlett suggests that Possamai completely fails to acknowledge or apparently understand the importance of the term ‘spectacle’, which comes from Debord’s the Society of the Spectacle or the more general consequences that follow such a strategy of analysis. For example, according to Debord, the spectacle is not a collection of images, but a social relation among people, mediated by images. In other words, the apparent weightlessness of the sign and the image in postmodernity – of, in short, the spectacle – is precisely that: it is an appearance. To Tremlett such a mode of analysis will miss the real forces that lie behind these signs and images, regardless of what certain communities may have to say about them. In resonance, but in a different critical direction, while applying the concept of Hyper-real religion to Hinduism, ScheifingerScheifinger, H. (2012) in \"Handbook of Hyper-real Religions\", Lieden: Brill. makes the argument that Hyper-real Religion is a Western construction. Given the generally hyper-real nature of the Hindu gods, his analysis raises the question of the universality of the concept, suggesting that it may only fit within a post-Christian environment where popular culture is fully commodified. ==References== Category:Spiritual practice ",
    "title": "Hyper-real Religion"
}