{
    "id": "44286288",
    "text": "Sir Leonard Chamberlain or Chamberlayne (died 1561) was an English soldier and politician, the Governor of Guernsey from 1553. ==Life== The son of Sir Edward Chamberlayne of Shirburn Castle, Oxfordshire, by Cicely, daughter of Sir John Verney, he was brother of the Members of Parliament Edward Chamberlain and Ralph Chamberlain. He succeeded his father about 1543 as keeper of Woodstock Park. In 1542 he obtained from the crown a grant of Hampton Poyle; and the following year the king granted to him and Richard Andrews land in several counties, including abbey lands and other ecclesiastical property. He was High Sheriff of Berkshire and Oxfordshire in 1546–7, and at the funeral of Henry VIII he bore the banner of the king and Queen Catherine Parr. In October 1549 members of the privy council opposed to Protector Somerset required Sir John Markham, the lieutenant of the Tower of London, to bring Sir Edmund Peckham and Chamberlain in to strengthen the Tower guard. At the end of the reign of Edward VI, Chamberlain served for a second time as of Sheriff of Berkshire. On 22 July 1553 the privy council wrote to Sir John Williams, Chamberlain, and others of the gentry of Oxfordshire, directing them to dismiss soldiers (a muster to ensure Mary Tudor's succession, while Lady Jane Grey was a claimant) and repair to Queen Mary I of England. Chamberlain was knighted by Queen Mary at Westminster on 2 October 1551, the day after her coronation, and he sat for in the parliament which assembled on 5 September. Mary in the first year of her reign granted him the site of Dunstable Priory, and other lands in Bedfordshire. He was constituted governor of Guernsey in 1553, where he improved the works at Castle Cornet, and was returned for Oxfordshire to the parliaments which sat on 2 April and 12 November 1554. At the trials of Rowland Taylor and John Bradford for heresy in January 1555 he was involved in the proceedings. Although he was often absent from the Channel Islands, Chamberlain cooperated with William Wynter to stabilise the military position there against the French threat during the Italian War of 1551–59, paying attention to Alderney and Sark. He died in Guernsey about August 1561. ==Family== Chamberlain had four wives; one of them was Dorothy, fourth daughter of John Newdigate, king's serjeant-at-law. Francis Chamberlain, who in 1555 was joined with him in the government of Guernsey, and who continued sole governor till his own death in 1570, was his eldest son. His second son George was the father of George Chamberlain the Bishop of Ypres. ==Notes== Attribution Category:Year of birth missing Category:1561 deaths Category:High Sheriffs of Berkshire Category:High Sheriffs of Oxfordshire Category:English knights Category:English MPs 1554 Category:English MPs 1554–1555 ",
    "title": "Sir Leonard Chamberlain"
}