{
    "id": "44289749",
    "text": "James Morris Newill (sometimes credited as Jim Newill) (August 12, 1911 in Pittsburgh - July 31, 1975 in Thousand Oaks, California) was an American actor and singer.\"James Newill (1911–1975)\", IMDb. Retrieved 3 November 2014. == Early life == Newill was born in Pittsburgh, Pennsylvania, to Mayme Newill and her first husband. His parents divorced, and his mother married John W. Newill, who adopted him. Newill had three siblings, Evelyn, Clyde, and Calvin. In 1930, his family moved to Los Angeles Country, California. He studied music at the University of California. == Career == Newill began to sing in the early 1930s with the Mann Brothers, a west coast band whose home base was Spokane, Washington. In 1932, he was vocalizing with the Phil Harris band at the Cocoanut Grove night club at the Ambassador Hotel in Los Angeles. In the beginning of 1933, he toured and sang with the Gus Arnheim orchestra, and that included more performances at the Cocoanut Grove. He was still performing with the Arnheim band in the late 1934. He recorded with the Eddy Duncan Orchestra in 1936, recording \"Night in Manhattan\" (Victor 25390-B); \"I'll Sing You a Thousand Love Songs\" (Victor 25393-B); and \"You're Still Mine In My Dreams\" (Victor 25395-B)). During the latter half of 1936, he was the singer on the George Burns and Gracie Allen radio show on CBS. By late 1936, Newill had moved on and the new singer for George and Gracie was Tony Marvin. His film career began in 1937 with an uncredited singing role in The Affair of Susan. From 1937 to 1940, Jim played Sergeant Renfrew of the Royal Mounted in five Royal Mountie films. His last film was 1944's Gunsmoke Mesa. Newill was known mostly for his western roles, having been one-third of the Texas Rangers in the Texas Rangers series of B-movies. Of the 22-film series, Newill co-starred in the first 14, along with co-stars Dave O'Brien and Guy Wilkerson. He played Texas Ranger Jim Steele. In some of his westerns, he's also credited with co- writing some of the film songs. With his somewhat operatic voice, he sang with the Los Angeles Light Opera Company. == Death == Newill died on July 31, 1975, from cancer. == Discography == * The Lord Is My Shepherd (1953) == Filmography == * The Affair of Susan (1935) - Singer (uncredited) * Sing While You're Able (1937) - Radio Singer * Renfrew of the Royal Mounted (1937) - Sergeant Renfrew * Something to Sing About (1937) - Jimmy - Band Member * On the Great White Trail (1938) - Sergeant Renfrew * Fighting Mad (1939) - Sergeant Renfrew * Crashing Thru (1939) - Sgt. Renfrew * Yukon Flight (1940) - Sgt. Renfrew * Danger Ahead (1940) - Sgt. Renfrew * Murder on the Yukon (1940) - Sgt. Renfrew * Sky Bandits (1940) - Sgt. Renfrew * The Great American Broadcast (1941) - Singer * The Falcon's Brother (1942) - Paul Harrington * The Rangers Take Over (1942) - Texas Ranger Jim Steele * Bad Men of Thunder Gap (1943) - Texas Ranger Jim Steele * West of Texas (1943) - Texas Ranger Jim Steele * Bombardier (1943) - Capt. Rand * Border Buckaroos (1943) - Texas Ranger Jim Steele * Fighting Valley (1943) - Texas Ranger Jim Steele * Trail of Terror (1943) - Texas Ranger Jim Steele * The Return of the Rangers (1943) - Texas Ranger Jim Steele * Boss of Rawhide (1943) - Texas Ranger Jim Steele * Outlaw Roundup (1944) - Texas Ranger Jim Steele * Guns of the Law (1944) - Texas Ranger Jim Steele * The Pinto Bandit (1944) - Texas Ranger Jim Steele * Spook Town (1944) - Texas Ranger Jim Steele * Brand of the Devil (1944) - Jim Steele * Gunsmoke Mesa (1944) - Texas Ranger Jim Steele (final film role) ==References== ==External links== * Category:1911 births Category:1975 deaths Category:Male actors from Pittsburgh Category:American male film actors Category:American male singers Category:20th-century American singers Category:20th-century American male actors Category:20th-century male singers ",
    "title": "James Newill"
}