{
    "id": "44280399",
    "text": "''''' (In this last of nights), WAB 17, is a motet composed by Anton Bruckner. == History == Bruckner composed the motet in at St. Florian Monastery for the celebration of Maundy Thursday. However, it is not known whether it was performed at that time.C. van Zwol, p. 703 It was edited first by Anton Böhm & Sohn, Augsburg & Vienna, 1931. There are two settings: one for soloist and organ, and another for mixed choir a cappella. The manuscript of the setting for soloist and organ is stored in the archive of the city museum of Wels. A transcription of the other setting is found in the Österreichische Nationalbibliothek. The two settings of the motet are put in Band XXI/15 of the '.Gesamtausgabe - Kleine Kirchenmusikwerke == Text == The text is the first strophe of a 13-strophe text coming from the devoutness book Die heilige Passion, gefeiert in Liedern, Betrachtungen und Gebeten.Die heilige Passion, gefeiert in Liedern, Betrachtungen und Gebeten, Christlicher Verein im nordlichen Deutschland (Ed.), Band 1, Halle, 1840, pp. 63-65 :{| | |style=\"padding-left:2em;\"|In this last of nights When I prayed at the Mount of Olives, I was reddened from blood sweat, Poured it streaming for thee. Woe! And who knows if ever you even think of me! |} In addition, a transcription using the Latin text In monte oliveti has been published by Theodor Bernhard Rehmann, Edition Peters, Leipzig, 1947. :{| | |style=\"padding-left:2em;\"|On the Mount of Olives He prayed to the Father: \"Father, if it be possible, Let this cup pass from me. Let Thy will be done.\"In monte Oliveti on ChoralWiki |} == Music == The motet, a 22-bar Passion chorale in F minor. There are two settings: one for soloist and organ, and another for choir a cappella. As Crawford Howie writes \"Both In jener letzten der Nächte WAB 17 (c. 1848) and Dir, Herr, dir will ich mich ergeben WAB 12 (c. 1845) for a cappella mixed- voice choir are chorale harmonizations, probably the result of [Bruckner's] studies with Zenetti.\"C. Howie, Chapter II, p. 26 == Selected discography == The first recording of Bruckner's In jener letzten der Nächte was by Edith Möller, Obernkrichner Kinderchor, LP: Telefunken SLE 14391, 1965 A selection of the about 10 recordings: === First setting === * Wilfried Jochens (tenor), Werner Kaufmann (organ), Music of the St. Florian Period (Jürgen Jürgens) - LP: Jerusalem Records ATD 8503, 1984; transferred to CD BSVD-0109, 2011 * Sigrid Hagmüller (alto), Rupert Gottfried Frieberger (organ), Anton Bruckner – Oberösterreichische Kirchenmusik CD: Fabian Records CD 5112, 1995 * Ludmila Kuznetzova (mezzosoprano), Ludmila Golub (organ), Bruckner: Masses and Songs (Valeri Poliansky) - CD: Chandos CHAN 9863, 1998 === Second setting === * Michael Stenov, Cantores Carmeli, Benefizkonzert Karmelitenkirche Linz - CD/DVD issued by the choir, 2006, and on YouTube. * Rupert Gottfried Frieberger, Cantoria Plagensis, Anton Bruckner – Kirchenmusikalische Werke – Fabian Records CD 5115, 2007 * Thomas Kerbl, Chorvereinigung Bruckner 2011, Anton Bruckner|Lieder Magnificat - CD: Brucknerhaus LIVA 046, 2011 * Philipp von Steinäcker, Vocalensemble Musica Saeculorum, Bruckner: Pange lingua - Motetten - CD: Fra Bernardo FB 1501271, 2015 ==== Note ==== * Frieberger's and Stenov's recordings contain both three strophes. The score used by Frieberger is coming from Reinthaler's Chorheft Bruckner,Anton Reinthaler, Chorheft Bruckner, 1996 in which strophes 2 and 3 are originating from Brentano's Ausgewählte Gedichte.Clemens Brentano - Ausgewählte Gedichte The score used by Stenov is coming from the religious songbook Unser Kirchenchorbuch für gemischte Stimmen.Hermann Kronsteiner, Unser Kirchenchorbuch für gemischte Stimmen, Veritas Verlag, Wien-Linz-Passau, 1966 == References == == Sources == * Anton Bruckner - Sämtliche Werke, Band XXI: Kleine Kirchenmusikwerke, Musikwissenschaftlicher Verlag der Internationalen Bruckner-Gesellschaft, Hans Bauernfeind and Leopold Nowak (Editor), Vienna, 1984/2001 * Cornelis van Zwol, Anton Bruckner 1824-1896 - Leven en werken, uitg. Thoth, Bussum, Netherlands, 2012. * Crawford Howie, Anton Bruckner - A documentary biography, online revised edition == External links == * In jener letzten der Nächte WAB 17 (1848) Critical discography by Hans Roelofs * - Both settings * – Latin transcription as In monte Oliveti * A performance of the first setting can be heard on YouTube: In jener letzten der Nächte, Robert Holzer, 2011 * A performance of the Latine transcription can be heard on YouTube: In monte Oliveti, Chor von St. Peter, Mannheim, 2011 Category:Motets by Anton Bruckner Category:1848 compositions Category:Compositions in F minor ",
    "title": "In jener letzten der Nächte"
}