{
    "id": "44283274",
    "text": "Academic ranks in the Czech Republic and in Slovakia are the titles, relative importance and power of professors, researchers, and administrative personnel held in academia. ==Overview== * (professor), both degree (written before name) and position. Professors are appointed by the president after a successful accomplishment of the process of awarding a professorship. One of the requirements is an already accomplished docent degree. * (associate professor), both degree (written before name) and position. The degree is awarded by the rector after a certain number of years of teaching and after successful accomplishment of \"habilitace\" (czech)/\"habilitácia\" (Slovak), a process concluded by a defense of a reviewed research manuscript and a public lecture. * (lecturer / researcher), this title covers positions from lecturers to researchers. Requirements for lecturers / researchers vary, usually a Ph.D. / Th.D. is required * (assistant lecturer), at least Master's degree is required Special * (hosting professor), significant expert with whom a dean with the approval of the scientific council of a faculty concluded employment at the position of professor * (hosting associate professor), significant expert with whom a dean with the approval of the scientific council of a faculty concluded employment at the position of associate professor * (adjunct professor; sometimes also translated as associate professor, but it is not same position as ), associate professor temporarily appointed to the position of professor at a faculty while being an expectant to professor degree (written mimoriadny profesor after name) Administrative * (rector), head of the university * (vice-rector), typically three to five people are vice- rectors; the position is further specified by indicating domain a vice-rector is responsible for (e. g. study-related issues, research, public relationships, international relationships, development, information technology) * (registrar, bursar), senior professional financial administrator of the university * (dean), head of a faculty * (vice-dean); the position is further specified by indicating domain a vice-den is responsible for (e. g. admissions, study-related issues, research, public relationships, international relationships, information technology) * (director), head of a sub-unit at the university or a faculty (institute, research center), e. g. Institute of Life-Long Learning of the Slovak University of Technology, Institute of Physical Education and Sport at the Pavol Jozef Šafárik University * (departmental chair), head of a katedra (department) – sub-unit at a faculty * (deputy departmental chair), deputizes department chair if necessary Honorary ranks * (professor emeritus), may be awarded by the rector on the proposal of the scientific council of the university for significant contributions in the field of science, art or education to professor older than 65 years who is no longer employment at the university, but is still active in research and teaching * (honorary doctor for the sake of the honor), honorary doctorate of the university or a faculty awarded for special merit (written before name) ==Professorship== The title of professor is a pedagogical-academic title (pedagogicko-akademický titul) awarded to university teachers holding a Ph.D. degree or equivalent who excel in a specific field of science and have special merits in both research and university teaching. Excellent scientists who do not teach at a university (but work in a research institution, for example) do not receive the title of Professor. The title of professor is indicated in abbreviation in front of a holder's name, e.g. prof. Jan Švejnar or prof. MUDr. Josef Koutecký, DrSc. The title of professor is awarded to a particular person on the basis of the recommendation by a university, in particular, by its Scientific Committee (vědecká rada), which is accredited to do so by the Accreditation Commission (akreditační komise) of the Ministry of Education, Youth and Sport (Czech Republic) (Ministerstvo školství, mládeže a tělovýchovy). The recommended nominee is promoted to professorship by the president of the Czech Republic through the Minister of Education (art. 76 of Higher Education Act, act No. 111/1998 Col). The system of awarding of the title of professor means that the title is not bound to a position at a university, e.g. a director of a department, and vice versa – one is not required to be a professor to hold a high-ranking position at a university. A university must have a certain number of professors and docents among its staff to receive accreditation for its study programs, but these need not necessarily be heads of departments or university faculties. According to the Higher Education Act, No. 111/1998 Col. the nominee’s qualifications are assessed by at least five professors, specialists in the field or a field similar to the field in which the nominee is to be pronounced a professor. At least three of these professors must be from universities other than the nominee's one. An important precondition set by the law is that the nominee must already have the title of Docent. (The procedure of qualification, habilitační process, leading to the awarding of the title of docent is similar to the one leading to professorship. Docents are pronounced by the head of the university, rektor, accredited to pronounce docents in a particular field.) The ranking system of teachers at Czech universities: * ' is usually a doctoral student or a graduate of a PhD. study program. * ' is usually a graduate of a PhD. study program with some teaching and/or research experience. * Docent has finished a PhD. program and has been awarded the title of docent after their work and contribution to science or scholarship had been scrutinised by an assembly of five professors and docents. * ' has been pronounced a professor after being pronounced a docent. ===Other professors=== In the past, there were two titles of professor recognised in Czechoslovakia (predecessor state of today's Czech rep. and Slovak rep.): #University professor (universitní profesor) #Secondary school professor (středoškolský profesor) Awarding of both of these titles was regulated by law before the World War II. The title středoškolský profesor ceased to exist after the war. However, on most of the secondary schools in Czech Republic and Slovakia students still address their teachers as professors (profesoři) out of tradition. ==References== ==Bibliography== * Category:Academic ranks Category:Education in the Czech Republic Category:Education in Slovakia Ranks Ranks ",
    "title": "Academic ranks in the Czech Republic and in Slovakia"
}