{
    "id": "44286460",
    "text": "Vera Pawlowsky-Glahn (born September 25, 1951) is a Spanish-German mathematician. From 2000 till 2018, she has been a full-time professor at the University of Girona, Spain in the Department of Computer Science, Applied Mathematics, and Statistics. Since 2018 she is emeritus professor at the same university. She was previously an associate professor at Technology University in Barcelona from 1986 to 2000. Her main areas of research interest include statistical analysis of compositional data, algebraic-geometric approach to statistical inference, and spatial cluster analysis.Vera Pawlowsky-Glahn, Gonzalo Simarro-Grande, Josep Antoni Martín-Fernández, 1997. Spatial cluster analysis using generalized Mahalanobis distance. In Proceedings of the Third Annual Conference of the International Association for Mathematical Geology, Vera Pawlowsky-Glahn (editor), International Center for Numerical Methods in Engineering, Barcelona, Spain, p. 175–191 She was the president of the International Association for Mathematical Geosciences (IAMG) during 2008–2012. IAMG awarded her the William Christian Krumbein Medal in 2006 and the John Cedric Griffiths Teaching Award in 2008. In 2007, she was selected IAMG Distinguished Lecturer. During the 6th International Workshop on Compositional Data Analysis in June 2015, Vera was appointed president of a commission to formalize the creation of an international organization of scientists interested in the advancement and application of compositional data modeling. ==Education== *PhD., Free University Berlin, 1986 *MSc., University of Barcelona, 1982 *B.Sc., University of Barcelona, 1980 ==Books== *Vera Pawlowsky-Glahn, Jean Serra (Editors), 2019. Matheron's Theory of Regionalised Variables. Oxford University Press, 190 p. *Vera Pawlowsky-Glahn, Juan José Egozcue, Raimon Tolosana-Delgado, 2015. Modelling and Analysis of Compositional Data. Wiley, 256 p. *Vera Pawlowsky-Glahn, Antonella Buccianti (Editors), 2011. Compositional Data Analysis: Theory and Applications. Wiley, p. 400. *Vera Pawlowsky-Glahn, Mario Chica-Olmo, Eulogio Pardo-Igúzquiza, 2011. New applications of geomathematics in earth sciences, v. 122, no. 4, Boletín Geológico y Minero, Instituto Geológico y Minero de España, 435 p. *Antonella Buccianti, G. Mateu-Figueras, Vera Pawlowsky-Glahn (Editors), 2006. Compositional Data Analysis in the Geosciences: From Theory to Practice. Geological Society of London special publication, 212 p. \\--- Review: https://www.geolsoc.org.uk/Geoscientist/Archive/October-2007/Reviews- October-2007 *Vera Pawlowsky-Glahn and Ricardo A. Olea, 2004. Geostatistical Analysis of Compositional Data. International Association for Mathematical Geosciences, Studies in Mathematical Geosciences, Oxford University Press, 181 p. *Lucila Candela and Vera Pawlowsky (Editors), 1988. Curso sobre fundamentos de geoestadística. Barcelona, Spain, . ==References== Category:Living people Category:Spanish mathematicians Category:Women mathematicians Category:Spanish statisticians Category:Women statisticians Category:University of Girona faculty Category:Free University of Berlin alumni Category:University of Barcelona alumni Category:1951 births Category:Georges Matheron Lectureship recipients ",
    "title": "Vera Pawlowsky-Glahn"
}