{
    "id": "44285383",
    "text": "Ria Iris Daphne Bond (née Shortland, born 1976) is a New Zealand politician and former hairdresser. She was appointed to the House of Representatives as a New Zealand First list MP following Winston Peters winning the March 2015 Northland by-election. ==Early life and family== Born in Palmerston North in 1976, Bond attended Highbury Primary School (now known as Somerset Crescent School) and Queen Elizabeth College. She has two children; her daughter started high school in 2015 and a son who started a degree at the University of Otago in 2015. Of Ngāti Hine and Ngāpuhi descent, Bond is the great-niece of Sir James Henare. ==Hairdressing and national boards== Bond was a hairdresser in Invercargill and served as president of the New Zealand Association of Registered Hairdressers, representing 8,000 owners and operators (2006–2012). She also had a dual role as a director on the Hairdressing Industry Training Organisation, which included being a New Zealand Qualifications Authority governance and advisory panel member. ==Political career== Bond joined New Zealand First in 2011 and was elected to the party's national board in 2012. She left her hairdressing salon in August 2014, just prior to the 2014 election, when she stood in the electorate; this was her first election contest. She placed third in that election and was 12th on the party's list, with New Zealand First winning 11 list seats. Following the election, Bond moved to Wainuiomata, working at Parliament as an executive assistant to MPs Richard Prosser and Mahesh Bindra. When Peters won the Northland by-election on 28 March 2015 and became an electorate MP, Bond was next in line and became a list MP for her party. Bond was sworn in on 28 April 2015. On 6 May 2015, Bond became a member of the Commerce Select Committee. She left Parliament after the 2017 election, as New Zealand First did not receive enough votes for her to make it back into Parliament. On 15 April 2019, Bond announced her candidacy for the 2019 Invercargill mayoral election. However her registration 15 minutes before the deadline was rejected because the correct address of one of her nominators was not on the electoral roll. ==References== Category:1976 births Category:Living people Category:Ngāpuhi Category:Ngāti Hine Category:New Zealand list MPs Category:New Zealand First MPs Category:Members of the New Zealand House of Representatives Category:Women members of the New Zealand House of Representatives Category:Māori MPs Category:Unsuccessful candidates in the 2014 New Zealand general election Category:21st-century New Zealand politicians Category:21st- century New Zealand women politicians Category:Unsuccessful candidates in the 2017 New Zealand general election ",
    "title": "Ria Bond"
}