{
    "id": "44283778",
    "text": "Northam Warren (May 15, 1878 in Grand Rapids Michigan – May 14, 1962) created the formula for Cutex Cuticle Remover. ==Early life== Warren was the son of parents Leroy Warren [1838-?], a Congregational clergyman, educated at Oberlin College, and Fannie Louise Warren (née Wadsworth) [1846-1885]. The couple were married in 1863. Northam was one of seven children (Wadsworth, Emma, Clara, Henrietta, Elizabeth, Northam and Theodore) two of whom (Emma and Clara) died in infancy. The Warren family moved to Lawrence, Kansas in 1898 and Northam went to the University of Kansas where he studied to be a chemist. He then went to work for Parke, Davis & Company in Chicago but came to New York in 1907 to work in their import and export department. Northam married Edna Louise O'Brien [1882-1960], a woman small in stature and mother of his three children (Agnes, Louise and Northam Jr.). Using finance provided by his wife, Northam left Parke, Davis & Co. and started his own business as a drug broker in 1910 operating from one small room at 9 West Broadway, New York. == Cutex == Northam created the formula for Cutex Cuticle Remover, registered it in 1911, and sold it through his Special Products Company. When Cutex proved successful he added other manicure preparations and built up the Cutex line. In 1915, the financial basis this new enterprise was secured by the establishment of the Northam Warren Corporation in New York with a capital of $85,000. Financial success allowed Northam to build a country estate on the bay at Brown's River point in 1923. The family summered there enjoying a shared passion for boating until moving to a new residence built in Garden City. The Brown's River point estate was sold 1937. Northam Warren Jr. [1914-2002] joined the firm when the company moved its headquarters to Stamford, Connecticut in 1939-1940 and when Cutex was sold to Chesebrough- Pond's in 1961 he took a management role with the new owners. Edna developed severe arthritis and was bedridden when she died in 1960. Northam Warren Snr. died on May 14, 1962 after a short illness. ==References== Category:1878 births Category:1962 deaths Category:20th-century American chemists Category:University of Kansas alumni Category:19th-century American chemists ",
    "title": "Northam Warren"
}