{
    "id": "44280198",
    "text": "Neir's Tavern is a bar located at 87-48 78th Street in the Woodhaven neighborhood of Queens, New York City. It is one of the oldest bars in the United States, having been in nearly continuous operation since 1829. == History == === Original operation === Union Race course detail The bar was founded in 1829 and, according to the current owners, is one of the oldest bars in the country, having been in nearly continuous operation since 1829 (except during Prohibition), under various names such as Blue Pump Room, Old Abbey, Neir’s Social Hall, and Union Course Tavern. Local historians noted that it was during Prohibition that it became a speakeasy. The bar was founded near the Union Course racetrack (extant 1821–1888) and hosted many track patrons during the track's existence. The establishment was owned by the Neir family from 1898 to 1967, after which it went into decline and closed in 2009. A various times in its history, it featured a ballroom, hotel rooms and a bowling alley.Fletcher, Brekke (February 18, 2020) \"The oldest, most iconic bars in New York City: Neir's Tavern\" CNN === New management === New owners bought the bar and a major refurbishment followed, including restoration of the 150-year-old mahogany bar and the installation of a kitchen serving a small selection of dinner entrees as well as pub fare, and the establishment re-opened in 2010. The bar was owned by firefighter Loycent Gordon, but the building was owned by other people. According to the Queens Chronicle, the restored mahogany bar was originally installed \"when Ulysses S. Grant was in the White House.\" The Neir's 190 Committee was formed in 2019, the bar's 190th anniversary, to preserve the tavern. In early 2020, it was announced that Neir’s Tavern would close on January 12 because the rent was too high. In response, public officials vowed to take action, and Gordon called the radio show hosted by New York City mayor Bill de Blasio. Three days before the closure was set to take effect, de Blasio and the Queens Chamber of Commerce negotiated an agreement with the landlords that would allow Neir's to stay. The city also gave a $90,000 grant to the tavern. == Preservation == Woodhaven residents and other preservationists have unsuccessfully petitioned the City of New York to grant the tavern official status as a New York City Landmarks Preservation Commission. Gordon points to the city's failure to bestow landmark status on the bar as evidence of \"the oligarchy of the Manhattan- centric system.\" Locals have rallied around the bar after its sale in December 2018 to an LLC whose managers reportedly professed unawareness of the bar's history. A local resident and Woodhaven booster has said, \"I do a lot of walking tours and I’m sick of saying, 'This is where something used to be.' [...] I don’t ever want to say 'That's where Neir’s Tavern used to be.'\" == In popular culture == Scenes from the film Goodfellas were shot in the bar, as were scenes from Tower Heist. According to some sources, Mae West made her first professional appearances here, although other sources dispute this as unconfirmed legend. Neir's Tavern itself avers the Mae West connection and offers a hamburger dish called \"Mae West\". Locals claim that gangsters portrayed in the \"Goodfella's\" movie actually used the spot as a preferred watering hole, more recently it attracts tourists due to its celebrity status and is known for hosting youth breakfasts and fundraisers along with community meetings. ==Gallery== File:Neir's Tavern Historical marker 20190208.jpg|Historical marker 2019 File:Neir's Tavern (Mae West tribute) 20190208 01.jpg|Mae West tribute alcove 2019 ==References== ==External links== *Neir's Tavern website Category:1829 establishments in New York (state) Category:Drinking establishments in New York City ",
    "title": "Neir's Tavern"
}