{
    "id": "44288065",
    "text": "The boardwalk at Kealia Pond National Wildlife Refuge in Maui, Hawaii This is a list of boardwalks in the United States by state. Boardwalks can be found around the world, but they are especially common along the East Coast of the United States. One of the earliest boardwalks was designed in New Jersey and opened June 26, 1870, in Atlantic City. Some pedestrian paths called \"boardwalks\" are made of concrete. ==List== ===Alaska=== In the Eskimo villages of the Yukon-Kuskokwim Delta, Alaska, wide heavy-duty boardwalks are common in villages throughout this part of Bush Alaska. Tuntutuliak was the first village to receive boardwalks in the mid-1990s. Its boardwalks were funded by a government program intended to determine whether building boardwalks would be a worthwhile investment elsewhere. Before these boardwalks existed, there was a much narrower, lower, and less extensive system of boards and boardwalks that served delta villages. ===California=== ====Newport Beach==== Newport Beach's boardwalk is a concrete path running from 36th Street to between E and F streets on the Balboa Peninsula. It passes McFadden Square and Newport Pier, and Balboa Pier. The speed limit along the path is in order to prevent conflicts among bicyclists, pedestrians, skateboarders and rollerbladers. ====Santa Cruz==== The Santa Cruz Beach Boardwalk The Santa Cruz Beach Boardwalk, opened in 1907, is the oldest amusement park in California and the home to two national historic landmarks: the Looff Carousel and the Giant Dipper roller coaster. The Santa Cruz boardwalk no longer actually has any wooden boardwalks. ====Venice Beach==== This 2.5 kilometer boardwalk has a pedestrian walk, bike path, rollerskater and skateboard ramps, and restaurants. Venice Beach is famous for Muscle Beach, where bodybuilders work out. Former California governor Arnold Schwarzenegger worked out on Muscle Beach and made Gold's Gym famous in the 1980s. ===Delaware=== ====Bethany Beach==== Bethany Beach's boardwalk, while not as long as Rehoboth Beach's, connects the summer seaside resort's broad, sandy beach to motels, restaurants, and vacation homes. In 2011, Bethany Beach banned smoking on the beach and boardwalk. ====Rehoboth Beach==== The Rehoboth Beach boardwalk Rehoboth Beach's long boardwalk connects summer tourists with Rehoboth Beach's main attractions during the summer months, including high-end resorts, numerous shops, arcades, eating establishments and family amusement center. The town's main street, Rehoboth Avenue, intersects with the boardwalk. ===Florida=== ====Bay Lake==== In Walt Disney World Resort in Bay Lake, there is a resort with a boardwalk overlooking an artificial lake. ====Daytona Beach==== The boardwalk in Daytona Beach is a concrete walkway along the beach and includes stores, restaurants, amusement rides, arcades, the Daytona Beach Pier, and the Daytona Beach Bandshell. ====Hollywood Beach==== Hollywood Beach has a concrete boardwalk known as the \"Broadwalk.\" ===Indiana=== *Indiana Beach Resort ===Louisiana=== The Louisiana Boardwalk in Bossier City, Louisiana. ====Lake Charles==== *Lakefront *Casino Boardwalk ====Bossier City==== ===Maryland=== Ocean City Boardwalk in Ocean City, Maryland. ====Ocean City==== This three-mile (5 km) long Ocean City Boardwalk is in downtown Ocean City, Maryland. Located at the eastern end of U.S. Route 50, it contains a Ripley's Believe it or Not!, as well as arcades, shops, restaurants, hotels, time-shares, and condominiums. The end of the boardwalk hosts Trimper's Rides, an amusement park with roller coasters and a Herschell- Spillman carousel built in 1902, one of the oldest still-operating carousels in the United States. This boardwalk has been rated a top boardwalk in the United States by National Geographic and CNN. ===Massachusetts=== ====Sandwich==== The Sandwich, Massachusetts boardwalk does not, strictly speaking, lead along the beach. Instead, it begins in a parking lot and leads through the salt marshes and out to the beach. It was destroyed in 1991 by Hurricane Bob and was then rebuilt through donations made by the townspeople. In turn, family names were carved into the planks of the boardwalk, and it is still used to this day. The boardwalk crosses a creek, where at high tide, visitors can jump off the bridge into the water. ===New Hampshire=== ====Hampton Beach==== The Hampton Beach boardwalk is largely a tourist attraction. In fact, it is widely used for common shops where tourists can purchase souvenirs and trinkets to remember their trip. ===New Jersey=== New Jersey is the location of most of the boardwalks in the U.S., with nearly every town and city along the Jersey Shore area each having a boardwalk with various attractions, entertainment, shopping, dining, miniature golf, arcades, water parks with various water rides, including water slides, lazy rivers, wave pools, etc., and amusement parks hosting rides and attractions including roller coasters, carousels, Ferris wheels, bumper cars, teacups, etc. ====Asbury Park==== The boardwalk in Asbury Park, New Jersey. Asbury Park's boardwalk is in the process of revitalization and has recently been connected to the neighboring town of Ocean Grove, New Jersey. ====Atlantic City==== The Atlantic City Boardwalk in Atlantic City, New Jersey outside the Trump Taj Mahal. The Atlantic City Boardwalk was the first boardwalk in the United States, having opened on June 26, 1870.Today in History: June 26 at the Library of Congress The Boardwalk starts at Absecon Inlet and runs along the beach for to the city limit. An additional of the Boardwalk extends into Ventnor City. Casino/hotels front the boardwalk, as well as retail stores, restaurants, and amusements. Several piers extend the boardwalk over the Atlantic Ocean. Garden Pier houses the Atlantic City Historical Museum and the Atlantic City Art Center. The four story \"Pier at Caesars\" entertainment complex opened in July 2006. This boardwalk gained fame due to the board game Monopoly, which was based upon the trading and dealing of real estate in Atlantic City; in the game, Boardwalk is the most expensive property to purchase and develop, but also yields the greatest rent payoffs to its owner. Other attractions include the Boardwalk Hall, House of Blues, and the Ripley's Believe It or Not! museum. In October 2012, Hurricane Sandy destroyed the northern part of the boardwalk fronting Absecon Inlet, in the residential section called South Inlet. The oceanfront boardwalk in front of the Atlantic City casinos survived the storm undamaged. The Boardwalk has been home to several piers over the years. The first pier, Ocean Pier, was built in 1882. It eventually fell into disrepair and was demolished. Another famous pier built during that time was Steel Pier, opened in 1898, which once billed itself as \"The Showplace of the Nation\". It now operates as an amusement pier across from the Trump Taj Mahal. Captain John Lake Young opened \"Young's Million Dollar Pier\" as an arcade hall in 1903, and on the seaward side \"erected a marble mansion\", fronted by a formal garden, with lighting and landscaping designed by Young's longtime friend Thomas Alva Edison. Young's Million Dollar Pier, Atlantic City's largest amusement pier during its time\", was transformed into a shopping mall in the 1980s, known as \"Shops on Ocean One\". In 2006, the Ocean One mall was bought, renovated and re-branded as \"The Pier Shops at Caesars\" and, in 2015, it was renamed \"Playground Pier.\" Garden Pier, located opposite Revel Atlantic City, once housed a movie theater, and is now home to the Atlantic City Historical Society and Arts Center.Atlantic City Experience: 100 Years of the Garden Pier, Atlantic City Free Public Library. Retrieved August 23, 2013. Two other piers, an amusement pier named Steeplechase Pier and a Heinz 57-owned pier named Heinz Pier were destroyed in the 1944 Great Atlantic Hurricane.Flynn, Ed. \"The Heinz Pier in Atlantic City a 'variety' of fun\", Northjersey.com, March 7, 2013. Retrieved August 23, 2013. Steeplechase was rebuilt after the hurricane, and survived into the casino era. The \"Steeplechase Pier Heliport\" on Steel Pier is named in its honor.Steeplechase Pier Heliport. Retrieved March 10, 2012. The last of the four piers still standing is Schiff's Central Pier, which is the only one still offering the same attractions it did when it opened – a few stores, and the playcade, having reopened in 1990 after an $8 million renovation.Keough, W. F. \"CENTRAL PIER RIDES AGAIN / A.C. GETS A FAMILY AMUSEMENT CENTER \", The Press of Atlantic City, June 3, 1990. Retrieved August 23, 2013. \"Central Pier, vacant since the dawn of casino gaming, will re-open its doors Saturday in an $8 million effort by its owners to re-create one of the resort's most famous pre-casino attractions – its amusement parks. Visitors who plan to test the rides later this week at the city's oldest pier will be treated to the screaming upside-down rush of a Super Loop, or the musical lure of a merry-go- round by the sea.\" ====Keansburg==== The amusement area in Keansburg, New Jersey houses vintage rides from the 1920s. Keansburg, New Jersey is regarded locally as a boardwalk town, with one of America's oldest shoreside amusement parks housing vintage rides dating back to the 1920s, but the amusement area fairway is now asphalt. ====Ocean City, New Jersey==== The boardwalk in Ocean City has classic attractions and many newer additions. The ferris wheel can be seen from miles around, with views of Ocean City and the surrounding communities from the top. Other rides include roller coasters, carousels, bumper cars, water rides, and 11 miniature golf courses. Shops sell souvenirs and snacks, such as cotton candy, popcorn, pizza, and ice cream. Other boardwalk activities include enjoying the sunrise with a leisurely walk, a brisk jog, a bike tour, a ride on a surrey cart, or a meal at one of the many ocean front cafes . ====Point Pleasant Beach==== The Point Pleasant Beach boardwalk is located about seven miles (11 km) north of the Seaside Heights boardwalk. The promenade extends from the Manasquan Inlet in the northern end of the borough to the border with Bay Head in the south. ====Seaside Heights, New Jersey==== Seaside Heights boardwalk looking towards the Casino Pier The long promenade is full of game stands, pizzerias, souvenir shops, beach gear stores, arcades and ice cream parlors drawing families, teenagers and adults alike. The Seaside Heights boardwalk is bookended by two piers that feature amusement rides, carousels, log flumes, roller coasters, Ferris wheels and more. One of these piers is the world-famous Casino Pier, home to a 1913 circa merry-go-round, the Niagara Falls log flume and the Jet Star roller coaster. The other is the Funtown Amusement Pier, home to the Tower of Fear, Seaside's tallest Ferris wheel and a go-kart track. Across from Casino Pier is the redeveloped Breakwater Beach waterpark (formerly WaterWorks). Many of the businesses are still family-owned and operated and have been almost as long as the boardwalk has been around. The boardwalk was destroyed by Hurricane Sandy in October 2012 but has since been rebuilt. ====Wildwood==== Wildwood, New Jersey Boardwalk, from the front of the Boardwalk Chapel. Known as the Boardwalk of Fame and Happiness, the long boardwalk in Wildwood has a total of three amusement piers plus a myriad of other carnival games, souvenir shops, food stands, water parks, and many rides including world-class roller coasters. The Boardwalk started out as a mere . It has actually been moved closer to the ocean twice. Today, the boardwalk stretches for 38 blocks from 16th Ave in North Wildwood to Cresse Ave in Wildwood Crest. The Wildwood Boardwalk is said to have more rides than Disneyland. Kiddie rides include a convoy of airplanes, trucks, dune buggies, boats, and trains, along with bouncy giraffes, flying elephants, teacups, mini-Ferris wheels, and a traditional carousel to round out the mix. The Boardwalk piers also boast several water parks and many other rides, and six roller coasters, including four major ones,http://www.moreyspiers.com/ and includes a giant ferris wheel — one of the largest on the east coast. At 156 feet (47.5 m) in height, the Giant Wheel provides the best views of the island. In 2008-2009 a section of the boardwalk was rebuilt. ===New York=== ====Coney Island, Brooklyn==== Riegelmann Boardwalk, Coney Island Riegelmann Boardwalk runs for on Coney Island, along the southern shore of Brooklyn adjacent to the Atlantic Ocean. It became known for its amusement parks along the boardwalk, and contains the Cyclone roller coaster, the Wonder Wheel Ferris wheel, the Luna Park and Deno's Wonder Wheel Amusement Park amusement parks, and the defunct Parachute Jump ride, as well as the New York Aquarium. The boardwalk also contains MCU Park, home of the minor league Brooklyn Cyclones baseball team. ====Jones Beach==== The long Jones Beach Boardwalk runs along the central section of the 10 mi (16.1 km) Jones Beach State Park, created during the administration of Robert Moses and opened in 1929. It is accessible from the mainland via the Meadowbrook State Parkway or the Wantagh State Parkway. Apart from a few amenities such as a two bathhouses and several refreshment stands, the boardwalk is much less commercialized compared with other boardwalks in the region. The historic Boardwalk Restaurant, built in the 1930s and rebuilt in 1966 was demolished in 2004 pending redevelopment by Trump Entertainment Resorts. It was expected to open in 2014, but it was later cancelled due to worry of damage from future hurricanes after Hurricane Sandy. The Boardwalk Bandshell, originally adjacent to the restaurant, was moved from the east to the west side of the central mall and still serves as a popular venue for summertime beachside concerts. ====Atlantic Beach==== Atlantic Beach, A narrow boardwalk stretches from Acapulco Street to Putnam Avenue along the Atlantic Ocean beach in the incorporated Village of Atlantic Beach. The boardwalk, which is in a dangerous state of disrepair, stands on wooden piles, with several beach clubs situated under it at places. ====Long Beach==== Long Beach, NY boardwalk at sunset Long Beach, nicknamed \"The City By the Sea\" and once known as \"The Riviera of the East\", boasts a 2.2-mile (3.5-km) boardwalk east of New York Avenue, which was planned and developed in 1906-1907 by Tammany Hall-connected real estate developer and former New York senator William H. Reynolds. In an effective publicity stunt, Reynolds had a herd of elephants trucked in from Coney Island's Dreamland amusement park, ostensibly to help build the boardwalk. ====Rockaway, Queens==== Rockaway Boardwalk, 1903 The Rockaway Boardwalk is long, running from Beach 9th Street in Far Rockaway to Beach 126th Street in Rockaway Park, at the edge of Belle Harbor. While several unconnected sections were first built at the end of the 19th century, most of the construction of the original boardwalk began in 1925\"New Nine-mile Boardwalk for Rockaway, L.I.\". The New York Times. July 26, 1925. and completed in 1928. The concrete boardwalk from Beach 9th Street to Beach 19th Street was completed in 1963. The boardwalk and its adjacent 170 acres of beaches are maintained by the NYC Parks Department and policed by the NYC Parks Enforcement Patrol. ====South Beach, Staten Island==== The Franklin D. Roosevelt Boardwalk along South Beach is long, making it the fourth longest boardwalk in the world. Visitors enjoy strolling and bicycling throughout the year. From October to May, fishing is also permitted. The boardwalk was built in 1935, replacing an existing commercial boardwalk and tourist area that had been ravaged by fires, economic loss and the Great Depression. The boardwalk is part of a New York City public park that stretches from the Fort Wadsworth and the Verrazano-Narrows Bridge to Miller Field. Both Fort Wadsworth and Miller Field are federal parks.Franklin D. Roosevelt Boardwalk and Beach ===Puerto Rico=== ====La Guancha Boardwalk==== 300px Bird's eye view of the Boardwalk (center-right) and its surrounding area La Guancha Boardwalk is located in Ponce's sea shore. Built in the 1990s, the boardwalk overlooks the Ponce Nautical Club and has many restaurants and bars. It also has kiosks which sell food and alcoholic beverages. \"It's basically a boardwalk filled with many different local eateries. They mostly sell delicious 'fritters', like what we call 'bacalaitos', or fried cod fish turnovers. ====Piñones Boardwalk==== The Pinones Boardwalk, just like the Pinones food kiosks is a very popular spot with locals and tourists on a weekend (and holidays). The boardwalk starts in Pinones and heads east for 11km skirting the beaches then crossing PR 187 into the Pinones mangrove forest. The boardwalk is ONLY accessible to non motorized traffic; walking, strollers, bikes and the occasional police horse. If you plan on biking the boardwalk there are a few places along the trail where you can rent bikes, though bike conditions and helmet availability may not be the best. ====Cataño Boardwalk==== View of the San Juan Bay from the Cataño shore. The Cataño Boardwalk commands a view of the San Juan Bay, including views of Fort San Felipe del Morro on the opposing side. There are several monuments and sculptures along the boardwalk, including a monument to Taíno culture called \"India Taína\". ===South Carolina=== ====Myrtle Beach==== Myrtle Beach Boardwalk The 1.2 mile Myrtle Beach Boardwalk, finished in 2010, was recognized later that year by National Geographic as the nations's #3 boardwalk behind the ones at Atlantic City and Coney Island. ===Texas=== ====Kemah==== The Kemah Boardwalk is a hotel and restaurant destination in Kemah, Texas, USA, which also features a small selection of amusement rides. The main attractions of the complex, which opened in 2001, are its many restaurants overlooking Galveston Bay, recreational sailing, and rides. The area was developed by Landry's, which owns all of the restaurants on the boardwalk. Activities include shopping and midway games, as well as a miniature train that traverses the entire area. Additional attractions include a carousel a Ferris wheel and a new wooden roller coaster. ===Virginia=== ====Virginia Beach==== Virginia Beach, Virginia's boardwalk features restaurants, entertainment, and many sporting events. ==References== == External links == * Asbury Park Press feature on Jersey Shore boardwalks * The boardwalk in Asbury Park, NJ * The Asbury Park Boardwalk - A current and past look at the boardwalk, events and more * The Santa Cruz Beach Boardwalk * Travel Channel — Best American Boardwalks * Ocean County Boardwalks * The Star Ledger — Photograph Gallery \"New Jersey Boardwalks\" Category:Pedestrian infrastructure in the United States boardwalks Category:Road infrastructure in the United States ",
    "title": "List of boardwalks in the United States"
}