{
    "id": "44285119",
    "text": "Mason in stone, Masonic Temple George DeWitt Mason (July 4, 1856 – June 3, 1948) was an American architect who practiced in Detroit, Michigan in the latter part of the 19th and early decades of the 20th centuries. P. 341. ==Biography== George Mason was born in Syracuse, New York, the son of James H. and Zelda E. Mason. In 1870 the family moved to Detroit, where Mason received his early education. He began his architectural career working for Detroit architect Hugh Smith in 1875, but this only lasted a summer. After this he moved to the firm of Henry T. Brush, where he worked for the first nine months without pay. Mason started out assigned to some specific detailing work on the George O. Robinson House and the Detroit Public Library.Ferry, W. Hawkins (1980). The Buildings of Detroit: A History. Wayne State University Press, Detroit, Michigan. Pp. 86, 90. One of the first buildings in which Mason received equal billing for the design was the Ransom Gillis House.Ransom Gillis Home . Detroit1701. Retrieved on November 24, 2010. In 1878 he joined with Zachariah Rice to form the firm Mason & Rice. This partnership lasted until 1898, after which time Mason continued his practice alone.Pipp, E.G. (1927). Men Who Have Made Michigan. Pipp's Magazine, Detroit, Michigan. From 1884 until 1896 Albert Kahn worked with Mason and Rice, and he returned to partner with Mason for a few years early in the 20th Century. A number of Mason's works, either by himself or as part of Mason & Rice, are listed on the National Register of Historic Places. Mason died on June 3, 1948, at his home in the Wiltshire Apartments building, at the age of 91.George DeWitt Mason (1856-1948) - Obituary. Find A Grave Memorial. Retrieved on November 30, 2018. ==Selected commissions== Cass Avenue Methodist Episcopal Church (1883) Detroit Masonic Temple (1926) :All buildings are located in Detroit, unless otherwise indicated. Works include (with attribution): *Ransom Gillis House (with Brush) (1876 or 1878) *Michigan Central Railroad Chelsea Depot (with Rice), Chelsea, Michigan (1880) *Cass Avenue Methodist Episcopal Church (with Rice) (1883) (chapel only; while the building stands, it has been totally refaced) *Thompson Home (with Rice)http://digitalcollections.detroitpubliclibrary.org/islandora/object/islandora%3A148739 (1884) *George and Martha Hitchcock House (with Rice), Farwell, Michigan (1885) *Most Holy Trinity Rectory (1886) *Grand Hotel (with Rice), Mackinac Island (1887) *Gilbert Lee House (with Rice) (1888)Ferry, 1980, p. 130. *First Presbyterian Church (with Rice) (1889) *Trinity Episcopal Church (with Rice) (1890) *James E. Scripps House (1891) (additions) *Engine House No. 18 (with Rice) (1892) *Belle Isle Police Station (with Rice)Ferry, 1980, p. 140. (1893) *Franklin H. Walker House (1896; demolished, ca. 1990) *Hiram Walker and Sons Building (with Rice),http://www.walkervilletimes.com/whisky-palace.htm Windsor, Ontario (1896) *Detroit Opera House (1898; demolished, 1966) *Century Theatre (1903) *Palms Apartments (with Kahn) (1903) *Belle Isle Aquarium (with Kahn) (1904) *West Engineering Building, University of Michigan (with Kahn), Ann Arbor, Michigan (1904) *Cadillac Motor Car Company Amsterdam Street Plant (1905) *Pontchartrain Hotel (1907; demolished, 1920) *Mitchell Brothers Company Building, Cadillac, Michigan (1907) *Charles T. Fisher House (ca. 1915) *Frederick J. Fisher House (ca. 1918; later additions, ca. 1923) *Trinity United Methodist Church, Highland Park, Michigan (1922) *Detroit Yacht Club (1923) *Detroit Masonic Temple (1926) *Gem Theatre (1927; relocated, 1997) *Central Woodward Christian Church (1928) *Detroit College of Law Building (demolished) *Zion Lutheran Church, Ann Arbor, Michigan *One or more works in the Eastern Market Historic District (with Rice) *Brewster- Douglass Housing Projects (1938) (demolished 2014) *Kirk In The Hills Church, Bloomfield Township, Michigan (1958) ==See also== *Architecture of metropolitan Detroit ==References== ==Further reading== * *Ferry, W. Hawkins (1980). The Buildings of Detroit: A History. Wayne State University Press, Detroit, Michigan. * *Kvaran, Einar Einarsson, Architectural Sculpture in America, unpublished manuscript. *Masonic Temple, Detroit, Michigan A.D. 1926, A.L. 5926 dedication booklette, no date, copyright or publishing information. *Parducci, Corrado, Work Records of Corrado J. Parducci, unpublished manuscript. *Pipp, E.G. (1927). Men Who Have Made Michigan. Pipp's Magazine, Detroit, Michigan. *University of Michigan Architecture: Albert Khan https://web.archive.org/web/20120316022450/http://www2.si.umich.edu/umarch/architects/kahn.html ==External links== *Historic Detroit — George D. Mason Category:1856 births Category:Culture of Detroit Category:1948 deaths Category:Artists from Syracuse, New York Category:American architects Category:Artists from Detroit Category:Railway architects ",
    "title": "George D. Mason"
}