{
    "id": "44288760",
    "text": "Sonia Gutierrez (born July 8, 1939) is a Puerto Rican educator and Hispanic rights activist. She was principal, counselor and advocate for adult students at the Carlos Rosario International Public Charter School, an adult charter school in Washington, D.C.\"2013 E Pluribus Unum Prize Winner\". Migration Policy Institute ==Early life and education== Sonia Gutierrez was born in Santurce, San Juan, Puerto Rico. She earned a bachelor's degree in Business Management and Finance from the University of Puerto Rico in 1961 and earned a master's degree in Adult Education Management from the University of the District of Columbia in 1978. ==Career== Gutierrez began her literacy career in the District of Columbia in May 1972 as a counselor of the Program for English Instruction to Latin Americans (PEILA). In October 1972, Gutierrez was named Director of PEILA by founder Carlos Manuel Rosario. In 1978, Gutierrez facilitated PEILA's merger with the District of Columbia's Americanization Program, resulting in a District of Columbia public school known as the Gordon Adult Education Center. In 1988, under Gutierrez's direction, the Gordon Adult Education Center was named a National Finalist for the U.S. Department of Education's Secretary's Award for Outstanding Adult Basic Education Programs.\"Exemplary Adult Education Programs. Highlights of Secretary's Award Program Finalists 1988\" http://files.eric.ed.gov/fulltext/ED302684.pdf In 1992, Gutierrez requested that the city council rename the school to the Carlos Rosario Adult Education Center, in memory of PEILA's founder. ===The Carlos Rosario International Public Charter School=== In 1996, the District of Columbia closed the Carlos Rosario Center due to a District-wide financial crisis that eliminated all DCPS adult education programs. Gutierrez raised enough money to open a small, private nonprofit program in Calvary Baptist Church in Chinatown.Constable, Pamela (July 6, 2002) \"Language of the Heart\" The Washington Post. In 1997, the Carlos Rosario International Career Center opened as a nonprofit organization under Sonia Gutierrez's leadership. In 1998, Gutierrez won approval from the District of Columbia Public Charter School Board to establish the Carlos Rosario International Public Charter School Constable, Pamela (May 15, 1997) \"Reopening Helps Students Realize Dreams; Carlos Rosario School Rises From the Ashes To Continue Teaching English to Immigrants\" The Washington Post The school continued to grow and expand under Gutierrez's leadership. In 2013, the Carlos Rosario International Public Charter School opened the Sonia Gutierrez Campus, a workforce development satellite site serving an additional 500 students located in the Eckington, Washington, D.C. neighborhood of Northeast Washington, D.C. The school won the E Pluribus Unum Award from the Migration Policy Institute. With the opening of this second campus, the school now provides more than 2,500 students annually with comprehensive support services and courses including English as a Second Language, GED in Spanish and English, technology essentials, citizenship and career training. Details of school accountability can be found on the DIstrict of Columbia Public Charter School website at: https://dcpcsb.org/carlos-rosario-international-pcs Gutierrez has been involved in the social and economic development of the Latino Community in D.C. In 1977, she founded the Council of Latino Agencies. \"Council Of Latino Agencies\" She was instrumental in establishing the District of Columbia Mayor's Office of Latino Affairs and presided over the Latino festival Fiesta DC. For more details please visit the Carlos Rosario International Public Charter School at: https://www.carlosrosario.org/ ==Personal life== She has lived in Washington, D.C. for more than 45 years, and has three children: Jimmy Fairchild and Bobby Fairchild from her first marriage and Michelle Gutierrez from her second marriage to Latino activist Jose Gutierrez. She also has five grandchildren. ==Honors and awards== *2020 - The Washington D.C. Hall of Fame Society recognizes residents who have had an outstanding impact on the city through exemplary public service. Sonia Gutierrez was inducted in the year 2020, for her outstanding contributions in the field of Education. *2015 - CHCI Medallion of Excellence Recipient\"CHCI 2015 Medallion of Excellence Honorees\", Congressional Hispanic Caucus Institute, Inc. *2013 - Administrator of the Year Award- Commission on Adult Basic Education (COABE) *2012 - Grand Marshall - Fiesta DC *2011 - Certificate of Special Congressional Recognition presented by Congresswoman Eleanor Holmes Norton *2007 - Inducted into the Charter School Hall of Fame *2002 - Excellence in Education Award- DC Government *1998 - Educator of the Year Award- Washington Hispanic Newspaper *1994 - Inducted to the Women's Hall of Fame - District of Columbia Commission for Women *1987 - Washingtonian of the Year Award- Washington Magazine *1983 - Service to the Latino Community Award- Mayor's Office on Latino Affairs *1979 - Founder Award for Outstanding Dedication- Council of Hispanic Agencies == See also == * Carlos Rosario International Public Charter School * Carlos Manuel Rosario * Hispanics and Latinos in Washington, D.C. ==References== Category:1939 births Category:Living people Category:American women educators Category:University of the District of Columbia alumni Category:University of Puerto Rico alumni Category:People from Santurce, Puerto Rico Category:Educators from Washington, D.C. ",
    "title": "Sonia Gutierrez"
}