{
    "id": "44285935",
    "text": "The Yamaha Tricity is a tilting three-wheeler motor scooter made by Yamaha Motor Company. It is part of Yamaha's LMW (Leaning Multi Wheel) offering along with the Niken. Three Tricity models have been developed: 125, 155, and 300cc models. The 125 model was first introduced in Thai markets on April, 2014 and then in Japanese markets in September 2014.LMW（リーニング・マルチ・ホイール）第1弾 「TRICITY」タイ市場で新発売 - Yamaha Motor Company. 広がるモビリティの世界 LMW（リーニング・マルチ・ホイール）の第1弾 「TRICITY MW125」日本仕様を新発売 - Yamaha Motor Company The vehicle was also made available in other Asian countries along with Australia and New Zealand. The scooter reached the European market in 2015. The model was later discontinued as it was not as successful as Yamaha hoped for; it did not fit the legal requirements to be driven with only a car license and therefore missed its most important customer segment. A second generation, the 300 model was introduced in the 2019. The new model addressed the criticized areas of the first model. It had a larger engine and allowed drivers to ride with a car license. The improvements lead to the doubling of the price, when compared to the 125 model. == Development == The Tricity was developed by the Yamaha development team in cooperation with race engineer Kazuhisa Takano. The goal was to create an easy to ride machine to attract everyday commuters who were traveling by car, but who were considering a switch to a motorcycle. The Tricity is Yamaha's first three-wheeler, and was developed due to success of the Piaggio MP3. Due to patent rights, Yamaha was not able to use the MP3's car-like suspension, opting for a simpler double fork system. This brought the two front wheels too close together for the Tricity to be registered as a three-wheeler. This meant riders could not ride on a car license under general EU regulation. This caused the Tricity to miss out on the market of car license drivers looking for a motorcycle, except those that allow a 125cc bike to be ridden on a car license. Nevertheless, Yamaha proceeded with this vehicle's design and has produced several models that are sold in different markets around the world. The first model was released with UBS brakes, and in 2015 it was upgraded with optional ABS braking. The 2016 model is identical to the previous one, but a 155cc version was displayed at the 2016 Osaka motorcycle show along with the promotional offer \"Try Tri Before You Buy Tri\". In all EU countries a 155cc model will require a motorcycle license, but will be allowed to drive on all European roads. == Reception == Online reviews of the Tricity are generally positive. The model is credited for its stability and ability to stay untroubled by poor road surfaces. As well as its brakes, which are considered unusually good for a 125cc bike. Some reviewers have given negative feedback for the engine, which they consider to be underpowered and a bit noisy with too frequent service intervals. == Market reception == So far, the Tricity has not met the success Yamaha was hoping for. It failed in the Thailand market and also was not very successful in Japan. It sold better in the Philippines, where 125cc or less bikes have a larger part of the motorcycle market. Sources differ when it comes to Europe: some describe it as a failure, others as a success. Yamaha dealers in Europe have reported the model as failing to attract novice riders, but instead garnering interest among older riders stepping down. ==See also== * Electric motorcycles and scooters *List of motorized trikes * Honda Gyro * Piaggio MP3 == References == ==External links== * * Yamaha Tricity review Tricity Category:Three-wheeled motor scooters Category:Motorcycles introduced in 2014 Category:Tilting three- wheeled motor vehicles ",
    "title": "Yamaha Tricity"
}