{
    "id": "44288358",
    "text": "Municipal elections in France allow the people to elect members of the City Council in each commune. These are called conseillers municipaux (city councilors). They elect the mayor, who chairs the city council, as well as Deputies to the Mayor. The term of office of councilors, the mayor and his deputies is, in principle, six years.. As of 7 November 2014, the most recent elections were held on 23 and 30 March 2014. The electors of the Senate are 95% determined by the municipal elections. ==Electoral system== === Voting Procedures === The election process is very different depending on the size of the municipality. Since the reforms introduced by Law No. 2013-403 of 17 May 2013, which will apply from the general election of municipal councils in 2014: * A block vote with panachageVoters are able to spread their vote among candidates from multiple parties. for municipalities with less than 1000 inhabitants * Proportional representation with a majority premium for larger municipalities.Voters must choose a slate of candidates from a particular party, with any party getting a majority gaining extra seats on the council. Prior to the 2013 reform, the proportional list was used only in municipalities with more than 3500 inhabitants. The reform was mainly intended to enforce the rules of parity between men and women in the 6659 communes whose population ranged in 2013 between 1000 and 3500 inhabitants. While women represented 48.5% of municipal councilors in the municipalities of 3500 or more inhabitants at present, they represented only 32.5% of the seats in municipalities with less than 3500 inhabitants. With the new threshold, approximately 10,000 additional women were expected become municipal authorities, at least in deliberative assemblies. ==== Communes Under 1000 Inhabitants ==== The election of municipal councilors takes place by majority voting. plurinominal, in two rounds with panachage: * In the first round, candidates are elected if they receive an absolute majority of votes cast and the vote of a quorum of at least a quarter of registered voters; * In the second round, a simple majority suffices. If multiple candidates receive the same number of votes, the election is won by the older of the candidates when no one can be elected based on the number of seats. Since the reform of 17 May 2013, a nomination filed with the prefecture or sub-prefecture is required.. Isolated candidacies and incomplete lists are allowed, and can not be elected if they have not previously applied for candidacy. The votes are recorded individually, and panachage is allowed: Voters have the right to ignore the lists of candidates, voting for candidates from different lists. ==== Communes With More than 1000 inhabitants ==== In communes of over 1000 inhabitants, the election of councilors follows a list system in two rounds with proportional representation: candidates are presented in complete lists. During the vote, the voter can neither add to nor delete from the lists, or change the order of presentation of the lists. Law No. 82-974 of 19 November 1982 replaced the old block vote in communes unit with 3500 inhabitants or more and by the current voting system, \"which adds a premium and a majority proportional representation\" (translated). Law No.2000-493 from 6 June 2000 designed to promote equal access of women and men to electoral mandates and elective offices (translated), imposed man/woman parity rules in the municipal elections of municipalities with more than 3500 inhabitants. These rules were applied for the first time in the 2001 election and have been enhanced for the 2008 election. Since the Act of 17 May 2013 for the election of county councilors, city councilors and community councilors and amending the electoral calendar (translated), these rules apply for communes with at least 1000 inhabitants, The election may be limited to a single round in the case of an absolute majority, or give rise to a second round, in which case: * Lists that have obtained at least 10% of the vote remain for the second round; * Candidates from a list that has obtained more than 5% do not stand in the second round,Article L-264 electoral code but may be on another list (rallying in the second round) which may lead to a change in the order of candidates. Municipal elections in communes with more than 1000 inhabitants use the rule majority voting with proportional rate: the first half (rounded if necessary to the next whole number) are assigned seats to be filled from the list with the most votes; other seats are distributed among all the lists present in the final round that took more than 5% of votes cast (including the majority list) which is called proportional to the strongest average. Thus, this system allowed voters in 2008 in Toulouse, who voted in the first round with 42.6% for Moudenc list, to 39.0% for the Cohen list and 18.4% for other lists and second round to 50.42% for the Cohen list and 49.58% for Moudenc list to be represented by a clear majority at 75.4% by the Cohen list of opposition to the 24.6% Moudenc list. This same method of voting allowed Palois, after a second round of voting, giving 35 seats (71%) for 14316 voters (39%); only 9 seats (18%) for 13974 (38%) voters and 5 seats (10%) for 7713 voters (20%). ==== Special arrangements for Paris, Marseille and Lyon ==== In three of France's most populated cities, the election is by electoral area, following the same rules as communes over 1000 inhabitants. These areas correspond to boroughs in Paris and Lyons. In Marseilles, each of the 8 sectors includes two boroughs. Borough councilors are also elected. ==== Local Governments ==== Beginning with the municipal elections of 2014, the delegates representing a commune are elected during municipal elections. Each municipality is represented by a number of city council representatives taking into account its population, elected as follows: * Communes with under 1000 inhabitants: representatives of the joint community council are the City Council members named in the party list (mayor, deputies and councilors); * Commune with over 1000 inhabitants: city councilors are elected at the same time as municipal councilors. A single ballot must include the list of candidates for council and the community council candidates. In contrast, representatives of municipalities in the Établissement public de coopération intercommunale (Public Establishment for intercommunal cooperation) without their own tax single-purpose municipal association, syndicat intercommunal à vocations multiples (multi-purpose intercommunal organization), syndicat mixte (mixed union) continue to be elected by each municipal council concerned, as was the case before 2014 for all intercommunal organizations. === Election of Municipal Council and Mayors === ==== Number and Election of Municipal Councilors ==== The number of seats in the municipal council depends on the number of inhabitants, as set by the law: 7 seats for communes with less than 100 inhabitants up to 69 seats for municipalities with more than 300,000 people. The number of councilors depends on the size of the city. The decree of 27 January 1977 determined that number based on segments of the population of the municipality of 9 members for smaller municipalities up to 49 for cities with more than 300,000 inhabitants. The law of November 1982, which is part of a package of reforms being made by the :fr:Loi du 31 décembre 1982 relative à l'organisation administrative de Paris, Marseille, Lyon et des établissements publics de coopération intercommunale (Law of 31 December 1982 relating to the administrative organization of Paris, Marseilles, Lyon and public establishments for cooperation) on the specific case of the three biggest cities of France, changed the composition of municipal councils, maintaining the same segments of the population, from 9 to 49 members. Finally, the Act of 17 May 2013 reduced from 9 to 7 the number of councilors in smaller communities with less than 100 inhabitants. {| class=\"wikitable\" style=\"text-align:center;\" align=\"center\" |+ Number of municipal councilors by demographic slice (counting the municipalities in 2014) ! Number of inhabitants ! ! ! ! ! ! ! ! ! ! |- ! Number of councilors | 7 | 11 | 15 | 19 | 23 | 27 | 29 | 33 | 35 | 39 |- ! Number of inhabitants ! ! ! ! ! ! ! ! ! ! |- ! Number of councilors | 43 | 45 | 49 | 53 | 55 | 59 | 61 | 65 | 69 | |} For the city councils of Paris, Lyon and Marseilles, the number of municipal councilors should not be confused with the arrondissement or sector councilors of which there are many more but with limited powers, as determined by the Law on the administrative organization of Paris, Marseille, Lyon:Law No. 82-1169 of 31 December 1982 relating to the administrative organization of Paris, Marseille, Lyon and public establishments for cooperation. {| class=\"wikitable\" align=\"center\" |+ Number of municipal councilors in the three major cities arrondissements |- align=\"center\" ! City ! Lyon ! Marseille ! Paris |- ! Number of municipal councilors | 73 municipal councilors | 101 municipal councilors | 163 councilors of Paris |- |} Councilors are elected by direct universal suffrage for a term of six years, and can be reelected. The vote takes place following the French election procedures. ==== Election of mayor and deputies ==== The mayor is elected by the councilors from one of their number. The mayor's office has its own terms: the mayor can freely resign or be replaced in case of death or removal from office of mayor by court order, without causing new municipal elections. When a new municipal council is elected, the first meeting is held, by law, no earlier than the first Friday and no later first Sunday after the election to perform their statutory duties. The council, chaired by the oldest member, then proceeds to the election of the mayor and deputies. The mayor is elected by an absolute majority of votes cast in the first two rounds, and the majority on the third. However, if the number of votes of the councilors is the same for both candidates, the older prevails. The council then sets by resolution the number of deputies, which may not exceed 30% of the council members, and conducts a vote, according to the same rules. However, since the 2008 municipal elections, the deputy mayors of municipalities with more than 3500 people are elected by general ticket and by an absolute majority without panachage or instant-runoff voting, and in accordance with the principle of parity These rules apply, starting with the municipal elections in 2014, to communes with 1000 inhabitants or more to promote equality between men and women.Article 29 of law No. 2013-403 of 17 May 2013 amending the wording of Article L. 2 July 2122 of the general code of local authorities. ==== Voters ==== The municipal election is open to all French voters and members of the European Union residing in the township or paying taxes to the commune, that is to say a person who: * is 18 years of age or older, or at the latest before the election at midnight; * is a citizen of France or of a member of the European Union; * is entitled to civil and political rights; * is a registered voter. A voter votes for candidates within the municipal district, (the town, or borough, in the case of Paris, Lyon, and Marseilles) in which he or she is registered. ===== The participation of citizens of the European Union ===== For the first time in the 2001 municipal elections in France, citizens of the countries of the European Union have the right to elect councilors and be eligible for these positions. This provision was contained in section 8B of the Maastricht Treaty. However, the rights of citizens are limited in application of Article 88-3 of the constitution of 4 October 1958, since non-French citizens are not eligible for the office of mayor or deputy. To register on a supplementary list in their commune, EU nationals must: * be 18 years or older at the closing date of revision of the lists; * be entitled to civil rights both in France and in their country of origin; * Have their primary residence in a French commune, or prove that they reside in the commune continuously and effectively for at least six months or that they pay local taxes. ==== Candidates ==== People may be candidates for French municipal positions if they: * are age 18 or more 1 January of the election year; * French citizen or national of a member of the European Union; * included in the electoral roll of the municipality or pay local taxes. However, any municipality with more than 500 inhabitants, the number of councilors that do not live in the town at the time of the election may not exceed one quarter of the council members and for small municipalities, 4 for municipalities under 100 people, and 5 for those with a population between 100 and 500 residents. Beginning in the municipal elections of 2014, a declaration of candidacy is required in all municipalities and it is forbidden to run in several municipalities.Article 25 of Law No. 2013– 403 of 17 May 2013 concerning the election of county councilors, councilors and community councilors and amending the electoral calendar. Many provisions of the electoral code establish reasons for ineligibility, to ensure both the freedom of conscience and independence of elected officials. Thus, for example, that candidates can be certain officials in the municipalities affected by the exercise of their function (prefects, judges, police, military officers, agents of the town ...), and after the 2014 elections, some executives of the Public establishment for cooperation between communes with their own tax which the town adheres.Article L. 231 8 of the election Code, as amended by the Act of 17 May 2013. ==== Financial Arrangements ==== The cost of organizing elections is borne by the state and municipalities in which the polling stations are located. Costs of campaign materials (cost of paper, printing and distribution of ballot papers, posters and flyers, as well as the display costs) are paid by and are the responsibility of candidates in communes with less 1000 inhabitants.State Council, 18 January 1984, municipal elections in Trois-Fonds. In communes with more than 1000 inhabitants, the costs of campaign material are paid by the state to candidates with at least 5% of votes cast in one of two ballots and election materials which comply with regulations. Reimbursements are paid by the state to lists winning at least 5% of votes cast in one of two ballots in the towns of 2500 people or more. In municipalities with more than 2,500 inhabitants, cost of delivering political advertisements and inserting material printed by the candidate lists in polling ballots, are borne by the campaign commissions established in each municipality. In municipalities with smaller populations, lists who want to send printed material to voters and/or a ballot insert must distribute their own and must deliver the printed inserts to the mayor at the latest noon the day before the election or polling stations on the day of the election. In the communes of 9000 or more inhabitants, the lists are also required to establish a campaign account. This implies that these lists: * Declare a fiscal agent during their nomination; * Establish a campaign account that will, if the candidate obtains at least 1% of the vote, be reported to the National Commission for Campaign Accounts and Political Funding (CNCCFP) no later than 18 hours before the tenth Friday following the first ballot (Friday, 30 May 2014 for the municipal elections of 2014). Lists winning at least 5% of the vote cast in the first ballot in these municipalities will be paid 47.5% of the amount of election expenses allowed by CNCCFP, within the spending limit defined in Article L. 52-11 of the election code. These provisions in fact reduce the opportunity to present \"whimsical\" candidates who are not established locally or who do not have the resources of an organized party. ==== Publication of results ==== Municipal election results are published on the website of the Ministry of the Interior. For cities with more than 3500 inhabitants, plus from 2014 onward, municipalities with more than 1000 (party list) people, all lists are cited because they are deposited in the prefecture prior to voting. For smaller municipalities (multi-member majority vote), only the winners are cited, without specifying their original list or the rate of mixing. ==== Litigation ==== All voters and all who are eligible to vote may challenge the result of the municipal elections, the election of the mayor and his deputies, representatives of the town to a public institution for cooperation (EPCI) before the Administrative Court, or by reference in a process-verbal, or by writing a complaint within 5 days from the date of the election. The prefect has the same power, but must file his appeal within 15 days of the election. ==== Participation ==== The participation rates for municipal elections in France are quite high. However, there has been a significant decline for several decades. For example, 25.2% of non-voters were recorded for the first round of the 1959 municipal elections, an abstention rate of 35.5% in the first round of the 2008 municipal elections 2008 before settling at 36.45% in the 2014 municipal elections, six years later. == History == The law of 5 April 1884 is considered as the founding act of municipal democracy in France, establishing a uniform legal regime for all municipalities of France. It states that the election of the City Council is subject to universal suffrage as well as the election of the Mayor by the city council. The term of office was four years originally. It was increased to 6 years in 1929. These elections use the voting system of plurality-at-large in two rounds with panachage. This was followed for all municipalities up to the municipal elections of 1947, when proportional representation was applied to municipalities with more than 9000 inhabitants. The ordonnance of 4 February 1959 restored the majority voting for municipalities with less than 120,000 inhabitants. For others, the election is proportional representation with one round But as soon as 1964, the law completely eliminated proportional representation: * In communes with less than 30,000 inhabitants, plurality-at- large voting with panachage is used; * In communes with more than 30,000 inhabitants, general ticket voting in two rounds is used: the winning list (absolute majority in the first round or the second) wins all the seats of council; in Paris, Marseille and Lyon, voting takes place by sectors composed of part of arrondissements, one arrondissements or multiple arrondissements. The law of 19 July 1976 changed the boundaries of the sectors of Paris, Marseille and Lyon and created sectors for Toulouse and Nice The law of 19 November 1982 established the current voting protocols: * In communes with under 3500 inhabitants, plurality-at-large voting with panachage is used; * In communes with over 3500 inhabitants, proportional representation is with a majority bonus with half of the seats going to the winning list. The voting takes place by commune except Paris, Marseille and Lyon for which law on the administrative organization of Paris, Marseille, Lyon provides that voting may be by sector. The law also requires equality of counselors and mayors of arrondissements. In 2013, the threshold between majority and proportional voting was lowered to 1000 inhabitants. === Women in the French municipal elections === The first municipal election in which women could vote and be elected was the municipal elections in 1947:Christopher Golden and Andre Chastanet, \"Parity running slow\", Le Figaro, the week of 21 March 2014, page 30 {|class=\"wikitable centre\" style=\"text-align:center;\" |+Changes in the percentage of women mayors and councilors |---- ! scope=\"row\" style=\"text- align:left; width:100upright;\" | Année | style=\"width:50upright;\" | 1947 | style=\"width:50upright;\" | 1953 | style=\"width:50upright;\" | 1959 | style=\"width:50upright;\" | 1965 | style=\"width:50upright;\" | 1971 | style=\"width:50upright;\" | 1977 | style=\"width:50upright;\" | 1983 | style=\"width:50upright;\" | 1989 | style=\"width:50upright;\" | 1995 | style=\"width:50upright;\" | 2001 | style=\"width:50upright;\" | 2008 |---- ! scope=\"row\" style=\"text-align:left; width:100upright;\" | % of women mayors | 0.7% || 0.8% || 1% || 1.1% || 1.8% || 2.8% || 4% || 5.5% || 7.5% || 10.9% || 13.9% |---- ! scope=\"row\" style=\"text-align:left; width:100upright;\" | % of municipal counselors | 3.1% || 2.9% || 2.4% || 2.4% || 4.4% || 8.3% || 14% || 17.2% || 21.7% || 33% || 34.8% |} ==Notes== ==References== ",
    "title": "Municipal elections in France"
}