{
    "id": "44289197",
    "text": "Don Shafer (born May 25, 1947) is an American-born Canadian broadcaster and radio industry executive. He has worked at and managed numerous radio stations in the United States and Canada for over 50 years. ==Early life== Shafer was born in Pittsburgh, Pennsylvania and served in the U.S. military from 1965 to 1969 as a communication specialist. ==Broadcast career== Shafer began his broadcast career at WEEP AM Pittsburgh, and also with KNAC FM Long Beach, California, and KPPC FM in Pasadena, California. In 1969, Shafer immigrated to Canada. He worked on-air with CHOM-FM (Montreal) from 1969 to 1972,\"A Conversation With... Don Shafer\". FYI Music News, By Bill King Thu, 04/30/2015CHUM FM (Toronto) from 1972 to 1976,and The Fox (Vancouver) from 1976 to 1986. Shafer was named Program Director at The Fox in 1980 under Moffat Communications. In 1986, he was hired as the Program Director for Rock 101 in Vancouver. In 1988, he moved to Toronto as the President and General Manager and WIC Director of Programming at CILQ-FM. He was Senior Vice President at Pelmorex Radio Network in Ontario from 1992 to 1997. Shafer was hired as Torstar Media Group's Vice President and General Manager in 1997. He worked on the development of the Toronto Star TV, which extended the Toronto Star newspaper brand into television. Shafer moved to SUN FM/AM1150/CILK FM in the BC Interior as Vice President and Regional Manager in 2003, where he remained until 2013. In 2013 and 2014, he became the interim General Manager at Jim Pattison Broadcasting's Q104 and FAB 94 in Winnipeg, participating in the acquisition of the two stations. In this capacity, he oversaw 22 radio stations and two television stations in the BC Interior, as Vice-President and Regional Manager with Standard Media,\"To the Rescue: When disaster struck, radio is where Canadians turned\". Broadcaster, By: Laurel Hyatt 2003-10-01 and took part in the transition to new ownership by Astral and then Bell Media. In 2014 Shafer co-founded Roundhouse Radio in Vancouver, and became its President and CEO.\"Vancouver eastside neighbourhood shifts from industrial to mixed commercial\". Vancouver Sun. Evan Duggan, March 31, 2015\" Roundhouse Radio: Bringing the hyperlocal to Vancouver’s airwaves\". KAT SIENIUC VANCOUVER — The Globe and Mail, Aug. 11, 2015\"Roundhouse Radio hits the airwaves\". Michael Geller / Vancouver Courier, October 28, 2015 In 2015 Shafer served as a partner in the independent ownership group of 98.3 Roundhouse Radio Vancouver, which was granted a license by the CRTC in August 2014.\"New FM stations signal more change in local radio market\". Business Vancouver Shafer has served on boards and committees at the Canadian Association of Broadcasters, the Radio Marketing Bureau, Television Marketing Bureau, the Small Market Independent Television Group, the British Columbia Association of Broadcasters and FACTOR and is a past President of the Ontario Association of Broadcasters. ==Community service== Shafer has also served on the boards of Variety Club International in Vancouver and Toronto, The Canadian Culinary Championships and the Kelowna General Hospital Foundation. In 2015, he was working with PFLAG and Qmunity Vancouver, the Canadian Red Cross, the British Columbia Institute of Technology, and the BC Chiefs of Police Association. He received the British Columbia Association of Broadcasts 50 Year Certificate of Service in 2014, and was simultaneously inducted into the Canadian Broadcast Hall of Fame.\"Don Shafer to join Canadian Broadcast Industry Hall of Fame \". CARTT. Shafer was also presented with the 2015 Allan Waters Broadcast Lifetime Achievement Award.\"Magic! Win Big at 2015 Canadian Radio Music Awards\". Billboard, by Karen Bliss | May 09, 2015 == References == Category:1947 births Category:Living people Category:Canadian radio executives Category:American emigrants to Canada Category:Businesspeople from Pittsburgh ",
    "title": "Don Shafer"
}