{
    "id": "44293022",
    "text": "Sue Williams (born 1956 in Cornwall) is a British visual artist, trained, living and working in Wales. ==Early life and education== Sue Williams was born in 1956 in Redruth, Cornwall.\"Sue Williams\", Artes Mundi, Retrieved 23 November 2014. Williams studied art in Cardiff in the 1970s, later getting her Master of Arts from Cardiff College of Art (UWIC). ==Work== Williams made the news in 2009 when she was awarded £20,000 from National Lottery funds (via the Arts Council of Wales) to finance a study of cultural attitudes towards women’s bottoms. She explained to the Western Mail that the money would cover living costs while she built up a new collection of three dimensional work, which would partly consist of plaster casts of all parts of women's bodies. \"My present work stems from a desire to visually explore and understand issues related to the feminine ideal - the desire to change body shape, the pressure to create perfection and to compromise a personal identity\" she said. Williams had been inspired by a visit to Zimbabwe, where her work had been taken down from two galleries because it portrayed women's backsides. Williams was a member of the 56 Group Wales between 2008 to 2009. In 2009 Williams visited China to study their gender politics and the dynamics of communication between men and women. She was invited back again in 2013 to take part in a touring exhibition called Open Books. The exhibition subsequently toured to Australia. Her work is represented in the collection of the University of South Wales. She is currently a lecturer in fine art at University of Wales Trinity Saint David in Swansea. ==Recognition== In 2000 Williams was the recipient of the Welsh National Eisteddfod Gold Medal for Fine Art and the Rootstein Hopkins Foundation Award for painting. In 2005 she was one of eight shortlisted artists (the only British representative) for the second biannual Artes Mundi Prize. ==References== ==External links== * No More Pink (official website) Category:Living people Category:1956 births Category:People from Redruth Category:Welsh artists Category:Welsh Eisteddfod Gold Medal winners Category:Members of the 56 Group Wales Category:Alumni of Cardiff School of Art and Design Category:Welsh women painters Category:20th-century British women artists Category:21st-century British women artists Category:Welsh contemporary artists ",
    "title": "Sue Williams (artist)"
}