{
    "id": "44290035",
    "text": "The 2014 Kobanî protests in Turkey refer to large-scale protests by Kurds in Turkey in autumn 2014, as a spillover of the crisis in Kobanî. Large pro- Kobanî demonstrations unfolded in Turkey, and quickly descended into violence between protesters and the Turkish police. Several military incidents between Turkish forces and Kurdistan Workers' Party (PKK) militants in south-eastern Turkey, resulting in several mortal casualties, contributed to the escalation. Protests then spread to various cities in Turkey. Protesters were met with tear gas and water cannons, and initially 12 people were killed. A total of 31 people were killed in subsequent protesting up to 14 October. ==Causes== As a result of the advance of the Islamic State of Iraq and the Levant (ISIL) on Kobanî that began 13 September 2014, more than 200,000 Syrian refugees flowed into Turkey. However, Turkish security forces did not allow People's Protection Units (YPG) militants and other volunteers to go the other way, using tear gas and water cannons against to prevent them. On 30 September, errant shells landed on Turkish soil and the Turks shot back into Syrian territory, with Turkish armor being brought to the border to deter further incursions. Five civilians in Turkey were injured when a mortar hit their house. Turkey evacuated two villages as a precautionary measure. While dispersing Kurdish crowds near the border, Turkish police fired tear gas directly into a BBC news crew van, breaking through the rear window and starting a small fire. ==Events== As a result of crisis in Kobanî, massive pro-Kobanî demonstrations unfolded in Turkey and quickly turned into violence between protesters and the Turkish police. Several military incidents between Turkish forces and PKK militants in south-eastern Turkey, resulting in several mortal casualties, contributed to the escalation. Protests then spread to various cities in Turkey. Protesters were met with tear gas and water cannons, and initially 12 people were killed. A total of 31 people were subsequent rioting up to 14 October. On 1 November 2014, multiple protests took place to support the Kurds of Kobanî. 5,000 people demonstrated in the Turkish town of Suruç, from the border. At least 15,000 marched in Turkey's largest Kurdish- majority city of Diyarbakır and 1,000 protested in Istanbul, all peaceful. On 7 November, there were reports that a 28-year-old Kurdish woman activist had been shot in the head by Turkish soldiers on the Turkish side of the border near Kobanî. She was reportedly part of a peaceful group of demonstrators who wanted the Turkish government to allow volunteers from Turkey to join the fight against ISIL in Kobanî. === Response === President Recep Tayyip Erdoğan said that he was not ready to launch operations against ISIL in Syria unless it was also against the Syrian government. == Legal prosecution of the protestors == Selahattin Demirtaş and Figen Yüksekdağ were arrested due to other charges in November 2016, from September 2019 onwards, were also prosecuted for the Kobani protests. The prosecutors initiated the investigation against Demirtaş and Yüksekdağ the same day Demirtaş demanded his release due to a courts verdict, that he was to be released pending trial. In September 2020, the investigations were expanded into leading politicians of the Peoples Democratic Party (HDP) and the Democratic Regions Party (BDP) at the time of the protests. Several politicians were arrested and prosecuted for their support of the protests. Sirri Süreyya Önder, and Ayhan Bilgen were detained on the 25 September 2020. The prosecution of 82 supporters of the protests in September 2020, has led to other protests against the prosecution. Many of the prosecuted are politicians from the Peoples' Democratic Party (HDP). During October, Sebahat Tuncel, Aysel Tuğluk and Gültan Kişanak, who was also arrested for other charges, received new arrest warrants. Gülser Yildirim also summoned to deliver an statement and following was released into house arrest. ==See also== *List of modern conflicts in the Middle East *Kurds in Turkey *Kurdish people ==References== Category:2014 in Turkey Category:Kurdish protests in Turkey Kurdish protests in Turkey Category:Censorship in Turkey Category:Kurdish–Turkish conflict (2015–present) ",
    "title": "2014 Kobanî protests"
}