{
    "id": "44299979",
    "text": "Jean Revez is a professor of Egyptian, Mesopotamian and Near-Eastern history and languages at the Université du Québec à Montréal. After receiving a B.A. in liberal arts at Concordia University in Montreal, he pursued his graduate studies in Egyptology at the University of Heidelberg and completed his Ph.D. at Paris-Sorbonne University (Paris-IV). He has participated in numerous missions in Egypt, most notably at Karnak, where he joined the permanent French missions of the CNRS, as well as joining excavations teams from the University of Toronto. He returns to Egypt on a regular basis as part of the Great Hypostyle Hall of Karnak project, a joint endeavour between the University of Memphis and UQAM. He has also published new sources (Karnak stela 94CL1013 and Cairo Museum stela BN311). == Publications == *Nathalie Charbonneau et Jean Revez. « Using Computer-aided Restitution of Hieroglyph Inscriptions as a Means to reconstruct Ancient Egyptian Temples » dans G. De Paoli, K. Zreik (dir.), Digital Thinking in Architecture, Civil Engineering, Archeology, Urban Planning and Design: Finding the Ways. Paris: Éditions Europia, 2007: 119-129. *Jean Revez, Temi Tidafi, Claude Parisel, Elise Meyer, Nathalie Charbonneau et Anis Semlali. « Méthodes informatisées de relevés et de reconstitution archéologique : le cas du temple d’Amon à Karnak» dans J.-Cl. Goyon, C. Cardin (dir.), Proceedings of the Ninth International Congress of Egyptologists - Actes du neuvième congrès international des égyptologues. Grenoble, 6 - 12 septembre 2004 (Orientalia Lovaniensia Analecta, 150). Louvain : Peeters, 2007: 1599 - 1610. *Elise Meyer, Claude Parisel, Pierre Grussenmeyer, Jean Revez et Temy Tidafi. A computerized solution for epigraphic surveys of Egyptian temples, Journal of Archaeological Science, 33, 2006: 1605 - 1616. *Jean Revez. The Metaphorical Use of the Kinship term sn \"Brother\", Journal of the American Research Center in Egypt XL 2003. Winona Lake : Eisenbrauns, 2005: 123 - 131. *Jean Revez. Une stèle commémorant la construction par l’empereur Auguste du mur d’enceinte du temple de Montou-Rê à Médamoud, Bulletin de l’Institut français d’archéologie orientale 104, 2004. Le Caire : Imprimerie de l’IFAO, 2004: 495 - 510. *Elise Meyer, Pierre Grussenmeyer, Temy Tidafi, Claude Parisel et Jean Revez. Photogrammetry for the Epigraphic Survey in the Great Hypostyle Hall of Karnak Temple : A New Approach Geo-Imagery Bridging Continents. Proceedings of the XXth Congress of the International Society for Photogrammetry and Remote Sensing, Vol. XXXV/B5. Istanbul, Turkey, 12–23 July 2004. IASPRS, 2004: 377 - 382. *Jean Revez. Une stèle inédite de la Troisième Période Intermédiaire à Karnak : une guerre civile en Thébaïde?, Cahiers de Karnak XI, 2003 (publiés par le Centre Franco-Égyptien d’Étude des Temples de Karnak) ; Paris : Éditions Recherches sur les Civilisations, 2004: 535 - 570. *Claude Parisel, Jean Revez, Temy Tidafi et Giovanni De Paoli. Computer modeling as a means of reflexion in archaeology : A new epigraphic and architectural approach applied to a monument registered on the World Heritage List. CAADRIA 2003. Proceedings of the 8th International Conference on Computer Aided Architectural Design Research In Asia. Bangkok, Thailand, 18–20 October 2003. Bangkok : Rangsit University, 2003: 457 - 474. *Jean Revez. Archaeology and computer - aided methods of restitution : the Karnak Project. Bulletin of the Canadian Institute for Mediterranean Studies, 23/2, 2003. *Jean Revez, Temy Tidafi, Giovanni De Paoli et Claude Parisel. Assessing the Historical Value of Investigating Ancient Monuments by Means of an Intelligent Digital Model : The Case of the Temple of Karnak in Egypt dans D. Plemenos (dir.), 5th International Conference. Computer Graphics and Artificial Intelligence. Limoges : Laboratoire « Méthodes et Structures Informatiques » de l’Université de Limoges, 2002: 155 - 163. *Jean Revez. Photos inédites de la statue du Moyen Empire d’Hapidjefa, découverte à Kerma (BMFA 14.724), Revue d’Égyptologie 53, 2002 (publiée par la Société Française d’Égyptologie en collaboration avec le Centre national de la recherche scientifique). Paris : Éditions Peeters, 2002: 248 - 251. *Jean Revez. Les pyramides d’Égypte en dix questions. Québec : MNH/Anthropos, 2e édition, 2002 [2001]. 104 p. *Jean Revez. Les récits de la création en Égypte ancienne, Revue d’Études des Civilisations Anciennes du Proche-Orient, 11, 2001. Montréal : Faculté de Théologie de l’Université de Montréal, 2001: 43 - 58. *Jean Revez. The kings’ brothers’ role in Ancient Egypt with respect to the transmission of power, in Z. Hawass, A. Milward-Jones (dir.), Proceedings of the 8th International Association of Egyptologists, Cairo, 28th march - 3 April 2000. Abstracts of papers. Cairo : American University in Cairo, 2000: 151. *Jean Revez. L’élection du roi napatéen Aspalta d’après la Stèle de l’Intronisation. Continuité et rupture avec la tradition pharaonique, Revue d’Études des Civilisations Anciennes du Proche-Orient, 9, 2000. Montréal: Faculté de Théologie de l’Université de Montréal, 2000: 5 - 21. *Jean Revez. « Medamud », in K. Bard (ed.), Encyclopedia of the Archaeology of Ancient Egypt. London & New York : Routledge, 1999: 475 - 481. == See also == * UQAM Directory page * Academia.edu page * Great Hypostyle Hall Project Category:Concordia University alumni Category:Heidelberg University alumni Category:Living people Category:Université du Québec à Montréal faculty Category:University of Paris alumni Category:Year of birth missing (living people) Category:Place of birth missing (living people) ",
    "title": "Jean Revez"
}