{
    "id": "44299481",
    "text": "Alex Skatell is an American entrepreneur and former Republican political advisor.\"Seeking legitimacy, IJReview parent company sacrifices campaign dollars\" Politico. Retrieved 2015-08-10. He was previously the Digital Director for the Republican Governors Association and Media Director of the National Republican Senatorial Committee. He developed the software application iShout which became a top 25 game in the iPhone App Store. He also founded the viral news website Independent Journal Review.\"IJReview gets $1.5 M funding, led by GOP politico and investor Pete Snyder\" The Washington Post. Retrieved 2015-08-10.\"Presidential Candidates Are Teaming With IJReview and BuzzFeed to Fry Machine-Gun Bacon and Do Push-Ups on Camera\" The Wall Street Journal. Retrieved 2015-8-10. ==Early career== While at college, Skatell invented iShout, an iPhone application reviewed in Gizmodo and featured in the \"What's Hot\" section of ITunes app store. At 22, he took up the position of Director of New Media and Technology for the Republican Governor's Association. In this position, he organized new media training sessions for thirty-seven gubernatorial campaigns and lead a multimillion-dollar advertising effort. When election results were in, there were nine more Republican governors than in the previous cycle. After that, Skatell became the Digital Director for the National Republican Senatorial Committee (NRSC). ==Media Group of America== In 2012, Skatell used $40,000 from the profits on iShout to launch the Independent Journal Review. He hired his friend Bert Atkinson to fill the position of editor and chief writer. According to an article in The New York Times, the site is a mixture of entertainment, politics, and policy. Skatell launched the site because he saw a gap in media outlets catering specifically to the \"mainstream center-right audience.\" In 2013, Skatell co-founded the Media Group of America, a parent company that owns the Independent Journal Review\"2015 Republican Debate Schedule: Here's the Remaining Dates for GOP Candidates\" Policy Mic. Retrieved 2015-08-10. and IMGE, a digital advocacy agency with clients ranging from Boeing, General Dynamics, BMW, and General Electric. Skatell, in his role as IMGE founder, also became digital director for Australia's Liberal Party in the 2013 Federal Election. In that position, he served on the campaign to elect Tony Abbott to Prime Minister. Today the Media Group of America has nearly 50 employees. ==Awards== In 2012, Skatell appeared in Washington Life's \"The Young and the Guest List,\" which recognizes young achievers in the Washington D.C. area. The magazine noted that, at 25, Skatell was \"responsible for all Web, video and print advertising on behalf of U.S. Senate candidates\" and oversaw a multimillion-dollar budget. In January 2016, Skatell was named one of WIRED magazine's \"20 Tech Insiders\" ahead of the 2016 presidential campaign. Skatell was also named to Forbes '30 Under 30' list in media in 2016. For his work with Australian election campaigns, Skatell won the American Association of Political Consultants' Gold Pollie award for the world's best digital campaign. He also won the same agency's gold and silver awards for best developed political apps. As of 2017 Skatell was a member of several advisory boards; including the Clemson University Arthur M. Spiro Institute for Entrepreneurial Leadership, the Georgetown University Institute of Politics and Public Service, Digital Content Next, and the News Media Alliance. == References == == External links == * Independent Journal Review Category:Living people Category:American political consultants Category:American technology chief executives Category:American technology company founders Category:Year of birth missing (living people) ",
    "title": "Alex Skatell"
}