{
    "id": "44292316",
    "text": "The Ducati 1299 Panigale is a Ducati sport bike unveiled at the 2014 Milan Motorcycle Show and produced since 2015 as a successor to the 1199. The motorcycle is named after the small manufacturing town of Borgo Panigale. The 1299 wheelbase remains the same at 1437 mm. The base version retains front forks by Marzocchi and Sachs shock absorber; The S variant has new semi-active Öhlins Smart EC suspension that can be switched between different driving modes to match road conditions. The entire range is now equipped with new generation of electronics, including a new IMU, racing ABS and anti-wheelie. Switchable riding modes and traction controls, similar to the old version, have been ported over onto the new platform. == Ducati Panigale R == Due to World SuperBike engine displacement regulations, the engine in the R variant of 1299 Panigale retains the old 1,198 cc displacement, with the addition of a tungsten-balanced crankshaft, titanium valves and con-rods and two-ring pistons. Power figures for the R are same as other 1299 models with 150.8 kW (205 hp) @ 11,500 rpm, torque is down 6.2 lb-ft to 100.5 lb-ft (136.2 Nm) @ 10,250 rpm. The Panigale R comes equipped with passive Öhlins suspension, a difference to the old R spec which used to be equipped with an active setup (DES). Compared to the other variants, wheelbase is increased to 1442 mm (56.77) thanks to new steering geometry. The Panigale 1299 R also comes equipped with the full titanium & carbon fibre Akrapovic Racing Exhaust, which is installed in tandem with the Race Spec ECU. The 1299 Panigale R Final Edition is equipped with an Akrapovič double under-seat exhaust system that is completely made of titanium (Euro 4 approved) derived from the Panigales used by Chaz Davies and Marco Melandri in the World Superbike Championship. Weight is dry or wet. ==1299 Superleggera== In November 2016, Ducati began selling the 1299 Superleggera (Italian for Superlight) in a limited run of 500 units. It succeeded the original 1199 Superleggera of 2014, which reduced weight by having a monocoque, composite carbon fiber chassis, magnesium engine casings, and titanium fasteners and exhaust system. Ducati claimed the 1299 had a wet weight of , and an engine output of . ==References== ==External links== * * 1299 Category:Sport bikes Category:Motorcycles introduced in 2014 ",
    "title": "Ducati 1299"
}