{
    "id": "44292773",
    "text": "Notre Dame University Bangladesh or NDUB () is a private Catholic university in Bangladesh. Located in Motijheel, Dhaka, the university was founded by the Congregation of Holy Cross in 2013. After receiving approval from the Ministry of Education, the People’s Republic of Bangladesh, and University Grants Commission (UGC), Notre Dame University Bangladesh commenced its academic activities in the fall of 2014. ==History== On April 29, 2013, by an ordinance of the Ministry of Education, the People’s Republic of Bangladesh granted its approval to establish the university and to function it under the Private University Act of 1992 and as amended in 1998. Albeit Notre Dame University Bangladesh formally came into existence in 2013, it has a long history. When Notre Dame College, Dhaka, was established in 1949, the Congregation of Holy Cross also had plans for a University. At last, Notre Dame University Bangladesh inaugurated its academic activities in the fall of 2014 with 290 students; as of Spring, 2017, the number of students enrolled are around 1,500. ==Campus== Dr. Kamal Hossain, an honorary fellow of NDUB, was speaking at the Orientation Ceremony for the 2nd batch of Notre Dame University Bangladesh on 30 January 2015. Notre Dame University Bangladesh was granted 1.20 acres land by Notre Dame College, Dhaka, to build the permanent campus for the university. A 20-storied building was proposed to be built for its permanent campus. An effort is underway to raise the necessary funding from both foreign and local benefactors to build the university building. ===Facilities and Services=== ====Library==== NDUB has a library. The library possesses a collection of books for academic and non-academic pursuit of knowledge. ====Laboratories==== NDUB has two computer labs: one for all students and another for computer science students. Apart from the two computer labs, NDUB has a hardware lab for the computer science students. ==Academic programs== The proposed building for the permanent campus of NDUB *Bachelor of Science in Computer Science and Engineering (CSE) *Bachelor of Business Administration (BBA) *Master of Business Administration (MBA) *Executive Master of Business Administration (EMBA) *Bachelor of Arts in Economics *Bachelor of Laws (LLB) *Bachelor of Arts in English Language & Literature (ELL) The Orientation Ceremony for the Second Batch of NDUB.jpg|The Orientation Ceremony for the Second Batch of NDUB on 30 January 2015. The Orientation Ceremony for the Second Batch of NDUB2.jpg|The Orientation Ceremony for the Second Batch NDUB faculty.jpg|Some faculty members of NDUB with Dr. Kamal and Hameeda Hossain ==References== ==External links== *Official website *Official website of The University Grants Commission of Bangladesh Category:Universities and colleges in Dhaka Category:Private universities in Bangladesh Category:Educational institutions established in 2013 Category:Holy Cross universities and colleges Category:2013 establishments in Bangladesh ",
    "title": "Notre Dame University Bangladesh"
}