{
    "id": "44297341",
    "text": "Orlogsværftet () was a Danish naval shipyard under the Royal Danish Navy. Before 1924, it was an integral part of the naval base at Holmen in central Copenhagen, Denmark, with an independent management from 1692 when Olaus Judichær became the first factory director. In 1924, the shipyard was established as a regular company under the Naval Ministry, responsible for building and maintaining naval ships and aircraft. Orlogsværftet delivered its last newly built vessel in 1970, the submarine Nordkaperen, and continued as a repair yard until 1995, when the navy was moved out of Copenhagen to Korsør and Frederikshavn. Maersk-owned Odense Steel Shipyard replaced Orlogsværftet as the navy's primary shipyard. In the 20th century the ship yard also produced a smaller number of civilian vessels, including ferrys for the Danish State Railways, boats for the Royal Danish Mail and a single ship for GN Store Nord.http://www.jmarcussen.dk/maritim/mart/lexref/skibsbygning/koebenhavn.html ==List of ships launched from Orlogsværftet== * Frigate Bellona on September 15, 1830 * Ship of the Line Christian den Ottende on May 22, 1840 * Ship of the Line ' on September 25, 1850 * Frigate on November 20, 1860 * Corvette ' on November 1, 1861 * Armored Schooner ' on November 11, 1863 * Ironclad on August 6, 1868 * Ironclad on December 12, 1872 * Ironclad on May 9, 1878 * Steam Ship Dannebrog on October 6, 1879 * Corvette on September 27, 1882 * Ironclad ' on April 14, 1886 * Cruiser on September 8, 1888 * Cruiser ' on November 28, 1890 * Cruiser ' on July 5, 1892 * Cruiser ' on August 30, 1894 * Ironclad ' on September 2, 1899 * Ironclad ' on May 9, 1903 * Ironclad ' on May 2, 1908 * Submarine on August 21, 1912, followed by another five A-class submarines until October 2, 1914 * Torpedo Boats , and in 1913 * Submarine on August 12, 1914 followed by another four B-Class submarines until April 15, 1916 * Torpedo Boat followed by another nine Springeren-Class Torpedo Boats on July 8, 1916 * Coastal defence ship on July 3, 1918 * Submarine on March 19 followed by another two C-Class submarines until April 2, 1920 * Submarine on December 9 followed by the other D-Class submarine on June 3, 1926 * Torpedo Boat followed by another two Dragen-Class Torpedo Boats on November 8, 1929 * Royal Yacht on October 10, 1931 * Torpedo Boat followed by another two Glenten-Class torpedo boats on January 6, 1933 * Mine sweeper followed by another five Søløven-Class Mine Sweepers on December 3, 1938 * Minelayer followed by on March 14, 1941 * Cutter followed by another six cutters on June 13, 1941 * Torpedo Boat on September 21, 1946 followed by another five Krieger-Class Torpedo Boats * Torpedo Boat followed by another five Flyvefisken-Class torpedo boats on May 11, 1954 in cooperation with Frederikssund Shipyard * Home Guard Cutter Saturn followed by another two cutters on November 11, 1957 * Minesweepers , , and from September 5, 1960 * Torpedo Boat followed by another three Falken-Class torpedo boats on December 19, 1961 * Torpedo Boat followed by another three Søløven-Class Torpedo Boat on August 19, 1964. * Submarine followed by another Narhvalen-class submarine on September 10, 1968 ==Aircraft produced at Orlogsværftet== From 1913 to 1943, a series of aircraft were produced at Orlogsværftet, known under the name Orlogsværftet Flyvemaskineværksted (Orlogsværftet Flying Machine Workshop). After the navy purchased two Donnet-Leveque Flying Boats in 1913, the machines were improved in the workshops at Orlogsværftet, following poor performance in the initial flights. Following this effort the workshops produced a series of 8 flying boats powered by the imported 80 HP Gnome engines, serving until 1919. Another 25 flying boats were produced following improvements of the same design for military and civilian use.http://www.ole- nikolajsen.com/DANISH%20MILITARY%20%20AIRCRAFT%20PRODUCTION.pdf In 1917, the workshops copied a German Friedrichshafen 29 Floatplane which had stranded in Denmark. As the floatplanes outperformed the flying boats, a shift was made towards this line of aircraft, and another four copies were made with 160 HP Curtiss or 150 HP Benz engines. Following a few years of service, a in house copy of the engine was manufactured under the name O.V. 160. ==See also== * Danish Shipbuilders ==References== ==External links== * Information Category:1692 establishments in Denmark Category:1995 disestablishments in Denmark Category:History of Copenhagen Category:Former buildings and structures in Copenhagen Category:Royal Danish Navy ",
    "title": "Orlogsværftet"
}