{
    "id": "44290060",
    "text": "Ian Spence (born 1944) is a Scottish-Canadian psychologist, and Emeritus Professor in the Department of Psychology at the University of Toronto, known for his work on graphical perception,Boot, W. R., Kramer, A. F., Simons, D. J., Fabiani, M., & Gratton, G. (2008). \"The effects of video game playing on attention, memory, and executive control.\" Acta psychologica, 129(3), 387-398. psychometric methodsWilkinson, L., Wills, D., Rope, D., Norton, A., & Dubbs, R. (2006). The grammar of graphics. Springer. and the history of statistical graphics, specifically on the life and work of William Playfair.Spence, Ian, and Howard Wainer. \"Who was Playfair .\" Chance 10.1 (1997): 35-37.Spence, Ian, and Howard Wainer. \"William Playfair: A daring worthless fellow.\" Chance 10.1 (1997): 31-34.Spence, Ian, and Howard Wainer. \"William Playfair.\" Statisticians of the Centuries. Springer New York, 2001. 105-110.Spence, Ian. \"William Playfair and the psychology of graphs.\" 2006 JSM proceedings, American Statistical Association, Alexandria (2006): 2426-2436.Crampton, Jeremy W. The political mapping of cyberspace. University of Chicago Press, 2003. == Life and work == Born in Scotland, Spence received his Bsc in mathematics, physics, and psychology at the University of Glasgow, and his PhD in 1970 from the University of Toronto with the thesis, entitled \"Multidimensional scaling; an empirical and theoretical investigation.\" Spence started his academic career as Assistant Professor at the University of Western Ontario. Later on he moved to University of Toronto, where he became Professor in the Department of Psychology. Spence's research interests are in the fields of \"engineering psychology, graphical perception, psychophysics, psychometric methods with an emphasis on measurement and scaling, and statistics.\"Ian Spence at psych.utoronto.ca. Accessed 11.2014. His research projects in the new millennium included \"the effective use of colour in scientific visualization, the role of colour in visual memory, individual differences in spatial cognition, and the navigation of dynamic information displays such as web sites.\" == Selected publications == * William Playfair, Howard Wainer and Ian Spence. Playfair's Commercial and Political Atlas and Statistical Breviary. Cambridge University Press, 2005 Articles, a selection: * Spence, Ian, and John C. Ogilvie. \"A table of expected stress values for random rankings in nonmetric multidimensional scaling.\" Multivariate Behavioral Research 8.4 (1973): 511-517. * Lewandowsky, Stephan, and Ian Spence. \"The perception of statistical graphs.\" Sociological Methods & Research 18.2-3 (1989): 200-242. * Spence, Ian. \"Visual psychophysics of simple graphical elements.\" Journal of Experimental Psychology: Human Perception and Performance 16.4 (1990): 683. * Feng, Jing, Ian Spence, and Jay Pratt. \"Playing an action video game reduces gender differences in spatial cognition.\" Psychological science 18.10 (2007): 850-855. * Spence, Ian. \"No humble pie: The origins and usage of a statistical chart.\" Journal of Educational and Behavioral Statistics 30.4 (2005): 353-368. * Spence, Ian, and Jing Feng. \"Video games and spatial cognition.\" Review of General Psychology 14.2 (2010): 92. == References == == External links == * Prof. Ian Spence, University of Toronto Category:1944 births Category:Living people Category:Scottish psychologists Category:Canadian psychologists Category:Information visualization experts Category:Alumni of the University of Glasgow Category:University of Toronto alumni Category:University of Western Ontario faculty Category:University of Toronto faculty Category:Place of birth missing (living people) ",
    "title": "Ian Spence (psychologist)"
}