{
    "id": "44299609",
    "text": "Parinamam (The Change) is a 2003 Indian Malayalam film, directed by P. Venu, starring Nedumudi Venu, Madampu Kunjukuttan and Kaviyoor Ponnamma in the lead roles.http://www.thehindu.com/todays-paper/tp-national/tp-kerala/film- director-p-venu-dead/article2050040.ece ==Plot== Parinamam tackles the age old issue of loneliness and redundancy among the aged. Balakrishna Marar played by Madampu Kunjukuttan, faces callous treatment from his family after his retirement. Parallel to his story is that of the mentally disturbed and lonely former judge Damodaran Nambeeshan played by Nedumudi Venu, who goes to Kashi in search of peace. There are five other senior citizens whose problems form the basis of the film. The story revolves around the lives of these characters, who lose everything they hold dear, feel rejected, and develop a feeling of being a burden on their respective families and society. ==Cast== * Kaviyoor Ponnamma * Nedumudi Venu * Ashokan * Ambika Mohan * Archana Menon * Baby Nithya * Madambu Kunjukuttan * Ottappalam Pappan * Ravi Menon * Shalu Menon * TP Madhavan ==Awards and recognition== The film was shown in 2003 in the Malayalam Film Festival Dubai, Chennai International Film Festival, and the Indian Panorama section of the International Film Festival of India. In 2005, the film won the Best Screenplay Award at Ashdod International Film Festival held in Israel. In the year 2012-13 Parinamam was one of the film NFDC India released under the brand Cinemas of India along with highly acclaimed title, Gandhi by Richard Attenborough and Train to Pakistan by Pamela Rooks. Parinamam has been recently showcased in the Indian Film Festival in Budapest (7–12 February 2014), celebrating the 100 years of Indian Cinema and was also the first Malayalam film to be shown in Hungary with Hungarian sub-titles. Parinamam has been showcased in The XXX International Festival Sarajevo, celebrating the 30th anniversary of Sarajevo Winter 2014 in the capital of Bosnia and Herzegovina (7 February – 21 March 2014), held under the motto Peace, Art, Freedom. ==References== ==External links== * Category:2003 films Category:Indian films Category:2000s Malayalam-language films Category:Films directed by P. Venu ",
    "title": "Parinamam"
}