{
    "id": "44291792",
    "text": "Afrika Eye is a film festival founded in 2005 in Bristol, England by Simon Bright and Ingrid Sinclair (the director of Flame (1996 film). It is described as 'the South West's biggest festival of African films and culture, held annually at Watershed (Bristol). It includes talks, exhibitions, workshops, cross-cultural entertainment as well as screenings of features, shorts and documentaries by filmmakers from, or with roots in, Africa.' ==Founders & Organisation== The founders - Simon Bright (director of The King and the People) and Ingrid Sinclair (director of Flame (1996 film) - created Afrika Eye in 2005, with the aim of promoting 'the richness and diversity of Africa and its diaspora through film, education and cultural exchange'. Afrika Eye is a non-profit organisation, supported by a number of partners including the Watershed (Bristol), Bristol City Council and Arts Council England. ==2013 Programme== For the first time, the UK’s biggest four African film festivals – Africa in Motion (AiM) in Edinburgh/Glasgow, Afrika Eye in Bristol, the Cambridge African Film Festival and Film Africa, London – united to share films and filmmakers in a drive to bring a greater variety of contemporary African cinema to a broader UK audience. The four festivals joined forces to tour a quartet of highly rated new feature films from Africa. ==2014 Programme== Afrika Eye commemorated 20 years since the end of apartheid in South Africa. From 7 to 10 November at multiple venues across the city of Bristol including the Watershed (Bristol) and Hamilton House, the festival featured some of the most outstanding films from the past twenty years of the Cinema of South Africa. Event details can be downloaded from the Afrika Eye website . ==2015 Programme== The 10th Anniversary of Afrika Eye, took place at the Watershed (Bristol) from 13–15 November 2015. ==References== * * * ==External links== * Official Website for Afrika Eye * Visit Bristol Category:Film festivals in England Category:Festivals in Bristol ",
    "title": "Afrika Eye"
}