{
    "id": "44297811",
    "text": "Candango for Best Actress is an award given to movie actresses annually at the Brasilia Film Festival (Festival de Brasília do Cinema Brasileiro). Besides the statuette \"Candango\" winning receive a prize of R$ 15 000. == History == Brazilian actress Denise Fraga received the best actress award for the film Hoje at the 44th Festival de Brasília, (2011). The first actress to win the award was Fernanda Montenegro in 1965 for her performance in the film A Falecida Since then, 51 women have received the accolade in the 45 years of the award. The difference is not justified by the festival between the years 1972 and 1972 and on six occasions (1986, 1988, 1989, 1990, 1991 and 1995) the movie has been divided by two actresses. In 1993, came the only triple win. Lucélia Santos, Maria Zilda Bethlem and Norma Bengell divided the Candango for Best Actress for Vagas para Moças de Fino Trato. In 2008 came the only non- nominal victory, the jury awarded the prize to the \"female cast of the film Siri-Ará. Despite being a festival where only Brazilian films can participate, five foreign actresses have won the award, acting in national films. This happened in 1967 with the Italian Rossana Ghessa, protagonist of Bebel, Garota Propaganda, in 1971 with the Argentine Adriana Prieto, lauded by O Anjo Mau in 1975 with Portuguese Elza Gomes doubly rewarded for his performances in Guerra Conjugal and Nem os Bruxos Escapam, in 1979 with Polish Beyla Genauer, winner for A Rainha do Rádio, and the last time in 2003, when the Austrian won by Ruth Rieser Lost Zweig. Six actresses were honored twice: Helena Ines (1966 and 1969), Lucélia Santos (1981 and 1993), Louise Cardoso (1986 and 1987), Patrícia Pillar (1992 and 1998), Denise Fraga (1995 and 2011) and Dira Paes (1996 and 2002) ==References== == Bibliography == * Caetano, Maria do Rosário. Festival 40 Anos: a hora e a vez do cinema brasileiro. 1ª. ed. Brasília: Secretaria de Cultura do Distrito Federal, 2007. * Bahia, Berê; Celso Araújo. 30 Anos de Cinema e Festival: a história do Festival de Brasília do Cinema Brasileiro - 1967-1997. 1ª. ed. Brasília: Fundação Cultural do Distrito Federal, 1997. ==External links== * Category:1965 establishments in Brazil Category:Film festivals in Brazil Category:Recurring events established in 1965 ",
    "title": "Candango for Best Actress"
}