{
    "id": "44295790",
    "text": "292x292px Cantonese Salted Fish (; also known as \"Salted-fish, Chinese style\") is a traditional Chinese food originating from Guangdong province. It is a fish preserved or cured with salt, and was a staple food in Southern China. It historically earned the nickname of the \"poor man's food\", as its extreme saltiness is useful in adding variety to the simpler rice-based dinners. The \"poor man's food\" has become ironically true, as it is on the list of Group 1 known carcinogens, but was suspected and studied for its links to cancer as early as the 1960s due to the high incidence of nasopharyngeal cancer, an extremely rare type of nose and head cancer now understood to be linked to a high consumption of Cantonese Style Salted fish. Because of the abnormally high prevalence in Southern China, with Guandong province and Hong Kong reporting some of the highest incidences in the world, it has been called \"The Cantonese Cancer.\" ==History== Beginning near the 15th century, China struggled economically. Even relatively advanced cities like Guangzhou had large populations without access to any kind of food preservation. To overcome the rotting of room temperature meat, a number of methods became popular, such as canning and salting. The coastal Guangdong province, however, includes fish as a major food source. Thus food preservation efforts focused foremost on fish, and the eventual convergence of these techniques gave rise to the dish. The presence of common salt, sodium chloride, helps to preserve salted fish, through inhibition of bacterial growth. When the solution of salt, or brine, is more concentrated—specifically, has a lower water potential—than the fluid of the fish tissue, osmosis will occur. Water molecules will pass from the fish tissue (higher water potential) into the brine (lower water potential) until the water molecules in these two solutions are evenly distributed. This is known as a hypertonic environment. Most bacteria cannot survive in such an environment, as their cells shrink and normal biological function cannot continue, eventually terminating in lysis. This lends the antiseptic properties, and hence preservational power, of salt.saltedfishSalted fish'Salted fish'nzd 'Fish Handling, Preservation & Processing in the Tropics: Part 2 (NRI)' ==Varieties== Steamed meat patty with salted fish Chicken and salted fish fried rice Salted fish bun Salted fish head with beancurd soup A wide range of fish species can be prepared as Cantonese salted fish. The most common ones are Eleutheronema tetradactylum (mayau (馬友)) and Ilisha elongata (鰽白). Other types of fish, such as Pseudosciaena crocea (黃花魚) and Bahaba taipingensis (白花魚) can also be used.香港食物規格資料庫魚乾類 '香港食物規格資料庫－魚乾類' In addition to the different types of fish, Cantonese salted fish can be divided into two main types: méi-xiāng () and shí-ròu (). For méi-xiāng (fragrant) salted fish, fish with thicker bodies such as Scomberomorus (jiaoyu (鮫魚)) and mayau are preferred. It takes 7–8 days for méi-xiāng salted fish to ferment, after which it is seasoned with salt and dried in the sun. Méi-xiāng style salt fish has an intense salty fragrant flavour which makes it unsuitable to be eaten unaccompanied. Méi-xiāng salt fish, either when raw or after steaming, is usually shredded or cut into small pieces and used as a topping or seasoning. Shí-ròu (實肉) (firm fleshed) salted fish does not need to be fermented, it is prepared by seasoning followed by direct sun and wind drying. Fish with thinner bodies such as Ilisha elongata are usually used to prepare shí-ròu. Unlike méi-xiāng salted fish, shí-ròu can be eaten directly unaccompanied after frying or steaming. ==Preparation== In Tai O,鹹魚鹹魚'鹹魚' a vertical marination method (插鹽) is the most popular way to prepare Cantonese salted fish. In this method, fish such as Ilisha elongata and mayau will first be gutted and then washed. The cleaned fish are inserted head down vertically into a heap of salt. Under gravity, the juice of the fish can flow out from the mouth of the salted fish. Through this method, the salted fish can be kept as dry as possible. ==Dishes== ;Boiled rice with steamed salt fish :This is salt fish served at its simplest. A piece of salt fish is placed on top of boiled rice as it is cooking, the steam from the rice also cooking the fish. Once the rice has finished cooking the fish is shredded with the tip of a pair of chopsticks, the bones removed and the flesh mixed together with the rice. ;Steamed meat patty with salted fish ( 鹹魚蒸肉餅) :This is a very popular dish among local restaurants and some chain restaurants. It is also an extremely common homemade dish.foodno1 '鹹魚蒸肉餅' ;Chicken and salted fish fried rice ( 鹹魚雞粒炒飯) :This is a fried rice dish with chicken and salted fish. Most cha chaan tengs have this dish and it is popular among local people.鹹魚雞粒炒飯 '鹹魚雞粒炒飯' ;Salted fish bun (鹹魚大包) :The salted fish bun was a favourite dish of the Qing Dynasty Kangxi Emperor. It is a kind of baozi (Chinese steamed bun) with a filling of sliced pork and salted fish.stheadline '創新清宮宴 香脆惹味鹹魚包' ;Salted fish head with beancurd soup (鹹魚頭豆腐湯) :The ingredients of this soup include ginger, salted fish, and beancurd.openrice 'Salted fish head with beancurd soup' ==Cultural reference== ===Language=== In Cantonese slang dead bodies are referred to as salted fish, and a number of other phrases derive from this usage. A slang term for something that is saved or revived when it seems that it is dying or has little chance of surviving is haam yu faan saang () literally, a salted fish coming back to life. It is also used to describe a person or an organisation making a comeback after an event that would normally be career-ending. “食得鹹魚，抵得渴” is slang which means that \"those who eat salted fish must put up with the thirst\"; this is a popular slang to tell people that they have to bear the consequences of their actions. ===Music=== A famous song named ‘Without the Two of Us’ by Hong Kong popular singer George Lam, has a line related to salted fish. The line is ‘And even salt fish and pak choi will taste really really good’. As salted fish is the symbolic dish of the poor, this line make the allusion that with love even a simple and humble life is enough. ===Film=== The wildly popular Hong Kong blockbuster, Shaolin Soccer references salted fish in the line, \"If we don’t have any dreams in life, we will look like a salted fish\". This line became so popular in Hong Kong, it has been mistaken for a traditional Chinese saying, even being cited in publications as such. ==Health concerns and cancer warning== Extensive research has been done over the past half century drawing strong links between consumption of the fish with nasopharyngeal cancer, an otherwise extremely rare cancer. Health and cancer associations classify the salted fish as a Group 1 Carcinogenic,https://monographs.iarc.fr/wp- content/uploads/2018/07/Table4.pdfhttps://monographs.iarc.fr/wp- content/uploads/2018/06/mono100E-12.pdf including The Hong Kong Centre for Food Safety itself. The epidemic of nasopharyngeal cancer is significantly higher in populations which consume large quantities of the salted fish, which, in ascending order are: China, Indonesia, Vietnam, India and Malaysia. Because of the abnormally high prevalence in Southern China, with Guandong province and Hong Kong reporting some of the highest incidences in the world, it has been called \"The Cantonese Cancer.\"sciencedirect 'Salted Fish & Nasopharyngeal Carcinoma'chinesesaltedfish” 'Chinese-style Salted Fish' === History of the discovery === In 1967, Ho presented evidence that the Tankas, who consumed the dish daily, had twice the incidence of nasopharyngeal cancer, compared with the Cantonese population in Hong Kong. Since salted fish is traditionally eaten with rice, part of a staple diet for children, and poor populations of Southern China, these are the populations that are at highest risk of nasopharyngeal cancer. It is unclear whether after all the research whether the public, Chinese, or Cantonese cultural sentiment has changed toward this dish, though people have become more aware of the problem over time. It is certain that these populations will likely never entirely stop eating the fish as it is an important cultural dish, and a dish some poor populations have historically relied on for survival. ==References== Category:Chinese cuisine Category:Carcinogens Category:Salted foods Category:Food preservation ",
    "title": "Cantonese salted fish"
}