{
    "id": "44298507",
    "text": "Kenneth Alexander (March 3, 1887 – January 24, 1975) was a photographer for United Artists and 21st Century Fox,Hollywood Glamour 1924–1956: Selected Portraits from Wisconsin Center for Film and Theatre Research, by Elvehjem Museum of Art, known for his photographs of such stars as Marlene Dietrich, Lillian Gish, Betty Blythe, and Vilma Bánky. ==Early years== Kenneth Alexander (born Alexander Kenneth Alexander) in London on March 3, 1887, the son of Alexander Fyfe Alexander, and Alice Alexander, and educated at Bedford Modern School. He was sixteen when his family emigrated to New York City in 1903 after which he studied art at the London Polytechnic and the New York School of Art.Men Of Hawaii, Being A Biographical Reference Library, Complete and Authentic, Of The Men Of Note And Substantial Achievement In The Hawaiian Islands, Volume I. Honolulu Star-Bulletin Limited, 1917 ==Career== Portrait of silent-movie actress Mildred Davis by Kenneth Alexander Alexander commenced his photographic training with Vandyke as its London Court photographer and then to HH Pierce of Boston (1905–07) before joining Ernest Walter Histed (1908–09), an ‘expert at dramatic portrait in low light settings’.Kenneth Alexander Biography, Broadway Photographs, broadway.cas.sc.edu. Retrieved November 5, 2014 At the age of 19 he started working freelance in Millville, New Jersey specialising in home portraiture. His work achieved ‘national notice’ in 1907 when a photograph of the painter Arthur Wesley Dow ‘topped the portrait category in the Third American Salon’ at the Toledo Museum of Art and was featured in The American Amateur Photographer’. Alexander became a US citizen in 1914 and ‘his growing fame allowed him to move to celebrity portraiture’. Alexander's interaction with the world of celebrity led to romance when he fell in love with the silent movie actress, Mollie King, whom he married in 1919. The couple moved to New York to encourage her work on Broadway and he quickly established himself as a photographer there with a tagline, \"Photographer of Women Exclusively\", a gender reversal of Pirie MacDonald's motto. He gained particular acclaim with United Artists during his time in New York assisting them and other film companies with offices in the city. After New York Alexander moved to Los Angeles at the behest of Lillian Gish, who wanted him as a photographer on her film La Bohème. Alexander eventually settled in Hollywood, where he was employed by Sam Goldwyn Productions throughout the 1930s. ==Filmography== * 1935 The Call of the Wild (still photographer – uncredited) * 1935 Clive of India (still photographer – uncredited) * 1934 The Mighty Barnum (still photographer – uncredited) * 1934 Bulldog Drummond Strikes Back (still photographer – uncredited) * 1933 Roman Scandals (still photographer – uncredited) * 1933 The Bowery (still photographer – uncredited) * 1932 The Greeks Had a Word for Them (still photographer – uncredited) * 1931 Street Scene (still photographer – uncredited) ==References== ==External links== * * The Lost Hollywood Collection Category:1887 births Category:1975 deaths Category:British emigrants to the United States Category:People educated at Bedford Modern School Category:American photographers ",
    "title": "Kenneth Alexander (photographer)"
}