{
    "id": "44291284",
    "text": "Fern Elaine Nance Shumate (3 October 1910 - 11 February 2003) was an American writer of stories and news articles. She wrote under her own name as well as a number of pseudonyms, including Nancy Nance, Nancy Clemens, and Anthony Gish. The people and culture of the Ozarks feature prominently in her writing. ==Personal life== Shumate was born on a farm near Montevallo in Cedar County, MO, October 3, 1910, to Mary Huff Nance and Samuel Roland Nance, and died February 11, 2003 in Springfield, MO. She married Roland Kelso Shumate on September 2, 1947, in Berryville,AR. They had one child, a daughter, Nancy Maryann Shumate.Shumate Obituary, Springfield News-Leader, February 16, 2003 An early and voracious reader, Fern entertained herself as a child by making up stories and telling them aloud to herself if she could find no other listener.Interview with daughter, Nancy Shumate, July, 2014 ==Writing career== Immediately upon graduating from Springfield High School (1927), she began work as a reporter on the Springfield Daily Press. A particularly enterprising writer, she often took advantage of the need of early airplanes to set down in Springfield for refueling on the way to Tulsa and managed to interview such well-known personages as Amelia Earhart, Will Rogers, and Jack Dempsey. One other opportunistic interview, this one near a swimming pool in Galena MO, with the well-known Ozark folklorist Vance Randolph proved to be especially fortunate for her future writing career. Randolph was impressed with Fern's youth and initiative and the two became lifelong friends as well as frequent writing collaborators. During her extended writing career, Shumate used several pseudonyms: Nancy Nance, Nancy Clemens, and Anthony Gish. When the Springfield Daily Press, the city's afternoon newspaper, merged with the morning Springfield Leader in 1933 and all the Press' reporters were laid off, Randolph encouraged his young friend to become a free-lance writer and novelist, which she did. She wrote feature stories for a variety of well-known newspapers and magazines. Under the pseudonyms Fern Elaine Nance and Anthony Gish, she wrote short fiction for magazines.\"Chronological List\" , The FictionMags Index, retrieved November 5, 2014. As Anthony Gish, she also produced several short books for Haldeman-Julius Publications, including \"American Bandits\", a biographical history of the country's famous outlaws. Under the same male pseudonym, Shumate became the first woman ever to write for Esquire Magazine. Other magazines using her articles include Atlantic Monthly and Better Homes & Gardens. Shumate's novels include \"Girl Scouts in the Ozarks” (NY: Alfred Knopf, 1936), “Under Glass” (NY: Longmans, Green & Co., 1937),and \"American Bandits\" (Girard, KS: Haldeman-Julius Publications, 1938). Titles in collaboration with Randolph include: “The Camp-Meeting Murders,”(NY:Vanguard Press, 1936), “A Fifth Ozark Word List” (American Speech, 1936), “Ozark Mountain Party-Games” (Journal of American Folklore, 1936).These publications and others earned her a place in “Who’s Who of American Women, 1939-40. ==Later life== In 1938, Shumate began an entirely new career as an innovative floral designer when she joined a family partnership in the Nance Greenhouse, located on N. Douglas Street in Springfield, MO. Marriage and motherhood followed and her writing career languished until 1978, when she began writing monthly articles for the “Ozark Mountaineer” magazine. They proved so popular with readers that the series continued from October, 1981 to October, 1991. ‹Back Issues of Ozark Mountaineer Magazine› An avid birder and amateur photographer, as well as a prolific writer, Shumate was always and foremost, in her own words, “a hillbilly and proud of it.” ‹\"Ozark Mountaineer,\" 1978› ==Bibliography== ===Books=== *Nance, Nancy. Girl Scouts in the Ozarks. NY: Alfred A. Knopf, Inc., 1936. *Nance, Nancy. Under Glass. NY: Vanguard Press, ????. *Randolph, Vance and Clemens, Nancy. The Camp Meeting Murders. NY: Vanguard Press, 1936. ===Articles=== *Nance, Nancy. “The Sacrifice,” Arcadian Life, Sulphur Springs, TX (July, 1934): 5. *Nance, Nancy. “Missouri Caverns Lure Treasure Seekers,” Missouri Magazine, Springfield, MO, 5(January, 1934): 14-15. *Nance, Nancy. “Old Wiver’s Tales,” Ozarkian Magazine, Springfield, MO, 5(April, 1934):8,17. *Clemens, Nancy. “The Ozark Language Changes Little.” Kansas City Star, 21 August 1938. *Clemens, Nancy. “A Modern Daniel Boons.” Kansas City Times, 9 August 1933. *Clemens, Nancy, “Ozark Laughter.” University Review, Kansas City, MO: University of Kansas City (June, 1936) pp. 246–248. *Clemens, Nancy. “Grandma’s Charm String.” Mother's Home Life, Winona, MN(November1936) pp. 3,11. *Clemens, Nancy. “Backwoods Sparkin’.” Atlantic Monthly, 159 (January 1937): 127-28. *Clemens, Nancy. “Supper at Ashcroft’s.” Kansas City Star, 2 May 1932. *Clemens, Nancy. “Heavenly Crown.” University Review, Kansas City, 3 (summer 1937): 263-66. *Clemens, Nancy. “Mountain Sibyl.” University Review, Kansas City, 4(Winter 1937): 105-107. *Clemens, Nancy_. “Taking My Medicine.” Atlantic Monthly 161 (February 1938): 265-66. *Clemens, Nancy. “As Always, Vance.” The Ozarks Mountaineer 29:2-3 (April 1981): 20-21. *Shumate, Fern. “The Value of Recording Personal History.” Greene County Historical Society Bulletin, Springfield, MO, 3(May, 1960) 3. *Shumate, Fern. “Rose O’Neill—Neither Saint Nor Sinner.” The Ozarks Mountaineer 30:2-3(April 1982): 48-49,51. *Randolph, Vance and Clemens, Nancy. “A Fifth Ozark Word List.” American Speech 11 (December 1936):314-18. *Randolph, Vance and Clemens, Nancy. “Ozark Mountain Party Games.” Journal of American Folklore 49(1936):199-206. ==References== Category:American women journalists Category:1910 births Category:2003 deaths ",
    "title": "Fern Shumate"
}