{
    "id": "44291228",
    "text": "Jimmie O. Keenan, who held the rank of Major General, was the Deputy Commanding General of the Medical Command of the United States Army and also the Chief of the United States Army Nurse Corps before retiring on January 1, 2016. She now works at WellMed Medical Management in San Antonio, Texas. ==Biography== Lt. Gen. Patricia D. Horoho, Army Surgeon General and U.S. Army Medical Command commanding general (right), passes the Southern Regional Medical Command guidon to Maj. Gen. Jimmie O. Keenan, incoming SRMC commanding general (left), while Command Sgt. Maj. Marshall L. Huffman and outgoing Commanding General Maj. Gen. M. Ted Wong look on during the SRMC change of command held on June 6. The passing of the guidon is an Army tradition that officially marked the change of command. Keenan entered the Army as a Nurse Corps Officer commissioned through ROTC at Henderson State University. She completed a variety of assignments such as nursing at domestic and overseas facilities of the United States Army, and eventually rising to the post of Commander, Evans Army Community Hospital in Fort Carson, Colorado. Also, she commanded U.S. Army Public Health Command in Aberdeen Proving Ground, MD. Her last assignment, prior to assuming deputy command of the U.S. Army Medical Command (MEDCOM), was Commanding General, U.S. Army Southern Regional Medical Command. Major General Keenan is a Distinguished Military Graduate from Henderson State University with a Baccalaureate of Nursing. She also holds a Master of Science in Nursing Administration from the Medical College of Georgia and a Masters in Strategic Studies from the U.S. Army War College. Her military education includes the Army Medical Department Officer Basic and Advance Courses, the U.S. Army Command and General Staff College and the U.S. Army War College. Her awards and decorations include the Legion of Merit, the Meritorious Service Medal with four Oak Leaf Clusters, the Army Commendation Medal with Four Oak Leaf Clusters, and the Army Achievement Medal. She has earned the Expert Field Medical Badge, the Parachutist Badge, the Air Assault Badge, and the Army Staff Identification Badge. Keenan was the General Douglas MacArthur Leadership Award winner for the Health Services Command in 1988, a Regional Finalist, White House Fellowship Program in 1992, and an Army Congressional Fellow for FY 2001. She is a member of the Order of Military Medical Merit and a Fellow in the American College of Healthcare Executives. ==References== ==External links== Category:Living people Category:Henderson State University alumni Category:American nurses Category:Medical College of Georgia alumni Category:United States Army War College alumni Category:Female generals of the United States Army Category:Recipients of the Legion of Merit Category:Year of birth missing (living people) ",
    "title": "Jimmie O. Keenan"
}