{
    "id": "44295767",
    "text": "The Church of the Nativity of the Theotokos is a katholikon (main church) completed in 1122 in the Monastery of St. Antony, Veliky Novgorod. Dedicated to the Nativity of the Theotokos, it is one of the few buildings surviving in Russia from the early 12th century. ==History== The Church of the Nativity, the southern facade The Church of the Nativity of the Theotokos was the major church in the Monastery of St. Antony. It is the oldest building in the monastery's complex. Building started in 1117, soon after the monastery had been established in 1106. The church is quite different from typical Novgorodian churches of the period. It was originally made of brick which contrasts with other Novgorodian churches of the 12th century, which were initially built with wood and were rebuilt in brick afterwards. It has three domes, that is the defining feature of a princely church. But the construction was funded by a private individual with no relation to the royal dynasty. This makes it exceptional compared to similar major churches of that time. The construction was executed in two stages. In 1117-1119 the square-shaped nave with three apses, and the main dome were built. The original interior was well-lighted thanks to the large number of windows. This modest size was perceived as surprisingly holistic: the lateral aisles were fused with the space under the dome by means of the columns which stand close to the walls. The western couple of the columns was octahedron-shaped to contrast with the eastern couple which were square-shaped. Immediately after completion, the construction of the narthex with the choirs from the west-side was arranged in 1119-1122. The reason why the original plan was changed is unclear. During the second stage, the former western wall was totally disassembled, and its corner-ends was turned into a new pair of columns; this isolated the lateral sides of the choir loft from the nave by the walls with the windows preserved from the previous design. The narthex was added with the round-shaped stair tower from the north-west corner: it provides access to the choir loft on the second floor. The tower is crowned by the dome. In ancient times the narthex in honour of Onuphrius and St. Peter of Athos was arranged under the dome. To balance the design, the building is complemented with the third dome on the south-east corner; it also serves to provide extra light. The outbuilding makes the design to be close to other Novgorodian churches of the period; the closest analog is the Cathedral of St. George in the monastery of St. George as it has a stair tower (but that one is square-shaped) and also has three domes as well. Over the years, the church has been encompassed by other outbuildings. In the 16th century by a little porch from the west side. In 1671 the narthex in honour of St. Antony, the founder of the monastery, was built; it was decorated in the same year. The narthex in honour of John the Apostle was erected from the north side in 1681. In 1699 a new, all-the wall- long narthex was constructed. All the mentioned outbuildings are joint with the interior by the broad arcs, hacked in the walls in the same period. The necessity to merge the mainspace with new outbuildings revealed a new problem: the old massive building was dipped under ground by its own weight, the level of floors in the old building and outbuildings were different. The solution was radical: the old building's level of floor was raised by 1 meter. The described exterior has been preserved till the present day. The original look was distorted by making the windows more broad, as well as by turning the eaves into straight-shaped ones rather than the original arc-shape. ==Decorations== In 1125 the church was decorated with frescoes. In the 17th century the frescoes were renovated for the first time. In 1837 the most part of the ancient frescoes was removed from the walls due to decrepitude, a year after the church was decorated with new frescoes. New decorations are executed in a style typical for Russian culture of the 19th century and differ greatly from canons of the orthodox iconography. Small fragments of the original paintings dated by 1125 were revealed in the altar part in 1989 for the first time. The systematic analysis was started in 1919 and was continued through the 1990s. Now almost all the survived fragments of the frescoes are cleaned and renovated. This makes it possible to make conclusions about the stylistic features as well as about the originality of the chosen iconographic themes. Hereinafter, the ancient decorations are considered. Fragments of the ancient paintings at all the apses as well as narrow stripes of the fragments at the lateral walls of the altar are kept. The frescoes on the eastern columns are well preserved. as they were hidden behind the tall iconostasis. prothesis (1125) The frescoes in the sacristy (1125) Biblical Magi (1125) The scheme of painting follows the patterns of Byzantine art, but has some original features at the same time. No doubt, that the subjects of painting were offered by the monastery's founder. The numerous saints are illustrated on the 2 bottom levels of the central apse - this is the Novgorodian tradition. Between the saints, in the bottom of the central arc of the altar, Moses and Aaron are pictured: the trajectory of a person who goes to the altar lies between these figures. These figures are believed to take part in a church service on a par with bishops. It also emphasizes the idea of the Old Testament tabernacle to be a prototype for the church in the New Testament. This pattern in decorating was quite rare in Byzantium, but diffused quite broadly in ancient Russia. One more feature is numerous reverends painted full-length on all the sides of altar columns: the quantity of pictures is surprisingly good. Also unusual was the fact of painting the saint monks in the eastern part of the church itself (traditionally these paintings are further from the altar part). The frescoes on the northern apse (a prothesis) were dedicated to the seed of the woman, i.e. the tale about the birth and the childhood of the Virgin. The best-preserved composition there is the one called \"Presentation of the Virgin in the Temple\" and the bathing scene of Our Lady. The last is chosen to be shown separately (that is, to be emphasized). Bringing this scene in the middle of the apse is intended to signify the preparation of the Holy Sacrament for the liturgy. The Virgin herself is treated here as the gift to the Father by her parents. On the opposite apse (a sacristy), John the Baptist’s lifeline is shown. The story is finished with the scenes of his martyrdom and the three findings of his head. Some part of the scene showing Herod's feast is preserved, and the figure of seated Herodias while presented the severed head of the Prophet. Below, one of the 3 findings of the head is shown - the picture of a digging boy's head is preserved. The saint deacons are painted on the entrance arc of the apse. Small fragments on the southern and northern walls allows one to get some idea about how the mainspace was decorated. The decorations are likely to continue the tradition and to show gospel themes. Emphasizing the scene of Christmas on the northern wall along with the scene of Dormition of the Mother of God on the northern wall is a traditional approach for ancient Russian churches. Thus, the material birth and raising here is opposed to the birth after death. Even the small retained fragment imply that Dormition was represented in some special, extended variant: it shows the apostles who are moving from clouds towards the Our Lady's deathbed. The decorations at western sides of the eastern columns (i.e. the frescoes which were turned towards the congregation in the mainspace) are the best preserved in all the church. The Annunciation is shown on the top of the columns. According to the tradition, the figures of Gabriel and Our Lady are painted on separate columns: that is supposed to create an impression of the scene to take place in the church's space. The figures of the Holy Unmercenaries (Florus and Laurus, Cyrus and John) are placed under the picture of the Annunciation. While one pair of the unmercenaries holds in hands vessels that look like ciboriums, another one has scrolls in their hands. This is to draw a parallel between body healing and soul healing according to the Christian doctrine. Moreover, the figures are flanked near the altar, that points to the congregation where this healing is likely to be found. Gabriel (1125) Annunciation (1125) Florus and Laurus the unmercenaries (1125) The altar screen's templon was placed below these frescoes. The iconostasis is likely to originally include 2 icons only, which illustrate the Saviour and Our Lady. The altar was hidden behind a curtain fastened to the templon \\- the painter used the special art device to drop a hint on that by painting the edges of a curtain. Art features of the frescoes weren't interpreted properly by scholars for a long time. Incomplete disclosure of the ancient frescoes was the barrier for the scholars to perceive the style in an adequate manner. It gave life to the point of view about the decorations to be heterogeneous to all the ancient Russian art, and to be related with Romanesque art directly. Nowadays, the decorations are quite evidential to fall within the context of other Novgorod monuments of the period, but to have some features. The painters are likely to come from Kiev, not from Novgorod. The frescoes reflect many patterns of church decoration typical for Novgorod of the early 12th century; there are a lot of common things between these frescoes and the frescoes in the St. Sophia Cathedral and St. Nicolas cathedral. Figures are big and look heavy; they seem to be static. The pattern to model volumetric faces, but to paint clothes which seem to be flat is common for the frescoes in all the mentioned churches. At the same time, the characters in the Church of the Nativity look much more dynamic and active due to detailed and intensively-drawn faces. The figures make the impression of emotional openness and some exaltation: these are the new trends in Byzantine art of the period, which will be well-implemented in Novgorod culture afterwards. This contrasting between the static figures and the inner dynamism of their characters is indicated in colours too: dark blue backgrounds are combined with bright yellow haloes, and dark clothes of monks are complemented with pink, azure and lime coloured ones ==Stair tower== The stair tower jointed with the church was multi-functional in ancient times. It provided climbing at the choir loft, but furthermore it had the narthex in honour of Onuphrius and St. Peter of Athos sanctified in 1122. In the tower walls' the thick tiny cells for praying are preserved. St. Antony spent his last years in the tower, thus likening himself to the stylites. The last architectural renovation has revealed the tower to have 3 spaces to place bells there. The pictures retained at the interior walls are of much more interest as they are made by monks themselves and don't form some holistic composition. They are formed by simple lines of red ocher, and not well- preserved. Their theme is typically symbolical, allegorical and didactic. For instance, the picture of a lion with sad human face and a tail tied in a knot refers to the 2 main virtues of a monk: repentance and humility. ==References== Intercession Category:Historic Monuments of Novgorod and Surroundings Category:Buildings and structures completed in 1122 Category:Medieval Eastern Orthodox church buildings in Russia ",
    "title": "Katholikon of the Antoniev Monastery"
}