{
    "id": "44302787",
    "text": "Being 747 are an English pop band and educational team, featuring current and former members of Landspeed Loungers and Scaramanga Six. Since their emergence in 2003 the band have (in their own words) \"transformed from a bleakly romantic and quirksome pop group to their current incarnation as pioneers of the EduPOP movement.\" ==Background== Originally formed in 2003 and based in Huddersfield, Being 747 is a trio fronted by former Landspeed Loungers songwriter Dave Cooke (vocals, guitar) with Scaramanga Six leaders Steven Morricone (bass guitar, keyboards, backing vocals) and Paul Morricone (drums, backing vocals). The band was originally a covering name for the solo acoustic project which Cooke set up after leaving Landspeed Loungers, in which he performed wearing an \"uncomfortable\" model of an aeroplane over his head. The Morricone brothers offered to join in to \"beef up\" the music, the aeroplane mask was dropped, and the project rapidly changed to incorporate the Morricones' musical and creative input. Steven Morricone has referred to the brothers wanting to \"try something out of our comfort zones\", resulting in them concentrating on playing instruments (keyboards and drums) on which they were less skilled. Being 747 have released four albums (all co-written by Cooke and the Morricone brothers) on Wrath Records, as well as a number of singles and EPs. Via their EduPop Productions company, Cook and the Morricones also use the band to produce and perform educational rock shows with the aim of teaching science. The band has toured shows such as Amoeba to Zebra (covering evolution and the history of life on earth), The Clockwork Universe (covering the history of classical physics and the development of the scientific method) and The Invisible Stuff (covering atomic physics and magnetism) to schools and science festivals across the UK and Ireland. A typical EduPop show currently consists of a fifty-five-minute combination of themed pop songs played by Being 747, dramatic narration, visual projections and bizarre props. Album versions of Amoeba to Zebra and The Clockwork Universe were released on in 2010 and 2013 respectively. The band's work in the educational science field has been compared to that of They Might Be Giants, although Dave Cooke has argued that this is simply a case of \"convergent evolution\". A fifth album - The Invisible Stuff (based on the Being 747 science show of the same name) was released in September 2016. A further album of pop songs, called In the Valley was premiered via a Bandcamp- only download sampler in January 2013, although no full release has been scheduled yet. ==Band members== *Dave Cooke - vocals, guitars (plus animations/sculptures/backing tracks on EduPop projects) *Steven Morricone – bass guitar, keyboards, backing vocals (plus narration & zoological expertise on EduPop projects) * Paul Morricone – drums, backing vocals (plus visual design on EduPop projects) ==Discography== ===Albums=== *Fun and Games (2004, Wrath Records) *Health and Safety (2006, Wrath Records) *Amoeba to Zebra (2010, Wrath Records) *The Clockwork Universe (2013, Wrath Records) *Risk Assessment - An Introduction to Being 747 (2013, Wrath Records - free download-only compilation) *The Invisible Stuff (2016, Wrath Records) ====Singles and EPs==== *\"Swingball\" (2004, Wrath Records - split single with Magoo *\"The Girl Who Fell Asleep Whilst Watching Her Life Flash Before Her Eyes\" EP (2005, Wrath Records) *\"Weathergirl\" EP (2006, Wrath Records) ==References== ==External links== * Being 747 homepage * \"Amoeba to Zebra\" project Category:English rock music groups Category:English indie rock groups Category:Musical groups established in 2003 ",
    "title": "Being 747"
}