{
    "id": "44302022",
    "text": "Frédéric Montenard (date unknown) Belle Poule at the Port of Toulon (1883) Frédéric Montenard (17 May 1849, Paris - 11 February 1926, Besse-sur-Issole) was a French landscape and seascape painter.Benezit Dictionary of Artists == Biography == He came from an old Provençal family, and his uncle was the sculptor Jean- Baptiste Giraud. His art studies began at the École des Beaux-arts, where his teacher was Pierre Puvis de Chavannes.Cyclopedia of Painters and Paintings @ Google Books He made his début at the Salon in 1872 with landscapes and seascapes; participating in their exhibitions on a regular basis for many years. In 1873, he joined with fellow painters and Octave Gallian to establish a workshop in Toulon, and was joined there in 1878 by Eugène Dauphin, . He achieved his first career breakthrough in 1883 when two of his paintings were purchased by the French government. Six years later, he won a Gold Medal at the Exposition Universelle. Together with his mentor, Puvis de Chavannes, he helped create the Société nationale des beaux-arts in 1890. That same year, he was named a Chevalier in the Légion d'honneur.Documentation: @ the Base Léonore. The following year, he introduced the famous Brazilian painter Giovanni Battista Castagneto to François Nardi, the maritime painter, who took Castagneto on as a student. After 1892, he stopped painting along the Atlantic coast, in favor of Provence, where he painted landscapes and scenes of village life. He also became a teacher at the \"École supérieure d'art Toulon Provence Méditerranée\". In 1894, he was given a commission to decorate the Palais des Arts in Marseille. Six years later, he produced two large paintings for Le Train Bleu, a famous restaurant filled with the work of notable painters, near the Gare de Lyon in Paris. After World War I, he became a permanent resident at the château \"Croix de Bontar\", which had been built by his father, in Besse-sur-Issole, with a first floor museum devoted to the history of Brignoles. In 1921, he was named an official Peintre de la MarinePeintres Officiels de la Marine website. and, the following year, he provided 34 illustrations for a new edition of Mireille by Frédéric Mistral, an author he greatly admired. A street and a small college in Besse-sur-Issole are named after him. ==References== == Further reading == * Louise Gaggini et al., Le Train Bleu, Edition Presse Lois Unis Service, Paris, 1990 * Anonyme, \"Biographie de Frédéric Montenard, (1849-1926)\", Journal du centenaire de l'église de la rue Ampère, 1913-2013 == External links == * ArtNet: More works by Montenard * Collège Frédéric Montenard homepage. Category:1849 births Category:1926 deaths Category:19th-century French painters Category:20th- century French painters Category:20th-century male artists Category:French landscape painters Category:French male painters Category:French marine artists ",
    "title": "Frédéric Montenard"
}