{
    "id": "44309256",
    "text": "Tracy L. Johnson, is the Keith and Cecilia Terasaki Presidential Endowed Chair and Professor of Molecular, Cell, and Developmental Biology at the University of California, Los Angeles (UCLA). In May 2020, she was named Dean of the UCLA Division of Life Sciences.Tracy Johnson named dean of the UCLA Division of Life Sciences Upon being appointed she said, \"“These extraordinary times provide an opportunity for UCLA Life Sciences to exercise leadership in new and previously unimaginable ways...I am honored to be a steward of these incredible opportunities to build on a foundation of excellence as we move forward into an exciting future.” ==Research== Johnson's research focuses on understanding gene regulation, chromatin modification, RNA splicing and how regulating splicing allows cells to respond to their environment. Specifically, her group studies the spliceosome, a macromolecular \"machine\" made of five subunits that interacts with a pre-messenger RNA to produce an edited version, leading to appropriate translation into proteins. == Career and Education == Johnson earned her earned her B.A. in Biochemistry and Cell Biology from the University of California, San Diego and her Ph.D in Biochemistry And Molecular Biology from the Department of Molecular and Cell Biology at the University of California, Berkeley. She was a Jane Coffin Childs postdoctoral fellow at the California Institute of Technology studying the mechanisms of RNA splicing with Dr. John Abelson. From 2003-2013, Johnson was a member of the University of California San Diego biological sciences faculty where she earned many awards, including the National Science Foundation (NSF) Presidential Early Career Award for Scientists and Engineers (PECASE) and the UCSD Chancellor's Associates Award for Excellence in Undergraduate Teaching. Dr. Johnson joined the faculty of the University of California, Los Angeles in 2013 as the professor of molecular, cell, and developmental biology and holder of the Keith and Cecilia Terasaki Presidential Endowed Chair. In 2014, she was named a Howard Hughes Medical Institute Professor, and became the Associate Dean for inclusive excellence in the Division of Life Sciences in 2015. She was named Dean of the UCLA Division of Life Sciences in 2020. Johnson has also focused on developing programs to create transformative learning experiences for undergraduates including the UCLA-HHMI Pathways to Success Program. The program is a comprehensive strategy to provide students with an authentic research experience early in their academic careers. The program has three key components: (1) A research-based laboratory course, (2) a mentoring network that integrates peer and hierarchical mentoring, and (3) intensive learning communities. Johnson is known for her work on diversity, equity and inclusion in STEM, and was awarded the UCLA Academic Senate Award for Career Commitment to Diversity, Equity and Inclusion and the UCLA Life Sciences Award for Inclusive Excellence through teaching, mentorship, service and research. == Honors and awards == * Maria Rowena Ross Chair of Cell Biology and Biochemistry *Associate Dean for Inclusive Excellence, UCLA Life Sciences (2015) *Howard Hughes Medical Institute (HHMI) Professor (2014) *Chancellor's Associates Award for Excellence in Undergraduate Teaching (2013) *Top 20 Women Professors in California (2013) *Jane Coffin Childs postdoctoral fellowship * National Science Foundation (NSF) Presidential Early Career Award for Scientists and Engineers (PECASE) (2006) == References == Category:Living people Category:American women biochemists Category:University of California, Berkeley alumni Category:University of California, San Diego alumni Category:University of California, Los Angeles faculty Category:African- American scientists Category:Biologists Category:Deans (academic) ",
    "title": "Tracy L. Johnson"
}