{
    "id": "44304416",
    "text": "The 2014 Washington, D.C. Attorney General election was held on November 4, 2014, to elect the Attorney General of Washington, D.C., concurrently with elections to the United States Senate in various states and elections to the United States House of Representatives and various state and local elections. This was the first election for the office, which was previously appointed by the Mayor. Due to delays caused by an attempt to push the election back to 2018, there were no primary elections for the office. Instead, every candidate – all of them Democrats – ran together in the general election. Incumbent Democratic Attorney General Irvin B. Nathan, who was appointed by Mayor Vincent C. Gray in 2011, did not run in the election, which attorney Karl Racine won with 36% of the vote. ==Background== In a referendum in 2010, D.C. voters approved the establishment of an elected office of Attorney General by 76% to 24%. In July 2012, the D.C. Council voted to postpone the election to 2018, following disagreements over what powers and responsibilities the Attorney General should have. Council Chairman Phil Mendelson called the vote \"an embarrassment.\" In September 2013, Paul Zukerberg filed suit against the D.C. Council and the city elections claiming any delay would violate the District charter — which was amended through the 2010 ballot question to provide for the election of the city's top lawyer. Attorney General Nathan initially argued that Zukerberg, who planned to run in the election, was not suffering any \"meaningful hardship\" from pushing back the election. On February 7, 2014, a District of Columbia Superior Court judge ruled that ballots for the April 1 primary elections could be printed without the Attorney General race. Zukerberg appealed the ruling, declaring himself a candidate and arguing that he would suffer \"irreparable harm\" if the election were postponed. On June 4, 2014 the District of Columbia Court of Appeals overturned the lower court's decision. According to the ruling, the Court of Appeals \"[determined] that the Superior Court's interpretation was incorrect as a matter of law and reverse.\" They stated in the ruling that the original language in the Elected Attorney General Act is ambiguous in stating the election \"shall be after January 1, 2014,\" and that the attorney general referendum ratified by a majority of D.C. voters last year made it seem as though the election would take place in 2014. ==Election format== Because the Court of Appeals' ruling came after the April 1 primary elections, this was a one-stage election, with all five candidates, all of them Democrats, running together on a general election ballot. Because of low levels of voter awareness, stemming from the delays, unusual format and the competitive mayoral election, it was speculated that ballot order may help determine the election. This was said to be beneficial Racine and Williams, who appeared on the ballot first and second, respectively, after a lottery was held on September 12 to determine ballot placement. Smith was third, Zukerberg fourth and Masters fifth. ==Candidates== On June 13, Zukerberg collected nominating petitions. Lorie Masters, a litigator and activist, announced her candidacy for Attorney General on July 10, 2014. Masters said that as Attorney General her \"primary focus ... would be on 'ethical issues' within the District government,\" and that she wanted to \"make sure that the rights and perspectives of D.C. voters are respected.\" She envisioned the role of the Attorney General as \"a check on the other power centers in the government.\" White-collar attorney Karl Racine and legislative policy analyst Lateefah Williams also announced their candidacies in the local press. On July 9, attorney Mark Tuohey, who had declared his candidacy on June 17, dropped out of the race and endorsed Racine. In November 2013, Zukerberg formally announced his candidacy. Federal lawyer Edward \"Smitty\" Smith formally launched his campaign for the post on July 12, 2014. ===Declared=== * Lorie Masters, litigator and activist * Karl Racine, attorney and former managing partner of Venable LLP * Edward \"Smitty\" Smith, attorney, former Program Director of the State Broadband Data and Development Grant Program at the Department of Commerce and former Chief of Staff and Senior Counsel of the Incentive Auction Task Force at the Federal Communications Commission * Lateefah Williams, legislative policy analyst * Paul Zukerberg, attorney and candidate for the City Council in 2013 ===Withdrew=== * Mark Tuohey, attorney ===Declined=== * Irvin B. Nathan, incumbent Attorney General ==General election== ===Campaign=== Masters' campaign released mailing pieces which The Washington Post described as \"text-heavy\",Mike Debonis, October 3, 2014, Washington Post, DCision ’14 potpourri: Catania wins Sierra Club nod; AG candidates hit the mail, Retrieved October 22, 2014, a television advertisement that focused on her anti-corruption work,Will Sommer, October 21, 2014, Washington City Paper, Watch New Campaign Ads by Muriel Bowser and Lorie Masters, Retrieved October 22, 2014, and a series of advertisements critical of opponents Karl Racine and Paul Zukerberg. Zukerberg argued that he would better represent the public interest than previous Attorneys General, announced his support for the decriminalization of marijuana and an increase in the ease with which nonviolent criminal records are expunged to promote restorative justice. Zukerberg was endorsed by the Washington Teachers' Union, D.C. Councilmember Tommy Wells and Jeff Steele, operator of D.C. Urban Moms & Dads, an anonymous web forum. Smith emphasized the need for reform of D.C.'s juvenile justice system. He saw the Attorney General's role as \"cooperative\" with the D.C. Council and expressed disagreement with Attorney General Nathan's contention that the 2012 budget autonomy act approved by the Council violates the District of Columbia Home Rule Act. Shortly before Smith's campaign finance report was released on August 11, he announced he had raised over $185,000 during the first fundraising quarter of the campaign, including more from outside donors than all other Attorney General candidates combined (Karl Racine raised nearly $257,000, but he donated or loaned $225,000 of that total to his own campaign). According to the finance report, Smith's campaign paid a company owned by Jauhar Abraham for petition signature collection. In an interview at the hearing for S.132, the New Columbia Admission Act, Smith told an interviewer at The Atlantic that \"as Americans, under no conditions should issues of political convenience or expedience dictate fundamental rights. The fact that [D.C. statehood] might prove politically inconvenient for either party is not a just reason for continuing to deny citizens those rights.\" According to the City Paper, Smith's campaign tried to persuade Masters and Zukerberg to drop out of the race in order to \"[consolidate] the anti-Racine vote,\" but both rivals declined to do so. Smith was endorsed by the Metropolitan Washington Council AFL-CIO,Kaminski, Matthew. \"What Labor Wants.\" Wall Street Journal. September 18, 2009. Jews United for Justice, D.C. Police Union, D.C. Working Families, Gertrude Stein Democratic Club and Service Employees International Union Local 32BJ. On August 28, Washingtonian magazine reported that three anonymous staff members at the Office of the Attorney General had filed complaints with the D.C. Board of Elections alleging two OAG employees, including Attorney General Nathan, had violated the Hatch Act by promoting Racine's campaign at work. According to the complaints, Nathan \"praised and recommended Karl Racine, and he asked us to support him\" during two meetings on July 9, before Racine had declared he would run for office. In an interview, Racine stated that \"Nathan did not recruit\" him \"to run for the attorney generalship\" and that he would have no reason to believe that Nathan would conduct himself in any other way than \"appropriately [and] ethically\". Media sources characterized Racine as the candidate who reflected the legal establishment. Racine said that if elected, he would act with greater independence from the Mayor and D.C. Council. He supported Attorney General Nathan's argument that the D.C. budget autonomy act violates the District of Columbia Home Rule Act. Racine released a 12-page policy platform called \"Keys to Justice\". Racine initially expressed disapproval of the initiative to legalize marijuana, saying in August that it \"is going to take a bit more time for the community to get its head around,\" but had apparently reversed his position by late September, \"enthusiastically\" supporting legalization in a debate. The Washington City Paper suggested Racine flip-flopped after a poll showed nearly two thirds of D.C. residents were supportive of marijuana legalization. Racine was endorsed by Maryland Attorney General Doug Gansler, SEIU Local 722, D.C. Councilmember Jack Evans and The Washington Post, which cited the \"unique ... depth and range\" of his qualifications and his \"rich record of community service.\" Racine had raised an additional $407,736 by the October 10 reporting deadline, more than any other candidate, with $225,000 of that total from a second personal loan from Racine to his campaign. One week after the reporting deadline, on October 17, fellow candidate Smith filed a request for investigation with the D.C. Office of Campaign Finance, alleging that Racine's failure to list occupation information for 266 individual contributors and employer information for all 390 individual contributors in the report constituted an \"intentional and illegal\" breach of the Campaign Finance Act of 2011. Racine's campaign attributed the missing information to \"a botched fundraising database transfer\" and promised to amend the report. On October 22 and 23, the Washington City Paper and the Washington Post ran a series of articles on a slate of audits that found Venable LLP had improperly documented expenses charged to the Troubled Asset Relief Program and overcharged the D.C. government, including the Office of the Attorney General, by hundreds of thousands of dollars while Racine was the managing partner of the firm. At a press conference the next day, Lorie Masters criticized Racine for overbilling and his allegedly \"cozy\" relationship with embattled D.C. Mayor Vincent C. Gray. ===Polling=== {|class=\"wikitable\" |-valign= bottom ! style=\"width:140px;\"| Poll source ! style=\"width:170px;\"| Date(s) administered ! class=small| Sample size ! Margin of error ! style=\"width:100px;\"| Lorie Masters (D) ! style=\"width:100px;\"| Karl Racine (D) ! style=\"width:100px;\"| Edward Smith (D) ! style=\"width:100px;\"| Lateefah Williams (D) ! style=\"width:100px;\"| Paul Zukerberg (D) ! Other ! Undecided |- | Public Policy Polling | align=center| October 20–22, 2014 | align=center| 591 | align=center| ± 4% | align=center| 12% | align=center| 22% | align=center| 13% | align=center| 4% | align=center| 11% | align=center| — | align=center| 38% |- | rowspan=2| Marist | align=center rowspan=2| September 14–16, 2014 | align=center| 572 LV | align=center| ± 4% | align=center| 7% | align=center| 5% | align=center| 5% | align=center| 7% | align=center| 14% | align=center| 4% | align=center| 57% |- | align=center| 1,070 RV | align=center| ± 3% | align=center| 8% | align=center| 5% | align=center| 6% | align=center| 9% | align=center| 12% | align=center| 4% | align=center| 58% |} ===Results=== ==References== attorney attorney Washington, D.C. 2014 ",
    "title": "2014 Washington, D.C. Attorney General election"
}