{
    "id": "44307173",
    "text": "The Blood Demon (Die Schlangengrube und das Pendel in West Germany), also known as The Torture Chamber of Dr. Sadism, The Snake Pit and the Pendulum, and Castle of the Walking Dead, is a 1967 West German horror film directed by Harald Reinl and starring Christopher Lee, Karin Dor, and Lex Barker. The film, written by Manfred R. Köhler, is based on Edgar Allan Poe's 1842 short story The Pit and the Pendulum and concerns the saga of Count Regula (Lee) who, after being drawn and quartered for murdering 12 maidens, returns to life seeking revenge. The film was advertised in Rhode Island newspapers as Crimson Demon, due to a practice at the time of deleting the word \"Blood\" from film titles. It was shot at the Bavaria Studios in Munich. The film's sets were designed by the art directors Gabriel Pellon and Rolf Zehetbauer. ==Plot== The setting in time is the 18th century, and the probable story location is Germany. Baroness Lilian von Brabant and her lawyer Roger Mont Elise receive an invitation to the Blood Castle, in Sander Valley, where a large inheritance is awaiting the Baroness. Both decide to go; the Baroness because of the inheritance and Roger seeing a chance to get more information regarding his birth. Upon arriving at the valley, they meet the monk Fabian, who has a proclivity for profanities. Fabian offers to assist them in finding their way to the castle, the place where, 40 years ago, Count Regula had murdered 12 virgin maidens, in an attempt to use their blood to achieve immortality. However, he was one maiden short of his goal, and he was drawn, quartered and beheaded for his crime. As he was dying, the Count threatened revenge against those responsible for his death. On their way to the castle, passing through a dead forest full of corpses, with human limbs and torsos hanging from the dead tree branches, they get attacked by mysterious hooded creatures riding horses who try to abduct the women. Despite Roger's successful efforts to protect the Baroness and her maid Babette from the creatures, the two women mysteriously vanish. Fabian, who is revealed to be a robber rather than a monk, is so terrified by the unexplained disappearance of the women that he offers to help Roger find them. The two men finally locate the women locked in an iron chamber at Blood Castle, although they get caught before they can rescue them. External shots for the film were taken at the medieval town of Rothenburg ob der Tauber. After their capture, the Count's evil, green-blooded servant Anatol informs the two men that he is planning to bring the Count back to life after 40 years. Anatol, using his own green blood, finally achieves his goal of reviving the Count. Following his resurrection, the Count appears to the prisoners wearing an iron mask, informing the men that he needs the blood of maiden number 13 to achieve his goal of immortality. The maiden is revealed to be the Baroness. After the pronouncements by the Count, the prisoners make an escape attempt, but they are unsuccessful. As punishment, the Baroness is locked into a snake and spider pit, where she loses her sanity. Roger, imprisoned in a pit with a pendulum, manages to overcome the odds and survive. He also recovers the diamond-encrusted cross of the Baroness, which he uses to destroy the Count and Anatol, finally succeeding in freeing the prisoners. The Baroness recovers and falls into Roger's embrace, while Fabian leaves the crumbling castle with Babette. ==Cast== * Christopher Lee as Count Regula * Karin Dor as Baroness Lilian von Brabant * Lex Barker as Roger Mont Elise / Roger von Marienberg * Carl Lange as Anatol * Dieter Eppler as the Coachman * Christiane Rücker as Babette * Vladimir Medar as Peter Fabian * Klaus W. Krause (uncredited) as Voice of Peter Fabian * Horst Naumann (uncredited) as Voice of Roger Mont Elise / Roger von Marienberg * Bruno W. Pantel (uncredited) as Voice of Moritatensänger * Herbert Weicker (uncredited) as Voice of Count Frederic Regula / Graf von Andomai ==Release== The film was distributed as a single bill until Kane W. Lynn, president of low-budget distribution company Hemisphere Pictures, combined it in a double feature with the film Mad Doctor from Blood Island. ===Critical reception=== The Externsteine in the Teutoburg Forest appear in the film. TLA Video & DVD Guide describes the film as \"an effective bit of Grand Guignol\". European Nightmares: Horror Cinema in Europe Since 1945 describes it as \"a more traditional Gothic Horror film\". Halloween calls it a \"delight for hardcore adult fans\", and the Katholisches Institut für Medieninformationen includes the description of the film as a \"German attempt at a horror film by Edgar Allan Poe, more laughable than creepy\". Fright Night on Channel 9 calls it \"a really great double feature\" when seen as a double bill with Mad Doctor from Blood Island. The review goes on to mention that the film \"dripped with a rich and evocative Euro-atmosphere\" and that \"this flick defines the term\" and calls it a \"Wizard of Oz-like journey into horror\". The review also calls the film a \"skillful blend of horror and adventure\" and a picture which offers \"creepy delights\" such a \"forest of hanging corpses\", \"a castle full of torture traps\" and a \"sinister one-legged messenger on a cobbled village street\". According to TV Guide, the plot was weak but the film had \"fascinating visuals\" including an \"eerie forest of the dead\". Monsters & Vampires mentioned that \"the movie had some good chilled moments, particularly a ghostly ride through a literally dead forest, with branches filled with severed limbs and torsos.\" Film critic Leonard Maltin described the film as \"atmospheric\". ==Newspaper practice== In the state of Rhode Island in the United States, as well as some other U.S. states, a practice was adopted by newspapers of the era under which the word \"Blood\" was deleted from the title of film advertisements and another was substituted in its place. Film titles such as Blood Demon became Crimson Demon, Mad Doctor from Blood Island became Mad Doctor from Crimson Island, and Blood of Dracula's Castle became Red of Dracula's Castle, the only exception being Roger Corman's film Bloody Mama which retained its original title. The newspapers, when faced with enquiries regarding this unusual advertising practice, did not provide any answers. Theater managers were indifferent to the policy because it did not seem to have an impact at the box office. ==See also== * Edgar Allan Poe in television and film ==References== ==External links== * * * The Torture Chamber of Dr. Sadism at UCM.ONE Category:1967 films Category:West German films Category:German-language films Category:1967 horror films Category:1960s fantasy films Category:German horror films Category:Films directed by Harald Reinl Category:Films based on short fiction Category:Films based on The Pit and the Pendulum Category:Films set in the 18th century Category:Films set in castles Category:Films set in Germany Category:German supernatural horror films Category:German films about revenge Category:Vampires in film Category:Resurrection in film Category:Fiction about immortality Category:1960s historical horror films Category:German historical fantasy films Category:Films shot at Bavaria Studios Category:Constantin Film films ",
    "title": "The Blood Demon"
}