{
    "id": "44305318",
    "text": "Richard Wayne Allen (born November 7, 1951) is an American politician who is serving as the U.S. Representative for . He is a member of the Republican Party. ==Career== Allen attended Auburn University and earned a degree in building construction. He is the founder of R.W. Allen and Associates, a construction company headquartered in Augusta. ==U.S. House of Representatives== ===Elections=== ;2012 Allen ran in the Republican primary for the 12th district against three other candidates. Allen advanced to the runoff, but lost to State Representative Lee Anderson, 49.7% to 50.3%. Anderson went on to lose the general election to incumbent John Barrow. ;2014 Allen ran again in 2014, this time making it to the general election. Allen defeated Barrow in the November election, in a result considered an upset even though the 12th district had been made significantly more Republican in redistricting. ;2016 Allen was re-elected with 62% of the vote in 2016. ;2018 After winning the Republican primary with 75.99% of the vote, Allen faced off in the 2018 general election against Democratic challenger, lawyer and pastor Francys Johnson. ===Committee assignments=== *Committee on Agriculture **Subcommittee on Conservation and Forestry **Subcommittee on General Farm Commodities and Risk Management *Committee on Education and the Workforce **Subcommittee on Higher Education and Workforce Training **Subcommittee on Health, Employment, Labor, and Pensions ===Caucuses=== * Republican Study Committee ===Controversy=== During a closed-door Republican meeting discussing an amendment that prohibited discrimination against LGBT workers, Allen read a Bible verse that says about homosexuals \"they which commit such things are worthy of death.\" Allen told the assembled Republicans that they are \"going to Hell\" if they vote for the proposed anti-discrimination amendment. After dozens were killed at a gay nightclub in Orlando, Florida, Allen offered prayers to the family of the victims but refused to apologize or retract his past comments stating that homosexuals were \"worthy of death.\" ==Personal life== Allen lives in Augusta, Georgia. A Methodist, he is married to Robin Allen and has four children. ==See also== *List of Auburn University people ==References== ==External links== * Congressman Rick Allen official U.S. House website * Rick Allen for Congress * * * |- Category:1951 births Category:21st- century American politicians Category:American construction businesspeople Category:Auburn University alumni Category:Georgia (U.S. state) Republicans Category:Living people Category:Members of the United States House of Representatives from Georgia (U.S. state) Category:Politicians from Augusta, Georgia Category:Republican Party members of the United States House of Representatives ",
    "title": "Rick W. Allen"
}