{
    "id": "44308796",
    "text": "The Leibniz-Forschungsinstitut für Molekulare Pharmakologie (FMP) is a research institute in the Leibniz Association, focussing on proteins as basic structures of cellular organisms. It is one of the large number of research institutions based in Berlin. The institute is situated on a research campus in Buch, a northern district of Berlin. Legally, the FMP and seven other Leibniz Institutes based in Berlin are represented by the Forschungsverbund Berlin (Research Association of Berlin). The institute has around 270 employees, including researchers and administrative staff. Northern exterior of FMP Berlin in October 2014 == Research Areas == The Institute focuses on fundamental research in life sciences, with an interdisciplinary approach based on chemistry and biology. The institute is organized into three departments under the broad umbrella of molecular pharmacology: * Molecular physiology and cell biology * Structural biology * Chemical biology == Collaborations == The institute has many collaborations with national and international universities and research institutes, as well as businesses. Collaboration partners include: * Free University, Berlin, Germany * Max Delbrück Center for Molecular Medicine, Berlin, Germany * European Molecular Biology Laboratory, Heidelberg, Germany * Hannover Medical School, Hannover, Germany * University of Potsdam, Potsdam, Germany * Hospital for Sick Children, Canada * Université Paris Diderot, France * INSERM, France * University of Melbourne, Australia * University of Geneva, Switzerland * Schering AG == Funding == The Institute receives core and external funding. The core funding (Grundfinanzierung) is usually split equally between federal and state contributions. In 2012, the institute had a total revenue of 21 million euros, excluding DFG fees. == History == The institute was founded in 1992 as a successor to the \"Institut für Wirkstofforschung\" (Institute for Active Materials Research, also translated as the Drugs Research Institute), an Institute of the Academy of Sciences of the GDR. The Institut für Wirkstofforschung was founded in 1977 by Peter Oehme, who also served as its first and only director, and had around 230 employees. After the reunification of Germany, scientific institutions underwent a period of readjustment to align those in the former east and west. In 1991, the German Council of Science and Humanities (Wissenschaftsrat) recommended the founding of an institute focused in the area of molecular pharmacology, which led to the establishment of the institute as it is known today. The institute was originally located in Friedrichsfelde in east Berlin, but moved to its current location in Buch in 2000. Logo of Leibniz-FMP prior to 2017, showing that the acronym FMP was still used despite the official name not starting with an \"F\". Since the founding of the institute, it has been a member of the Leibniz Association. The Institute does not have an official English name, and the acronym \"FMP\" was used heavily. From 2006, the institute was named Leibniz- Institut für Molekulare Pharmakologie (Leibniz Institute for Molecular Pharmacology), though the institute logo still contained the \"FMP\" acronym. In May 2017, it was renamed back to \"Leibniz-Forschungsinstitut für Molekulare Pharmakologie\" (Leibniz Research Institute for Molecular Pharmacology). == Directors of the FMP == * 1996-2008: Walter Rosenthal * 2009-2011: Hartmut Oschkinat (acting director) * 2012–present: Volker Haucke * 2015–present: Dorothea Fiedler == References == Category:Leibniz Association Category:Buildings and structures in Berlin Category:Molecular biology institutes Category:Research institutes established in 1992 ",
    "title": "Leibniz-Forschungsinstitut für Molekulare Pharmakologie"
}