{
    "id": "44308680",
    "text": "Skyscraper Live with Nik Wallenda is a Discovery Channel special that aired on November 2, 2014. The special was billed as a highwire walk by Nik Wallenda across the city of Chicago in the United States. Specifically, he walked wires between three skyscrapers \"all of which are taller than the Washington Monument.\" On one of the walks, he was blindfolded; on the other the wire was at a 19 degree incline. The event was broadcast live on the Discovery Channel in the United States and in over 220 countries around the world. Viewing figures for the special ranked it as one of the most live watched broadcasts on American television since 2010. An official mobile game, SkyBalance by Nik Wallenda, was also developed by Tapinator, Inc. to coincide with the event. Critical reaction to the event was largely positive. ==The act and telecast== Even Wallenda's training and preparation for this event received substantial attention. In the special, highwire artist Nik Wallenda walked along a tightrope between three buildings in Chicago, without a tether or net to catch him if he fell. After completing the first walk, he undertook a second attempt while blindfolded. Wallenda completed the first walk in seven minutes, and did the blindfolded walk in a little over a minute. The telecast was on a ten- second delay in case something went wrong with Wallenda's walk. Nik Wallenda is a seventh generation member of The Flying Wallendas, and this event was billed as an homage to his great-grandfather. ==Broadcast and ratings== Skyscraper Live was broadcast live in over 200 countries worldwide. It was a ratings success in the United States, ranking as Discovery's most watched live telecast of the year. However, its viewership was less than for their previous Nik Wallenda special, Skywire Live, which delivered Discovery's highest-ever rating for a live broadcast in 2013. The show generated a lot of interest on social media. According to the Nielsen rankings, Skyscraper Live with Nik Wallenda became Discovery Channel's highest rated live telecast of 2014. It had an average of 5.82 million total viewers and the blindfold section of the challenge was watched by 6.72 million people. The show, as a whole, registered an average of 2.17 among 25- to 54-year-olds. The television ratings site TVbytheNumbers confirmed that, excluding last year's Skywire Live, Skyscraper Live was Discovery Channel's most watched telecast since 2010. The telecast also featured a teaser for the then-upcoming Discovery Channel special Eaten Alive. ==Critical reception== The reaction from critics to Wallenda's latest dangerous televised act was largely positive. Melissa Locker of TIME magazine described the stunts as \"thrilling\" and that \"[Wallenda]'s years of experience don't make his stunts any less harrowing to watch\". Variety's Brian Lowry was less than complimentary about the presenters, writing \"Willie Geist and Natalie Morales... merely seemed to prove that they will say any inane thing put in front of them on a teleprompter – over and over again\". He also wrote that \"it's difficult not to lament the notion of major news divisions thrusting so much effort and energy into fabricating events that could be funneled into more conventional reporting\". But he was impressed by the visual aspect of the event, as \"the vertigo-inducing aerial shots remain pretty dazzling, although not as impressive this time as they were amid the natural beauty of the Grand Canyon.\" The Guardian described the \"overhyped\" stunt as an anachronistic form of “urban disruption” and “urban terrorism” even as it harkened back to the daredevil feats and fatal plunge of Karl WallendaNik's great-grandfather and inspiration. ==References== ===Notes=== ===Citations=== ==External links== * Category:2010s American television specials Category:2014 television specials Category:Discovery Channel original programming Category:English-language television shows Category:American live television shows Category:Tightrope walking ",
    "title": "Skyscraper Live"
}