{
    "id": "44305807",
    "text": "Toyooka The is a geopark in Japan. The area was declared a Japanese Geopark in 2008, and a UNESCO Global Geopark in 2010. The underlying themes of the geopark are \"geological features, the natural environment, people's lives, and the formation of the Sea of Japan\". This geologically diverse area contains records of the process from when Japan was part of the Asian continent to its present-day formation of the Sea of Japan. People's lives are also diverse in this area because of its geodiversity.Official Website of San'in Kaigan Geopark (in English) ==Area== The San'in Kaigan Geopark is located to the northwest of Osaka and Kyoto and consists of Kyotango in Kyoto Prefecture, Toyooka, Kami, and Shin'onsen in Hyōgo Prefecture, Iwami, and a major part of Tottori in Tottori Prefecture. The geopark has an area of 2,458.44 square kilometers.\"What is San'in Kaigan Geopark\" on the official website of San'in Kaigan Geopark (in Japanese) ==Geosites== One of the major geosites is Genbudo Cave, located in Toyooka City. This site is internationally significant, as it is where Quaternary geometric reversed polarity term was first discovered. The geopark includes sites that relate to the surrounding geomorphology and geology. Examples include the rice terraces and Tajima Cattle grazing areas located on the gentle slopes formed by landslides, Red Snow Crab and other fishery products from the Sea of Japan, the Oriental White Stork habitat in the Toyooka Basin, the local handbag manufacturing industry, Onsen (hot springs), and the cultivation of melons and Chinese shallots in the sand dunes. File:Ueyama-Tanada-Autumn.JPG|Rice terraces of Ueyama in Ojiro, Kami File:Takenohama Hyogo001.jpg|Nekozaki Peninsula and Takeno Beach in Toyooka File:Kyoto Tango-Peninsula Tateiwa001.jpg|Tate-iwa Rock in Kyotango File:Yumura onsen53n4592.jpg|Yumura Onsen \"Arayu\" in Shin'onsen File:Uradome Coast Sengan-Matsushima.JPG|Uradome Coast Sengan-Matsushima in Iwami File:Tottori-Sakyu Tottori Japan.JPG|Tottori Sand Dunes in Tottori ==References== ==External links== * * Explanation of San'in Kaigan Geopark on the website of UNESCO Category:Global Geoparks Network members Category:Geoparks in Japan Category:Parks and gardens in Hyōgo Prefecture Category:Parks and gardens in Kyoto Prefecture Category:Parks and gardens in Tottori Prefecture Category:Protected areas established in 2008 Category:2008 establishments in Japan ",
    "title": "San'in Kaigan Geopark"
}