{
    "id": "44308161",
    "text": "Iris ruthenica, sometimes called ever blooming iris (in the UK), Russian iris, pilgrim iris and Hungarian iris (in Europe), is a species in the genus Iris- subgenus Limniris. It is a rhizomatous perennial, with a wide distribution, ranging from eastern Europe to Central Asia. It has grass-like leaves, thick stem and violet or bluish lavender flowers which are marked with violet veining. ==Description== Iris ruthenica is very variable and hybrids can look very similar to Iris uniflora, the other species in the Iris series Ruthenicae. It can be variable with its leaf length and width, and flower height. It has a creeping rhizome,James Cullen, Sabina G. Knees and H. Suzanne Cubey (Editors) (about 3-5 mm in diameter) which is branched and has fibrous roots. The creeping rhizome forms a clump or a grass-like tuft plant. It has bright green leaves, or greyish green leaves. That are tall and thin, and grass-like, measuring between 10 – 40 cm (8–13 in) long and 2 – 6 mm wide. The leaves can grow longer than the flower stem. The plant (stem and flowers) grows to a height of between 3–20 cm (12 in). The thick stem is 2–3 cm wide, can grow to heights of between 3–20 cm. It has the remains of last years leaves at the base of the stem. It blooms in spring, (between May, June and July in the UK), or early to mid summer, with one normally, but occasionally 2 fragrant flowers. The large flowers are between 3–5 cm in diameter, with a cylindrical, perianth tube measuring 0.5–1.5 cm long. The flowers come in a range of blue shades between violet and bluish lavender. Which are marked with violet veining. Like other irises, it has 2 pairs of petals, 3 large sepals (outer petals), known as the 'falls' and 3 inner, smaller petals (or tepals), known as the 'standards'. The falls (measuring 4.5–5 cm) are white. The standards (measuring 4–6 cm) are almost erect. The bracts (measuring 3–5 cm ) are greenish with pink margins, violet blue stigma, and milky white anthers. It has a globose (globe-like) to ovoid shaped seed capsule (measuring 1.2—1.5 cm) in June–August (after the flowering period is over). Once they are ripe, the seed capsules fully open and all the seeds are dispersed in one movement. Unlike other iris species. The seeds are pyriform (pear-shaped) and have an aril (white appendage on the edge of the seed). The aril disappears soon after and shrivels up. ===Biochemistry=== As most irises are diploid, having two sets of chromosomes. Which can be used to identify hybrids and classification of groupings.} It has a chromosome count: 2n=84 (found by Simonet in 1934). ==Taxonomy== Russian iris or Hungarian iris It is written as 紫苞鸢尾 in Chinese script, and known as 'zi bao yuan wei'. It is named after the region of the 'Ruthenia', in Transylvania and Romania, It has several common names; 'ever blooming iris' (in the UK), 'Russian Iris',William Robinson Aleksandr Leonidovich Kovalevsk (Editor) 'pilgrim iris' (sometimes called a synonym of Iris ruthenica),Elizabeth Lawrence and 'Hungarian Iris' in Europe. It is known as ungersk iris in Sweden. Iris ruthenica was first published by John Bellenden Ker Gawler in Botanical Magazine in 1808. It was later published in 1811, as Iris ruthenica with the common name 'Pigmy iris' in Curtis's Botanical Magazine, vol. 34, table 1393. Pigmy iris is now used as the common name of Iris pumila. It was mentioned the journals of Captain Beechy's Voyage (in 1825),William Jackson Hooker and is mentioned in Cherepanov's Vascular Plants of Russia.Sergeĭ Kirillovich Cherepanov It was verified by United States Department of Agriculture and the Agricultural Research Service on 42 October 2014, and is an accepted name by the RHS. ==Distribution and habitat== Iris ruthenica is native to a wide region, including temperate Asia and Europe. ===Range=== It is found in southern Russia and Siberia, through Central Asia,Mark V Lomolino, Dov F. Sax and James H Brown (editors) (including Altai Mountains and Turkestan, on the Tien Shen mountain range, Kazakhstan and Mongolia), to China and Korea. Within Europe, it is found in Romania. It is listed with Iris bloudowii, Iris humilis, Iris lactea, Iris sibirica, Iris tenuifolia and Iris tigridia as being found in the Altai-Sayan region (where Russia, China, Mongolia and Kazakhstan come together). ===Habitat=== It is found on dry meadows (including grass plains and steppes), pine and birch forest edges and edges of woodland. It can also be found in forest clearings in the forest-meadow mountain belt. Forming a thicket ground-cover. In Mongolia it is found under Pinus sylvestris/Betula platyphylla subtaiga forests, in montane meadow steppes with Festuca lenensis and Artemisia sericea and in Pinus sibirica/Picea obovata dark taiga forests (within the upper montane belt with Rubus saxatilis and Lathyrus humilis). Elsewhere in Eurasia, it is found in the Larch forests of Altai and Sayan mountains including Tuva).Folke Andersson (editor) It is also found in Tuvan Forests as a subcanopy woody species. On the Altai Mountains, it is found with other mountain flowers including Siberian Dogs-tooth Violet (Erythronium krylovii), Altai Foxtail Lily (Eremurus), a variety of saxifrages, Aquilegia, Gentiana grandiflora, Papaver nudicaule and the yellow Iris bloudowii. At altitudes of between 1800 and 3600m. ==Cultivation== Close up of the flower of Iris ruthenica It is hardy to USDA Zone 2, or Zone 3. Iris ruthenica does not flower very well in the UK. It is best cultivated in fertile soils that do not dry out. It is best suited for Rock Gardens or at the front of a flower border. Although sinks or troughs could be used. It also grows well on dry peat banks. It is tolerant of semi-shade, but prefers full sun. Unlike many other irises, it can only be moved with success, during the spring and summer when it is in full growth. Iris ruthenica is grown in several Russian botanical gardens including, Barnaul, Ivanovo, Irkutsk, Kirov, Moscow, Rostov- on-Don, St. Petersburg, Stavropol, Tomsk, Omsk, Novosibirsk and Chita. ===Propagation=== It can be propagated by division or by seed. The seeds should be sown in the autumn and the rhizomes divided in early spring. The seeds germinate fairly quickly and new plants are easily raised. But the young plants must not dry out. The old and damaged rhizomes should be removed before replanting. ===Hybrids and cultivars=== Iris ruthenica var. nana was once thought to be a smaller variety of Iris ruthenica. but this is now considered a synonym. Although, Iris ruthenica var. brevituba which has a small perianth tube, and violet flowers, it is also now considered a variant. Iris ruthenica has the following known cultivars; *'Gamlin Blue', *'Red Form'. ==References== ==Sources== *Aldén, B., S. Ryman & M. Hjertson. 2009. Våra kulturväxters namn – ursprung och användning. Formas, Stockholm (Handbook on Swedish cultivated and utility plants, their names and origin). *Czerepanov, S. K. 1995. Vascular plants of Russia and adjacent states (the former USSR). *Khassanov, F. O. & N. Rakhimova. 2012. Taxonomic revision of the genus Iris L. (Iridaceae Juss.) for the flora of Central Asia. Stapfia 97:175. *Komarov, V. L. et al., eds. 1934–1964. Flora SSSR. *Mathew, B. 1981. The Iris. 83. *Tutin, T. G. et al., eds. 1964–1980. Flora europaea. *Waddick, J. W. & Zhao Yu-tang. 1992. Iris of China. ==External links== * * ruthenica Category:Flora of Central Asia Category:Flora of Eastern Europe Category:Flora of China Category:Flora of Kazakhstan Category:Flora of Mongolia Category:Flora of Russia Category:Garden plants of Asia Category:Garden plants of Europe Category:Plants described in 1901 Category:Flora of Korea Category:Flora of Primorsky Krai Category:Flora of Manchuria Category:Flora of Altai (region) ",
    "title": "Iris ruthenica"
}