{
    "id": "44302379",
    "text": "The dedication plaque The structure of the bridge The General Stefan \"Grot\" Rowecki Bridge (sometimes called the Toruń Bridge, the Grot-Roweckiego Bridge or the Grot Bridge) is a bridge over the Vistula River in Warsaw. It was built from 1977 to 1981 as part of the Trasa Toruńska major thoroughfare by Przedsiębiorstwo Robót Kolejowych No. 15 (the abutments and supports) and Mostostal (the supporting structure and installation). Currently, it is also part of the planned S8 bypass of Warsaw. ==History== The first plans for the bridge were from the 1960s. It was originally planned as a bridge suspended on two pylons. The design was changed for cost reasons. The final design was designed by a team of engineers at the \"Stolica\" design office under the direction of Witold Witkowski. The bridge was dedicated and opened on November 28, 1981. This was during a period of activity by the \"Solidarity\" movement. As a concession from the state, the bridge was named for the war-time general Stefan Rowecki (whose pseudonym was \"Grot\"), which was an extraordinary event in the communist country at that time. The dedication of the bridge turned into a mass demonstration by army veterans and the democratic opposition. ==Description== Next to the Siekierkowski Bridge, the General Stefan \"Grot\" Rowecki Bridge is one of the largest bridges in Warsaw and one of the busiest. The bridge is 645 meters long and it consists of two structurally independent parts, each of which currently has four lanes. The bridge is almost inaccessible to pedestrians and cyclists. It has two sidewalks, but they are very narrow and impede the passage of bikes. The sidewalks are separated from the roadway by traffic barriers. ==Rebuilding for the S8 expressway == In September 2009, the GDDKiA started rebuilding Trasa Toruńska, along with the bridge, to become an expressway, widening the bridge to ten lanes (five in each direction). After the completion of the reconstruction and the construction of a link between Konotopa and Powązkowska Street, the whole route will form part of the S8 expressway. The project was planned for 2008 through to 2010, but the city's problems with the construction of the new Maria Skłodowska-Curie Bridge caused investment delays because of the lack of alternative routes during the reconstruction of the bridge. The contract for reconstruction was finally signed in July 2013 and the work finished by October 2015 and the bridge has reopened. Modernisation of the bridge involved widening of two independent decks with braced cantilevers by a total of more than 9 m and strengthening the structure by external prestressing. The design included increasing the load capacity of the bridge by using over 100 straight prestressed tendons on each of two superstructures. ==References== ==External links== * Official site of the reconstruction project (in Polish) Category:Bridges in Warsaw Category:1981 establishments in Poland Category:Bridges completed in 1981 ",
    "title": "General Stefan &quot;Grot&quot; Rowecki Bridge"
}