{
    "id": "44301870",
    "text": "Bronkhorstermolen is a tower mill in Steenderen, Gelderland, Netherlands which was built in 1844 and has been restored to working order. The mill is listed as a Rijksmonument. ==History== There has been a windmill on this site since the late 14th century. A mill that had stood about a hundred years before was not then standing in 1496. Until 1795, the mill at Bronkhorst was one where the citizens were compelled to take their grain to for milling. The mill immediately preceding the present mill was a post mill which was standing in 1803, when it was sold to Jan Breukink. The mill, and its successor, were to remain in the Breukink family until the late 20th century. The post mill burnt down on 18 May 1844. Bronkhorstermolen was built to replace it. It worked until the late 1930s. A committee was formed in 1958 to restore the mill, which took place in 1960. The mill was the first in the Netherlands to be fitted with a counter on its windshaft to enable it to receive a grant from the Dutch Government according to the number of times the sails rotated. A dispute followed and the mill again ceased to work. In 1980, the mill was sold to the Gemeente Bronckhorst, following which it was returned to work. Bronkhorstermolen is listed as a Rijksmonument, № 34543. ==Description== Bronkhorstermolen is what the Dutch call a \"Beltmolen\". It is a three-storey tower mill built into a mound which is high. There is no stage, the sails reaching almost down to ground level. The cap is thatched. Winding is by tailpole and winch. The sails are a pair of Common sails, fitted with the Van Bussel system on their leading edges, and a pair Ten Have sails, fitted with the Van Bussel system on their leading edges. They have a span of . They are carried on a cast iron windshaft, which was cast by Enthoven & Co., 's Gravenhage, South Holland in 1870. The windshaft also carries the brake wheel, which has 60 cogs. This drives a wallower with 31 teeth, which is situated at the top of the upright shaft. At the bottom of the upright shaft is the great spur wheel, which has 72 cogs. This drives a pair of Cullen millstones and a pair of French Burr stones via lantern pinion stone nuts with 22 staves each. A third pair of French Burr stones is fitted, but there is no drive to them now. ==Public access== Bronkhorstermolen is open on Saturday from 10:00 to 16:00, or by appointment. ==References== Category:Windmills in Gelderland Category:Windmills completed in 1844 Category:Tower mills in the Netherlands Category:Grinding mills in the Netherlands Category:Agricultural buildings in the Netherlands Category:Rijksmonuments in Gelderland ",
    "title": "Bronkhorstermolen, Steenderen"
}