{
    "id": "44307780",
    "text": "Dr Pawan Saini (born 1971), Indian politician and social activist, belonging to the Bhartiya Janata Party (BJP). In 2014, he was elected as an MLA from Ladwa assembly constituency in Kurukshetra District in Haryana. ==Early life and background== Saini was born in Village Bahadurpura, Kurukshetra district in the year of 1971 in the agrarian family of Sh Mehar Singh. Saini did his elementary education from the village school before moving to Kurukshetra for his secondary education. He subsequently earned his BAMS (Bachelor of Ayurvedic Medicine & Surgery) from Gaur Brahman Ayurvedic College, Rohtak in 1993. After his education, in 1995, he along with his doctor wife setup medical practice by starting a hospital named \"Ashok Arogya Sadan\". Saini has been actively engaged in various academic ventures. He has been serving as a lead member in various academic societies. ==Social work== In his words, he was driven by a mission and zeal to work for social causes and issues affecting youth and thus he started work for Akhil Bharatiya Vidyarthi Parishad (ABVP) in 1982. During his stint with ABVP, he was actively engaged in various socio political movements and worked for youth affairs concerning systemic change in education sector. He undertook charitable medical work alongside his medical practice. He also does some non for profit work as a lead member of various academic institutions namely Saini Public school & Gita Niketan Educational society. ==Political career== In his a political association that spans over 20 years and started with his induction in ABVP in the year 1982, Saini has held key positions such as district general secretary, district president, election incharge in various BJP & its affiliate organizations. He participated, organized and led various padyatras and agitations during his long political association. === Stint with Akhil Vidyarthi Parishad & other BJP Affiliate Organizations === Saini joined ABVP in 1982 and worked across region, state and nation levels in ABVP Organization. Apart from participating in various agitations organized by ABVP, Dr Saini travelled to North East states in India as a member of \"SEIL- Student's Experience in Inter-State Living\" an ABVP Initiative. On 11 September 1990, he was arrested for participating as a part of 10000 strong student ABVP contingent which tried to unfurl flag at Lal Chowk in Shrinagar. During his stint with BJP affiliates, Saini held various positions such as: 1\\. President, Panchahyati Raj Parkoshth, Kurukshetra district 2\\. District Media Convener, BJP Kurukshetra 3\\. Convener, Medical Cell, Haryana State BJP 4\\. Training Coordinator for BJYM Saini participated actively in various agitations such as for issues like ram setu, amaranth sign board, anti terrorism & farmer issues. He played a great in rising the Political career of many politicians including Paramveer saini (ex Zila Parshad) Gohana. ==References== Category:1971 births Category:Living people Category:Bharatiya Janata Party politicians from Haryana Category:People from Kurukshetra district Category:Rashtriya Swayamsevak Sangh members Category:Haryana MLAs 2014–2019 ",
    "title": "Pawan Saini"
}