{
    "id": "44302569",
    "text": "Silvia A. Malagrino (born 1950, Buenos Aires, Argentina) is an American multimedia artist, independent filmmaker and educator based in Chicago, Illinois.Museum of Contemporary Photography. Silvia A. Malagrino, Museum of Contemporary Photography. Retrieved January 25, 2018.School of Art & Art History, University of Illinois at Chicago. Silvia Malagrino, Faculty Profile, University of Illinois at Chicago. Retrieved January 25, 2018. She is known for interdisciplinary work that explores historical and cultural representation, and the intersections of fact, fiction, memory and subjectivity.Somerville, Siobhan. \"Silvia Malagrino's Testimony.\" Photography Quarterly, #68, vol. 17, no. 3, 1996, p. 21–23.Ciezadlo, Janina. \"History and Memory\" (Review, Burnt Oranges), Afterimage, January-February 2006, p. 46–48.Goldman, Ilene. \"Burnt Oranges. The Stream of Life— dimensions of exile,\" Jump Cut, # 51, May 2009. Her experimental documentary, Burnt Oranges (2005), interwove personal narrative, witness testimony, interviews, and both documentary and re-created footage to examine the long-term effects of Argentina's Dirty War.WTTW-TV, Chicago. \"Disappearing Memories.\" Retrieved January 25, 2018.Internet Movie Database. Burnt Oranges), 2005. Retrieved January 25, 2018. Malagrino's art has been featured at The Art Institute of Chicago, Palais de Glace and Centro Cultural Recoleta (Buenos Aires), La Tertulia Museum (Cali, Colombia), Museum of Contemporary Photography of Columbia College Chicago, Chicago Cultural Center, Rochester Institute of Technology, Center for Photography at Woodstock, and Ateneo de Madrid, among other venues. Her work has been recognized by institutions including the Guggenheim FoundationJohn Simon Guggenheim Foundation. [http://www.gf.org/fellows/all-fellows/silvia-malagrino/ Silvia Malagrino, Fellows. Retrieved January 28, 2018.Film Schools. \"UIC Photographer/Filmmaker Wins Guggenheim for Documentaries,\" Film Schools, Resources. Retrieved February 3, 2018. CINE, the Smithsonian Institution, and Bibliothèque nationale de France.Art Institute of Chicago. Silvia Malagrino, Artworks, Collection. Retrieved January 28, 2018.University of Illinois at Chicago. \" UIC Filmmaker Receives Illinois Distinguished Artist Award,\" UIC Today, Retrieved January 29, 2018. Malagrino is Professor in Photography and Moving Image at the School of Art and Art History of the University of Illinois at Chicago. Silvia Malagrino, Habitat, Gelatin silver print photographs, three panels 43\" x 60\" each, 1992 ==Life== Malagrino was born in Buenos Aires, Argentina in 1950. She graduated from Alliance Française de Buenos Aires as a professor of French and French Literature (1971). From 1971-5, she studied Literature and Modern Languages at the Facultad de Filosofía y Letras of the Universidad de Buenos Aires, until the university was closed during the Dirty War, the period of state-sponsored violence from 1974 to 1983 in which thousands of Argentines were killed, tortured, or \"disappeared.\"Cassidy, Victor. \"Seven Latino Artists and The Narrative Tradition,\" artnet, May 20, 1998. Retrieved January 28, 2018.Cook, Jno. Catalogue essay. Silvia A. Malagrino, Chicago: Department of Cultural Affairs, City of Chicago, December 1989.Weismantel, Patricia. \"Giving a Voice to Fear and Silence,\" The Chicagoan, University of Illinois at Chicago, 1991. In response to the censorship of language, Malagrino learned photography; after a close friend disappeared, however, she left Argentina in 1978.Zimmer, William. \"Artists Imprint their Memories from the Past,\" The New York Times, October 2, 1988, p. 28. Ciezadlo, Janina. \"Significance of the Fleeting, Janina Ciezadlo on Silvia Malagrino,\" Response– Art and the Art of Criticism, Chicago: I Space, 2009.FilmFreeway. Burnt Oranges, 2005. Retrieved January 28, 2018. She lived in Philadelphia until 1981—where she took photography courses at the Philadelphia College of Art—and has lived and worked in Chicago since 1982. She taught photography at Columbia College Chicago from 1982–5 and earned an MFA from the University of Illinois at Chicago in 1987. Between 1987–90, Malagrino was a Visiting Artist at the School of The Art Institute of Chicago and began exhibiting her work widely. In 1990, she accepted an appointment to the faculty of the School of Art and Design, University of Illinois at Chicago. ==Work== Malagrino began her career producing experimental photographic work that used techniques such as montage, collage, found pictures, transfer, chemical manipulation, uneven development, and hand- marking.McCracken, David. Review, Chicago Tribune, October 26, 1990, p. 84.Hugunin, James. \"Persuasive Views,\" New Art Examiner, February 1989, p. 47. In the 1990s, she expanded her practice to site-specific installations that included digitally processed photographs, large murals and written texts, and in 2000, began creating experimental video works.Inselmann, Andrea. \"Between Times/Between Worlds: Multimedia Works by Silvia A. Malagrino,\" Between Times/Between Worlds, Sheboygan, WI: John Michael Kohler Art Center, 1995. Her experimental video, The Stream of Life, won the Lorenzo De Medici First Prize Gold Medal Award in New Media at the Florence Biennale of Contemporary Art in 2005. Silvia Malagrino, Inscriptions in the War Zone, Photographic and mixed media installation, 1990–1998, Installation View, Rochester Institute of Technology, 1998 ===Early photographic and installation work=== Critics suggest that Malagrino's early black-and-white photographic work served as a springboard for poetic expression in the realm of memory and dreams.Maldonado, Edward M. Catalogue essay, In the Heart of the Country, Chicago: Chicago Cultural Center, 1989.Kirshner, Judith Russi. \"Earth Calls: The Works of Silvia Malagrino,\" Llamados de la Tierra/Earth Calls, Cali, Colombia: Museo de Arte Moderno La Tertulia, (Bilingual catalogue of solo exhibition), 1993. She blended smaller units to produce large works centered on the body and psyche, nature and the primordial, often obliterating the original imagery to create what critic David McCracken called, a \"neat, new balance of barely suggested figures and images in a depthless field of murky abstraction.\"Foerstner, Abigail. \"Three Artists See the World with Distinct Inner Views,\" Chicago Tribune, June 19, 1992, p. 83–84. Writer Judith Russi Kirshner described this work, in Malagrino's \"Earth Calls\" exhibition (1993), as a \"rich array of textures, layered imagery and […] an uncertain imaginative terrain\" that built \"aesthetic connections to the forces and energies of survival.\" Her 1992 \"Habitat\" series (see above) used these strategies to reflect on issues of power and dominance relating to the land and individuals through images that suggested aerial mappings and spiritual figures of tribal cultures.Milwaukee News. \"In Between Times: Multimedia exhibit addresses dominance of land, individuals,\" Milwaukee News, January 31, 1995, p. 6.Foerstner, Abigail. \"A Chicago Style for the '90s,\" Chicago Tribune, April 15, 1994, p. 69–70. Malagrino's installations have investigated the intersection of specific global histories, memory, human action and accountability.Husband, Bertha. \"Continental Divide,\" Chicago Reader, April 20, 1995, p. 37–39. Retrieved January 28, 2018.Barandiaran, Maria Jose. \"Silvia Malagrino,\" New Art Examiner, May 1997, p. 57–8. The multimedia work Between Times/Between Worlds (1995) superimposed original, appropriated and manipulated visual and audio layers and employed theater lighting to create what curator Andrea Inselman called \"an intricate weaving\" of personal, cultural, environmental and political histories of Latin America and North America. Inscriptions in the War Zone (1996–8)Malagrino, Silvia. Inscriptions in the War Zone (1998), Portfolio, School of Art & Art History, University of Illinois at Chicago. Retrieved January 25, 2018.Latino Art Now! Chicago Virtual Gallery Silvia Malagrino, The South/Missing (1990), University of Illinois at Chicago, Inter- University Program for Latino Research, Smithsonian Latino Center. Retrieved January 28, 2018. combined photographs and text to suggest the weight of absence—particularly of the human body—juxtaposing traces and fragments, such as a fingerprint or bloodstain, the imprint of a face on cloth, tattered photographs of lost loved ones, or catalogues of possessions.Bonilla, Frank and Edwin Melendez, Rebecca Morales, and Maria de los Angeles Torres (eds). Borderless Borders: U.S. Latinos, Latin Americans and the Paradox of Interdependence, Philadelphia, PA: Temple University Press, 1998. p. 278, reproduction of portfolio, p. 183.Zimmerman, Marc. \"Silvia Malagrino,\" New World Dis/Orders and Peripheral Strains, Michael Piazza and Marc Zimmerman (eds.), Chicago: March/Abrazo Press, p. 16–17.Exposure, \"Sex Wars: Photography on the Front Lines,\" Exposure, Vol. 29, No. 2/3, p. 42–43. Writer Siobhan Somerville suggested that the work's confrontation with the political violence of Argentina summoned other traumas, such as those in Nazi Germany and Cambodia, posing questions about the representation of tragedy, the nature of evidence and the production of \"facts\", and the erasure of history. Silvia Malagrino, Still from Burnt Oranges (2005) ===Burnt Oranges (2005)=== In her feature documentary, Burnt Oranges (2005)Malagrino, Silvia. Burnt Oranges (2005), Portfolio, School of Art & Art History, University of Illinois at Chicago. Retrieved January 25, 2018.—completed over roughly seven years—Malagrino returned to her native Argentina after three decades to re-map the obscured story and repercussions of the Dirty War, examining the subjectivity of history and the gap between personal memory and official \"fact.\" Critic Janina Ciezadlo likened the film's experimental style to that of Chris Marker and Agnès Varda in its interweaving of metaphor, poetic narrative (based on letters written by herself and writer Monica Flores Correa, who collaborated on the film's script), interviews with torture survivors, families of \"the disappeared,\" journalists and junta officers, and documentary and re-created footage.Facets Multimedia. Burnt Oranges Movies. Retrieved January 28, 2018. Reviewers noted the film's simultaneous depiction of the social catastrophe of state terror and affirmation of human perseverance, human rights and dignity, democratic values and accountability, represented in part by a coalition of women, youth and human rights organizations, such as Mothers of the Disappeared and HIJOS, who sought to reclaim their society. Husband, Bertha. \"Burnt Oranges - A film by Silvia Malagrino,\" Routledge: Third Text, July 2008, p. 501–14.Buchancow, Erika. \"Naranjas Quemadas,\" Contratiempo, May 2005, p. 25. Retrieved January 25, 2018. Burnt Oranges won the CINE Golden Eagle Award (2005) and Aurora Awards for Directing and Best of Show (Platinum) for Cultural Documentary (2007). ===Later film and multimedia work=== In 2013, Malagrino created the one-night, immersive, site-specific installation, Swimming With a Kite, in collaboration with artists Joshua Albers and Jesus Duran.The Visualist. Swimming With a Kite, in collaboration with artists Joshua Albers and Jesus Duran.\"Silvia Malagrino,\" The Visualist, August 2013. Retrieved February 3, 2018.School of Art & Art History, University of Illinois at Chicago. Swimming With A Kite (2013), Portfolio, School of Art & Art History, University of Illinois at Chicago. Retrieved January 25, 2018. The project was inspired by Audre Lorde's Poetry is not a Luxury and a second-hand copy of Carl Jung's Aion that Malagrino found. The copy was filled with a constellation of intricate markings, handwritten notes and drawings made by an anonymous reader, which she found comparable to visual poetry.Malagrino, Silvia. Swimming with a kite, July 21, 2013. Retrieved January 25, 2018. Swimming With a Kite used video projection, light design and responsive computer programming to create an environment of exploration and reflection, centered around language, image and the content of the book. Malagrino worked with filmmaker Sharon Karp on the feature documentary essay, A Song for You (2014), serving as co-director, co- writer and co-producer.Malagrino, Silvia. A Song For You (2014). Retrieved January 25, 2018. The film tells the story of Karp's family's five-year crossing of the Pyrenees on foot to escape Nazi persecution and of the Karp sisters' confrontation with that past.Simonette, Matt. \"Lesbian filmmaker recalls parents' flight from Nazis,\" Windy City Times, February 17, 2016. Retrieved January 25, 2018.FilmFreeway. A Song For You, 2014. Retrieved January 28, 2018. Like Malagrino's other work, the story is told through multiple forms: interviews with Karp's mother, Gisela, excerpts from a book George Karp wrote, home movies, photographs, documents and historical footage. ==Awards and collections== In addition to her film awards, Malagrino has received fellowships and grants from the John Simon Guggenheim Memorial Foundation (2010), Ellen Stone Belic Institute for the Study of Women & Gender in the Arts (2010), National Endowment for the Arts (2004, 1994, 1993), Lucius and Eva Eastman Grant (2004, 2010), and Illinois Arts Council (seven, 1987–2013), among others. In 2012, she received a State of Illinois Distinguished Artist Award (2012). Her work is included in the collections of the Smithsonian Institution, National Museum of American Art, Bibliothèque nationale de France, The Art Institute of Chicago, Memoria Abierta (Buenos Aires), Museum of Contemporary Photography, Center for Latin American Studies – University of Pittsburgh, Milwaukee Art Museum, and En Foco, and those of several universities and public libraries. ==References== ==External links== *Silvia Malagrino official website *\"Silvia Malagrino papers,\" Smithsonian Institution Archives of American Art. *Silvia Malagrino archive, Chicago Public Library *Silvia Malagrino, Faculty Profile, School of Art & Art History, University of Illinois at Chicago *Silvia Malagrino, Videos Category:1950 births Category:Living people Category:20th-century women artists Category:21st-century women artists Category:American video artists Category:Argentine emigrants to the United States Category:People from Buenos Aires Category:University of Illinois at Chicago faculty Category:University of Illinois at Chicago alumni ",
    "title": "Silvia Malagrino"
}