{
    "id": "44303899",
    "text": "Katharina Scheven (1861 – 6 August 1922) was a German feminist who was a leader of the campaign against state-regulated prostitution. ==Early years== Katharina Bauch was born in 1861. She became Katharina Scheven through marriage to Paul Scheven (1852–1929) of Zittau, an economist, philanthropist and publicist in Dresden, editor since 1904 of the journal Volkswohl (\"People's welfare\"). She probably worked as a teacher in Dresden, engaged in the training and education of girls. She was the author of a petition by the \"Association of progressive women's associations\" that demanded establishment of a girls' high school in Dresden, but was rejected by Mayor Beutler. She also founded organizations dedicated to women's rights. ==Abolitionist== Katharina Scheven was one of the young and liberal women who heard Gertrude Guillaume-Schack speak in London and took up the cause of abolishing regulated prostitution in Germany. Others included Anna Pappritz (1861–1939), Anita Augspurg (1857–1943) and Minna Cauer (1841–1922). Disapproval of public discussion of vice was an obstacle to Abolitionists. In 1895 the board of the BDF tried to prevent public discussion of a petition on prostitution it had presented to the national parliament because it addresses \"very awkward matters\". In 1904 Katharina Scheven said it \"is still regarded in many educated circles as unbecoming to know about these things, much less to talk about them. Katharina Scheven followed the examples of Lida Gustava Heymann (1868–1943) and Anna Pappritz who had founded branches of the International Abolitionist Federation (IAF), and in 1902 founded an IAF branch in Dresden. In 1904 these branches united under Scheven's leadership into the German branch of the IAF (DZIAF). The same year the IAF held its first congress in Dresden. Anna Pappritz and Katharina Scheven became the two most influential leaders of the German branch of the IAF. From 1902 to 1914 Pappritz and Scheven edited the DZIAF magazine Der Abolitionist. Scheven wanted prostitutes to be free of regulation, but also wanted brothels to be abolished and the state to take measures to combat prostitution such as expanding child care facilities and improving work opportunities for women. Although the struggle against state-regulated brothels did not succeed, the IAF clubs contributed to mobilizing public opinion. Scheven and Pappritz represented the conservative moral view among abolitionists. Scheven was generally against contraceptives and in favor of premarital abstinence. After the 1905 the controversy about the New Ethic split the DZIAF. The moderates led by Scheven and Pappritz further consolidated their control. Some of the radicals turned to the cause of suffrage, and others to the sex-reform movement. In 1909 Pappritz and Scheven issued a pamphlet giving the DZIAF position on criminal law reform. They wrote that, \"prostitution is primarily called forth by demand from the side of men, and that it is often social distress that forces women to meet this demand with the corresponding supply.\" The solution, which was at odds with the leaders of the men's morality movement, was legislation that protected women workers and \"organization of women workers, in order to secure for them a living wage, and better access for women to education and vocational training.\" They stated that regulation of prostitution was an unjustified restriction of civil liberty, and was unjust in affecting only the woman and not her client. Criminalization would also be unjust in punishing only the woman, and letting the man go free. The state should be involved in cases such as coercion, abuse of minors, procuring and aggressive soliciting, but otherwise sex was a private matter and state interference would be an outrageous violation of individual freedom. ==Other activities== From 1909 Scheven attended lectures at the Dresden University of Technology. As well as being involved in the IAF, Scheven was active in the Bund Deutscher Frauenvereine (BDT: League of German Women's Associations), and from 1919 was a member of BDT's Federal board. When reform of criminal law was raised in 1909, she became chair of the BDF ethics committee, which prepared a broad list of topics on reform of the abortion law. Scheven argued against impunity for an abortion, which she thought weakened the moral responsibility of women. Scheven was one of the founders of the Federation of Dresden Women's Organizations in 1918, some of which she led. She agitated for women's suffrage. She was a member of SPD, and supported them in the Dresden city council. Katharina Scheven died on 6 August 1922. ==References== ==Sources== * * * * Category:1861 births Category:1922 deaths Category:German feminists ",
    "title": "Katharina Scheven"
}