{
    "id": "44307377",
    "text": "Fried dace with salted black beans is a canned food of Chinese origin. Cirrhinus molitorella (dace) is a fish from the Pearl River in ChinaIngram, B. A., & Lasasimma, O, “Production of Cirrhinus molitorella and Labeo chrysophekadion for culture based fisheries development in Lao PDR Part I: Captive spawning. Aquaculture Asia”. Routledge 2008. ‘Dace’ is a trade name of Cirrhinus molitorella while black beans are called “dau si” Pomai “Fried Dace with Salted Black Beans”, The Tasty Island Honolulu Food Blog, 25 September 2009. Retrieved on 26 October 2014. in Cantonese. Fried dace with salted black beans is made by combining dace with salted black beansThe Fish Site “Cultured Aquatic Species - Mud Carp”, The Fish Site, 2009. Retrieved on 29 October 2014. and preserving it in oil afterwards. Black Bean oil Fried Dace fish in steamed rice ==History== Fried dace with salted black beans originated in Guangzhou in China. In the past, before industrialisation of China in the 1950s begun, many Chinese from the Pearl River Delta region needed to go to Southeast Asia for work. They would fry the dace, preserve it with salted black beans and bring it with them because they were not used to eating foreign food. This tradition gradually transformed into a canned food business.冯璐赟 , 南都网, 2013. Retrieved on 29 October 2014. The first canned fried dace with salted black beans was produced by Guangzhou Guangmaoxiang Canned Food Factory in China in 1893.Redtory “From Factory to Fantasy”, Redtory. Retrieved on 29 October 2014. This factory was evolved from “广奇香罐头厂” (the Guang Qi Xiang Guan Tou Factory), which was registered in 1912 in Hong Kong.冯璐赟 , 南都网, 2013. Retrieved on 29 October 2014. In 2005, the Hong Kong Food and Environmental Hygiene Department tested 26 samples of food, in which some of the samples of the canned fried dace with salted black beans were tested positive for malachite green, a carcinogenic chemical.Martin Wong “Fish test positive for banned chemical”, South China Morning Post, 2005. Retrieved on 30 October 2014. ==Ingredients and taste, and common eating habits== ===Ingredients and taste=== There are seven essential ingredients in the canned product; namely fresh dace, salted black beans, vegetable oil, sugar, soybean sauce, salt and spices. It has a burnt jerky like after taste, and very salty Asian Supermarket 365 “Pearl River Bridge Fried Dace With or Without Salted Black Beans”, Asian Supermarket 365, n.d. Retrieved on 26 October 2014. The dace, preserved in vegetable oil, has a chewy texture with soft, edible, bones inside. It tastes well-seasoned with black beans and flavored with savory spices.L., E. “Fried Dace with Salted Black Bean Stir Fried with Indian Lettuce”, The Hong Kong Cookery, 8 March 2014. Retrieved on 26 October 2014. ===Common eating habits=== Fried dace with salted black beans can be eaten cold straight out of the can or heated before being served.L., E. “Fried Dace with Salted Black Beans 豆豉鯪魚”, The Hong Kong Cookery, 8 March 2014. Retrieved on 26 October 2014. Other classical ways are eating with stir fried green vegetables, noodles or plain white rice.L., E. “Fried Dace with Salted Black Beans 豆豉鯪魚”, The Hong Kong Cookery, 8 March 2014. Retrieved on 26 October 2014.Pomai “Fried Dace with Salted Black Beans”, The Tasty Island Honolulu Food Blog, 25 September 2009. Retrieved on 26 October 2014. ==Marketing strategies (i.e. style of packaging, target customers & available brands)== ===Style of packaging=== The packaging of canned fried dace with salted black beans is simple and general. The containers are oval shaped. ===Target customers=== Fried dace with salted black beans has always been popular among the lower and middle income group. In the 1990s, low income households had to limit their expenditure on food. They could afford buying fried dace with salted black beans.The Fish Site “Cultured Aquatic Species - Mud Carp”, The Fish Site, 2009. Retrieved on 29 October 2014. Furthermore, the middle income group would also use it during emergencies (e.g. when strong typhoon signals are in force or during tropical rainstorm which prevent people from going out to eat). Nowadays, the price range of fried dace with salted black beans is approximately from HK$14 to HK$21 (by observing one of the biggest supermarkets in Hong Kong), which is relatively affordable. Thus, fried dace with salted black beans has been a common dish among lower and middle class before and is still considered as one occasionally. Even though people can afford to buy more nutritious food instead of menial canned foods after the economic boom in 1970s, people from different financial background will also consume this kind of canned food due to its convenience and cheap prices. ==The change of role== Around the 1960s, people in Hong Kong did not have a good living environment and family circumstances.David Faure, “A Documentary History of Hong Kong – Society”. Routledge 1997. Page 248 – 268 They had low income and low purchasing power. Due to its low price, its strong taste, which allows it to be served with rice alone, and its long shelf life, canned fried dace with salted black beans became a very common food for meals. Sometimes, it would be cooked at home, which added warmth and nostalgic value to this dish. Fried dace with salted black beans was the collective memory for many people in Hong Kong.昔日東方 “政情:「剩食」活動 勾起議員親切回憶”, 昔日東方, 2012. Retrieved on 4 November 2014. However, people consumed less inferior food like fried dace with salted black beans nowadays. There are some reasons behind this. Firstly, after the economic takeoff in 1970s, the economic ability and social status of people in Hong Kong had improved. The rise in income and purchasing power had exposed them to more choice of food. Secondly, people in Hong Kong started to have higher education level. They would then take nutritional values of food into consideration when deciding what to eat. As many researchesSeattle Organic Restaurants “5 reasons why you should avoid Canned food; All because they are harmful” Settle Organic Restaurants official website, n.d. Retrieved on 4 November 2014. show that canned food lacks nutritional value because of the artificial processing, people consume less fried dace with salted black beans. Moreover, they would store a few cans at home for rainy days. On the other hand, fried dace with salted black beans became widely commercialized.Lisa Couture “The History of Canned Food”, Johnson & Wales University, 2010. Retrieved on 4 November 2014. It is mass-produced by different food companies and sold as a product on the shelf in supermarkets. It is now usually purchased in cans instead of being cooked at home because of efficiency and convenience. ==References== Category:Canned food ",
    "title": "Fried dace with salted black beans"
}