{
    "id": "44311988",
    "text": "Lechmere was the model for Smiling Woman Ascending a Stair, Wyndham Lewis, 1912. Kate Elizabeth Lechmere (13 October 1887 – February 1976)\"Rebel Art Centre\", Grove Art Online, Oxford Art Online. Retrieved 6 November 2014. was a British painter who with Wyndham Lewis was the co-founder of the Rebel Art Centre in 1914.\"LECHMERE, Kate\", Benezit Dictionary of Artists, Oxford Art Online. Retrieved 6 November 2014. As far as is known, none of Lechmere's paintings have survived.\"Women that a movement forgot\" Brigid Peppin, Tate, 1 May 2011. Retrieved 6 November 2014. She served as a nurse in England during the First World War and had a three-year relationship with the poet and critic T.E. Hulme before he was killed. After the war she became a successful milliner. ==Early life== Lechmere was born in Fownhope, Herefordshire. Her father was Arthur Lechmere, a farmer, and her mother was Alice Lechmere. Kate had two brothers, Arthur and Herbert. The family lived at Bowens, Highland Place, Fownhope, at the time of the 1891 British census and were wealthy enough to employ a nurse and a cook who both lived in.\"1891 England, Wales & Scotland Census Transcription\", findmypast.co.uk. Retrieved 7 November 2014. Kate Lechmere was educated at Clifton College. She studied at the Atelier La Palette, Paris, and later under Walter Sickert at the Westminster School of Art.\"Kate Lechmere's Wyndham Lewis from 1912\". Jeffrey Meyers, Journal of Modern Literature, Vol. 10, No. 1 (Mar., 1983), pp. 158-160. She was close to Lawrence Atkinson with whom she had studied the piano in Normandy. ==Meets Wyndham Lewis== Lechmere wrote that she first met Wyndham Lewis in 1912,\"Wyndham Lewis from 1912\". Kate Lechmere, Journal of Modern Literature, Vol. 10, No. 1 (Mar., 1983), pp. 161-166\\. Text written 1971. though according to Paul O'Keeffe it was late 1910 or early 1911.O'Keeffe, Paul. (2001) Some Sort of Genius: A Life of Wyndham Lewis. London: Pimlico, p. 122. They went to dinner during which Lewis barely spoke, which was not unusual, Rebecca West had the same treatment. Afterwards, Lewis revealed that he had received troubling news. His lover Olive Johnson (19 or 20 years old) had become pregnant by him. By December 1912, Lewis and Lechmere were romantically involved and he wrote to her \"I have as many kisses as the envelope will hold. The rest I keep in my mouth for you.\" He called her \"Jacques\" because she was reading Jean Jacques Rousseau when they met and she called him \"Golliwog\" because of his long black hair. One of the things that Lewis liked about Lechmere was her smile and her laugh, smiles being notably missing from most of Lewis's works in the early 1910s. Lechmere was the model for his Smiling Woman Ascending a StairHumphreys, Richard. (2004) Wyndham Lewis. London: Tate Publishing, p. 17. and The Laughing Woman,Now lost and known only from a black and white photograph. both 1912.Edwards, Paul. (2000) Wyndham Lewis: Painter and Writer. New Haven: Yale, pp. 56-58\\. In a 1914 interview he commented on the slightly grotesque face of the former, \"Although the forms of the figure and head perhaps look rather unlikely to you, they are more or less accurate, as representation. It was done from life\".Daily News and Leader, 7 April 1914. ==The Rebel Art Centre== Kate Lechmere pretending to finish her already framed painting Buntem Vogel (Colourful Bird) for the benefit of a press photographer, Rebel Art Centre, 1914 About January 1914, Lechmere wrote to Wyndham Lewis from France suggesting that they set up a \"modern art Studio in London, run on much the same lines as those in Paris\". After Lewis and Roger Fry fell out in 1914, Lewis with Lechmere and her money founded the Rebel Art Centre at 38 Great Ormond Street in opposition to Fry's Omega Workshops. Lechmere paid the first three months' rent for the centre, paid to have the interior walls moved in order to create the right sized spaces for studios, and even bought a new suit for Lewis.O'Keeffe, 2001, p. 150. She lived in a small flat at the top of the building. Lechmere also lent Lewis £100 to produce the first edition of BLAST. Lewis suggested that she take 50 copies to sell but they had to be returned to the publishers when none sold. She was asked by Lewis to complete a drawing for the first edition of BLAST but due to the difficult atmosphere at the time she could not do so. As compensation she was \"blessed\" in its pages.Blast: Review of the Great English Vortex, No. 1, 20 June 1914, p. 28. She did not sign the Vorticist manifesto. The Centre attracted plenty of press attention, including a visit from the Evening Standard for which Lechmere posed pretending to finish one of her paintings. When the story appeared it ran with the caption \"Artists a disappointment in real life\". In fact, she did very little painting at this time as she found the Vorticist aesthetic too abstract and lacking a human dimension. ==T. E. Hulme== T. E. Hulme in 1912 Lechmere met the imposing critic and poet T. E. Hulme (1883–1917) when Lewis brought him to the Rebel Art Centre. Some accounts suggest that Lewis had timed the visit to ensure that Lechmere was out and would not meet Hulme, but she returned unexpectedly early from lunch.O'Keeffe, 2001, p. 148. In a description that could have been of Lewis, Jacob Epstein, who was otherwise full of praise for Hulme, described him as \"large and somewhat abrupt in manner. He had the reputation of being a bully and arrogant because of this abruptness.\" Hulme \"excluded women for the most part from his evenings, as he said the sex element interfered with intellectual talk – a confession of his own weakness.\"Epstein, Jacob. (1940) Let There Be Sculpture. New York: Putnam, pp. 53–54. Hulme was a clear rival to Lewis for Lechmere's affections. In addition, he was not deferential like some in Lewis's circle, and praised Jacob Epstein and David Bomberg above Lewis's own work. Lewis saw Hulme as Epstein's man, and lectured Lechmere that \"Hulme was Epstein and Epstein was Hulme\". Lewis and Hulme had originally been friends, and Lewis had invited him to write an essay on Epstein for the first issue of BLAST,The article, if it was ever written, was not included in either edition of the magazine. but now relations soured. A paranoid and insecure Lewis was afraid that he would lose Lechmere and her financial support, and be replaced at the Centre by Hulme or Epstein. He was right about the first two only. There was no conspiracy to replace him. He took to pacing up and down and calling Lechmere a \"bloody bitch\", which she chose to ignore. After a quarrel between Lewis and Lechmere, Lewis pronounced his intention to kill Hulme, and Lechmere followed Lewis through the streets of London begging, \"Please don't kill him, please don't\". When Lewis eventually found Hulme at Ethel Kibblewhite's salon at 67 Frith Street, he burst into the room with the words \"What are you doing to me?\" A fight ensued and Lewis managed to get Hulme by the throat, but Hulme, who was the more powerful man, got the better of Lewis and after the struggle moved outside, hung him upside down on the railings of nearby Soho Square. The Rebel Art Centre was not a commercial success. It attracted only two poor quality students and received only the most minor commissions. It closed in June 1914 when Lechmere declined to pay the next quarter's rent. She was forced to resort to solicitors' letters to try to get her £100 back from Lewis. ==After the Vorticists== By 1915, Lechmere had distanced herself from the Vorticists and she does not appear in William Roberts' painting The Vorticists at the Restaurant de la Tour Eiffel, Spring 1915 (completed 1961–2), unlike the other female painters important in the Vorticist movement, Jessica Dismorr and Helen Saunders,The Women Vorticists - Helen Saunders. Chris Stephens, Tate, 6 July 2011. Retrieved 6 November 2014. both of whom signed the manifesto in BLAST. Lechmere later dismissively described Dismorr and Saunders, who were both Lewis's lovers, as \"little lap dogs who wanted to be Lewis's slaves and do everything for him\". ==First World War== T. E. Hulme (far left) & Kate Lechmere (second from left) at the wedding of Hulme's sister, 1916 During the First World War, Lechmere became a nurse in the Voluntary Aid Detachment. She was stationed for several years at Macclesfield, near Hulme's relatives where he could visit her. By then they were engaged. They met when they could, often in hotels there or in London. After he was posted to the front, Hulme wrote her explicit erotic letters which he urged her to reciprocate, which she did.Ferguson, 2012, p. 10.Donated to the Harry Ransom Humanities Research Center, Austin, Texas. They signed off their letters as \"K.D.\", a reference to the brass knuckleduster made for Hulme by Henri Gaudier-Brzeska, one of a number of similar small items Gaudier-Brzeska made for his friends. The fact that Hulme always carried it was later used to portray him as a man with a high potential for violence but the item was actually a sex toy that Lechmere and Hulme used in their love making.Ferguson, 2012, p. 159. According to Lechmere, the holes in the knuckleduster had sexual and other symbolism for Hulme.Ferguson, 2012, p. 181. Hulme wrote to Lechmere, \"The man I relieved was killed by a shell, but I don't think that's at all likely to happen to me.\"The World at War, 1914–1918. Harry Ransom Center, 18 February 2014. Retrieved 9 November 2014. In 1917 he was killed by a shell. Lechmere never married. ==Ethel Kibblewhite== Throughout the period of her relationship with Hulme, Lechmere was aware of his simultaneous relationship with Ethel Kibblewhite, which had begun in 1911.Ferguson, 2012, pp. 81-85. Kibblewhite hosted an important artistic and literary salon at her home in Frith Street, London, where Hulme had the use of a room as a study. Hulme spent the summers with Kibblewhite and her children (she was separated from her husband) as a family, even though he had said that he could not marry her, even if she divorced, for religious reasons. Hulme was careful to keep the two women apart, and Kibblewhite was not aware of Lechmere.Ferguson, 2012, pp. 218-219. ==Post-war== After the war, Lechmere became a milliner, trading as Rigolo and with a workshop in Knightsbridge. She made a dress for Vanessa Bell, and hats under commission for several theatre productions. By the 1950s, Lechmere was retired and living at 29 Oakley Gardens, Chelsea, where she took in lodgers. She was consulted as a \"living witness\" to Vorticism,Ferguson, 2012, p. 273. and her obituary in The Times concluded: \"To those students of the Modern Movement who sought her out, she was a charming and interested friend. That lively intelligence which was her passport in the man's world of pre-war London was still very much in evidence in her final years.\" ==Notes and references== ==External links== *A Henri Gaudier-Brzeska knuckleduster. Category:1887 births Category:1976 deaths Category:Vorticists Category:Milliners Category:People from Herefordshire Category:20th-century British painters ",
    "title": "Kate Lechmere"
}