{
    "id": "44318536",
    "text": "Raman Sriraman (Tamil: ராமன் ஸ்ரீராமன்) is a 1985 Tamil suspense thriller action film, directed by Prasad T. K. and produced by Babu K. The film stars Vijayakanth and Jyothi in lead roles. The film had musical score by Sivaji Raja. ==Cast== *Vijayakanth as Vijay/Sanjay *Jyothi as Vidya *Vanitha as Saradha Shankar's Sister and Vidya's friend *Sathyaraj as Shankar *Goundamani *Anuradha *Venniradai Moorthy ==Plot== Vijay is a well-known good samaritan businessman. One the day after his wedding, he is stopped by his wife's ex- lover (Sathyaraj) Shankar, who wishes them well in a sarcastic manner. Soon Shankar starts black-mailing Vidya often. Vidya (Jyothi) denies that they were ex-college-mates and kept quiet because Shankar is the brother of Vidya's friend, Saradha. However, Vijay does not believe Shankar's stories and believes his wife Vidya. He also employs Shankar in his company as assistant manager and informs Vidya that Shankar will not disturb them again. One day Vijay receives phone call while playing tennis with his Judge Friend (Srikanth). He receives the news that his cashier was murdered by Shankar. Shankar denies the accusation and confesses that it was Vijay that actually committed the murder. Vidya, who later decides to help her friend Saradha, meet Shankar in prison. Shankar tells Vidya that he changed into a good person the moment after Vijay offered him a job. However, since he saw Vijay murdered the cashier himself and escaped with this motorcycle plate number TMC 7979, he denies Vidya the idea that Vijay is a good person. After Vidya returns home, Vijay informs that his motorcycle number plate TMC 7979 is missing. Soon Vidya starts suspecting Vijay, her husband. One night, Vijay is shown to be drunkard and having an affair with Saradha. Saradha took this opportunity to take revenge towards Vijay. Later, Vidya receives a call from the hotel, that Vijay is heavily drunken and ask to pick him up. However, once Vidya reaches the hotel, she is informed that Vijay went back with his wife. This further confused Vidya. What happens next? Is Vijay is the true murderer? Is he pretending to be good person or is it Shankar who committed the murder? == Soundtrack == ==References== ==External links== * Category:1985 films Category:Indian films Category:1980s Tamil-language films ",
    "title": "Raman Sreeraman"
}