{
    "id": "44317435",
    "text": "The Industrial and Mining Water Research Unit (abbreviated IMWaRU) is one of several research entities based in the School of Chemical and Metallurgical Engineering at the University of the Witwatersrand, Johannesburg. It provides research as well as supervision to masters and doctorate students within the University, as well as consulting to industry. ==Unit Structure== The unit deals with cross disciplinary water issues relating to industry and mining.Harding, KG, 2014, Accounting for water use in the process industries, Chemical Technology, April 2014, p3, retrieved 14 November 2014. As such the group includes experts in chemical engineering, microbiology and other sciences. The unit includes five NRF rated researchers and over 20 masters and doctoral level postgraduate students in the faculties of engineering and science. ==Members== The group currently comprises 7 academics (alphabetically - Mogopoleng (Paul) Chego, Kevin Harding, Michelle Low, Craig Sheridan, Geoffrey Simate, Karl Rumbold and Lizelle van Dyk), as well as several postgraduate students. ==Logo== IMWaRU icon The logo of the Unit is in the shape of a drop of water, with the left half representing the blue of water. The right half of the drop is modified to show grass and how water is linked to all life. Underneath the icon are the letters IMWaRU, while to the right, the name \"Industrial and Mining Water Research Unit\" appears. ==Location== Richard Ward Building, to the right, home to the Industrial and Mining Water Research Unit. The unit is housed in several buildings across the University, most notably in the Richard Ward Building on East campus.Google+, IMWaRU, Google Maps location, retrieved 13 November 2014. Additionally, some members are located in the Biology Building on East Campus and have access to laboratories in that building. They also have access to an outdoor facility on West Campus where constructed wetland, and other outdoor, experiments take place. == Research == 2nd floor laboratories of the Richard Ward Building, upgraded in 2013 for use by IMWaRU and others. The group has a broad range of research publications in the areas as listed below: * Acid mine drainage (AMD) - methods of reducing, treating and managing AMD.Sheridan , C, 2013. The Toxic Legacy of South Africa’s Gold Rush , IChemE presentation, Mining and Minerals special interest group, retrieved 7 November 2014.Sheridan, C, 2013. Paying the Price , The Chemical Engineer, www.tcetoday.com, 30-32. * Algal Studies - including to clean water, and as a source of biomass for biodiesel * Biorefineries - the use of biomass for values add product,Okoro N.M., Harding K.G., Daramola M.O. (2020) Pyro-gasification of Invasive Plants to Syngas. In: Daramola M., Ayeni A. (eds) Valorization of Biomass to Value-Added Commodities. Green Energy and Technology. Springer, https://doi.org/10.1007/978-3-030-38032-8_16 including obtaining these with dual purpose water treatment. * Constructed wetlands (CW) - waste water remediation through natural biological processes. * Ecological Engineering - study of creating and sustaining cohabitation conditions for both humans and their environment. * Grade Engineering * Industrial biotechnology - the use of biotechnology in water related applications e.g. for water purification and water reduction. * Industrial Ecology - the use of sustainability principles in reducing environmental impacts; particularly relating to water. * Life- cycle assessment (LCA) - quantification and minimisation of liquid/solid/gaseous waste at sites which include food processing, industrial bioprocessing and others.Harding, KG, 2014. LCA Studies at the University of the Witwatersrand, UNEP/SETAC Presentation, Pretoria, South Africa.Sebisto, T, Kharidzha, M, Harding KG, 2015. Life Cycle Assessment (LCA) of Biodiesel, Chemical Technology, February 2015, 6-11, retrieved 23 March 2015. * Membrane technology * Nanotechnology * Ozone - determination of optimal treatment techniques for cooling water purification systems, chemical vs ozone. * Water footprinting (WF) - quantification and minimisation of water use on, amongst others, mine and paper/pulp sites.Sheridan, C, 2014. Water footprinting, UNEP/SETAC Presentation, Pretoria, South Africa.Dhlamini, S, Mkhonza, T, Haggard, E, Osman, A, Crundwell, F, Sheridan, C, Harding KG, 2013. An Introduction to Water Footprinting, Chemical Technology, Jan 2013, 29-33. * Wastewater treatment * and more. ==Collaboration== The unit works closely with the Centre in Water and Research Development (CiWaRD), a cross disciplinary water research think tank. Active collaborations include the Schools of Law, Chemistry, Civil and Mining Engineering and the Global Change Institute at the university, in addition to the Helmholtz Centre for Environmental Research in Leipzig, Germany. They have also collaborated with the Universities of Cape Town, Geneva, Queensland and the Pontifical Catholic University of Chile. IMWaRU has had several Technology Innovation Agency (TIA) projects run through Wits Enterprise. The unit exhibited with several other groups at Mine Closure 2014.Mine Closure 2014 , Exhibitors list, 9th International Conference on Mine Closure, 1–3 October 2014, Sandton Convention Centre Johannesburg, South Africa, retrieved 7 November 2014. == Presentations == Constructed wetland equipment used in research experiments by the group. Members of the group have had presentations given at: *South African Institution of Chemical Engineering 2012 (Champagne Sports Resorts, South Africa);Harding, KG, Mkhonsa, T, 2012. Current Water Accounting Methods for Mining Operations, South African Institution of Chemical Engineering Conference 2012, Champagne Sports Resort, South Africa, 16–19 September 2012.Dwarkapersad, U, Harding, KG, 2012. Life Cycle Assessment on Unilever’s Premium Soap Brands: Lux and Lifebuoy, South African Institution of Chemical Engineering Conference 2012, Champagne Sports Resort, South Africa, 16–19 September 2012.Gina, N, Gina, D, Harding, KG, 2012. Effective and Efficient Ozone Use on Cooling Water Systems, South African Institution of Chemical Engineering Conference 2012, Champagne Sports Resort, South Africa, 16–19 September 2012.Macingwane, M, Harding, KG, 2012. Life Cycle Assessment on a Food Manufacturing Facility, South African Institution of Chemical Engineering Conference 2012, Champagne Sports Resort, South Africa, 16–19 September 2012. *Water Institute of Southern Africa 2012 (Cape Town, South Africa); *International Conference on Energy, Nanotechnology and Environmental Sciences 2013 (Johannesburg, South Africa);Mavukwana, A, Jalama, K, Ntuli, F, Harding, K, 2013. Simulation of sugarcane bagasse gasification using Aspen Plus, International Conference on Energy, Nanotechnology and Environmental Sciences, International Conference Proceedings of Planetary Scientific Research Centre, Johannesburg, South Africa, 15–16 April 2013, p70-74. *International Conference on Power Science and Engineering 2013 (Paris, France);Mavukwana, A, Jalama, K, Harding, K, 2013. Simulation of South African corncob gasification with Aspen Plus: A sensitivity analysis, International Conference on Power Science and Engineering (ICPSE 2013), Paris, France, 20–12 December 2013. *Water in Mining 2013 (Brisbane, Australia);Osman, A, Crundwell, FK, Harding, K, Sheridan, C, Hines, K, Du Toit, A, 2013. Water Accountability and Efficiency at a Base Metals Refinery, Water in Mining 2013, Brisbane, Australia, 26–28 November 2013.Haggard, E, Sheridan, CM, Harding, KG, 2013. Water Footprint for a South African Platinum Mine, Water in Mining 2013, Brisbane, Australia, 26–28 November 2013. *Water in Mining 2014 (Viña del Mar, Chile);Ranchod, N, Sheridan, CM, Plint, N, Slater, K, Harding, KG, 2014. Assessing the Water Footprint and Associated Impacts for a South African Platinum Mining Operation, Water in Mining 2014, Viña del Mar, Chile, 28–30 May 2014.Sheridan, C, Brennan, M, Bye, A, Stange W, Woodley A, 2014. Determining the effect of Grade Engineering® on the water account of a copper mine, Water in Mining, Viña del Mar, Chile, 28–30 May 2014. *Water Institute of Southern Africa 2014 (Mbombela, South Africa);Sheridan, CM, Janet, JP, Drake, DC, Rumbold, K, Magowo, W, Harding KG, 2014. Increasing Pumping Depth in the Long-term Management of Acid Mine Drainage, WISA2014, Mbombela (Nelspruit), South Africa, 25–28 May 2014.Haggard, E, Sheridan, CM, Harding, KG, 2014. Water Footprint for a South African Platinum Processing Mine, WISA2014, Mbombela (Nelspruit), South Africa, 25–28 May 2014.Ranchod, N, Sheridan, CM, Plint, N, Slater, K, Harding, KG, 2014. Water Accounting for a South African Platinum Mine, WISA2014, Mbombela (Nelspruit), South Africa, 25–28 May 2014. *International Conference on Acid Rock Drainage 2015 (Santiago, Chile);Sheridan, C, Bonner, R, Bruyns, L, Burgess, J, Drake, D, Janet, JP, Harding, K, Rumbold, K, Saber, N, 2015. Conceptual Project on Eliminating Acid Mine Drainage (AMD) by Directed Pumping, ICARD, Santiago, Chile, 21–24 April 2015. *25th Annual SETAC European Meeting 2015 (Barcelona, Spain);Pena, C, Harding, KG, Sonneman, GW, Gemechu, ED, 2015. Material supply opportunity as a new perspective to address the \"criticality\" issue from a developing countries context: the case of Chile and South Africa, SETAC Europe 25th Annual Meeting, Barcelona, Spain, 3–7 May 2015 * African Utility Week 2015 (Cape Town, South Africa);Harding, KG, 2015. Why is measuring water important?, African Utility Week, Cape Town, South Africa, 13–14 May 2015. * Sustainability Week 2015 (Water Resource Seminar) (Pretoria, South Africa);Alive2Green, 2015. Water Resource Seminar Speaker list, Sustainability Week 2015, CSIR ICC, Pretoria, South Africa, 23–25 June 2015. * Life Cycle Management 2015 (Bordeaux, France);Govender, V, Harding, KG, 2015. Water footprint analysis of the South African (SA) paper and pulp industry, Life Cycle Management Conference (LCM2015), Bordeaux, France, 30 August – 2 September 2015Harding, KG, Basson, L, Brent, A, Friedrich, E, Janse van Rensburg, P, Mbohwa, C, Notten, P, Pineo, C, Ruiters, L-H, von Blottnitz, H, 2015. Status and prospects of life-cycle assessment in South Africa, Life Cycle Management Conference (LCM2015), Bordeaux, France, 30 August – 2 September 2015Harding, KG, Dheda, D, Sheridan, CM, McIntyre, N, 2015. Water accounting methods for platinum mines in South Africa , Life Cycle Management Conference (LCM2015), Bordeaux, France, 30 August – 2 September 2015Macingwane, M, Harding, KG, 2015. Life-cycle assessment on a starch facility in South Africa , Life Cycle Management Conference (LCM2015), Bordeaux, France, 30 August – 2 September 2015 * School of Chemical and Metallurgical Engineering 21st Birthday conference;Harding, KG, 2015. Modelling & (cradle-to-grave) environmental optimisation of industrial processes, School of Chemical and Metallurgical Engineering 21st Anniversary Conference, 23 September 2015, Sturrock Park, University of the Witwatersrand, Johannesburg, South Africa. * Water Institute of Southern Africa 2016 (Durban, South Africa)Osman, A, Crundwell, F, Harding KG, Sheridan, CM, Du Toit, A, 2016. Application of the Water Footprinting Method and Water Accounting Framework to a Base Metals Refining Process, WISA2016, Durban, South Africa, 15–19 May 2016.Harding, KG, Mofomate, BF, Selato, TR, 2016. Water footprint of a mixed use laboratory/office building at the University of the Witwatersrand, Johannesburg, WISA2016, Durban, South Africa, 15–19 May 2016.Dheda, D, Sheridan, CM, Harding, KG, McIntyre, N, 2016. Quantification of water use in South African Platinum mines , WISA2016, Durban, South Africa, 15–19 May 2016.Chego, MP, Sheridan, CM, Harding, KG, 2016. Design of a bio-hydrogen reactor for wastewater purification, WISA2016, Durban, South Africa, 15–19 May 2016.Brink, A, Sheridan, CM, Harding, KG, 2016. Combined biological and advance oxidation process (AOP) for paper and pulp effluent treatment , WISA2016, Durban, South Africa, 15–19 May 2016. * Hydrometallurgy 2016 (Cape Town, South Africa), * International Conference on Environment, Materials and Green Technology (Sebokeng, South Africa), * International Conference on Sustainable Materials Processing and Manufacturing (SMPM 2017) (Skukuza, Kruger National Park, South Africa)Harding, KG, Gouden, T, Pretorius, S-L, 2017. “Biodegradable” plastics: A myth of marketing?, International Conference on Sustainable Materials Processing and Manufacturing (SMPM 2017), Skukuza, Kruger National Park, South Africa, January 2017 * International Conference on Energy, Environment and Climate Change (Pointe aux Piments, Mauritius); * 2nd International Conference on Sustainable Materials Processing and Manufacturing (SMPM 2019) (Sun City (South Africa)) and more. ==Awards== * The IMWaRU group was awarded a special presentation award at the GAP Bioscience gala dinner in December 2014 for work on remediating AMD using biological substrates.CHMT Twitter account, 2014. GAP announcement, retrieved 16 December 2014. * Charne Germuizhuizen received the best mine water presentation award, while Mogopoleng (Paul) Chego received the 3rd place best technical talk, at the Water Institute of Southern Africa 2016 (WISA2016) conference in May 2016. * Tamlyn Naidu won the IOM3 2019 \"YOUNG PERSONS' WORLD LECTURE COMPETITION\" == References == == External links == Category:University of the Witwatersrand Category:Research institutes in South Africa Category:Water ",
    "title": "Industrial and Mining Water Research Unit"
}