{
    "id": "44314977",
    "text": "Whitehouse's Bakery is a heritage-listed former bakery at 91 Patrick Street, Laidley, Lockyer Valley Region, Queensland, Australia. It was built from 1904 to 1905. It was added to the Queensland Heritage Register on 21 October 1992. == History == The former Whitehouse's Bakery building at Laidley is a substantial two-storey, brick building which was constructed around 1904-1905 for local farmer, baker and confectioner, Charles James Whitehouse. It was the second bakery building CJ Whitehouse had built on the site since he bought the land in 1885, replacing a former timber structure. The architect for the building was William Haenke, an architect and engineer of Ipswich. At the time the present bakery was constructed, the Lockyer Valley was one of the most prosperous agricultural districts in Queensland, and this prosperity was reflected in the flurry of building activity in Laidley which saw the town nearly double in size, and many of the earlier timber buildings replaced with substantial brick buildings. These included the new Exchange Hotel (), Neilson's new Central Hall (1902), the new Geismann's buildings (1902) and Wyman's new store in 1906 as well as Whitehouse's bakery. As the principal town in the Lockyer district, Laidley was granted its own town council, distinct from Laidley Shire Council, in 1902. The land on which the bakery was constructed was subject to some very rapid land transactions in 1885. On 3 July the original 1860 land grant to James Fletcher was seized to Isabella Fletcher. On the same day a portion of that land was sold to Charles Nathan Schureck who subsequently purchased several other blocks of land in the subdivision. One month later, on 4 August 1885 the land was sold to Charles James Whitehouse. Charles James Whitehouse came to Laidley by a circuitous route from his birthplace in London in 1840. As a youth he was apprenticed to an Indian Merchantman in which he sailed to India, spending time in Calcutta during a mutiny on the vessel. He travelled to St Helena, Mauritius, New Caledonia and Melbourne where he obtained work at Mordialloc. Later he obtained work in the Hunter Valley of New South Wales as a miner and farmer. In 1867 Whitehouse married Sarah Ann, the daughter of a Mr White of Laidley by whom he had two daughters and four sons, one of whom died in infancy. For eighteen years he worked with the Queensland Railways as an engine driver, and in 1885 established a business in Laidley as a baker and confectioner. For a time he worked the 600 acres of land he had purchased at Laidley before handing it over to the care of a bailiff in order to concentrate on his business as a baker and confectioner for a period of eleven years. His business was conducted from Patrick Street. He retired to his farm at the age of 64 years and had virtually handed over responsibility for the farm to two of his sons, CJ (jnr.) and Benjamin. The farming business, like many in the district, was devoted principally to the production of lucerne-growing and dairying. According to the testimony of Alice Maud Mann (a longstanding owner of the bakery), Whitehouses's bakery was significantly damaged during the floods of 1893 and subsequent to this blow CJ Whitehouse requested Edward Mann to take-over the running of the bakery business. In 1904, CJW's son, Benjamin, aged 26 years, undertook the management of the bakery in Patrick Street, Laidley, around the time of construction of the new two-storey brick establishment by his father at the Patrick Street address where the original bakery had once stood. The 1906 Post Office Directory (QPOD) still listed only one baker in Laidley, an Edward Mann. The 1910-11 QPOD listed Benjamin Whitehouse as the baker but it is reported that Edward Mann was the actual baker and resident at the Patrick Street Bakery. Charles James Whitehouse died on 22 November 1920 and the property passed to his two sons, CJ Whitehouse Jnr and David Hansford Whitehouse. The property had been in the Whitehouse family for some sixty five years before being sold to Jack Mann in October 1950. Jack Mann was the son Edward Mann and had previously been lessor of the property when it was in the ownership of Charles MacDonald Whitehouse, grandson of the original owner. On the death of Jack Mann in 1988 the property passed to his wife Alice Maud Mann who continued to reside there until 1995. According to Alice Mann she and Jack Mann had been associated with the bakery for a total of 67 years Alice Mann also states that the bakery was damaged two more times by floods in 1959 and in 1974 when the external ovens at the very rear of the property were damaged beyond affordable repair. The remains of these brick ovens are still on the property. Alice Mann ceased residing in the bakery when the property was sold to Ruth Brunton, Alice's sister-in-law. The property then passed out of the family and was sold to Julie Brimblecombe. At this stage the former bakery building was used as an arts and crafts space. In the beginning of 2001 the building stood vacant. In June 2001 major reconstructive work was undertaken on the southern wall of the kitchen section of the building which was funded by an EPA Heritage Grant. The wall which was demonstrating major cracking and leaning was dismantled brick by brick and reconstructed with the original bricks to the original design. The last transfer of ownership was to Mr Geoffery Hand in September 2001 and at that stage was still vacant. Local weddings catered by B.F. Whitehouse of Whitehouse Bakery 1913 https://trove.nla.gov.au/newspaper/rendition/nla.news- article123036509.3.pdf?followup=3fb77cd088c92c2778c30ac15f2b0f2d 1911 https://trove.nla.gov.au/newspaper/rendition/nla.news- article112050364.3.pdf?followup=139da0138b9e63729db35b02301021c4 == Description == Whitehouse's Bakery, 2015 The former bakery building stands on the Western side of Patrick Street and forms part of a group of substantial late nineteenth and early twentieth century commercial buildings within the main precinct of Laidley township. The former bakery is a two storey, red face brick building with large shop front windows on the ground floor to Patrick Street and a narrow verandah on the upper floor with cast iron balustrade panels and an awning over the footpath. The building has a hipped roof structure with decorative parapet displaying art-nouveau characteristics on the facade. There are two single storey structures of the same brick at the rear. The ground floor Patrick Street elevation displays four chamfered timber awning posts symmetrically placed framing the openings along the front face brick wall. There are two large shop front display windows with an angled bay design. These windows flank a central doorway surmounted by a rectangular fanlight, a former public entrance to the bakery service area. Another doorway, surmounted by an arched fanlight, stands at the northern end of the front elevation, a private entry to a separate room. The upper level elevation displays decorative cast iron balustrade panels which were first patented in Victoria by A. Maclean in 1877 [Turner, p182]. The verandah is under a separate convex, corrugated-iron, awning supported by four slender timber columns with simple capitals at the top, and the edges of the awning are decorated by a cast iron frieze. The Anglo-Dutch parapet [Apperly, p114] is surmounted with three spherical finials and the central pediment displays in relief the year: \"1905\". Two pilasters extend from below this central pediment and are each decorated with rectangular blue tile inserts and they flank a decorative geometrical motiff in the centre of the parapet. On either side of the pilasters a curved line emanating from the curved edge of the parapet culminates in a scroll at the middle of the pilasters. There are two shorter pilasters at either end of the parapet which also display blue tile inserts. The general decorative appearance of the parapet is of an art-nouveau style. The front wall of the verandah is also of face brick and has three double French doors with rectangular fanlights. The sides of the building have sash windows to both levels and along the structures at the rear. The two storey section of the bakery has an attached single storey brick room with skillion roof on the rear southern corner (formerly a preparation room for the bakery). This structure is accessed by a door on the northern side which lands on a patio area constructed of original bricks from different portions of the building. These bricks display heart-shaped frog marks. This structure, although attached to the main building, has no internal access to it. A second detached structure stands directly to the rear of the first and is connected only by a breezeway. This second structure has a hipped roof and is accessed by a door from the breezeway. It has a large chimney at the rear of the building which serviced two large bread ovens. Internally the iron doors to these ovens are still in situ on the rear wall, however, the brick interiors of the ovens which protruded externally out of the rear wall are in ruins. The interior of the two storey section of the bakery is characterised by timber floors, high ceilings and timber VJ or rendered brick internal walls . There are four rooms on the ground floor. The former servery is a large rectangular room running parallel to Patrick Street. The wide timber floor boards are bowed at the northern end of the room from the constant weight of people tending the service counter which once stood in this position. Next to this room is a smaller room running perpendicular to Patrick Street. Directly behind this room is another of the same dimensions. The largest room is located centrally in the rear portion of the building and contains a large timber staircase to the upper level. The timber balustrades on the staircase are of an unusual decorative design. The upper level contains three bedrooms and one bathroom. Two of the bedrooms have access to the front verandah via the French doors. The internal doorways have rectangular fanlights with decorative timber fretwork. The walls and ceilings are of timber VJs and all of the rooms have ceiling roses. The interior and exterior of the building and out-buildings is remarkably intact. The bakery is set within a small garden with mature plantings surrounded by a timber fence. A large palm tree on the north east corner of the building would be of considerable age. == Heritage listing == Whitehouse's Bakery (former), Laidley was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. The place is important in demonstrating the evolution of Queensland's history as the substantial nature of its construction around the beginning of the 20th century reflects a period of renewed building activity and economic solidification in the town of Laidley, a trend common in many rural towns in Queensland at the time. The place is important in demonstrating the principal characteristics of a particular class of cultural places. The former bakery building is a good example of its type displaying many of the original characteristics of a turn-of-the-century bakery. The brick ovens and associated physical infrastructure of the bakery are still in situ providing a clear picture of the processes associated with the production of bread. The place is important because of its aesthetic significance. The former bakery has important aesthetic value as a prominent, well composed building in the centre of Laidley which contributes highly to the streetscape of the main street, Patrick Street. Its design and decorative features together with the surrounding garden, in particular the mature palm tree on the north-east corner of the block, all contribute to the aesthetic significance of the place. The place has a strong or special association with a particular community or cultural group for social, cultural or spiritual reasons. It also has special association with the community of Laidley as a local landmark and a place of service for nearly a century. The place has a special association with the life or work of a particular person, group or organisation of importance in Queensland's history. The place has a long association with the life and work of two Laidley families, the Whitehouse and Mann families, who were directly involved with the construction and running of the local bakery and as such were important members of the Laidley community since its very early days. == References == === Attribution === == External links == Category:Queensland Heritage Register Category:Laidley, Queensland Category:Retail buildings in Queensland Category:Articles incorporating text from the Queensland Heritage Register ",
    "title": "Whitehouse's Bakery"
}