{
    "id": "44314253",
    "text": "(13 September 2014). Youngsters throng Sabin's Saaya launch, The Himalayan Times Saaya is a Nepali novel written by Subin Bhattarai and published by Fine Print in 2014 as sequel to Summer love. Bhattarai's third book and second novel,Dhamala, Roshani(29 November 2013). Book Chat: Of tales, telling, and narration, República the plot concerns how the misunderstanding in Summer love cleared and how they convince their family.Gautam, Manish (25 January 2013). A flair for the dramatic, The Kathmandu Post It was a best selling book in Nepal and it was reprinted in the same month August, and was one of the best-selling books in the country for the year.(28 November 2013). Boosting one’s creative arsenal, The Kathmandu Post(4 September 2014). समर लभको दोस्रो भाग २३ गते, Nagarik News (in Nepali) The book was launched by actresses Garima Panta and Keki Adhikari, and author Bhattarai himself at Nepal Academy, Kamaladi where there were thousand of fans.(9 September 2014). Subin Bhattarai continues love story with 'Saaya', República (discussing \"sequel to author Subin Bhattarai’s bestselling novel ‘Summer Love’\") Plot It is the sequel of summer love. It is based on point of view of narrator, Atit, Saya and Susmita. According to the story, narrator takes the responsibility to mend the things between Atit and Saya. The novel starts with the narrator coming in contact with Saya to know her story. Saya says about her opinions and why she dissolved the relationship with Atit. She also says about physical relationship between Susmita and Atit. The narrator tries to know the fact from Susmita. Susmita also accepts what happened and also shows that there was Saya's fault in Atit's poor mental health. Narrator with the help of Sushmita finally convinces Saya that she should continue her relationship with Atit. Saya also goes to live with Atit. After sometime, they both come to Nepal and have short talks with narrator.. Atit visits his hometown, Dhangadhi and also calls Saya there. Atit's mother gives a Tilhari to Saya as token of love. They have fun but soon Saya has to go to Kathmandu for the engagement with Sujan, an NRN. Saya succeeds in breaking engagement but her parents are angry with her. Saya and Atit go for trip too. Later, they return to Norway. Saya's parents also come to visit Saya in Norway. During their visit, they find out that Saya is married after seeing Tilhari. Angry and furious, Saya's parents leave for Nepal. Saya's health also deteriorates after the incident. Atit looks after Saya. Saya wills to go to her father but Atil tries to stop her and not come in her father's sweet words. Saya goes to Nepal whereas Atit's condition degrades. He does not eat food and is always thinking about Saya. Soon, Saya calls Atit to Nepal. Atit finds Saya's father ill. Saya's father talks with him and says that they can live together in Norway and he didn't wanted inter caste marriage of Saya only due to pressure of society. Saya and Atit are united and this was all about their love story full of obstacles which they overcame successfully. The novel ends with Saya asking narrator that he must tell about his love story the next time they meet. ==References== ==External links== * Fineprint.com entry on \"Saaya\" Category:Nepalese novels Category:Young adult novels Category:Nepali- language books ",
    "title": "Saaya (novel)"
}