{
    "id": "44315171",
    "text": "Ingrid Eileen Scheffer is an Australian paediatric neurologist and senior research fellow at the Florey Institute of Neuroscience and Mental Health. She has made several major advances in the field of epilepsy research. Scheffer is credited with finding the first gene implicated in epilepsy. She has also described and classified novel epileptic syndromes such as Epilepsy limited to Females with Mental Retardation. == Early life and education == Ingrid Eileen Scheffer was born in Melbourne, Victoria on 21 December 1958. She finished her secondary schooling at Methodist Ladies' College in 1976. She attended Monash University, from where she graduated with a Bachelor of Medicine and a Bachelor of Surgery (MBBS) in 1983. She went on to complete her PhD in Neurology at the University of Melbourne in 1998. == Career and research== Beyond further describing the aetiology of epilepsy, Ingrid has worked to characterise new epilepsy syndromes, from infancy to adulthood, which have permitted appropriate treatment and diagnosis, such as Dravet Syndrome and Epilepsy limited to Females with Mental Retardation. Her work also provides for more accurate genetic reproductive counselling. == Awards and honours == * L'Oréal-UNESCO Awards for Women in Science (2012) 14th Annual L’ORÉAL-UNESCO Awards for Women in Science - 2012 * Prime Minister's Prize for Science (2014)2014 Prime Minister's Prize for Science: The genetics of epilepsy: bringing hope to families * Elected Fellow of the Australian Academy of Health and Medical Sciences * Elected a Fellow of the Royal Society (FRS) in 2018 One or more of the preceding sentences incorporates text from the royalsociety.org website where: == References == Category:1958 births Category:Living people Category:Australian neuroscientists Category:Australian women neuroscientists Category:Australian paediatricians Category:Australian women medical doctors Category:Australian neurologists Category:Pediatric neurologists Category:Women neurologists Category:Women pediatricians Category:Monash University alumni Category:University of Melbourne alumni Category:L'Oréal- UNESCO Awards for Women in Science laureates Category:21st-century British women scientists Category:Fellows of the Australian Academy of Science Category:Fellows of the Royal Society Category:Female Fellows of the Royal Society Category:Fellows of the Australian Academy of Health and Medical Sciences ",
    "title": "Ingrid Scheffer"
}