{
    "id": "44315028",
    "text": "On July 1, 2003, the Iowa Department of Transportation transferred control of more than of highway to county and local governments in order to save money and to increase operational efficiency. Most of the highways turned over were short spurs connecting small, rural communities and state parks to the highway system. ==Background== Starting in 1979, staff members with the Iowa Department of Transportation (DOT) along with county and municipal officials began to reclassify every mile of Iowa's public road system. These classification boards found that on the in the primary system, which comprises Interstate Highways, U.S. Highways, and state highways, nearly were minor highways that primarily served local traffic. Conversely, they found of major highways that were on the secondary system, which is made up of all rural roads not on the primary highway system. At the time, the Iowa Code provided a mechanism for the transfer of jurisdiction of roads within the state. The two sides would meet and if it was deemed that the road in question needed repairs, the relinquishing body would either make repairs or pay the accepting body the money needed to repair the roadway. Most of the time, the DOT was able to come to an agreement with the county board of supervisors as of Iowa roads changed hands in the early 1980s. Some counties and the state could never come to an agreement, as was the case in Johnson County regarding Iowa Highway 979 (Iowa 979). The DOT wanted Johnson County to take over maintenance of the road and offered $160,000 to repair the road (), while the county wanted the state to take over another road. Both sides reached an impasse. Ultimately, Iowa 979 stayed under DOT control. During the 1990s, Iowa experienced a boom in highway construction bolstered by state appropriations from the National Highway System Designation Act of 1995. New four-lane highways were built all across the state, either by twinning an existing roadway or building new alignments in proximity to the old roads. After opening the new roads, these short segments often stayed on the primary highway system despite not serving an arterial purpose. In 2002, the Road Use Tax Fund Committee, a mix of city, county, and state transportation officials, met to review and recommend changes to Iowa's public road system. The report was necessitated by increasing costs to maintain the highway system and a level of funding that was not keeping up with the rising costs. The committee identified over of state highways which could be turned over to local jurisdictions. Not wanting to repeat the impasses of the 1980s, the DOT got help from state legislature. The general assembly passed SF 451, which gave the DOT a one-time exemption from §306.8, which required the DOT to otherwise compensate a county for giving control of a road. Any roads identified by the Road Use Tax Fund Committee for which a transfer agreement pursuant to §306.8 had not been reached prior to July 1, 2003, would be summarily given to the respective counties without compensation. Even more, counties could not figure any roads offloaded to counties through this mechanism into the calculations for determining their road maintenance budgets for ten years. Some counties were proactive with negotiating with the state. Early in 2003, it was not clear to county officials just how much money would be given to the counties for accepting roads from the state. This made the counties more amenable to accepting money for highways than in previous years. Taylor County officials negotiated a $4.7 million transfer (equivalent to $ in ) of Iowa 49 with the DOT, while Adams County officials did not. The DOT paid out $35 million (equivalent to $ in ) to counties before the July 1, 2003, deadline. ==Routes affected== == References == Category:Transportation in Iowa Highways ",
    "title": "2003 Iowa highway transfer of jurisdiction"
}