{
    "id": "44315899",
    "text": "Hong Kong traditional stores (士多) in Chinese, translated from the English word “Store”, are miniature stores commonly found in Guangdong, Hong Kong, Macau and other Cantonese-speaking regions. Unlike common grocery stores, these stores function as snack shops and sell mainly snacks, drinks, toys, newspapers and stationery. In big cities with dense population, stores are set up specially catered for local needs. Stores can be found next to hospitals, residential areas and schools, but there will not be too many of them in the same area. ==The operation model== Hong Kong traditional stores operate with a retail business model, where sweets can be bought in any amount without a binding of certain amount of the package in big retail stores. Some stores provide other goods depending on demand of specific area, for instances, toys, fruits, flowers, breakfast, cigarettes, alcohol, telephone card, stationery, newspaper and even photocopying and phoning service. Besides, in Mainland China some stores sell illegal Mark Six. ==Development== Earlier in the 1950s, the first store appeared in Hong Kong, but the number of stores was not a lot. A large number of public housing was being constructed, the demand for groceries greatly increased, this was this most prosperous period for the development of store.The presentation of Hong kong Store In the 1970s, there was a trend of decreasing local stores. Between 1974 and 1985, the number of small grocery shops selling general provisions dropped by 30%[p.19, 2008, Reardon and Gulati)] The dominance of two companies in the supermarket industry- Dairy Farm International Holdings and AS Waston Group-has long concerned consumer rights advocate and been regarded the main cause of the trend.The rise of supermarket and their development implications Dairy Farm which operates Wellcome stores and Waston (Parknshop) account for up to 62.5% percent of the grocery store market in Hong Kong,Grocery giants ParknShop, Wellcome accused of pressuring suppliers while wet market and smaller operators are included only 30 to 40 percent of the market. (Grocery Market Study,2013) In which the pricing strategy and dominating power of larger supermarkets are regarded threat to small-scaled grocery stores. As their average of production cost are lower than that of individual stores, the price of products sold in chain shops would be a lot cheaper. With the locational advantage of convenience stores and supermarkets, people prefer shopping in chain shops instead of small store. This caused the decline of traditional stores. In 2013, the industry was under the Consumer Council Investigation of the long intervention the grocery giants have on their competitorsHong Kong's competition regulator faces challenges in supermarket sector on in-store price regulation. It is claimed larger supermarkets monitor competitors and if they see a supplier’s product selling cheaper elsewhere, depending on the contract terms, they can claim the difference back. (30 June 2014, South China Morning Post) According to news report in 2011, a small grocery store operator in Chang Sa Wan was being complained of the relative low price it sell of the Nissin Foods instant noodles by Parknshop supermarket. (3 November 2011, Apple Daily)百佳向日清施壓 逼街坊舖加價 This puts the pressure on the smaller retailers on the agreement of identical selling prices as of the supermarkets or face sanctions. In the past decade, the number of stores decreased from a few hundred to less than 40 in Hong Kong.<消失的士多> - 輔仁網 ==References== * * * * Category:Retailing in Hong Kong Category:Convenience stores of China ",
    "title": "Hong Kong traditional store"
}