{
    "id": "44314127",
    "text": "Limestone Coast zone is a wine zone located in the south east of South Australia. It extends south of a line of latitude approximately in line with Cape Willoughby at the east end of Kangaroo Island and it is bounded by the continental coastline and the border with Victoria. It consists of the following wine regions all of which have received appellation as an Australian Geographical Indication (AGI): Coonawarra, Mount Benson, Mount Gambier, Robe, Padthaway, Wrattonbully and a small number of vineyards located outside the above regions. The zone received AGI in 1996. ==Extent and appellation == Australian wine zones & regions The Limestone Coast zone is located in the south-east of South Australia bounded by the continental coastline to the south, the border with the neighbouring state of Victoria to the east and the Lower Murray wine zone to the north. The wine zone is the land south of a line located at appropriately 36 degrees 50 minutes south, i.e. in line with Cape Willoughby at the east end of Kangaroo Island. The term ‘Limestone Coast’ was registered as an AGI under the Wine Australia Corporation Act 1980 on 27 December 1996. ==Constituent regions== The wine zone includes the Coonawarra, Mount Benson, Mount Gambier, Robe, Padthaway and Wrattonbully wine regions. === Coonawarra wine region=== Looking along the rows of vines in Coonawarra in winter The Coonawarra wine region covers an area centred on the strip of land adjoining both sides of the Riddoch Highway mainly north of the town of Penola. The region is presumably named after the town of Coonawarra which is located within the extent of the region. The region is bordered by the Wrattonbilly region in the north, by the Mount Gambier region in the south and by the Victorian border in the east.Longbottom et al, 2011, page 31 The term ‘Coonawarra’ was registered as an AGI on 6 January 2003. ===Mount Benson wine region=== The Mount Benson wine region extends over an area partially rectilinear in shape with Cape Jaffa at its north west corner, Cape Thomas at the north end of Guichen Bay in the south and the north end of Lake Hawdon in the south east corner.Longbottom et al, 2011, page 24 It borders with the Robe wine region on its east and south sides. The term ‘Mount Benson’ was registered as an AGI on 18 March 1997. ===Mount Gambier wine region=== Mount Gambier wine region is located around the regional city of Mount Gambier and borders with the Coonawarra wine region on its north, the Victoria border to its east and the continental coastline to its south. The first planting of vines occurred in 1982. The region received appellation as an Australian Geographical Indication in 2010 and as of 2014, is represented by 20 vineyards and eight wineries. === Padthaway wine region=== A Cabernet Sauvignon from the Padthaway wine region. The Padthaway wine region extends from Naracoorte in a north westerly direction along the Riddoch Highway passing through Padthaway and ceasing when the Riddoch Highway turns north towards Bordertown. The term ‘Padthaway’ was registered as an AGI on 29 November 1999. ===Robe wine region=== The Robe wine region occupies a section of coastline about wide extending from the north end of Guichen Bay where it borders the Mount Benson region to near Beachport in the south.Longbottom et al, 2011, page 27 The region is presumably named after the town of Robe which is located within its extent. The term ‘Robe’ was registered as an AGI on 15 August 2006. === Wrattonbully wine region=== The Wrattonbully wine region extents from north of Naracoorte where it borders with the Padthaway wine region to the east where it is bounded by the state border with Victoria and to the south east where it borders with the Coonawarra wine region just north of Penola. The region is presumably named after the town of Wrattonbully which is located within its extent. The term ‘Wrattonbully’ was registered as an AGI on 5 July 2005. ===Other wine growing areas within the Limestone Coast zone=== Vineyards exist in the zone outside the registered regions in the following areas - the area west of Bordertown and Mundulla, the area between Lucindale, Callendale, Bool Lagoon and Penola, and the area immediately east of the Mount Benson region.Longbottom et al, 2011, page 12Longbottom et al, 2011, pages 38 - 45 ==See also== *South Australian wine ==Citations and references== ===Citations=== ===References=== * * ===External links=== *Limestone Coast Grape & Wine Council Inc. regional peak body Category:Wine regions of South Australia Category:Limestone Coast ",
    "title": "Limestone Coast zone (wine)"
}