{
    "id": "44310848",
    "text": "Julius Friedrich Leopold Rupp (13 August 1809 – 11 July 1884) was a Prussian Protestant theologian. He founded the first Free Protestant Congregation in Königsberg, which rejected all state or church control and believed in absolute freedom of conscience for its members. ==Early years== Julius Friedrich Leopold Rupp was born in Königsberg, Prussia on 13 August 1809. His father was an accountant in a government office. He attended the Altstädtische Gymnasium (Old Town Secondary School) until 1827. His father, Johann Friedrich Rupp, died in 1820. His mother, Juliane Caroline Wolff, died in 1843. He had two siblings, who both died young. Julius Rupp studied theology and philosophy at the University of Königsberg 1827–30, and was a student of Johann Friedrich Herbart. He then spent two years at the Wittenberg Theological Seminary, where he was ordained and earned a PhD in parallel in 1832. He became close to Richard Rothe at the seminary, the most original proponent of \"mediation theology\" (Vermittelungstheologie). While a candidate for an ecclesiastical position Rupp followed the accepted Pietist position. After graduation he was a private tutor for a few months, then taught at the Royal and City Schools for boys from 1832–35, while also lecturing at the university as \"Privat docent\" on literature, history and philosophy. He caused a stir by expressing his concern with the revivalist preaching of Hermann Olshausen, Königsberg professor of theology, which had several times caused mental breakdowns among attendees. In 1834 Rupp published a treatise on Gregory the Bishop of Nyssa – life and opinions in which he represented the view that the worship of God is independent of a concept of God. In 1835 Rupp was appointed to teach German, history and religion at the Altstadt Gymnasium, where he had formerly been a pupil. That year he married Mathilde Schiller of Tilsit. They would have six children. In 1837 he published a summary of universal history for the higher classes at the gymnasium, including genealogical tables and maps. The seventeen maps were published as Charten für Geschichte, to be sold separately. They centered on the German Empire. He then published a collection of extracts from the classics for senior students. ==Dissident preacher== Johann Jacoby, who worked with Rupp to promote social and political change In 1842 Rupp was appointed Divisionsprediger (Chaplain) for the Königsberg garrison. He now felt free to express his disagreement with the state church's official creed. He started to work with liberals such as Johann Jacoby to promote social and political change. He spoke at the birthday of Frederick William IV of Prussia on 15 October 1842 on The Christian State. The speech was understood as an attack on the king's church policy, rejecting the use of state coercion in ecclesiastical matters, and led to violent conflicts with the church and then with secular authorities. The sermons that Rupp gave in the Königsberg castle church were popular and in 1843 and 1845 were published in print. The city of Königsberg appointed Rupp headmaster of the Kneiphof Gymnasium. The government would not confirm the appointment. He had caused offense by his preaching, his contributions to the Christian People's Journal (Christliche Volksblatt), and in particular by an 1843 pamphlet entitled The Compulsion of Creeds and the Protestant Liberty of Conscience and Liberty of Teaching. In the pamphlet he said that the symbols in the ancient and medieval church were not laws but only evidence. In 1844 Rupp led large demonstrations in support of the Gustavus Adolphus Union. He wanted to develop this new organization for \"the expression of the free spirit\". The Konisberg branch of the Gustavus Adolphus Union chose Rupp as its representative to the general meeting of the society in Berlin, but the general assembly refused to accept him on the grounds that he was no longer a member of the Evangelical Church. In 1846 Rupp resigned from the Union. Rupp had much influence on the Friends of the Light (Free Congregations) movement. In Königsberg Rupp was isolated from the main centers of this movement. In late 1845 Rupp delivered a sermon to several hundred people in which he challenged the right of the government to enforce the official creed. In December 1845 he was dismissed from his position as chaplain since he refused to include the Apostles' Creed in his services. In 1845 Rupp was also dismissed from the teaching profession. After violent conflict with the ecclesiastical and civil authorities Rupp finally resigned in January 1846 as preacher. ==Free Congregation leader== Gustav Adolf Wislicenus, a leader of the Free Congregations Despite his dismissal, Rupp said he still considered himself a Protestant minister, since the church was a Christian community and not a state institution. Some of his liberal supporters organized a Free Congregation (freie Gemeinde) and elected Rupp as chief preacher. The group was open to different Christian denominations, to Jews and freethinkers. Gustav Adolf Wislicenus gave the view of the radicals in an open letter in which he stated that the free congregations represented a complete break with the past. The congregation was organized by evangelical principles and wanted to be free of all government coercion and all supervision by church authority. It supported the principles of absolute freedom of conscience and free self-determination for community members. The Congregation was classified by the authorities as a political society rather than a church and subject to police surveillance. During the Revolutions of 1848 the pressure on Rupp was lifted. At this time the Königsberg branch of the German Reformed Church, part of the Established State Church, elected Rupp as its minister. The government would not confirm the election, even when the church directly petitioned Frederick William IV. At this time Rupp wrote a circular letter to the Evangelican Church in Germany on the question, Creeds, or God's Word?. He and other liberals also published a periodical named Free Evangelical Church (Die Freie Evangelische Kirche). Rupp also published the Popular Prussian Messenger (Ost Preussische Volksboten) at the start of 1849, a paper that discussed politics and religion, and that championed justice as the basis for politics. In 1849 Rupp was elected a member of Konigsberg in the second Prussian Chamber. At the 26th session of the Lower House in 1849 he gave a speech on the importance of the right to print and publish printed matter. Rupp founded the first German pacifist association in 1850. In July 1851 the Prussian ministry withdrew Rupp's right to give academic lectures. In 1851 Rupp was found guilty of press offenses and sentenced to several months in prison. The Popular Messenger was suppressed. In August 1851 the Free Evangelical Community was dissolved on the grounds that it was a political society. It revived under a new name in October 1853. The Free Congregation joined the scattered German Catholic movement to form the Free Protestant- Catholic Congregation. Despite many obstacles other congregations were formed in Memel, Domnau, Kreuzburg, Preußisch Eylau, and later in Schneidemühl, Elbing, Danzig and Tilsit. Probably the congregation never had more than 1,200 members. Rupp was editor of the Konigsberg Sunday Post (Sonntags Post) from 1856–62, which promoted humanitarian culture in religion, public life, science and art. In 1859 the Federation of Free Religious Congregations was formed, in which Rupp played a prominent role. Rupp was again elected to represent Konigsberg in the Second Prussian Chamber in 1862 and 1863. At the 38th session of the Lower House he spoke on appointment of Jews as teachers in public schools. In 1863 Rupp became editor of the twice-weekly paper The Friend of the Constitution. He was editor, then contributor, of the Religiöse Reform from 1867–76. In 1869 he became completely blind due to cataracts in both eyes. An operation in 1870 restored partial sight in one eye. In 1881 he was forced by increasing blindness to resign his ministry in the outdoor congregation. Julius Rupp died in Königsberg, Prussia on 11 July 1884. ==Beliefs and legacy== Rupp distinguished between internal and external religious values. He considered that humans had a calling and duty to respond to God's will. Otherwise their life was but \"a fleeting mortal existence.\" The will of the transcendent God was primarily defined in terms of ethics, and had been communicated in the teachings of Christ as recorded in the Gospel of Matthew. A Christian should be committed to embodying these ethical values, which included freedom, justice, equality and love. Socialism was a practical expression of Christian ethics, with its goals of improving the lot of the poor and establishing social equality. Rupp had engraved on his tombstone the words \"Man is not here to be happy, but to do his duty.\" Rupp's son-in-law Carl Schmidt took over the position of pastor of the Free Protestant Congregation in Königsberg. His granddaughter, the child of Carl Schmidt, was the artist Käthe Kollwitz, born Käthe Ida Schmidt. Emma Ihrer was active in the Free Religious Congregation in the 1870s and 1880s, as were other founders of early socialist women's organization in Berlin such as Ottilie Baader and Agnes Wabnitz. In 1909 the Freie evangelische Gemeinde installed a memorial stone with a bronze portrait of Rupp by Käthe Kollwitz in front of his house at Pauperhausplatz 5 in Königsberg. The bronze relief bore his words, \"He who fails to live by the truth he believes is the most dangerous enemy of truth itself.\" The monument was destroyed in World War II (1939–45), and replaced by a new version in the same style. ==Works== * De Spinozae Philosophia Practica. Assumto Ad Respondendum Socio Adolpho Benecke. Paschke, Königsberg 1832 (Königsberg, Universität, phil. Habilitations-Schrift, 1832). * Gregor's, des Bischofs von Nyssa, Leben und Meinungen (Gregory, Bishop of Nyssa, Life and opinions) Dyk Leipzig 1834. * Zur Berichtigung der Urtheile über die geschlossene freie Evangelische Gemeinde in Königsberg (Correcting judgments about the closed free Protestant community in Königsberg) Selbstverlag, T. Theile in Commission, Königsberg 1852. * Von der Freiheit. Ein Zeugnis für das Evangelium. Vom Standpunkte des Protestantischen Dissidententhums (Of freedom. A witness to the Gospel. From the standpoint of the Protestant Dissenters) 2 Bände. Selbstverlag, Königsberg 1856. * Immanuel Kant. Ueber den Charakter seiner Philosophie und das Verhältniß derselben zur Gegenwart (Immanuel Kant About the nature of his philosophy and the relation thereof to the present) Koch, Königsberg 1857, Digitalisat (PDF; 32 MB). * Das Sektenwesen und die Freie Gemeinde (Sectarianism and the Free Church) Beyer, Königsberg 1859. * Ueber die Bedeutung der Bibel für den geschichtlichen Fortschritt (About the importance of the Bible for historical progress) Longrien & Leupold, Königsberg 1880 * Predigten. Aus den letzten Jahren seines Lebens (Sermons. From the last years of his life) Edited by stenographic records. (Preface signed: L. Ulrich). Otto Wigand, Leipzig 1890. * Rupp's litterarischer Nachlaß nebst Nachrichten über sein Leben (Rupp's literary estate, together with news of his life) Edited by P. Schultzky. 3 parts (each 12 issues). Hübner & Matz, Königsberg 1890–92. * Der christliche Staat (The Christian state) Reissued and updated from his posthumous papers. Edited by Julius Rupp Jr. and Lina Rupp. Otto Wigand, Leipzig 1892. * Briefe 1831–84 (Letters 1831-84) Edited by Lina Rupp. Evangelischer Verlag, Heidelberg 1907. * Gesammelte Werke in zwölf Bänden (Collected works in twelve volumes) Edited by Paul Chr. Elsenhans. Diederichs u. a., Jena u. a. 1910–1916 (Vol. 8, Vol. 11, Teilbd. 2 and Vol. 12 is not published). ==References== ==Sources== * * * * * * * * * Category:1809 births Category:1884 deaths Category:People from Königsberg Category:19th- century German Protestant theologians Category:German Protestant clergy Category:German Christian pacifists Category:Lutheran pacifists Category:19th- century German male writers Category:German male non-fiction writers ",
    "title": "Julius Rupp"
}