{
    "id": "44318666",
    "text": "The February Countercurrent (), also known as the February Adverse Current, refers to the joint efforts by a group of conservative Communist Party veterans to oppose the ultra-leftist radicalism at the beginning of the Cultural Revolution. == Overview == The events refer mainly to a series of stormy meetings of the Politburo of the Communist Party of China and the top military brass which took place between January and February, 1967, which pitted Communist revolutionary generals Tan Zhenlin, Chen Yi, Xu Xiangqian, Nie Rongzhen, and others against Maoist radicals led by Lin Biao, Kang Sheng, Jiang Qing, and Zhang Chunqiao. The veterans asserted that the Cultural Revolution was throwing the country into chaos and that its real aim was to purge the top leadership of the party and the military. An account detailed one of the confrontations, which involved the Marshal Ye Jianying. As one of the leaders of the Weberian-oriented PLA military commanders in the discussion panel, he accused the Cultural Revolution Small Group of undermining the military, specifically the incitement of radical insurgency against the troops. == Mao's response == Mao did not come into face-to-face conflict with the generals but tacitly disapproved of their actions. The generals were denounced by Lin Biao at the Twelfth Plenum of the 8th Party Congress in October 1968 as a \"serious anti-party act\". Lin, who was designated as Mao's successor in April 1969, denounced the countercurrent by describing them as those who \"assumed the roles of backstage bosses and instigated the masses to fight the masses\" and those who proposed that, in state organs, all cadres above the department director level should be \"baked\" or thrown out, paralyzing the numerous states organs in the process. Although Mao wanted the leaders of the February Countercurrent criticized, he did not intend for them to be purged and moved carefully in his dealings with its members instead. In one of his addresses immediately after its emergence, for instance, Mao declared that the group was merely expressing its views and it was part of the intra-party life. In 1972, Mao backtracked on the official designation given to the February Countercurrent after the death of Chen Yi at a time when Mao felt increasingly politically isolated. Mao rushed out of bed to make an impromptu appearance at Chen Yi's funeral, signalling his attempt to reach out to the old comrades who have been purged or otherwise harmed during the Cultural Revolution. The post-Mao Communist Party reversed the verdict on the February Countercurrent, particularly following the October 6 coup of 1976 (see the fall of the Gang of Four). It is rarely discussed in mainland China today. ==References== Category:Cultural Revolution ",
    "title": "February Countercurrent"
}