{
    "id": "44314810",
    "text": "The French Suicide (Le Suicide français) is a 2014 French nonfiction book by Éric Zemmour.France24.comThelocal.frForward.comNPR It looks over changes in French politics from 1970 to 2014, and argues that France is being destroyed through those changes. ==Overview== The book begins with the death of Charles de Gaulle (9 November 1970) and ends up with the adoption by the French Parliament of the Treaty of Lisbon, similar to one rejected by the French people in a referendum in 2005 (13 December 2007). The period is divided in three parts : the destruction of the old society and its values from 1970 to 1983, the installation of new influential and nonelected powers such as Canal + or public organisations from 1984 to 1992 and the contradictions of a system organized in the European Union and the globalization since 1992 and the ratification of the treaty of Maastricht. Éric Zemmour develops a \"3D theory\" : derision, deconstruction, destruction. According to him, it led to a French decline, the reign of a politically correct speech preventing any criticism of this evolution, and the divorce between the people and its elites : \"our political, economical, administrative, media, intellectual and artistic elites spit on France's grave and trample on its smoking corpse\" because they agree with it and even encourage neoliberal reforms and more European federalism destroying the French nation-state. It has created a self-hate that make the French uncomfortable in the modern world (for example, President Chirac refused to celebrate Napoleon's victory at Austerlitz in 2005, but sent a delegation when Great Britain celebrated his defeat at Trafalgar, despite the Napoleonic era generally being regarded as a glorious period for France). About the history of France, Zemmour said in an interview on BFM TV that \"nobody knows it anymore, and nobody defends it anymore, and nobody wants to continue it anymore\". He also argues that since the fall of Napoleon, \"France is no longer a predator but a prey\". French historian and lawyer Jean-Louis Thériot wrote in an editorial published in Le Figaro : \"His analysis of the recuperation of the liberal-libertarian ideology by the almighty market is well-defended. The encounter of the businessman and the \"Enjoy without hindrance\" slogan has made the happiness of the seller. The purveyor of clothes, toys or consumer technology always prefers the pampered child-king of a decomposed/recomposed family rather than a traditional family in which the younger brother reuses the pull of the elder brother and the last one uses the school bag of the one entering in high school\". == Success == The book sold more than 5000 copies per day during the first two weeks of its release, reaching 32,000 copies sold at the end of the first week and 43,000 at the end of the second. It has been printed twice with 80,000 copies printed each time. It beat Valérie Trierweiler's Thank you for this moment in number of copies sold per day. Asked about the success by Ruth Elkrief on BFM TV, Zemmour answered, \"I think that the French people, for many years, deep down, are frightened by the path that their country is taking and are wondering, 'Why are we dying, why are we taking our own hand?' These are some expressions we're hearing.\" Some leftist newspapers, such as Le Monde, Libération or Le Nouvel Observateur, attacked his sovereignist and conservative ideas. During the promotion, Gaullist politician Nicolas Dupont-Aignan revealed that he offered Zemmour a chance to be a candidate of his party (Arise the Republic) for the 2014 European elections, but Zemmour refused so he could keep his freedom of speech. In December 2014, Éric Zemmour was accused of plagiarism.http://www.lepoint.fr/politique/les-indiscrets-du-point-francois- hollande-david-douillet-eric-zemmour-11-12-2014-1888710_20.php ==References== Category:French books Category:Political books Category:2014 non-fiction books ",
    "title": "The French Suicide"
}