{
    "id": "44311247",
    "text": "Robin Barton (born 5 November 1958) is a British art dealer dealing primarily with Banksy's. Barton studied photography and graphic design at the Exeter College of Art and Design and this was his first encounter with Russell Young. Moving to London in 1980 he began working as a freelance photographer for music and fashion publications Sounds, NME, Blitz, The Face moving on to working regularly for pioneering Independent Magazine photographing amongst others Sir Alec Guinness, Oliver Reed, Johnny Depp, Lou Reed, Hugh Grant and Sir Peter Hall. Later he worked for other publications Sunday Times, Sunday Telegraph, Elle, Vogue, Tatler and Blueprint. Four of his works have been placed with the National Portrait Gallery permanent collection: Martin Clunes, Sir Paul Scofield, Jack Charlton and Sir Peter Hall. ==Curator== In 2007 he curated and hosted the controversial first showing of Pete Doherty Blood Paintings to coincide with the publication of his autobiography, Books of Albion. Later in 2007 he curated his first Banksy exhibition in New York City at Vanina Holasek Gallery 502, West 27th Street. ==Bankrobber London== In June 2007, he launched art dealership Bankrobber London, in London's Notting Hill, moving to its current location in Mayfair, Shepherds Market, London, in November 2013. ==Banksy== Robin Barton purports to be a specialist in Banksy's work, featuring in Will Ellsworth-Jones' book The Man Behind the Wall.Chapter Twelve [Pages 226–227, 229–231] Psst ... Anyone Want to Buy a Wall Robin Barton and Bankrobber London were responsible for the sale of the Banksy mural Slave Labour. Earlier in 2014 Robin Barton and Bankrobber London were involved in the preservation of Banksy's Spy Booth in Cheltenham In late 2014, Barton was responsible for the removal and sale of Banksy's Art Buff, and putting it up for auction in aid of a cancer charity set up in memory of Jimmy Godden. However, none of these works can actually be authenticated as being by Banksy due to non-compliance on the part of Pest Control, the artist's appointed handling and authentication service. The removal of purported Banksy works from public locations is frequently protested by communities and local authorities in those locations, and thus attracts significant controversy. ==References== ==External links== *Official Bankrobber London website *Bankrobber California Category:1958 births Category:Living people Category:People from Leamington Spa Category:20th-century English painters Category:English male painters Category:21st-century English painters Category:Anonymous artists Category:Banksy Category:British art dealers Category:English graffiti artists Category:Guerilla artists Category:Pseudonymous artists Category:Street artists ",
    "title": "Robin Barton"
}