{
    "id": "44311952",
    "text": "{| |} German submarine U-622 was a Type VIIC U-boat built for Nazi Germany's Kriegsmarine for service during World War II. She was laid down on 1 July 1941 by Blohm & Voss, Hamburg, as yard number 598, launched on 19 March 1942 and commissioned on 14 May 1942 under Oberleutnant zur See Horst-Thilo Queck. ==Design== German Type VIIC submarines were preceded by the shorter Type VIIB submarines. U-622 had a displacement of when at the surface and while submerged. She had a total length of , a pressure hull length of , a beam of , a height of , and a draught of . The submarine was powered by two Germaniawerft F46 four-stroke, six-cylinder supercharged diesel engines producing a total of for use while surfaced, two Brown, Boveri & Cie GG UB 720/8 double-acting electric motors producing a total of for use while submerged. She had two shafts and two propellers. The boat was capable of operating at depths of up to . The submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . U-622 was fitted with five torpedo tubes (four fitted at the bow and one at the stern), fourteen torpedoes, one SK C/35 naval gun, 220 rounds, and a C/30 anti-aircraft gun. The boat had a complement of between forty-four and sixty. ==Service history== The boat's career began with training at 8th U-boat Flotilla on 14 May 1942, followed by active service on 1 October 1942 as part of the 11th Flotilla until 31 May 1943, when she then transferred to 13th Flotilla on 1 June 1943 for the remainder of her service. In four patrols she sank no ships. ===Wolfpacks=== U-622 took part in one wolfpack, namely * Nordwind (24–28 January 1943) ===Fate=== U-622 was sunk on 24 July 1943 near Trondheim in position , by American B-17 bombers of the 95th Bomb Group. It was one of the only U-boats sunk by high-level bombing during World War II. ==References== ==Bibliography== * * * * ==External links== * Category:German Type VIIC submarines Category:1942 ships Category:U-boats commissioned in 1942 Category:U-boats sunk in 1943 Category:U-boats sunk by US aircraft Category:World War II shipwrecks in the Norwegian Sea Category:World War II submarines of Germany Category:Ships built in Hamburg Category:Maritime incidents in July 1943 ",
    "title": "German submarine U-622"
}