{
    "id": "44326863",
    "text": "Johanna, De Korenbloem () or De Molen van Schennink is a tower mill in Culemborg, Gelderland, Netherlands which was built in 1888 and has been restored to working order. The mill is listed as a Rijksmonument. ==History== The first mill on this site was a smock mill which was built in 1878 for Pieter Jan and Jan Pieter de Heus. It burnt down on 15 February 1888. Johanna was built to replace it. It was then known as De Korenbloem. The cap and machinery from a demolished drainage mill at Kortgerecht, Gelderland were used. In 1921, the mill was bought by J Schennink. Restorations were carried out in 1943, 1954, 1975-76 and 1993. In 1943, the mill was renamed Johanna. From 1943-76, the sails were fitted with the Van Bussel system on their leading edges. Johanna remained in the ownership of the Schennink family until 2012, when it was sold to the Stichting Elisabeth Weeshuis. It is listed as a Rijksmonument, № 11580. ==Description== Johanna is what the Dutch call a \"Grondzeiler\". It is a three storey tower mill. There is no stage, the sails reaching almost down to ground level. The cap is covered in dakleer. Winding is by tailpole and winch. The sails are Common sails. They have a span of . They are carried on a cast iron windshaft, which was cast by the Penn & Compagnie, Dordrecht, South Holland in 1864. The windshaft also carries the brake wheel, which has 68 cogs. This drives a lantern pinion wallower with 29 staves, which is situated at the top of the upright shaft. At the bottom of the upright shaft is the great spur wheel, which has 66 cogs. This drives a pair of diameter millstones via a lantern pinion stone nut with 23 staves. The millstones consist a French Burr runner stone and a Cullen bedstone. ==Public access== Johanna is open on Thursday and Saturday from 10:00 to 16:00, or if a blue pennant is flying. ==References== Category:Windmills in Gelderland Category:Windmills completed in 1888 Category:Tower mills in the Netherlands Category:Grinding mills in the Netherlands Category:Agricultural buildings in the Netherlands Category:Rijksmonuments in Gelderland Category:Culemborg ",
    "title": "Johanna, Culemborg"
}