{
    "id": "44320582",
    "text": "Echmepteryx hamiltoni Lepidopsocidae are an insect family of bark lice (Psocoptera) belonging to the suborder Trogiomorpha. Colloquially, Lepidopsocidae are referred to as the Scaly-winged Barklice. There are more than 220 species described worldwide. Phylogenetic analysis of relationships between families in Trogiomorpha, based on partial sequences of the nuclear 18S rDNA, mitochondrial 16S rDNA, and Histone 3 genes, propose that Lepidopsocidae is monophyletic, meaning that the taxa within share a common ancestor.Yoshizawa, Kazunori, Charles Lienhard, and Kevin P. Johnson. \"Molecular systematics of the suborder Trogiomorpha (Insecta: Psocodea:‘Psocoptera’).\" Zoological Journal of the Linnean Society 146.2 (2006): 287-299. This is supported morphologically by the presence of scales and setae covering the body and forewings of Lepodopsocids. Sister families of Lepidoposcidae include Trogiidae and Psoquillidae. Lepidopsocidae was described by Gunther Enderlein in The Scaly Winged Copeognatha (Monograph of the Amphientomidae, Lepidopsocidae, and Lepidillidae in relation to their Morphology and Taxonomy), published in 1906.Enderlein, Gunther. \"The Scaly Winged Copeognatha (Monograph of the Amphientomidae, Lepidopsocidae, and Lepidillidae in relation to their Morphology and Taxonomy.\" Spolia Zeylandica 4 (1906): 39-122. Subfamilies of Lepidopsocidae include: * Echinopsocinae Enderlein, 1906 * Lepidopsocinae Enderlein, 1903 * Lepolepidinae * Parasoinae Mockford, 2005 * Perientominae Enderlein, 1903 * Thylacellinae Roesler, 1944 ==Genera== These 21 genera belong to the family Lepidopsocidae: * Cyptophania Banks, 1931 * Echinopsocus Enderlein, 1903 * Echmepteryx Aaron, 1886 * Illepidopsocus Li, 1994 * Lepidopsocus Enderlein, 1903 * Lepolepis Enderlein, 1906 * Neolepidopsocus Li, 1992 * Neolepolepis Mockford, 1993 * Nepticulomima Enderlein, 1906 * Notolepium Enderlein, 1910 * Papuapsocus Mockford, 2005 * Parasoa Thornton, 1962 * Perientomum Hagen, 1865 * Proentomum Badonnel, 1949 * Pseudothylacus Li, 2002 * Pteroxanium Enderlein, 1922 * Scolopama Enderlein, 1906 * Soa Enderlein, 1904 * Thylacella Enderlein, 1911 * † Lepium Enderlein, 1906 * † Thylax Hagen, 1866 ==References== Category:Psocoptera families Category:Trogiomorpha ",
    "title": "Lepidopsocidae"
}