{
    "id": "44328260",
    "text": "Thalolam is a 1998 Indian Malayalam film, directed by Jayaraj, starring Suresh Gopi and Murali in the lead roles.http://spicyonion.com/title/thalolam- malayalam-movie/ ==Synopsis== Shankarunni (Murali), a violinist, and his wife Devu (Sreelakshmi) are mourning the loss of their daughter. Shankarunni's guru (Bharath Gopi), a renowned singer and surrogate father, asks him to air out his troubles after a mistake-ridden violin performance from Shankarunni. The violinist relates how his house was like heaven with him and his wife lovingly raising their daughter and the daughter of his foster brother Haridas. Haridas (Suresh Gopi), whose wife died after their daughter's birth, left his daughter at the care of Shankarunni and Devu to pursue his and his late wife's dream of a career in Paris. Shankarunni reveals to his teacher that it was Haridas's daughter who was dead, and from guilt they said it was their daughter who died. His teacher gives him the strength through wisdom to finally settle in enjoying his life with the decision and taking care of the young girl of his house. However, years later Haridas comes back for his daughter and the secrets hidden long ago threaten to rear its head. ==Cast== * Suresh Gopi as Chittor Haridas * Murali as Chittoor Sankaran Unni * Sreelakshmi as Devu * Rehana Navas as Seetha * Bharath Gopi as Tathamangalam Swamy == Soundtrack == The film's soundtrack contains 9 songs, all composed by Kaithapram Damodaran Namboothiri. Lyrics were by Kaithapram and P. G. Sasi. {| class=\"wikitable\" style=\"font-size:95%;\" ! # !! Title !! Singer(s) |- | 1 | \"Gopaalike\" | K. J. Yesudas |- | 2 | \"Iniyennu Kaanum Makale\" | K. J. Yesudas |- | 3 | \"Kanne Urangurangu\" | K. J. Yesudas |- | 4 | \"Omanathinkalkkidaavo\" | S. Janaki |- | 5 | \"Orangalil\" | Sudeep Kumar |- | 6 | \"Paadaatha Vrindaavanam\" | K. J. Yesudas |- | 7 | \"Smaravaaram\" | K. J. Yesudas |- | 8 | \"Then Nilaavil\" (F) | Sujatha Mohan |- | 9 | \"Then Nilaavil\" (M) | Sudeep Kumar |} ==References== ==External links== * Category:1998 films Category:Indian films Category:1990s Malayalam-language films ",
    "title": "Thalolam (film)"
}