{
    "id": "44320137",
    "text": "Andrea Palazzi (born 24 February 1996) is an Italian professional footballer who plays as a midfielder for Italian club Palermo, on loan from Monza. He had been at Inter Milan since he was 10, and was rated by Inter fans as a promising holding midfielder. == Club career == === Internazionale === He made his professional debut on 6 November 2014, replacing Zdravko Kuzmanović for the last 7 minutes of a 1-1 draw at AS Saint-Étienne in the group stages of the UEFA Europa League. ==== Loan to Livorno ==== On 3 July 2015, Palazzi was signed by Livorno on a season-long loan. On 16 August he made his debut for Livorno in the third round of the Coppa Italia in a 2–0 away defeat against Carpi after extra time, he was replaced by Gianmario Comi in the 73rd minute. On 16 September, Palazzi made his Serie B debut as a substitute replacing Cristian Pasquato in the 82nd minute in a 3–1 home win over Brescia. On 17 October, Palazzi played his first match as a starter in Serie B, he was replaced by Mattia Aramu in the 46th minute of a 3–0 away defeat against Crotone. On 2 April 2016, he was handed a straight red card in a Serie B match against Vicenza. Palazzi ended his loan at Livorno with 12 appearances and 1 assist, but he never played an entire 90 minute match. ==== Loan to Pro Vercelli ==== On 7 July 2016, Palazzi was signed by Pro Vercelli on a season- long loan with an option to buy. On 7 August he made his debut for Pro Vercelli in the second round of Coppa Italia, in a 3–1 home win over Reggiana. On 13 August, Palazzi played in the third round of the Coppa Italia in a 4–1 away defeat against Torino. On 27 August he made his Serie B debut for Pro Vercelli in a 1–1 home draw against Ascoli, he was replaced by Daniele Altobelli in the 77th minute. On 4 September he played his first full match for Pro Vercelli, a 1–1 away draw against Trapani. On 17 December Palazzi scored his first for Pro Vercelli in the 72nd minute of a 3–1 home win over SPAL. On 12 March 2017 he was sent off for a second yellow card in the 70th minute of a 0–0 away draw against Novara. Palazzi ended his season-long loan at Pro Vercelli with 32 appearances, 1 goal and 1 assist. ==== Loan to Pescara ==== On 1 July 2017, Palazzi was signed by the Serie B side Pescara with a season-long loan. On 27 August he made his debut for Pescara in Serie B as a substitute, replacing Mamadou Coulibaly in the 46th minute of a 5–1 home win over Foggia. On 14 October he played his first match as a starter for Pescara, a 1–0 away win over Parma, he was replaced by Luca Valzania in the 66th minute. On 21 October, Palazzi played his first full match for Pescara, a 2–1 home win over Avellino. Palazzi ended his loan to Pescara with only 9 appearances. On 7 July 2018 his loan was extended for another season. On 5 August he played his first match of the season as a substitute replacing Ledian Memushaj in the 99th minute of a match won 4–3 at penalties after a 2–2 home draw against Pordenone in the second round of Coppa Italia. One week later he played in the third round in a 1–0 away defeat against ChievoVerona. On 27 October he played his first match in Serie B as a substitute replacing Manuel Marras in the 63rd minute of a 1–0 home defeat against Cittadella. In January 2019 his loan to Pescara was interrupted and Palazzi returned to Inter with only 6 appearances, but only 1 as a starter. ==== Loan to Monza ==== On 14 January 2019, Palazzi was loaned to Serie C club Monza with an 18-month loan deal. Five days later, on 19 January, he made his debut in Serie C as a substitute replacing Filippo Lora in the 64th minute and he scored his first goal for Monza and the winning goal in the 84th minute of a 1–0 home win over Virtus Verona. Three days later he played his first entire match for Monza, a 0–0 away draw against Renate. ===Monza=== ====Loan to Palermo==== After being bought outright from Monza following their promotion to the Serie B, on 5 September 2020, Palazzi was sent on a one-year loan to newly-promoted Serie C side Palermo. == International career == Palazzi represented Italy at Under-17, Under-18, Under-19 and Under-20 levels, he collect a total of 34 caps at youth levels. On 19 February he made U17 debut in an international friendly against Turkey U17, Palazzi was replaced by Luca Palmiero in the 78th minute, in a 1–1 away draw. Palazzi was convocated from Italy U17 for the UEFA European U17 championship, he played all the match, but never a complete 90 minutes match, Italy loss in the final 5–4 against Russia U17. In October he was also convocated for the FIFA U17 World Cup. Palazzi played all the 3 matches in group stage, but Italy was eliminated by Mexico U17 in the round of 16. On 14 August 2013, Palazzi made his debut at Under-18 level in an international friendly against Austria U17, he was replaced by Alberto Tibolla in the 33rd minute, in a 2–1 home defeat. On 13 August 2014, he made his debut at Under-19 level in an international friendly against Croatia U19 as a substitute replacing Simone Bastoni in the 46th minute, in a 2–1 home defeat. He play also in 3 match in the 2013 UEFA European U19 championship qualification against San Marino U19, Croatia U19 and Austria U19. On 8 September 2015, Palazzi made his debut at Under-20 level in a match against Switzerland U20, as a substitute replacing Luca Mazzitelli in the 82nd minute, in a 0–0 away draw. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align: center;\" |- ! rowspan=\"2\" | Club ! rowspan=\"2\" | Season ! colspan=\"3\" |League ! colspan=\"2\" | Cup ! colspan=\"2\" | Europe ! colspan=\"2\" | Other ! colspan=\"2\" | Total |- !Division ! Apps !! Goals !! Apps !! Goals !! Apps !! Goals !! Apps !! Goals !! Apps !! Goals |- | rowspan=\"2\" valign=\"center\" |Internazionale |- | 2014–15 |Serie A | 0 || 0 || 0 || 0 || 1All appearance(s) in Europa League || 0 || colspan=\"2\"|— || 1 || 0 |- |Livorno (loan) |2015–16 |Serie B |11 |0 |1 |0 | colspan=\"2\" |— | colspan=\"2\" |— |12 |0 |- |Pro Vercelli (loan) |2016–17 |Serie B |30 |1 |2 |0 | colspan=\"2\" |— | colspan=\"2\" |— |32 |1 |- | rowspan=\"2\" |Pescara (loan) |2017–18 |Serie B |9 |0 |0 |0 | colspan=\"2\" |— | colspan=\"2\" |— |9 |0 |- |2018–19 |Serie B |4 |0 |2 |0 | colspan=\"2\" |— | colspan=\"2\" |— |6 |0 |- |Monza (loan) |2018–19 |Serie C |8 |1 | colspan=\"2\" |— | colspan=\"2\" |— | colspan=\"2\" |— |8 |1 |- ! colspan=\"3\" |Career total ! 62 !! 2 !! 5 !! 0 !! 1 !! 0 !! colspan=\"2\" |— !! 68 !! 2 |- |} == Honours == === Club === Inter * Torneo di Viareggio: 2015 Monza * Serie C Group A: 2019–20 ===International=== Italy U17 * UEFA European Under-17 Championship runner-up:2013https://www.uefa.com/under17/match/2011643 --italy-vs- ==References== == External links == * Inter Milan profile Category:1996 births Category:Living people Category:Footballers from Milan Category:Association football midfielders Category:Italian footballers Category:Italy youth international footballers Category:Inter Milan players Category:A.S. Livorno Calcio players Category:F.C. Pro Vercelli 1892 players Category:Delfino Pescara 1936 players Category:Serie B players Category:A.C. Monza players Category:Serie C players Category:Palermo F.C. players ",
    "title": "Andrea Palazzi"
}