{
    "id": "44322839",
    "text": "Mark Hollis (born December 1, 1984) is an American track and field athlete who competes in the pole vault. His personal best for the event is , set in 2014. He finished third at the 2014 IAAF Continental Cup. Hollis is a three-time national champion in his discipline, having won outdoors in 2010 and indoors in 2011 and 2014. He represented his country at the 2011 World Championships in Athletics. He ranked second in the world in the 2014 season. ==Career== ===Early life and career=== Hollis grew up in Freeport, Illinois, the son of John Hollis, a second-generation pastor of the Church of the Nazarene. ONU alumnus Hollis continues professional dominance in pole vault; wins 2010 USA Outdoor Championships . NCNNews (2010-07-07). Retrieved on 2014-11-06. He attended Freeport High School (Illinois) in Illinois and went on to study sports management at the state's Olivet Nazarene University. While there he competed for the college athletically in the NAIA championships, the lower- level national division.Mark Hollis. USA Track and Field. Retrieved on 2014-11-06. He was runner-up at the NAIA outdoor championship in 2005, won the title in 2006 and 2007, and also finished second at the 2007 NAIA indoor meet.Mark Hollis, champion pole vaulter, inducted into Hall of Fame . Olivet Nazarene University (2013-11-11). Retrieved on 2014-11-06. Upon his graduation in 2007 he was the school record holder for the event both indoors and outdoors with marks of and respectively.Mark Hollis. Tilastopaja. Retrieved on 2014-11-06. He was later inducted into the university's athletic hall of fame. In the 2008 season he turned professional and focused full-time on pole vaulting. His first season brought great improvement: in April he cleared at a Drake Relays promotion meeting. He improved to soon after – a feat which ranked him twelfth in the global lists that year.Mark Hollis. IAAF. Retrieved on 2014-11-06. He competed at the 2008 United States Olympic Trials, but did not make the team. The following year he married his partner Amanda, who also served as his coach. That season he no-heighted at the United States Indoor Track and Field Championships, but his best performance of the year at the USA Outdoor Track and Field Championships, vaulting to finish in fifth place. ===First national titles=== Hollis had his first major circuit victory at the 2010 Millrose Games, beating national rivals Derek Miles and Tim Mack.Morse, Parker (2010-01-30). Lagat makes it eight at Millrose Games. IAAF. Retrieved on 2014-11-06. He began competing abroad and was the victor at the Grande Premio Brasil Caixa de Atletismo meet and Golden Roof Challenge in Austria.Biscayart, Eduardo (2010-05-21). Pchelnik throws Hammer to 75.42m in Bel\\xe9m. IAAF. Retrieved on 2014-11-06. Tough conditions at the 2010 USA Outdoor Track and Field Championships worked in Hollis's favour, as only he and Derek Miles managed to clear in the strong winds. Hollis won the event on count-back to claim his first national title.Morse, Parker (2010-06-26). Patterson, Felix steal the show: USATF Nationals, Day 1 & 2\\. IAAF. Retrieved on 2014-11-06. Later that season he equalled his personal record to rank ninth in the world.Pole Vault - men - senior - outdoor - 2010. IAAF. Retrieved on 2014-11-06. A win at the Birmingham Indoor Grand Prix in England preceded his second national title at the 2011 USA Indoor Championships. He finished his indoor season with a personal record clearance of . He struggled to match this forms outdoors, however, and placed fourth at the 2011 USA Outdoor Track and Field Championships. Having achieved the previous \"A\" selection standard, he was chosen for the 2011 World Championships in Athletics ahead of national third-placer Nick Mossberg. At the global event in Daegu he cleared the opening height but then had three failures at . In 2012 he set the same mark at the 2012 USA Indoors as he had a year early, but it was only enough for third on that occasion. He placed in the top three of both the Brazilian Athletics Tour meets he competed at and was runner-up at the Ponce Grand Prix with a clearance of . He matched that height at the 2012 United States Olympic Trials, but this was not sufficient for the American Olympic team and he finished fifth in the event. His form was not as good in the subsequent 2013 season, in which he ranked outside the top five in national competitions and did not vault over five and a half metres. ===World leader=== Hollis returned to top level form in 2014, taking consecutive wins at the Millrose Games then the USA Indoor Championships for his third national title.Sully, Kevin (2014-02-23). Lagat wins fourth US indoor 3000m title. IAAF. Retrieved on 2014-11-06. A vault of was a world leading mark in May, and the best mark he had achieved in nearly four years.MacKenzie, Peter (2014-05-02). The American Track League Makes Its Debut. Track and Field News. Retrieved on 2014-11-06. He was fourth at the World Challenge Beijing meet and finished the 2014 USA Outdoor Track and Field Championships as the runner-up with his best of , second to Sam Kendricks. A series of five straight wins in European competitions marked a new career high as he won the Gugl Games in a best of , improved further to at the Liege Meeting, before finally going on to vault a personal record of in Landau. He competed at the IAAF Diamond League season- ending Memorial Van Damme and placed fourth. Given his performances (his new best ranked him second in the world that year, only behind the world record holder Renaud Lavillenie)Pole Vault - men - senior - outdoor - 2014. IAAF. Retrieved on 2014-11-06. he was selected to represent the Americas team at the 2014 IAAF Continental Cup. He placed third behind Lavillenie and Xue Changrui – his first international top three finish.Mulkeen, Jon (2014-09-14). Europe victorious at IAAF Continental Cup, Marrakech 2014. IAAF. Retrieved on 2014-11-06. ==Personal bests== *Pole vault outdoors: (2014) *Pole vault indoors: (2014) ==National titles== *USA Outdoor Track and Field Championships **Pole vault: 2010 *USA Indoor Track and Field Championships **Pole vault: 2011, 2014 ==International competitions== {| |- |2011 |World Championships |Daegu, South Korea |22nd (q) |5.35 m |- |2014 |IAAF Continental Cup |Marrakesh, Morocco |bgcolor=cc9966|3rd |5.55 m |- |2015 |Pan American Games |Toronto, Canada |bgcolor=cc9966|3rd |5.40 m |} ==References== ==External links== * *Mark Hollis USA homepage Category:Living people Category:1984 births Category:American male pole vaulters Category:World Athletics Championships athletes for the United States Category:Olivet Nazarene University alumni Category:People from Freeport, Illinois Category:Sportspeople from Illinois Category:Athletes (track and field) at the 2015 Pan American Games Category:Pan American Games bronze medalists for the United States Category:Pan American Games medalists in athletics (track and field) Category:USA Outdoor Track and Field Championships winners Category:USA Indoor Track and Field Championships winners ",
    "title": "Mark Hollis (athlete)"
}