{
    "id": "44320727",
    "text": "Mary Ann Hoberman is an American author of over 30 children's books. == Biography == === Early life === Hoberman was born in August 1930, in Stamford, Connecticut, but because her father changed jobs frequently, her family moved to New York City, New Jersey, New Haven, Connecticut, and eventually back to Stamford. Hoberman had a love for books from a young age, although she had few growing up during the Great Depression. In high school, Hoberman worked on the school's newspaper and was the editor of the yearbook. The first woman in her family to attend college, Hoberman attended Smith College, majoring in History, where she worked on the school's newspaper. During her senior year at Smith College, she married Norman Hoberman. Their son Chuck Hoberman invented the Hoberman sphere === Professional life === Hoberman co-founded a children’s theatre group called “The Pocket People”, as well as a group that performed dramatized poetry readings called “Women’s Voice” before she published her first book, All My Shoes Come in Twos, in 1957. Many of Hoberman's books have been reviewed in multiple Academic Journals, Magazines, and Trade Publications. From elementary to college level, Hoberman has visited schools and libraries throughout the country to teach literature and writing. One of Hoberman’s main concerns is literacy, which she furthers not only through her volunteer work with Literacy Volunteers of America, but also through her You Read to Me, I’ll Read to You series. In 2003, Hoberman was named the second US Children’s Poet Laureate (now called the Young People's Poet Laureate) by the Poetry Foundation, where she served from 2008 to 2011. Hoberman currently lives in Greenwich, Connecticut and has four children and five grandchildren with her husband Norman. == Awards == *1978 National Book Award (A House Is a House for Me) *2003 National Council of Teachers of English (NCTE) Award for Excellence in Poetry for Children * 2004 National Outdoor Book Award (Whose Garden Is It?) == Books == === Author === * All My Shoes Come in Twos (1957) * How Do I Go? (1958) * Hello and Good-by (1959) * What Jim Knew (1963) * Not Enough Beds for the Babies (1965) * The Looking Book (1973) * A Little Book of Little Beasts (1973) * The Raucous Auk: A Menagerie of Poems (1973) * Nuts to You & Nuts to Me: An Alphabet of Poems (1974) * I Like Old Clothes (1976) * Bugs (1976) * A House is a House for Me (1978) * Yellow Butter, Purple Jelly, Red Jam, Black Bread (1981) * The Cozy Book (1982) * Mr. and Mrs. Muddle (1988) * Fathers, Mothers, Sisters, Brothers: A Collection of Family Poems (1991) * A Fine Fat Pig, and Other Animal Poems (1991) * The Seven Silly Eaters (1997) * One of Each (1997) * Miss Mary Mack (1998) * The Llama Who Had No Pajama: 100 Favorite Poems (1998) * And to Think that We Thought that We'd Never be Friends (1999) * The Two Sillies (2000) * The Eensy-Weensy Spider (2000) * There Once Was a Man Named Michael Finnegan (2001) * Whose Garden is It? (2001) * It's Simple, Said Simon (2001) * You Read to Me, I'll Read to You: Very Short Stories to Read Together (2001) * The Marvelous Mouse Man (2002) * Right Outside My Window (2002) * Bill Grogan's Goat (2002) * Mary Had a Little Lamb (2003) * Yankee Doodle (2004) * You Read to Me, I'll Read to You: Very Short Fairy Tales to Read Together (2004) * The Wheels on the Bus (2005) * You Read to Me, I'll Read to You: Very Short Mother Goose Tales to Read Together (2005) * I'm Going to Grandma's (2007) * Mrs. O’Leary’s Cow (2007) * You Read to Me, I'll Read to You: Very Short Scary Tales to Read Together (2009) * All Kinds of Families! (2009) * Strawberry Hill (2009) === Editor === * My Song is Beautiful: Poems and Pictures in Many Voices (1994) * The Tree That Time Built: A Celebration of Nature, Science and Imagination (2009) ==References== Category:1930 births Category:Living people Category:Writers from Stamford, Connecticut Category:American children's writers Category:American women children's writers Category:Smith College alumni Category:Yale University alumni Category:20th-century American writers Category:20th-century American women writers Category:21st-century American writers Category:21st-century American women writers ",
    "title": "Mary Ann Hoberman"
}