{
    "id": "44326935",
    "text": "The Australasian Individual Speedway Championship was a Motorcycle speedway Final sanctioned by the FIM as a qualifying round for the Speedway World Championship between 1976 and 1981.Speedway History ==History== The Championship was introduced in 1976 as a qualifying round for Australian and New Zealand based Motorcycle speedway riders. Previously, the top place getters from the Australian and New Zealand championships had then gone on to qualify through the British qualifying rounds. An Australasian Championship had been run once previously in 1960, though it was not a World Championship qualifying round. The 1960 Championship, held at the Western Springs Stadium in Auckland, was won by Maury Dunn. In the years 1970, 1971 and 1972, an Australasian Grand Prix meeting was held at the Liverpool Speedway in Sydney on the original \"D\" shaped track and not the bike track that was built on the infield in 1974 when the Liverpool track surface was changed to asphalt. All three Australasian GP's were won by New Zealand's Ivan Mauger. The first Australasian Final qualifier was held at the Western Springs Stadium on 21 February 1976 with dual Australian Champion John Boulger emerging as the winner. The last Final was held at the Liverpool City Raceway on 28 February 1981. The Final winner was six time World Champion Ivan Mauger. The championship alternated between New Zealand and Australia each year. To qualify for the Australasian Final, NZ riders had to finish in the top 8 of their national championship while the Australian riders qualified through a series of Zone Finals held throughout the country. Only one rider was ever allowed to skip the Australasian Final and still be part of the World Championship - as the reigning World Champion, Ivan Mauger was seeded straight to the Intercontinental Final in 1978 and the Commonwealth Final in 1980. ==Demise== There was to be an Australasian Final scheduled for 27 February 1982 to be held in Wellington, NZ. However, by December 1981 it became known that the Wellington promoter could not raise the necessary financial backing to run the meeting. From there the New Zealand Speedway Control Board (NZSCB) tried to reduce the costs by cutting the number of places for Australian riders from 8 to 4, which the Australian Speedway Control Council (ASCC) strongly opposed. Eventually a deal was struck where 6 Australian riders would have a place in the Final which would now be staged at the Brisbane Exhibition Ground in Australia because the original Wellington promoter Tony Nesbitt sold his interest in the track and the new promoter did not want to stage the meeting. The promoters in Brisbane requested a change of date to two weeks later (13 March), but this was knocked back by the FIM (despite the next qualifying round for Australasian riders being the Overseas Final to be held 4 months later in June) and the promoters decided not to continue. The Te Marua Speedway near Wellington then looked like staging the venue but wanted the NZSCB and the New Zealand Auto Cycle Union (NZACU) to underwrite the meeting. When this was refused and no Australian track was willing to stage the meeting on short notice, the Australasian Final was cancelled by the FIM and would never return to the speedway calendar. ==Winners== {| class=\"wikitable\" |- align=center |width=40px |Year |width=150px |Venue |width=210px |Winners |width=210px |Runner-up |width=210px |3rd place |- |align=center| 1976 | Auckland Western Springs Stadium | John Boulger | Billy Sanders | Phil Crump |- |align=center| 1977 | Sydney Sydney Showground | Ivan Mauger | Phil Crump | John Boulger |- |align=center| 1978 | Auckland Western Springs Stadium | Mitch Shirra | Mick McKeon | John Titman |- |align=center| 1979 | Adelaide Rowley Park Speedway | Billy Sanders | Steve Koppe | John Titman |- align=center |width=40px |Year |width=150px |Venue |width=210px |Winners |width=210px |Runner-up |width=210px |3rd place |- |align=center| 1980 | Templeton Ruapuna Speedway | Billy Sanders | John Titman | Larry Ross |- |align=center| 1981 | Sydney Liverpool City Raceway | Ivan Mauger | Danny Kennedy | Larry Ross |- |} ==See also== * Speedway World Championship * Speedway Grand Prix * Motorcycle speedway ==References== * ",
    "title": "Australasian Individual Speedway Championship"
}