{
    "id": "44323154",
    "text": "The Nobel Prize effect is an observation about the adverse effects of winning the Nobel Prize on laureates and their careers. These effects include reduced productivity, constraints in areas of work, and public perception of expertise in areas unrelated to the laureate's work. The term Nobel effect is also used in those contexts, as well as in the context of the winner's longevity, and influence on international law in the case of the Nobel Peace Prize. ==Productivity== The definition of the \"Nobel Prize effect\" most attributed to Richard Hamming describes the effect as a reduction in productivity, making it hard for a scientist to work on small problems after winning the prize. During a speech at a seminar, Hamming described a scene at the Nobel awards ceremony as follows: ==Public perception== The Nobel Prize effect is also described as a consequence of public perception of the Nobel laureate, magnified by the worldwide exposure the winner experiences. One example is for the Nobel laureate to be treated with reverence due to perception that the laureate has authoritative knowledge about any subject outside the field in which he or she won the prize. Nobel Laureate Klaus von Klitzing describes the effect as a personal burden, because other people have a tendency to believe that a Nobel Prize winner's knowledge extends to all areas. At the same time, he acknowledges that this is also a benefit, because people in positions of authority will pay attention to the views of Nobel laureates. As physicist Hubert Curien described the phenomenon in a Natural Environment Research Council lecture: Another example of the effect of new public perception is when the works of the Nobel Laureate suddenly become popular and in demand due to the fame that the Nobel Prize confers on the winner. Canadian author Alice Munro, winner of the 2013 Nobel Prize in Literature, suddenly found herself with a Chinese audience with such strong demands for her works that they quickly sold out, and two publishers in China became embroiled in a dispute over publication rights. Perception among colleagues in the same discipline was thought to have a measurable effect on how often the Nobel laureate's works are cited before and after winning the prize. While a simple comparison of citation counts before and after the prize does suggest an impact, a study using matched synthetic control group in the analysis suggest that there is no such effect on either citation impact or related chain reactions of citations. ==Nobel Peace Prize== In addition to the life-changing effects of winning a Nobel prize, an alternative meaning exists for the Nobel effect in the context of the Nobel Peace Prize. In this context, legal scholars have argued whether Nobel Peace Prize laureates have, as a result of winning the Prize, influenced the shaping of new norms in international law and international relations, and suggesting that the Peace Prize can be a significant factor in encouraging peacemaking among individuals worldwide. ==Longevity== An analysis of birth data on 19th century science Nobel Prize winners estimated that winning the Nobel Prize correlated with one or two years of additional longevity for the recipient, compared to being merely nominated for the prize. ==References== Category:Nobel Prize Category:Academic awards Category:Social phenomena ",
    "title": "Nobel Prize effect"
}