{
    "id": "44321512",
    "text": "Brent Poppen (born May 24, 1973) is an American disability advocate, author, substitute teacher, and Paralympian. He has authored two books, a biography titled \"Tragedy on the Mountain,\" which details his journey from paralysis to Paralympics, and a children's book titled \"Playground Lessons-Friendship & Forgiveness: Harley and his wheelchair.\" ==Early life== Poppen was injured in a wrestling accident on February 18, 1990, while visiting a Christian church camp located in Lake Hume, California in the Fresno Mountain range of the Central Valley. As a result of the tumble where the boy Poppen was wrestling with fell on top of his head, Poppen's spinal cord suffered an incomplete break at the level of the sixth cervical vertebra, rendering him a quadriplegic immediately. He was air lifted from a rural hospital, Fresno Community Hospital, to Long Beach Memorial Hospital, where he spent three months rehabilitating, and was released on May 23, 1990. He was 16 years old at the time of his accident, and released from the hospital the day before his 17th birthday. He is considered a limited motion quadriplegic, since he has limited function in his arms and hands. Poppen attended Millikan High School, in Long Beach, for his senior year shortly after his accident. He went on to earn his associate degree from Long Beach City College, and then his bachelor's degree in social science from Chapman University. ==Athletic achievement/career== Poppen received his bachelor's degree, and subsequently his substitute teaching certificate, but is most widely known as an athlete. He has competed in two consecutive Paralympics, Athens in 2004 and Beijing in 2008, two world games and numerous world team cups. He has a bronze medal from the 2004 Paralympics in Athens, where he competed with the American Wheelchair Rugby Team. He is a National Quad Rugby Champion 6 times over, from 1996–1998, and again in 2006. He was also one of the players on screen in \"Murderball,\" an award-winning 2005 documentary about quadriplegics who play wheelchair rugby and the rivalry between the U.S. and Canadian teams leading up to the 2004 Paralympic Games. Since retiring from the professional sporting arena, Poppen spends his summers teaching adaptive water skiing lessons, among other sports. He is an avid wakeboarder and spends much time on the water when possible. In early 2014, Poppen was awarded the Curt Condon Spirit Award at the Southern California Tennis Association's Annual Meeting & Awards, held in the Straus Stadium Clubhouse at the Los Angeles Tennis Center – UCLA. Since Poppen chooses to no longer compete professionally, he has set his sights on helping others. Poppen is part of the rehabilitation team at Children's Hospital in Fresno, California, providing additional resources to families in need, a substitute teacher, and is blossoming a motivational speaking career touching different levels of schools, currently in Southern and Central California. He has spoken at dozens of schools incorporating his books and his message that anything is possible. He found his love for addressing children while competing internationally and speaking to students attending the competitions in locations such as New Zealand, Athens, Beijing, and Buenos Aires. He developed a program after authoring his books and spends anywhere from a couple hours to a couple days speaking to students and staff at schools that have signed up. He has been written up in many different outlets, including Paso Robles Magazine, Sports 'N Spokes: The Magazine for Wheelchair Sports and Recreation, The King City Rustler, Ventura County Star, The Long Beach Press Telegram, and has been a keynote speaker at California PTA's Statewide Convention in 2013. == References == Category:1973 births Category:Living people Category:Sportspeople from Long Beach, California Category:Disability rights activists from the United States Category:Paralympic wheelchair rugby players of the United States Category:Paralympic wheelchair tennis players of the United States Category:Chapman University alumni Category:Paralympic bronze medalists for the United States Category:Medalists at the 2004 Summer Paralympics Category:Paralympic medalists in wheelchair rugby Category:Wheelchair rugby players at the 2004 Summer Paralympics ",
    "title": "Brent Poppen"
}