{
    "id": "44321077",
    "text": "James Walter McLeod FRS FRSE LLD OBE (1887–1978) was a Scottish physician and bacteriologist.Graham Wilson and K. S. Zinnemann, James Walter McLeod. 2 January 1887 – 11 March 1978, Biographical Memoirs of Fellows of the Royal Society Vol. 25, (Nov., 1979), pp. 421–444. Published by: The Royal Society Stable URL: https://www.jstor.org/stable/769854 He was elected a Fellow of the Royal Society in 1933. In authorship he is known as J. W. McLeod. ==Life== He was born on 2 January 1887 in Dumbarton, the son of John McLeod, an architect, and his wife Lilias Symington McClymont. He was educated at George Watson's College in Edinburgh then at the College Cantonal in Lausanne in Switzerland, and finally at Mill Hill School in London. He then studied Medicine at Glasgow University from 1903. He graduated MB ChB in 1908. His first employment was as a ship's surgeon. From 1912 he lectured in pathology at Glasgow University, and started to specialise in streptococci. In World War I was commissioned into the Royal Army Medical Corps, rising to captain and commanding officer of the 8th Mobile Laboratory. He was Mentioned in Dispatches four times. In 1919 he went to Leeds as a lecturer in bacteriology and in 1922 the university gave him a professorship. He was president of the Society for General Microbiology from 1949 to 1952. He left Leeds in 1952. In 1954 he joined Edinburgh University as a researcher. He made his reputation by studies of diphtheria. In 1957 he was elected a Fellow of the Royal Society of Edinburgh. His proposers were John Gaddum, Richard Swain, James Pickering Kendall, and George Romanes. He received an honorary doctorate (LLD) from Glasgow University in 1961. In 1963 he took on a role at Edinburgh's Western General Hospital, finally retiring in 1973, aged 86. He died on 11 March 1978. ==Family== In 1914, just prior to leaving for war, he married Jean Christine Garvie (died 1953). ==Notes== Category:1887 births Category:1978 deaths Category:Scottish bacteriologists Category:People from Dumbarton Category:Fellows of the Royal Society Category:Fellows of the Royal Society of Edinburgh ",
    "title": "Walter McLeod"
}