{
    "id": "44321215",
    "text": "Jitto Arulampalam is an Australian businessman of Sri Lankan Tamil origin. He is the current Managing Director and CEO of Tapp Group (tappmoney.com) a fintech for the unbanked, Chairman of TBG Diagnostics (ASX: TDL) and founder of Roddington Capital. Previously he has been the Chairman at Progen Pharmaceuticals (ASX : PGL), OYOB Property Group, Euro Petroleum Limited and Great Western Exploration (ASX:GTE). In 2011, Jitto co-founded of Fortis Mining Ltd. (ASX: FMJ) a company dedicated to potash mining and exploration which was the IPO of the year. Australian Financial Review MIS Magazine 2006 recognised him as one of the Top 25 global rising stars. In April 2017, Jitto was picked as one of the ten Sri Lanka Aussie Migrants that had enriched Australia. ==Education== Jitto started his schooling at St Thomas Preparatory School in Colombo Sri Lanka and following his migration to Australia in 1985, pursued his tertiary studies at Curtin University, Perth WA. He has also attended several courses with the Australian Institute of Company Directors to further his corporate career. ==Career== He is based in Melbourne with over two decades of experience in corporate restructuring, capital raising, listing and running of public companies on the ASX. Having started his career in Accounting, Jitto spent more than 8 years with Westpac Banking Corporation in several key operational and strategic Banking roles before joining boards of Public companies. In 2004 Jitto was head hunted by Newsnet Ltd as its CEO to assist in the restructuring of the company and to position it for an IPO. Since this appointment he was responsible for guiding the company through a successful restructure and positioned Newsnet as a leading innovator in the messaging/telco space to be recognised by the 2006 Australian Financial Review MIS Magazine as one of the \"Top 25 global rising stars\". In May 2010 Jitto was the co-founder of Fortis Mining Ltd. (ASX: FMJ), a company dedicated to potash mining and exploration; the company is listed at Australian Securities Exchange. He was credited for masterminding the Fortis's acquisition of high quality potash assets in Kazakhstan. The deal paved the way for the company to be awarded \"IPO of the Year 2011\". Jitto was also previously the Chairman of ASX listed companies Great Western Exploration Ltd (ASX: GTE) and Medicvision Limited (ASX: MVH). Jitto is a member of many professionals bodies including the Australian Institute of Company Directors. ==Social activities== Jitto visited war-ravaged Jaffna as the co-sponsor of Murali Harmony Cup in 2014; OYOB where Jitto is the chairman jointly sponsored the Cup to develop and encourage school cricketers in Sri Lanka's rural areas, especially in the war- affected north and east, promoting community-building and cross-cultural friendships within Sri Lankan society. ==References== ==External links== * Fortis Mining for Success in Kazakhstan(CNBC Video) * A pick of Sri Lankans who have enriched their new homeland – Australia Category:Living people Category:Australian businesspeople Category:Curtin University alumni Category:Chief executives in the finance industry Category:Private equity and venture capital investors Category:Stock and commodity market managers Category:Financial advisors Category:Australian people of Sri Lankan Tamil descent Category:Sri Lankan Tamil businesspeople Category:Year of birth missing (living people) ",
    "title": "Jitto Arulampalam"
}