{
    "id": "44327411",
    "text": "Repsol Campus is a building that serves as headquarters of the oil company Repsol, located on Mendez Alvaro street, 44, in the city of Madrid, Spain. It was designed by the architect Rafael de La-Hoz Arderius. The plot of this building, which houses about 4,000 employees, is equivalent to the extension of the Monastery of El Escorial and the size of its indoor garden is a bit taller than a soccer field. This building located within the ring of the M30 Motorway is one of the few major corporate centers in the center of the Spanish capital. ==Characteristics== The Repsol Campus consists of four horizontal buildings surrounding a spacious garden, the complex is characterized by an \"smart\" building with large glass facades, which enables optimal use of natural light in all areas of the campus. The project was conceived with sustainability standards, careful use of recycled materials, the use of alternative energy sources, as well as accessibility for people with limited capacities and geographical location of the enclosure. Details such as water use were considered for designing the central garden, irrigation equipment using low power, as well as own facilities in the region of Madrid and the construction of an underground tank with a capacity of 250,000 liters which collects water rain for the maintenance of green spaces. In the internal spaces ambient temperature is controlled by a climate monitoring system that constantly checks the indicators to maintain a comfortable temperature for employees and visitors. The parking system (priority for management positions, hybrid or electric cars) is also automated so that it frees parking spaces when they are not being used and allows other workers to use of them. The pioneer construction in its kind, obtained the LEED-NC Certification in the Platinum category, certificate given to buildings that have been entirely designed and built with high sustainability criteria. ==Access== The location of this plot is in one of the main arterial roads of the center of Madrid, Méndez Álvaro Street, having nearby the homonymous Méndez Álvaro station and minutes from the Madrid Atocha railway station land transport hub, not only Madrid but also Spain. ==References== ==External links== * Architect Rafael de La-Hoz website Category:Buildings and structures in Arganzuela District, Madrid Category:Office buildings completed in 2013 ",
    "title": "Repsol Campus"
}