{
    "id": "44328347",
    "text": "Fernando 'Fede' Castaños Martínez (born 12 January 1959) is a Spanish retired footballer who played as a defender, and a current manager. ==Club career== Born in Bilbao, Biscay, Basque Country, Castaños graduated from Burgos CF's youth setup, and made his senior debuts with the reserves, playing several seasons in Tercera División. On 18 May 1980 he made his first-team – and La Liga – debut, starting in a 0–1 loss at RCD Espanyol.1–0: No desentonó el Burgos que fué un digno rival (1–0: Burgos was not out of place and was a worthy rival); El Mundo Deportivo, 19 May 1980 In 1981 Castaños moved to Racing de Santander also in the top division, and appeared in Segunda División in the following campaigns, representing Lorca Deportiva CF and Real Burgos (the latter also being in Segunda División B). He eventually retired with CD Numancia in the 1989–90 campaign, in the third level. ==Manager career== Castaños began his managerial career at newly formed Burgos CF, as an assistant manager. He was later assigned to the youth setup before being appointed assistant at CD Mirandés. In the 2004 summer Castaños returned to Burgos, being appointed first-team manager. He finished third during the season, but failed to promote in the play-offs. In 2006 Castaños was appointed Miguel Ángel Portugal's assistant at Racing de Santander. On 29 November 2011 he was appointed caretaker, along with Juanjo González and Pablo Pinillos.Juanjo González, Fede Castaños y Pablo Pinillos se hacen cargo del primer equipo (Juanjo González, Fede Castaños and Pablo Pinillos take charge of the first team); Racing's official website, 29 November 2011 On 7 March of the following year, after González's sacking, he was appointed manager along Pinillos,Juan José González deja de ser entrenador del Racing (Juan José González ceases to be Racing manager); Racing's official website, 7 March 2012 but his reign only lasted two days, being replaced by Álvaro Cervera. On 1 April 2014 Castaños was appointed at the helm of Arandina CF,La Arandina ya tiene entrenador: el bilbaíno Fede Castaños (Arandina already has a manager: Bilbao-born Fede Castaños); Diario de La Ribera, 1 April 2014 missing out promotion in the play-offs and resigning on 10 June.La Arandina desea \"los mayores éxitos\" a Fede Castaños (Arandina wishes \"the best of luck\" to Fede Castaños); Diario de Burgos, 10 June 2014 Three days later he was appointed Burgos manager.Fede Castaños, nuevo entrenador del BCF (Fede Castaños, new manager of BCF) ; Burgos' official website, 13 June 2014 ==References== ==External links== * * BDFutbol manager profile * Category:1959 births Category:Living people Category:Sportspeople from Bilbao Category:Spanish footballers Category:Basque footballers Category:Association football defenders Category:La Liga players Category:Segunda División players Category:Segunda División B players Category:Tercera División players Category:Real Burgos CF footballers Category:Burgos CF (I) footballers Category:Racing de Santander players Category:Lorca Deportiva CF footballers Category:CD Numancia players Category:Spanish football managers Category:Burgos CF managers ",
    "title": "Fede Castaños"
}