{
    "id": "44320425",
    "text": "Kathleen \"Katie\" Fallon (born October 25, 1976) is an American non-fiction author and essayist. Her essays have appeared in numerous literary journals, both electronic and print, and received several accolades. In 2011, she published her first book, Cerulean Blues: A Personal Search for a Vanishing Songbird. She currently resides in Cheat Neck, WV with her husband Jesse, where she teaches creative writing at nearby West Virginia University. Much of Fallon's writing is grounded in naturalism and conservation efforts, especially concerning raptors and other birds. == Personal life == Fallon was born in Wilkes-Barre, Pennsylvania and grew up in Dallas, Pennsylvania. Both her parents were public school teachers. Her family has a long coal-mining heritage in both Pennsylvania and West Virginia. Fallon founded the Avian Conservation Center of Appalachia, Inc., a nonprofit organization dedicated to conserving wild birds through scientific research, public outreach, rescue and rehabilitation. She and her veterinarian husband live with their two daughters, Laurel and Cora. == Education == Fallon began her undergraduate studies as a Wildlife and Fisheries Science major at Pennsylvania State University, and soon switched to English. She received her MFA in Creative Nonfiction from West Virginia University. == Career and work == Fallon taught English at Virginia Tech and currently teaches at West Virginia University. Numerous published essays of hers have won awards and nominations, including several nominations for the Pushcart Prize. She has published two books, titled Cerulean Blues: A Personal Search for a Vanishing Songbird and Vulture: The Private Life of an Unloved Bird. Among other nature writers, she cites Edward Abbey and Terry Tempest Williams as influences. == Awards and nominations == * Reed Award for Outstanding Writing on the Southern Environment finalist * “Hill of the Sacred Eagles,” finalist in Terrain‘s 2011 essay contest * The Tusculum Review’s Featured Artist in November 2011 * \"The Bottom Field,\" finalist in Phoebe's 2013 nonfiction contest * \"Rebirth\" listed as \"Notable\" in Best American Science and Nature Writing, 2014 ==Works== === Books === * Cerulean Blues: A Personal Search for a Vanishing Songbird (Ruka Press, November 2011) * Vulture: The Private Life of an Unloved Bird (ForeEdge, March 2017) === Essays === * Fourth Genre, “With Hurt Hawks.\" 2006. * River Teeth, “Rebirth,” 2013, and \"The Vulture Tree,\" 2005. * Ecotone, \"Ghosts in the Woodshed.\" 2006. * Bark Magazine, “An Ear to Stroke: Throwaway Dogs Provide Comfort during Frightening Times.\" 2011. * Appalachian Heritage, “Morning Glories.” 2005. * Now & Then, “Goose.” 2008. * Isotope, “The Youngest Eagle.” 2010. * Fourth River, “Lost.” 2007. * the minnesota review, \"Solitaire.\" 2013. * The Tusculum Review, \"Grave Robbers.\" 2012. * Terrain, \"Hill of the Sacred Eagles.\" 2011. * New River Gorge Adventure Guide, “Losing Ground.” 2011. * Rivendell, “Away from Home.” 2007. * Pine Mountain Sand & Gravel, “Fall Migration.” 2009. * Touchstone, “Cave Darkness.” 2001. ==References== ==External links== * Radio Interview * * Author Website * WVU Professorial Page * Minnesota Review interview * Alumni Spotlight Category:1976 births Category:Living people Category:American memoirists Category:People from Wilkes-Barre, Pennsylvania Category:Writers from West Virginia Category:West Virginia University alumni Category:People from Monongalia County, West Virginia Category:American women essayists Category:American women memoirists Category:Women science writers Category:American nature writers Category:Writers from Pennsylvania Category:Pennsylvania State University alumni Category:Virginia Tech faculty Category:West Virginia University faculty Category:21st-century American women writers Category:21st-century American essayists Category:21st-century memoirists ",
    "title": "Katie Fallon"
}