{
    "id": "44330863",
    "text": "Anna Valentine, previously known as Robinson Valentine, is a British luxury fashion house launched in 1986. It was founded by designer duo Antonia Robinson and Anna Valentine. The pair began working under the name \"Robinson Valentine.\" Robinson and Valentine met at a college in Hammersmith while taking a pattern-cutting course. After completing the course, they approached Enterprise Allowance Scheme program which helped them open a small shop in Wandsworth. After becoming successful, they opened a much larger shop in Kensington. ==Robinson's departure== Antonia Robinson, who now uses her married name, Antonia Shields, departed from the label and moved to Cornwall where she set up www.antoniaspearls.co.uk. Valentine then became the sole name on the label. ==Notable clients== Robinson Valentine designed clothes for celebrities, socialites and notably the British Royal Family and the aristocracy. The label's biggest client is Camilla, Duchess of Cornwall. Robinson Valentine designed her wedding dress which she wore on her wedding to the Prince of Wales in 2005. Other clients include Serena Armstrong-Jones, Viscountess Linley, Patti Palmer Tomkinson, Lady Sarah Chatto, Laura Lopes, Jemima Khan, Saffron Aldridge and Sheherazade Goldsmith. ==In the media== In 2005, Robinson Valentine received widespread and instant publicity when it was announced the label would be designing the wedding dress of Camilla Parker Bowles. They were interviewed by The Daily Telegraph, Hello magazine and numerous media outlets. Robinson Valentine was praised by fashion critics for the Duchess's choice of dress and design. The Duchess continues to wear outfits by the label to high-profile events which is often highlighted in the media. ==References== ==External links== *The Complete Woman: Anna Valentine at The Daily Telegraph Category:Clothing companies of the United Kingdom Category:Clothing companies established in 1986 Category:British brands Category:High fashion brands Category:Luxury brands Category:Clothing brands of the United Kingdom Category:1986 establishments in the United Kingdom Category:Clothing companies based in London Category:Buildings and structures in the Royal Borough of Kensington and Chelsea ",
    "title": "Anna Valentine"
}