{
    "id": "44338010",
    "text": "Saint Francis of Assisi Receiving the Stigmata, c. 1430–1432. , Sabauda Gallery, Turin, Italy Saint Francis of Assisi Receiving the Stigmata, c. 1430–1432. , Philadelphia Museum of Art Saint Francis of Assisi Receiving the Stigmata is the name given to two unsigned paintings completed around 1428–1432 that art historians usually attribute to the Flemish artist Jan van Eyck. The panels are nearly identical, apart from a considerable difference in size. Both are small paintings: the larger measures 29.3 cm x 33.4 cm and is in the Sabauda Gallery in Turin, Italy; the smaller panel is 12.7 cm x 14.6 cm and in the Philadelphia Museum of Art. The earliest documentary evidence is in the 1470 inventory of Anselm Adornes of Bruges's will; he may have owned both panels. The paintings show a famous incident from the life of Saint Francis of Assisi, who is shown kneeling by a rock as he receives the stigmata of the crucified Christ on the palms of his hands and soles of his feet. Behind him are rock formations, shown in great detail, and a panoramic landscape. This treatment of Francis is the first such to appear in northern Renaissance art. The arguments attributing the works to van Eyck are circumstantial and based mainly on the style and quality of the panels. (A later, third version is in the Museo del Prado in Madrid, but is weaker and strays significantly in tone and design.) From the 19th to mid-20th centuries, most scholars attributed the two versions either to a pupil or follower of van Eyck's working from a design by the master. Between 1983 and 1989 the paintings underwent technical examination and were extensively restored and cleaned. Technical analysis of the Philadelphia painting established that the wood panel comes from the same tree as that of two paintings definitively attributed to van Eyck, and that the Italian panel has underdrawings of a quality that it is thought could only have come from him. After nearly 500 years, the paintings were reunited in 1998 in an exhibition at the Philadelphia Museum of Art. Today the consensus is that both were painted by the same hand. ==Provenance== The paintings may have belonged to the Adornes family of Bruges. A copy of a will written in 1470 by Anselm Adornes, a member of one of the leading families in Bruges,Luber (1998a), 24 was found in 1860. As he left for pilgrimage to Jerusalem, Adornes bequeathed to his two daughters in convents two paintings he describes as by van Eyck. He described one as \"with a portrait of St Francis, made by the hand of Jan van Eyck\" (\"een tavereele daerinne dat Sint- Franssen in portrature van meester Ians handt van Heyck ghemaect staet\").Dhanens (2008), 363 The Three Marys at the Tomb, attributed to Hubert van Eyck, c. 1410–1428 Anselm may have inherited the paintings from his father Pieter or uncle Jakob, who had travelled to Jerusalem on pilgrimage about 50 years earlier, returning to Ghent around 1427 or 1428. On their return the Adornes brothers funded a replica of Jerusalem's Church of the Holy Sepulchre built in Bruges, known as the Jerusalem chapel. They may also have commissioned the two St Francis paintings as commemoration of the pilgrimage, in the fashion of the Eyckian The Three Marys at the Tomb – attributed to Jan's brother HubertFerrari (2013), 68 – a painting which may have been commissioned to commemorate a successful pilgrimage. An alternative theory is that they had the small painting prepared as a portable devotional work to bring on pilgrimage. The ownership of private devotional pieces was not uncommon – the often itinerant Philip the Good kept an altarpiece for travelling. Philip had van Eyck paint two identical betrothal portraits of Isabella of Portugal in 1428 – to ensure one survived the trip from Portugal – which may have set a precedent that Bruges art patrons sought to emulate.Luber (1998a), 29–30 Anselm Adornes almost certainly brought the smaller painting with him on pilgrimage in 1470; it was seen in Italy, particularly in Florence, and widely copied. In the early 1470s Sandro Botticelli, Verrochio, Filippino Lippi and Giovanni Bellini each produced variations of St Francis Receiving the Stigmata that included motifs from van Eyck's version, especially evident in the rendering of the rocky background.Luber (1998a), 27 The paintings fell into obscurity for centuries until 1886 when art historian W. H. J. Weale drew the connection between them and the Adornes will.Luber (1998a), 25 William à Court, 1st Baron Heytesbury bought the Philadelphia painting sometime between 1824 and 1828 in Lisbon. At that time it was thought to be by Albrecht Dürer, but in 1857 the art historian Gustav Waagen attributed it to van Eyck. Heytesbury sold it to a dealer in November 1894; a month later the Philadelphia collector John G. Johnson bought it for £700.Weale (1912), 93 In 1917, he bequeathed his art collection to the City of Philadelphia. The Turin painting was acquired in 1866 from the mayor of a nearby town. Previously it was owned by a professor living in the province of Alessandria; he bought it from a former nun in that province. The documentation is sketchy, but suggests the nun possessed it early in the 19th century during the dissolution of convents in the area under Napoleon. That a nun owned the painting three centuries after Adornes purportedly bequeathed a van Eyck St Francis to his daughter in a convent, and that the Adornes family owned property in Alessandria, is suggestive, but no evidence exists to confirm a connection.Spantigati (1997), 15 The technical investigations Butler conducted during her tenure resulted in worldwide collaborations and three publications. The culmination of the research came in 1998 with an exhibition at the Philadelphia Museum of Art.Rishel et al., (1998), 5 The exhibition was small, with a handful of paintings and a few manuscript leaves. Only two are definitively attributed to the master, the Annunciation, which came from the National Gallery of Art in Washington, D.C., and Saint Barbara, loaned from Antwerp. Two Saint Christopher's, one in Philadelphia and the other from the Louvre, are considered to be by workshop members.Luber (1998b), 43 From Cleveland came a John the Baptist in the Landscape, thought to be by van Eyck followers.Luber (1998b), 46 The Philadelphia and Turin Saint Francis paintings were both on display, reunited for probably the first time since the 15th century.Gurewitsch, Matthew. \"Van Eyck in Philadelphia\". The Wall Street Journal, 7 May 1998. Retrieved 21 February 2015. ==The panels== Giotto, Saint Francis Receiving the Stigmata, c. 1295–1300. Louvre, Paris The small Philadelphia panel is painted with oil on parchment (vellum); a reconstructed red vermilion border surrounds the image – it is similar to those seen in contemporary illuminated manuscripts. It gives the illusion of the viewer looking through a window into the landscape.Luber (1998b), 39 The parchment measures ; the image measures . Underneath are five wood supports; the parchment is glued to one, and four smaller pieces, added at a later date, frame the image.Spantigati (1997), 29–30 The parchment is unusually thick and has a thin insoluble layer of primer. The wooden frames were primed in a thick layer of white, which overlaps the parchment in places.Spantigati (1997), 31 The borders were gilded at some time; technical analysis found particles of gold leaf on the lower border.Spantigati (1997), 34 The Turin panel is painted on two oak panels joined with a band of parchment or cloth, on a ground of chalk and animal glue.Spantigati (1997), 22 ===Figures=== In both paintings, Saint Francis of Assisi kneels by a rock as he receives the stigmata that were to stay on his body until his death. The composition is tonally similar to Giotto's 1295–1300 Saint Francis Receiving the Stigmata, but more grounded in earthly reality.Giorgi (2003), 134 The design is a mostly faithful representation of the original Franciscan texts, but differs in that Francis does not lean forward towards Christ.Rishel (1995), 164 Francis has individualized features, to the point that the attention to his face gives it the quality of a portrait such as van Eyck's c. 1431 Portrait of Cardinal Niccolò Albergati. The head and face are minutely detailed. Francis is in his mid-thirties, wears stubble and has a somewhat jowly face and receding hairline. He is presented as a highly intelligent but perhaps detached and impassive person.Cotter, Holland. \"Mysteries in the Crystalline World of a Flemish Master\". The New York Times, 24 April 1998. Retrieved 8 November 2014. He is given a complex and inscrutable expression; physiological traits not uncommon in contemporary Flemish painting.Ferrari (2013), 120 He kneels on a bed of flowers, and his heavy robe and folded drapery have a choppy and overflowing feel. His lower limbs seem disconnected, positioned in an anti- naturalistic manner; giving the impression that he is levitating.Rishel (1997), 10 Till-Holger Borchert observes that Francis's feet are positioned slightly too high above the rest of his body, making them \"so bizarrely placed as to look like a foreign body\".Borchert (2008), 71 Others have taken this as an indication of a less experienced and weaker workshop painter, but Borchert draws a similarity to two works accepted as van Eyck originals. In the \"Adoration of the Mystic Lamb of God\" panel of the c. 1432 Ghent Altarpiece, the prophets kneel in a similar way with their feet placed awkwardly behind them. The donor in the c. 1435 Madonna of Chancellor Rolin is in a similar pose, although his feet are not visible. While some critics view the positioning of Francis's feet as a weakness, Joseph Rishel of the Philadelphia Museum of Art argues that the contortion is necessary to show both wounds, and that the unusual positioning adds to the mystical tone of the painting. The wounds on Francis's hands and feet are realistically portrayed; the cuts are not overly deep or dramatic and lack supernatural elements such as beams of light. The representation of Christ in the guise of a seraph with three pairs of wings is an unusually fantastical element for van Eyck's normally reserved sensibility. Several art historians have addressed this disconnect, and noted that Francis looks straight ahead and is unconcerned with the apparition. Holland Cotter described this disconnect as appearing as if Christ's \"mystical vision were somehow aural rather than visual experience, and [Francis] was holding himself absolutely still to catch its distant sound\". Francis's disciple, secretary and confessor Brother Leo acts as eyewitness. He is dressed in sombre colours and rendered in a more compact manner than Francis; crouched as if sunk into the pictorial space in the far right of the panel. His form is highly geometric and voluminous. His cord belt curves down to end next to that of Francis, symbolising the continuity between the Order's founder and his successors. Leo's posture seems to indicate mourning, although he appears to be resting or asleep. ===Landscape=== Detail of the cityscape (Turin) Nature is a key aspect in van Eyck's works. According to Rishel, elements of his landscapes may appear \"magically beautiful but [are] in fact quite oblivious to the sacred action in the foreground\". Katherine Luber believes that open vistas and lowered horizons are a hallmark.Luber (1998c), 7 The Francis paintings seem to be early experiments with landscape; the painter places rocks in the mid-ground, solving the problem of how to transition from foreground to background; a similar resolution is found in the lower-right wing of the Ghent Altarpiece.Luber (1998c), 12, 17, 20 The browns of the rocks and trees echo those of the robes of the saints. The broad sweep of the mountains and city isolates the figures against the grandeur of nature and bustling human life. Behind the figures a panoramic mountain landscape soars to the sky; the mid-ground contains a variety of rocks and spikes, including strata of fossiliferous layers.Newcomb, Sally. Review of \"Der Abgrund der Zeit: Die Entwicklung der Geohistorik\" 1670–1830 by Flügel, Helmut W. Isis, Volume 98, No. 1, March 2007. 191–192 As with the New York Crucifixion and Last Judgement diptych, the mountains are capped with snow, which van Eyck may have seen during his visits to Italy and Spain, where he crossed the Alps and Pyrenees.Rishel (1997), 19 The paintings contain some highly detailed rock formations. Despite the early to mid-15th century date, the conservator Kenneth Bé observes that, to modern geologists \"the details, colors, textures, and morphologies in Van Eyck's rendering of rocks yield a plethora of scientifically accurate information\". He identifies four distinct rock types. Those in the right foreground are heavily weathered limestone boulders. There are identifiable shell fossils, painted in a dark reddish brown suggesting iron or dark-coloured mineral impurities. Behind them is a stratified sedimentary sequence. The mid-ground contains igneous rock, the far distance a pair of jagged peaks.Bé (1997), 88 Detail showing layers of detached limestone boulders (Philadelphia) Specialists from both art history and geology have remarked on the level of observed and precise detail found in the background. The mid-ground contains a boulder with a crescent-shaped form that could only have arisen from the rock face \"intersecting the fossils to reveal cross sections of the shells in side profile\", according to Bé. Another boulder has closed loops. The fossilised shells are in a pattern that suggest that some of the boulders have been upturned from their original orientation. The fossils are a type of mollusk similar either to present-day bivalvia or brachiopods.Bé (1997), 89 The landscape shows a fictive Flemish city. As in the diptych in New York, some buildings and landmarks can be identified with Jerusalem. It closely resembles the background of the Rolin panel, which has undergone much deeper attention from scholars, with several identifications made with structures in Jerusalem, including the Mosque of Omar, known to van Eyck through second-hand textual and visual descriptions. People and animals populate the city walls, but some are only visible under magnification in the Philadelphia painting.Butler (1997), 35 The lake by the city shows a boat whose shadow is reflected in the water. Reflective water surfaces were another typical Eyckian innovation, one he seems to have mastered early, evidenced by the water scenes in the \"Turin-Milan Hours\",Luber (1998c), 11 and which requires a considerable degree of artistry.Luber (1998c), 20 Plants consist of tiny foreground flowers, larger mid-ground grasses and background bushes and trees.Butler (1997), 33 The small carpet of white flowers in the foreground is reminiscent of those in the Ghent Altarpieces central panel;Luber (1998c), 19 behind Francis are dwarf palms.Luber (1998c), 21 ===Iconography=== The Franciscan Order had a strong following by the 15th century; its Third Order of Saint Francis attracted women and men to local lay confraternities, such as the Confraternity of the Dry Tree in Bruges to which Anselme Adornes belonged.Luber (1998a), 29 St Francis was closely associated with pilgrimages, then popular and most often taken to holy sites in Spain and Jerusalem. He was revered for his own pilgrimage to the Holy Land in 1219; by the 15th century the Franciscans were responsible for maintaining the holy sites in Jerusalem, particularly the Church of the Holy Sepulchre.Luber (1998a), 28 Fresco of Saint Francis Receiving the Stigmata, Giotto, c. 1320s St Francis lived austerely, in imitation of Christ. He embraced the natural world, and took vows of poverty, charity and chastity. In 1224 at La Verna, he experienced the mystical vision which van Eyck portrays. Thomas of Celano, author of Francis's hagiography, describes the vision and stigmatization: \"Francis had a vision in which he saw a man like a seraph: he had six wings and was standing above him with his hands outstretched and his feet bound together, and was fixed to a cross. Two wings were lifted above his head, and two were spread ready for flight, and two covered his whole body. When Francis saw this he was utterly amazed. He could not fathom what this vision might mean.\"Largier (2003), 1 As he meditated, \"marks of nails began to appear on his hands and feet ... His hands and feet seemed to be pierced by nails appearing on the inside of his hands and the upper side of his feet ... His right side was scarred as if it had been pierced by a spear, and it often seeped blood.\"Largier (2003), 2 To the medieval observer, the appearance of the stigmata signifies Francis's complete absorption in the vision of the seraph.Largier (2003), 4 The Turin and Philadelphia paintings show Francis in profile, kneeling, meditating quietly, facing away from the crucified seraph. Van Eyck eliminated the dramatic pose and rays of light causing the stigmata, which according to Snyder, are generally \"essential features of the iconography\". Perhaps the wounds on the soles of the feet were intended to be concealed, because the underdrawing of the Turin painting shows Francis wearing sandals.Snyder (1997), 79 Some scholars, most notably Panofsky, argued against the attribution to van Eyck on the basis of the somewhat arcane iconography. Others, including James Snyder, view the imagery as typical of van Eyck's medieval view of mystical and visionary experience.Snyder (1997), 75 Jan van Eyck, Madonna of Chancellor Rolin (detail), c. 1435 Van Eyck's meticulous setting and landscape were another innovation in iconography. Generally La Verna was depicted with sparse detail, whereas here St Francis kneels in a detailed countryside, perhaps a specific spot around La Verna in the Italian Apennines, where striated sandstone is commonly found. The setting is appropriately remote.Snyder (1997), 80–81 St Francis appears to stare beyond the vision to the rocks, seemingly unaffected, a common Eyckian device to illustrate a mystical vision. For example, in his Madonna of Chancellor Rolin it is difficult to tell whether the location is Mary's throne-room or whether she is merely an apparition in Rolin's chamber – one he seemingly stares past.Snyder (1997), 82 Leo, traditionally a sleeping figure smaller than Francis, is here given equal size. Surrounded by barren rocks, he faces away from the seraph, his feet positioned near a small stream, which signifies redemption or salvation, gushing from the rocks. On Francis's left are symbols of life: plants, a river valley, a cityscape and mountains. Snyder writes that for van Eyck a mystical vision had to be presented with great subtlety, and that in these paintings he captures the event perfectly, because Francis is shown as he is said to have reacted to the vision – kneeling in quiet meditation.Snyder (1997), 83 ===Condition=== Detail showing flora and birds in flight (Turin). The transitions between cloud and sky are achieved through hatching. A rectangular area of overpaint is visible as a broad stroke immediately above the tree. The panels are in relatively good condition given their age. The Philadelphia version is better preserved; it has superior tonalities and more prominent colours. In 1906, Roger Fry gave it a well- documented restoration with overpaint removed. Fry was at the time Curator of Paintings at the Metropolitan Museum and performed restorations despite a formal lack of training; the St Francis was the second restoration he undertook. He attributed the work to Hubert van Eyck, and thought the Turin version a copy.Spalding (1980), 97 His removal of a section at the top revealed a red border; he wrote that van Eyck had \"conceived it as a miniature in oil on panel, and that it might indicate a date not very far removed from the drawings of the Turin Book of Hours\" (Milan-Turin Hours). In 1926 he recorded: \"When it came to me, the panel was considerably larger at the top, and dull opaque sky concealed the join where the extra piece had been added on to satisfy some owner who did not appreciate the compressed composition of the original. The sky had been enlivened ... with a crowd of small white-cloud like forms suggesting the presence of a cohort of angels.\"Butler (1997), 36 His restoration removed more than 10 centimetres; before the restoration it measured , afterwards .Jaccaci (1907), 46 Further conservation was undertaken between 1983 and 1989 using a stereo microscope. Restorers removed varnish that had turned brown as well as layers of old fillers – one of which contained the pigment viridian, not available until 1859. They stripped paint additions from the mountain peaks, Leo's robe and in the area around Francis's tonsure. The removal of overpainting revealed an X that had been scratched into the original paint on the upper right stones at some unknown time. According to Butler, the removal of pigment exposed underlying paint in \"amazingly good condition\".Butler (1997), 37 The Turin panel has suffered heavy overpainting and cracking along the vertical join. The marbleized reddish-brown paint on its reverse is heavily worn. In the 20th century the panel underwent three restorations and extensive technical analyses. The earliest, in 1952, removed overpainting and repaired pigment loss to Francis's tonsure, Leo's cowl and areas of vegetation between the two figures. Restorers discovered an irretrievably lost inscription on a rock adjacent to the seraph- Christ, and evidence of earlier overpainting of one of Leo's feet. Continued paint loss and cracking along the join required further restoration in 1970, when a fixing agent was applied to prevent cracking, and Francis's tonsure was repainted.Spantigati (1997), 22–24 Cracking along the vertical join of the wooden panels was severe enough to warrant a third restoration in 1982. Raking light revealed that modern varnishes had yellowed, while further overpainting was found. Working under ultraviolet light, paint from earlier restorations was removed, uncovering lost colours and landscape details, including the snow-capped mountains and birds of prey on the upper left. Restorers found clues to sources of confusion in earlier restorations, especially the unusual positioning of Francis's tonsure and Leo's feet, which were discovered to be crossed under his body. ==Attribution== Museo del Prado copy of Jan van Eyck (?), Saint Francis of Assisi Receiving the Stigmata, c. 1500? Research in the late 19th century lead to what Rishel describes as \"one of the thorniest conundrums in the study of Early Netherlandish art\", as efforts were made to establish authorship and date the panels in terms of precedence.Rishel (1997), 5 The panels are neither signed nor dated, and have proved especially difficult to attribute. Establishing an approximate date of completion is usually one of the most important factors in attributing an old master painting. Dendrochronological analysis of the Philadelphia panel dated its growth rings to between 1225 and 1307.Klein (1997), 47 It was established that the board was cut from the same tree as the wood of two known panels by van Eyck, the Portrait of Baudouin de Lannoy (c. 1435) and Portrait of Giovanni di Nicolao Arnolfini (1438). These have tree-rings that developed between 1205 and 1383, and 1206 and 1382, respectively. Examination of the sapwood suggests a felling date of around 1392. Assuming a typical 10 years of seasoning before use, any of the paintings could have begun from around 1408 onwards.Klein (1997), 48 The Turin version is painted on two glued boards, vertical to the image. The rings from board I are dated between 1273 and 1359, those of board II from 1282 to 1365. Based on the perceived \"faulty proportions\" of the figures, Ludwig von Baldass suggested a date early in van Eyck's career, around 1425. He attributes the unusual positioning and anatomy to a young and relatively inexperienced painter, one who was still experimenting. He notes how the landscape and individual elements are similar to Hubert van Eyck's style, but that the close observation of nature reveals Jan's hand.Baldass (1952), 276–77 Luber suggests a slightly later date of about 1430, during the period van Eyck finished the Ghent Altarpiece. She bases her supposition on the fact that van Eyck's employer Philip the Bold sent him to Portugal in the late 1420s; he would have been unavailable for a commission until his return in 1430. Furthermore, the landscape details, which correlate to van Eyck's work of the period, combined with the return from pilgrimage late in the 1420s of the Adornes brothers (who may have commissioned the two paintings), suggest a completion date of about 1430.Luber (1998a), 36 Unknown miniaturist (Jan van Eyck?), The Agony in the Garden, c. 1440–1450. \"Turin-Milan Hours\" A free copy from some two generations later is in the Prado in Madrid. This is in a vertical format and measures 47 x 36 cm. A large tree is added at the left, and the foreground rocks extended higher. The landscape is somewhat different, and reflects the world landscape style of Joachim Patinir, to whom the painting has been attributed in the past. This was largely because the jagged peaks in the distance have been added to and altered to Patinir's trademark depiction of the distinctive landscape of Dinant, his hometown.Prado; Catalogue number 1617 This panel was attributed by Max Jakob Friedländer to a \"Master of Hoogstraeten\", an anonymous follower of Quentin Massys, and dated around 1510.Prado The awkwardness of the figures has been rectified, the placement of his feet and knees \"made more rational\" according to Rishel, but St Francis stares at the apparition. Another copy, placed tentatively in Brussels c. 1500, is probably a copy of the Turin version.Rishel (1997), 9 Noting the similarity of Francis's pose to the kneeling figure in the \"Turin- Milan Hours\" miniature of The Agony in the Garden, Borchert, who believes van Eyck's work as a manuscript illuminator came late in his career, concludes that both were completed after the master had died, perhaps completed by members of the workshop.Borchert (2008), 86 Unlike Borchert, Luber thinks that The Agony evidences his early experiments with perspective, as he began to resolve the transition between foreground and background, by placing the fence in the mid-ground, a device found in the St Francis through the positioning of the rocks.Luber (1998c), 12 Luber says the underdrawings in the miniature are similar to those in the St Francis paintings, and stylistically typical of those in van Eyck's later work, an important factor when considering attribution.Luber (1998c), 13 Although the tree-ring analysis of the Philadelphia painting firmly places it in van Eyck's workshop, the technical evidence fails to prove indisputably whether van Eyck or a workshop member painted it. Until the early 1980s it was thought that the Philadelphia panel was the original and the Turin panel a copy, but x-ray analysis revealed a highly developed and sophisticated design underneath the paint that is accepted as by Jan van Eyck's hand. Infrared reflectography further disclosed extensive underdrawings beneath the original paint; the artist even made alterations to the composition after laying down the underdrawings and completing the painting. The underdrawings are typical of van Eyck's work and similar to those found in the Ghent Altarpiece, thereby, according to Luber, tying the Turin version to van Eyck. There are three possibilities: the panels are van Eyck originals; they were completed by workshop members after his death from one of his underdrawings; or they were created by a highly talented follower compiling a pastiche of Eyckian motifs. While a majority of specialists have come to believe they are van Eyck originals, there have been significant dissenting voices in the recent past. Opinion in the mid-20th century generally favoured a van Eyck; significantly, Erwin Panofsky expressed doubts regarding the attribution.Ferrari (2013), 76 ==Research== Marigene Butler, head conservator at the Philadelphia Museum of Art, oversaw a multi- national research project between 1983 and 1989. Her team investigated the provenance of the two paintings and relationships between them through technical analyses. At that time both paintings underwent further restorations.Butler (1997), 29 They examined the wooden supports, parchment fibres and priming layers of the Philadelphia painting.Butler (1997), 30–31 A sample of paint was taken from the seraph-Christ's wings; analysis found particles of pure ultramarine, the most expensive pigment at the time. The team identified red organic lake in the stigmata wounds, and vermilion and lead white on Francis's cheeks. Infrared reflectography found a base layer of paint overlaid with hatching and fine brush strokes on an additional layer. The greenery was painted with a copper resinate that over time has darkened to brown. The mountains and sky were painted with ultramarine and lead white. Compared to the Turin painting, the Philadelphia version shows little evidence of underdrawing.Butler (1997), 32–33 Butler found the structure and details of the two paintings to be almost identical. The individual components matched \"quite precisely\", but were slightly off register, raising questions as to whether one was copied from the other. The Turin painting has a simpler paint structure than the other, more extensive underdrawing, and finer pigment particles, and the colours differ. The stones in the Philadelphia painting are darker and more orange than the predominantly grey hues of the Turin rocks. The greenery in the Philadelphia version shows more discolouration than in the other. Under magnification the paintings' brush strokes are near identical, particularly in the rendering of the clouds.Butler (1997), 38 == References == === Citations === === Sources === * Bé, Kenneth. \"Geological Aspects of Jan van Eyck's 'Saint Francis Receiving the Stigmata'\". In Rishel, 1997 * Borchert, Till-Holger. Van Eyck. London: Taschen, 2008. * Butler, Marigene. \"An Investigation of the Philadelphia 'Saint Francis Receiving the Stigmata'\". In Rishel, 1997 * Dhanens, Elisabeth. Hubert and Jan van Eyck. New York: Tabard Press, 1980. * Ferrari, Simone. Van Eyck: Masters of Art. Munich: Prestel, 2013. * Giorgi, Rosa. Saints in Art. Los Angeles: Getty Publishing, 2003. * Jaccaci, August. \"Mr. G. Johnson's Van Eyck\". Burlington Magazine for Connoisseurs, Volume 11, No. 49, April 1907 * Klein, Peter. \"Dendrochronological Analyses of the Two Panels of 'Saint Francis Receiving the Stigmata'\". In Rishel, 1997 * Largier, Niklaus; Brett, Jeremy. \"The Logic of Arousal: Saint Francis of Assisi, Teresa of Avila, and Thérèse Philosophe\". Qui Parle, Volume 13, No. 2, Spring/Summer 2003 * Luber, Katherine. \"Patronage and Pilgrimage: Jan van Eyck, the Adornes Family, and Two Paintings of 'Saint Francis in Portraiture'\". Philadelphia Museum of Art Bulletin, Volume 91, No. 386/387, Spring, 1998a * Luber, Katherine. \"Catalogue of Exhibition\". Philadelphia Museum of Art Bulletin, Volume 91, No. 386/387, Spring, 1998b * Luber, Katherine. \"Recognizing Van Eyck: Magical Realism in Landscape Painting\". Philadelphia Museum of Art Bulletin, Volume 91, No. 386/387, Spring 1998c * \"Prado\", Museo del Prado, Catálogo de las pinturas, 1996, Ministerio de Educación y Cultura, Madrid, * Rishel, Joseph. Handbook of the Collections. Philadelphia: Philadelphia Museum of Art, 1995 * Rishel, Joseph. Jan Van Eyck: Two Paintings of 'Saint Francis Receiving the Stigmata'. Philadelphia: Philadelphia Museum of Art, 1997. * Rishel, Joseph. \"The Philadelphia and Turin Paintings: The Literature and Controversy over Attribution\". In Rishel, 1997 * Rishel, Joseph and Anne d'Harnoncourt. \"Foreword\". In Luber, Katherine: Recognizing Van Eyck. Philadelphia Museum of Art Bulletin, Volume 91, No. 386/87. Spring 1998 * Snyder, James. \"Observations on the Iconography of van Eyck's 'Saint Francis Receiving the Stigmata'\". In Rishel, 1997 * Spalding, Frances. Roger Fry, Art and Life. Los Angeles: University of California Press, 1980. * Spantigati, Carlenrica. \"The Turin Van Eyck 'Saint Francis Receiving the Stigmata'\". In Rishel, 1997. * von Baldass, Ludwig. Jan van Eyck. London: Phaidon, 1952 * Weale, W.H. James. The Van Eycks and their art. London: John Lane, 1912 ==External links== * Catalog entry at the Philadelphia Museum of Art * Catalog entry at the Galleria Sabauda, Turin * Catalog entry at the Museo del Prado for the c.1510 copy Category:15th-century paintings Category:Portraits by Jan van Eyck Category:Paintings of the Philadelphia Museum of Art Category:Paintings of the Galleria Sabauda Category:Paintings of Francis of Assisi Category:Paintings depicting the Crucifixion of Jesus Category:Angels in art ",
    "title": "Saint Francis Receiving the Stigmata (van Eyck)"
}