{
    "id": "44333090",
    "text": "Ye Happy Pilgrims is a 1934 short animated film by Walter Lantz Productions, starring Oswald the Lucky Rabbit. In a reissue, the film goes was retitled The Happy Pilgrims. ==Plot== The cartoon is set in the 17th century where the ship Mayflower lands in Plymouth Rock in the United States. Oswald is portrayed as one of the passengers on board. Oswald makes a living as a woodcutter. His closest colleague is a tall man wearing a helmet. The two are good friends until they spot a young woman whom they both have affection for. One day the tall man tries to hand a love letter to the young woman at her house but is too shy to do so. He then asks Oswald to pass it for him. Oswald confidently approaches the recipient at the door, and presents the note. The flattered young woman, however, thinks the words on the letter were Oswald's as she takes in and relentlessly offers kisses to the rabbit. The tall man is most surprised. At a site not too faraway, the tall man sits around, upset on how things did not go his way at the young woman's house. He then develops a grudge towards Oswald, and plans to get rid of his colleague. Days later, a feast is held in some open grounds. Oswald and the young woman are among the attendees. While the guests are having their meal, the event gets raided by a pack of Native Americans who are led by none other than the tall man. The natives, after noticing food on the table, suddenly decide to have a friendly meal with the guests instead of making chaos. And the tall man opts to just kiss the young woman, and no longer intends to take out Oswald. But before she and the tall man could kiss each other, a big beagle shows up in between just to join the feast. Bothered by this, the tall man splats a pie onto the big beagle's face. ==References== ==External links== *Ye Happy Pilgrims at the Big Cartoon Database Category:1934 films Category:1934 animated films Category:1930s American animated films Category:1930s animated short films Category:American black-and-white films Category:American films Category:Films directed by Walter Lantz Category:Oswald the Lucky Rabbit cartoons Category:Universal Pictures short films Category:Walter Lantz Productions shorts Category:Films set in the 1600s Category:Films set in Massachusetts Category:Universal Pictures animated short films Category:Animated films about animals Category:Films set in the United States Category:American animated short films ",
    "title": "Ye Happy Pilgrims"
}