{
    "id": "44338691",
    "text": "Nikolai Yevgenyevich Lukash (; 11 December 1796 – Moscow, () was an Imperial Russian military officer and politician who took part in, among others, the Napoleonic Wars and the fights against the November Uprising. == Parentage == Lukash was the illegitimate son of Alexander Pavlovich Romanov, the future tsar Alexander I of Russia and one of his lovers, Sophia Sergeievna Vsevolozhskaya (19 November 1775 - 4/11 October 1848), daughter of Sergei Alekseyevich Vsevolozhsky (1751 - 1822) and wife Yekaterina Andreyevna Zinovyeva (1751 - 1836), who married ca. 1798 Prince Ivan Sergeyevich Meshchersky (11 December 1775 - 17 March 1851), by whom she had issue. == Biography == Already in 1807 he joined the military in the rank of sergeant, and he took part in fights against Napoleon's invasion of Russia. In 1817 Lukash was promoted to the rank of Lieutenant-Colonel. As the commanding officer of the Lutsk Grenadier Regiment he took part in the battle of Warsaw (1831). Lieutenant-General of the Russian Army, in 1837 he was made the chief of staff of the 6th Infantry Corps. In 1853 he quit military service and was made the governor of Tiflis Governorate. In 1859 he became a member of Senate and continued in service of the Russian state in various parts of the empire, notably on Caucasus. He died 20 January 1868 (O.S.) in Moscow and was buried at the Simonov Monastery. == Marriages and issue == He married firstly Princess Alexandra Lukanichna Guidianova (26 May 1804 - 23 February 1832/4), daughter of Prince Luka Stepanovich Guidianov and wife Maria Ilyinichna Isakova, and had four children: * Maria Nikolaievna Lukash (12 May 1821 - St. Petersburg, 16 July 1849), married Nikolai Mikhailovich Khitrovo (? - 17 November 1909) * Sergei Nikolaievich Lukash (ca. 1828 - ?), fl. 1856, a soldier, retiring as a major * Nikolai Nikolaievich Lukash (ca. 1829 - ?), fl. 1887 * Maria Nikolaievna Lukash (ca. 1830 - ?), married Professor Alexander Sergeievich Komarov, and had one daughter: ** Maria Alexandrovna Komarova- Lukash (Yvelines, Versailles, 9 March 1855 - Copenhagen, 28 April 1928), married at Rundāle Palace on 7 January 1877 Count Pavel Andreyevich Shuvalov (Leipzig/Saint Petersburg, ( - Yalta, (), and had issue He married secondly Princess Alexandra Mikhailovna Schakhovskaya (21 November 1806 - 29 January 1864), daughter of Prince Mikhail Aleksandrovich Shakhovskoy and wife Countess Yelisavyeta Sergeyevna Golovina, and had one son: * Mikhail Nikolaievich Lukash (ca. 1837 - ?), retired from his regiment 1866, married and had four children: ** Barbara Mikhailovna Lukash (1865 - ?), married Count Calogero Mazzoli ** Nikolai Mikhailovich Lukash (1867 - ?) ** Alexander Mikhailovich Lukash (1870 - ?) ** Mikhail Mikhailovich Lukash (1876 - ?) == Sources == * Jacques Ferrand. \"Descendances naturelles des souverains et grands-ducs de Russie de 1792 á 1910\"; Paris, 1995. * Jacques Ferrand. \"Aperçu généalogique sur quelques descendances naturelles de grands-ducs des russie au XIXème siècle\"; Montreuil, 1982 * Jacques Ferrand. \"Les familles princières de l’ancien Empire de Russie\", Vol. 2; 1979-1982 == External links == * http://royal-genealogy.com/persons/russia/lukash/nikolay_lukash_1796.html * Category:1796 births Category:1868 deaths Category:Imperial Russian Army generals Category:Imperial Russian nobility Category:Russian people of the November Uprising Category:Russian people of the Napoleonic Wars Category:Illegitimate children of Russian monarchs ",
    "title": "Nikolai Lukash"
}