{
    "id": "44338440",
    "text": "Edward Hartley Dewart (1828 – 17 June 1903) was an Irish-born Canadian Methodist clergyman, author and editor. He became a leading figure in the Methodist church and the temperance movement. For several years he edited the official Methodist journal The Christian Guardian. His poetry anthology Selections from Canadian Poets (1864) was the first anthology of Canadian poetry to be published. ==Early years== Edward Hartley Dewart was born in Stradone, County Cavan, Ireland in 1828, son of James Dewart and Margaret Hartley. His family was of mixed Scottish and English origins, and were Anglicans. He migrated to Upper Canada with his parents in 1834. They settled in Dummer Township, now part of Peterborough County, where they adopted the Methodist faith. In 1847 Dewart went to Toronto to study at the Normal School (teachers' training college). Dewart became a teacher in Dunnville, where he also taught at the Wesleyan Methodist Sunday school and spoke for the Sons of Temperance. Dewart was invited by church officials to become a preacher, and after four years probation was ordained a minister of the Wesleyan Methodist Church in London, Ontario in June 1855. His first post was in Dundas, Ontario. On 25 June 1856 he married Dorothy Matilda Hunt in Hamilton, Upper Canada. They had three sons, of whom two survived childhood. In the 1850s and 1860s Dewart preached on many different circuits. Dewart also became widely known for his poems and essays on religious themes. He urged readers to seek salvation, and warned of the dangers of unorthodox thought. ==Selections from Canadian Poets== Dewart 's Selections from Canadian Poets was published in 1864, containing poems on devotional subjects or about the grandeur of the wilderness of Canada. This was the first anthology of Canadian verse to be published, and had clearly stated nationalistic goals. The book aimed to \"rescue from oblivion some of the floating pieces of Canadian authorship worthy of preservation in a more permanent form.\" In his introductory essay Dewart said \"a national literature is an essential element in the formation of the national character. It is not merely the record of a country's mental progress: it is the expression of its intellectual life, the bond of national unity, and the guide of national energy.\" He lamented that although poets should be national heroes, in a young country like Canada \"if a Milton or a Shakspere ... was to arise among us, it is far from certain that his merit would be recognised.\" Dewart noted that mediocre poets should not be promoted simply because they were Canadian. His selection of poets, in order of preference, began with Charles Sangster (1822–93), Alexander McLachlan (1817–96), Charles Heavysege (1816–76), Pamelia Sarah Vining (1826-97), Jennie E. Haight (1836-1916), Isidore Gordon Ascher (1835-1914), Rosanna Eleanor Leprohon (1829–79), George William Chapman (1850-1917), Susanna Moodie (1803-85), John F. McDonnell (1838–68), and Helen M. Johnson (1834–63). The poetry of many of these authors has since been forgotten. ==Church leader== In 1869 Dewart was elected president of the Ontario branch of the Dominion Alliance for the Total Suppression of the Liquor Traffic and was appointed editor of The Christian Guardian. He used the journal as a platform for expressing his strongly held opinions. In 1871 he was elected president of the Toronto conference of the Wesleyan Methodist church. He campaigned for union of the different Methodist churches of Canada so they could reduce duplication of effort and better support missionary activity in the northwest. He helped create the Methodist Church of Canada in 1874, and was involved in the lengthy negotiations for further union in the 1880s. With some reluctance, Dewart accepted the position of general superintendent of the unified church. Dewart supported federation of the Methodist Victoria College with the University of Toronto. This would reduce costs, while expanding Methodist influence in the university. Although generally conservative, he accepted the need for some change. Thus he accepted that \"evolution is one of God’s modes of working\", a concept that applied in spiritual thought as well as natural science. However, he continued to insist that the Bible was divinely inspired, and to reject attempts to adapt traditional beliefs to fit modern culture. At the 1894 General Conference of the church he was removed from his position as editor of the Christian Guardian. Dewart ran for provincial election in 1898 as Liberal candidate for Toronto North, but was defeated by George Frederick Marter by a small margin. He died in Toronto on 17 June 1903. His son Herbert Hartley Dewart (1861–1924) was an Ontario lawyer and politician. ==Works== Dewart published many editorials in the Christian Guardian between 1869 and 1895. Other writings include: * * Songs of life: a collection of poems (Toronto, 1869) * Broken reeds, or, The heresies of the Plymouth Brethren shown to be contrary to scripture & reason (Toronto 1969) * The church for the times Canadian Methodist Magazine (Toronto and Halifax), 5 (January–June 1877): 97–111 * The development of doctrine (Toronto, 1879) * Does materialism satisfactorily account for all things? Canadian Methodist Magazine, 24 (July–December 1886): 140–45 * The Scripture readings: a statement of the facts connected therewith ... ([Toronto, 1886]), By Dewart and William Caven * The Methodist Church of Canada, 1873–1883 Centennial of Canadian Methodism (Toronto, 1891), 127–47 * Essays for the times; studies of eminent men and important living questions (Toronto, 1898). ==References== ==Sources== * * * * * Category:1828 births Category:1903 deaths Category:Canadian Methodists ",
    "title": "Edward Hartley Dewart"
}