{
    "id": "44330879",
    "text": "Ria Money Transfer is a subsidiary of Euronet Worldwide, Inc. which specializes in money remittances. Ria initiates transfers through a network of agents and company-owned stores located throughout North America, Latin America, Europe, Asia-Pacific, Africa, and online. ==History== The company opened its first store in 1987 and has since grown to become the third largest money transfer service in the world. Ria currently serves customers in 160 countries through more than 400,000 locations worldwide. Ria began working with post offices in 2010 and on July 31, 2014, partnered with Postbank, which is owned by the Kenyan Government, allowing their customers to send money through any of the bank's 99 branches, or receive it directly into their accounts. The company continues to expand its postal partnerships to reach more underbanked and underserved customers in hard to reach places. In 2014, the company launched Walmart-2-Walmart Powered by Ria, a Walmart money transfer service within the US. The service allows customers to transfer money to and from more than 4,600 stores at competitive prices. In March 2015, Walmart-2-Walmart Powered by Ria received the \"Best Cash Innovation\" Gold Award at the PYMNTS.com Innovator Awards. In 2016, the company expanded its relationship with Walmart to Latin America and partnered with Walmart Chile to offer money transfer services through selected Líder brand supermarkets. ==Operations== Ria Money Transfer provides online money transfer services for five sending countries, which are the United States, Canada, the United Kingdom, Australia, and Spain, as well as 160 receiving countries. ===Sending countries=== Sending countries with physical locations as well as online sending options (updated as of October 2019): *United States *Canada *United Kingdom *Australia *Spain Sending countries with physical locations, but without online sending options (updated as of October 2019): *Georgia *Chile *New Zealand *Belgium *Denmark *Finland *France *Germany *Ireland *Italy *Kosovo *Luxembourg *Netherlands *Norway *Poland *Sweden *Ukraine ==References== ==External links== *Ria Money Transfer Official Site *The Ria Blog Category:Financial services companies established in 1987 Category:Online remittance providers Category:Companies based in Denver Category:Financial services companies of the United States Category:Interbank networks Category:Foreign exchange companies ",
    "title": "Ria Money Transfer"
}