{
    "id": "44338696",
    "text": "\"Listen to the Man\" is a song by English singer-songwriter George Ezra. It was released in the United Kingdom on 28 October 2014 through Columbia Records as the fifth single from his debut studio album Wanted on Voyage (2014). The song has peaked at number 41 on the UK Singles Chart. The accompanying music video features actor Sir Ian McKellen, who lip syncs to the lyrics. ==Music video== The official music video was directed by Rob Brandon, who also did the videos for Ezra's previous singles \"Budapest\" and \"Cassy O'\".https://www.promonews.tv/videos/2014/10/30/george-ezra-listen-man-rob- brandon/29831 It was filmed over four days in Barcelona and features actor Sir Ian McKellen (who lip syncs to the lyrics). It was uploaded to YouTube on 28 October 2014. Ezra told FUSE TV, \"When we're making a video, I just say a really vague thing that I want to happen. For this one, I just said 'I don't want to be singing the song', so that could be anything! Then you pitch it to directors and it's their job to make that interesting [...] I was in New York, actually, and [Brandon] rang me and said, 'How would you feel about having Ian McKellen in your video?' I said, 'Very funny, Rob, but you're going to have to ask him first', and he already had! And Ian had already said yes!\"https://www.fuse.tv/videos/2015/01/top-20-countdown-george-ezra-interview The video begins with Ezra sitting on a park bench and McKellen comes in to upstage him. Midway through the video, the song cuts off and Ezra confronts McKellen, who says he is so excited to be a part of the video. He also calls Ezra \"Geoff\" instead of George and says he loves Ezra's song \"Bucharest\" (Ezra then corrects him and says it's actually \"Budapest\"). Ezra then continues the song, with McKellen continuing to lip sync. The video has received over 84 million views as of July 2020. ==Charts and certifications== ===Charts=== {|class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\" | Charts (2014) ! scope=\"col\" | Peak position |- |- |- |- |- |- |} ===Certifications=== ==Release history== {|class=\"wikitable sortable\" ! Region ! Date ! Format ! Label |- | United Kingdom | 28 October 2014 | Digital download | Columbia |- |} ==References== Category:2014 singles Category:2014 songs Category:George Ezra songs Category:Columbia Records singles Category:Songs written by Joel Pott Category:Songs written by George Ezra Category:Song recordings produced by Cam Blackwood ",
    "title": "Listen to the Man"
}