{
    "id": "44332024",
    "text": "{| |} Nino Bixio was a protected cruiser built by the Italian Regia Marina (Royal Navy) in the early 1910s. She was the lead ship of the , which were built as scouts for the main Italian fleet. She was equipped with a main battery of six guns and had a top speed in excess of , but her engines proved to be troublesome in service. Nino Bixio saw service during World War I and briefly engaged the Austro-Hungarian cruiser in 1915. Her career was cut short in the post-war period due to severe cuts to the Italian naval budget, coupled with her unreliable engines. Nino Bixio was stricken from the naval register in March 1929 and sold for scrap. ==Design== Line-drawing of Marsala Nino Bixio was long at the waterline, with a beam of and a draft of . She displaced up to at full load. Her crew consisted 13 officers and 283 enlisted men. The ship's propulsion system consisted of three Curtiss steam turbines, each driving a screw propeller. Steam was provided by fourteen mixed coal and oil firing Blechynden boilers. The engines were rated at for a top speed of . She had a range of at a cruising speed of .Gardiner & Gray, p. 263 The ship was armed with a main battery of six L/50 guns mounted singly.L/50 refers to the length of the gun in terms of caliber. She was also equipped with six L/50 guns and two torpedo tubes. Nino Bixio was only lightly armored, with a thick deck, and thick plating on her main conning tower. ==Service history== Nino Bixio, named for the soldier and politician, was built at the Castellammare shipyard; her keel was laid down on 15 February 1911, the same day as her sister . Nino Bixios completed hull was launched ten months later on 30 December, after which fitting-out work commenced. The ship was completed by 5 May 1914, when she was commissioned into the Italian fleet. Italy declared neutrality at the start of World War I in August 1914, but by May 1915, the Triple Entente had convinced the Italians to enter the war against the Central Powers.Halpern A Naval History of World War I, p. 140 Admiral Paolo Thaon di Revel, the Italian naval chief of staff, believed that Austro-Hungarian submarines could operate too effectively in the narrow waters of the Adriatic, which could also be easily seeded with minefields. The threat from these underwater weapons was too serious for him to use the fleet in an active way.Halpern A Naval History of World War I, p. 150 Instead, Revel decided to implement blockade at the relatively safer southern end of the Adriatic with the main fleet, while smaller vessels, such as the MAS boats, conducted raids on Austro-Hungarian ships and installations.Halpern A Naval History of World War I, pp. 141-142 Nino Bixio, Marsala, and the cruiser were based at Brindisi during the war, where they could patrol the path from the narrow Adriatic to the Mediterranean.O'Hara, Dickson, & Worth, pp. 183-184 In December 1915, an Austro-Hungarian force of two cruisers and five destroyers attempted to intercept transports supplying the Serbian Army trapped in Albania. Quarto departed first, along with the British cruiser and five French destroyers; Nino Bixio followed two hours later with and four Italian destroyers. The first flotilla engaged in a running battle with the fleeing Austro-Hungarian cruiser but Nino Bixios group was too far behind to join the fray.Halpern A Naval History of World War I, pp. 156-157 By May 1917, the reconnaissance forces at Brindisi had come under the command of Rear Admiral Alfredo Acton.Halpern The Battle of the Otranto Straits, p. 20 On the night of 14-15 May, the Austro-Hungarian cruisers Helgoland, , and raided the Otranto Barrage --a patrol line of drifters intended to block Austro-Hungarian and German U-boats.Halpern A Naval History of World War I, pp. 162-163 She did not participate in the ensuing Battle of the Otranto Straits because she did not have steam up in her boilers when the Italo-British forces counterattacked.Halpern, The Battle of the Otranto Straits, p. 50 The Regia Marina demobilized after the end of the war in 1918 and the draw-down continued into the 1920s in large part due to severe budgetary shortfalls in the postwar period.Gardiner & Gray, p. 254Goldstein & Maurer, p. 225 The engines installed on Nino Bixio and her sister proved to be problematic throughout her time in service, which ultimately cut her career short. She was stricken from the naval register on 15 March 1929 and subsequently broken up for scrap; in contrast, the much more efficient Quarto, which had been built before Nino Bixio, remained in service for another decade. ==Footnotes== ;Notes ;Citations ==References== * * * * * Category:Nino Bixio-class cruisers ",
    "title": "Italian cruiser Nino Bixio"
}