{
    "id": "44337016",
    "text": "Shree Amarsingh Model Higher Secondary School (referred to as AMHSS) (Nepali: श्री अमरसिँह नमुना उच्च माध्यमिक विद्यालय) is a model higher secondary school opened from amount collected from post war reconstruction fund established after World War as Soldier's Board Vocational Training High School on March 26, 1957. After 10 years it was handed over to Government of Nepal on September 14, 1966 and renamed to its present name.Official site of Amarsingh == Introduction == Braille medium (established : 1981 A.D),Official of Blind section,Amarsingh English medium (established : 1985 A.D)Official page of English section,Amarsingh and Plus-two stream (established 1999 A.D)Official page of 10+2 section,Amarsingh are the sections of this institution. Plus two level is affiliated to HSEB (Higher Secondary Education Board) while school level is under Government of Nepal.Edusanjal The school was awarded as Model Higher Secondary School in 2004 A.D, Best National in 2006 A.D, Regional Best Community Higher School in 2005 A.D, 2007 A.D, 2008 A.D.Amarsingh School Science, Management, Education and Humanities are the courses offered under Higher Secondary level and curriculum of school level is practised in school level. It is located in Amarsingh Chowk, Pokhara, Nepal. The motto of the school is \"Always Aim High\" == Courses == * School Leaving Certificate (SLC) (nationwide curriculum until Class 10, prescribed by the Ministry of Education, Nepal) * 10+2 in Science, Management, Education, Humanities Stream (Higher Secondary Education Board (HSEB), Sano Thimi, Nepal) == Administration == * Mr. Tejaswi Baral, Headmaster * Mr. Bijay Bahadur Thapa - Assistant In- charge (Chemistry Dept.) * Mrs. Tara Kunwar - Accountant * Miss Anita Paudel - Asst. Librarian * Mr. Tek Bdr. Gurung - Lab Assistant(Physics) * Mr. Chiran Giri - Lab Technician(zoology) * Mr. Daya Raj Pun - Lab Technician(Chemistry) == Scholarship Programme == School Provides a wide range of scholarships to deserving students who fulfill the given criteria. However an admitted student can receive only one type of scholarship: * SLC Score Scholarship * Entrance Exam Scholarship * HSEB Exam Scholarship * Scholarship for the Handicapped * Students Welfare Fund Scholarship * Term Exam Scholarship * Dalit Scholarship == Admission == Students who have passed SEE are eligible to apply for admission in Class XI (Science or Management or Humanities or Education). The applications are to be duly filled in application forms available from the school office with all supporting documents within the given deadline. All applicants should go through an entrance test conducted by the school along with an interview prior to the entrance test. Students are admitted according to their merit on the basis of SEE marks, entrance test marks and interview. == Teaching Methodology == The school incorporates diversity in teaching, questioning, explaining, modeling and demonstrating. Teachers adopt a flexible approach with multiple learning styles to help students retain information and strengthen understanding. Effective teaching learning methods reinforced by the use of technology in the school bring out critical thinking and a desire to learn. == Laboratory == The school is well-equipped with several laboratories for Physics, Chemistry, Zoology, Botany and Computer. Laboratories are well equipped and well maintained and help students transfer their learning into useful practical knowledge. == Library == Library occupies a place of pride in AMHSS and is an essential component of school's outstanding education mission. ==References== Category:Education in Nepal Category:Schools in Nepal Category:Secondary schools in Nepal Category:Education in Pokhara Category:Educational institutions established in 1957 ",
    "title": "Shree Amarsingh Model Higher Secondary School"
}