{
    "id": "44338129",
    "text": "Marano lagoon near Lignano Sabbiadoro Marano Lagoon is a huge lagoon in northeastern Italy. It has a surface area of around 160 square kilometres (62 sq mi). ==Description== Marano Lagoon stretches from Lignano Sabbiadoro to the east for nearly 90 km. It is considered the twin of the Venice Lagoon, that is located a few km to the west.Guida d'Italia, Friuli-Venezia Giulia, p. 511-516 Sometimes it is called Marano-Grado lagoon, but geographically it is divided in two sections: lagoon of Marano and lagoon of Grado. ===Grado=== Boat Procession \"Perdòn di Barban\" near the Barbana island, inside the Marano-Grado Lagoon The section usually called \"Grado Lagoon\" is an Italian lagoon located in the northern Adriatic sea, which extends from the Fossalon island (near Grado) to the island of Anfora, next to the mouth of the small river Aussa.Image with the name of some islands in the Grado Lagoon This lagoon, which covers an area of about 90 square kilometers and has nearly 120 islands, is divided into an eastern sector (called in Italian \"Palud de sopra\") and a western sector (\"Palud de soto\").Laguna di Grado (in Italian) The origins of this lagoon are relatively recent. Until the fifth century the land covered all the area, as evidenced by several archaeological findings, including a Roman road, now entirely covered by water, which connected Aquileia to its port of Grado. Characteristic of the Grado lagoon is the presence of houses called casoni, simple homes with roofs of straw used by the fishermen of Grado. The typical boat of the inhabitants of the lagoon is the batèla, that has a flat bottom and is operated by rowing. The batèla is usually 5 to 10 meters long, and is guided by an oarsman standing in the stern (and may be equipped with a sail). The lagoon, which is bordered to the west by the section called \"Marano Lagoon\", is crossed longitudinally by the \"Venetian coast waterway\", a waterway that connects Venice with the mouth of the Isonzo river. *Laguna West (Palud de soto) The island of \"Porto Buso\" inside the Marano-Grado Lagoon The Laguna West (Palud de soto) is the largest and has many islands. There are nearly one hundred like the beautiful Martignano island. It is crossed by numerous canals, which are arranged along the main islands. Among them there it is (close to Grado) the small San Pietro d'Orio island, which for centuries was the seat of a monastery, another island called Ravaiarina (which is now equipped with fishing ponds and facilities) and Gorgo island (formerly called \"Saints Cosimo and Damiano\"), which previously housed a church and, during World War II, an Italian military area. Going further west from Grado and heading for the Marano Lagoon there are, among other small islands, the island of Morgo, with widespread vegetation and well known in the past for its agricultural production, and the island of Beli, which owes its name to the legendary witch Bela who confused sailors. The westernmost island is Anfora, which acquired strategic importance in 1866, when it marked the boundary between Italy and the Austro-Hungarian Empire. Today it houses the small island-town of Porto Buso. *Laguna East (Palud de sora) Barbana island, with the Marian sanctuary The Laguna East (Palud de sora) is the most recent and less deep. After the land reclamation of the Fossalon island, realized in the first half of last century, its surface is substantially halved. Inside this land reclamation now is located the Valle Cavanata Nature Reserve.History of Valle Cavanata (in Italian) Compared to the western lagoon, it is less rich in islands, but they have a lot of huge trees (like the easternmost island called Panera). Anyway, between those islands stands out Barbana, which is home to the 1500 years old Sanctuary of \"Mary, mother of Jesus\" and is permanently inhabited by a community of Franciscan friars. The island is visited each year during the celebration of the \"Perdòn di Barban,\" a pilgrimage, which runs the first Sunday in July and includes a procession of boats decorated with flags in the lagoon from Grado to Barbana. Sanctuary of Barbana island (in Italian) In the eastern lagoon there it is even the island called Schiusa, recently created with fill material, and now entirely urbanized and integrated with Grado. Of course, the island-town of Grado (made historically of small islands, like Venice) is the biggest of the Grado Lagoon and is located just 20 km from the mouth of the Isonzo river. ===Marano=== The Lignano \"Porto Vecchio\" overlooking the Marano lagoon The section of Marano covers an area of 70 square kilometres and has less islands than the section of Grado. Sometimes the Grado and the Marano lagoons are considered a single huge lagoon called in Italian \"Grado-Marano Laguna\" (or even only \"Laguna di Grado\"), stretching from Grado to Lignano Sabbiadoro and called \"the twin sister of the Laguna di Venezia\". However the Marano Lagoon is under the administration of the \"Comune di Marano Lagunare\" (while the eastern section is administered mainly by the \"Comune di Grado\"). The Marano section of the lagoon is crossed longitudinally by the \"Venetian coast waterway\", a waterway that connects Venice with the mouth of the Isonzo river. This section starts on the southern side with Lignano Sabbiadoro, a resort city developed mainly after World War II. The Marano section goes until the \"Palud de Soto\" near Porto Buso and the island of Anfora, next to the mouth of the small river Aussa. The mooring complex (marina) of Lignano Sabbiadoro is the largest in Italy and among the largest in Europe, having more than 5,000 berths. The various structures of Aprilia Marittima, the harbour Marina Punta Faro, and the docks \"Porto Vecchio\" are strategically positioned around and near the southern areas of the Marano lagoon. The Nature Reserve of the Marano Lagoon stretches over more than 1,400 hectares, and it actually consists of two smaller reserves, the Reserve of the Stella River Mouth (\"Riserva Foci dello Stella\") and the Reserve of Canal Nuovo Valley (\"Riserva Valle Canal Novo\"). The environment consists mainly of reed thickets, water and sandbanks. What is specific to the Marano Lagoon is the variety of water salinity levels. This variety has enabled the development of an impressive biodiversity, both on land and in water. However, bird life is the most prominent in this lagoon, which is why birdwatchers are highly likely to get a special satisfaction while visiting the lagoon.Marano lagoon information ==Main islands in the Marano-Grado Lagoon== Marano-Grado lagoon satellite image The most important of the nearly 120 islands in the Marano-Grado Lagoon are: * Grado * Barbana island * Porto Buso * San Pietro d'Orio * Anfora * Schiusa * Panera * Morgo * Gorgo * Ravaiarina * Fossalon * Beli * Martignano ==See also== * List of islands of Italy *Venice Lagoon *Valle Cavanata Nature Reserve ==References== ==Bibliography== *Guida d'Italia. Friuli-Venezia Giulia. Touring Editore S.r.l. and Arnaldo Mondadori Editore. Milano, 2005 Category:Lagoons of Italy Category:Ramsar sites in Italy ",
    "title": "Marano Lagoon"
}