{
    "id": "44337950",
    "text": "Joseph Twadell Shipley (August 19, 1893 – May 11, 1988) was an American drama critic, author, editor and associate professor of English at Yeshiva College in New York City. Shipley graduated from City College in 1912. He received a Ph.D. in comparative literature from Columbia in 1931 with the thesis The quest for literature; a survey of literary criticism and the theories of the literary forms. Shipley taught English at Stuyvesant High School from 1914 to 1957, and also taught at City College and Brooklyn College. He was secretary to the president of Yeshiva college, assistant professor and then associate professor at Yeshiva college in the period 1928 to 1944. Shipley became drama critic of The Call in 1918. The Call later became The New Leader and Shipley was drama critic in this paper until 1962. His theater reviews were broadcast on the radio station WEVD in New York on his program First Nights from 1940 to 1982. He was president of the New York Drama Critics’ Circle 1952-1954 and was secretary for the group for 16 years, until 1982. He was the author or editor of 27 books. He published a book about Eugene O'Neill in 1928 and was among the first to write about O'Neill. His last book: Origins of English Words, was published in 1984 by Johns Hopkins University Press. Shipley was an honorary overseas member of the Critics Circle in London, and was in 1977 awarded the Townsend Harris Medal by City College for his distinguished career in criticism. == Bibliography == The bibliography is based on books registered with Library of Congress Online Catalog. === Author === {| class=\"wikitable sortable\" align=centre |- ! Title !! Edition !! Year !! Copyright year !! Comment !! Publisher !! Notes |- | The art of Eugene O'Neill. || || 1928 || 1928 || || University of Washington book store, Seattle || The art of Eugene O'Neill, 1928 in Library of Congress Online Catalog. |- | The art of Eugene O'Neill || || 1974 || 1928 || || Folcroft Library Editions, [Folcroft, Pa.] || The art of Eugene O'Neill, 1974 in Library of Congress Online Catalog. |- | The art of Eugene O'Neill. || || 1976 || 1928 || || Norwood Editions, Norwood, Pa. || The art of Eugene O'Neill, 1976 in Library of Congress Online Catalog. |- | The art of Eugene O'Neill || || 1977 || 1928 || || R. West, Philadelphia || The art of Eugene O'Neill, 1977 in Library of Congress Online Catalog. |- | Auguste Rodin, a biography. || || 1939 || 1939 || by Victor Frisch and Joseph T. Shipley || Frederick A. Stokes company, New York || Auguste Rodin, a biography, 1939 in Library of Congress Online Catalog. |- | Auguste Rodin, a biography, in Spanish: La vida y el arte de Auguste Rodin. || || 1945 || 1945 || by Victor Frisch and Joseph T. Shipley || Editorial Poseidón, Buenos Aires || La vida y el arte de Auguste Rodin, 1945 in Library of Congress Online Catalog. |- | The Crown guide to the world's great plays, from ancient Greece to modern times. || Rev., updated ed. || 1984 || 1984 || Rev. ed. of Guide to great plays. 1956. || Crown Publishers, New York || The Crown guide to the world's great plays, 1984 in Library of Congress Online Catalog. |- | Dictionary of early English. || || 1955 || 1955 || With a pref. by Mark Van Doren. || Philosophical Library, New York || Dictionary of early English, 1955 in Library of Congress Online Catalog. |- | Dictionary of word origins. || || 1945 || 1945 || || The Philosophical Library, New York || Dictionary of word origins, 1945 in Library of Congress Online Catalog. |- | Dictionary of word origins. || 2d ed. || 1945 || 1945 || || Philosophical Library, New York || Dictionary of word origins, 1945 2nd ed. in Library of Congress Online Catalog. |- | Dictionary of word origins. || 2d ed. || 1969 || 1945 || || Greenwood Press, New York || Dictionary of word origins, 1969 2nd ed. in Library of Congress Online Catalog. |- | Guide to great plays. || || 1956 || 1956 || || Public Affairs Press, Washington || Guide to great plays, 1956 in Library of Congress Online Catalog. |- | In praise of English: the growth & use of language || || 1977 || 1977 || || Times Books, New York || In praise of English, 1977 in Library of Congress Online Catalog. |- | King John || || 1925 || 1925 || || Greenberg, Publisher Inc., New York || King John, 1925 in Library of Congress Online Catalog. |- | The literary isms. || || 1931 || 1931 || || University of Washington book store, Seattle || The literary isms, 1931 in Library of Congress Online Catalog. |- | The literary isms || || 1978 || 1931 || || Norwood, Pa. : Norwood Editions || The literary isms, 1978 in Library of Congress Online Catalog. |- | The literary isms || || 1977 || 1977 || || Folcroft Library Editions, Folcroft, Pa. || The literary isms, 1977 in Library of Congress Online Catalog. |- | The mentally disturbed teacher. || 1st ed. || 1961 || 1961 || || Chilton Co., Book Division, Philadelphia || The mentally disturbed teacher, 1961 in Library of Congress Online Catalog. |- | The origins of English words: a discursive dictionary of Indo-European roots || || 1984 || 1984 || || Johns Hopkins University Press, Baltimore || The origins of English words, 1984 in Library of Congress Online Catalog. |- | Playing with words. || || 1960 || 1960 || || Prentice-Hall, Englewood Cliffs, N.J. || Playing with words, 1960 in Library of Congress Online Catalog. |- | The quest for literature; a survey of literary criticism and the theories of the literary forms. || || 1931 || 1931 || || R.R. Smith, inc., New York || The quest for literature, 1931 in Library of Congress Online Catalog. |- | Trends in literature. || || 1949 || 1949 || || Philosophical Library, New York || Trends in literature, 1949 in Library of Congress Online Catalog. |- | Word games for play and power. || || 1962 || 1962 || || Prentice-Hall, Englewood Cliffs, N.J. || Word games for play and power, 1962 in Library of Congress Online Catalog. |- | Word play. || || 1972 || 1972 || || Hawthorn Books, New York || Word play, 1972 in Library of Congress Online Catalog. |} === Editor, translator and introductions === {| class=\"wikitable sortable\" align=centre |- ! Title !! Edition !! Year !! Copyright year !! Comment !! Publisher !! Notes |- | Albert Adès' A naked king || || 1924 || 1924 || Translated from the French by Joseph T. Shipley. || A. & C. Boni, New York || Albert Adès' A naked king, 1924 in Library of Congress Online Catalog. |- | The American bookman. || v. 1, no. 1-2; winter 1943/44-fall 1944. || 1943-44 || 1943-44 || \"A quarterly of criticism and theory of the public arts.\" Edited by J.T. Shipley and others. || Philosophical Library, New York || The American bookman, 1943-44 in Library of Congress Online Catalog. |- | Dictionary of world literature; criticism, forms, technique. || || 1943 || 1943 || Editor || The Philosophical Library, New York || Dictionary of world literature, 1943 in Library of Congress Online Catalog. |- | Dictionary of world literature: criticism, forms, technique. || New rev. ed. || 1953 || 1953 || Editor with the collaboration of 250 scholars and other authorities. || Philosophical Library, New York || Dictionary of world literature, 1953 in Library of Congress Online Catalog. |- | Dictionary of world literary terms, forms, technique, criticism. || Completely rev. and enl. ed.|| 1970 || 1970 || Editor || Writer, Boston || Dictionary of world literary terms, forms, technique, criticism, 1970 in Library of Congress Online Catalog. |- | Encyclopedia of literature. || || 1946 || 1946 || Editor || Philosophical Library, New York || Encyclopedia of literature, 1946 in Library of Congress Online Catalog. |- | Modern French poetry; an anthology || || 1926 || 1926 || Compiler and translator || Greenberg, New York || Modern French poetry, 1926 in Library of Congress Online Catalog. |- | Modern French poetry; an anthology. || || 1972 || 1926 || Compiler and translator || Books for Libraries Press, Plainview, N.Y. || Modern French poetry; an anthology, 1972 in Library of Congress Online Catalog. |- | Paul Éluard's Pablo Picasso (À Pablo Picasso) || || 1947 || 1947 || Translated by Joseph T. Shipley || Philosophical Library, New York || Paul Éluard's Pablo Picasso, 1947 in Library of Congress Online Catalog. |- | Ralph Cheyney's Touch and go. || || 1926 || 1926 || Introduction by Joseph T. Shipley || H. Harrison, New York || Ralph Cheyney's Touch and go, 1926 in Library of Congress Online Catalog. |- | Roy Mitchell's The school-theatre; a handbook of theory and practice. || || 1925 || 1925 || Introduction by Joseph T. Shipley || Brentano's, New York || Roy Mitchell's The school-theatre, 1925 in Library of Congress Online Catalog. |} == References == == External links == *Publisher-supplied biographical information about contributor(s) for The origins of English words : a discursive dictionary of Indo-European roots / Joseph T. Shipley. in the Library of Congress catalog. *\"Joseph T. Shipley\" in WorldCat library catalog ;Archives containing material written by Joseph T. Shipley *The development of Henrik Ibsen in George Bernard Shaw; a comparison and contrast. Shipley, Joseph T. (Joseph Twadell), 1893-1988. Masters essay. Columbia University. 1915. Archive registered with ArchiveGrid. * Papers, 1917-1939. Shipley, Joseph T. (Joseph Twadell), 1893-1988. New York State Historical Documents, miscellaneous correspondence, poems, clippings, and printed material. Archive registered with ArchiveGrid. * New Leader (New York, N.Y. : 1924). University of Pennsylvania - Rare Book and Manuscript Library. Correspondence with Theodore Dreiser from Joseph T. Shipley, Dramatic Critic, Edward Levinson, Asst. Editor, and Ben Blumberg, Advertising Dept., New Leader. Periodical published by New Leader Pub. Association. Archive registered with ArchiveGrid. *Correspondence, 1923 - 44 - Joseph Shipley/ Allen Tate (Container List. Box 1 Fugitive Materials. 10. The Fugitive) SPECIAL COLLECTIONS Jean and Alexander Heard Library Vanderbilt University, Fugitive and Agrarian Collection Addition. MSS 622 Arranged and described in Spring/Summer 2010, Vanderbilt University Special Collections and University Archives. Category:1893 births Category:1988 deaths Category:American theater critics Category:Linguists from the United States Category:American translators Category:Columbia University alumni Category:City College of New York alumni Category:City College of New York faculty Category:Yeshiva University faculty Category:American academics of English literature Category:Etymologists Category:American art critics Category:20th-century translators Category:Brooklyn College faculty Category:20th-century linguists ",
    "title": "Joseph Twadell Shipley"
}