{
    "id": "44334905",
    "text": "Nevada's original State Routes were developed beginning in 1917 upon the creation of the Nevada Department of Highways. Route numbers were not assigned according to any particular numbering system, and sequential numbers were often scattered throughout the state. For example, while State Routes 27 and 28 were designated along highways near Lake Tahoe in northwestern Nevada, State Route 29 connected to Death Valley in central Nevada and State Route 30 was connected to Utah in northeastern Nevada. Additionally, several suffixed highways, branching from the original parent route, were also designated. The numbering of state routes was designated in state laws by the Nevada Legislature (codified in the Nevada Revised Statutes in later years); this had the side effect of many routes not being fully owned or maintained by the state. During the 1976 renumbering of Nevada's state highway system, the majority of Nevada's two-digit routes were eliminated. Most of the old two- digit routes were reassigned to one or more of the new three-digit highway numbers (State Routes 28, 88, and 140 were the only routes to keep their pre-1976 numbers). Other routes were immediately eliminated from the state highway system, while a select few retained their pre-1976 numbers on official state maps into the 1980s only to be later reassigned or decommissioned. Prior designated routes that were not maintained by the highway department were removed from the state highway system, and routes were no longer legally defined in state law. ==List== Note: Links below either lead to an article about the route or redirect to an article about the route that replaced it. ==See also== *List of state routes in Nevada *Transportation in Nevada ==References== *Nevada Department of Transportation, State Maintained Highways of Nevada: Descriptions & Maps *Nevada Department of Transportation, Historical Maps *University of Nevada, Reno, Nevada in Maps: Nevada Highway Maps - 1917-2005 ==External links== *Nevada Highways @ AARoads State 1976 ",
    "title": "List of state routes in Nevada prior to 1976"
}