{
    "id": "44345268",
    "text": "Nikac Tomanović (; 1755–56), known in epic poetry as Nikac of Rovine (Никац од Ровина/Nikac od Rovina), was Montenegrin harambaša in Nikšić and contemporary of Sava Petrović Njegoš (1735–1782). ==Life== ===Primary sources=== The history of Nikac is known by poems collected by Sima Milutinović Sarajlija and Petar II Petrović-Njegoš, the Prince-Bishop of Montenegro (1830–1851), and subsequently collected epic poems. ===Early life=== Nikac was born in Rovine, of the Sanjak of Herzegovina of the Bosnia Eyalet, Ottoman Empire (now western Montenegro). He was the son of Vuk Tomanović, of the Cuce tribe, a contemporary of Danilo I, Metropolitan of Cetinje (1696–1735). Vuk was not a glavar (head) in the Montenegrin tribal assembly. The Tomanović hailed from Old Kuči (eastern Montenegro). ===Stories=== In ca. 1750 Nikac and his 40 companions penetrated through an Ottoman army base of 30,000 men, killed the Osman-Kaiha Pasha, and Nikac succeeded, though wounded, to \"cutting his way back\" with a few surviving men. It is said that he and his 40 men came to surrender themselves to the pasha, then killed him in his own tent, like Miloš Obilić had done to the sultan. According to another story a general with 45,000 men invaded Montenegro but was defeated by vladika Vasilije Petrović and killed by Nikac, who gave the general's sabre to Vladika Sava. He was then sent to Dobrota, near Kotor, to heal his wounds. According to an epic poem, he murdered Odo Beg Mušović. Nikac took a charge of the collected haraç (tax) to Hamza Pasha. As Nikac was feared by the Turks, Hamza accepted this. Jašar Babić however, disapproved, and went with his armed band to steal Nikac's livestock. Early at dawn, Nikac and Jašar met and fired their guns at the same time, killing each other. According to another story, Nikac stops the stealing, recovers the sheep, kills thirty Turks, and takes seven or eight prisoners. ==Legacy== During his rule, vladika Petar II Petrović-Njegoš of Montenegro wanted to establish a medal for heroism, named after Nikac. However, senators Filip Đurašković and Stevan Vukotić suggested that the medal be named after Miloš Obilić instead, as he had killed the sultan and Nikac killed a pasha. Therefore, the medal established in 1847 as the highest military decoration in Montenegro became known as the Obilić medal. Milutin Tomić used the pseudonym \"Nikac od Rovina\". ==Epic poetry== *Haračlija Crnogoraca (1833) by Sima Milutinović *Nikac od Rovina, in The Serbian Mirror (1835) by Petar II Petrović-Njegoš *Ovce Nikca od Rovina *Smrt Nikca od Rovina *Babić Jašar i Nikac od Rovaca ==References== ===Secondary sources=== * * * Category:18th-century deaths Category:Ottoman period in the history of Montenegro Category:People from Nikšić Category:Characters in Serbian epic poetry Category:Hajduks Category:Montenegrin soldiers ",
    "title": "Nikac Tomanović"
}