{
    "id": "44344623",
    "text": "Pitkyaranta (; ; ) is a town and the administrative center of Pitkyarantsky District of the Republic of Karelia, Russia, located on the northeastern coast of Lake Ladoga. Population: ==History== Originally a part of Finland, Pitkäranta was part of the municipality of Impilahti. Pitkäranta was the largest settlement center in Impilahti, with about 2,000 inhabitants in the late 1930s. Pitkäranta was also the center of Salmi Parish. The Pitkäranta Orthodox parish comprised the eastern part of Impilahti municipality and the Uuksu area of Salmi. Pitkäranta also formed a prayer room under the Impilahti Lutheran Congregation. There was also a secondary school in Pitkäranta. Pitkäranta was, above all, a major industrial location. The most important industries were the mining and forestry industries. Mining in Pitkäranta began as early as the 18th century and its heyday was in the 19th century. The Pitkäranta mines produced, among other things, iron and silver. Mining was at a standstill in the early 20th century, but a resumption was planned. Pitkäranta also had sawmills, a red soil factory and a glass factory started in 1889, whose main products were bottles. Diesen Wood Oy's sawmill began operations on Pusunsaari in 1920 and a sulphite pulp mill in 1921. A plot of land was planned in Pitkäranta, but war and regional handovers prevented the plan from being implemented. Pitkäranta was ceded to the Soviet Union in the peace of Moscow in 1940. In the Soviet Union, it became a city on July 9, 1940. In the Continuation War, Finland recaptured Pitkäranta in 1941, but had to cede it again in 1944. Most of Pitkäranta's buildings were destroyed during the wars. ==Administrative and municipal status== Within the framework of administrative divisions, Pitkyaranta serves as the administrative center of Pitkyarantsky District, to which it is directly subordinated.Law #871-RZK As a municipal division, the town of Pitkyaranta, together with three rural localities, is incorporated within Pitkyarantsky Municipal District as Pitkyarantskoye Urban Settlement.Law #813-RZK ==International relations== ===Twin towns and sister cities=== Pitkyaranta is twinned with: * Kuopio, Finland * Pikalyovo, Russia ==References== ===Notes=== ===Sources=== * * * Category:Cities and towns in the Republic of Karelia Category:Monotowns in Russia ",
    "title": "Pitkyaranta"
}