{
    "id": "44346031",
    "text": "Morris Dickstein (born February 23, 1940) is an American literary scholar, cultural historian, professor, essayist, book critic, and public intellectual. He is Distinguished Professor Emeritus of English at CUNY Graduate Center in New York City. A leading scholar of 20th-century American literature, film, literary criticism, and popular culture, Dickstein's work has appeared in both the popular press and academic journals, including The New York Times Book Review, Partisan Review, TriQuarterly, The New Republic, The Nation, Harper’s, New York Magazine, Critical Inquiry, Dissent, The Times Literary Supplement, The Chronicle of Higher Education, Slate, and Bookforum. Dickstein was a contributing editor to Partisan Review from 1972-2003 and a member of the board of directors for the National Book Critics Circle.Banks, Eric. \"Critical Library: Morris Dickstein.\" Critical Mass: The Blog of the National Book Critics Circle Board of Directors. 3 October 2009. Accessed 1 October 2014 He is a member of the National Society of Film Critics and former president of the Association of Literary Scholars and Critics.ALSCW.org. \"Local Meeting in New York City.\" 19 December 2012. Accessed 10 October 2014. Dickstein is the author of several books on American literature and culture, including Gates of Eden: American Culture in the Sixties (1977), which was named one of the “Best Books of 1977” by The New York Times Book Review;LibraryThing. \"New York Times Best Book Books of the Year.\" Accessed 15 October 2014. Double Agent: The Critic and Society (1992); Leopards in the Temple: The Transformation of American Fiction, 1945 – 1970 (2002); A Mirror in the Roadway: Literature and the Real World (2005); and Dancing in the Dark: A Cultural History of the Great Depression (2009), which was nominated for the National Book Critics Circle Award for Criticism. The late author Norman Mailer called Dickstein “one of our best and most distinguished critics of American literature.”Mailer, Norman. Cover Quote for Dickstein, Morris. A Mirror in the Roadway: Literature and the Real World. Princeton, N.J: Princeton University Press, 2005. ==Early life and education== Dickstein was born in New York City to Jewish émigrés from Europe. He grew up on the Lower East Side of Manhattan and was raised Orthodox Jewish. Dickstein attended a Yeshiva for 12 years before doing his undergraduate work at Columbia University. During this period Dickstein also attended the Jewish Theological Seminary (JTS) in order to “modernize” the Hebrew education he had received during his time at the Yeshiva. At JTS, Dickstein studied under Abraham Joshua Heschel. Moving away from Orthodox Judaism, Dickstein dropped out of the Seminary after three and half years, during his final semester of undergraduate work at Columbia.Boynton, Robert. \"Between Generations: A Conversation with Morris Dickstein.\" Minnesota Review 55-56 (2002). Initially thinking he would become a journalist or lawyer, during his sophomore year at Columbia Dickstein read Jacques Barzun’s Teacher in America and Lionel Trilling’s The Liberal Imagination. These works convinced him that he could continue to do professionally what he loved to do as a student—read and write about literature. The Liberal Imagination introduced Dickstein to “literary criticism as an art and a calling.” Dickstein graduated from Columbia with a B.A. in 1961 and an M.A. from Yale in 1963. From 1963 to 1964 he studied at Clare College, Cambridge, before returning to Yale to receive his PhD in 1967. Harold Bloom directed Dickstein's dissertation, entitled The Divided Self: A Study of Keats’ Poetic Development. ==Teaching career== For the majority of his professional career, Dickstein has taught in the CUNY system, chiefly at Queens College and at CUNY Graduate Center, while maintaining strong ties with Columbia via the school's “Seminar on Theory of Literature” and the \"Seminar on American Studies.\" Additionally, he has served on the board of trustees for the Columbia Daily Spectator since 1977. He founded The Center for the Humanities at CUNY Graduate Center in 1992. He was named “Distinguished Professor of English” by CUNY in 1994. ==Selected works== ===Dancing in the Dark: A Cultural History of the Great Depression=== Published in 2009 by W.W. Norton & Company, Dickstein's cultural history of the U.S. in the 1930s considers the complicated dynamic between art and entertainment in the decade, suggesting that the era produced a wide array of popular culture that shares an interest in how “ordinary people lived, how they suffered, interacted, took pleasure in one another, and endured.”Dickstein, Morris. Dancing in the Dark: A Cultural History of the Great Depression. New York: W.W. Norton, 2009. p. xiv. A sizable portion of Dancing in the Dark focuses on what is typically thought of as \"escapist\" entertainment from the decade. The book is filled with extended analyses of the decade's most popular sorts of entertainment: the musicals of Busby Berkeley, the performances of Humphrey Bogart, the films of Frank Capra, and the dance routines of Fred Astaire and Ginger Rogers. It also contains lengthy analyses of movements and works that are typically thought of as \"high culture\": the Art Deco movement, the novels of William Faulkner, Orson Welles’ Citizen Kane, and the orchestral pieces of Aaron Copland. Maureen Corrigan at NPR calls Dancing in the Dark “a penetrating work of cultural history” and “a thrill to read” because of Dickstein's “zesty voice” and “lightly worn erudition.”Corrigan, Maureen. \"A Waltz Through Depression-Era Art and Culture.\" 22 September 2009. Accessed 10 October 2014. The book was nominated for the National Book Critics Circle Award in Criticism. ===Leopards in the Temple: The Transformation of American Fiction, 1945 – 1970=== Published in 2002 by Harvard University Press, Leopards in the Temple is a collection of essays about post-WWII U.S. fiction, film, and culture. Dickstein's work in this book provides a corrective to the common characterization of the 1950s as a time exclusively of conformity and conservatism. He identifies the “strong radical undercurrents that led directly to the culture wars of the 1960s” through a close examination of the “stream of outsider figures who would do more than anything else to define the character of postwar writing”:Dickstein, Morris. Leopards in the Temple: The Transformation of American Fiction, 1945-1970. Cambridge, MA: Harvard University Press, 2002, p. 4. Ralph Ellison, Flannery O’Connor, Norman Mailer, and Jack Kerouac, among others. Authors of popular literary fiction in the 1950s, these writers expressed deeply felt cultural anxieties about conformity, race, technology, and patriarchy, even as the culture-at-large was in the midst of unparalleled economic prosperity. Dickstein points to the popularization of Freud’s theories, and to the Film Noir of the period, in order to deflate the “selective cultural memory” of the 1950s as a time of “sunny, even mindless optimism.” The Los Angeles Times writes that Leopards in the Temple is the most “lucid and enjoyably written study of postwar American fiction to have come along in years.”Siegel, Lee. \"The Postwar Fate of American Fiction.\" The Los Angeles Times. 26 May 2002. Accessed 14 October 2014. ==References== ==External links== *Faculty Page at CUNY Graduate Center *Morris Dickstein's Website *Slate.com Book Club: Leopards in the Temple. *Forbes interview on Dickstein's favorite musicals *Articles at The Nation *List of interviews * Category:Living people Category:1940 births Category:Graduate Center, CUNY faculty Category:Columbia University alumni Category:Alumni of Clare College, Cambridge Category:Writers from New York City Category:American non-fiction writers ",
    "title": "Morris Dickstein"
}