{
    "id": "44341294",
    "text": "The group's current appearance at Olympia The Group of Zeus and Ganymede is a multi-figure Late Archaic Greek terracotta statue group, depicting Zeus carrying the boy Ganymede off to Mount Olympus. It was created in the first quarter of the fifth century BC and is now displayed near where it was originally found in the Archaeological Museum of Olympia. The group was probably the acroterion of one of the treasuries at Olympia; earlier theories suggested it was contemporary with the Temple of Zeus. The size of the figure is unusual - it is less than life size, but well over the normal size for a terracotta figure. The work is dated to around 480-470 BC, the transitional period between the archaic and the classical periods, and is attributed to a Corinthian workshop. ==Discovery== The first parts of the fragmentary group was found in 1878 in the southwestern and western area of the stadium at Olympia, near the surface. Further pieces were found in the same location up to 1938. Today, the statue group, which has been reconstructed as far as possible but is not complete, is kept in the local archaeological museum, where it is listed under inventory number T 2. On account of the fragmented nature of the statue during its discovery, parts of it were assigned further inventory numbers and as a result, Ganymede is sometimes referred to under inventory number 106. ==Description== The two figures are connected to one another. The larger figure, Zeus, holds the smaller figure, clutching him tightly with his right arm. Zeus's right arm went under Ganymede's own right arm, which is broken below the shoulder and is almost entirely lost. In his left hand, Zeus holds a wooden walkingstick. Zeus wears a long tunic which hangs loosely over his left arm and his hips. His upper body is exposed, but the tunic completely covers his back. The legs of the god are in a striding posture, his left leg poking out through a gap in his tunic. He is barefoot. Part of the left leg is poorly preserved, like the edge of the tunic and there is damage to his right foot, left elbow and head. His damaged head, which is made from a separate piece of clay, is decorated with a hat with orderly locks of hair issuing from underneath it. The sharpness of his chin is striking. His restrained smile is a late form of the so-called \"archaic smile\". The completely naked figure of Ganymede is more fragmentary than Zeus and has been reconstructed from a large number of pieces. In addition to his arm, part of his chest, his feet and his pubic region are missing. Ganymede also wears a hat and has the same carefully arranged corkscrew locks underneath it. The long hair hangs down over his neck and shoulders. His expression is strained, serious and pensive, in strong contrast to Zeus' satisfied expression. In his left hand Ganymede holds a hen, a common gift associated with pederasty at the time. Remnants of paint survive in many places, particularly Zeus' red-brown tunic with dark brown lines at the edges and his black beard, hair and hat. The god stands on an architectural base in the shape of a gable. == Context == The scene depicted is well known from Greek mythology; it is the moment when Zeus snatches the youthful Ganymede off to Olympus. The hen places the scene in a cultural context, as does the god's walking stick. The homoerotic connection between a grown man and a youth was not disapproved of by ancient Greek culture - on the contrary, if kept within certain limits, it formed part of an aristocratic ideal. As a god, Zeus could naturally transgress those limits and steal the youth away. The terracotta group appears to be the earliest work of Greek art in which the eyes are depicted in an expressive way and the figures do not simply stare straight ahead as previously the norm. == Bibliography == * Werner Fuchs. \"Zeus raubt Ganymed.\" in Alfred Mallwitz, Hans-Volkmar Herrmann (Edd.): Die Funde aus Olympia. Deutsches Archäologisches Institut, Athen 1980, p. 155\\. * Aliki Moustaka. \"Großplastik aus Ton in Olympia.\" Olympische Forschungen 22. de Gruyter, Berlin 1993, pp. 42 ff. No. C 1 Tbl. 33–39. * Olympia Vikatou. Olympia. Die archäologische Stätte und die Museen. Ektodike Athenon, Athen 2006, , pp. 71–72. == External links == * Zeus with Ganymede, Olympia Archaeological Museum Inv. 106 in Arachne, the archaeological database. * Head of the terracotta statue of Zeus in Arachne, the archaeological database. * Terracotta statue of Ganymede in Arachne, the archaeological database. Category:Ancient Olympia Category:Terracotta sculptures in Greece Category:Archaeological discoveries in Greece Category:5th-century BC Greek sculpture ",
    "title": "Group of Zeus and Ganymede"
}