{
    "id": "44340677",
    "text": "Jadwiga Abramson (17 February 1887 –1944) was a child psychologist born and raised in Poland, and educated in France. == Biography == Abramson attended the University of Paris, to pursue her medical degree. Staying in Paris, she began her career in neuropsychiatry at the Clinic of Pediatric Neuro- Psychiatry, where she was appointed the chief of psychology. She was the co- founder in 1925, with Dr. Georges Heuyer (1884-1977), of the Clinic of Pediatric Neuro-Psychiatry in Paris. She died around 1944. == Selected publications == === Journals === * Abramson, J. (1920). Recherches sur les fonctions mentales de l'enfant à l'âge scolaire. Des services que peuvent rendre les examens psychologiques pour la connaissance d'une classe [L'Année psychologique] 22 pp. 184–220 * Abramson, J., M. JADWIGA, and H. KOPP. \"L'echelle métrique du developppement de la motricité chez l'enfant et chez l'adolescent par N. Oseretsky; traduite et adaptée.\" L'Hygyène Mentale 31 (1936): 53-75. === Books === *L'enfant et l'adolescent instables études cliniques et psychologiques by Jadwiga Abramson * L'enfant et l'adolescent instables by Jadwiga Abramson (1940) * Notes sur quelques corrélations psycho- motrices chez les écoliers normaux by Jadwiga Abramson, and Suzanne Le Garrec (1937) * L'Hygiène mentale de l'enfant en Allemagne. Rééducation et orientation professionnelle, by Jadwiga Abramson by Jadwiga Abramson (1931) * Sur l'organisation de l'enseignement sélectif. Le système de Gary, by Mlle Jadwiga Abramson by Jadwiga Abramson (1928) * Le profil mental de l'enfant by Jadwiga Abramson * Quelques pratiques de rééducation des anormaux à l'âge scolaire by Jadwiga Abramson * Notes sur le mouvement psychotechnique en Allemagne by Jadwiga Abramson * Le Profil mental dans l'examen des jeunes délinquants, by Dr. Georges Heuyer et Jadwiga Abramson (1931) * Sur l'organisation de l'enseignement sélectif : le système de Gary by Jadwiga Abramson * Les Aptitudes intellectuelles spéciales chez les instables : Extrait des annales Médico-Psychologiques by Jadwiga Abramson * Sur l'organisation de l'enseignement primaire sélectif en Allemagne by Jadwiga Abramson * L'Oeuvre de rééducation intellectuelle et morale en Belgique, by Jadwiga Abramson et Hélène Kopp (1932) * Psycholopathologie expérimentale comparée entre les séquelles d'encéphalite épidémique et les perversions constitutionnelles chez les enfants, by Dr. J. Roubinovitch et Jadwiga Abramson (1928) ==References== Category:1887 births Category:20th-century deaths Category:University of Paris alumni Category:Polish emigrants to France Category:French psychologists Category:French women psychologists Category:Neuropsychologists Category:20th-century psychologists ",
    "title": "Jadwiga Abramson"
}