{
    "id": "44348741",
    "text": "The San Vicente Ferrer chapel, popularly referred to as the Pio chapel is a Roman Catholic chapel located at Barangay Pio, in Porac, Pampanga. Built in 1861, the chapel is believed to be the first circular chapel of its kind in the Philippines. In 2019, a magnitude 6.3 earthquake caused the two pilasters on the chapel's facade to collapse. ==History== The 19th-century Pio chapel is located at Barangay Pio, south of the Porac town proper. Originally a privately-owned hacienda chapel, it is now used as a community chapel and masses are consistently held inside the chapel every Saturday at 5:00 PM. It was erected in 1861 by Don Felino Gil, founder of the Escuela de Artes y Oficios (now Don Honorio Ventura Technological State University), recognized as the oldest trade school in Asia. Don Felino, a prominent Spanish military man responsible for paving the way for the coming of Spanish missionaries in the area, acquired vast tracts of land as a reward for his service. He later converted his land into lucrative sugarcane plantations. Don Felino, along with his other relatives and descendants, are interred inside the said chapel, among hand-painted tiles. The chapel is a rare gem for Philippine church architecture since it is recognized as one of the oldest and best-reserved chapels in the country despite the fact that in Pampanga alone, several Spanish-era chapels still stand to this day. Moreover, the circular form of the chapel is a rarity during the era of its construction, together with the oval-shaped Saint Pancratius chapel of Paco Park. Both structures predate another prominent circular chapel, the Parish of the Holy Sacrifice in University of the Philippines, Diliman, by almost a hundred years. ==Architecture== The chapel features a two-level façade, with Tuscan columns flanking a semicircular arch main portal on the first level and a semicircular arch window on the second level. The façade is topped by a triangular pediment bearing the inscription 1861, the year the chapel was completed. The roofing of the first level moves toward the center of the structure, where a smaller polygonal dome caps the entire chapel. ==Controversy on The Chapel’s Preservation== During the early years of the 21st century, news spread out that the chapel has been sold to Architect Gerry Acuzar, president of the New San Jose Builders, Inc. and known for his collection of antique houses which he dismantles and transfer to his estate at Bagac, Bataan (now the Las Casas Filipinas de Acuzar, an open-air museum and hotel-resort). Sources tell that the chapel was supposed to be transferred to the 50-hectare property of Architect Acuzar to complete the old town setting of the property that he is developing. The news alarmed heritage conservation advocates, stating the heritage structures lose their value when they are removed from the context from which it such buildings are originally built on. As of writing, the chapel still remains on its original setting. ==See also== * Santa Catalina de Alejandria Church (Porac) ==References== Category:Roman Catholic churches in Pampanga Category:Baroque architecture in the Philippines Category:Spanish Colonial architecture in the Philippines Category:1861 establishments in the Philippines Category:Roman Catholic chapels in the Philippines ",
    "title": "Pio Chapel"
}