{
    "id": "44340030",
    "text": "Al Vandenberg (1932–2012) was an American photographer notable for his street portraiture and collaboration on the album cover of Sgt Pepper's Lonely Hearts Club Band by The Beatles. ==Early life== Vandenberg was born to Dutch parents in Boston, USA in 1932. Joining the US military and serving in the Korean War, Vandenberg later attended art school in Boston then studied photography in New York City with Alexey Brodovitch, Richard Avedon and Bruce Davidson. Taking images of poverty, urban deprivation and ethnic minorities on the streets of New York – themes already explored by Diane Arbus and Garry Winogrand – Vandenberg's photographs were subsequently exhibited at the Smithsonian Institution for President Lyndon B. Johnson's War on Poverty.http://ericfranck.com/pages/al-vandenberg.htm ==Photographic career== Vandenberg worked as an art director for ad agency Doyle, Dane and Bernbach in New York. He was already a keen photographer before moving to London and had a photograph in the Museum of Modern Art. He moved to London in 1964 to pursue a career in photography- editorial, fashion, advertising and music. Vandenberg collaborated on the album cover of Sgt Pepper's Lonely Hearts Club Band. Disillusioned with his commercial practice, Vandenberg eventually abandoned his business work altogether to concentrate on his personal street portraits. From the 1970s onwards, Vandenberg's own photographs—as opposed to his commercial work—were made on the streets, although the emphasis of the pictures had now changed. Where earlier he had studied depression and poverty, producing images of alienation, he now photographed people looking directly into the camera and enjoying themselves; people who attracted him and with whom he could establish a rapport. His subjects were now relaxed and responsive, sharing with him in the making of the picture. His series of high street photographs embraced the people of Singapore, Tokyo, Hollywood, New York, Hong Kong, Beijing, Laos and London, and totalled thousands of images. In 1980 Vandenberg co-founded the \"Hereford Photography Festival\". This was the longest running annual photography competition in the UK until its closure in 2012.http://www.tessabunney.co.uk/wp-content/uploads/2010/10/HPF- Brochure.pdf In 2016 Stanley Barker published Vandenberg’s first monograph ‘On a Good Day: Al Vandenberg’. \"Vandenberg sees all this with a sincere and perceptive eye and a sensitive understanding of character, regardless of social standing and cultural background…\" explains Senior Curator of the V&A;, Martin Barnes, in his afterword. ==Death== Vandenberg died in Hereford, UK in 2012 having completed his third trip to China where he was preparing a body of work on its young people entitled \"The Good People of China\". Shortly after Vandenberg's death in 2012 his work was exhibited at Tate Britain and the V&A; Museum London. Vandenberg is survived by three children, Michael, Thomas and Tess. ==Permanent collections== * The Smithsonian Institution, Washington DC * The Stedelijk Museum, Amsterdam * Musee de L'Elysee, Lausanne * The Kobal Collection * The Wagstaff Collection * Museum of Modern Art, New York * Victoria & Albert Museum, London * British Council * Tate Britain, London ==Selected Exhibitions == * 2012: Tate Britain, London * 2012: Victoria & Albert Museum, London * 1985: Sala Arcs De Caixa De Barcelona, Spain * 1985: Circulo De Bellas Artes, Madrid, Spain * 1981: Zagreb, Galerije Grada, Yugoslavia * 1980: British Council, Rotterdam, Netherlands ==References== * V&A; · Staying Power: Photographs of Black British Experience * https://web.archive.org/web/20141206151833/http://collection.britishcouncil.org/collection/artists/al- vandenberg-1932 * Another London: exhibition room guide, room 7 * Another London: photos of London from 1930–1980 * The Beatles Bible – Cover shoot for Sgt Pepper * My generation: British childhood from the age of austerity to the age of excess | London Evening Standard * Subscribe to read Financial Times * https://www.standard.co.uk/goingout/exhibitions/london-through-a- lens-7952559.html * Photo festival reaches 20 years * Hereford Photography Festival | The Arts Desk * ==External links== * * Al Vandenberg – Permanent collection V&A; Museum London * Al Vandenberg – Permanent collection Tate Britain London * Al Vandenberg – Permanent collection The British Council Category:1932 births Category:2012 deaths Category:Photography in China Category:Street photographers Category:Artists from Boston Category:American photographers Category:American expatriates in the United Kingdom ",
    "title": "Al Vandenberg"
}