{
    "id": "44341446",
    "text": "Karin J. Blakemore (born 1953) is a leading medical geneticist and works in gynecology and obstetrics, human genetics, and maternal and fetal medicine. Dr. Blakemore's major contribution to medicine stems from her research as a member of a team that aimed to fight genetic disorders through the in utero transplantation of donor cells using a mouse as an animal model. Through this initial research in regards to first trimester prenatal diagnosis, Blakemore initiated the beginning of research on in utero bone marrow transplantation for genetic disorders of the fetus. ==Education== Karin Blakemore began her education by earning her B.A. degree from the University of Pennsylvania. She went on to earn her M.D. degree from the Medical College of Ohio at Toledo in 1978. After medical school, Dr. Blakemore completed her residency at the New York University Medical Center with a concentration in obstetrics and gynecology. Blakemore went on to pursue a postdoctoral fellowship at Yale University School of Medicine in human genetics and later pursued another postdoctoral fellowship through the Washington University School of Medicine in St. Louis in maternal-fetal medicine. ==Career== In 1987 Dr. Blakemore joined Johns Hopkins School of Medicine where she was appointed to the position of director of chorionic villus sampling program and laboratory and director of alphafetoprotein (AFP) referral service. After five years in her positions, Blakemore took on the position of director of the prenatal diagnostic center in 1992 and in 1994 was appointed to the position of the director of maternal-fetal medicine and that division's fellowship program. Dr. Blakemore's team at the Johns Hopkins University's Institute of Genetic Medicine worked to determine the ideal number of cells to use in human in utero transplantation by utilizing a human-mouse model. Implanting human donor cells into the human-mouse model allowed the team to predict both the lower and upper extremes of outcome that occur during transplants. As a result of Blakemore's team's research it is a possibility that in utero transplants for a variety of congenital disorders may be developed. Blakemore has three board certifications through the American Board of Medical Genetics, Obstetrics and Gynecology, and Maternal-Fetal Medicine. In addition to her medical career, Blakemore has joined the faculty of Johns Hopkins School of Medicine as an associate professor in oncology, obstetrics, and gynecology, and the Johns Hopkins Bloomberg School of Public Health in population and family health sciences. ==Honors== Dr. Blakemore was recommended to \"Best Doctors in America\" by her peers and was recognized by the Society of Perinatal Obstetricians with their Award for Best Genetic Research in the field of Perinatal Medicine. ==References== Category:American geneticists Category:1953 births Category:Living people Category:University of Pennsylvania alumni Category:Place of birth missing (living people) Category:University of Toledo alumni ",
    "title": "Karin J. Blakemore"
}