{
    "id": "44348935",
    "text": "Mouvements perpétuels, FP 14a, is a short three-movement suite for solo piano by the French composer Francis Poulenc, premiered in Paris in December 1918, when Poulenc was aged 19 and a protégé of Erik Satie. The work is dedicated to the artist Valentine HugoHell, pp. 4 and 100 and was first performed by Poulenc's piano teacher, Ricardo Viñes.Nichols, Roger. \"Francis Poulenc\", MusicSalesClassical.com, 1992, accessed 9 November 2014 From January 1918 to January 1921 Poulenc was a conscript in the French army, but his duties allowed him time for composition.Chimènes, Myriam and Roger Nichols. \"Poulenc, Francis\", Grove Music Online, Oxford Music Online, Oxford University Press, retrieved 24 August 2014 He wrote the pieces at the piano of the local elementary school at Saint-Martin-sur-le-Pré.Hell, pp. 9–10 The suite was an immediate success with public and performers, and it remains one of the composer's most popular works. The pianist Alfred Cortot described the three movements as \"reflections of the ironical outlook of Satie adapted to the sensitive standards of the current intellectual circles\".Hell, p. 4 The mature Poulenc merely tolerated the piece,Schmidt, p. 182 judging it, like much of his lighthearted music, trivial in comparison with his more serious music. He wrote that \"if people are still interested in my music in 50 years' time it will be for my Stabat Mater rather than the Mouvements perpétuels.\" In a centenary tribute in The Times Gerald Larner commented that Poulenc's prediction was wrong, and that in 1999 the composer was widely celebrated for both sides of his musical character: \"both the fervent Catholic and the naughty boy\". Larner added that despite the composer's high reputation abroad, the French had never fully grasped Poulenc's serious side and thus tended to neglect his music. The pianist Pascal Rogé commented, \"French people don't like the image of themselves that Poulenc sends to them … they see him as superficial while they want to be seen as serious\".Larner, Gerald. \"Maître with the light touch\", The Times, 6 January 1999, p. 30 The author and pianist Roger Nichols wrote: \"Here the Parisian and provincial elements in Poulenc’s make-up jostle each other, with occasional attempts at coalescence: the tunes are superbly naïve (Ravel envied Poulenc his ability 'to write his own folksongs'), while the little flourishes with which each piece 'signs off' are the epitome of urban irony.\" The suite takes about five minutes in performance. The commentators Marina and Victor Ledin write, \"Each of the three pieces ends inconclusively, leaving the music unresolved, to linger in our minds\". Poulenc described them as \"ultra-easy\", and compared them to a brisk stroll by the Seine.Ledin, p. 3 An orchestrated version of 1925 was called Trois movements perpétuels, FP 14b. ==Structure== ;I. Assez modéré :(crotchet = 144 in the published score) :The movement consists of 24 bars. The first 19 bars are repeated. The final three bars are slower, and the last is marked \"Très lent\" (very slow).\"Mouvements perpétuels, FP 14 (Poulenc, Francis)\", IMSLP, retrieved 9 November 2014 ;II. Très modéré :(crotchet = 92) :There are 14 bars in this movement. It is mostly piano or pianissimo, with only four bars marked mezzo-forte. The movement ends with a ppp (pianississimo) two-octave upward glissando. ; III. Alerte :(crotchet = 138) : The finale is the most exuberant of the three, although like the second movement it ends PPP. It moves between 4/4, 7/4, 3/8 and 5/4 time. There are 58 bars. ==References== ==Bibliography== * * * * Category:1918 compositions Category:Compositions for solo piano Category:Compositions by Francis Poulenc ",
    "title": "Trois mouvements perpétuels"
}