{
    "id": "44348086",
    "text": "Sky World News Tonight (also known on air as World News Tonight) is an international news programme transmitted between 20:00 and 21:00 UK time weekdays on Sky News from 24 October 2005 until 10 July 2006. It was launched on 24 October 2005 as part of a revamp of the channel but ended less than twelve months later. The production team was responsible for compiling its three main features: Sky World News and the Sky Review and Business report. From its beginnings in the autumn of 2005, this programme was shown right through until July 2006. The show was cancelled on 10 July 2006, along with The Sky Report, as part of a minor re-shuffle of the Sky News schedules, its replacement was Sky News with Martin Stanford. The show's presenter James Rubin can still be seen on Sky News as a World News Commentator although World News Tonight is no more. ==Features== World News Tonight featured in-depth reports, analysis and comment based on news from around the world regardless of whether it was being covered in the hourly broadcasts. It was presented by James Rubin and consisted of the main presentation desk revolving to a presentation position of Rubin seated in front of a neon globe with studio guests then able to be seated either side of him. Many of the show's guests appeared via link-up from other countries. The focus was on events outside of the UK but the show usually incorporated brief domestic news updates. These were presented by either Chris Roberts or Gillian Joseph, who co-presented Sky News Tonight at 9pm. Sky News' Foreign Affairs Editor Tim Marshall contributed to the programme, and on occasion hosted during Rubin's absence. American neo- conservative commentator William Kristol also appeared from the U.S. as a guest contributor. Rubin also presented the show from international locations including Jerusalem (split between Israel and Palestine), and Aleppo (Syria). Category:2005 British television series debuts Category:2006 British television series endings Sky World News Tonight Category:Sky UK original programming Category:Sky television news shows ",
    "title": "World News Tonight (TV series)"
}