{
    "id": "44341210",
    "text": "Fletcher Pearl Riley McBroom (16 March 1926 – 19 March 2004) was an American cardiologist. SheV. Sammons refers to her as \"he\" but contemporary sources indicate McBroom was clearly female. was instrumental to the development of cardiovascular treatment and preventative medicine. McBroom was the first female doctor to be accepted to the UCLA Medical Center. She was also the first African American doctor to attend UCLA Medical Center. ==Early life and education== She earned her B.A. at University of Chicago in 1946 and B.S. from Columbia University in 1949. In 1953 she earned her M.D. from the College of Physicians and Surgeons. ==Career== McBroom interned at Bellevue Medical Center in New York City in 1954-55. She completed her residency at Columbia University Research Wing and UCLA Medical Center in 1955-57 and went on to her Fellowship in Cardiology at University Southern University, 1957-58. From 1958-1962 she was a NIH Grants Research fellow, and at the same time was a Board Member at the Frederick Douglass Child Development Center and the University of Chicago. thumb In 1960 as the heart specialist in Cedars of Lebanon Hospital she developed a new method to observe how atherosclerosis affects coronary blood vessel tissues. She later practiced with her husband Dr. Marcus McBroom at Ross Medical Center Los Angeles, where they completed a two-year study on the effect that male and female hormones may have on coronary heart disease. thumb Following her divorce from Marcus McBroom in the mid '60s, Pearl McBroom continued in private practice in Century City, Marina Del Rey and Pacific Palisades Highlands. Following the death of her mother Augusta Riley in 1979, she expanded her focus to include holistic and preventative approaches, including \"energetic medicine.\" Advances in medical computer technology allowed her to combine her classic training with cutting edge German technology and an understanding of Chinese acupuncture meridians, nutritional advice, and sensitivity to psychological/spiritual support. Her combined medical/nutritional support approach lead to few of her heart patients needing surgeries. Starting in the 1970s she was involved with the Siddha Yoga Foundation.http://www.loreleimcbroom.com/family-tree/f-pearl- mcbroom-md ==References== Category:1926 births Category:2004 deaths Category:American cardiologists Category:University of Chicago alumni Category:Columbia University College of Physicians and Surgeons alumni ",
    "title": "Pearl McBroom"
}