{
    "id": "44341580",
    "text": "The Grynau Castle (Swiss German: Grynau, Grinau and Schloss Grynau) is the name of a castle tower in the municipality of Tuggen in the canton of Schwyz, built by the House of Rapperswil in the early 13th century AD. == Geography == Obersee lake shore The stone bridge and St. Gallerstrasse towards Tuggen The 1995 bridge and Grynaustrasse towards Uznach The castle respectively the tower is situated at the then only bridge over the Linth river, in the east of the former, dried up Tuggenersee lakeshore, at the southern end of the Buechberg hill in the municipality of Tuggen in the canton of Schwyz in Switzerland. Since the correction of the Linth river, the Fridgraben and the St. Gallerstrasse, a road towards Tuggen, and the Linth canal and the Grynaustrasse towards Uznach separate the property also from the former Linth river. The Linth canal respectively the Grynau tower also marks the historical border between the cantons of Schwyz and St. Gallen. == History == tower, accommodation building and the bridge in 1786, i.e. before the correction of the Linth river occurred Built probably in the early 13th century AD by the House of Rapperswil, the castle secured the strategically important river crossing in the area between the Grafschaft Rapperswil and the House of Toggenburg. The property was documented in 1311, when the castle was taken by force by Rudolf von Laufenburg-Rapperswil probably from the Toggenburg family. It's again mentioned on the occasion of the battle of Grynau on 21 September 1337, when Count Johann I was killed: Graf Diethelm von Toggenburg moved with a fleet, numerous soldiers and siege material from Zürich over the Obersee to the Grynau Castle, which at that time was still located at the confluence of the Linth river in the former Tuggenerse. The castle was a base of the \"outer Zürich\" (äusseres Zürich) alliance of 1336 in the feud of the House of Rapperswil against the city of Zürich. Although they thereby passed the city of Rapperswil, the Zürich troops were convinced not to be bothered, due to their large number. Hidden by the lake shore Buchberg, Graf Johann landed soldiers, and from the wooded eastern slope of the mountain, they raided the Zürich troops carelessly encamped at the Grinau Castle, who, leaderless, fled to their ships, and Graf Diethelm was taken as a prisoner. As the Zürich troops noted that Graf Johann had just a handful of soldiers, they competed for the counterattack, and killed Johann von Habsburg-Rapperswil; Diethelm was killed by Johann's abiders. Thereafter, the castle was sold by the sons of Count Johann I (among them Johann II von Rapperswil) around 1343/47 to Friedrich V von Toggenburg, but after the extinction of the House of Rapperswil, in 1436/37 the property including all rights – especially the bridge toll – passed to the Old Swiss Confederacy; it was claimed by the canton of Schwyz, to control all traffic between the Eastern and Central Switzerland, as well as between the city republic of Zürich and the Gotthard Pass. Gräfin Elssbeth von Toggenburg, née von Maetsch, was mentioned as sole heir in two documents of the city council of Zürich, and she certified on 31 October 1436, in view of the diverse services by Zürich for Fridrich, and given the fact that a widow requires special protection, with help of her uncle and legal counsel, Fridrich of Hewen, the she gave over to the city of Zürich as property the towns Utznang, Schmerikon and Utznangerberg (a castle on the Uznach mountain) with all its rights. The transfer is valid \"zuo stund\" (now), and the inhabitants of the territories have to swear to the people of Zürich until next Hilariustag (13 January 1437); the Countess maintained all servitudes by lifetime. The privileges and the tradition of the (Toggenburg) residents will be respected, notably with regard to the so-called third penny in inheritances and the so-called Kirchsatz; Zürich will also not impose any taxes. The commitment, Count Fridrich has concluded with Schwyz, related to the tower at Grinow will by complyed by Elisabeth. On 16 February 1437 Elisabeth von Matsch granted the mayor and council of the city of Zürich or their representatives the authority to act on their behalf, immediately after the usurpations of lands of the Toggenburg County by the cantons of Schwyz and Glarus, and to lock Grynow. In the summer of 1799, the French and Austrian troops fought in the Second Coalition War at the strategically important bridge which was destroyed three times, and rebuilt, and occupied by the French troops in the aftermath of the Second Battle of Zurich. Again in 1833, Swiss federal troops were concentrated at the Grynau castle, on occasion of the then planned division of the canton of Schwyz, however, waived without an armed intervention. And again in a Swiss civil war, the so-called Sonderbundskrieg, federal troops crossed the important bridge in March 1847, without a single dead soldier on both sides. In 1849 respectively 1879 the remaining buildings, the tower, the adjacent barn and the former accommodation building, were bought for then 35,000 Swiss Francs by Schlossvogt Kälin, who rebuilt the surrounding building into the Landgasthof Schloss Grynau, a country inn, which is still held by the family. == Architecture == First mentioned in 1253 as Chrinecum and 1290 respectively 1293 as Grinowe, it's not known when the castle was built, but the architecture dates back to the early 13th-century. The five-story tower measures 12.5 x , the foundation walls are meters thick. The current access through a door on the ground floor was excavated in the 17th century; the original high entrance was on the 2nd floor on the southern side, and the castle was rebuilt as a mansion. The castle was between 1807 and 1816 widely rebuilt on occasion of the construction of the Linth channel; the road and bridge cross as of today in between the preserved tower and the former economic structures that were widely broken. In 1906 a fire broke out in the barn, which was adjacent to the tower and destroyed the roof and the interior of the tower. The castle tower was re-decorated and re- roofed and a new barn built in the following year. The damaged 1900s fresco on the southeastern tower wall shows the fight between the brothers Suito and Scheyo, the legendary 'founders' of the Canton of Schwyz. Grynau - Turm - Suito und Scheyo - Landgasthof 2015-11-10 13-46-47.JPG|Suito and Scheyo fresco Grynau - Turm - Landgasthof 2015-11-10 14-16-28.JPG|Grynau tower and the 1907 barn Grynau - Turm - Mauerwerk 2015-11-10 14-02-18.JPG Grynau - Turm - Hocheingang 2015-11-10 13-45-56.JPG|the original elevated entrance and the 17th-century ground level door Grynau - Turm - Suito und Scheyo - Landgasthof 2015-11-10 13-57-14.JPG|the peaked roof that was added in 1906 Grynau - Turm - St. Gallerstrasse 2015-11-10 14-08-30.JPG The building ensemble Grinau tower, the built-in chapel, Landgasthof Schloss Grinau and the bridgehead situation is impressive. The portal of the chapel of the 14 Nothelfer (literally: Holy Helpers) bears the date 1675, the concrete railway bridge crossing Linthkanal dates from 1995, and a stone bridge leads over the narrow bed of the old Linth river.Inventar der historischen Verkehrswege der Schweiz (IHV), Kanton Schwyz, Strecke SZ 39 (Uznach -) Grinau - Siebnen (- Einsiedeln), Stand Mai 1999. == Heritage sites of national significance == Since 1990 the ensemble Schlossgruppe zwischen zwei Brücken (literally: castle group between two bridges) crossing over the Linth river are listed in the Swiss inventory of cultural property of national and regional significance as Class objects of national importance. == See also == * House of Rapperswil == Literature == * Albert Jörger: Die Kunstdenkmäler des Kantons Schwyz. Neue Ausgabe, Volume II: Der Bezirk March. Basel 1989, . == References == == External links == * Category:Cultural property of national significance in the canton of Schwyz Category:Castles in the canton of Schwyz Category:House of Rapperswil Category:Restaurants in Switzerland Category:Towers in Switzerland Category:Tuggen Category:Lowland castles ",
    "title": "Grynau Castle"
}