{
    "id": "44349331",
    "text": "M. Evelina Galang (born Harrisburg, PA in 1961) is an American novelist, short story writer, editor, essayist, educator, and activist of Filipina descent. Her novel One Tribe won the AWP Novel of the Year Prize in 2004. == Biography == Maria Evelina Galang, the eldest of six children, was the first American- born member of her family. Her father, Miguel T. Galang, a physician, and mother, Gloria Lopez-Tan Galang, met in the United States while she was earning a master's degree in English at Marquette University, and he was in residency at a local hospital. After returning to live in the Philippines when Galang was one year old, the family immigrated permanently to the United States to avoid the coming Marcos dictatorship. The family lived in Pennsylvania, North Carolina, Baltimore, Saskatchewan, and Peoria before settling in Milwaukee, Wisconsin, when Galang was ten. Galang earned a degree in radio, TV, and film at the University of Wisconsin-Madison in 1983. She briefly worked at an NBC affiliate in Madison, Wisconsin, as a producer and on-air arts/entertainment reporter. Relocating to Chicago, she forged a 20-year career as a script and continuity supervisor in TV commercial production. Over the same period, Galang pursued an MFA in creative writing at Colorado State University, completing her degree in 1994. After teaching creative writing at Old Dominion University, the School of the Art Institute of Chicago, and Iowa State University, Galang received a 2002 Fulbright Research Fellowship, allowing her to spend eight months in the Philippines researching the stories of surviving comfort women. Upon her return to the United States, Galang joined the Creative Writing Program at the University of Miami, where she is a professor of English. She became director of the program in 2009. == Books == Galang's writing explores the experiences of Filipino immigrants and first-generation Filipino Americans. “M. Evelina Galang's work spans generations with her writing of young Filipina-Americans and the surviving World War II ‘comfort women.’” Her Wild American Self, written as Galang's MFA thesis, was published to acclaim in 1996. The New York Times Book Review praised the story collection for its \"elegant, mesmerizing style,\" and said, \"the brief, chant like monologues that frame the collection are as lyrical as prayers.\" It was named a Times Notable Book. In 2003 Galang edited Screaming Monkeys: A Critique of Asian American Images, an anthology of essays, poetry, illustrations, advertising, and pictures. It won ForeWord Magazine's Gold Book of the Year Award for 2003, as well as the Gustavus Meyers Outstanding Book Award in the Advancement of Human Rights for 2003. One Tribe, Galang's first novel, won the AWP Series for the Novel Award in 2004, while still in manuscript. Set in the Filipino-American community of Norfolk, Va., it was published by New Issues Press in 2006. It won the 2007 Global Filipino Literary Award for Fiction. Galang's second novel, Angel de la Luna and the 5th Glorious Mystery (2013), marketed to Young Adult readers, was nominated for the 2014 Teen Choice Award, named a Young People Against the World book recommendation by the Northwest Asian Weekly, and it was selected for the American Library Association's Amelia Bloomer Project Recommended Feminist Literature List `from Birth through 18. == Pinayism, activism, and the comfort women == Galang is a leading advocate of Pinayism, a form of feminism rooted in the Filipina-American experience. Since 1998, Galang has been researching the lives of the women of Liga ng mga Lolang Pilipina (LILA Pilipina), a group surviving Filipina “comfort women,” forced into sex camps by the Japanese army, who came forward to make their stories public. She was the outreach coordinator of the 121 Coalition, lobbying for passage of House Resolution 121, which called on the Japanese government to publicly apologize to former comfort women in Korea, the Philippines, and elsewhere. The United States Congress House passed Resolution 121 on July 30, 2007. Galang supports the development of emerging minority writers. She teaches in the two-week summer workshop of Voices of Our Nation Arts Foundation (VONA), a multi-genre workshop taught by established writers of color such as co-founders Junot Diaz and Elmaz Abinader, as well Chris Abani, Stacyann Chin, and others. She also serves on the VONA board of directors. Galang advocates multilingual fiction, that is, writing that combines English with the characters’ heritage language, without translation. Her activism has brought Galang invitations to the White House in 2013 and 2012 for briefings on Asian American and Filipino American affairs, to the State Department for lunch with Hillary Clinton and President Benigno Aquino of the Philippines in 2012. In 2014 Galang was named one of the “100 Most Influential Filipinas in the World” by the Filipina Women's Network (FWN), for her public activism, and her behind-the-scenes work as an activist, educator and administrator. == Awards == *October 7, 2014. Named one of the 100 most influential Filipinas in the World by Filipina Women's Network. *2013 Angel de la Luna and the 5th Glorious Mystery Recommended Feminist Literature for Birth Through 18— Amelia Bloomer Project, The Feminist Task Force of the Social Responsibilities Round Table of the American Library Association. *Young People Against the World Book Recommendation, Northwest Asian Weekly, Nov. 12, 2013. *2013 Teen Choice Book of the Year Nomination in association with the Children's Book Council and Every Child a Reader. *October 25, 2007. Named one of the 100 most influential Filipinas in the United States by Filipina Women's Network *2006 Global Filipino Literature Award in Fiction for One Tribe. *2004 Gustavus Myers Outstanding Book Award in the Advancement of Human Rights for Screaming Monkeys. *2004 Association of Writers and Writing Programs Prize in the Novel for One Tribe. *2003 ForeWord Gold Award: Best Anthology of the Year for Screaming Monkeys. *Glimmer Train's Very Short Fiction Award, 25 Top Winners for short short, “The Sisters” Winter 2003/2004 *November,1998 Asian American Institute 1998 Milestone Award for Excellence in Literature for Her Wild American Self. *Fall, 1998. Pushcart Prize 1997 anthology short list for story, “Her Wild American Self.” *June 1998. The Filipino American Community of Chicago and Midwest States Philippine Independence Centennial Outstanding Achievement in Arts and Literature for Her Wild American Self. *Gintong Pamana (Golden Heritage) Pluma Award in Literature. Philippine Time-‐USA News Magazine. January 1998 for Her Wild American Self. *“Her Wild American Self” listed as one of ‘Best American Short Stories’ 100 Distinguished Stories of 1997, Houghton Mifflin Company. *Wisconsin Library Association Outstanding Achievement for Her Wild American Self 1997. *Associated Writing Program Intro award for creative nonfiction essay, “Mix Like Stir Fry.” *December 1992. Special Edition Press Prize for Fiction, “Our Fathers.” *1987 “Service to Children Award” for By Kids, For Kids, a magazine show conceived, developed and produced by M. Evelina Galang, by the National Broadcasting Association. *1987 “Best Public Service Program for the State of Wisconsin” to By Kids, For Kids, by t he Wisconsin Broadcasters Association. ==Bibliography== === Books === *Angel de la Luna and the Fifth Glorious Mystery, Coffee House Press, 2013. *One Tribe, New Issues Press. 2004 AWP Prize in the Novel. March 2006. *Screaming Monkeys: A Critique of Asian American Images, CoffeeHouse Press. 2003. Edited. *Her Wild American Self, Coffee House Press. 1996. ===Selected short fiction=== *“Guerra Sisters,” Kwento for Lost Things (forthcoming, Carayan Press 2014) *“Imelda’s Lullaby,” 15 Views of Miami (Burrow Press, November 2014) * “Leaving”, Immigrant Voices: A 21st Century Reader (Great Books Foundation, 2013.) *“Labandera,” Prairie Schooner, Fall 2002. Anthologized: Screaming Monkeys: Critiques of Asian American Images, Coffee House Press, Fall 2003. *“Lectures on How You Never Lived Back Home,” Farewell to Manzanar and Related Readings, McDougal Littell, 1998. *Anthologized: Family Matters Press, Spring 2000. Anthologized: WRITING FICTION: A Guide to Narrative Craft Edition by Janet Burroway, Fall 2002. *Three excerpts from What is Tribe (working title, later changed to OneTribe), The Literary Review, Spring 2000. *“Drowning,” Calyx. Summer 1998. *Anthologized: Babylan, Aunt Lute Books, Spring 2000. “Her Wild American Self,” Calyx, December 1995. *Anthologized: Flippin’: An Anthology of Short Stories, Asian American Writers Workshop, 1997. *Anthologized: A Line of Cutting Women, Calyx Books, November 1998. *Anthologized: Growing Up Filipino: Stories for Young Adults, PALH Books, April 2003. *“Filming Sausage,” American Short Fiction, December 1995. *Anthologized: Bamboo Ridge Press, Spring 1996. *“Rose Colored,” New Voices, Fall 1994.Anthologized: Amerasia Journal, January 1995. *Anthologized: Crescent Review. North Carolina. Spring 1994. *“Our Fathers,” Riksha, Winter Issues 1993. ==References== Category:1961 births Category:Living people Category:American writers of Filipino descent Category:American women novelists Category:Writers from Harrisburg, Pennsylvania Category:Colorado State University alumni Category:University of Wisconsin–Madison School of Journalism & Mass Communication alumni Category:American women short story writers Category:American women essayists Category:21st-century American novelists Category:21st-century American women writers Category:21st-century American short story writers Category:21st- century American essayists Category:Novelists from Pennsylvania ",
    "title": "M. Evelina Galang"
}