{
    "id": "44352552",
    "text": "Phil Ionadi is a Canadian businessman, soccer executive, former soccer player, head coach, and the general manager for the Canadian Arena Soccer Association. He initially began playing college soccer abroad with Belhaven University, and experienced professional soccer in the original Canadian Soccer League with North York Rockets. After a series of different stints in the Canadian National Soccer League he eventually played in the USL A-League in 1998 with the Toronto Lynx. Shortly after he played in the Canadian Professional Soccer League, and played indoor soccer in 1999 in the National Professional Soccer League with the Montreal Impact. His indoor season with Montreal marked his return to the A-League as he played with the club in the 2000 outdoor season. After his release from Montreal he played with several clubs in the National Professional Soccer League, and in 2002 returned to the Canadian Professional Soccer League (CPSL) with the Brampton Hitmen. Ionadi would conclude his playing career in the CPSL, where he won two CPSL Championships, was named CPSL MVP, and a four time CPSL All-Star. He also represented Canada at the international level in beach soccer, where he played in the 2005 CONCACAF and CONMEBOL Beach Soccer Championship. After retiring he transitioned into coaching, and was appointed head coach for the Oakville Blue Devils in 2006. In 2018, he returned to coaching as the head coach for the Mississauga MetroStars, but was relived from his duties in 2019. He also contributed in the administrative field of soccer initially beginning in the Canadian Soccer League (CSL) in 2008 as a director of business operations for the Brampton Lions. He eventually sat on the CSL Board of Directors as the Director for Youth, and was instrumental in forming the Canadian Academy of Futbol (CAF) in 2012. In 2017, the Canadian Arena Soccer Association appointed Ionadi as the general manager for the Canada national arena soccer team. In 2012, he purchased LIKA Sports Inc, and currently serves as the company's Chief executive officer. == Playing career == Ionadi began playing at the college level in 1995 with Belhaven University, where he earned NAIA GCAC All- Conference Men's Soccer honors. During the college off season he played in the USISL Premier League with the Jackson Chargers. Before pursuing college soccer he received the opportunity to experience professional soccer in the Canadian Soccer League with the North York Rockets. In 1996, he played with Toronto Italia in the Canadian National Soccer League, where he assisted in securing a treble for the club. The following season he played with Toronto Supra, and made his debut on June 29, 1997 in a domestic cup match against London City. In 1998, after the United Soccer League granted Toronto a franchise he featured for the Toronto Lynx in the USL A-League. After appearing in five matches he played the remainder of the season he played with Glen Shields Sun Devils in the Canadian Professional Soccer League, and was selected for the CPSL All-Stars match. In 1999, he signed with the Montreal Impact, and played an indoor season in the National Professional Soccer League. Throughout his time in the National Professional Soccer League he played with Montreal Impact, and Toronto ThunderHawks. He also participated in the 2000 outdoor season in the A-League, but subsequently was released later on. In 2001, Ionadi returned to the Canadian Professional Soccer League, and signed with expansion franchise the Brampton Hitmen, where throughout his tenure with the club he served as the team captain. His most notable achievement with the organization was in the 2003 season where he finished as the club's top goalscorer with 13 goals, and secured the teams first CPSL Championship. As a result of his efforts he was recognized with the CSL MVP award. On May 19, 2005 he signed a contract with expansion franchise Oakville Blue Devils, and was named team captain. In his debut and final season with Oakville he assisted in claiming his second championship title, and establishing a league milestone as Oakville became the first expansion franchise to win the championship title in their debut season. == International career == Ionadi played with the Canada national beach soccer team, and made his debut on March 3, 2005 against Mexico in the 2005 CONCACAF and CONMEBOL Beach Soccer Championship. ==Managerial career== In 2006, Ionadi made the transition to coaching after being appointed head coach for the Oakville Blue Devils in the Canadian Soccer League. In his debut season he won the National Division title, and produced the best offensive and defensive records in the division. In the postseason Oakville was defeated in the opening round to the Windsor Border Stars. During his tenure with Oakville Soccer Club he served as a youth coach in 2006. In 2018, he was named head coach and general manager for the Mississauga Metrostars in the Major Arena Soccer League. After a series of poor performances Ionadi was relieved from his position on March 1, 2019. == Administrative career == In 2006, along with coaching Ionadi was hired as the academy director for Oakville Soccer Club, where he served from 2007 till 2010. On April 10, 2008, he was selected as the Director of Business Operations for the Brampton Lions in the Canadian Soccer League (CSL). In 2013, he served on the CSL Board of Directors as the Director for Youth, and was awarded the Harry Paul Gauss Memorial Award. In 2012, he was one of founders and served as the president of the Canadian Academy of Futbol (CAF) a soccer development program which consists of different soccer clubs and academies organizing soccer competitions, seasons, tournaments, camps, and showcases. In 2017, he was named the general manager for the Canadian Arena Soccer Association. ==Managerial stats== {| class=\"wikitable\" style=\"text- align: center\" |- !rowspan=\"2\"|Team !rowspan=\"2\"|Nat !rowspan=\"2\"|From !rowspan=\"2\"|To !colspan=\"5\"|Record |- !G!!W!!L!!D!!Win % |- |align=left|Oakville Blue Devils | |align=left|28 May 2006 |align=left|30 October 2006 ||22||10||6||6||45.45 |} ==Honours== === Player === ;Brampton Hitmen *CPSL Championship: 1 :: 2003 ;Oakville Blue Devils *CPSL Championship: 1 :: 2005 ===Individual=== *Canadian Soccer League MVP Award: 2003 === Managerial === ;Oakville Blue Devils *Canadian Soccer League National Division: 1 :: 2006 ==References== Category:Living people Category:Canadian soccer coaches Category:Canadian soccer players Category:Canadian Professional Soccer League (1998–2005) players Category:Association football midfielders Category:Brampton Stallions (Hitmen) players Category:Montreal Impact (1992–2011) players Category:Brampton United players Category:Toronto Lynx players Category:SC Toronto players Category:Toronto ThunderHawks players Category:USL A-League players Category:National Professional Soccer League (1984–2001) players Category:Canadian National Soccer League players Category:North York Rockets players Category:Toronto Italia players Category:Canadian Soccer League (1987–1992) players Category:Canadian Soccer League (2006-present) managers Category:York Region Shooters players Category:Jackson Chargers players Category:USISL Premier League players Category:Oakville Blue Devils FC players Category:Canadian beach soccer players Category:Year of birth missing (living people) Category:Major Arena Soccer League coaches Category:Association football executives ",
    "title": "Phil Ionadi"
}