{
    "id": "44359989",
    "text": "Metamodern Sounds in Country Music is the second studio album by American country music singer-songwriter Sturgill Simpson. The album was produced and engineered by Dave Cobb and was released on May 13, 2014, through High Top Mountain, Thirty Tigers and Loose Music (Europe). The title is an homage to the album Modern Sounds in Country and Western Music by Ray Charles, and also references the philosophical and cultural aesthetic of metamodernism. ==Promotion== Prior to its official release, the entire album was available to stream on MSN's Listening Booth and NPR Music's First Listen. To further promote the album, Simpson performed on Late Show with David Letterman, Conan, and The Tonight Show with Jimmy Fallon. Simpson also performed a set for NPR's Tiny Desk Concert series. \"Turtles All the Way Down\" was featured on FX's The Bridge. His cover of \"The Promise\" by 80s band When In Rome was featured in the Season 2 Episode 9 of the HBO series The Leftovers. ==Critical reception== Metamodern Sounds in Country Music received \"universal acclaim\" according to Metacritic, earning a normalized score of 81 out of 100 based on ten reviews by music critics. Jonathan Bernstein of American Songwriter noted Simpson's cover of When in Rome's \"The Promise,\" stating that he \"turns the song into a countrypolitan torch song that culminates in a cathartic release.\" ==Track listing== ==Personnel== ===Musicians=== *\"Dood\" Fraley – Master of Ceremonies *Sturgill Simpson – vocals, acoustic guitar, backing vocals *Laur Joamets – electric guitar, slide guitar *Kevin Black – bass guitar *Miles Miller – drums, percussion, backing vocals *Mike Webb – keyboards, mellotron *Dave Cobb – classical guitar, percussion ===Production=== *Dave Cobb – producer, engineer, mixing *Justin Herlocker – assistant engineer *John Netti – assistant engineer *Sturgill Simpson – mixing *Pete Lyman – mastering ==Chart positions== The album debuted on the Billboard 200 at No. 59 and the Top Country Albums at No. 11, with 5,500 copies sold in the US for the week. As of January 2017, the album has sold 228,600 copies in the US. ===Weekly charts=== {|class=\"wikitable sortable\" |- ! style=\"text-align:center;\"|Chart (2014–15) ! style=\"text-align:center;\"|Peak position |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable\" |- !Chart (2014) !Position |- | US Top Country Albums (Billboard) | style=\"text- align:center;\"|69 |- !Chart (2015) !Position |- | US Top Country Albums (Billboard) | style=\"text-align:center;\"|36 |} ==References== Category:2014 albums Category:Sturgill Simpson albums Category:Albums produced by Dave Cobb ",
    "title": "Metamodern Sounds in Country Music"
}