{
    "id": "44358311",
    "text": "Benjamin N. Garland (born April 6, 1988) is an American football center for the San Francisco 49ers of the National Football League (NFL). He played college football at the United States Air Force Academy and attended Central High School in Grand Junction, Colorado. He has also been a member of the Denver Broncos and Atlanta Falcons. Garland was originally a defensive lineman before converting to an offensive lineman in 2012. ==Early years== Garland lettered four years in football and one in basketball for the Central High School Warriors. He earned first-team all-state honors in football as a senior. He was also an all-conference and all-district selection. ==College career== Garland played for the Air Force Falcons from 2006 to 2009. He totaled 115 tackles, 11.5 sacks, three forced fumbles, and two blocked kicks in 39 career games, starting 34 of them. ==Professional career== ===Denver Broncos=== Garland was signed by the Denver Broncos on April 25, 2010 after going undrafted in the 2010 NFL Draft. The Broncos placed Garland on the reserve/military list on September 4, 2010 to serve his two-year military commitment. He was released by the Broncos on August 31, 2012. He was signed to the Broncos' practice squad on September 1, 2012. Garland signed a futures contract on January 15, 2013. He was released by the Broncos on August 30, 2013 and signed to the team's practice squad on September 4, 2013. Garland reached Super Bowl XLVIII with the Broncos, but the team lost 43-8 to the Seattle Seahawks. Garland signed a future's deal with the Broncos on February 4, 2014. He made his NFL debut on November 9, 2014 against the Oakland Raiders. He was released by the Broncos on September 5, 2015. ===Atlanta Falcons=== Garland was signed to the Atlanta Falcons' practice squad on September 9, 2015. On December 15, 2015, he was signed to the active roster. On January 14, 2017, Garland lined up at defensive tackle and recorded his first career safety after downing Russell Wilson after Wilson tripped over guard Rees Odhiambo's foot while taking a snap during the NFC Divisional Playoff against the Seattle Seahawks. The following week, Garland and the Falcons reached Super Bowl LI after winning the NFC Championship. Against the New England Patriots in Super Bowl LI, the Falcons lost 34–28 in overtime. In 2017, Garland played in all 16 games, starting three at left guard in place of the injured Andy Levitre. On March 12, 2018, the Falcons placed a second-round restricted free agent tender on Garland. He played in 14 games in 2018, starting four at right guard. ===San Francisco 49ers=== On April 23, 2019, Garland signed with the San Francisco 49ers. Garland was moved to center in week 15 following an injury to starting center Weston Richburg. Garland helped the 49ers reach Super Bowl LIV, but they lost 31-20 to the Kansas City Chiefs. On March 30, 2020, Garland re-signed with the 49ers. ==Military career== ===U.S. Air Force=== Garland was stationed at Scott Air Force Base as a Public Affairs Officer from 2010 to 2012 while assigned to the Denver Broncos Military Reserve players list. Garland held the rank of second lieutenant during this time. ===Colorado Air National Guard=== Garland was approved for his separation from active duty in May 2012 and joined the Colorado Air National Guard as a Public Affairs Officer with the 140th Wing stationed at Buckley Air Force Base in Aurora, Colorado. He is currently a captain and fulfills his military obligations between NFL seasons. ==Personal life== Garland is a Christian. Garland is a supporter of Waterboys, a charity that tries to provide clean, accessible drinking water to communities in need around the world. ==References== ==External links== *NFL Draft Scout *Atlanta Falcons bio *Denver Broncos bio *Official website of Ben Garland Category:Living people Category:1988 births Category:American football offensive guards Category:American football defensive linemen Category:Air Force Falcons football players Category:Denver Broncos players Category:People from Grand Junction, Colorado Category:Players of American football from Colorado Category:Atlanta Falcons players Category:San Francisco 49ers players ",
    "title": "Ben Garland"
}