{
    "id": "44356557",
    "text": "Efter badet on 14 April 2008 :Not to be confused with the works of Olaf Isaachsen, Fritz Syberg and Carl Aarsleff which carry the same name. Efter badet (English: \"After the Bath\") is a public sculpture, cut in limestone and located in the Västertorp district of suburban Stockholm. It was designed by the sculptor Pye Engström, who spent five years between 1971 and 1976 working on it. Since 1976 it has been located outside of Västertorpshallen, a municipally owned public bath. It is constructed as a bench, in which visitors can sit in the lap of seven different political figures depicted by Engström. From left to right, they are Elise Ottesen-Jensen, Paulo Freire, Sara Lidman, Mao Zedong, Angela Davis, Georg Borgström and Pablo Neruda. The sculpture has been the source of controversy in recent years. In 2006 Martina Lind (sv), a local politician from the Liberal People's Party, proposed to the Assembly of Stockholm Municipality that the statue should be removed from public display, stating that the city \"shouldn't celebrate one of the worst mass murderers in world history\". She also requested monuments dedicated to the victims of the Soviet Union and China be created in Stockholm. In 2010, Madeleine Sjöstedt (sv) – a prominent municipal politician, also belonging to the Liberal People's Party – brought attention to Efter badet again, and, while she did not call for its removal, she demanded that the responsible authorities erect a sign next to the sculpture, providing information about the \"crimes against humanity committed by Mao and communism\". The Swedish Social Democratic Party opposition politician Roger Mogert (sv) commented that the statue was \"a bit of a non-issue.\" The sculptor Pye Engström explained the choice of portrayed individuals by saying that \"it was the 1970s\", and later stated that she had no problem with the city authorities putting up a sign, as long as it provided information about everyone depicted in the sculpture. ==See also== * Maoism * New Left * Swedish art ==References== Category:1976 sculptures Category:Buildings and structures in Stockholm Category:Limestone statues Category:Mao Zedong Category:Outdoor sculptures in Sweden Category:Statues in Sweden Category:Limestone sculptures in Sweden ",
    "title": "Efter badet"
}