{
    "id": "44356257",
    "text": "From Morn to Midnight () is a 1920 German silent expressionist film directed by Karlheinz Martin based on the 1912 play From Morning to Midnight by Georg Kaiser. It is one of the most radical films of the German Expressionist movement.Review, synopsis and link to watch the film: The film uses stylized distorted sets, designed by Robert Neppach, which are even more avant-garde than those of The Cabinet of Dr. Caligari == Plot == The film is divided in five acts. ===1st Act=== A foreign lady comes into a bank to withdraw money but the bank manager has not received a communication authorising the payment. The Bank Cashier is fascinated by her and contrasts her glamour with his boring life. A Young Man, the son of the Lady, wants to buy a painting from a second-hand shop. The Lady goes back to the Bank to get money, without success. A Beggar Girl comes to the Bank to beg for money. The Cashier sees her as Death. He steals a large amount of money from the Bank. ===2nd Act=== The Cashier goes to the Lady's Hotel and offers her his money, if she agrees to leave with him, but she only laughs at him and threatens to call her son. Learning that she has a son, he leaves the Hotel. In front of the door, he sees the Beggar Girl again as Death. ===3rd Act=== Meanwhile, his theft is discovered at the bank. At home, the Cashier is welcome by his cosy and nauseating family. Aware of the danger of discovery, he flees on the road in a snow storm. The Bank Manager comes to his house with the Police. A telegraphic message is sent indicating that a cashier is on the run. The Cashier arrives at a large city. He buys top hat, white tie and tails. ===4th Act=== The Cashier attends a Six Day bicycle race and offers a large sum of money for a special prize. He wants to buy passion for money. The various classes of society attending the race get very excited. But the arrival of the local Prince douses popular enthusiasm and they all bow to salute him. Disappointed, the Cashier leaves and goes to a dance where he gets a private lounge where he tries to seduce two girls with his money. But the first one throws a glass of Sekt at him and the second one has a wooden leg. He sees her as Death. ===5th Act=== A man brings the Cashier to a seedy pub where he starts playing cards. As he wins the whole time, one of the men wants to stab him, but he is saved by a Salvation Army girl. He follows her to the Salvation Army premises. Inside, a man is confessing his sins. The Cashier confesses that he has stolen from the bank and throws what is left of the money at the attendants. They all rush to take the money and run away. The Salvation Army girl tries to comfort him, but he sees her as Death. He tells her there is a 5,000 marks reward for his capture. She rushes to report him to the police. When the police arrive, he shoots himself. == Cast == Ernst Deutsch as the Cashier * Ernst Deutsch as the Cashier * Roma Bahn as his Daughter, a Beggar, a Whore, a Salvation Army Girl * Adolf Edgar Licho as the Fat Man * Hans Heinrich von Twardowski as the Young Man * Frida Richard as the Grandmother * Eberhard Wrede as the Bank Manager * Hugo Döblin as the Second-Hand Dealer * Lotte Stein as the Wife == Production == The film was produced in 1920 by theatre director Karlheinz Martin, a few months after the release of The Cabinet of Dr. Caligari. He had already directed on stage the 1912 eponymous play by Georg Kaiser before World War I. The stage-like painted sets, the costumes and the performance of the actors form an artistic unity and are characteristic of Expressionism. From Morn to Midnight is one of the first German films that address the lure of \"the great world\" and \"the street\". It can be considered as a forerunner of the so-called road movies, such as Karl Grune's Die Straße (1923) and Georg Wilhelm Pabst's Joyless Street (1925). == Distribution == The world première of the film in Germany was not recorded. It was probably only shown in a few cinemas or in private screenings. The film was however screened with some success in Japan in 1922. It was long considered lost until 1959 when a copy was found at the Tokyo National Film Center in Japan. It was acquired by the National Film Archive of the German Democratic Republic and was screened for the first time in Germany in East Berlin in 1963. == See also == * List of German films 1919-1933 == References == == External links == * * Von morgens bis mitternachts at A Cinema History * From Morn to Midnight on YouTube Category:1920 films Category:German films Category:German silent feature films Category:German Expressionist films Category:German black-and-white films Category:Films of the Weimar Republic Category:Films directed by Karl Heinz Martin Category:Films based on works by Georg Kaiser ",
    "title": "From Morn to Midnight"
}