{
    "id": "44352745",
    "text": "So This Is College is a 1929 American pre-Code comedy film directed by Sam Wood, written by Al Boasberg, Delmer Daves and Joseph Farnham, and starring Elliott Nugent, Robert Montgomery in his film debut, Cliff Edwards, Sally Starr and Phyllis Crane. It was released on November 8, 1929, by Metro- Goldwyn-Mayer. ==Plot== Biff and Eddie, two college classmates at the University of Southern California, are life-long friends, fraternity brothers, and members of the football team. Although they make a vow at the beginning of their senior year that they will no longer allow their pursuit of girls to get into the way of they friendship, they soon break their vow when both fall for pretty Babs Baxter, a popular co-ed. Vying for her affections, Biff and Eddie play pranks on each other that soon causes a serious breach in their relationship. When Eddie finally realizes that Biff wants to marry Babs, he decides to step aside for the sake of their friendship, but at the season's big football game, both realize that Babs has merely been toying with them she introduces them to her fiancé Bruce. After winning the game, Biff and Eddie decide never again to let girls come between them—until they see another pretty girl in the park. ==Cast== *Elliott Nugent as Eddie *Robert Montgomery as Biff *Cliff Edwards as Windy *Sally Starr as Babs *Phyllis Crane as Betty *Max Davidson as Moe *Ann Brody as Momma *Oscar Rudolph as Freshie *Polly Moran as Polly *Lee Shumway as Coach *Joel McCrea as Bruce Nolan (uncredited) ==References== == External links == * * Category:1929 films Category:1929 comedy films Category:American films Category:American black-and-white films Category:American comedy films Category:American football films Category:English-language films Category:Films directed by Sam Wood Category:Films made before the MPAA Production Code Category:Films set in California Category:Films set in universities and colleges Category:Metro- Goldwyn-Mayer films ",
    "title": "So This Is College"
}