{
    "id": "44355328",
    "text": "Dan Crowley (born March 14, 1973) is a retired Canadian Football League quarterback from the United States. He played college football for the Towson Tigers, setting several school records. After college, Crowley professionally debuted in 1995 for the CFL USA team, the Baltimore Stallions. Crowley also played for the Montreal Alouettes in 1996, as well as the Edmonton Eskimos from 1999 until 2001. Known as a career backup, Crowley received his first major starting opportunity with the then-new Ottawa Renegades in 2002, becoming the team's first starting quarterback. ==College career== Crowley played college football for the Towson Tigers, who represent Towson University, from 1991 to 1994. Crowley set records in the passing categories of attempts (1,169), completions (617), yards (8,900), and touchdowns (81). Crowley started 35 of 40 games, achieving a 22–13 record as a starter. ==Canadian Football League== ===Baltimore Stallions=== Crowley was signed as a free agent by the Baltimore Stallions in 1995. As a member of the team, Crowley was part of the 83rd Grey Cup Championship winning team. ===Montreal Alouettes=== After a season with the Stallions, Crowley signed with Montreal Alouettes in 1996. ===Edmonton Eskimos=== Crowley later signed with the Edmonton Eskimos in 1999, and would play on the team for three seasons. Crowley started 4 games for the Eskimos. ===Ottawa Renegades=== After being a career backup in the CFL, Crowley got a true opportunity to start at quarterback, with the Ottawa Renegades, in 2002. Additionally, he would be the franchise's first starting quarterback. Crowley, however, played average football in his 13 starts (4-9-0-2) throughout Ottawa's inaugural season. Chuck Clements and Oteman Sampson also made starts for the Renegades in 2002. After average play and inconsistency, to start to the following season, was released by the team. Crowley was released in an impromptu fashion. Renegades owner Eric Tillman stated, \"This was a very difficult decision because of the tremendous respect we have for Dan as a person,\" but added, \"Unfortunately, we're not getting the production we hoped for.\" Crowley was replaced by Kerry Joseph, who went on to pass Crowley in terms of franchise records. ==After football== After his professional football career ended, Crowley became a staff member of Towson University's athletic department. ==References== ==External links== *Just Sports Stats Category:1973 births Category:American football quarterbacks Category:American players of Canadian football Category:Baltimore Stallions players Category:Canadian football quarterbacks Category:Edmonton Eskimos players Category:Grey Cup champions Category:Living people Category:Montreal Alouettes players Category:Ottawa Renegades players Category:Players of American football from Washington, D.C. Category:Towson Tigers football players ",
    "title": "Dan Crowley (Canadian football)"
}