{
    "id": "44354850",
    "text": "Nation19 is a magazine that blends hip-hop culture, photojournalism, activism, and anthropology. The printed and digital magazine is produced and published by multimedia activists, visual anthropologists, and film directors Queen Muhammad Ali and Hakeem Khaaliq. The magazine was started in the winter of 2010. Nation19 also produces documentary films and hosts exhibits based on various of its articles. Nation19 is defined by its large photo spreads and motifs of indigenous empowerment, archeological research, and social change. Nation19 offers posters, limited T-shirts, and accessories for purchase in its online store. The hashtag initialism term \"APDTA\" was coined by Nation19 and is an international trademarked brand sold by the company. == Scope == Investigative journalism is a regular element of the magazine. A controversial interview with deceased CIA whistleblower and activist Michael Ruppert was published in the \"Survival Edition\" shortly after his death. The piece focused on the Fukushima nuclear disaster and other issues related to the Pacific Ocean. == Education through films and television == {| class=\"wikitable\" !Name !Topic(s) !Filming locations !Awards !Network |- |#Waronus |US drug policies, Plan Colombia stereotypes, hip hop advocacy |Bogotá, Cartagena, Tierra Bomba, and Medellin, Colombia, South America | |United Nations |- |#Bars4Justice |Criminalization of black youth, mass incarceration, stereotypes, hip hop advocacy, anthropology |Ferguson and St. Louis, Missouri |Best Short Documentary PAFF 2016 (LA), Official Selection/Audience Choice Award USFF (NYC), Official Selection Docutiff (Albania) |None |- |¿Quiénes son los afro- mexicanos?¿Quiénes son los afro-mexicanos? |Afro Mexicans, indigenous and black townships of Mexico, anthropology |Acapulco, Cuajinicuilap, Costa Chica, Marquelia, HueHuetan, Veracruz Mexico | |Univision Television |- |The Last MataiThe Last Matai |Lost history of the Pacific, indigenous Samoan history, anthropophagy, anthropology |American Samoa and Honolulu, Hawaii | | |} == International focus == === Asia === In 2016 Nation19 magazine was invited to research the effects of Chinese culture on inner city youth. === Central America === In 2014 Nation19 magazine produced ¿Quiénes son los afro- mexicanos? for Univision Television. This two-part mini documentary was shot on location in Mexico's Afro-Mexican coastal communities by Nation19 magazine, and was narrated by Spanish news anchor Sergio Urquidi. Univision networks aired ¿Quiénes son los afro-mexicanos? internationally on July 14–15, 2014. === Pacific Islands === A documentary film called The Last Matai, filmed in Samoa, American Samoa, and Hawaii, was produced by Nation19 magazine. === South America === Nation19 traveled to Colombia, South America with Academy Award winner Rhymefest to direct a documentary film called #WarOnUs. === Archeology === Each printed and digital magazine features a spotlight on archaeological sites around the world relating to the number 19. Nation19 magazine #3 featured an article about the ruins of Göbekli Tepe, located in the southeastern Anatolia region of Turkey, spotlighting its 19 ft-tall, 20-ton, T-shaped pillars. In 2015 Nation19 printed a brief article explaining how the ancient people of Mexico predicted future solar and lunar events using a 19-month calendar. === Polyglot-ism === Every cover of Nation19 Magazine has \"Nation19\" written in Japanese characters ネイション 十九. Most of the writers are bilingual and are experts in various cultures. For example Jahsua Muhammad Ali works for Nation19 as a composer and transcriber/translator. He is fluent in Japanese. Shahida Muhammad who is a frequent writer for Ebony magazine and Nation19 is fluent in Spanish and lives in Colombia South America. Long time writer for Nation19, Joey Belk speaks Cantonese and lives in Hong Kong. Jobie Bakama speaks Swahili and lives in South Africa. Queen Muhammad Ali is proficient in conversational Mandarin, and can read Samoan. In addition to writing and research many Nation19 / APDTA products display foreign characters. == Exhibitions and events == === Invisible Mexico: Encuentro Phoenix === Arizona's first anthropological augmented reality multimedia exhibit showcasing the isolated descendants of the African-Diaspora in Mexico through a collection of augmented photographs shot in Costa Chica, Veracruz, Palenque, Mexico City, Yanga, Huehuetán, revealing a side of Mexico most people are unaware of-depicting the people who reside on the country's rural Pacific & Gulf Coasts referred to as Afro-Mexicanos. Artist: Award winning husband & wife multimedia filmmaker / photographer team, Hakeem Khaaliq & Queen Muhammad Ali (Nation19). Opening night was hosted by Mayor Greg Stanton and curated by Mark Freedman of monOrchid Gallery Phoenix. The project is supported in part by the Arizona Commission on the Arts which receives support from the State of Arizona and the National Endowment for the Arts, 100 Black Men of Phoenix and YoSoy™ Open to the public March 2017 === Invisible Mexico photo exhibit (private) === From May 2 through June 14, 2014, @Univision Television Gallery Phoenix curated a private photo exhibit about the Afro Mexican township people of Costa Chica and Veracruz, displaying 10 27 1/2 x 39 1/4 framed prints from Nation19 magazine. === #Turnupdenver === On Friday, August 1, 2014, men's boutique and art gallery Division West in Denver's Cherry Creek North area held Nation19s UFO hip hop exhibit, which was free to the public. ===Exhibit19=== Nation19 magazine presented Exhibit 19 with Dr. Runoko Rashidi: \"Black and Indigenous contributions to the world.\" The presentation marked the first time Dr. Rashidi presented in Arizona. == References == == External links == * Category:2010 establishments in Arizona Category:African-American magazines Category:Lifestyle magazines published in the United States Category:Music magazines published in the United States Category:Hip hop magazines Category:Independent magazines Category:Magazines established in 2010 Category:Magazines published in Arizona Category:Mass media in Phoenix, Arizona ",
    "title": "Nation19"
}