{
    "id": "44359824",
    "text": "Building of the redaction in Winterthur Der Landbote, commonly shortened to Landbote, is a Swiss-German-language daily newspaper, published in Winterthur, Switzerland. == History and profile == Der Landbote was founded in 1836 in Winterthur as a liberal weekly paper of the so-called Landschaft, i.e. the region of the canton of Zürich excluding the city of Zürich. From 1857, it was distributed as a daily paper of the young liberal direction; editors were among others Johannes Scherr and Jakob Dubs. In 1861 acquired Salomon Bleuler the book printing and the newspaper publishing, and under his editorial (1860 to 1886) the newspaper became the leading organ of the Democratic movement of national importance and the organ of the Democratic Party (DP) of the canton of Zürich. Important editors were from 1866 to 1870 Friedrich Albert Lange, and beginning in 1877, Gottlieb Ziegler. After the death of Bleuler in 1886, the company was in the possession of the family Ziegler – Ziegler brothers as a collective society, later limited partnership, from 1974 called Ziegler Druck- und Verlags-AG, being a family corporation. The company also publishes daily. With the decline of the DP in 1971, Landbote was transformed into a liberal newspaper forum. Articles about issues outside the Zürichsee region of the Zürichsee-Zeitung are managed by the editorial team of the Landbote. Landbote also serves as Winterthurer Stadtanzeiger as the official publication organ of the city of Winterthur. The circulation rose steadily (1854 3'080, 1885 6,500, 1914 9,000, 1936 11,000, 1950 15,650, 27,900 in 1970, 40,000 in 1986), and in 2001 it was 46,427 copies, making it the leading newspaper in Winterthur and the surrounding region. In 2014 the paper had a circulation of 29,295 copies. ==See also== * Zürichsee-Zeitung ==References== ==Literature== * Der Landbote 1836–1986, Winterthur, 1987. == External links == * * Category:1836 establishments in Switzerland Category:Daily newspapers published in Switzerland Category:German-language newspapers published in Switzerland Category:Mass media in Zürich Category:Publications established in 1836 Category:Winterthur ",
    "title": "Der Landbote"
}