{
    "id": "44358914",
    "text": "The Nebraska–Wisconsin football rivalry is an American college football rivalry between the University of Nebraska Cornhuskers and University of Wisconsin Badgers. The winner of the game receives the Freedom Trophy. Wisconsin leads the series 10–4. ==History== The inaugural matchup between the Cornhuskers and Badgers was in 1901 in Milwaukee, Wisconsin. The Badgers won 18–0. After the 1901 game the two football teams would not meet again for 64 years. The dominant Cornhuskers won three games in a row against the Badgers in 1965, 1966 and 1973. Barry Alvarez, the future Wisconsin head coach and athletic director, played linebacker for Nebraska from 1966–68 and during the 1966 meeting between the Cornhuskers and Badgers he intercepted a pass and returned it 25 yards. Alvarez would go on to become head coach for the Badgers in 1990, where he implemented a Nebraska-style offense which relied heavily on run-style offense centered on a powerful offensive line controlling the line of scrimmage. Alvarez stated, \"a lot of my philosophy was based upon the foundation I had starting at Nebraska.\" The Badgers would not see their next victory until 1974, 73 years after their first win. It wasn't until the Nebraska Cornhuskers left the Big 12 Conference and joined the Big Ten Conference in 2011 that the two programs would meet again across division lines. The Cornhuskers were in the Legends division and the Badgers the Leaders division. The two programs traded home wins with Wisconsin resoundingly defeating the Cornhuskers in their inaugural Big Ten game at Camp Randall in 2011 48-17. The Cornhuskers had the second-largest comeback in program history to defeat the Badgers at Memorial Stadium in the 2012 regular season 30-27. The two met again just over two months later in the 2012 Big Ten Football Championship Game where the unranked Badgers defeated the heavily favored #14 Cornhuskers at Lucas Oil Stadium 70–31. Wisconsin linebacker Chris Borland tackles Nebraska's quarterback, Taylor Martinez, in the 2012 Big Ten Football Championship Game After the Cornhuskers joined the Big Ten in 2011 the significance of the initial matchups coupled with the ensuing scores resulted in the game quickly developing into a budding rivalry. After the 2012 Big Ten Championship Game, there were calls from Cornhuskers and Badgers alike for the Nebraska-Wisconsin games to be labeled a rivalry game. In 2014, the Big Ten Conference re-aligned the divisions geographically into East and West; Nebraska and Wisconsin found themselves in the West division. Prior to the 2014 meeting, it was announced by both the Nebraska and Wisconsin athletic departments that the two teams would start playing for the newly created Freedom Trophy. The 2014 game was referred to as a showdown between two Big Ten running back Heisman Trophy candidates; Nebraska's Ameer Abdullah and Wisconsin's Melvin Gordon. The Badgers ended up defeating Nebraska 59–24. During the game, Wisconsin running back Gordon set the FBS single game rushing record with 408 rushing yards. Gordon accomplished this, as well as scoring four rushing touchdowns, in only three quarters of play. The previous mark of 406 yards was set by TCU running back LaDainian Tomlinson in 1999. Gordon's record did not last long however, as Oklahoma running back Samaje Perine rushed for 427 yards the following week. After the 2014 season ended it was labeled the \"Best Emerging College Football Rivalry\" by Bleacher Report. ==Freedom Trophy== Prior to their meeting in 2014 the athletic departments of both universities announced the two teams would play for the newly created Freedom Trophy, thus cementing the new rivalry status. Upon the announcement of the newest Big Ten trophy game, Wisconsin's athletic director Barry Alvarez stated \"Trophy games are part of the tradition of college football, and I'm thrilled that we're going to be introducing one into our rivalry with Nebraska.\" The trophy itself is made of bronze and features images of both teams' football stadiums with an American flag in the center. Half of the stadiums exterior is the East side of Nebraska's Memorial Stadium and the other half is the North section of Wisconsin's Camp Randall Stadium. The trophy is mounted onto a wooden base where future game scores will be inscribed. ==Game results== == See also == * List of NCAA college football rivalry games ==References== Category:College football rivalries in the United States Category:Nebraska Cornhuskers football Category:Wisconsin Badgers football Category:Big Ten Conference rivalries ",
    "title": "Nebraska–Wisconsin football rivalry"
}