{
    "id": "44358023",
    "text": "Don is a fictional character in the Don film franchise. He was first introduced in the 1978 film Don. He later appears in a remake Don and its sequel Don 2. The character was created by the writer duo Salim–Javed (Salim Khan and Javed Akhtar), and was portrayed by Amitabh Bachchan. Later in the reboot series of Don, he was replaced by Shah Rukh Khan. Don was briefly portrayed by Hrithik Roshan in Don 2 as well in a special appearance. In the films, he is shown as a lieutenant who initially works under Singhania. He is characterised as diabolically evil, cunning, and psychopathic, though he is shown to exhibit a little romantic interest in his friend-turned-foe Roma. In the original film, he is shown to be dead and a lookalike of him named Vijay takes his place to work as an informer to the police. The 2006 remake altered the plot, adding a twist revealing that Don is actually alive and had killed Vijay to take his place for a little while. In its 2011 sequel Don 2, he manages to control the entire drug market of the Indian mafia and eventually takes control of the European drug mafia, emerging as an emperor of the Asian and European drug mafia. The character had appeared in several films, comics, and video games, and has managed to gain a cult status in Indian cinema. ==Creation== The writer duo Salim–Javed had written a script which they didn't name. They were unsuccessful in selling the script to the producers. It was eventually rejected by Dev Anand, Prakash Mehra and Jeetendra. By that time producer Nariman Irani was in huge debts after he produced the film Zindagi Zindagi with Sunil Dutt which turned out to be a huge flop. Amitabh Bachchan, Zeenat Aman, Chandra Barot and Manoj Kumar suggested him to make another film. Then he along with Chandra Barot brought the script from the writers Salim Khan and Javed Akhtar and the script was eventually named Don. According to Javed's son Farhan, his version of Don's real name is Mark Donald as per his fictional creations. ==Films== ===Don (1978)=== Don (Amitabh Bachchan) is one of the most powerful men in the business of crime, who in spite of being one of the most wanted on the list of Interpol, remains elusive to the police. Along with the police, Don makes a few other enemies through his merciless approach to running his organization, especially when he kills one of his own men, Ramesh, when the latter decides to leave the business. This introduces Don to two new enemies, Kamini (Helen), Ramesh's fiancée, and Roma, (Zeenat Aman) Ramesh's sister. When Kamini seduces Don and attempts to have the police arrest him, her plan backfires as Don outsmarts her and the police in his escape, and in the process, Kamini is killed. A shattered, revenge-seeking Roma gets her hair cut short, trains in judo and karate, then enters Don's gang after deceiving them into thinking that she too is on the wrong side of the law. Don is impressed with her fighting skills and allows her to work for him, without realising her true intentions. Meanwhile, after a couple of unsuccessful attempts at nabbing Don, the police finally succeed, but Don dies during the pursuit, botching Officer D’Silva's (Iftekhar) plan to reach the source of all crime—the man Don reported to—through capturing Don alive. D’Silva buries Don's body, ensuring that people believe that he may still be alive. As luck would have it, D’Silva remembers his chance encounter with Vijay (Amitabh Bachchan), a simpleton trying to survive in the hustle and bustle of Bombay in order to support two small foster children, who is an exact lookalike of Don. D’Silva hatches a plan to transform Vijay into Don so he can arrest the rest of the gang, an event which leads to the rest of the movie's plot. ===Don: The Chase Begins Again (2006)=== In 2006, the drug trade is booming. The Malaysian Intelligence and Anti-Narcotic Department are called upon for assistance by their Indian counterparts. The Indian team is headed by DCP D'Silva (Boman Irani), who wants to break the drug operations of a drug lord named Singhania. Helping him along the way is Malik (Om Puri). Both of them know that in order to capture Singhania, they must capture his most loyal ally Don (Shah Rukh Khan). Don is extremely dangerous - he has even been known to kill one of his own men Ramesh, who attempted to leave Don and his gang without informing Don first. Ramesh's fiancée Kamini (Kareena Kapoor) decides to help D'Silva arrest Don but in the process, she is also killed by Don. Now, Ramesh's sister Roma (Priyanka Chopra) manages to get her way into Don's gang by persuading them that she is wanted by the police - her real plan is to murder Don in order to avenge her brother and his fiancé. Don and his gang, consisting of Anita (Isha Koppikar) his girlfriend and Narang (Pavan Malhotra) travel to India to trade some drugs. D'Silva and his team follow them there - Don is injured fatally during a police chase. D'Silva keeps this a secret - he decides to track down a look alike of Don named Vijay (Shah Rukh Khan) and asks him to pose as Don so that he (D'Silva) can get the gang arrested. Vijay agrees when D'Silva promises to admit Deepu (Tanay Chheda), a child Vijay looks after, to a good school. Meanwhile, Jasjit (Arjun Rampal), Deepu's real father has just been released from prison and becomes bent on killing D'Silva. This is because Jasjit was committing a crime in order to save Deepu and his wife from a gang of criminals and D'Silva had Jasjit arrested, thereby preventing Jasjit from saving his wife from death. Vijay is admitted to the same hospital as Don, who is in a coma. Vijay, through an operation, soon gets all the scars which Don has, put on his body. However, Don was conscious enough to listen D'Silva's plan and plan his own escape. He swaps places with an unconscious Vijay and kills him. To D'Silva and rest of his team, \"Don\" dies of heart failure. When \"Vijay\" (as Don) re-enters the gang, he pretends to have lost his memory (according to D'Silva's plan, the more he learns about Don, the more he shall remember). The gang have a disc which contains some of their most vital information. \"Vijay\" agrees to take this disc to D'Silva - Roma decides to go with him. When they arrive, Roma attempts to kill \"Vijay\". However, D'Silva arrives and tells Roma about his plan. Roma finds herself falling in love with \"Vijay\", who seems to reciprocate. D'Silva soon finds Singhania and kills him. In a police raid, \"Vijay\" and the gang members are all arrested by Malik and his team. D'Silva is apparently killed in a blast - this is unfortunate for \"Vijay\" because D'Silva is the only person who could prove that his \"innocence\". Now Don's gang is against \"Vijay\", knowing his \"true identity\". \"Vijay\" escapes and tries to pursue the disc he gave to D'Silva in order to prove his \"innocence\". \"Vijay\" then reunites with Roma, and later Deepu as well, meeting Deepu's father Jasjit in process. Jasjit reveals D'Silva was alive all along and is actually Vardhan. In other words, Vardhan, posing as D'Silva, used Vijay to get closer to Singhania and eliminate his competitor. The three - \"Vijay\", Jasjit and Roma hatch a plot to help Malik arrest Vardhan. The next day, Jasjit arranges a meeting with Vardhan, saying he will hand over the disc. Vardhan and \"Vijay\" engage in a fight until Vardhan is defeated and arrested. \"Vijay\" gets badly injured during the fight, and is rushed to hospital. Before he leaves, Roma confesses her love for him. However, it is only after he leaves that Roma realises that Don is alive and was pretending to be Vijay the whole time. It is also revealed that the disc Don gave to the police was fake. In the end, Don and Anita both escape, knowing neither the police nor Roma will ever capture him. ===Don 2 (2011)=== The film opens five years after where the original film ended with Don (Shah Rukh Khan) narrating the story. The bosses of the European drug cartel meet in the French Riviera to discuss a new threat emerging from Asia. Don is jeopardising their business because he is able to sell drugs at a much lower price to their customers. The bosses send word out that Don must die. Don has been living in Thailand for the past five years and goes to a remote settlement to pick up a shipment of cocaine. Instead of normal transaction, Don has to fight his way out because the European drug dealers want him dead. He then inexplicably goes back to Malaysia where he surrenders to Roma (Priyanka Chopra) and Inspector Malik (Om Puri). Don is sentenced to death and sent to a Malaysian prison where he meets his old rival Vardhaan (Boman Irani). Don offers Vardhan his partnership, Vardhan agrees - they escape the prison by poisoning all the inmates and go to Zurich, Switzerland, where Don meets his trusted companion, Ayesha (Lara Dutta). In Zurich, they retrieve the contents of a locker only Vardhaan could access. The locker holds a tape that shows J.K Diwan (Alyy Khan), the vice president of a Euro printing bank called DZB (Deutsche Zentral Bank = German Central Bank), sent by Fabian Kohl to bribe Singhania (Rajesh Khattar) to kill a competitor. Don blackmails Diwan into giving him the blueprints to the currency center so that he can steal the printing plates. Diwan gives him fake information and hires an assassin Jabbar (Nawab Shah) instead. Don manages to escape and forces Jabbar to work for him. Diwan, left with no choice, hands over the real information. Don and his new team plan a bank robbery and carry out their plan by using hostages. After stealing the printing plates, Don is betrayed by Vardhaan and Jabbar but manages to escape. However, one of the members, Sameer (Kunal Kapoor) calls the police and Don is captured. Don threatens Sameer for informing the police. Unable to enter the bank and free the hostages, the police are forced to work with Don to get back into the bank in exchange for immunity in Germany. Don and Roma manage to reach Vardhaan and Jabbar but Roma is shot because she refuses to kill Don when told to do so. This gives an idea that Roma still has feelings for Don, even though he killed her brother five years ago. Vardhaan and his thugs fight and Don manages to defeat them; Jabbar is killed in the process. He then gets his immunity papers and surrenders the disc (containing the information about his associates) and the plates. He takes Roma to an ambulance. Don and Roma exchange one glance at each other before the ambulance doors close. He later detonates a bomb he planted earlier in Diwan's car. In a final scene it is revealed that Don actually still has one of the money plates, which the police believe is destroyed in the explosion. It is also revealed that Sameer was loyal to Don and giving his information to police was just a part of Don's plan. The police cannot do anything as Don has immunity and do not know that Don has a plate. Don also gives the police a disc of all his associates but it is really a disc with the names of the European drug cartel. All the members of the cartel are arrested and Don becomes the king of the European underworld. Finally Don tells Ayesha and Sameer that they do not know how rich they are going to become. When Ayesha reveals to him that she was afraid he would be caught he says - \"Don ko pakadna mushkil hi nahin namumkin hai\" (It's not just difficult to catch Don, it's impossible), and an evil laugh of Don is heard as the end credits start to roll. ===Don 3 (2020)=== There had been preparations to bring back Don with the film Don 3. The script work is still going on. In December 2018 it was announced that the script was finalized and the film is set to go on floors in August 2019 with Shah Rukh Khan reprising the role of Don and will release in 2020. The film is reported to be shot extensively in England, Dubai, Abu Dhabi, and Monte Carlo. ==Characterization== {| class=\"toccolours\" style=\"float: right; margin-left: 1em; margin-right: 2em; font-size: 85%; background:#c6dbf7; color:black; width:30em; max-width: 40%;\" cellspacing=\"5\" | style=\"text-align: left;\" | \"Yeh tum janti ho ki yeh revolver khali hai ... main janta hoon ki yeh revolver khali hai ... lekin police nahin janti ki yeh revolver khali hai\" (You know that this revolver is empty ... I know that this revolver is empty ... but police does not know that this revolver is empty) |- | style=\"text-align: left;\" |—Don fools the police by threatening Kamini with an empty revolver |} Don is characterized as diabolically evil, cunning and psychopathic. In one of the films he threatens to kill a girl Kamini with an empty revolver if the police doesn't let him go (Owing to the fact that they do not know that the revolver is empty). He is also shown to be ruthless when running his business. He even kills Ramesh, a man who works for him, when he tries to leave Don and his business. In one of the films he says 'Don ke samne aadmi ke pass sirf do raaste hote hain..mann jaye ya mar jaye...jaisi uski marzi' (When in front of Don, a man has only two choices, agree or die...his choice). As a result, he makes enemies all the way. But he is shown to escape from all of them with perfect ease. Although the Interpol is badly in search of him he manages to hide and run his business smoothly. {| class=\"toccolours\" style=\"float: right; margin-left: 1em; margin-right: 2em; font-size: 85%; background:#c6dbf7; color:black; width:30em; max-width: 40%;\" cellspacing=\"5\" | style=\"text-align: left;\" | \"Don ko Pakadna mushkil hi nanhi... namumkin hain\" (It's not just hard to catch Don, it's impossible) |- | style=\"text- align: left;\" |—The most famous dialogue of Don |} Don is also shown to be a great escape artist. He manages to escape from every tricky situation he is confronted with. In one of the situations, when he was imprisoned in a jail, he manages to smuggle a pair of driver's clothes, poisons all his inmates that night and manages to escape in driver's clothes driving an ambulance on the pretext of taking them to the hospital. It is shown that nearly eleven countries are searching for him. He starts working under Singhania along with Vardhaan, but betrays both of them and establishes himself as the King of the Drug cartel. At hand-to-hand combat Don is shown to be a perfectionist, his fighting style appears to be a mix of Krav Maga and Wing Chun. In fact he is shown to be a ruthless killer. In one of the situations he kills his opponent by breaking his neck in two, spits on him and says \"see ya!\" When in the jail he easily overpowers Vardhaan who threatens him with a knife. ==Other versions== Don has appeared in several non-Hindi films, most of which are remakes of the 1978 original. These include the Telugu film Yugandhar (1979) where he was played by N. T. Rama Rao,http://www.thehansindia.com/posts/index/Sunday-Hans/2016-01-31/When- maestro-Ilaiyarajaa-made-NTR-jive/203761 the Tamil film Billa where he was played by Rajinikanth,https://www.filmfare.com/features/king-of- remakes-14674-6.html and the Malayalam film Shobhraj (1986), where he was played by Mohanlal.https://web.archive.org/web/20151222084036/http://indianexpress.com/article/trending/trending- in-india/four-films-that-perfectly-capture-the-devil-genius-charles-sobhraj/ Ajith Kumar played the character in Billas 2007 remake of the same name,http://www.rediff.com/movies/2007/dec/14ssbilla.htm while Prabhas reprised the role in its 2009 Telugu version.http://www.rediff.com/movies/review/billa-is-all-style-no- substance/20090406.htm ==References== ==External links== * Don on IMDb Category:Indian film characters Category:Action film characters Category:Thriller film characters Category:Fictional mobsters Category:Fictional crime bosses Category:Fictional Indian people Category:Film characters introduced in 1978 Category:Amitabh Bachchan Category:Shah Rukh Khan ",
    "title": "Don (character)"
}