{
    "id": "44355344",
    "text": "Church of Saint Nicholas (') was a Russian Orthodox Church built in Baku between 1850 and 1857. ==Background== ===Prior to construction=== Until 1818 Baku had no permanent church, except mobile military parish. Same year a mosque has been turned into an Orthodox church which was one of the mosques in the so-called \"dark ranks\" in the fortress. Until that time, the mosque several years served as a military warehouse. This building was called the Orthodox Church of St. Nicholas the Wonderworker Miro-Lycian initially. This church was small and uncomfortable, and soon there was a question about the construction of a new Orthodox church. On June 29, 1821 a committee for the construction of a new temple in Baku, whose chairman was appointed colonel Melikov – the commandant of Baku. Initially the idea was to build the church in partially destroyed Shirvanshahs' Palace. This was opposed by the Supreme Commander of the Caucasus, General Aleksey Petrovich Yermolov for the reason that the palace was a planned for state-owned institutions because of particularly spacious place it occupied. New Baku commandant colonel Afanasyev was ordered to examine two mosques near the Shirvanshahs' Palace for new church. But hired engineer who conducted the examinations, came to the conclusion that this should not be done. In January 1831 the Orthodox population of the city petitioned through commandant of Baku, lieutenant colonel Kolomiytsev on construction in Baku the new stone church of St. Nicholas. Design and construction estimates compiled by Lieutenant Colonel Isaev and were sent to Exarch of Georgia Archbishop Jonah for review, after which they were submitted for approval by the supreme commander of the Caucasus, General-lieutenant Nikita Pankratiev, to issue the necessary funds from the treasury, but higher authorities refused the proposals.Enver Pashazadeh, Orthodox churches of Old Baku Permission for construction of the temple was received in 1850 after handling the Exarch of Georgia Archbishop Isidore to the governor of the Caucasus Illarion Ivanovich Vorontsov-Dashkov. Also in 1850 the building committee was formed, consisting of the county chief collegiate counsellor Igor Trofimovitch Palashkovsky, execute the office of the superintendent of the Baku school staff (the director of school – approx. KSP) Collegiate Assessor Stepan Gorodensky and priest Dmitry Aleksapolsky. The new church was decided to build near the Shamakhy Gates of Baku fortress. ===Construction=== Ceremonial laying of the temple took place March 18, 1850. A silver plate bearing the date was laid upon foundation. The author of the project was Belov from Tiflis Governorate. The chief architects were two Pontic Greeks from Trebizond – Simon Giter and Kharlampy Pallistov. Construction of the cathedral was completed on October 28, 1857. Consecration of the cathedral was made on May 4, 1858 by Isidore (the former Exarch of Georgia who held the position until March 1, 1858), Holy Synod and Metropolitan of Kiev and Galich. ==Properties== The cathedral were about 45 metres high, built in the shape of a cross and had an altar to the north and two thrones. Main was constructed in the name of St. Nicholas, and the second was named \"Protection of the Holy Virgin\". Latter was constructed in 1887 by donations. The main four-tier iconostasis, crowned image of Golgotha was fulfilled by M.G.Panin in 1853. Uttermost two-tier iconostasis made from walnut tree. Carpenter works were produced in \"Meyer's workshop\" in Baku. There were five bells on a three-tiered bell tower. The temple was constructed in the Georgian-Byzantine style, a four-armed cross, had a capacity of 500 prayers.A.I.Unitsky, \"Baku Aleksandr-Nevsky Cathedral\", 1888 ==Demolition== The church was demolished by the Soviet authorities in 1930.The church of St. Nicholas – Official Icherisher website ==References== Category:Churches in Baku Category:Eastern Orthodox churches in Azerbaijan Category:1857 establishments in the Russian Empire ",
    "title": "St. Nicholas Church, Baku"
}