{
    "id": "44352032",
    "text": "The Australia-China Council (ACC) is a long-standing institution in the Australia-China bilateral relationship. ACC was established by the Australian Government in 1978 to promote mutual understanding and foster people-to-people relations between Australia and China. ACC combines the cross-sectoral bilateral expertise and advisory capacity of an independent Board appointed by the Minister for Foreign Affairs with the policy-making and management base in the Department of Foreign Affairs and Trade. By the time of the ACC's fortieth anniversary in 2018, it had \"funded over 2,600 projects at a value of more than $23 million\". ==History== The concept of the Australia-China Council was borne out of discussions in 1975 between Australia's first ambassador to China, Dr Stephen Fitzgerald, and Jocelyn CheyAustralia--China Council Retrospective Author(s): Jocelyn Chey Source: The Australian Journal of Chinese Affairs, No. 7 (Jan., 1982), pp. 137-140 Published by: The University of Chicago Press on behalf of the College of Asia and the Pacific, The Australian National University Stable URL: https://www.jstor.org/stable/2158827 Accessed: 02/10/2014 who was a counsellor at the Australian Embassy in Beijing and later became the first head of the council's secretariat. On 11 May 1976, Dr Stephen Fitzgerald wrote a letter to the then Foreign Affairs Minister, Andrew Peacock. He said: \"China is not a habit of mind for Australians. The spread of Chinese influence is a process we do not understand. There is, of course, intrinsic worth in the understanding of Chinese culture for its own value. But the purpose of this dispatch is to suggest that there is a very specific Australian interest in the promotion of what is broadly described in China as cultural exchange. Without this, our relations with China will never be more than superficial, and we will be damagingly ill-equipped to adjust to a China dominant in our region.\" This letter led to the establishment of the Australia-China Council in 1978 by the Orders-In-Council. When Stephen FitzGerald returned to Australia, he convened a working group which presented a report to Andrew Peacock recommending the establishment of an advisory body which would make recommendations to the Minister for Foreign Affairs on the ways to develop and strengthen relations with China and which, under ministerial supervision, administers funding to support programs which will advance the bilateral relationship. The council would have an independent board representing, on a rotating basis, all major sectors and stakeholder groups involved in Australia-China relations. The board would be supported by a small secretariat in the Department of Foreign Affairs and Trade. The model has proved to be highly successful and effective and was later replicated with other bilateral foundations, councils and institutes in DFAT. This structure has remained largely unchanged to this day. Initially, sixteen council members were appointed under the chairmanship of Professor Geoffrey Blainey, former chairman of the Australia Council. ==Board members== The Australia-China Council Chair's commitment, guidance and leadership has been invaluable in developing, furthering and maintaining the successful bilateral relationship that Australia and China hold today. ===Current board members=== * The Hon Warwick Smith AM, Chair - Chairman, Advisory Board Australian Capital Equity; Chairman, Senior Managing Director and Chairman for Australia and New Zealand Banking Group (NSW & ACT) * Ms Anne-Marie Schwirtlich AM - Director General of the National Library of Australia * Ms Margaret Jack - President of the China Advisory Board of the Adecco Group * Ms Carolyn Kay - member of The Future Fund Board of Guardians, a non-executive director of Brambles, John Swire and Sons P/L and Scentre Group and an external Board Member of Allens Linklaters * Professor Michael Wesley - Dean College of Asia at the Australian National University and the Pacific * Mr Dan Ryan - a commercial and technology lawyer * Mr Harold Weldon - is a writer, publisher, filmmaker and China advisor * Ex-officio member - deputy secretary of the Department of Foreign Affairs and Trade responsible for North Asia; represents the department on the ACC Board ===Former ACC chairs=== * Emeritus Professor Mark Wainwright AM FTSE: 2006–2011 * Dr John Yu AC: 2000–2006 * Mr Stuart Simson: 1997–2000 * Professor Stuart Harris AO: 1991–1996 * Hon. E G Whitlam AC QC: 1986–1991 * Professor Wang Gungwu: 1983–1986 * Professor Geoffrey Blainey AO: 1978–1983 ==Strategic objectives== The council makes recommendations to the Australian Government through the Minister for Foreign Affairs on strengthening the Australia-China relationship in ways that support Australia's foreign and trade policy interests. The council's strategic objectives for 2014-18 are: # To strengthen the foundations of engagement – China literacy, business and cultural capabilities of Australian institutions and people. # To seek and foster new areas of engagement between Australia and China across business, knowledge and creative sectors. # To enhance understanding in China of Australian society, economy, politics and culture through the Australian Studies in China Program. # To showcase Australian creativity, entrepreneurship and innovation in China. # To generate, disseminate and make accessible high‑quality, relevant and up-to- date information about Australia-China relations. # To facilitate dialogue, develop professional and institutional networks between Australia and China and harness the leadership of Australian communities in strengthening bilateral connectivity. ==Grants program== ACC helps to kick-start a wide range of innovative, high‑impact projects across China, Hong Kong, Taiwan, Macau and Australia that enhance Australia-China education, business and cultural connections. Its grant-making and program activities for 2014–2018 are centred on education, economic diplomacy, arts and culture and underpinned by the three cross-cutting themes: mobility, capabilities and new areas of engagement. ===Funding priorities=== # Education: Support practical and effective solutions to enhance China literacy, business and cultural capabilities of Australian institutions and people to effectively engage with China, and promote education, science and innovation connectivity between Australia and China. # # Economic Diplomacy: Promote diversity, growth and innovation of Australia's trade and investment relationship with China. # # Arts and Culture: Showcase Australian arts and creative industries to Chinese audiences and build closer and broader cultural and artistic partnerships. ===Cross-cutting themes=== # Mobility: Encouraging greater and more diverse professional mobility between Australia and China, including through support of the New Colombo Plan. # # Capabilities: Building capabilities of organisations and individuals to enter into partnerships and work effectively with their Chinese counterparts; and investing in resources (including new digital and mobile platforms) that inform Australian communities and relevant sectors about opportunities, practices and risks in engaging with China. # # New Areas of Engagement: Identifying and seeking practical solutions to develop new niche areas of engagement between the two countries. ==Australian Studies in China Program== ACC has been supporting teaching and research on Australia in China for over two decades. ACC provides funding and information support to a network of over 30 Australian Studies Centres across China. The network is one of Australia's leading public diplomacy and education engagement platforms. The Australian Studies in China Program aims to build a vibrant, linked-up community of researchers, teachers and students participating in the study and research of Australian literature, economy, culture and other facets of Australian society. The Australian Studies Centres network is supported by the Australia-China Council, the Foundation for Australian Studies in China, the Australian Embassy and Consulates-General in China, and the broader Australian education and business community. ==BHP Billiton Chair of Australian Studies at Peking University== The BHP Billiton Chair of Australian Studies is an initiative of the Australia-China Council, the Foundation for Australian Studies in China, BHP Billiton and Peking University. The establishment of the chair was announced by the Prime Minister in April 2011 during the official visit to China. It is the first high- profile, privately funded Australian professorial position in China, and is a reflection of strong and multifaceted education engagement between the two countries. The chair also provides academic leadership to a network of more than 30 Australian studies centres in Chinese universities, which has been supported by the Australia-China Council for two decades. Professor David Walker is the inaugural BHP Billiton Chair of Australian Studies at Peking University – he commenced in his role in 2013. In 2016 Professor Greg McCarthy (political scientist) became the new BHP Billiton Chair of Australian Studies at Peking University. Professor McCarthy also holds the Chair of Australian Politics at the University of Western Australia. ==Foundation for Australian Studies in China== In 2011 ACC established the Foundation for Australian Studies in China– a unique partnership between government, business and higher education sector, created to boost support for the Australian Studies in China through the BHP Billiton Chair of Australian Studies, scholarships and strategic projects. BHP Billiton Chair of Australian Studies at Peking University is an initiative of the ACC, Foundation for Australian Studies in China, BHP Billiton and Peking University. It is the first high-profile, privately funded Australian professorial position in China - a reflection of extensive academic engagement between the two countries. ==Policy and advocacy== The Australia-China Council provides informed advice to the Australian Government in relation to public diplomacy strategies and Australia-China economic, cultural and education engagement. ACC runs a robust outreach and advocacy program with the aim to promote diversity, depth and strength of the bilateral relationship among its vast network of partners, grantees, alumni, supporters and friends and broad Australian community. ACC is increasingly active online as a provider of high-quality, relevant and up- to-date information about the Australia-China relationship. ACC ‘Australia- China relations’ web-space is one of the most comprehensive Australian resources on the bilateral relationship. ===Australia-China Council Delegations to China=== The Australia-China Council Board undertakes regular official visits to China. The visits focus on engagement with the Australian Studies Centres network, Chinese government, think-tanks, business, arts, media and education stakeholders. This gives the board the opportunity to gain first-hand insights into the current political and socioeconomic developments in China. ===Australia-China Council Chair's address to the Australia in China's Century Conference=== On 30 May 2014 the Chair of the Australia-China Council, the Hon Warwick Smith AM, delivered a major address at the Australia in China's Century Conference in Melbourne. Mr Smith spoke about the role of the Australia-China Council in the bilateral relationship and importance of institutions of 'soft power' in Australia's engagement with China and the Indo-Pacific region. ===Submission to the Australia in the Asian Century White Paper=== The Australia-China Council Board has made a comprehensive submission to the Australia in the Asian Century White Paper outlining the board's views on directions of Australia's engagement with China. ==References== ==External links== *Australia-China Council website. *Department of Foreign Affairs and Trade website. *Foundation for Australian Studies in China website. Category:Australia–China relations Category:Organisations based in the Australian Capital Territory Category:Organizations established in 1978 ",
    "title": "Australia-China Council"
}