{
    "id": "44356470",
    "text": "Online pharmacy laws in India are still in nascent stage and there are no dedicated online pharmacy laws in India. The Information Technology Act 2000 governs some of the legal issues pertaining to online dealings but it is silent on the aspect of online pharmacy. As a result, illegal online pharmacies have been increasing in India. It has been said that, if properly regulated, online pharmacies in India could prove beneficial to various stakeholders. ==Deficient Indian laws== The Drugs and Cosmetics Act, 1940, and the Drugs and Cosmetics Rules, 1945, have guidelines on the sale of Schedule H and Schedule X drugs. These can be sold only on prescription and there are specific rules, including for labeling. most of the online pharmacies in India were not complying with the laws of India or of other jurisdictions, and faced regulatory sanctions. Media reports claim that some online pharmacies are controlled by organized criminal networks. The anti-narcotics cell (ANC) of India has witnessed widespread addiction and rampant sale of a new chemical drug, MD (chemical \"mephedrone\"), that can be bought online from online pharmacies without restriction. In 2014 ANC was expecting an amendment in the Narcotics Drugs and Psychotropic Substances Act (NDPSA) of 1985 to tackle this nuisance. ==Developments since 2013== Patients would be able to book online a bed in All India Institute of Medical Sciences (AIIMS) very soon. The King George's Medical University (KGMU) of India was preparing an inventory of all generic medicines available across the country, later to be uploaded on the patient information management system; prescriptions would also be issued online, and medicines not in the inventory will not be accepted by the system. India is also promoting the traditional medicines and practices of Ayurveda, yoga, naturopathy, Unani, Siddha and homeopathy. A telemedicine application has been launched that connects patients in remote clinics with the doctors in tertiary hospitals via a video conference, launched through BlackBerry Messenger. The doctor then performs live face-to-face consultation for the patient by means of a video session. ==Medicine exports== India medicines are exported, and the United States has taken a tough stand against Indian medicines supplied through online pharmacies. In 2014, the U.S. FDA, in partnership with other federal and international agencies, took action against websites, some based in India, that were selling drugs to U.S. consumers against U.S. laws. == Indian Internet Pharmacies Association(IIPA)/Digital Health Platforms (DHP)== The IIPA now renamed as DHP is a consortium of entrepreneurs in the Online Pharmacy and Health Space. The first IIPA meeting was convened in Bangalore with a Common Minimum Compliance Model that online pharmacies in India have to follow to be part of this consortium.http://www.pharmabiz.com/NewsDetails.aspx?aid=91089&sid;=1 The IIPA Secratry, Kiran Divakaran had put out an interview https://economictimes.indiatimes.com/industry/healthcare/biotech/pharmaceuticals/private- players-in-e-pharmacy-space-form-association/articleshow/49351757.cms which said that the member pharmacies will self regulate until the law of the land catches up to advancements in technology with the following conditionshttps://www.thehindubusinessline.com/info-tech/code-of-conduct-for- epharmacy-sector-launched/article9370894.ece # No Sale without prescription. # No Sale of Schedule X drugs. # Final Packing in a tamper-proof cover under the personal supervision of registered Pharmacist of the pharmacy. # Valid Bill for Every sale. # Facilitate Medicine Recall in case directed by the Govt. The IIPA also is working actively with the Central Government to bring in changes to the regulations including the use of AADHAARhttps://uidai.gov.in/ Number linked prescriptions to ensure there is no misuse http://www.governancenow.com/gov-next/egov/a-bitter-pill-epharmacies == E-Pharmacy Draft (28 August 2018) == The Union Health Ministry of India has come out with draft rules on sale of drugs by online / e-pharmacies with an aim to regulate online sale of medicines across India and provide patients access to genuine drugs from authentic online portals. The draft rules on \"sale of drugs by e-pharmacy\" states the following pointshttps://economictimes.indiatimes.com/industry/healthcare/biotech/healthcare/health- ministry-comes-out-with-draft-rules-on-sale-of-drugs-by-e- pharmacy/articleshow/65637924.cms a. No person will distribute or sell, stock, exhibit or offer for sale of drugs through e-pharmacy portal unless registered. b. Any person who intends to conduct the business of e-pharmacy shall apply for the grant of registration to the Central Licensing Authority in Form 18 (AA) through the online portal of the Central Government. c. The application of registration of e-pharmacy will have to be accompanied by a sum of INR Rs. 50,000 while asserting that an e-pharmacy registration holder will have to comply with provisions of Information Technology Act, 2000 (21 of 2000). d. The details of the patient shall be kept confidential and not be disclosed to any person other than the central government or the state government concerned, as the case may be. e. The supply of any drug shall be made against a cash or credit memo generated through the e-pharmacy portal and such memos shall be maintained by the e-pharmacy registration holder as a record. f. New e-pharmacies have to be registered with the Central Drugs Standard Control Organization (CDSCO), India's apex drug regulator and central licensing authority. g. E-pharmacies have to take only one license in any state and can sell drugs all over the country even if they have one license. h. The sale of tranquilizers, psychotropic drugs, narcotics and habit-forming drugs have been prohibited through e-pharmacies portals. i. The premises of e-pharmacy shall be inspected, every 2 years by a team of officers authorized by the Central Licensing Authority, with or without the experts in the relevant field or the officers authorised by the concerned State Licensing Authority. j. The registration issued to any person for e-pharmacy will remain valid for a period of 3 years from the date of its issuance and a renewal of registration will have to be done in case it wants to continue. k. No e-pharmacy shall advertise any drug on radio or television or internet or print or any other media for any purpose. l. The e-pharmacies portals are mandatory required to have at least 12 Hours and all seven days a week customer support and grievance readdress of all stakeholders. The customer support should have a registered pharmacist in place to answer the queries of customers through such customer helpline. ==See also== *Online pharmacy ==References== * * * * Category:Law in India ",
    "title": "Online pharmacy laws in India"
}