{
    "id": "44363834",
    "text": "Helicopter Sea Combat Squadron 2 (HELSEACOMBATRON 2 or HSC-2) (previously Helicopter Combat Support Squadron 2 (HC-2)), also known as the \"Fleet Angels\" (previously the \"Circuit Riders\"), is a helicopter squadron of the United States Navy based at Naval Station Norfolk operating the Sikorsky MH-60S Seahawk. The Fleet Angels are a Fleet Replacement Squadron providing trained MH-60S crew to units on the East Coast. the original squadron insignia of HC-2 \"Circuit Riders\" Oceana in 1991 ==History== MH-60S helicopters HSC-2 was established as the second squadron designated Helicopter Combat Support Squadron TWO (HC-2) on 1 April 1987 from components of several helicopter squadrons, specifically; HC-6's Atlantic Fleet VIP det flying the VH-3A Sea King, HM-12's Vertical Onboard Delivery (VOD) det flying the CH-53E Super Stallion, and HS-1's Sea Det flying the SH-3G Sea King in support of the Commander U.S. 6th Fleet in Gaeta Italy and the Commander Middle East Force (what would eventually become 5th Fleet) in Manama Bahrain. The Manama detachment was affectionately known as the \"Desert Ducks\". The squadron originally named itself the Circuit Riders but in 1994 it adopted the name Fleet Angels from the first HC-2, which had been established as HU-2 on 1 April 1948 and was disestablished on 30 September 1977. Later in the squadron's history it replaced its SH-3G Sea Kings with the UH-3H and UH-3H(ET-Executive Transport) versions and it replaced its CH-53E Super Stallions with the Sikorsky MH-53E Sea Dragon. HC-2 provided detachments to the Persian Gulf in 1990 and 1991 in support of Operations Desert Shield and Desert Storm, conducting search and rescue, medical evacuation, and prisoner transportation flights, as well as assisting in the search for naval mines and providing other assistance to the fleet. Civilian assistance was rendered in the aftermath of Hurricanes Dennis and Floyd during which two members of the squadron would be awarded the Navy and Marine Corps Medal for their heroism in rescuing stranded people in North Carolina. Unit citations received over the years have included both a Battle Efficiency Award and a Meritorious Unit Commendation as well as the Chief of Naval Operations Aviation Safety Award in honor of more than 60,000 flight hours without an accident. In 1997 HC-2 assumed the H-3 Fleet Replacement Squadron (FRS) role in addition to its other missions when HS-1, which by that time was the Navy's sole H-3 FRS was disestablished that June. The venerable H-3 was finally retired from Navy squadron service by HC-2 in January 2006 and replaced with the Navy's new multi-role combat support helicopter, the MH-60S Seahawk. On 1 January 2006 the squadron was redesignated Helicopter Sea Combat Squadron TWO (HSC-2) and became the East Coast Fleet Replacement Squadron for the MH-60S. ==Aircraft== Aircraft operated by HSC-2 and HC-2 include (bold indicates active aircraft types): * Sikorsky CH-53E Super Stallion * Sikorsky MH-53E Sea Dragon * Sikorsky MH-60S Seahawk * Sikorsky SH-3G Sea King * Sikorsky UH-3H Sea King * Sikorsky VH-3A Sea King ==See also== * History of the United States Navy * List of United States Navy aircraft squadrons ==References== 02 02B ",
    "title": "HSC-2"
}