{
    "id": "44369712",
    "text": "Cartorhynchus (meaning \"shortened snout\") is an extinct genus of early ichthyosauriform marine reptile that lived during the Early Triassic epoch, about 248 million years ago. The genus contains a single species, Cartorhynchus lenticarpus, named in 2014 by Ryosuke Motani and colleagues from a single nearly-complete skeleton found near Chaohu, Anhui Province, China. Along with its close relative Sclerocormus, Cartorhynchus was part of a diversification of marine reptiles that occurred suddenly (over about one million years) during the Spathian substage, soon after the devastating Permian-Triassic extinction event, but they were subsequently driven to extinction by volcanism and sea level changes by the Middle Triassic. Measuring about long, Cartorhynchus was small animal with a lizard-like body and a short torso; it probably swam in an eel-like manner at slow speeds. Its limbs bore extensive cartilage and could bend like flippers, which may have allowed it to walk on land. The most distinctive features of Cartorhynchus were its short, constricted snout, and its multiple rows of molar-like teeth which grew on the inside surface of its jaw bones. These teeth were not discovered until the specimen was subjected to CT scanning. Cartorhynchus likely preyed on hard-shelled invertebrates using suction feeding, although how it exactly used its inward-directed teeth is not yet known. It was one of up to five independent acquisitions of molar-like teeth among ichthyosauriforms. ==Discovery and naming== Stratigraphic diagram of the Nanlinghu Formation at the Majiashan Quarry (the source locality of Sclerocormus is marked in red) In 2011, the only known specimen of Cartorhynchus was discovered in Bed 633 from the second level of the Majiashan Quarry near downtown Chaohu, Anhui Province, China; the rock strata in this quarry belong to the Upper Member of the Nanlinghu Formation. The specimen consists of a nearly-complete skeleton missing only part of the tail and some of the bones from the left part of the rear skull. The specimen's preservation likely resulted from it having being deposited in sediment right side down, thus leaving the left side exposed to the elements. It received a field number of MT-II, and later a specimen number of AGB 6257 at the Anhui Geological Museum. In 2014, the specimen was described by Ryosuke Motani and colleagues in Nature as representing a new genus and species, Cartorhynchus lenticarpus. They derived the generic name Cartorhynchus from the Greek words (καρτοσ, \"shortened\") and (ρηψνχηοσ, \"snout\"), and the specific name lenticarpus from the Latin words (\"flexible\") and (\"wrist\"). Both names refer to anatomical characteristics that it would have had in life. The specimen was thought to be toothless until an isolated tooth was discovered during further attempts to remove rock from between the closed jaws. Since the specimen was too fragile to expose the interior of the jaws, Jian-Dong Huang, Motani, and other colleagues subsequently scanned and rendered the specimen in 3D using micro- computed tomography (micro-CT), performed at the Yinghua Testing Company in Shanghai, China. In 2020, results from their follow-up work were published in Scientific Reports. ==Description== Size comparison At the time of its discovery, Cartorhynchus was the smallest-known member of the Ichthyosauriformes. The preserved specimen had a length of ; assuming that it had tail proportions comparable to close relatives, Motani and colleagues estimated a full body length of and a weight of . ===Skull=== Cartorhynchus had an unusually short and constricted snout, which only occupied half of the skull's length, and a deep jaw. The tip of the snout was only wide. Unlike most reptiles, its nasal bone reached the front of the snout. Due to its likewise elongated premaxilla, its bony nostrils were located relatively far back on the skull, and its frontal bone also lacked an expansion at its rear outer corner. All of these characteristics were shared with its close relative Sclerocormus. However, unlike the latter, the frontal bone did not contribute to the eye socket in Cartorhynchus; the prefrontal and postfrontal bones did not meet above the eye socket; and the location of the large hole for the pineal gland on the skull roof differed: it was at the contact between the frontal and parietal bones in Sclerocormus, but solely on the parietals in Cartorhynchus. Cartorhynchus also had a characteristically large hyoid bone. micro-CT scans of the skull, showing constrictions (yellow arrows) and wear surfaces (yellow brackets) on teeth Initially, Motani and colleagues inferred that Cartorhynchus was toothless; however, micro-CT scanning subsequently revealed the presence of rounded, molar-like teeth that projected inwards nearly perpendicularly to the long axis of the jaw, therefore making them invisible externally. All of the teeth were either completely flattened or weakly pointed, and many of the teeth bore a constriction between the root and the crown. Unlike other ichthyosauriforms with molariform teeth, all of the tooth crowns were \"swollen\" to a similar extent. On the maxilla (upper jawbone) and dentary (lower jawbone), the teeth were arranged in three rows, with the outermost row having the most and largest teeth; the maxillae had seven, five, and probably one teeth each, while the dentaries had ten, seven, and four teeth each. Among ichthyosauriforms, only Cartorhynchus and Xinminosaurus have multiple rows of teeth. The arrangement of the teeth meant that the front-most lower teeth would have had no corresponding upper tooth, and also that the two dentaries forming the lower jaw could not have been tightly fused. This characteristic would have been shared with its close relatives, the toothless hupehsuchians. ===Postcranial skeleton=== Life reconstruction Cartorhynchus appears to have had 5 neck vertebrae and 26 back vertebrae, for a total of 31 pre-sacral vertebrae (vertebrae in front of its sacrum, or hip). Along with Sclerocormus (with 34 pre-sacrals) and Chaohusaurus (with 36 pre-sacrals), Cartorhynchus falls within the typical range for terrestrial animals, unlike the 40 to 80 pre-sacrals common among the more derived (specialized) ichthyopterygians. Unlike Sclerocormus, the neural spines projecting from the top of the vertebrae in Cartorhynchus were relatively narrow and inclined instead of broad and flanged. Cartorhynchus can also be distinguished by its parapophyses, vertebral processes that articulated with the ribs; their front margins were confluent with those of the vertebrae. Both Cartorhynchus and Sclerocormus had heavily-built ribcages, which were deepest near the shoulder, with broad, flattened, and thick-walled ribs, as is commonly seen in early members of secondarily-aquatic reptile lineages. The Ichthyopterygia lost these flattened ribs with the exception of Mollesaurus. On the underside of the chest, the gastralia of Cartorhynchus were thin and rod-like, unlike the flattened \"basket\" of Sclerocormus, but both lacked another pair of symmetrical elements at the midline of the body. The limbs of Cartorhynchus were poorly ossified (only three digits of the hand were ossified) with widely-spaced bones, particularly between the wrist bones (carpals) and the digits, suggesting the presence of extensive cartilage in the limbs. This would have made the limbs flipper-like. The forelimb flippers of Cartorhynchus were curved backwards, with the digits being tilted 50° relative to the axis of the long bones (zeugopodium), while the hindlimbs were curved forwards. The femur of Cartorhynchus was straight and not expanded at its bottom end. Sclerocormus had similar limbs, except they were better- ossified and their preserved curvature may not have been natural. ==Classification== Sclerocormus is the closest relative of Cartorhynchus, with the two forming the Nasorostra The lack of complete fossil remains has resulted in a lack of clarity about the origins of the Ichthyopterygia, including the ichthyosaurs. For many years, their fossils were considered to have abruptly appeared in the Middle Triassic with strong aquatic adaptations. The discovery of Cartorhynchus and Sclerocormus partially filled this gap. Phylogenetic analyses conducted by Motani and colleagues found that the two were closely related to each other — forming a clade (group) called the Nasorostra — and to the Ichthyopterygia, to which nasorostrans formed the sister group. Cartorhynchus and Sclerocormus were united by their short snouts, elongated nasals, deep jaws, frontals lacking expansions, rib-cages deepest near the shoulder, and scapulae (shoulder blades) wider at the bottom end than at the top end. Incorporating nasorostrans into phylogenetic analyses also provided evidence in support of the hupehsuchians as close relatives of the ichthyopterygians. In 2014, Motani and colleagues named the clade formed by Nasorostra and Ichthyopterygia as the Ichthyosauriformes, and the clade formed by Ichthyosauriformes and Hupehsuchia as the Ichthyosauromorpha. Notably, the close relation between these different groups was recovered by their analyses regardless of whether characteristics linked to aquatic adaptations were removed from the analysis. Such characteristics may have developed homoplasiously (from convergent evolution) among multiple lineages due to similar lifestyles, which can bias phylogenetic analyses to reconstruct them as homologies (derived from shared ancestry). The persistence of these reconstructed relationships even after the removal of aquatic characteristics points to their robustness. Below, the phylogenetic tree from the phylogenetic analysis published by Huang, Motani, and colleagues in 2019, in the description of Chaohusaurus brevifemoralis, is partially reproduced. ===Evolutionary history=== The appearance of ichthyosauromorphs was part of the recovery of marine ecosystems following the devastating Permian–Triassic extinction event. It was commonly believed that marine ecosystems did not recover their full diversity until 5 to 10 million years following the mass extinction, and that marine reptiles recovered more slowly from the extinction than other lineages. However, the discovery of multiple diverse faunas of marine reptiles occurring in the Early Triassic — including Cartorhynchus — subsequently showed that this was not the case. In particular, it appears that ichthyosauriforms first appeared during the Spathian substage of the Olenekian stage and quickly attained high functional diversity in the first million years of their evolution. They occupied a variety of niches despite relatively low species diversity, including both demersal (bottom-dwelling) species like hupehsuchians and nasorostrans, and pelagic (open-water) species like ichthyopterygians. Taxonomic diversity of Triassic marine reptiles; note the two peaks in diversity and the bottleneck between Many ichthyosauriforms from the Early and Middle Triassic had molariform teeth (shown in the phylogenetic tree above), including Cartorhynchus; such teeth indicate a diet at least partially based on hard-shelled animals. In 2020, Huang and colleagues performed an ancestral state reconstruction of teeth among ichthyosauromorphs. Probabilistic methods suggested that rounded or flat teeth most likely evolved independently five times, while methods based on parsimony suggested that they evolved independently three to five times. Huang and colleagues observed that the development of molariform teeth occurred independently many times in aquatic animals (including multiple lineages of monitor lizards, moray eels, and sparid and cichlid fish), and thus the frequency among ichthyosauriforms is not unusually high. They also observed that Early Triassic ichthyosauriforms generally had small, rounded teeth; the teeth of Middle Triassic ichthyosauriforms were more diverse in size and shape, which correlates with increased invertebrate diversity. Thus, they suggested that the diversification of ichthyosauriforms was partially driven by the evolution of hard-shelled prey. However, hupehsuchians and nasorostrans ultimately went extinct at the boundary between the Early and Middle Triassic, producing a \"taxonomic bottleneck\". At the boundary, sea level changes and volcanism led to poorly oxygenated oceans, producing a characteristic carbon isotope signature from decaying organic material in rock strata at the boundary. Ichthyosauriforms did not recover in diversity after this turnover, with the Sauropterygia and Saurosphargidae driving a second wave of diversification lasting three to five million years. ==Palaeobiology== ===Diet=== 3D reconstruction of the dentaries and maxilla as they would have articulated in life, in multiple views Motani and colleagues hypothesized in 2014 that Cartorhynchus was a suction feeder which fed by concentrating pressure in its narrow snout. This was further supported by the robustness of its hyoid and hyobranchial element (which would have anchored the tongue), and their incorrect observation of toothlessness. Similar inferences were subsequently made for Sclerocormus. Shastasaurus and Shonisaurus had previously been interpreted as suction-feeding ichthyosaurs, but a quantitative analysis of Triassic and Jurassic ichthyosaurs by Motani and colleagues in 2013 showed that none of them had sufficiently robust hyobranchial bones nor sufficiently narrow snouts to enable suction feeding. The discovery of molariform teeth in Cartorhynchus led Huang and colleagues to conclude in 2020 that Cartorhynchus was durophagous, feeding on hard-shelled prey. They noted that this did not contradict a suction-feeding lifestyle; some sparid fish are both durophagous and suction-feeding. However, they suggested that Cartorhynchus would have been restricted to feeding on small prey. As for the horizontal orientation of the teeth, they observed wear surfaces which indicated that the sides of the teeth occluded with each other, instead of the crowns. However, they noted that teeth are structurally strongest at their tips, not on their sides, under the high stresses of crushing bites. They suggested that the jaw may have been twisted during preservation, or soft tissues like collagen which held up the teeth in life may have been lost, although they conceded that neither hypothesis would explain the wear patterns. Finally, they noted that the lower teeth without corresponding upper teeth were unusual; they show no wear patterns, and there is no evidence of muscular mechanisms which would have allowed the two jaws to be used against each other. Therefore, they inferred that these teeth were probably not used against other teeth. ===Limbs and locomotion=== Cartorhynchus may have used its flippers in a manner akin to juvenile sea turtles Cartorhynchus had poorly-ossified limbs in spite of its well-ossified skull and vertebrae. However, Motani and colleagues suggested in 2014 that it was still an adult because many early-diverging members of marine reptile lineages have poorly-ossified limbs through paedomorphosis (the retention of immature traits into adulthood), although they did not completely reject the possibility that it was a juvenile due to the existence of only one specimen. In the case of Cartorhynchus, Motani and colleagues proposed that the large, flipper-like forelimbs would have enabled it to move on land, thus making it amphibious. The extensive cartilage at the wrist joint would have allowed the flipper to bend without an elbow; juvenile sea turtles have similarly cartilaginous flippers that they use to move on land. Although its flipper would not have been particularly strong, Cartorhynchus was relatively lightweight, with a body mass to flipper surface area ratio smaller than that of Chaohusaurus. The curved flippers would have allowed them to be kept close to the body, thus increasing their mechanical advantage. Motani and colleagues suggested that other traits of Cartorhynchus would also have aided an amphibious lifestyle, including the short trunk and snout, and the thickened ribs (which would have served as a ballast, stabilizing the animal in near- shore waters). Flow velocity simulation; cool colours denote slower flow A 2019 study by Susana Gutarra and colleagues used computational simulations to estimate the energy cost of swimming in ichthyosauriforms. Early-diverging ichthyosauriforms with lizard-shaped bodies and elongate, flukeless tails, like Cartorhynchus, would have employed anguilliform (eel-like) swimming, while later ichthyosauriforms with deeper, fish-like bodies and well-defined tail flukes would have employed carangiform (mackarel-like) swimming. It is generally thought that anguilliform swimming is less efficient than carangiform swimming. Indeed, Gutarra and colleagues found that the energetic cost of swimming at was 24 to 42 times higher in Cartorhynchus than the ichthyosaur Ophthalmosaurus (depending on whether swimming mode is accounted for), and its drag coefficient was 15% higher than that of the bottlenose dolphin. However, Cartorhynchus would have likely swam at slower speeds requiring less efficiency, and the advantages of carangiform swimming in later, larger ichthyosauriforms were also offset by increased body size. ==Palaeoecology== Chaohusaurus is found in the same strata as Cartorhynchus Bed 633 of the Majiashan Quarry, the locality where Cartorhynchus was found, is a layer of grey argillaceous (clay-bearing) limestone located above the base of the Upper Member of the Nanlinghu Formation. It is defined above and below by layers of yellowish marls. In terms of ammonite biostratigraphy, this bed belongs to the Subcolumbites zone. High-resolution date estimates have been produced for the Olenekian-aged strata exposed in the Majiashan Quarry based on isotopic records of carbon-13 cycling and spectral gamma ray logs (which measure the amount of radiation in rocks of astronomical origin); Bed 633 in particular was estimated at 248.41 Ma in age. During the Middle Triassic, the Chaohu strata were deposited in an oceanic basin relatively far from the coast, which was bordered on the south by shallower waters and carbonate platforms, and on the north by a continental slope and deeper basins. The ichthyosauriforms Sclerocormus and Chaohusaurus are both found in Majiashan Quarry along with Cartorhynchus; Sclerocormus is known from the younger Bed 719 (248.16 Ma), while Chaohusaurus is found in both beds. The sauropterygian Majiashanosaurus is known from Bed 643. Fish diversity in the Majiashan Quarry is poorer than other localities; the most common fish is Chaohuperleidus, the oldest known member of the Perleidiformes, but a species of the wide-ranging Saurichthys and several undescribed fish are also unknown. Potential invertebrate prey for Cartorhynchus include small ammonites and bivalves, and the thylacocephalan arthropod Ankitokazocaris. ==See also== *Sclerocormus *Ichthyosauriformes ==References== Category:Early Triassic ichthyosaurs Category:Prehistoric animals of China Category:Ichthyosaurs Category:Fossil taxa described in 2014 Category:Early Triassic genus first appearances Category:Early Triassic genus extinctions ",
    "title": "Cartorhynchus"
}