{
    "id": "44367081",
    "text": "W.J. Jeffery & Co was a London gun and rifle maker. ==History== W.J. Jeffery & Co was founded by William Jackman Jeffery (1857–1909), who started his career in the gun trade in 1885 working in the front shop of Cogswell & Harrison. In 1887 Philip Webley appointed Jeffery manager of P. Webley & Son's London showroom at 60 Queen Victoria Street. Webley later abandoned their London operation and in 1890 Jeffery formed a partnership with a man by the name of Davies and Jeffery & Davies started trading from 60 Queen Victoria Street. This partnership was short lived and in 1891 the firm was renamed W.J. Jeffery & Co, still operating out of the Queen Victoria Street store. In addition to building new firearms, W.J. Jeffery & Co was a trader in second hand firearms, by 1892 offering over 1000 for sale. In 1898 the firm opened a shop at 13 King Street, St James's, and by 1900 the company was a full-scale gunmaker with a workshop at 1 Rose and Crown Yard, near to the King Street shop. William Jeffery died in 1909 and his brother Charles Jeffery took over the company. In 1914 the King Street shop was replaced by a smaller shop at 26 Bury Street, St James's, and the Rose and Crown yard workshops closed. During the Great War the company had a number of military contracts for sniper rifles and related equipment, but the decline in civilian sales post-war saw the company's fortunes fall. In 1920 Charles Jeffery died and his nephew F. Jeffery Pearce took over the company, in 1921 the Queen Victoria Street shop was closed and in 1927 the company moved to 9 Golden Square, Soho. The Second World War failed to generate much business for W.J. Jeffery & Co and the retracting British Empire after the war saw the sales of big game hunting rifles fall further. Despite this the company continued and in 1955 moved to 5b Pall Mall, London, their catalogue that year offered one sidelock and two boxlock double rifles along with P-14 bolt actioned rifles in three calibres. In 1956 the company was sold to Malcolm Lyell who also owned the London Westley Richards agency and the business moved to 23 Conduit Street. In 1959 Lyell became managing director and chief executive of Holland & Holland, the address changed to 13 Bruton Street and the company became a subsidiary of Holland & Holland. Under Holland & Holland, W.J. Jeffery & Co rifles and shotguns continued to be made, but the Jeffery name was used less and less. In 2000 W.J. Jeffery & Co was sold to American interests and from 2000 to 2010 control of the company was transferred to J. Roberts & Son of London, who held the company records and had a license to manufacture under the Jeffery name. The owner of J. Roberts & Son, Paul Roberts, had previously owned John Rigby & Company. In that time 100 new Jeffery firearms were produced, 80 bolt action rifles and 20 double rifles and shotguns. ==Products== Unlike other London gunmakers, W.J. Jeffery & Co offered modern big-game hunting rifles in the medium price bracket. In order to compete with his biggest competitors, John Rigby & Company and Westley Richards, Jeffery outsourced to several Birmingham based rifle manufacturers including Saunders, Ellis, Webley, Tolley and Leonard bros, as well as Turners of Reading, John Wilkes and others in addition to sourcing components from abroad. By 1905 the firm was producing large numbers of mid-priced nitro express double rifles, both in its own and other calibres. By the time of William Jeffery's death in 1909 they were probably the largest marketer of double rifles within the UK, with large numbers being used in Africa and India. By the 1950s it was predominantly selling shotguns and bolt action rifles. One user was Jim Corbett, who used a W.J. Jeffrey & Co boxlock double rifle chambered in .450/400 Nitro Express 3-inch, along with a lighter Rigby Mauser in .275 Rigby. In the early years of World War I, W.J. Jeffrey & Co rifles chambered in their high velocity .333 Jeffery cartridge proved highly effective against the steel mantlet plates used by German snipers at the time. ==Ammunition developed by W.J. Jeffery & Co== *.255 Jeffery Rook *.400 Jeffery Nitro Express in 1902. *.600 Nitro Express in 1903. *.404 Jeffery in 1905. *.475 No 2 Jeffery from 1906. *.333 Jeffery in 1908. *.280 Jeffery in 1913. *.303 Magnum in 1919. *.500 Jeffery in 1920. ==See also== *Nitro Express ==References== Category:Firearm manufacturers of the United Kingdom ",
    "title": "W.J. Jeffery &amp; Co"
}