{
    "id": "44368681",
    "text": "{| |} Utrecht, gold ducat 1729, retrieved from 't Vliegend Hert shipwreck 't Vliegend Hert also called 't Vliegend Hart (meaning 'the Flying Deer') was an 18th-century East Indiaman or \"mirror return ship\" () of the Dutch East India Company. 't Vliegend Hert was built in 1729 in Middelburg for the Chamber of Zeeland. Her maiden voyage was in December 1730, departing from Fort Rammekens (Netherlands) to Batavia (now Jakarta, Indonesia), commanded by captain Abraham van der Hart. On 3 February 1735 't Vliegend Hert left from Rammekens for Batavia, commanded by captain Cornelis van der Horst. She was accompanied by the smaller ship Anna Catherina, under command of Jacob de Prinse and carried a cargo of wood, building materials, iron, gunpowder and wine, as well as several chests with gold and silver coins. Shortly after departure both ships ran aground in de Scheldt estuary on the sandbanks around Duerloo Channel and were lost with all cargo and crew. In the following days, barrels with jenever, beer and oil washed ashore on the beaches of Blankenberge and Nieuwpoort. In 1736, the British diver Captain William Evans salvaged some items, including 700 wine bottles and an iron cannon. Because of the difficult conditions there were no further salvage attempts and gradually the wreck was forgotten. It was not until 1981 that the wreck site would be rediscovered. Many artifacts, including wine bottles, bullets and an intact coffer with 2000 gold ducats and 5000 silver reales were retrieved. In 1991 a second chest filled with gold ducats and Spanish reales was discovered, as well as several cases of silver ducatons. As these ducatons (riders) were not listed on the official cargo document it is likely they were smuggled on board by members of the crew to be sold for higher prices in the East Indies. ==External links== * http://www.vocsite.nl/schepen/detail.html?id=10436 de VOC-site (Dutch) * http://www.wrecksite.eu/wreck.aspx?4562 The wreck site * http://www.vliz.be/imisdocs/publications/239025.pdf Integrated assessment of the buried wreck site of the Dutch East Indiaman 't Vliegend Hart Category:Ships of the Dutch East India Company ",
    "title": "'t Vliegend Hert"
}