{
    "id": "44369500",
    "text": "Tranmere is a suburb of Birkenhead, Wirral, Merseyside, England. It contains seven buildings that are recorded in the National Heritage List for England as designated listed buildings, all of which are listed at Grade II. This grade is the lowest of the three gradings given to listed buildings and is applied to \"buildings of national importance and special interest\". The area is partly residential and partly industrial. The listed buildings consist of two churches, a house, a cross shaft, and a drinking fountain. {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%;border:0px;text-align:left;line- height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:700px\" class=\"unsortable\"|Notes |- |Tranmere Cross |centre |align=\"center\"| |The cross fragment in Victoria Park is in stone. It consists of a chamfered shaft on a chamfered base, standing on three steps. The cross was erected on its present site in 1937. |- |St Catherine's Church |centre |align=\"center\"|1831 |The church was originally in brick. In 1873–76 J. Francis Doyle added a chancel and transepts in sandstone with a Welsh slate roof, the original part becoming the nave. A northeast steeple was added in 1879; this consists of a two-stage tower with a stair turret, on top of which is an embattled parapet and a broach spire with lucarnes. The windows are in Decorated style. |- |307 Old Chester Road | |align=\"center\"| |A stuccoed house with a Welsh slate roof in two storeys and four bays. The first three bays are symmetrical and have a central doorway with a gable over the middle bay. The porch extends as a verandah over the ground floor square bay windows. The other windows are casements, and the right bay is flat-roofed. |- |Church of St Paul with St Luke |centre |align=\"center\"|1854–55 |The church was designed by W. and J. Hay, and is built in red sandstone with Welsh slate roofs. It consists of a nave, transepts, a chancel with a south vestry, and a large steeple to the north of the chancel. The steeple consists of a tower with angle buttresses, one containing a stair turret. On the top of the tower are angle pinnacles, and a broach spire with lucarnes. The windows are in Decorated style. |- |Drinking fountain |centre |align=\"center\"|1886 |The drinking fountain is set into the wall of the former Tranmere abattoir. It is in copper-coated cast iron and has a fluted terracotta canopy. It consists of a basin fed by a lion's-head spout on a half-column. Under this is a dog basin fed by two lion's-head spouts. There is an inscription above the upper spout. |- |St Joseph's Church | centre |align=\"center\"|1899–1900 |A Roman Catholic church by Edmund Kirby in Early English style. It is a long church, built in Ruabon brick with terracotta dressings, and it has a Westmorland green slate roof. The church consists of an eleven-bay nave with a clerestory, aisles, a chancel, and chapels. At the west end of the nave are buttresses rising to turrets, between which are three stepped lancet windows. |- |Byrne Avenue Baths |centre |align=\"center\"|1931–33 |The swimming baths were designed by Robert W Johnston in Classical style with Art Deco features. They are built in reinforced concrete, with dressings in red brick and yellow concrete and a slate roof. The baths have a rectangular plan with a central entrance hall and two pools. Many of the original internal features have been retained. The boundary wall, railings and gates are included in the listing. |- |} ==References== Citations Sources * * * * * * * * * Category:Listed buildings in Merseyside Category:Lists of listed buildings in Merseyside ",
    "title": "Listed buildings in Tranmere, Merseyside"
}