{
    "id": "44368141",
    "text": "Arnau Sala Descals (born 20 November 1971) is a Spanish retired footballer who played as a defender, and a manager. He is currently the assistant manager of Girona FC. ==Club career== Born in Sant Fruitós de Bages, Barcelona, Catalonia, Sala made his senior debuts with CE Manresa in Tercera División. After appearing with Real Zaragoza B and AEC Manlleu in Segunda División B, he joined UE Figueres in the same level in the 1994 summer. In June 1999 Sala joined Segunda División's Córdoba CF. He played his first match as a professional on 28 August, aged 28, starting in a 0–1 away loss against Recreativo de Huelva.Justa vitoria del ‘Recre’ en el derbi andaluz (Fair win from 'Recre' in the Andalusian derby); El Mundo Deportivo, 29 August 1999 Sala scored his first professional goal on 2 October, netting his side's first of a 2–1 home win against CA Osasuna.De nuevo Armada (Armada again); El Mundo Deportivo, 3 October 1999 After appearing in 36 matches and scoring four goals during his first campaign, he was sparingly used in his second, and subsequently returned to Figueres in the 2001 summer. In 2002 Sala joined Girona FC, achieving promotion from the fourth level at first attempt. He retired in 2006, aged 35, with CF Peralada in the same division. ==Manager career== On 3 June 2010, after being Raül Agné's assistant at Girona and Recreativo de Huelva, Sala was appointed Figueres manager.Arnau Sala fa el pas i entrenarà el Figueres (Arnau Sala makes the grade and will manage Figueres); El Punt Avui, 3 June 2010 He achieved two consecutive promotions with the club, taking them back to the fourth level in the 2012–13 season. In February 2013 Sala announced he would leave Figueres at the end of the season,Arnau Sala deixarà de ser l´entrenador del Figueres al final de temporada (Arnau Sala will leave Figueres' manager post at the end of the season); Diari de Girona, 13 February 2013 and was appointed at the helm of Girona FC B on 4 July.Muñoz serà el segon de Ricardo i Arnau es perfila com el tècnic del filial (Muñoz will be Ricardo's assistant and Arnau becomes the reserves manager); Diari de Girona, 4 July 2013 On 29 December he was appointed UE Olot manager, replacing fired Edu Vílchez.Arnau Sala substitueix Edu Vílchez com a tècnic de la Unió Esportiva Olot (Arnau Sala replaces Edu Vílchez as Unió Esportiva Olot's manager); Nació Digital, 29 December 2013 On 10 May 2014, after narrowly avoiding relegation, Sala renewed with Olot.Arnau Sala seguirá en la Garrotxa (Arnau Sala will remain in Garrotxa); La Segunda B, 10 May 2014 He was dismissed that November, with the team again in the drop zone. Sala returned to Peralada as manager in 2015, and in his second season won promotion from the fourth tier with a playoff victory over Club Rápido de Bouzas. In December 2017, he left to be Agné's assistant again, this time with Nei Mongol Zhongyou F.C. in China League One. The pair were dismissed the following August, with the team second from bottom. On 23 October 2019, Sala and Raül Agné returned to Girona FC.Raúl Agné llega a un acuerdo para ser el entrenador del Córdoba CF, diariocordoba.com, 23 October 2019 ==Managerial statistics== {| class=\"wikitable\" style=\"text-align: center\" |+ Managerial record by team and tenure |- !rowspan=\"2\"|Team !rowspan=\"2\"|Nat !rowspan=\"2\"|From !rowspan=\"2\"|To !colspan=\"8\"|Record !rowspan=2| |- ! ! ! ! ! ! ! ! |- |align=left|Figueres | |align=left|3 June 2010 |align=left|4 July 2013 | |- |align=left|Girona B | |align=left|4 July 2013 |align=left|29 December 2013 | |- |align=left| Olot | |align=left|29 December 2013 |align=left|24 November 2014 | |- |align=left|Peralada | |align=left|27 May 2015 |align=left|21 December 2017 | |- !colspan=\"4\"|Total !— |} ==References== ==External links== * * * Category:1971 births Category:Living people Category:People from Bages Category:Spanish footballers Category:Catalan footballers Category:Association football defenders Category:Segunda División players Category:Segunda División B players Category:Tercera División players Category:Real Zaragoza B players Category:AEC Manlleu footballers Category:UE Figueres footballers Category:Córdoba CF players Category:Girona FC players Category:Spanish football managers Category:UE Figueres managers Category:UE Olot managers Category:CE Manresa players Category:Spanish expatriates in China ",
    "title": "Arnau Sala"
}