{
    "id": "44362569",
    "text": "HR 6819, also known as HD 167128 or QV Telescopii (abbreviated QV Tel), is a triple star system in the southern constellation of Telescopium. It is situated in the south-western corner of the constellation, near its boundary with Pavo and Ara. The system appears as a variable star that is dimly visible to the naked eye with an apparent magnitude that ranges from 5.32 down to 5.39, which is comparable to the maximum brightness of the planet Uranus. It is from the Sun, and is drifting farther away at a rate of . A May 2020 study reported that the system contains a black hole, making the latter the closest known black hole, and the first one located in a star system visible to the naked eye. As of October 20, 2020, it is now questioned whether HR 6819 includes a black hole. Two published papers and one pre-print paper argue that HR 6819 is not in fact a trinary system, including a black hole, but rather a binary system with two mainstream stars. https://www.sciencealert.com/the- closest-black-hole-to-earth-has-been-reidentified-as-a-very-special-pair-of- starsBecause of its location in the sky, it is visible only to observers south of 33°N latitude. == Nomenclature == HR 6819 is the Bright Star Catalogue designation for this star. It also has the Henry Draper Catalogue designation HD 167128 and the Hipparcos designation HIP 89605. Since its brightness varies, it has been given the variable star designation QV Telescopii, indicating that it is the 330th confirmed variable star (excluding stars with Bayer designations) in the constellation Telescopium. == History of discoveries == HR 6819 was regarded as a single star but has been noted by astronomers Dachs and Slettebak that its absorption spectrum displays characteristics of both Be and B3III stars. In 2003, Monika Maintz concluded the spectrum of HR 6819 contained the signatures of two stars, though there were limited observations to deduce a certain orbital period. Further observations by Thomas Rivinius and his colleagues in 2009 were able to disentangle the spectra of the two individual stars, and later conducted thorough radial velocity measurements in 2019, suggesting the presence of an unseen stellar-mass black hole within the system. The triple star hypothesis was challenged in 2020 by Mohammadtaher Safarzadeh and his colleagues. == System == An artist's depiction of the orbits of the HR 6819 hierarchical triple star system, including the black hole Ab (red orbit) in the inner binary HR 6819 is a hierarchical triple containing a classical Be star in a wide orbit of unknown period around an inner 40.3 day binary, a B3 III star and a non-emitting (non-accreting) black hole (≥ ), designated Ab. Although the HR 6819 system has been described as a member of the Sco OB2 association of co-moving stars, a more recent analysis indicates it is an older system and not part of the association. The spectrum of HR 6819 contains both narrow and broadened lines. The broad lines originate from the rapidly-rotating Be star, while the narrow lines are from a more slowly-rotating B-class giant. The radial velocity variations of the lines indicate that the normal B giant is in a 40-day orbit, but not with the Be star. Therefore, there is a third, invisible, body in the system, the other component in the 40-day orbit. Analysis of the orbital parameters suggests that the third body is sufficiently massive that it can only be a black hole. === QV Tel Aa === Now capable of being disambiguated as Aa (from A before), the main, inner stellar component is a B3 III blue giant star. It has a mass of approximately . It and its unseen companion form an inner binary with a period of 40.33 days. The spectral type of component Aa is well-defined at about B3 from the distinct narrow lines in the composite spectrum. Comparison of different spectral lines indicates that the star is a giant star and that its temperature is 16 to . The probable mass of such a star is , and certainly not less than . === QV Tel Ab (black hole) === Radial velocity measurements of the seen inner component Aa analysed in 2020 indicate that it has a massive unseen companion Ab, which is very likely to be a black hole. Being distant from the Sun, this would make it the closest known black hole to the Sun. As the host stellar system has an apparent magnitude of 5.36, similar to the maximum brightness of planet Uranus, the black hole is the first discovered in one of the 9,000 stellar systems visible to the naked eye. The black hole is not detected in the spectrum and no x-rays have been observed, so any accretion disk around it would have to be a very weak one. The orbital motion of the visible blue giant shows that the minimum mass of the unseen component Ab is almost as large as that of component Aa. Given the strict minimum mass of component Aa, this means a minimum mass of . If the inclination of the orbit is not edge-on to us, then the mass is higher. Any single star with a mass that high would be easily detected in the spectrum, and objects which might be undetectable, such as neutron stars, cannot be that massive. Therefore, the object Ab is inferred to be a black hole. === QV Tel B === The second, outer stellar component designated as B is a type Be star with a stellar classification of B3IIIpe. The 'e' suffix indicates emission lines in its spectrum. It is a rapidly rotating blue-white star with a hot disk of decreted gas surrounding it. The General Catalogue of Variable stars have given to the star system an entry and resultant designation (i.e. as a variable) due to this star, noting variability akin to but not properly of the Gamma Cassiopeiae type. It is an estimated 50 million years in age, with a projected rotational velocity of . The emission lines in the spectrum are strong, but absorption lines from the Be star are weak and so the exact spectral type is difficult to determine. Overall the spectral class is similar to the inner blue giant, but the relative weakness of some luminosity-dependent lines suggest that it is a main sequence star. It appears to be slightly hotter and slightly less luminous than the inner giant star, but the exact properties are difficult to determine due to its rapid rotation, the weak absorption lines, and the presence of strong emission lines from the disk. == See also == * LB-1, a binary system with a B star and a non-accreting black hole or neutron star. == References == == External links == * (Friday, 2020 May 22) Category:B-type giants Category:Be stars Category:Stellar black holes Category:Telescopium (constellation) Category:Durchmusterung objects 167128 089112 6819 Category:Objects with variable star designations ",
    "title": "HR 6819"
}