{
    "id": "44366711",
    "text": "Guben station is a station of Guben in the German state of Brandenburg. It is at the junction of lines from Berlin to Wrocław via Frankfurt (Oder) and from Cottbus to Zbąszynek. The station building is surrounded by the tracks. Only the route between Frankfurt (Oder)–Cottbus is used by passenger services, while the line towards Zbąszynek is used for freight traffic. ==Location and construction== The station is located northwest of central Guben and is connected by Straße Bahnhofsberg (“station hill street”) to the road network. It is an \"island station\" () with its entrance building located between the tracks and is bordered to the west by the tracks of the Berlin–Wrocław railway and to the east by the tracks of the Cottbus–Guben railway and the Guben–Zbąszynek railway. At both ends of the station there are crossovers between the lines. A pedestrian tunnel connects the station building with the platforms and continues to Bahnhofstrasse (“station street”) to the east of the tracks. The station forecourt of the entrance building is on the side street of Straße Bahnhofsberg, which is connected to the bridge carrying Cottbuser Straße over the railway tracks to the south of the station. The station has four platform tracks. Tracks 2 and 8 are located to the west or east of the main platforms; tracks 1 and 3 lie on a common island platform on the west side. Tracks 1 and 2 are, however, normally the only platforms served by passenger trains. The station building is heritage-listed by the state of Brandenburg. ==History == In 1843, the Niederschlesisch-Märkische Eisenbahn- Gesellschaft (Lower Silesian-Markish Railway Society, NME) obtained a concession to build a railway line from Frankfurt on Oder to Breslau (now Wrocław). Two years later, on 11 August 1845, the foundation stone was laid for Guben station. The opening took place on 1 September 1846 with the commissioning of the line. The station was initially operated by the trains of the NME, before it was taken over by the Prussian government in 1850. The section from Guben to Zbąszyń (then called Bentschen) was constructed for the Märkisch-Posener Eisenbahn-Gesellschaft (Markish-Poznan Railway Company), beginning in 1866. This line was completed in 1870 and as a result Guben station became a railway junction. The station building of 1845 was retained, but its operations were taken over by a new building situated on an island between the tracks. Trains ran on the northern bridge over the Neisse to Zbąszynek from 26 June 1870. A connection was opened and operated to the south to Cottbus by the Halle-Sorau-Guben Railway Company (Halle-Sorau-Gubener Eisenbahn-Gesellschaft (HSGE) on 1 September 1871. A locomotive depot (Bahnbetriebswerk) completed the station area. Guben was the meeting place of long-distance trains between Berlin and Breslau on the one hand and between Leipzig and Allenstein (now Olsztyn) on the other. The branch line to Forst, which starts about two and a half kilometres south of Guben station, was opened in 1904. After the end of the First World War, the importance of the line from Guben to the east was reduced considerably when the Polish border was shifted west and the province of Posen become part of Poland. The new end point of the section of the line to Bentschen (Zbąszyn) was changed to Neu Bentschen (Zbąszynek) because Zbąszynek had become part of Poland. A major fire destroyed the depot in 1924. The station was connected with the inner town by the Guben tramway (Straßenbahn Guben) from 1904 to 1938. On 18 February 1945, the operation of trains in Guben was abandoned completely in front of the advancing front. With the end of World War II, the major damage was eliminated by the end of July 1945. Most of the town of Guben was transferred to Poland. Operations at Guben station was taken over by the Polish State Railways (PKP) on 1 August 1945 as there was no suitable transfer station available on the Polish side of the border. On 1 October, control of the station was transferred to Reichsbahndirektion (railway division of) Cottbus. Passenger services over the Lusatian Neisse were abandoned; cross- border freight traffic continued on the line of the former Markish-Poznan Railway towards Zielona Góra (formerly called Grünberg in Schlesien). Thus, a Polish part of Gubin station emerged north of the city. The Berlin–Wrocław line towards Lubsko (formerly Sommerfeld) was maintained for military strategic reasons. There was, however, no regular traffic across the border and freight traffic ended on the Polish side at the small, newly built Gubinek station south of the city. Guben remained a through station for internal traffic on the route from Cottbus to Frankfurt (Oder). Increasingly long- distance trains ran between these two cities and continued further north from Guben so that they could serve Eisenhüttenstadt, which was not on the direct line. The whole station was equipped with a relay interlocking in 1971. From 28 May 1972, the station became a joint station of Deutsche Reichsbahn (DR) and PKP, taking over the previously separate freight handling of both companies in Guben and Gubin. On the same day, a cross-border train service was established between the German Democratic Republic and the Polish People's Republic from Guben towards Zielona Góra. With the rise of the Polish trade union Solidarity and the state of emergency, the passenger services ended in 1981. In the same year, passenger services were abandoned on the branch line to Forst and ten years later this line was closed. The station was connected to the electric railway network in 1990. The line to the east on the Polish side was completely renewed for six months in 1994. During that period freight traffic resumed on the line towards Lubsko, but after the end of construction this line was closed on German side at the bridge over the Neisse. In 1996, cross-border passenger services resumed towards Zielona Góra, but this ended in 2002. Freight transport operations across the Neisse continued. Deutsche Bahn initially wanted to close operations in the eastern part of the railway station and to sell the land due to the decline in traffic, but it abandoned this project in December 2010. ==Train services== The station is served by the following services:Timetables for Guben station {| class=\"wikitable\" |- ! Line ! Route ! Frequency (min) ! Operator |- | align=\"center\" | RE 1 | Cottbus – Guben – Frankfurt (Oder) – Berlin – Potsdam – Brandenburg – Magdeburg | Individual services | DB Regio Nordost |- | align=\"center\" | RB 11 | Cottbus – Guben – Eisenhüttenstadt – Frankfurt (Oder) | 60 | DB Regio Nordost |} ==Bus services== Bus services provided by Neißeverkehr connect to Cottbus, Forst (Lausitz), inner Guben and surrounding communities. ==References== ===Notes=== === Sources=== * == External links == *Bahnhof Guben auf guben-online.de *Geschichtliches auf Seiten des Modellbahn Club Guben Category:Railway stations in Brandenburg Category:Railway stations in Germany opened in 1846 Category:1846 establishments in Prussia Category:Buildings and structures in Spree-Neiße ",
    "title": "Guben station"
}