{
    "id": "44369729",
    "text": "{| |} The Gribovsky G-22 () was a low powered, single seat sports cantilever monoplane, designed and built in the USSR in the mid-1930s. It set at least one class record and flew from 1936 to at least 1940, though only one was completed. Walter Mikron ==Design and development== Before the G-22 all of Gribovsky's powered aircraft had monocoque fuselages and almost all had two spar wings. Though a wooden aircraft like them, the low wing G-22's structure was different, with a flat sided, truss framed fuselage and single spar wings. In plan its wing had a short parallel chord centre section and strongly straight tapered outer panels with the greatest taper on the trailing edges and with elliptical tips. The wing was plywood covered ahead of the spar and fabric covered aft. There were short span Frise ailerons hinged to the upper wing surface. Over its lifetime the G-22 was powered by three different engines. It began in 1936 with an inverted in-line engine, the four cylinder, Walter Mikron. This was replaced in 1938-9 by a radial engine, the seven cylinder, Pobjoy. In 1940 this was in turn replaced with a three-cylinder radial, the M-23. Its single seat, open cockpit was placed at about mid-chord and behind it the headrest extended in a long fairing to the tail as the fuselage tapered markedly. The fin and the fabric covered, unbalanced rudder together had an elliptic profile. The G-22's tailplane was broad and almost triangular, with the hinge of its one piece elevator placed at the extreme fuselage, behind the rudder's trailing edge. The G-22's tail skid undercarriage had a pair of faired main wheels on short, vertical legs. Its rear skid was quite long, to protect the overhanging elevator. On 3 June 1938 Ekaterina Mednikova set a class speed record of in the G-22, and there were other outstanding performances. Pobjoy Niagara Science Museum London ==Specifications (Walter engine) == ==References== ==External links== * Грибовский Г-22 AviaDejaVu.ru (Russian) * Грибовский Г-22 avia-museum.narod.ru (Russian) * Gribovski_G-22 ecured.cu (Spanish) * G-22 by V.K.Gribovskij ram- home.com * Лёгкий самолёт Г-22 aviamuseum (Russian) Category:1930s Soviet sport aircraft G-22 Category:Low-wing aircraft Category:Aircraft first flown in 1936 ",
    "title": "Gribovsky G-22"
}