{
    "id": "44362576",
    "text": "\"Just Gettin' Started\" is a song written by Chris DeStefano, Rhett Akins and Ashley Gorley and recorded by American country music artist Jason Aldean. It was released in November 10, 2014 as the second single from his 2014 studio album, Old Boots, New Dirt. ==Critical reception== The song received mixed to negative reviews from critics, criticizing both its rock-orientated production and its content. Kevin John Coyne of Country Universe rated the song a D grade, calling it \"Competently performed[,] [c]reatively stagnant[,] [and] [c]ompletely unnecessary.\" In his review of the album, Josh Schott of Country Perspective gave the song a similar review, also criticizing its lyrics and saying that \"[i]t’s a song about Aldean driving around with a girl and trying to have sex with her\" and that \"[t]he lyrics are shallow and cliché and the vibe of this song is similar to “Burnin’ It Down.”\" A review from Taste of Country was more favorable, stating that \"Jason Aldean’s ‘Just Gettin’ Started’ returns to what fans have come to count on from the Georgia-born country rocker. Hard-charging, guitar-drenched songs about love in the fast lane earned him a fine reputation. This latest cut builds on his legacy.\" ==Music video== The music video premiered in February 2015. It consists of live footage from the 2014 American Country Countdown Awards Show which was directed by Joe DeMaio. ==Chart performance== \"Just Gettin' Started\" debuted at number 58 on the U.S. Billboard Country Airplay chart for the week of November 8, 2014. The song has sold 503,000 copies in the US as of August 2015. This is Aldean's first single since 2010's \"Crazy Town\" to not be certified Platinum. {|class=\"wikitable sortable\" !align=\"left\"|Chart (2014–15) !align=\"center\"|Peak position |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable\" |- !scope=\"col\"|Chart (2015) !scope=\"col\"|Position |- | US Country Airplay (Billboard) | align=\"center\" | 22 |- | US Hot Country Songs (Billboard) | align=\"center\" | 43 |- |} ==Certifications== ==References== Category:2014 singles Category:Jason Aldean songs Category:Songs written by Chris DeStefano Category:Songs written by Rhett Akins Category:Songs written by Ashley Gorley Category:Song recordings produced by Michael Knox (record producer) Category:Broken Bow Records singles Category:2014 songs Category:Country ballads Category:Billboard Country Airplay number-one singles ",
    "title": "Just Gettin' Started"
}