{
    "id": "44360589",
    "text": "Victor Clyde Forsythe, also known as Clyde or Vic Forsythe (August 24, 1885 – May 24, 1962), was an American artist, most known for his illustrations and desert paintings. He is the illustrator of many different comics, including Joe Jinks. He is also believed to be considered one of the original \"Desert Painters\". ==Personal life== Clyde Forsythe was born on August 24, 1885, in Orange, California, to W.B. and Alice Chandler-Forsythe. Prior to his birth, Clyde's parents had live in Tombstone, Arizona, where they owned a store near the O.K. Corral, known as \"Chandler & Forsythe's C.O.D. Store\". According to Clyde's father, both W.B. and Clyde's uncle, Ira Chandler, were present at the time of the shootout that occurred between Wyatt Earp and his men and the Clanton-McLowery gang. Clyde's parents would eventually move to Southern California but this event would later influence Clyde's work. In the 1890s, his family moved to Los Angeles, California. While living in California, Clyde would often take camping trips out to the desert and spent his time as a youth on a ranch in the Coachella Valley which would inspire his fascination with the desert landscape. In terms of his training, Forsythe spent his youth training at the Los Angeles School of Art & Design under the direction of Louise Garden MacLeod. In 1904, Forsythe left Los Angeles and travel to New York to study at the Art Students League, under the tutelage of Frank DuMond. While in New York, Forsythe was hired as an illustrator for the New York World. On June 12, 1906, Clyde married Cotta Owen. Together the couple lived in the well known artist colony of New Rochelle, New York. While living in New Rochelle, Forsythe met a young artist by the name of Norman Rockwell. Forsythe and Rockwell would become good friends and even shared a studio together in New Rochelle, which had previously been owned by the artist Frederick Remington. In 1920, Clyde and Cotta moved out to California where he remained for the remainder of his life. Clyde died on May 24, 1962, in Pasadena, California. ==Career== Forsythe's career began when he moved to New York and found work at the New York World. Here he illustrated various articles and comics, such as The Great White Dope, a comic about boxing, and a western comic called Tenderfoot Tim. Due to his early success, Forsythe began to catch the eye of William Randolph Hearst. Hearst was the publisher of New York World's rival magazine, the New York Journal and recruited Forsythe to work as a cartoonist. Here, Forsythe met fellow painter and cartoonist, Jimmy Swinnerton, with whom he became close friends with. He also met Norman Rockwell in 1914. During World War I, Forsythe was recruited by the Committee on Public Information's Division of Pictorial Publicity, for whom he created a number of war propaganda posters, including his famous \"And They Thought We Couldn't Fight\" poster. This poster, which was created for the Victory Loan drive, features an American soldier, with a bandaged head, celebrating his victory over the Germans and carrying a German helmet as souvenir. This poster was thought to be intended to silence the Germans who claimed that the American soldiers were weak. Forsythe's \"And They Thought We Couldn't Fight\" poster for the Victory Loan drive Forsythe was also responsible for various illustrations to war stories found in Boys' Life magazine throughout World War I and into the 1920s. After World War I, Forsythe continued to work as a cartoonist. In 1918, he created his most famous cartoon, Joe's Car (later distributed by United Feature Syndicate), which was a comic about a man obsessed with his car. Joe was depicted as a balding, agitated, everyman with an overbearing wife which made the cartoon relatable to the public and made Forsythe successful. In 1928, Forsythe renamed the cartoon from Joe's Car to Joe Jinks, the name of the character. This was done since Joe had gone from being a car-obsessed man to an airplane pilot as well as a boxing manager. Even though Forsythe moved out to California in 1920, he continued to create the Joe Jinks comics until 1933 when he quit. But after pressure from the public to return, Forsythe started creating the Joe Jinks comic again in 1937. This did not last long as he officially retired from the comic the following year in 1938. After moving out to California in 1920, Clyde continued to work on his art. He moved out to Alhambra, California, where he set up a studio with his friend and fellow artist Frank Tenney Johnson. In 1923, Forsythe and Johnson helped found a cooperative gallery in downtown Los Angeles, known as the Biltmore Salon, also known as the Biltmore Art Gallery. The art gallery was located at the Biltmore hotel and was designed as a place for artists to showcase their work. While he lived in California, Forsythe began to focus more on desert paintings. These paintings were focused on the desert landscape and features scenes of prospectors and burros, as well as a focus on the sky. After quitting comics in 1938, Forsythe focused his attention on easel painting. Forsythe is often considered one of the fathers of \"Desert Painting\" along with Maynard Dixon and Jimmy Swinnerton. Forsythe often painted in groups in the desert with these fellow artists. These artist are believed to have influenced a large number of \"Desert Painters\" and helped influence the desert painting movement. In 1952, he painted Gunfight at O.K. Corral. The oil painting was regarded by some as the most accurate depiction of the gunfight for many years. Forsythe’s father, William Bowen Forsyth and uncle, Ira Chandler owned a store, Chandler & Forsyth C.O.D., at 328 Fremont Street, west of the back entrance to the O.K. Corral, and one-half block from the site of the gunfight. They claimed that had been present and witnessed the shoot out. Newspaper accounts of the painting reported that Forsythe had interviewed Tombstone residents and examined many of the remaining buildings before beginning to plan his painting. In May 1988, his studio printed and sold a limited edition of 390 copies of the painting. ==Comic strip bibliography== Bibliography of Forsythe's comic strip work: * Flooey and Axel (aka Axel The White Dope), daily: April 22, 1911 - March 17, 1917 * Bad Bill the Western Wildcat, weekdays: Nov 10 - Nov 29, 1911 * Baseball Games in Moving Pictures, weekdays: April 12 - June 5, 1912 * Tenderfoot Tim, Sunday: Oct 20, 1912 - March 15, 1914 * It Can't Be Done, weekdays: Nov 25, 1912 - Dec 30, 1913 * The Commuters' Saturday Night, weekly: Dec 6-20, 1913 * I'm Falling in Love With Some One!, weekdays: Jan 7 - Feb 7, 1914 * Vic Forsythe Comic Strip, daily: March 19 - June 2, 1917 * Joe Jinks (aka Joe's Car), daily/Sunday: June 4, 1917 - Feb 20, 1938 * Henry, Sunday: June 13, 1920 - Feb 6, 1921 * Fussy Foursome, weekly panel: 1924 - April 26, 1931 * Way Out West, Sunday: Jan 7, 1934 - Nov 22, 1936 * Jimmy and the Tiger, daily: Nov 12, 1934 - Dec 5, 1936 Joe Jinks had a number of Sunday topper strips: * Joe's Day Off: Dec 9, 1928 - March 10, 1929 * This An' That: March 17, 1929 - March 2, 1930 * Bozo's Diary: May 19, 1929 - Sept 28, 1930 * It Seems That: March 16, 1930 - Jan 4, 1931 * Divot Diggers: June 28, 1931 - 1941 * Fussy Foursome: Nov 6, 1932 - Dec, 1933 Way Out West also had a Sunday topper: * Bunker Bugs: Jan 7, 1934 - April 7, 1935 * The Little Woman: April 21, 1935 - Nov 22, 1936 ==References== Category:1885 births Category:1962 deaths Category:American cartoonists Category:Artists from New Rochelle, New York Category:Painters from California Category:Artists from Los Angeles ",
    "title": "Victor Forsythe"
}