{
    "id": "44378784",
    "text": "a local team to support as Super Rugby expands to Japan and Argentina for the first time in 2016. This is a list of player signings and releases involving Super Rugby teams prior to the end of the 2016 Super Rugby season. The release of a player that was included in a 2015 Super Rugby season squad, or the signing of a new player for the 2016 season is listed here regardless of when it occurred. Players that have been confirmed for the 2016 season are also listed, regardless of when they signed for the team. Australian and New Zealand teams name their squads for the 2016 season – typically containing 32–35 players – in late 2015. Many sides also name additional players that train in backup or development squads for the franchises. These players are denoted by (wider training group) for New Zealand teams, or (extended playing squad) for Australian teams. In South Africa, all teams have affiliated provincial sides playing in their domestic Vodacom Cup and Currie Cup competitions. Notes: * 2015 players listed are all players that were named in the initial senior squad, or subsequently included in a 23-man match day squad at any game during the season. * (did not play) denotes that a player did not play at all during one of the two seasons due to injury or non-selection. These players are included to indicate they were contracted to the team. * (short-term) denotes that a player wasn't initially contracted, but came in during the season. This could either be a club rugby player coming in as injury cover, or a player whose contract had expired at another team (typically in the northern hemisphere). * Flags are only shown for players moving to or from another country. * Players may play in several positions, but are listed in only one. ==Argentina== ===Jaguares=== {| class=\"wikitable\" style=\"text-align: left; width:95%\" |- ! colspan=\"100%\" style=\"text- align:center;\"| transfers 2015–16 |- ! style=\"background:#efefef; width:6%;\" | Pos ! style=\"background:#efefef; width:20%;\"| 2015 squad ! style=\"background:#efefef; width:27%;\"| Out ! style=\"background:#efefef; width:27%;\"| In ! style=\"background:#efefef; width:20%;\"| 2016 squad |- | style=\"text-align:center;\"| PR | | | Felipe Arregui (from Duendes) Cristian Bartoloni (from Pucará) Santiago García Botta (from Belgrano) Facundo Gigena (from Tala) Ramiro Herrera (from ) Lucas Noguera Paz (from Lince) Enrique Pieretto (from Córdoba) Roberto Tejerizo (from Tucumán Lawn Tennis) Nahuel Tetaz Chaparro (from ) | Felipe Arregui Cristian Bartoloni (did not play) Santiago García Botta Facundo Gigena (training group) Ramiro Herrera Lucas Noguera Paz Enrique Pieretto (training group) Roberto Tejerizo (training group) Nahuel Tetaz Chaparro |- | style=\"text-align:center;\"| HK | | | Facundo Bosch (from CUBA) Agustín Creevy (from Worcester Warriors) Julián Montoya (from Newman) | Facundo Bosch (training group) Agustín Creevy Julián Montoya |- | style=\"text-align:center;\"| LK | | | Matías Alemanno (from La Tablada) Juan Cruz Guillemaín (from ) Ignacio Larrague (from CA San Isidro) Tomás Lavanini (from ) Guido Petti (from San Isidro Club) | Matías Alemanno Juan Cruz Guillemaín Ignacio Larrague (training group) Tomás Lavanini Guido Petti |- | style=\"text-align:center;\"| FL | | | Rodrigo Báez (from Liceo) Facundo Isa (from Santiago Lawn Tennis Club) Marcos Kremer (from Atlético del Rosario) Juan Manuel Leguizamón (from ) Tomás Lezana (from Santiago Lawn Tennis Club) Pablo Matera (unattached) Javier Ortega Desio (from Paraná) | Rodrigo Báez Facundo Isa Marcos Kremer (training group) Juan Manuel Leguizamón Tomás Lezana Pablo Matera Javier Ortega Desio |- | style=\"text-align:center;\"| N8 | | | Leonardo Senatore (from Worcester Warriors) | Leonardo Senatore |- | style=\"text- align:center;\"| SH | | | Gonzalo Bertranou (from Los Tordos) Felipe Ezcurra (from Hindú) Martín Landajo (from CA San Isidro) | Gonzalo Bertranou Felipe Ezcurra (training group) Martín Landajo |- | style=\"text-align:center;\"| FH | | | Santiago González Iglesias (from Alumni) Juan Martín Hernández (from ) Nicolás Sánchez (from ) | Santiago González Iglesias Juan Martín Hernández Nicolás Sánchez |- | style=\"text-align:center;\"| CE | | | Gabriel Ascárate (from Natación y Gimnasia) Jerónimo de la Fuente (from Duendes) Matías Moroni (from CUBA) Matías Orlando (from Huirapuca) Joaquín Paz (from Córdoba) Segundo Tuculet (from Los Tilos) | Gabriel Ascárate (did not play) Jerónimo de la Fuente Matías Moroni Matías Orlando Joaquín Paz (training group) Segundo Tuculet (training group) |- | style=\"text-align:center;\"| WG | | | Emiliano Boffelli (from Duendes) Santiago Cordero (from Regatas) Lucas González Amorosino (from Munster) Manuel Montero (from Pucará) | Emiliano Boffelli Santiago Cordero Lucas González Amorosino Manuel Montero |- | style=\"text-align:center;\"| FB | | | Ramiro Moyano (from Lince) Joaquín Tuculet (from Cardiff Blues) | Ramiro Moyano Joaquín Tuculet |- | style=\"text-align:center;\"| Coach | | | Raúl Pérez (from assistant coach) | Raúl Pérez |} ==Australia== ==Japan== ===Sunwolves=== {| class=\"wikitable\" style=\"text-align: left; width:95%\" |- ! colspan=\"100%\" style=\"text-align:center;\"| transfers 2015–16 |- ! style=\"background:#efefef; width:6%;\" | Pos ! style=\"background:#efefef; width:20%;\"| 2015 squad ! style=\"background:#efefef; width:27%;\"| Out ! style=\"background:#efefef; width:27%;\"| In ! style=\"background:#efefef; width:20%;\"| 2016 squad |- | style=\"text-align:center;\"| PR | | | Takuma Asahara (from Toshiba Brave Lupus) Shohei Hirano (from Tokai University) Keita Inagaki (from ) Shinnosuke Kakinaga (from Suntory Sungoliath) Koo Ji-won (from Takushoku University) Masataka Mikami (from Toshiba Brave Lupus) Koki Yamamoto (from Yamaha Júbilo) | Takuma Asahara Shohei Hirano (did not play) Keita Inagaki Shinnosuke Kakinaga Koo Ji-won Masataka Mikami Koki Yamamoto |- | style=\"text-align:center;\"| HK | | | Ryuhei Arita (from Coca-Cola Red Sparks) Shota Horie (from Panasonic Wild Knights) Takeshi Kizu (from Kobelco Steelers) Futoshi Mori (from Toshiba Brave Lupus) | Ryuhei Arita (did not play) Shota Horie Takeshi Kizu Futoshi Mori |- | style=\"text-align:center;\"| LK | | | Tim Bond (from ) Yoshiya Hosoda (from NEC Green Rockets) Naohiro Kotaki (from Toshiba Brave Lupus) Shinya Makabe (from Suntory Sungoliath) Liaki Moli (from ) Hitoshi Ono (from Toshiba Brave Lupus) Kazuhiko Usami (from Canon Eagles) | Tim Bond Yoshiya Hosoda Naohiro Kotaki Shinya Makabe Liaki Moli Hitoshi Ono Kazuhiko Usami (did not play) |- | style=\"text-align:center;\"| FL | | | Taiyo Ando (from Toyota Verblitz) Andrew Durutalo (from United States Sevens) Shokei Kin (from NTT Communications Shining Arcs) Tsuyoshi Murata (from NEC Green Rockets) Ed Quirk (from ) | Taiyo Ando Andrew Durutalo Shokei Kin Tsuyoshi Murata (did not play) Ed Quirk |- | style=\"text-align:center;\"| N8 | | | Fa'atiga Lemalu (from Munakata Sanix Blues) Tomás Leonardi (from ) | Fa'atiga Lemalu Tomás Leonardi |- | style=\"text-align:center;\"| SH | | | Atsushi Hiwasa (from Suntory Sungoliath) Daisuke Inoue (from Kubota Spears) Kaito Shigeno (from NEC Green Rockets) Yuki Yatomi (from Yamaha Júbilo) | Atsushi Hiwasa Daisuke Inoue Kaito Shigeno Yuki Yatomi |- | style=\"text-align:center;\"| FH | | | Tusi Pisi (from Suntory Sungoliath) Harumichi Tatekawa (from Kubota Spears) | Tusi Pisi Harumichi Tatekawa |- | style=\"text-align:center;\"| CE | | | Derek Carpenter (from Toyota Verblitz) Mifiposeti Paea (from NTT DoCoMo Red Hurricanes) Yu Tamura (from NEC Green Rockets) Ryohei Yamanaka (from Kobelco Steelers) | Derek Carpenter Mifiposeti Paea Yu Tamura Ryohei Yamanaka |- | style=\"text-align:center;\"| WG | | | Kentaro Kodama (from Panasonic Wild Knights) Viliami Lolohea (from ) John Stewart (from Suva) Akihito Yamada (from ) | Kentaro Kodama Viliami Lolohea John Stewart Akihito Yamada |- | style=\"text-align:center;\"| FB | | | Yasutaka Sasakura (from Panasonic Wild Knights) Riaan Viljoen (from Griquas) Hajime Yamashita (from Toyota Industries Shuttles) | Yasutaka Sasakura Riaan Viljoen Hajime Yamashita |- | style=\"text-align:center;\"| Coach | | | Mark Hammett (from (assistant coach)) | Mark Hammett |} ==New Zealand== ==South Africa== ==See also== * List of 2015–16 Premiership Rugby transfers * List of 2015–16 Pro12 transfers * List of 2015–16 Top 14 transfers * List of 2015–16 RFU Championship transfers * List of 2015 SuperLiga transfers * SANZAAR * Super Rugby franchise areas ==Notes== ==References== 2015 Category:2016 Super Rugby season Category:2015 Super Rugby season ",
    "title": "List of 2015–16 Super Rugby transfers"
}