{
    "id": "44373814",
    "text": "Peter Lionel Raleigh Hewitt (born 24 March 1953) is an English business and civic figure. ==Early life== Hewitt was born in Yorkshire at Catterick Military Hospital. Educated at Wellington College, where he was awarded a flying scholarship from the RAF at the age of 16, gaining his private pilo'ts licence a few months after his 17th birthday. At Wellington, he took part in gymnastics and athletics (pole vault), representing the school at various levels. ==Career== In 1991, he set up Peter Hewitt Associates, a corporate finance and residential property consultancy, that helped raise funds under the Business Expansion Scheme. During this period he achieved a solution on behalf of Close Brothers for the residential development of land in Cambridgeshire via a PFI type scheme to the USAFE. He also undertook a number of consultancy roles, for amongst others: SRI Capital Advisers: the DeBondo Energy Group; Classic Security Limited; Award International PLC and Cornhill Asset Management. In 1998 Hewitt undertook an MBI of a nearly insolvent PLC which was ultimately named the Wigmore Group PLC. He grew the company and floated it on AIM in 2002. The company undertook a number of acquisitions and Hewitt exited from the group in 2004. Hewitt has also been a non-executive director of the Close Brothers Capital Trading Companies – which grew from £10m to £150m funds under management, during his 13-year tenure. He then retrained as a corporate financier and founded two private client stockbroking businesses, exiting from the last of these in 2008, selling the company to an overseas buyer. Hewitt is the founder and chairman of finance for Companies Limited, an SME risk capital broker (FCA Appointed Representative), together with Premier Non Executives Ltd, which is a specialist non-executive recruitment company working in tandem with Finance for Companies. He is a director of Provident & Regional Estates Limited, a company specialising in origination and brokering of alternative financial products in Timberlands. He is a member of the British Bankers Association Business Finance Taskforce (part of Project Merlin). Hewitt is currently; the non-executive chairman of ProVen Planned Exit VCT PLC; a non-executive director of Puma VII VCT PLC; both listed on the Official List of the London Stock Exchange; a director of London Asia Capital PLC; a member of the Industry Advisory Group of the Associate Parliamentary Group on Wholesale Financial Markets Financial Services and Services and an advisor to the Financial Services Organisation of UKTI. ==Politics== He was a part of the London policy unit for Ireland's Fine Gael party prior to their election in 2011. ==Voluntary== Hewitt was elected alderman for the Ward of Aldgate in the City of London in April 2012. Shortly after his election he formed the Aldgate Business Forum to act as a vehicle to bring together businesses in the Ward to discuss key issues and to help city- based businesses gain a greater understanding of the City of London and the role of the corporation. Hewitt serves or has served on a number of City of London committees, including Community and Children's Services; The Finance Committee; the City Bridge Trust; the Court of Aldermen's Privileges committee and General Purposes committee as well as the Court of Common Council. He is a governor of the City of London Freemen's School, trustee of Emanuel Hospital Charitable Trust and an ex officio member of the Court of the Honourable Artillery Company. He is chairman of the City of London's new £20m Social Investment Fund. Hewitt is the patron of the Aldgate Ward Club and an appeal patron of Sea-Change Sailing Trust. Hewitt is a Justice of the Peace. ==Personal life== He married Fidelma in 1989 and they have 4 children. He has had a lifelong interest in flying, particularly older aircraft. He is a Past Master of the Worshipful Company of Woolmen; a Founding Freeman and Past Master of the Guild of Entrepreneurs; a member of the General Committee of the City of London Club; Past Commodore of the Old Wellingtonian Sailing Association; a member of the Lloyd's of London Yacht Club. ==References== Category:1953 births Category:Living people Category:2012 in London Category:Councilmen and Aldermen of the City of London Category:Fellows of King's College London ",
    "title": "Peter Hewitt (businessman)"
}