{
    "id": "44379269",
    "text": "Daniela Müller (born 10 July 1957 in Aschaffenburg, Germany) is a German theologian and church historian, who works in the Netherlands since 2007 and who holds the chair of Church History/History of Christianity and Canon Law at the Radboud University in Nijmegen. She has numerous publications on the subjects heresy and dissidents, and is the editor of the in 2014 initiated book series Christentum und Dissidenz. ==Background== After studying German Studies, History and Catholic Theology in Würzburg, Bonn and Rome, she worked as a research assistant for prof. dr. Dr. W. Trusen at the Institut für Deutsche Rechtsgeschichte und Kirchenrecht. She received a doctorate for her research on the ecclesiology of the Albigensians considering dogmatism and dogma history. In 1996 followed her habilitation on these subjects, with a venia legendi for history of canon law. From 1986 to 2002 she was a member of the scientific advisory council of the Centre D‘Etudes Cathares in Carcassonne. As a Privatdozentin she contributed to the DFG research project Die Entstehung des öffentlichen Strafrechts and to the DFG Graduierten project Die Wahrnehmung der Geschlechterdifferenz in religiösen Symbolsystemen. From 1998 onward, she is a visiting professor Canon Law at the Westfälische Wilhelms-Universität Münster (WWU) in Münster. In 2001 she took up the chair for Church History at the Catholic University of Utrecht and in 2007 she worked as a professor for the History of Church and Theology at Tilburg University. From 2009 onward she is professor Church History and Canon Law, and also History of Christianity at the Faculty of Philosophy, Theology and Religious Studies at the Radboud University in Nijmegen. She is co-founder of CIRCAED (Collectif International de Recherche sur le Catharisme Et les Dissidences), which was founded in Toulouse in 2012 and the Center of Catholic Studies: Historical and Systematic Perspectives at the Faculty of Philosophy, Theology and Religious Studies at the Radboud University in Nijmegen. Her research interests are heresy and the interweaving of canon law and theology. The point of departure of her research is the connection between historical, theological and legal aspects. The focus is on the interaction of the competing models of interpretation within Christianity, whereby orthodoxy and heterodoxy are not regarded as contrary, but as a continuing process of the development of learning within Christianity. The disputes concerning the different interpretations of the teachings are the driving force of the development of the spiritual culture of Europe, long before the Enlightenment. ==Selected bibliography== * Frauen vor der Inquisition. Lebensform, Glaubenszeugnis und Aburteilung der deutschen und französischen Katharerinnen. (Veröffentlichungen des Instituts für Europäische Geschichte Mainz, Abt. Abendländische Religionsgeschichte, hrsg. Von G. MAY, Bd. 166), Mainz 1996. * Ketzer und Ketzerverfolgung, in: Lexikon zur Geschichte der Hexenverfolgung, hrsg. von G.Gersmann/K. Moeller/J.-M. Schmitthttp://www.historicum.net/no_cache/persistent/artikel/5520/ * Schuld und Sünde, Sühne und Strafe. Strafvorstellungen der mittelalterlichen Kirche und ihre rechtlichen Konsequenzen (Schriftenreihe des Zentrums für rechtswissenschaftliche Grundlagenforschung Würzburg 1), Baden-Baden 2009. * Gott und seine zwei Frauen. Der Teufel bei den Katharern, In: Interdisziplinäre Hexenforschung online 3, 2011: Teuflische Beziehungen - teuflische Gestalten. Der dämonische Kontrapunkt des Hexenglaubenshttp://www.historicum.net/themen/hexenforschung/akih- eskript/heft-3-2011 * Ketzer und Kirche. Beobachtungen aus zwei Jahrtausenden (Christentum und Dissidenz 1), Münster 2014. * Frauen und Häresie. Europas christliches Erbe (Christentum und Dissidenz 2), Münster 2015. ==References== Category:Living people Category:Radboud University Nijmegen faculty Category:German historians Category:German Christian theologians Category:Heresy in Christianity Category:1957 births ",
    "title": "Daniela Müller"
}