{
    "id": "44372244",
    "text": "Red barn from the 6666 Ranch at the National Ranching Heritage Center in Lubbock, Texas. The 6666 Ranch (a.k.a. Four Sixes Ranch) is a historic ranch in King County, Texas as well as Carson County and Hutchinson County, Texas. ==Location== The main section of the ranch is located near the town of Guthrie in King County, Texas.Tom Ryan & The 6666 Ranch of King County, Texas, National Cowboy & Western Heritage Museum: Donald C. & Elizabeth M. Dickinson Research CenterAbout 6666 Ranch It spans 350,000 acres of land.Erin Davies, The Biggest Ranches, Texas Monthly, August 1998 The main ranch house is off U.S. Highway 82.H. Allen Anderson, \"FOUR SIXES RANCH,\" Handbook of Texas Online (https://tshaonline.org/handbook/online/articles/apf01), accessed November 09, 2014. Uploaded on June 12, 2010. Published by the Texas State Historical Association. The Dixon Creek section spans 108,000 acres of land in Carson and Hutchinson counties. The Dixon Creek runs through this section ranch near Panhandle, Texas.H. Allen Anderson, \"DIXON CREEK (CARSON COUNTY),\" Handbook of Texas Online (https://tshaonline.org/handbook/online/articles/rbd56), accessed November 11, 2014. Uploaded on June 12, 2010. Published by the Texas State Historical Association.Chappell, Henry and Wyman Meinzer. 2004. 6666: Portrait of a Texas Ranch. Lubbock, TX: Texas Tech University Press. ==History== Brand of the 6666 Ranch, located in the sidewalk display of historic Texas brands, Pioneer Plaza in Dallas The ranch was established by Captain Samuel Burk Burnett in 1900 after he purchased the land from the Louisville Land and Cattle Company. Legend has it that he won the ranch from a card game, where he scored four sixes. However, Burnett and his descendants have denied this folklore tale. Instead, the name comes from the first herd he raised on the ranch, which was branded '6666.' Burnett raised purebred Herefords and Durham bulls, which won national prizes at livestock shows all over the United States. He also bred purebred quarter horses. In 1918, 2,000 head of cattle were killed by a blizzard. However, three years later, in 1921, oil was found on the ranch, thus turning it into a very profitable enterprise. After Burnett's death in 1920, the ranch was inherited by his granddaughter, Anne Valliant Burnett Tandy. She purchased Grey Badger II and Hollywood Gold, two show horses which lived on the ranch. By 1936, there were 20,000 Hereford cattle on the ranch. In the 1960s and 1970s, the barn on the ranch was used in advertisements for Marlboro, the cigarette brand. Moreover, in 1975, scenes of the movie Mackintosh and T.J. were filmed on the ranch. In 1980, the ranch was passed on to Burnett's great-granddaughter, Anne Windfohr Marion, and his great-great- granddaughter, Wendi Grimes. Marion co-manages the ranch with her fourth husband, John L. Marion. They have bred Brangus cattle with Herefords to produce the Black Baldy, a cattle breed resistant to cedar flies. Moreover, a hundred broodmares are bred on the ranch every year. The ranch has been painted by Tom Ryan and Mondel Rogers. A barn from the ranch has been moved to the National Ranching Heritage Center in Lubbock, Texas. ==References== ==External links== *Official website Category:Ranches in Texas Category:King County, Texas Category:Carson County, Texas Category:Hutchinson County, Texas Category:1900 establishments in Texas ",
    "title": "6666 Ranch"
}