{
    "id": "44373812",
    "text": "Islands High School is a public high school located on Whitemarsh Island in unincorporated Chatham County, Georgia, United States, east of Savannah. The school is part of the Savannah-Chatham County Public Schools, and its basic attendance zone covers the urbanized Georgia barrier islands of Whitemarsh, Wilmington, Talahi, and Tybee. The school is accredited by the Southern Association of Colleges and Schools and the Georgia Accrediting Commission. It is also home to the Savannah-Chatham school district's Scientific Research and Veterinary Science Specialty programs. ==Academics== Student enrollment is just under 950http://internet.savannah.chatham.k12.ga.us/schools/ihs/CounselingOffice/Shared%20Documents/Forms/AllItems.aspx in grades 9-12, from the school's neighborhood attendance district as well as from elsewhere in Chatham County through the Scientific Research and Veterinary Science Specialty Programs. Islands offers honors courses, AP courses, CTAE courses, art and music courses, and Spanish and French language options. AP Art History, AP Biology, AP Calculus AB, AP Calculus BC, AP Chemistry, AP English Language, AP English Literature, AP Environmental Science, AP Human Geography, AP Psychology, AP Spanish Language, AP Statistics, AP Studio Art: 2D, AP United States Government and Politics, and AP U.S. History are offered.http://internet.savannah.chatham.k12.ga.us/schools/ihs/staff/Documents/AP%20contract14-15.pdf As part of its Biological/Environmental Sciences program, Islands is the only school in the district to offer veterinary classes and agriculture classes. Various small animals can regularly be found on site. ==History == Islands High School was started in 2010 to fill the need of a high school for the growing number of students on Whitemarsh, Wilmington, Talahi, and Tybee Islands. The school used the building previously occupied by Coastal Middle School. Coastal Middle shifted to the Islands Elementary building, and Islands Elementary was closed. Danielle Pinkerton was principal from the school's inception to 2014. In 2012, Islands teacher Allison Konter was named SCCPSS district teacher of the year. In 2013, Islands started its first junior varsity football team, and in 2014 it started its first varsity football team. The principal of Islands High School as of August 2014 is Derrick Butler. In 2016, Islands was one of five Georgia schools to win an AP Champion Award.http://savannahnow.com/your-good-news/2016-01-06/p-nodehl1spanislands- high-school-wins-ap-champion-awardspan-p ==Student activities== ===Academic competitions=== * Mock Trial Team * Literary Quiz Bowl * GHSA Literary Competition ===Athletics=== * Baseball * Basketball * Cheerleading * Cross country * Football * Golf * Lacrosse * Soccer * Softball * Swimming * Tennis * Track * Volleyball * Wrestling ===Clubs and organizations=== * Chorus * Concert Band * Drama Club * French Club * Future Business Leaders of America * Future Farmers of America * Jazz Band (spring) * Marching Band (fall/winter) * National Honor Society * Parent Teacher Student Association * Student Leadership Program * Student Senate * Symphonic Band * Tri-M National Music Honor Society * GLOW Club/GSA Islands High School Parent Newsletter ==References== * http://savannahnow.com/sports/2010-06-23/new-islands-high- school-sharks-getting-athletics-programs-ready-fall-debut ==External links== * Islands High School official site Category:Public high schools in Georgia (U.S. state) Category:Educational institutions established in 1956 Category:Schools in Chatham County, Georgia ",
    "title": "Islands High School"
}