{
    "id": "44370960",
    "text": "The SIMPLEC (Semi-Implicit Method for Pressure Linked Equations-Consistent) algorithm; a modified form of SIMPLE algorithm; is a commonly used numerical procedure in Computational Fluid Dynamics to solve the very famous Navier–Stokes equations. This algorithm was developed by Van Doormal and Raithby in 1984. The algorithm follows the same steps like the SIMPLE algorithm with a little variation that the momentum equations are manipulated which allows SIMPLEC velocity correction equations to omit terms that are less significant than those omitted in SIMPLE. Basically, it tries to prevent the effects of dropping velocity neighbor correction terms. == Algorithm == The steps involved are same as the SIMPLE algorithm and the algorithm is iterative in nature. p*, u*, v* are guessed Pressure, X-direction velocity and Y-direction velocity respectively, p', u', v' are the correction terms respectively and p, u, v are the correct fields respectively; Φ is the property for which we are solving and d terms are involved with the under relaxation factor. So, steps are as follows: # Specify the boundary conditions and guess the initial values. # Determine the velocity and pressure gradients. # Calculate the pseudo velocities. :::\\hat{u}_{i,J}=\\frac{\\sum a_{nb}u^*_{nb}+b_{i,J}}{a_{i,J}} :::\\hat{v}_{I,j}=\\frac{\\sum a_{nb}v^*_{nb}+b_{I,j}}{a_{I,j}} # Solve for the pressure equation and get the p. :::a_{I,J}p_{I,J} = a_{I-1,J}p_{I-1,J} + a_{I+1,J}p_{I+1,J} \\+ a_{I,J-1}p_{I,J-1} + a_{I,J+1}p_{I,J+1} + b_{I,J} # Set p*=p. # Using p* solve the discretized momentum equation and get u* and v*. ::: a_{i,J} u^*_{i,J}=\\sum a_{nb}u^*_{nb} + (p^*_{I-1,J} - p^*_{I,J})A_{i,J} + b_{i,J} ::: a_{I,j} v^*_{I,j}=\\sum a_{nb}v^*_{nb} + (p^*_{I,J-1} - p^*_{I,J})A_{I,j} + b_{I,j} # Solve the pressure correction equation. :::a_{I,J}p'_{I,J} = a_{I-1,J}p'_{I-1,J} + a_{I+1,J}p'_{I+1,J} \\+ a_{I,J-1}p'_{I,J-1} + a_{I,J+1}p'_{I,J+1} + b'_{I,J} # Get the pressure correction term and evaluate the corrected velocities and get p, u, v, Φ*. ::: u_{i,J}=u^*_{i,J} + d_{i,J} (p'_{I-1,J} - p'_{I,J}) ::: v_{I,j}=v^*_{I,j} + d_{I,j}(p'_{I,J-1} - p'_{I,J}) # Solve all other discretized transport equations. :::a_{I,J}\\phi_{I,J} = a_{I-1,J}\\phi_{I-1,J} + a_{I+1,J}\\phi_{I+1,J} \\+ a_{I,J-1}\\phi_{I,J-1} + a_{I,J+1}\\phi_{I,J+1} + b^{\\phi}_{I,J} # If Φ shows convergence, then STOP and if not, then set p*=p, u*=u, v*=v, Φ*=Φ and start the iteration again. Pseudo velocity equations in x and y dir. Pressure equation Discretized momentum equations Pressure correction equation Velocity Correction equations in X and Y dir. Transport equations == Peculiar features == * The discretized pressure correction equation is same as in the SIMPLE algorithm, except for the d terms which are used in momentum equations. * p=p*+p' which tells that the under relaxing factor is not there in SIMPLEC as it was in SIMPLE. * SIMPLEC algorithm is seen to converge 1.2-1.3 times faster than the SIMPLE algorithm * It doesn't solve extra equations like SIMPLER algorithm. * The cost per iteration is same as in the case of SIMPLE. * Like SIMPLE, a bad pressure field guess will destroy a good velocity field. == See also == * SIMPLE algorithm * SIMPLER algorithm * Navier–Stokes equations == References == Category:Computational fluid dynamics ",
    "title": "SIMPLEC algorithm"
}