{
    "id": "44378530",
    "text": "Phillip Rapoza is a retired American judge. He was chief justice of the Massachusetts Appeals Court until his retirement in 2015. He was appointed to this court in 1998 and became the Chief Justice in 2006. He has worked internationally, serving on the Special Panels for Serious Crimes in Timor- Leste and heading a UN Criminal Justice Advisory Team in Haiti. He was also involved in programs in Cambodia relating to the Khmer Rouge Tribunal. Although retired from the judiciary, Rapoza remains active in the field of international justice and is president of the International Penal and Penitentiary Foundation. ==Early life and education== Rapoza grew up in New Bedford, Massachusetts. He was educated at Yale and Cornell. He received a Bachelor of Arts degree in history from Yale College and a Doctor of Law degree from Cornell Law School. ==Legal career== Rapoza was assistant district attorney in Suffolk and Bristol County District and later practiced as a criminal defense attorney in Fall River and New Bedford. He was appointed as a judge to the Fall River District Court in 1992, where he served for four years before his appointment to the Superior Court. He stayed in the Superior Court until his appointment in 1998 to the Massachusetts Appeals Court, the intermediate appellate court for the state of Massachusetts. In 2006 he became its Chief Justice. Rapoza retired from the judiciary on June 30, 2015, but continues his international work. ==International work== In the field of international criminal justice, Rapoza has served on two United Nations war crimes tribunals and is involved in a number of international legal initiatives. From 2003 to 2005 he took an unpaid leave of absence from the Massachusetts Appeals Court to work as an international judge and coordinator of the war crimes tribunal set up by the UN to prosecute crimes against humanity and other serious offenses committed during the Indonesian occupation of East Timor. On this tribunal he was the only judge from a common law country and the only one who had also worked as an attorney which gave him a unique perspective on the proceedings. In 2012, he was appointed as a reserve judge on the Supreme Court Chamber of the UN-backed Khmer Rouge Tribunal in Cambodia. He also led a UN Criminal Justice Advisory Team in Haiti. Rapoza established the Commission for Justice Across the Atlantic, a legal exchange program between the United States and Portugal. He is the President of the International Penal and Penitentiary Foundation, which promotes studies around the world in the field of crime prevention and the treatment of offenders. ==References== ==Further reading== *\"Mass. Judge To Serve On UN War Crimes Tribunal - CBS Boston.\" CBS Boston. N.p., 5 Feb. 2013. *\"Massachusetts Judge Appointed to Sit on Commission for Judicial Evaluation in East Timor.\" Massachusetts Lawyers Weekly, 31 May 2004. *\"Massachusetts Judge Appointed to Sit on UN War Crimes Tribunal in East Timor.\" Massachusetts Lawyers Weekly, 1 Dec. 2003. *O'Toole, Kate. \"Lawyers Journal.\" Massachusetts Bar Association : Appeals Court Chief Justice Phillip Rapoza Draws from Global Experience and Unique Perspectives. Massbar.org, Jan. 2007. *Scally, Jason. \"Interview With Judge Phillip Rapoza: Mass. Appeals Court.\" & Library Solutions. Massachusetts Lawyers Weekly, 5 May 2013. Category:Year of birth missing (living people) Category:Living people Category:Judges of the Massachusetts Appeals Court ",
    "title": "Phillip Rapoza"
}