{
    "id": "44375104",
    "text": "August Wilmanns, ca. 1880 August Wilmanns (25 March 1833, Vegesack - 27 October 1917, Berlin) was a German classical philologist and librarian. He studied classical philology at the Universities of Bonn and Tübingen, receiving his doctorate in 1863 with a dissertation on the Roman scholar Marcus Terentius Varro. In 1870 he began work as a librarian at the Universitätsbibliothek in Freiburg, followed by professorships at the Universities of Innsbruck (1871) and Kiel (1873). In 1874 he was named Oberbibliothekar (head librarian) at the University of Königsberg, shortly afterwards, given the same title at the Niedersächsische Staats- und Universitätsbibliothek in Göttingen (1875).Verein Deutscher Bibliothekare 1900-2000: Festschrift edited by Engelbert Plassmann, Ludger Syré From 1886 to 1914 he was general director of the Königliche Bibliothek (Royal Library) in Berlin, where he was successor to Karl Richard Lepsius. During his tenure at Berlin, he was credited with conducting a comprehensive reorganization of the library. In 1895 he established a Gesamtkatalog (centralized catalog), initially for Prussia, later being extended to include research libraries in all German-speaking countries.International Dictionary of Library Histories, Volume 1 edited by David H. Stam == Selected published works == * \"De M. Terentii Varronis libris delingua latina\", 1863 (dissertation thesis). * \"De M. Terenti Varronis libris grammaticis\", 1864. * Placidus, Papias und andere lateinische Glossare, 1869 (with Hermann Usener). * Verzeichniss der von der Königlichen Bibliothek zu Berlin erworbenen Meermann-Handschriften des Sir Thomas Phillipps, 1892 - Directory of the Royal Library in Berlin in regards to the acquired Meerman manuscripts of Sir Thomas Phillipps. * Beiträge zur Bücherkunde und Philologie, 1903 - Contribution to library science and philology.OCLC WorldCat published works == References == Category:1833 births Category:1917 deaths Category:People from Bremen Category:University of Kiel faculty Category:University of Innsbruck faculty Category:University of Königsberg faculty Category:University of Bonn alumni Category:University of Tübingen alumni Category:German classical philologists Category:German librarians ",
    "title": "August Wilmanns"
}