{
    "id": "44371877",
    "text": "Bollingen quarry The plain of the Linth river between Weesen and Schmerikon in 1811, before and after the correction, showing also the location of the Buechberg hill to the right side Buechberg (also Buchberg) is a longside molasse hill in the Swiss cantons of Schwyz and St. Gallen on Obersee lakeshore. == Geography == The Molasse hill is a remain of the last glacial period in Switzerland. Situated on the southeastern Obersee lakeshore, the hill is situated on the area of the municipalities of Tuggen and Wangen−Nuolen in the canton of Schwyz, bordered by the lakeshore area in the canton of St. Gallen and by the Linth river towards Schmerikon. The highest elevation is about at the southwestern end of the hill, overlooking the Linth and Obersee area at around sea level. The commonly called Bollingen Sandstone since centuries is used for the construction of buildings, among them the Einsiedeln Abbey and the St. Gallen Abbey, as well as for the construction of Fraumünster and Grossmünster in Zürich; the quarries are still in use. == Name == The official name is the Swiss-German language term Buechberg (not written with \"ü\"), although Buchberg is often used. == Güntliweid–Bätzimatt protected area == Among the area around the Holzbrücke Rapperswil-Hurden lake crossing and between Rapperswil and Busskirch around Obersee, Güntliweid up to Bätzimatt at Buechberg are listed ast bird reserves of national importance. The reserve is located on the south shore, at the foothills of Buechberg and extends from the south of Bätzimatt at Schmerikon to Güntliweid east of Lachen. It is considered as a particularly valuable resting place for waders, and may be obtained as resting place for birds on passage. == History == Grynau Castle About two thousand years ago, Buechberg formed an island in the former flat Tuggenersee lake area, and there was probably at least one Roman watching tower on the hill established. In the early 13th century AD the House of Rapperswil built the Grynau Castle at the most important and strategically river crossing over the Linth river nearby the then nearly landed lake. From Tuggen there's also a historical road heading from the former granary at the Grynau Castle over the Buechberg hill towards Siebnen.Inventar Historischer Verkehrswege der Schweiz (IHV), Kanton Schwyz, Strecke SZ 39 (Uznach -) Grinau - Siebnen (- Einsiedeln), Stand Mai 1999. The taming of the Linth river (Linthkorrektur) from 1807 to 1823 once more changed the landscape, which is also very popular for hiking. == Literature == * Friedrich Müller: Internationale Natursteinkartei (INSK). Ebner Verlag, Ulm 1993. == References == == External links == * Category:Tuggen Category:Landforms of the canton of Schwyz Category:Landforms of the canton of St. Gallen Category:Landforms of Switzerland Category:Hills of Europe Category:Limestone Category:Lake Zurich Category:Mountains of the canton of Schwyz Category:Mountains of Switzerland under 1000 metres ",
    "title": "Buechberg"
}