{
    "id": "44378791",
    "text": "{| |} MV Otaki was a refrigerated cargo ship built for the New Zealand Shipping Company by John Brown's of Clydebank in 1953.Clyde Built Ships Database She was launched on 24 October 1952 and registered at London. ==Description== She was long, broad, and her draught was . Her tonnage was 10,934 GT. Her main engines were two twelve-cylinder 11,500bhp Sulzers geared to a single shaft to enable her to use the Panama Canal and the Suez Canal. She sailed at 16 knots and carried 2680 tons of heavy fuel oil. ==Victoria Cross== Otaki carried the Victoria Cross awarded to Archibald Bisset Smith displayed in her smoking room. Smith had been captain of the New Zealand Shipping Company's second , built in 1908 by William Denny and Brothers, Dumbarton, on the Clyde.http://www.newzealandshipping.co.nz/History/Vessels/index.htm This Otaki was intercepted and sunk in the Atlantic on 10 March 1917 by the German merchant raider during the First World War. The Otaki put up a strong fight before being sunk, with Smith posthumously awarded the Victoria Cross. The medal was carried on each succeeding ship of the company named Otaki. ==Career== In 1967 Otaki was owned by Federal Steam Navigation Company Ltd, London, then in 1973 Peninsular and Oriental Steam Navigation Company, London. In 1975 she was sold to the Roussos brothers of Cyprus, who passed her to World Sea Shipping Company Limited of Limassol. She sailed under the Cypriot flag as the Mahmout. But whilst refitting for her new owners at Perama Greece, she caught fire and was laid up as a constructive total loss. She was sold on and renamed the Natalia in 1979. Her only voyage was to be towed to Izmir, Turkey, where she arrived on 25 February 1984. She was scrapped by Ticaret Ve Gemi Bozmacilar. ==External links== *New Zealand Clydebuilt Ship - mv OTAKI 1953 *mv Otaki in Blue Star line colours ==References== Category:1952 ships Category:Ships built on the River Clyde Category:Merchant ships of New Zealand ",
    "title": "MV Otaki (1952)"
}