{
    "id": "44373307",
    "text": "Steve Schofield is a British photographer. He is primarily known for his portraits, especially his narrative portrait style of photography. Some of his photographs of actors, musicians, and writers are included in the London National Portrait Gallery's permanent collection, whilst his body of work titled \"Land of The Free\" and several other exhibits have been shown in galleries and art festivals throughout Europe. In 2007, The Times listed Schofield as one of five young artists to watch. He was selected for the group show \"Fresh Faced and Wide Eyed\" at The Photographers' Gallery in London in 2008. In 2012, he was commissioned by The Photographers' Gallery to produce a piece of work in honor of London's hosting of the 2012 Olympics. Robert Clark, art critic at The Guardian, said in a review of the exhibition \"Hotel\" that Schofield \"is one of the most promising young photo artists around. He has an unusual eye for the telling pose, the dramas enticingly hidden by a shadow, the social psychology that is hinted at by compositional tension.\" Schofield's subjects, covering a range of actors, musicians, artists, and other public figures, have included Adam Driver for Vogue magazine, Alec Baldwin for the cover of New York magazine, Ozzy Osbourne for The Times, Nick Cave for the cover of Rolling Stone, and the cast of Orange Is the New Black for the magazine of the Emmy Awards. The result was the magazine's first tri-fold cover. Schofield studied at the University of Derby and London College of Communication (formerly the London College of Printing). He is based in the United States and Europe, and he speaks at colleges and universities about his work. ==Notes== ==References== *National Portrait Gallery Permanent Collection ==External links== *Official website *Bedford Creative Arts *Guardian Weekend Land of the Free article *Taylor Wessing Prize, NPG 2008 *FNAC Land of The Free Exhibition Spain *Getxophoto 2010 *Hotel Review in Guardian Newspaper Category:Living people Category:Photographers from Derbyshire Category:1970 births ",
    "title": "Steve Schofield"
}