{
    "id": "44371879",
    "text": "Romee Strijd ( ; born 19 July 1995) is a Dutch supermodel and YouTuber. She has been a Victoria's Secret Angel since 2015, and has walked in their fashion show since 2014. She has worked for brands including Alexander McQueen (brand), Michael Kors, and H&M.; Strijd has also appeared in magazines such as Vogue, Elle, and Harper's Bazaar. == Early life == Strijd was born in Zoetermeer, South Holland in the Netherlands. She has one younger sister Ise Strijd. She was confronted by a scout when she was 13 in Amsterdam and turned it down as she was too nervous and had other dreams. After two years, at 15, she wanted to give modeling a try and was signed to DNA model agency in 2011. She left school to pursue modelling, but returned at the age of 17 to the Netherlands to finish school, because the career was overwhelming and she missed home. After time off from modeling she realized her love for modelling and moved to New York City after graduating. == Career == Strijd signed with the DNA Model Management agency at 15 years old and worked for two years in Milan, Paris and New York City for brands like Burberry, Louis Vuitton and Prada before taking a break. She has appeared in editorials for British, German, Spanish, Turkish, Japanese and Dutch Vogue, French, Italian, and Dutch Elle, Spanish and Greek Harper's Bazaar, Dutch Marie Claire, and French Madame Figaro. She has been on the cover of several versions of Vogue, Unconditional Magazine, Harper's Bazaar, Exit, Elle and Maxim (magazine). She has walked runway shows for Alexander McQueen, Badgley Mischka, Balmain, Burberry, Calvin Klein, Celine, Christopher Kane, DKNY, Jeremy Scott, Donna Karan, EDUN, Giambattista Valli, Hussein Chalayan, Isabel Marant, Jil Sander, Jill Stuart, Kenzo, Loewe, Louis Vuitton, Marchesa, Michael Kors, Nina Ricci, Peter Som, Phillip Lim, Prabal Gurung, Prada, Rag & Bone, Rochas, Roland Mouret, Vera Wang, Off White and Victoria's Secret. She has appeared in campaigns for Carolina Herrera, Alexander McQueen, Donna Karan, Stradivarius, Michael Kors, Giuseppe Zanotti, H&M;, Juicy Couture, Victoria Secret, and Marchesa. In 2014, she was chosen to be one of the newcomers at the Victoria's Secret Fashion Show. In 2015, she became a Victoria's Secret Angel. In March 2017 she announced that she was now represented by IMG Models. In 2018, She was chosen to wear the Shooting Star Swarovski Look in the Victoria's Secret Fashion Show. In 2018, she became a brand ambassador for popular Australian swimwear brand Seafolly. Strijd started her YouTube channel on 16th of July 2017 where she posts vlogs, behind the scenes, and beauty content approximately once a week. As of 2020 the channel has reached 1.65 million subscribers and a total of 124 million views. == Personal life == Since 2010, Strijd has been in a relationship with Laurens van Leeuwen, son of television presenter Bert van Leeuwen. The couple got married secretly in October 2018. In May 2020, Strijd and her partner announced they are expecting their first child, a girl. She revealed to have struggled with PCOS for years, she claimed that her weight and high intensity workouts due to her modelling career weren't good for her body, and she had started being nicer to herself, finally getting her period back after 7 years. == References == == External links == * * * * Category:1995 births Category:Living people Category:Dutch female models Category:People from Zoetermeer Category:IMG Models models Category:Victoria's Secret Angels ",
    "title": "Romee Strijd"
}