{
    "id": "44371213",
    "text": "''' Kinsey Wilson is an American journalist and digital media executive. He currently serves as PresidentKinsey Wilson Named President of WordPress.com of WordPress.com. Previously, he oversaw innovation and strategy for The New York Times. He is best known as the former Executive Vice President and Chief Content Officer of National Public Radio (NPR), leaving NPR in 2014 after guiding its digital strategy under a succession of six CEOs in six years. Ken Doctor of Harvard University's Nieman Lab selected him alongside Michael Bloomberg and Rupert Murdoch as one of the 13 most influential media executives in the United States. Wilson has been described as \"among a very small collection of truly brilliant digital futurists in the media world,\" by WBUR general manager Charles Kravetz. __TOC__ ==Early career== Wilson, a graduate of the University of Chicago, began his journalism career in 1980 as a crime reporter for Chicago's City News Bureau. Following a print reporting career at Newsday from 1988 to 1995, Wilson transitioned into digital media at Congressional Quarterly, where he served in a variety of roles. In 2000, Wilson was hired as vice president and editor-in-chief of USATODAY.com, the web brand of the nation's largest daily newspaper. He was later promoted to executive editor of USA TODAY in 2005 as part of a merger of the print and online staff. In those positions, he was involved with strategic planning, product development, and day-to-day news management. During his tenure, the site was awarded with numerous honors, including the 2007 Online News Association award for general excellence. == National Public Radio == Wilson joined NPR in October 2008 to head its digital strategy. Overseeing the site's web, podcasting, and mobile presences, he reshaped NPR's digital brand and grew its digital audience. Among his accomplishments are the creation of NPR One, a customized talk radio station akin to Pandora; distribution deals with Apple and car manufacturers; relationships with the Gates Foundation and Knight Foundation; and the development of digital verticals highlighting specific themes across radio segments. In 2012, Wilson was promoted to executive vice president and chief content officer. In that role he oversaw NPR's worldwide news gathering, programming and digital operations. Wilson's digital expansion caused tension with NPR member stations, which interpreted his moves as undercutting their direct relationship with local listeners. He argued that the traditional radio audiences were in decline and that NPR should invest in new digital products, a view that put him in conflict with some public radio constituencies. Also, a series of decisions from Kinsey, including the initial launch of NPR One, were seen to have hastened his dismissal. Wilson's 2014 departure was widely interpreted as an ouster by the new CEO, Jarl Mohn, the sixth CEO that NPR had within a span of six years, though no particular conflict was cited. In an outpour of support, 62 colleagues and NPR personnel contributed to \"Infinite Kinsey\", a looping stream of 62 thank yous, anecdotes, and admiring testimonials. The dismissal of a highly contentious digital executive was the subject of extensive coverage in the media, including a piece in The New York Times. ==The New York Times== In November 2014, The New York Times announced it hired Wilson to a masthead level position, naming Wilson as innovation and strategy editor under Dean Baquet. In March 2015, The New York Times announced Wilson's promotion to Executive Vice President of Product and Technology and in so doing added him the company’s executive committee and expanded his role to assume leadership of all company-wide digital product and technology operations.http://www.businesswire.com/news/home/20150330006071/en/York-Times- Company-Names-Kinsey-Wilson-Executive#.VRrCTTvF-8E == Additional projects== Wilson was president of the Online News Association in 2007, chaired the national advisory board of the Poynter Institute from 2006 to 2008, and served as a juror for the 2008 Pulitzer Prizes in journalism. ==References== Category:1955 births Category:Living people Category:The New York Times masthead editors Category:University of Chicago alumni ",
    "title": "Kinsey Wilson"
}