{
    "id": "44380100",
    "text": "The Sigma II-66 war game was one of a series of classified high level war games played in the Pentagon during the 1960s to strategize the conduct of the burgeoning Vietnam War. The games were designed to replicate then-current conditions in Indochina, with an aim toward predicting future foreign affairs events. They were staffed with high ranking officials standing in to represent both domestic and foreign characters; stand-ins were chosen for their expertise concerning those they were called upon to represent. The games were supervised by a Control appointed to oversee both sides. The opposing Blue and Red Teams customary in war games were designated the friendly and enemy forces as was usual; however, several smaller teams were sometimes subsumed under Red and Blue Teams. Over the course of the games, the Red Team at times contained the Yellow Team for the People's Republic of China, the Brown Team for the Democratic Republic of Vietnam, the Black Team for the Viet Cong,Allen, pp. 193-208. and Green for the USSR.Gibbons, pp. 17-19. Preparation for these simulations was quite extensive. A game staff of as many as 45 people researched and developed the scenarios. The actual play of the war game involved 30 to 35 participants. There are four or five simulations per year, solicited secretively from the State Department, the Central Intelligence Agency, and major military commands.Allen, pp. 31-32. ==Sigma II-66== Previous war games in the Sigma series had simulated the effects of deepening American intervention in the Vietnam War. Sigma II-66 differed in that it was played to explore the effects of an outbreak of peace in Vietnam. It was based on the concept that the Vietnam War would dwindle away into defeat for the communists. The opening scenario has North Vietnam devastated by bombing and its troops losing the war when the north's rice crop is ruined by a typhoon. During game play, Control had to restrain Blue Team from continuing its air strikes on North Vietnam. It also had to rule the Chinese out of the north. The Viet Cong managed to pump their numbers up to 100,000 soldiers in South Vietnam. To end the game, Ho Chi Minh made a secret offer to the U.S. to end hostilities. His requested quid pro quo is an end to the bombing campaign, withdrawal of U.S. troops from the south, and free elections there. General Earle Wheeler ended the exercise with the comment: \"I'm afraid some cynics might be tempted to rediscover that there are worse things than war.\" ==See also== *Sigma war games ==Notes== ==References== * Allen, Thomas B. (1987) War Games: The Secret World of the Creators, Players, and Policy Makers Rehearsing World War III Today. McGraw-Hill. ISBNs 0070011958, 9780070011953. * Gibbons, William Conrad (1995) The U.S. Government and the Vietnam War. Princeton University Press. ISBNs 0691006350, 978-0691006352. Category:Sigma war games ",
    "title": "Sigma II-66 war game"
}