{
    "id": "44382737",
    "text": "Revenge of the Goldfish, photograph of an installation by Sandy Skoglund, 1981. The photograph was adapted for the cover of the 1992 album Revenge of the Goldfish by the alternative rock band Inspiral Carpets. Revenge of the Goldfish is a photograph of an installation completed in 1981 by contemporary artist Sandy Skoglund. The band Inspiral Carpets used the photograph for the cover of their 1992 album, also titled Revenge of the Goldfish. ==Overview== Like many of her other works, such as Radioactive Cats and Fox Games, the piece is a set composed of props and human models, which Skoglund poses and then photographs. In the piece, a child sits on the edge of a bed while an adult sleeps next to him. The set of the scene is a monochromatic blue, with contrasting bright orange goldfish floating through the room. The goldfish in the piece were sculpted by Skoglund out of terracotta and bring an element of fantasy to an otherwise normal scene. According to Skoglund, \"If the fish are eliminated the image shows nothing unusual; just a room with two people in bed.” The piece was first on display at the Saint Louis Art Museum in 1981. Accession Number: 1745:1981. Since then, the piece has been in several collections at various museums, including Smith College Museum of Art, Accession Number: SC 1999:22-1. Dallas Museum of Art, Accession Number: 1981.32. Akron Art Museum, Accession Number: 1982.1. and Amon Carter Museum of American Art. Smith College Museum of Art also owns the original installation. Accession Number: SC 1999:22-2. ==Interpretation== Photography is as essential to Skoglund's work as are the installations themselves because without photographs, the sets would eventually disappear. She visualizes the photograph after she has begun arranging the props so as not to “paralyze the process.” Skoglund believes that photography, combined with the installation, implies “...a realistic component and another, unreal one that, intruding on reality, interferes with it.” In photographing Revenge of the Goldfish, Skoglund chooses an angle that makes the models’ identities ambiguous to the viewer. This ambiguity has elicited numerous arguments over the meaning of Revenge of the Goldfish. Some interpret the image as a sexual awakening, while others see it as a message about homosexuality or child abuse. ==Inspiration== Skoglund's interest in filmmaking as an undergraduate, the death of her mother as a graduate student, and her move to New York City after graduate school, have all inspired her to create art in the way she does. In Revenge of the Goldfish, “[Skoglund] draws liberally from the conventions of science fiction and horror films, and the display techniques of natural history museums and store windows.” ==References== ==External links== *High-resolution image Category:1981 works Category:1981 in art Category:Fish in art Category:Color photographs Category:1980s photographs ",
    "title": "Revenge of the Goldfish (photograph)"
}