{
    "id": "44381500",
    "text": "Tikun Olam is a company that grows and supplies medical marijuana and is licensed and supervised by the Ministry of Health in Israel, the first of its kind in that country. Tikun Olam started out as a non-profit in 2005. Then, after regulation in 2010, the company became a limited company. The company is primarily engaged in growing and developing medical cannabis and medical cannabis products. In 2012, the company garnered extensive local and global media coverage as the result of developing a strain of medical marijuana that contains a higher-than-normal amount of Cannabidiol and less than 2% of the psychoactive substance THC, which was a new development in the industry. == History and construction == At the end of the 1990s, Israel's Ministry of Health wanted to allow the use of cannabis for medical needs. Holding companies were granted licenses, and individual licenses were granted to certain users to grow their own plants. For a time cannabis was often divided in stations of the Israel Police, but this changed following police opposition. In 2005 the founder of Tikun Olam, Tzahi Cohen, contacted the Ministry of Health and communicated the need to grow 100 cannabis plants for medical purposes (without compensation) on behalf of patients who had received permission to use cannabis and cannabis products for health reasons but had difficulty in obtaining cannabis itself. Growing medical cannabis, Cohen focused on raising Zen One Cannabis licensed and supervised by the Ministry of Health and the Israel Police. The final product, cannabis inflorescence, was transferred to Professor Mechoulam at Hebrew University on a regular basis to check the percentage of active ingredients. The investigation showed that the breed of cannabis, named after one of the company's patients who died, Erez, contained 23% of the active ingredients. In view of the impressive results of laboratory tests, and with the rise in the number of permits issued by the Ministry of Health, it was decided to extend the company's growing license and relocate to the north of the country to increase plant growth and improve security. In 2010 The Ministry of Health regulated the issue of medical marijuana in Israel, and for the first time allowed Tikun Olam to collect 360 NIS per month for the service. At first it was stressed that the payment is the accessibility of care and service that comes with it (as in 2013 cost of treatment is 370 NIS per month according to the Ministry of Health). Consequently, the market was opened and five more companies joined the industry to grow and provide medical marijuana. In February 2010, Tikun Olam became a limited company. In 2012 the company received a stamp of approval from the Standards Institute of Israel in the areas of growth, production, sale, and distribution of medical marijuana, as well as in patient care. In 2013 the Company received another stamp of approval in the area of food standards. As of 2013, the company provided medical marijuana for some 3,000 patients (out of 11,000 patients with active licenses) at a monthly cost of 370 NIS. The company has about 50 employees who received a license to work in the Ministry of Health including agronomists, researchers, chemists, and other professionals related to botany and medicine. == Production and development == The company's facilities are located in the north of Israel and are under the supervision of the Ministry of Health and the Israel Police and under constant security. The principal activity of the company is growing and developing strains of medical cannabis with a high percentage of active ingredients for medical treatments, and the extraction of these materials for the preparation of cannabis products, such as edible capsules. The testing and approval of active substances was handled by Professor Mechoulam in Hebrew University, as were quality checks. The company's breakthrough came in the middle of 2012 when it was able to develop a unique strain of medical marijuana that does not contain the psychoactive substance THC, producing no sense of intoxication, and yet had anti-inflammatory properties of the plant called cannabidiol, or CBD. This achievement led to the Ministry of Information and Diaspora holding a press conference at the company's facilities for leading media outlets in Israel and abroad to report this breakthrough. As of 2014, Tikun Olam grows 12 different strains, including two species of medical cannabis containing 1% THC and 17% CBD (cannabidiol). ==International expansion== A indoor cultivation facility was opened in 2019 by the Tikun Olam California in Adelanto, a city just outside the Los Angeles area. ==References== ==Further reading== * Mayyan Lubell, What a drag, Israeli firm grows \"highless\" marijuana, Reuters, July 3, 2012 * Isabel Kershner, Marijuana and Its Loftier Purpose ,NYTimes, January 1, 2013 * Cal Perry, Israel at forefront of testing medical marijuana, Aljazeera, March 25, 2012 * Lauren E. Bohn, Israel Medical Marijuana Industry Growing In Scope marijuana, Huffingtonpost, February 11, 2012 * Simone Wilson, Light-up Nation: What Israel can teach America about medical marijuana, Jewishjournal, October 2, 2013 * Sara Sinder, / Medical marijuana without the high, CNN, November 8, 2012 * Yolande Knell, / Israeli firm's new medical marijuana, BBC, November 3, 2012 * Lital Levin, Israeli scientists take the high out of weed, Haaretz, June 4, 2012 * Marijuana without the high 'developed' by Israel, Telegraph, July 3, 2012 * Ryan Jaslow, Israeli scientists create medical marijuana strain that won't get patients high, CBS News, July 3, 2012 * ,Matthew Bell, Israeli Company Removes THC for New Medicinal Marijuana Pri, July 3, 2012 * Maia Szalavitz, A New Marijuana Plant Without the High, Healthland.time, June 4, 2012 Category:Pharmaceutical companies of Israel Category:Cannabis in Israel Category:Cannabis companies category:2005 in cannabis category:Organizations established in 2005 Category:Pharmaceutical companies established in 2010 Category:Israeli companies established in 2010 ",
    "title": "Tikun Olam (cannabis)"
}