{
    "id": "44383524",
    "text": "Blackway is a 2015 American thriller film directed by Daniel Alfredson and written by Joseph Gangemi and Gregory Jacobs, based on the 2008 novel Go with Me by Castle Freeman, Jr. The film stars Anthony Hopkins, Julia Stiles, Ray Liotta, and Alexander Ludwig. Filming began on November 12, 2014, in Enderby, British Columbia. The film premiered under the festival title Go with Me at the 2015 Venice Film Festival and released theatrically on 10 June 2016. == Plot == Set in an Oregon logging community, Lillian (Stiles), is a woman newly returned to her hometown after the death of her mother. She is being harassed by a local man named Blackway (Liotta), who is a big criminal in their little town. He operates with impunity in this small community on the edge of the wilderness. After Blackway kills her cat, she goes to the town sheriff for help, but is basically told that her best option is to leave town. Lillian refuses to be run out of town by Blackway, but Sheriff Wingate is reluctant to act against Blackway out of fear; feeling sympathetic to Lillian, he tells her to go to the town lumberyard mill and ask for a man named Scotty. The following events that unfold afterwards all happen within one single day. In the early morning, Lillian goes to the lumberyard mill, where a group of elderly men are gathered in the shop's office, run by Whizzer. Lillian tells Whizzer that she is looking for Scotty on the recommendation of Sheriff Wingate to help her with Blackway. Scotty isn't there, and the men also tell her the same thing that the sheriff said, which is to leave town rather than go up against Blackway. One of the older men at the shop, Lester (Hopkins), feels bad for Lillian and decides to help her. He takes along a young man named Nate (Ludwig), who is also an employee at the mill and in the shop with the elderly men. Nate is a simple guy, but is strong and has a good heart. The three drive around town in Nate's pickup truck looking for Blackway at various locations and asking for him from the locals that he associates with. Through their quest in tracking down Blackway, various bits of details are revealed about the town's locals through flashbacks, conversations, and narratives; such as Sheriff Wingate recommending Scotty to help Lillian because he figured Scotty might have a score to settle with Blackway. In a flashback Scotty is shown to have gotten beaten up really badly by Blackway, but Scotty presently states that he has nothing to settle with Blackway anymore. It's also hinted that Lester's daughter, who died of suicide, might have been abusing heavy drugs; for which Blackway is the local drug kingpin, manufacturing and distributing meth, hillbilly heroin, etc. Through various associates of Blackway, they find his shady accountant, Murdoch, at a bar. Murdoch gets into a fight with Nate, and seems to be winning when he has Nate pinned back on to a table, until Lester bends Murdoch's fingers backwards, causing excruciating pain. Nate then gets the upper hand on the fight and the three are able to leave the bar. They head out to a local diner, where Lester asks the cook, Chris, who is newly released from prison on drug charges, where they could find Blackway. Chris tells Lester to try Blackway's motel, where he runs his drug business as well as other criminal activities. They find Blackway at his motel in the afternoon, but do not act upon it, as Lester can see that it's not a good opportunity yet. Inside one of the motel rooms, Lillian finds an old school acquaintance handcuffed to a bed, she releases her while Lester and Nate distracts two of Blackway's men. Lester grabs a handgun from one of the men, while Nate grabs a shotgun that was in sight. Nate causes an explosion inside the motel room, presumably because meth was being cooked in the room; Lillian puts her old acquaintance on a bus to get out of town after rescuing her. It is now evening time, and the three drive up into the deep woods, while Whizzer is narrating to the men in the shop about the dangers of the deep backwoods. Since Nate and Lester have been causing Blackway so much trouble all day, Lester knows that he will be looking for them. They settle in for the night out at a camping ground area of the woods, and Lester goes off with his antique rifle, leaving Lillian and Nate alone together. Blackway shows up at night, armed with a gun pointed at Lillian and Nate. Lester has a clear shot of Blackway from inside a trailer and is about to kill him, but unbeknownst to Nate of Lester's vantage point, Nate fends off Blackway to protect him and Lillian. When Lester gets another chance of a clear shot of Blackway again, he gets shot instead by Murdoch who finds him in the trailer, and Blackway is able to knock out Nate. Lillian is able to escape by bending Blackway's fingers backwards the same way she saw Lester do to Murdoch at the bar, giving off a chase between her and Blackway into a cabin. Before Murdoch can finish off Lester in the trailer, Nate attacks Murdoch and then beats him to death. After a hide and chase between Blackway and Lillian inside the cabin, they both make it back outside to the campfire area, where Blackway is finally killed by Lester with one shot from the shotgun that he had inherited from his uncle. Lester tells them that they'll have to drag Blackway and Murdoch's bodies deep into the woods so that the wild animals will scavenge their bodies and they'll never be found. At daybreak the next morning, the three drive back into town. Whizzer, who is opening up his lumber mill during daybreak, sees the pickup truck coming back into town and knows that the town is finally rid of Blackway from doing so. Lester gets dropped off at his house, while Lillian and Nate are driving back to their homes, and an attraction is evident between Nate and Lillian. == Cast == * Anthony Hopkins as Lester * Julia Stiles as Lillian * Ray Liotta as Blackway * Alexander Ludwig as Nate * Hal Holbrook as Whizzer * Lochlyn Munro as Murdoch * Dale Wilson as Sheriff Wingate == Production == In August 2014, during an interview, writer Joseph Gangemi revealed that Gregory Jacobs and he had created a film adaptation of novel Go with Me by Castle Freeman, Jr. On September 19 it was announced that Anthony Hopkins would star in the lead role and Daniel Alfredson would direct the film, which Enderby Entertainment and The Gotham Group would produce. Rick Dugdale would produce along with Lindsay Williams and Ellen Goldsmith-Vein, while Hopkins would also produce along with Jacobs. On October 23, Dean Devlin's Electric Entertainment came on board to co-finance and handle international rights to the film. On October 30, Julia Stiles and Ray Liotta joined the film. On November 17, Alexander Ludwig joined the film to play a young sidekick of an ex-logger. === Filming === Filming began on November 12, 2014 primarily in Enderby, British Columbia. It would also be shot in Lumby. Filming lasted until late December. == Reception == On review aggregator Rotten Tomatoes, the film holds an approval rating of 20% based on 5 reviews, with an average rating of 3.92/10. Guy Lodge of Variety called the film a \"turgid, tension-free revenge thriller\". == References == == External links == * * * Category:2015 films Category:American films Category:Films directed by Daniel Alfredson Category:Films shot in British Columbia Category:American thriller films Category:2015 thriller films Category:Films based on thriller novels Category:Films based on American novels Category:Films produced by Gregory Jacobs ",
    "title": "Blackway"
}