{
    "id": "44386059",
    "text": "Jyoji Omori (1898–1938) or Geo Omori as he became known in Brazil, was a Japanese-born Brazilian martial artist who is credited for being one of the creators of Brazilian Jiu Jitsu.Martial Arts of the World: An Encyclopedia of History and Innovation, Volume 2 edited by Thomas A. Green, Joseph R. Svinth ==Biography== Born in Tokyo, Omori joined the Kodokan school in 1907 at age 9 and gained his black belt in 1915 at age 17. He learned under Tokugoro Ito and was a training partner of the famed Sanpo Toku. After moving to Brazil in 1925, he taught Jiu Jitsu and Judo in Rio de Janeiro, and in 1931 he opened a school in São Paulo in Edificio Martinelli, the first skyscraper in Brazil. Omori is considered instrumental in the foundation of Brazilian jiu-jitsu by establishing the first Jujitsu school in São Paulo. He would later instruct another key Brazilian Jiu-Jitsu founder Luiz França. His other student included Carlos Pereira. ==Fighting career== Omori was one of the first prominent mixed martial arts competitors of his era. He helped to initiate the Vale Tudo trend of the 1920s and 1930s in Brazil. Geo had an extensive fight history engaging fighters of various styles including capoeira, boxing, and wrestling. A 1928 issue of The New York Times highlighted one of his fights against a \"negro\" capoeira fighter, in which Geo Omori won. He fought many members of the Gracie family including George Gracie and Carlos Gracie. His feud with Carlos Gracie is well documented. His death in 1938 was attributed to food poisoning.Martial Arts of the World: An Encyclopedia of History and Innovation, Volume 2, edited by Thomas A. Green, Joseph R. Svinth, p. 33. ==References== Category:1898 births Category:1938 deaths Category:People from Tokyo Category:Place of death missing Category:Deaths from food poisoning Category:Martial arts school founders Category:Brazilian people of Japanese descent Category:Brazilian male mixed martial artists Category:Brazilian practitioners of Brazilian jiu-jitsu Category:Japanese practitioners of Brazilian jiu-jitsu Category:Brazilian male judoka Category:Japanese male judoka ",
    "title": "Geo Omori"
}