{
    "id": "44385089",
    "text": "Nobuyoshi Higashi (born 1938) is a Japanese American teacher of Tomiki Aikido, karate, and judo, and the founder of Kokushi-ryu jujutsu. He is a 10th dan in jujitsu, 9th dan in judo,http://www.usjf.com/organization/committees/promotion-committee/most- recent-promotions/ 7th dan in aikido, and 7th dan in karate. His style of aikido includes defenses against knives. ==Personal life== He was a staff member at Kokushikan University in 1960 and later served as an exchange professor in the US. He established the American Tomiki Aikido Alliance in 1976. He became a professor at SUNY Stony Brook. His son Shintaro Higashi was a world class competitor and national champion in judo. ==Martial arts== Higashi arrived in the United States in 1964 along with Katsuo Watanabe in an effort to teach judo and aikdo in the United States. He runs the Kokushi Budo Institute, located in the basement of the New York Buddhist Church. The school is a branch of Kokushikan University, and was started in 1963. He is the founder of Kokushi-ryu jujutsu, which he founded in 1965. ==Books and DVDs== The school is a registered school with USA Judo and Team USA. Higashi is the author of a number of books, including Koryu Aikido (1999), Kokushi-Ryu Jujutsu (1995), Aikido: Tradition and New Tomiki Free Fighting Method (1989), Basic Judo (1984), Karate-Do (1983). Additionally, he authored the DVDs Professor Nobuyoshi Higashi - Judo Grappling Series #1 and #2. ==References== ==External links== * Kokushi Budo Institute official website Category:Judoka trainers Category:Living people Category:Japanese male judoka Category:American male judoka Category:Japanese aikidoka Category:American aikidoka Category:Japanese male karateka Category:American male karateka Category:1938 births Category:Japanese emigrants to the United States Category:Martial arts school founders Category:Martial arts writers Category:American sportspeople of Japanese descent ",
    "title": "Nobuyoshi Higashi"
}