{
    "id": "44382980",
    "text": "Igal Vardi Igal Vardi (; born 5 May 1953) is an Israeli graphologist, psychologist, artist, writer and entrepreneur. His painting style is Topological painting. == Biography == Born in 1953 in Kibbutz Mishmar Hanegev, he began to draw as a child. At the age of six he went with his family to Argentina, where he studied from the age of 7 at the Art Academy with artist- sculptor Cecilia Markowitz and her student Hector Romero. Five years later he returned to Israel with his family and settled in Beersheba, where he studied with Moshe Agmon. At the age of 13 he had his first solo exhibition.Vardi, Igal \"Igal Vardi Art” Retrieved on 12 November 2014. After his military service he graduated from Tel Aviv University with a bachelor's degree in Philosophy and an MA in Clinical Psychology. He specialized in the field of clinical psychology, but primarily focused his work on graphology. He completed his PhD in Philosophy in tel Aviv University. Carmit Saphhire-Witz \"Imitation of the Mona Lisa\", NRG, 21 July 2008. He introduced dozens of shows over the years while he wrote seven books on graphology, psychology, art, management and philosophy. He is married to his wife, Ziva, and has four children. == Work == In his book \"The Handwriting Mirror of the Soul\" he presented a diagnostic theory to show the way a person exhibits a synergistic among various personality types. The book further contained a novel theory for diagnosing the human mind as reflected in his handwriting and presented the applications of graphology in areas such as vocational guidance, leadership, thinking and creativity, mental illness and psychopathology, social deviance and criminology, education, and interpretation of the signature.\"Manuscript mirror of the soul – Graphology and Behavioral Sciences\", NRG, Retrieved 12 November 2014. In his book \"The Wisdom of the Mind to Heal Itself\" he presented a theory about the way a person carries out internal regulation at equilibrium when balancing mental pathology to create harmony and unique equilibrium for any lifestyle. Vardi explored modern painting in his book \"Mimesis\" which detailed that: :According to the basic assumption, painters do not paint what they see, but instead what they know – their hidden inner world, personality and worldview – are expressed. Therefore, to understand the language of painting – to crack the aesthetic code – we need to understand the psychological world view and philosophy that is reflected through the painter’s style. \"The work of art is driven from emotion to reflect the totality of life, man and nature: to represent the human existential condition, the hopes and hardships, in front of life and death: all style is a statement theologically. The work of art is an attempt to approach, touch, and mimic the same reality enigmatic emerging only when it is created again. The work of art is an act of courtship. It is an act of love.” \"Mimesis – the psychology of modern painting\", Simania, Retrieved 12 November 2014. Vardi developed a teaching method of painting, which was published in his book \"Sketch\". The method is based on pictorial literacy and making a spiral from the scribble, for screens and the construction of a geometric shape to the resolution of the drawing realistic.\"Sketch\", Simania, Retrieved 12 November 2014. He also developed a method of Philosophical Counseling based on human understanding of typological perspective. According to him, the ability to be exposed to the cognitive subconscious image of this world allows a person to expand the degrees of freedom in choosing life, the process of creation and self-fulfillment. This theory was presented in his book \"The Philosophy of Madness\". Excerpts of a summary include: :The goal of counseling is to formulate meaningful philosophy of life and examine the values that influence a person's decision-making within the framework of self-realization. All of these involve a person's natural tendency to predict the future :These projections are based on philosophical theories according to which the person operates unconsciously. It is our duty to expose this hidden text so we can discuss it rationally and critically, and to present alternatives for other philosophical texts, which will enrich the field of human consciousness and help him with his choices in everyday life. :The aim of psychotherapy is to help a person philosophically restore autonomy by building different perspectives on life and an attempt to break free from the psychological fixations characterize it.\"The Philosophy of Madness\", Text.org', Retrieved 12 November 2014. Vardi was the Chairman of the Israeli Association for Scientific Graphology in 1996. He has been an expert in handwriting analysis for 30 years (since 1979). He has specialized in a variety of services to industrial companies in various sectors (hi-tech, food, jewelry, hotels, heavy industry, lawyers, accountants and psychological institutes).\"Yigal Vardi- Profile of the Month\", \"Graphologia\", 7 January 2012. He owns 4,000 books, all of which he bought and read. He additionally deciphered the handwriting of kidnapped Israeli soldier Gilad Shalit for the IDF. He has been quoted as saying, \"As a clinical psychologist by training, I declare graphology the queen of personality tests. Graphology cannot be faked. It is one of the few tests that you cannot prepare for.\"Carmit Saphhire-Witz “Imitation of the Mona Lisa\", NRG, 21 July 2008. In 2014, he utilized his theory entitled \"Personality Collage Theory\" to create a personality test for candidate assessment use in Human Resources called Ethoos. His Personality Collage Theory states that each individual has a collage-like, multifaceted personality with 9 distinct types of identities. Diverse identities within each person will express themselves differently depending on the situations in which a person finds themselves.“The Science Behind Ethoos – Personality Collage Theory\" , Ethoos, Retrieved 12 November 2014. == Writings == === The Arts === *Mimesis – The Psychology of Modern Painting, 1996. *Skitsa (Sketch) – Instructions for Drawing and Training the Artist, 2004. *Viva Picasso, An Aesthetic Interpretation of his Art, 2007. === Psychology === *The Wisdom of the Soul to Heal Itself – Personality and Psychopathology, 1998. *Handwriting as a Mirror of the Soul – Graphology and Behavioral Sciences, 2000. *The Philosophy of Insanity – The Philosophical Guide to Life, 2009. *The Personality Collage, A Synergetic Theory of Personality, 2013 === Organizational Psychology === *The Secret of Luck in Management – A Guide to Executive Development, 2005. === Publications === *Vardi, Y., Hippocratic Psychology as Reflected by the Doctrine of Yehud Fried, Thoughts, Ch. 6, Booklet 1 (pp. 24–33), 1991. *Vardi Y., Katz Y., Strategies of Collecting and Evaluating in Military Intelligence, Systems (322) (pp. 30–38), 1991. (The article garnered first prize in the Jim Angleton Competition, head of the CIA, in the framework of an academic competition with the Center of the Intelligence Community in Israel). *Vardi, Y., False Prophets and True Prophets, How to Improve Intelligence's Image, MabatMalam, Periodical for Military Intelligence and Security, Issue 44, p. 20, 2006. *Vardi, Y. Regulation – The Wisdom of the Soul to Heal Itself, Circles of the Soul, 2005. *Vardi, Y. Anamnesis – Structured Bibliotherapy, Circles of the Soul, 2011 (in production). *Vardi, Y., The Revolution of Creation and Discovery, (pp. 281–284), The Premiere of the Work (50 Years of the work of S. G. Shoham) ShaareiMishpat Publishing, 2004. *Vardi, Y., Chiasmos The Riddle of the Hybrid between the Vector of Separation and the Vector of Unity in ShlomoGioraShoham's Doctrine of Personality (pp. 39–49), The Courage to Create, 2010. *Vardi, Y., The Integration of the Basics of Caricature – in Graphological Method and Evaluation, Graphology. Booklet 1, (pp. 34–38), 1990. *Vardi, Y. Psychodynamic Conclusions in the \"Systematic\" Approach as it is Reflected in the Graphological Doctrine of Yisrael Odem – The Doctrine of Potential, Graphology, Booklet 2, (pp. 44–53), 1991. *Vardi, Y., Managerial and Graphological Styles, Graphology, Booklet 6, (pp. 7–19), 1995. *Vardi, Y., Dynamic Graphology – Really?, Graphology, Booklet 8, (pp. 27–28). 1997. *Vardi, Y., Auto-Regulation – (Self – Regulation), Graphology, Booklet 10, (pp. 74–81), 1999. *Vardi, Y., The Compulsive-Analytic, Holistic, Typological and Psychodynamic Connection, Graphology, Booklet 11, (pp. 43–47), 2000. == References == Category:1953 births Category:Living people Category:Israeli psychologists Category:Graphologists Category:Israeli painters Category:Tel Aviv University alumni ",
    "title": "Igal Vardi"
}