{
    "id": "44436",
    "text": "Wilhelm Johannsen (3 February 1857 – 11 November 1927) was a Danish pharmacist, botanist, plant physiologist, and geneticist. He is best known for coining the terms gene, phenotype and genotype, and for his 1903 \"pure line\" experiments in genetics. ==Biography== Johannsen was born in Copenhagen. While very young, he was apprenticed to a pharmacist and worked in Denmark and Germany beginning in 1872 until passing his pharmacist's exam in 1879. In 1881, he became assistant in the chemistry department at the Carlsberg Laboratory under the chemist Johan Kjeldahl. Johannsen studied the metabolism of dormancy and germination in seeds, tubers and buds. He showed that dormancy could be broken by various anesthetic compounds, such as diethyl ether and chloroform. In 1892, he was appointed lecturer at Royal Veterinary and Agricultural University and later became professor of botany and plant physiology. He taught plant physiology.Warming, Eug. & W. Johannsen (1895) Den almindelige Botanik (General Botany): En Lærebog, nærmest til Brug for Studerende og Lærere. 3rd edn, Kjøbenhavn. 4th edn by Warming and Johannsen 1900-01). German edn 1907-09: Lehrbuch der allgemeinen Botanik (from the 4th edn, by E. P. Meinecke). Berlin, Borntraeger. 667 pp. His best-known research concerned so-called pure lines of the self-fertile common bean. He was able to show that even in populations homozygous for all traits, i.e. without genetic variation, seed size followed a normal distribution. This was attributable to resource provision to the mother plant and to the position of seeds in pods and of pods on the plant. This led him to coin the terms phenotype and genotype. Johannsen's findings led him to oppose contemporary Darwinists, most notably Francis Galton and Karl Pearson, who held the occurrence of normal distributed trait variation in populations as proof of gradual genetic variation on which selection could act. Only with the modern synthesis, was it established that variation needed to be heritable to act as the raw material for selection. He created the terms phenotype and genotype, first using them in his book in German as Elemente der exakten Erblichkeitslehre.Johannsen, W. (1909) Elemente der exakten Erblichkeitslehre. Gustav Fischer, Jena. Scanned full text. This book was based in large part on Om arvelighed i samfund og i rene linier (\"On heredity in society and in pure lines\")Johannsen, W. (1903) Om arvelighed i samfund og i rene linier. Oversigt over det Kongelige Danske Videnskabernes Selskabs Forhandlinger, vol. 3: 247-270. German ed. Erblichkeit in Populationen und in reinen Linien (1903) Gustav Fischer, Jena. Scanned full text. and in his book Arvelighedslærens Elementer.Johannsen, W.L. (1905) Arvelighedslærens elementer (The Elements of Heredity). Copenhagen. It was in this book Johannsen also introduced the term gene. This term was coined in opposition to the then common pangene that stemmed from Darwin's theory of pangenesis. The book became one of the founding texts of genetics. Also in 1905, Johannsen was appointed professor of plant physiology at the University of Copenhagen, becoming vice-chancellor in 1917. In December 1910, Johannsen was invited to give an address before the American Society of Naturalists. This talk was printed in the American Naturalist. In 1911, he was invited to give a series of four lectures at Columbia University. Johannsen was a corresponding member of the Academy of Natural Sciences of Philadelphia (elected 1915). Johannsen died from work poisoning in 1927. ==References== ==Sources== *Anker, Jean (1932) Wilhelm Johannsen, pp. 177–180 in: Meisen, V. Prominent Danish Scientists through the Ages. University Library of Copenhagen 450th Anniversary. Levin & Munksgaard, Copenhagen. * Roll-Hansen, Nils (1983) The Death of Spontaneous Generation and the Birth of the Gene: Two Case Studies of Relativism. Social Studies of Science 13 (4): 481–519. *Kim, Kyung- Man (1991) On the Reception of Johannsen's Pure Line Theory: Toward a Sociology of Scientific Validity. Social Studies of Science 21 (4): 649–679. ==External links== *Wilhelm Johannsen Centre for Functional Genome Research *Image gallery *6 min silent movie showing Johannsen in action as teacher and scientist Category:1857 births Category:1927 deaths Category:Danish botanists Category:Agriculture educators Category:Danish science writers Category:University of Copenhagen alumni Category:University of Copenhagen faculty Category:People from Helsingør Category:Carlsberg Laboratory staff Category:Plant physiologists Category:Danish geneticists Category:Rectors of the University of Copenhagen ",
    "title": "Wilhelm Johannsen"
}