{
    "id": "44434",
    "text": "Water Tractor Beam A tractor beam is a device with the ability to attract one object to another from a distance. The concept originates in fiction: the term was coined by E. E. Smith (an update of his earlier \"attractor beam\") in his novel Spacehounds of IPC (1931). Since the 1990s, technology and research has laboured to make it a reality, and have had some success on a microscopic level. Less commonly, a similar beam that repels is called a pressor beam or repulsor beam. Gravity impulse and gravity propulsion beams are traditionally areas of research from fringe physics that coincide with the concepts of tractor and repulsor beams. ==Physics== A force field confined to a collimated beam with clean borders is one of the principal characteristics of tractor and repulsor beams. Several theories that have predicted repulsive effects do not fall within the category of tractor and repulsor beams because of the absence of field collimation. For example, Robert L. Forward, Hughes Research Laboratories, Malibu, California, showed that general relativity theory allowed the generation of a very brief impulse of a gravity-like repulsive force along the axis of a helical torus containing accelerated condensed matter.Forward, R. L.. (1961, September 11). Practical anti-gravity still far off. Missiles and Rockets, 9(11), 28-31, 35. The mainstream scientific community has accepted Forward's work. A variant of Burkhard Heim's theory by Walter Dröscher, Institut für Grenzgebiete der Wissenschaft (IGW), Innsbruck, Austria, and Jocham Häuser, University of Applied Sciences and CLE GmbH, Salzgitter, Germany, predicted a repulsive force field of gravitophotons could be produced by a ring rotating above a very strong magnetic field.Dröscher, W., & Häuser, J. (2004, July). Guidelines for a space propulsion device based on Heim's quantum theory (AIAA 2004-3700). Paper presented at the meeting of the 40th AIAA/ASME/SAE/ASEE Joint Propulsion Conference & Exhibit, Fort Lauderdale, Florida. This work was named the 2004 AIAA Best Paper by the AIAA Nuclear and Future Flight Technical Committee. Heim’s theory, and its variants, have been treated by the mainstream scientific community as fringe physics. But the works by Forward, Dröscher, and Häuser could not be considered as a form of repulsor or tractor beam because the predicted impulses and field effects were not confined to a well defined, collimated region. The following are a summary of experiments and theories that resemble repulsor and tractor beam concepts: ===1960s=== In July 1960, Missiles and Rockets reported Martin N. Kaplan, Senior Research Engineer, Electronics Division, Ryan Aeronautical Company, San Diego, had conducted experiments that justified planning for a more comprehensive research program. The article indicated such a program, if successful, would yield either “restricted” or “general” results. It described the “restricted” results as an ability to direct an anti-gravitational force towards or away from a second body. In 1964, Copenhagen physicists, L. Halpern, Universitetets Institut for Teoretisk Fysik, and B. Laurent, Nordisk Institut for Teoretisk Atomfysik, indicated general relativity theory and quantum theory allowed the generation and amplification of gravitons in a manner like the LASER. They showed, in principle, gravitational radiation in the form of a beam of gravitons could be generated and amplified by using induced, resonant emissions. ===1990s=== In 1992, Russian Professor of Chemistry, Yevgeny Podkletnov, and Nieminen, Tampere University of Technology, Tampere, Finland, discovered weight fluctuations in objects above an electromagnetically levitated, massive, composite superconducting disk. Three years later, Podkletnov reported the results of additional experiments with a toroidal disk superconductor.Podkletnov, E. E. (1995, January). Weak gravitational shielding properties of composite bulk YBa2Cu3O7-x superconductor below 70 K under e.m. field [Report MSU-chem 95]. Moscow, Russia: Moscow Chemical Scientific Research Centre. Also, LANL Physics Preprint Server, arXiv: cond- mat/9701074v3. They reported the weight of the samples would fluctuate between -2.5% and +5.4% as the angular speed of the superconductor increased. Certain combinations of disk angular speeds and electromagnetic frequencies caused the fluctuations to stabilize at a 0.3% reduction. The experiments with the toroidal disk yielded reductions that reached a maximum of 1.9-2.1%. Reports about both sets of experiments stated the weight loss region was cylindrical, extending vertically for at least three meters above the disk. Qualitative observations of an expulsive force at the border of the shielded zone were reported in the Fall of 1995.Modanese, G. (1997). Updating the theoretical analysis of the weak gravitational shielding experiments. Proceedings of the 1997 IAF Congress, nr. IAA-97-4.107. Italian physicist Giovanni Modanese, while a Von Humboldt Fellow at the Max Planck Institute for Physics, made the first attempt to provide a theoretical explanation of Podkletnov's observations. He argued the shielding effect and slight expulsive force at the border of the shielded zone could be explained in terms of induced changes in the local cosmological constant. Modanese described several effects in terms of responses to modifications to the local cosmological constant within the superconductor. Ning Wu, Institute of High Energy Physics, Beijing, China, used the quantum gauge theory of gravity he had developed in 2001 to explain Podkletnov's observations. Wu's theory approximated the relative gravity loss as 0.03% (an order of magnitude smaller than the reported range of 0.3 – 0.5%). Several groups around the world tried to replicate Podkletnov's gravity shielding observations. According to R. Clive Woods, Department of Electrical and Computer Engineering, Iowa State University, those groups were not able to overcome the extremely challenging technical problems of replicating all aspects of the 1992 experimental conditions. Woods summarised those shortcomings in the following list: :* Use of a superconductor disk with a diameter greater than 100 mm; :* A disk containing ~30% non-superconducting YBCO, preferable organised into two layers; :* A disk capable of self- levitation, but still containing large numbers of inter-grain junctions; :* An AC levitation field with a frequency of ~10 kHz; :* A second excitation field with a frequency of ~1 MHz, for disk rotation; and :* Disk rotation speeds of 3,000 rpm or greater for large (>0.05%) gravitational effects. C. S. Unnikrishan, Tata Institute of Fundamental Research, Bombay, India, showed that if the effect had been caused by gravitational shielding, the shape of the shielded region would be similar to a shadow from the gravitational shield. For example, the shape of the shielded region above a disk would be conical. The height of the cone's apex above the disk would vary directly with the height of the shielding disk above the earth. Podkeltnov and Nieminen described the shape of the weight loss region as a cylinder that extended through the ceiling above the cryostat. That factor and others precipitated a recommendation to reclassify the effect as gravitational modification instead of gravitational shielding. Such a reclassification means the region causing the weight modifications can be directed and is not limited to the space above the superconductor. ===2000s=== The gravity impulse generator received further theoretical support from David Maker and Glen A. Robertson, Gravi Atomic Research, Madison, Alabama and Wu.Wu, N. (2006). Mechanism for gravity impulse. Communications in Theoretical Physics, 46, 639-642. arXiv: gr- qc/0510010v1. Chris Taylor, Jupiter Research Corporation, Houston, Texas, along with a private individual Robert Hendry and the original theorist Modanese conducted an analysis of the suitability of impulse gravity generators for Earth-to-orbit, interplanetary, and interstellar applications, this was repeated again in 2008 and a United States and European patent was received.Taylor, C. Y., & Modanese, G. (2002, July 10). Evaluation of an impulse gravity generator based beamed propulsion concept [AIAA-2002-4095]. Presented by Taylor at the 38th AIAA/ASME/SAE/ASEE Joint Propulsion Conference, Indianapolis, IN. . In general, mainstream scientific community have treated the impulse gravity generator reports as extremely speculative and controversial. At least one other group based in central Europe has attempted to replicate Podkletnov's gravity impulse generator experiment, but they have elected not to publish their results. ===2010s=== A team of scientists at the Australian National University led by Professor Andrei Rode created a device similar to a tractor beam to move small particles 1.5 meters through the air. Rather than create a new gravitational field, however, the device utilizes a doughnut-shaped Laguerre-Gaussian laser beam, which has a high intensity ring of light that surrounds a dark core along the beam axis. This method confines particles to the centre of the beam using photophoresis, whereby illuminated sections of the particle have a higher temperature and thus impart more momentum to air molecules incident on the surface. Owing to this method, it is impossible for such a device to work in space due to lack of air, but Professor Rode states that there are practical applications for the device on Earth such as, for example, the transportation of microscopic hazardous materials and other microscopic objects. John Sinko and Clifford Schlecht researched a form of reversed-thrust laser propulsion as a macroscopic laser tractor beam. Intended applications include remotely manipulating space objects at distances up to about 100 km, removal of space debris, and retrieval of adrift astronauts or tools on-orbit. In March 2011, Chinese scientists posited that a specific type of Bessel beam (a special kind of laser that does not diffract at the centre) is capable of creating a pull- like effect on a given microscopic particle, forcing it towards the beam source. The underlining physics is the maximization of forward scattering via interference of the radiation multipoles. They show explicitly that the necessary condition to realize a negative (pulling) optical force is the simultaneous excitation of multipoles in the particle and if the projection of the total photon momentum along the propagation direction is small, attractive optical force is possible. The Chinese scientists suggest this possibility may be implemented for optical micromanipulation. Functioning tractor beams based on solenoidal modes of light were demonstrated in 2010 by physicists at New York University. The spiraling intensity distribution in these non-diffracting beams tends to trap illuminated objects and thus helps to overcome the radiation pressure that ordinarily would drive them down the optical axis. Orbital angular momentum transferred from the solenoid beam's helical wavefronts then drives the trapped objects upstream along the spiral. Both Bessel-beam and solenoidal tractor beams are being considered for applications in space exploration by NASA. In 2013, scientists at the Institute of Scientific Instruments (ISI) and the university of St Andrews succeeded in creating a tractor beam that pulls objects on a microscopic level. The new study states that while this technique is new, it may have potential for bio- medical research. Professor Zemanek said: “The whole team have spent a number of years investigating various configurations of particles delivery by light. Dr Brzobohaty said: “These methods are opening new opportunities for fundamental photonics as well as applications for life-sciences.” Dr Cizmar said: “Because of the similarities between optical and acoustic particle manipulation we anticipate that this concept will provide inspiration for exciting future studies in areas outside the field of photonics.” Physicist from the Australian National University successfully built a reversible tractor beam, capable of transporting particles \"one fifth of a millimetre in diameter a distance of up to 20 centimetres, around 100 times further than previous experiments.\" According to Professor Wieslaw Krolikowski, of the Research School of Physics and Engineering, “demonstration of a large scale laser beam like this is a kind of holy grail for laser physicists.” The work was published in Nature in 2014. In 2015, a team of researchers have built the world's first sonic tractor beam that can lift and move objects using sound waves.Sonic tractor beam invented (w/ Video) published by Phys.org on October 27, 2015 (DOI: 10.1038/ncomms9661) A DIY instructables to build your own toy acoustic tractor beam was made available. In 2018, a research team from Tel- Aviv University led by Dr. Alon Bahabad experimentally demonstrated an optical analog of the famous Archimedes’ screw where the rotation of a helical- intensity laser beam is transferred to the axial motion of optically trapped micrometer-scale, airborne, carbon-based particles. With this optical screw, particles were easily conveyed with controlled velocity and direction, upstream or downstream of the optical flow, over a distance of half a centimeter. ==Fiction== Science fiction movies and telecasts normally depict tractor and repulsor beams as audible, narrow rays of visible light that cover a small area of a target. Tractor beams are most commonly used on spaceships and space stations. They are generally used in three ways: # As a device for securing or retrieving cargo, passengers, shuttlecraft, etc. This is analogous to cranes on modern ships. # As a device to harness objects that can then be used as improptu weapons by the craft # As a means of preventing an enemy from escaping, analogous to grappling hooks. In the latter case, there are usually countermeasures that can be employed against tractor beams. These may include pressor beams (a stronger pressor beam will counteract a weaker tractor beam) or plane shears aka shearing planes (a device to \"cut\" the tractor beam and render it ineffective). In some fictional realities, shields can block tractor beams, or the generators can be disabled by sending a large amount of energy back up the beam to its source. Tractor beams and pressor beams can be used together as a weapon: by attracting one side of an enemy spaceship while repelling the other, one can create severely damaging shear effects in its hull. Another mode of destructive use of such beams is rapid alternating between pressing and pulling force in order to cause structural damage to the ship as well as inflicting lethal forces on its crew. Two objects being brought together by a tractor beam are usually attracted toward their common centre of gravity. This means that if a small spaceship applies a tractor beam to a large object such as a planet, the ship will be drawn towards the planet, rather than vice versa. In Star Trek, tractor beams are imagined to work by placing a target in the focus of a subspace/graviton interference pattern created by two beams from an emitter. When the beams are manipulated correctly the target is drawn along with the interference pattern. The target may be moved toward or away from the emitter by changing the polarity of the beams. Range of the beam affects the maximum mass that can be moved by the emitter, and the emitter subjects its anchoring structure to significant force.Startrek Reference Manual, Rick Sternbach and Michael Okuda, pages 89 - 90 ===Literature=== * E. E. Smith coined the term \"tractor beam\" (an update of his earlier \"attractor beam\") in his novel Spacehounds of IPC, originally serialized in Amazing Stories magazine in 1931. The hero of his Skylark of Space books (1929 onwards), had invented \"attractor beams\" and \"repellor beams.\" Repellors can also be emitted isotropically as a sort of defensive force field against material projectiles. * In Philip Francis Nowlan's Buck Rogers novel, Armageddon 2419 A.D. (1928), the enemy airships used \"repellor beams\" for support and propulsion,Nowlan, P. F. (1962). Armageddon 2419 A. D. [pp. 37-41]. New York, NY: Ace Books, Inc. similar to the \"eighth ray\" beams used for support and propulsion of Martian airships in the Barsoom/John Carter of Mars series by Edgar Rice Burroughs, first published 1912-1943. * The Lensman books by E. E. Smith. * Tom Swift - In the new Tom Swift Jr. book Tom Swift and The Deep-Sea Hydrodome (1958), Tom invents the \"repellatron\". The device can be set to repel specific chemical elements. It was used to create a bubble habitat on the ocean floor, and as the propulsion system for his spacecraft Challenger. * The Honor Harrington books by David Weber * The Sector General books by James White The 1963 novel Star Surgeon is the source of the combined tractor/pressor beam weapon, the so-called \"Rattler\". These weapons attract then repel the target (entire ship or a segment of the ship's hull) at 80 gs, several times a minute. The novel also featured a type of force field called a \"repulsion screen\". * Starfire series - the combined tractor/pressor beam weapon * Starplex by Robert J. Sawyer * The Trigger by Arthur C. Clarke involves the development of tractor beams in the early part of the novel. * Sixth Column by Robert A. Heinlein describes tractor/pressor beams as a product of the physics of a \"newly-discovered magneto-gravitic or electro-gravitic spectra\" featured in the novel. *Aftermath: Empire's End A New Republic Star Hawk uses a tractor beam to drag an enemy Dreadnought down to the surface of Jakku. * Rudyard Kipling's \"As Easy as A.B.C.\" (1912) made use of the \"flying loop,\" generated by one of the airships of the Aerial Board of Control, when a woman tried, as a political statement, to publicly kill herself. The loop pulled the knife from her hand and, instead of drawing it toward the airship, flung it fifty yards away; it also continued to hold her arm rigid for a second or so afterward. John Brunner, in the foreword to a collection of Kipling's science fiction, said this may be the first-ever depiction of a tractor beam. ===Comics=== * Buck Rogers comic strip - originally just repulsor beams; tractors appeared by the 1970s * Archie Comics, where it is caricatured as a literal \"tractor\" * Iron Man's various armor suits usually feature repulsor beam projectors mounted in the palms as one of the main weapon systems. ===Movies and television series=== * Star Trek (TV series, films, books and games). One of the most visible and iconic uses of the concept. One of the few prominent fictitious depictions which used such beams repeatedly and referred to them consistently as tractor beams. :The Original Series used the tractor beam several times. In the first episode produced for the series, \"The Corbomite Maneuver\", the Enterprise was captured and towed by a tractor beam which they attempted to escape by shearing away at a 90 degree course. In \"Space Seed\", it was used to tow Khan Noonien Singh's ship, the SS Botany Bay. In \"Tomorrow Is Yesterday\", the Starship Enterprise attempts to capture Captain John Christopher's 20th century F-104 Starfighter jet, \"Bluejay 4\", using a tractor beam. * Transformers: Beast Wars The Predacons capture the Decepticon flagship Nemesis and use its tractor beam to attempt to destroy the Maximals and the Ark. It appeared to be powered by spinning grinders, gears blades, etc. * District 9 (2009) Near the climax, the command module and an assortment of dirt and rocks were pulled towards the mothership using a mildly illuminated array of tractor beams. * Star Wars (films, TV series, books, games) In Episode IV (1977), the Millennium Falcon becomes caught in the Death Star's tractor beam after arriving at the former location of Alderaan and following a lone TIE fighter towards what they first believe to be a moon. * Battle Beyond the Stars (1980) * Babylon 5 (TV series). The Minbari Federation is known to use \"gravity nets\" which wrap a bubble around its target allowing the ship creating the net to \"grapple\" the target. They also have some sort of \"levitation beams\" seen in the television film \"In the Beginning\" wherein Lennier and a group of Minbari emissaries from the Grey Council are levitated from a platform on the ground up to ship high above them. * The seaQuest DSV episode \"Splashdown\". * In Spaceballs (1987), Spaceball One uses a tractor beam - referred to as a \"magnetic beam\" in the film - to intercept Princess Vespa's Mercedes space cruiser. * The Taelon mothership on Earth: Final Conflict used tractor beams on several occasions. * In The Incredibles (2004), Syndrome uses zero-point energy to mimic tractor and pressor beam behaviors. * In Recess: School's Out (2001), the film's main antagonist attempted to use a tractor beam to move the moon to create a new ice age. * The anime Space Battleship Yamato (known as Star Blazers outside Japan). In one episode, multiple magnetic beam projectors on planet Gamilon were used to drag the Yamato into a trap. * Pixar's short film Lifted (2006) is based on an alien character who is in a tractor beam usage test. * In Austin Powers in Goldmember (2002), Dr. Evil's evil plan involved using a tractor beam to crash a golden asteroid into the Earth, causing a torrential flood. * In the animated series Aqua Teen Hunger Force, one of Dr. Weird's inventions is a rainbow shooting machine, which actually turns out to be a tractor beam, but Dr. Weird simply calls it, \"this thing\". * In This Island Earth (1955), a small airplane was drawn into a Metalunan flying saucer by a visible and audible tractor beam that engulfed the entire aircraft. * In Wayne's World (1992), Garth says \"Stacy alert. We've been spotted and are being pulled in by her tractor beam\" when Wayne's obsessed ex-girlfriend approaches them at a bar. * In Fire in the Sky (1993), Travis Walton gets moved up in the air by a blue-green light from a UFO. After some time, the beam smashes him to the ground. * In Godzilla: Final Wars (2004), the Xilien's UFO uses a tractor beam to transport the kaiju to destroy the Earth's major cities. * In The Orville (TV series), the Planetary Union starship Orville uses a tractor beam on a number of occasions. * In Avengers: Infinity War, the Black Order's Q-Ships are equipped with a tractor beam. It was shown used by the Q-Ship of Ebony Maw and Cull Obsidian to attract an unconscious Doctor Strange, in order to get his Time Stone, and Spider-Man who was trapped by the beam as well. ===Games=== * Bully - After Jimmy gives the Hobo all 6 transistors and he completes the machine, he is pulled away to the sky by a brightly colored tractor beam while a sinister laugh echoes. He is never seen again, but the tractor beam can be seen shining from his lot at night afterwards. * Garry's Mod (Half Life 2 Mod) - The Physics Gun is used in the sandbox game to build using props by freezing them in mid-air with an adjustable distance tractor beam * Galaga - used by the Galagas to steal the player's ship. * The \"Grabber\" in Doom 3: Resurrection of Evil * The Salvage Corvette's \"Salvage Field\" in Homeworld * The Grapple Beam from the Metroid series, which allows the player to attach to and swing from special points or surfaces, as well as the Charge Beam from Metroid Prime and its sequels, which allows the player to draw power-ups in from a distance. * One Crystal Eres (magic spell) in Tales of Legendia and a magic spell in Tales of Phantasia is named Tractor Beam, that launches the enemy in the air. * In Time Crisis 4, Wild Dog uses a Tractor Beam at one point to direct crates and other heavy objects at the players. * Ratchet & Clank: Going Commando, it is used as a gadget to move marked objects from one place to another, often to advance the plot. * In Half-Life 2, Gordon Freeman is armed with a device called the \"Zero-Point Energy Field Manipulator\" or simply the \"Gravity Gun\", which can pick up, throw, and \"punt\" heavy or sharp objects with little or no physical effort. In the last mission, it is accidentally modified to manipulate organic matter, and can throw Combine soldiers to their deaths. In addition, on E3 2003 the \"Physics Gun\" that allows to move objects freely in three dimensions was shown. * A similar gun to the one in Half-Life 2, called the \"Uplink\", appears in TimeSplitters: Future Perfect, available to the player beginning with the second mission. In addition to a \"gravity gun\", the item also serves as a map and a time machine for the player's character, Sergeant Cortez. * In Freelancer, each ship is fitted with a tractor beam, with which it salvages cargo, weapons and mission items from destroyed ships. * In the video game Portal, yet another similar gun to Half-Life 2's, which is titled the \"Aperture Science Handheld Portal Device\", can create a weaker zero-point energy field by simply lifting objects and carrying them, but cannot throw or pull in from a distance. These items can also be dropped through the portals it can create. Unstationary Scaffolds and chamberlock elevators move on tractor beams. A tractor beam known as the \"Aperture Science Excursion Funnel\" appears in the second game in the series, Portal 2. Razer Hydra owners get upgraded version of the Portal Device in Portal 2 which can freely move objects in three dimensions. *In the MMORPG EVE Online tractor beams can be used to retrieve wrecks of enemy ships and cargo containers in space. *Another similar gun to Half-Life 2's gravity gun called the \"Capture gun\" appears as the primary tool in the Wii video game Elebits, where it is used to manipulate objects and capture the titular creatures. * In the MMORPG Star Sonata, tractor beams can be used to push and pull enemy ships, collect debris from space, and are also a valid form of transportation. * Star Control 2: ships of Chmmr are equipped with tractor beams that work on practically infinite range. * The Simpsons Game, in the \"Invasion of the Yokel Snatchers\" level. * In Sword of the Stars you are able to equip your ships with tractor beams. * The Simpsons: Hit & Run features a tractor beam throughout level 7. It is first seen in Level 2, which abducts Bart from the Honour Roller. In level 7, it can be driven into and your car will be abducted, before being destroyed. This will drop the empty chassis to the ground, which can still be driven. This works to the players advantage, as it can be used to send up barrels of nuclear waste, which destroys the space ship, taking Homer Simpson's '70's Sports Car', Snake and Bandit, John Frink and the Hover Car {trademark}, and finally Abraham Simpson and a modified WWII Vehicle, which eventually destroys it. Comic Book Guy remarks that such a thing is the 'Worst Effect Ever!' * In the Space stage of spore, the player acquires the Tractor Beam tool very early in the stage. This tool is used only for picking up objects on the ground that are not vehicles or buildings. * in Minecraft: Story Mode, the first main antagonist, the Wither Storm, emits a large purple tractor beam from its eyes to pull debris and organisms alike into its body to add more mass to itself. ==See also== * Optical lift * Optical tweezers * Optical levitation ==References== ==External links== *Small-scale real sonic tractor beam effect BBC news. Category:Fringe physics Category:Ufology Category:Fictional energy weapons Category:Fictional technology ",
    "title": "Tractor beam"
}