{
    "id": "44514",
    "text": "Mahikeng, still commonly known as Mafikenghttp://www.mg.co.za/article/2010-02-02-xingwana- approves-28-geographical-name-changes and previously Mafeking, is the capital city of the North-West Province of South Africa. Located close to South Africa's border with Botswana, Mahikeng is northeast of Cape Town and west of Johannesburg. In 2001 it had a population of 49,300. In 2007 Mahikeng was reported to have a population of 250,000 of which the CBD constitutes between 69,000 and 75,000. It is built on the open veld at an elevation of , by the banks of the Upper Molopo River. The Madibi goldfields are some south of the town. ==History== ===Establishment=== Mahikeng is the headquarters of the Barolong Boo RatshidiBarolong Boo Ratshidi people. The town was founded by Molema Tawana (c. 1822 – January 1882). Born in Khunwana during the difaqane period, Molema was the son of Kgosi Tawana of the Tshidi Barolong. Molema's brother and close confidant, Montshiwa, later became chief. During the period that the Tshidi Barolong resided at Thaba Nchu, where they found refuge during the difaqane, Molema was converted to Christianity by the Wesleyan missionaries based there. Molema's son and heir, Silas Molema, was educated at Healdtown College. (Silas helped his nephew Sebopioa Molema get to the United States about 1904 to study law at Wilberforce University in Wilberforce, Ohio.James T. Campbell, Songs of Zion: The African Methodist Episcopal Church in the United States and South Africa, New York: Oxford University Press, pp. 254–259) In 1857 Molema led an advance guard to scout out the area along the Molopo River. This was a familiar area as they had previously lived in nearby Khunwana. Molema settled at Mahikeng (known in its early years as \"Molema's town\"), while the main body of the Barolong under Montshiwa followed. But Montshiwa did not feel safe at Mahikeng due to the close presence and encroachment of the Boers in the Transvaal. He led his followers to Moshaneng in the territory of the Bangwaketse in present-day Botswana. Molema remained at Mahikeng to ensure that the Barolong retained a presence there. Several of Montshiwa's other brothers were also stationed at crucial sites in the proximity of the Molopo. Molema had to use all his diplomatic skills on several occasions to prevent Boer incursion and settlement near Mafikeng. He has been described as a man of \"strong personality and exceptional gifts...and Montshiwa's chief counsellor in vital matters\". (S.M Molema:35) After negotiations with Molema, Montshiwa decided to return to Mafikeng in 1876. Molema was a firm believer in Western education, having attended Healdtown; he opened a school for the Barolong once they had settled in the district. Molema became a farmer and businessman, as well as advising his brother Montshiwa. He died in 1882. One of his sons, Silas Molema, became a Doctor and historian of the Barolong. (see S.M. Molema). The settlement was named Mahikeng, a Setswana name meaning \"place of stones\". Later British settlers spelled the name as \"Mafeking\". The Jameson Raid started from Pitsani Pothlugo (or Potlogo) north of Mafeking on December 29, 1895. ===Siege of Mafeking=== At the outbreak of the Second Boer War in 1899, the town was besieged. The Siege of Mafeking lasted 217 days from October 1899 to May 1900, and turned Robert Baden-Powell into a national hero. In September 1904, Lord Roberts unveiled an obelisk at Mafeking bearing the names of those who fell in defence of the town. British losses during the siege was 212 people killed, soldiers and civilians, and more than 600 wounded. Boer losses were significantly higher. ===Incorporation into Bophuthatswana=== Although it was outside the protectorate's borders, Mafeking served as capital of the Bechuanaland Protectorate from 1894 until 1965, when Gaborone was made the capital of what was to become Botswana. Mafeking also briefly served as capital of the Bantustan of Bophuthatswana in the 1970s, before the adjoining town of Mmabatho was established as capital when Bophuthatswana became nominally independent in 1977. Following a local referendum, Mafeking joined Bophuthatswana in 1980 and was renamed Mafikeng. The town was treated as a suburb of Mmabatho. ===Capital of North-West Province=== Following the end of apartheid in 1994, Bophuthatswana was formally reincorporated into South Africa. With that, the merged Mafikeng and Mmabatho became capital of the new North-West Province under the name Mafikeng. In February 2010, Lulu Xingwana, the Minister of Arts and Culture changed the town's name to Mahikeng. ==Major facilities== * North-West University * Mafikeng railway station * Mmabatho Stadium * Mafikeng Airport * Mafikeng Game Reserve (4800 Ha) * Botsalano Game Reserve (5800 Ha) * Molemane Eye Nature Reserve * Ntando Qelo * Mmabatho Convention Centre * Lotlamoreng Dam * Mafikeng Museum * Cookes Lake Resort * Scout Centre,Cookes Lake Resort * Mmabatho Palms Hotel, Casino and Convention Resort ==Name== The name Mahikeng means \"the place of rocks\" in the classic Setswana language of the people of the North West province of South Africa and the surrounding country of Botswana. However, the city is commonly pronounced as Mafikeng, in the vernacular of the Batswana people of Mmabatho. Historically it was also known as Mafeking, and is still referred to as such historiographically in the context of the Siege of Mafeking and Relief of Mafeking during the Boer War. In February 2010, Lulu Xingwana, the Minister of Arts and Culture, approved the town's name to be changed again to Mahikeng. Despite this the town's ANC- run local government and most local residents still refer to the town as Mafikeng both informally and formally.http://www.mahikeng.gov.za/about- mafikeng/ ==Notable people from Mahikeng== *Kabelo Kehalotse: Alexfm 89.1 Presenter- 2014 Mdda-Sanlam Award Winner. *Mogoeng Mogoeng:Chief Justice of South Africa *Rapulana Seiphemo: popular actor * Presley Chweneyagae: Actor and Oscar Award-winner * Vuyo Dabula: popular actor *Katlego Danke: popular actress * Bonang Matheba: media personality and businesswoman * Cassper Nyovest: South African recording artist and producer. * Tuks Senganga: popular Motswako musician * Hip Hop Pantsula aka HHP: popular artist *Khuli Chana: popular artist *Stoan Seate: media personality and musician * DJ Fistaz * Brown Matsime: former Selimathunzi presenter * Judge Yvonne Mokgoro: Former justice at the Constitutional Court of South Africa. * Cebo Manyaapelo: Motsweding FM presenter and sports commentator * Marius Gabriel Cipolla, author writing as Marius Gabriel * Tom Gouws, Afrikaans poet and academic *Austin Kruger: Famous vehicle Spinner/Performance Driver http://www.litnet.co.za/woordfees-onderhoud-om-n-wilde-perd-te-vang-tom-gouws- in-gesprek-met-bibi-slippers/ ==Climate== ==References== ==Bibliography== * ==External links== *Mafikeng Reflections – A Unique Blog on the Mafikeng NWU Experience *North-West University Mafikeng Campus *Mafikeng Local Municipality– www.mafikeng.gov.za *Mafikeng's Premier Business & Tourism Gateway– www.mafikeng.co.za *https://web.archive.org/web/20120315085507/http://www.nwhist.co.za/view- person.php?personid=33 *McGonagall on the Relief of Mafeking– William McGonagall's poem and a brief history of the siege. Category:Populated places in the Mafikeng Local Municipality Category:Provincial capitals in South Africa Category:Populated places established in 1852 Category:1852 establishments in Africa ",
    "title": "Mahikeng"
}