{
    "id": "44557",
    "text": "The Province of the Cape of Good HopeSouth Africa Act, 1909 §6 (Wikisource) (), commonly referred to as the Cape Province () and colloquially as The Cape (), was a province in the Union of South Africa and subsequently the Republic of South Africa. It encompassed the old Cape Colony, as well as Walvis Bay, and had Cape Town as its capital. Following the end of the Apartheid era, the Cape Province was split up to form the new Eastern Cape, Northern Cape and Western Cape provinces, along with part of the North West. ==History== When the Union of South Africa was formed in 1910, the original Cape Colony was renamed the Cape Province. It was by far the largest of South Africa's four provinces, as it contained regions it had previously annexed, such as British Bechuanaland (not to be confused with the Bechuanaland Protectorate, now Botswana), Griqualand East (the area around Kokstad) and Griqualand West (area around Kimberley). As a result, it encompassed two-thirds of South Africa's territory, and covered an area similar in size to the US state of Texas. At the time of the formation of the Union of South Africa, South Africa consisted of four provinces: Transvaal (previously the South African Republic), Natal, Orange Free State and the Cape Province. ===Cape Franchise=== Before union, the Cape Colony had traditionally implemented a system of non-racial franchise, whereby qualifications for suffrage were applied equally to all males, regardless of race. During the union negotiations, the Cape Prime Minister, John X. Merriman fought unsuccessfully to extend this multi-racial franchise system to the rest of South Africa. This failed, as it was strongly opposed by the other constituent states which were determined to entrench white rule. After union, the Cape Province was permitted to keep a restricted version of its multi-racial qualified franchise, and thus became the only province where Coloureds (mixed-race people) and Black Africans could vote. Over the following years, successive acts were passed to erode this colour- blind voters roll. In 1931, the restricting franchise qualifications were removed for white voters, but kept for Black and Coloured voters. In 1956, the Apartheid government removed all remaining suffrage rights for \"non-whites\". The government had to appoint many extra senators in parliament to force through this change. Christoph Marx: Oxwagon Sentinel: Radical Afrikaner Nationalism and the History of the Ossewabrandwag. LIT Verlag Münster, 2009. p.61. ===Partitioning under Apartheid=== During the apartheid era so-called \"bantustans\" or homelands for the different Bantu nations were carved out of the existing provinces as part of the policy of perpetuating white control over South Africa. These became known as the four independent TBVC States and the six Non-Independent Homelands. Griqualand East was transferred to Natal Province after Transkei was declared independent, since it was cut off from the rest of the province. The Transkei (1976) and Ciskei (1981) regions were declared independent of South Africa (They were re-incorporated into South Africa in 1994, both part of the new Eastern Cape province). ===Post- apartheid=== After the first fully democratic elections in 1994, the Transkei and Ciskei bantustans were reunited with Cape Province, then the country was divided into what are now the current nine provinces of South Africa. Cape Province was broken up into three smaller provinces: the Western Cape, Eastern Cape and Northern Cape. Parts of it were also absorbed into the North West. Walvis Bay, a territory of the original Cape Colony, was ceded to Namibia. ==Districts in 1991== Districts of the province and population at the 1991 census. * Aberdeen: 8,009 * Adelaide: 15,220 * Albany (main town Grahamstown): 69,705 * Albert (main town Burgersdorp): 16,995 * Alexandria: 26,651 * Aliwal- Noord: 27,486 * Barkly-Oos: 12,821 * Barkly-Wes: 35,012 * Bathurst: 32,419 * Beaufort-Wes: 31,726 * Bedford: 16,074 * Bellville: 269,995 * Bredasdorp: 23,076 * Britstown: 6,523 * Caledon: 79,052 * Calitzdorp: 6,759 * Calvinia: 18,430 * Cape: 179,537 * Carnarvon: 9,728 * Cathcart: 14,815 * Ceres: 47,052 * Clanwilliam: 28,144 * Colesberg: 15,446 * Cradock: 37,144 * De Aar: 25,438 * Oos-Londen: 240,474 * Elliot: 14,159 * Fort Beaufort: 22,793 * Fraserburg: 4,367 * George: 95,597 * Goodwood: 259,620 * Gordonia (main town Upington): 118,623 * Graaff-Reinet: 34,440 * Hankey: 24,548 * Hanover: 4,399 * Hartswater: 29,146 * Hay (main town Griquatown): 11,104 * Heidelberg: 11,519 * Herbert (main town Douglas): 26,316 * Hermanus: 21,610 * Hofmeyr: 4,995 * Hopefield: 8,822 * Hopetown: 11,175 * Humansdorp: 43,799 * Indwe: 9,483 * Jansenville: 9,797 * Joubertina: 13,385 * Kenhardt: 11,353 * Kimberley: 167,060 * King William's Town: 29,653 * Kirkwood: 30,766 * Knysna: 50,420 * Komga: 14,142 * Kuilsrivier: 133,577 * Kuruman: 24,817 * Ladismith: 12,705 * Lady Grey: 7,530 * Laingsburg: 5,781 * Maclear: 16,653 * Malmesbury: 113,450 * Middelburg: 21,737 * Molteno: 11,702 * Montagu: 21,674 * Moorreesburg: 11,159 * Mosselbaai: 59,170 * Murraysburg: 5,960 * Namakwaland (main town Springbok): 62,536 * Noupoort: 8,348 * Oudtshoorn: 68,093 * Paarl: 136,121 * Pearston: 4,983 * Philipstown: 8,799 * Piketberg: 34,152 * Port Elizabeth: 670,653 * Postmasburg: 54,790 * Prieska: 19,185 * Prince Albert: 8,567 * Queenstown: 44,469 * Richmond: 6,326 * Riversdal: 25,021 * Robertson: 32,331 * Simonstad: 58,323 * Somerset-Oos: 29,758 * Somerset-Wes: 59,947 * Stellenbosch: 73,839 * Sterkstroom: 7,687 * Steynsburg: 10,593 * Steytlerville: 5,341 * Strand: 40,096 * Stutterheim: 40,119 * Sutherland: 3,596 * Swellendam: 32,147 * Tarka: 9,538 * Tulbagh: 25,334 * Uitenhage: 182,551 * Uniondale: 9,354 * Vanrhynsdorp: 12,815 * Venterstad: 5,777 * Victoria West: 11,910 * Vredenburg: 39,908 * Vredendal: 28,962 * Vryburg: 98,551 * Walvisbaai (South African 1878–1994): 22,999 * Warrenton: 22,368 * Wellington: 37,432 * Williston: 4,177 * Willowmore: 10,734 * Wodehouse (main town Dordrecht): 15,540 * Worcester: 117,159 * Wynberg: 1,101,668 ==Administrators== == See also == * Provinces of South Africa ==References== ==External links== *A history of the Cape Province *Archives kept at Cape Town Category:History of South Africa Category:Former provinces of South Africa Category:States and territories established in 1910 Category:States and territories disestablished in 1994 Category:1910 establishments in South Africa Category:1994 disestablishments in South Africa ",
    "title": "Cape Province"
}