{
    "id": "44660",
    "text": "Portrait of Arcangelo Corelli by the Irish painter Hugh Howard (1697) Portrait by Jan Frans van Douven (before 1713) Arcangelo Corelli (, also , , ; (17 February 1653 – 8 January 1713) was an Italian violinist and composer of the Baroque era. His music was key in the development of the modern genres of sonata and concerto, in establishing the preeminence of the violin, and as the first coalescing of modern tonality and functional harmony.Taruskin, Richard. The Oxford History of Western Music, vol. 2, chapter 5 Oxford: Oxford University Press, 2009. ==Childhood== Baptismal records indicate that Corelli was born on 17 February 1653 in the small Romagna town of Fusignano, then in the diocese of Ferrara,Allsop, p. 14 Papal States. His ancestors had been in Fusignano and land-owners there since 1506, when a Corelli moved to the area from Rome. Although apparently prosperous, they were almost certainly not of the nobility, as several fanciful accounts of the composer's genealogy subsequently claimed. Corelli's father, from whom he took the name Arcangelo, died five weeks before the composer's birth. Consequently, he was raised by his mother, Santa (née Ruffini, or Raffini), alongside four elder siblings. The wealth of anecdotes and legends attached to Corelli contrast sharply with the paucity of reliable contemporary evidence documenting events in his life. This gap is especially pronounced for his formative years, including his musical education; traditional accounts of a highly idealized childhood have long been debunked.Allsop, pp. 3–14 ==Musical education== According to the poet Giovanni Mario Crescimbeni, who presumably knew the composer well, Corelli initially studied music under a priest in the nearby town of Faenza, and then in Lugo, before moving in 1666 to Bologna. A major centre of musical culture of the time, Bologna had a flourishing school of violinists associated with Ercole Gaibara and his pupils, Giovanni Benvenuti and Leonardo Brugnoli. Reports by later sources link Corelli's musical studies with several master violinists, including Benvenuti, Brugnoli, Bartolomeo Laurenti and Giovanni Battista Bassani. Although historically plausible, these accounts remain largely unconfirmed, as does the claim that the papal contralto Matteo Simonelli first taught him composition. A remark Corelli later made to a patron suggests that his musical education focused mainly on the violin. Chronicles of the Accademia Filarmonica of Bologna indicate that Corelli was accepted as a member by 1670, at the exceptionally young age of seventeen. The credibility of this attribution has been disputed.Allsop, p. 25 Although the nickname Il Bolognese appears on the title-pages of Corelli's first three published sets of works (Opus 1 to 3), the duration of his stay in Bologna remains unclear. ==Early career== Anecdotes of trips outside Italy to France, Germany and Spain lack any contemporary evidence. For example, the anecdote that Corelli's continental fame stemmed from a trip to Paris at the age of nineteen, where he was chased away by an envious Jean-Baptiste Lully, seems to have originated with Jean-Jacques Rousseau.Allsop, p. 5 It was also claimed that Corelli spent time in Germany in the service of Maximilian II Emanuel, Elector of Bavaria (supposedly in 1681), as well as in the house of his friend and fellow violinist-composer Cristiano Farinelli (between 1680 and 1685). Although it is unclear quite when Corelli arrived in Rome, he was certainly active there by 1675, when \"Arcangelo Bolognese\" (as he was referred to) was engaged to play as one of the supporting violinists in lenten oratorios at the church of San Giovanni dei Fiorentini, as well as in the French national celebrations held each year on 25 August at San Luigi dei Francesi and during the ordination of a member of the powerful Chigi family at Santi Domenico e Sisto. In August 1676, he was already playing second violin to the renowned Carlo Mannelli at San Luigi dei Francesi. Although Rome did not have any permanent orchestra providing stable employment for instrumentalists, Corelli rapidly made a name for himself, playing in a variety of ensembles sponsored by wealthy patrons, such as Cardinal Benedetto Pamphili, for whom he played in Lenten oratorios at San Marcello from 1676 to 1679.Allsop, p. 27-29 ==Professional success== Twelve Concerti Grossi, Op.6 (pub. 1714) In 1687 Corelli led the festival performances of music for Queen Christina of Sweden. He was also a favorite of Cardinal Pietro Ottoboni, grandnephew of another Cardinal Pietro Ottoboni, who in 1689 became Pope Alexander VIII. From 1689 to 1690 he was in Modena. The Duke of Modena was generous to him. In 1706 Corelli was elected a member of the Pontificia Accademia degli Arcadi (the Arcadian Academy of Rome). He received the Arcadian name of Arcomelo Erimanteo.Arcomelo may be translated as 'Prince of Melody' or 'Prince of Sweetness' (Gk. ἀρχός and μέλος). Cfr. Ph. Borer, The Sweet Power of Strings, p. 226 In 1708 he returned to Rome, living in the palace of Cardinal Ottoboni. His visit to Naples, at the invitation of the king, took place in the same year. The style of execution introduced by Corelli and preserved by his pupils, such as Francesco Geminiani, Pietro Locatelli, Pietro Castrucci, Francesco Antonio Bonporti, Giovanni Stefano Carbonelli, Francesco Gasparini, and others, was of vital importance for the development of violin playing. It has been said that the paths of all of the famous violinist-composers of 18th-century Italy led to Arcangelo Corelli, who was their \"iconic point of reference\".Toussaint Loviko, in the program notes to Italian Violin Concertos (Veritas, 2003) However, Corelli used only a limited portion of his instrument's capabilities. This may be seen from his writings. The parts for violin very rarely proceed above D on the highest string, sometimes reaching the E in fourth position on the highest string. The story has been told and retold that Corelli refused to play a passage that extended to A in altissimo in the overture to Handel's oratorio The Triumph of Time and Truth (premiered in Rome, 1708), and felt seriously offended when the composer (32 years his junior) played the note. Nevertheless, his compositions for the instrument mark an epoch in the history of chamber music. His influence was not confined to his own country. Johann Sebastian Bach studied the works of Corelli and based an organ fugue (BWV 579) on Corelli's Opus 3 of 1689. Handel's Opus 6 Concerti Grossi take Corelli's own older Opus 6 Concerti as models, rather than the later three-movement Venetian concerto of Antonio Vivaldi favoured by Bach. Musical society in Rome also owed much to Corelli. He was received in the highest circles of the aristocracy, and for a long time presided at the celebrated Monday concerts in the palace of Cardinal Ottoboni. ==Death== Corelli died in Rome in possession of a fortune of 120,000 marks and a valuable collection of works of art and fine violins,Sterling Smith Art Gallery: Portrait of Corelli the only luxury in which he had indulged. He left both to his benefactor and friend, who generously made over the money to Corelli's relatives. Corelli is buried in the Pantheon at Rome. ==Legacy== His concerti grossi have often been popular in Western culture. For example, a portion of the Christmas Concerto, Op. 6 No. 8, is in the soundtrack of the film Master and Commander: The Far Side of the World, and Corelli's Op. 6 No. 2 also provided the theme for Sir Michael Tippett's Fantasia Concertante on a Theme of Corelli. ==Works== Corelli composed 48 trio sonatas, 12 violin and continuo sonatas,D.D. Boyden: \"Corelli's Solo Violin Sonatas Grac'd by Dubourg\", Festskrift Jens Peter Larsen, ed. N. Schiørring, H. Glahn and C.E. Hatting (Copenhagen, 1972) and 12 concerti grossi. Six sets of twelve compositions, published between 1888 and 1891 by Chrysander, are authentically ascribed to Corelli, together with a few other works. * Opus 1: 12 sonate da chiesa (trio sonatas for 2 violins and continuo) (Rome 1681) * Opus 2: 12 sonate da camera (trio sonatas for 2 violins and continuo) (Rome 1685) * Opus 3: 12 sonate da chiesa (trio sonatas for 2 violins and continuo) (Rome 1689) * Opus 4: 12 sonate da camera (trio sonatas for 2 violins and continuo) (Rome 1694) * Opus 5: 12 Suonati a violino e violone o cimbalo (6 sonate da chiesa and 6 sonate da camera for violin and continuo) (Rome 1700) The last sonata is a set of variations on La Folia. * Opus 6: 12 concerti grossi (8 concerti da chiesa and 4 concerti da camera for concertino of 2 violins and cello, string ripieno, and continuo) (written in the 1680s, publ. Amsterdam 1714) * op. post.: Sinfonia in D minor, WoO 1 * op. post.: Sonata a Quattro, WoO 2 (Rogers, Amsterdam, 1699)Allsop, p. 9 * op. post.: Sonata a Quattro, WoO 3 (Rogers, Amsterdam, 1699 – incomplete/dubious) * op. post.: Sonata a Quattro for Trumpet, 2 Violins & B.C, WoO 4 * op. post.: 6 Sonate a tre, WoO 5–10 (Amsterdam 1714) ==Selected recordings== ; Complete works:Complete Edition. Brilliant Classics 94112, 2010 ; Concerti Grossi:12 Concerti Grossi Opus 6. Academy of St Martin in the Fields, Neville Marriner. Decca, 1995 : 12 Concerti Grossi Opus 6. The English Concert, Trevor Pinnock, Simon Standage, Micaela Comberti, Jaap ter Linden. Archiv, 1999 : Concerti Grossi Opus 6. The Avison Ensemble. Linn Records, 2012 : The Complete Concerti Grossi. Gli Incogniti, Amandine Beyer. Zig Zag Territoires, 2013 ; Other works:Violin Sonatas Opus 5. Andrew Manze (violin), Richard Egarr (harpsichord). Harmonia Mundi, 2002 : Violin Sonatas Opus 5. The Avison Ensemble. Linn Records, 2013 : Chamber Sonatas Opus 2 and 4. The Avison Ensemble. Linn Records, 2013 : Church Sonatas Opus 1 and 3. The Avison Ensemble. Linn Records, 2014 : The \"Assisi\" Sonatas. Ensemble Aurora, Enrico Gatti. Glossa Music, 2014 == Notes and references == === Notes === === References === ==Bibliography== * Piancastelli, Carlo (in Italian) Fusignano ad Arcangelo Corelli: nel secondo centenario dalla morte 1913, Bologna, Stabilimento poligrafico emiliano, 1914 [Reprinted 2011, Nabu Press ] * Pincherle, Marc, Corelli et son Temps Paris, Félix Alcan, 1933. [Translated, Russell, Hubert E M (1956) Corelli: His Life, His Work. New York. Reprinted 1968, The Norton Library, and 1979, Da Capo Press] * * Philippe Borer, The Sweet Power of Strings: reflections on the musical idea of dolce, in Exploring Virtuosities, ed. by Ch. Hoppe, Hildesheim, Olms, 2018, pp. 211–240 ==External links== * * * Arcangelo Corelli, profile at hoasm.org * Video of excerpts from Corelli's Christmas Concerto performed on original instruments by the ensemble Voices of Music using baroque instruments, ornamentation and playing techniques. ;Free sheet music *Corelli, Arcangelo, scores for complete opp. 1–6, Center for Computer Assisted Research in the Humanities (CCARH) at Stanford University * * Category:Italian Baroque composers Category:Italian classical violinists Category:Composers for violin Category:1653 births Category:1713 deaths Category:Male classical violinists Category:Musicians from Bologna Category:Burials at the Pantheon, Rome Category:People from the Province of Ravenna Category:People from the Province of Ferrara Category:Italian male classical composers Category:Seicento composers Category:Settecento composers Category:18th-century male musicians ",
    "title": "Arcangelo Corelli"
}