{
    "id": "44946",
    "text": "Sacra Corona Unita (, ; initialism SCU) is a Mafia-type criminal organization from the Apulia region in Southern Italy, and is especially active in the areas of Brindisi, Lecce, and Taranto. ==Origin of the name== Informer Cosimo Capodieci said the SCU used \"the Corona because it resembles a crown, meaning the rosary typically used in Church in order to carry out the functions of Jesus Christ and the cross... Unita because it was necessary to be connected to one another, similar to the rings of a chain.\"as quoted in The Global Mafia, pg 69. Sacra (Sacred) because at the time of the affiliation the new member is \"baptized\". ==History== The Sacra Corona Unita was founded in 1981 as the Nuova Grande Camorra Pugliese by Camorra boss Raffaele Cutolo, who wanted to expand his operations into the Italian region of Apulia. However, with Cutolo's downfall a few years later the organization began operating separately under the leadership of Giuseppe Rogoli. According to one account of Rogoli's rise to leadership, it is said that the Apulian crime boss was inspired by (and allegedly sanctioned by) various Calabrian 'Ndrangheta leaders imprisoned in the Trani jail, on the coast north of Bari, the capital of the region, to form a new criminal organization based in Apulia with himself at its head. Legend has it that on Christmas Day, 1983, Rogoli, with several of his imprisoned followers and several Calabrian mafia leaders (one Calabrian was rumoured to be the capobastone of the powerful Bellocco clan) came together in Rogoli's cell where he was officially initiated and sanctioned as the supreme head of the newly formed SCU. However, secret documents pertaining to the history of the SCU were eventually seized by the Italian law enforcement agencies and show that the reported ceremony actually took place in May 1983, not on Christmas day. Under Rogoli's leadership the SCU mixed Apulian interests and opportunities with 'Ndrangheta and Camorra traditions. ==Activities== Originally preying on the region's substantial wine and olive oil industries, the group moved into cigarette smuggling, arms trafficking, drug trafficking, human trafficking, money laundering, extortion, and political corruption. According to a survey conducted by the Eurispes the main sources of income of the organization are: * Drug trafficking — €878 million per year * Prostitution — €775 million per year * Arms trafficking — €516 million per year * Extortion and usury — €351 million per year ==Structure== The SCU is made up of three distinct groupings or levels. Members can 'graduate' from one level to the next by going through riti battesimali (baptismal rites). The religious symbolism is probably left over from the SCU's association with the Camorra. * Società Minore – The lowest level, made up of lower-level criminals who do street-level activities. Members start out as picciotti and go through a 40-day trial to ensure they are suitable for criminal work and are not associated with the police. They are then inducted into the next phase of the level, the manovalanza, or worker. The candidate must also swear an oath of devotion to SCU. *Società Maggiore – The second level, made up of two positions. *Lo Sgarro – The position is given only to members who have killed at least three people for SCU, and from now on members cannot leave, on pain of death. Members can now form their own crew of picciotti, known as a filiale. Upon indoctrination into the La Santa position the member is given a firearm (to symbolically use on oneself upon failing SCU), a cyanide pill, cotton (representing Monte Bianco, which is considered sacred), a lemon (treating the wounds of one's comrades), a needle to puncture the index finger of the right hand, handkerchiefs (representing purity of spirit) and a spartenza (a gift of some sort, usually cigarettes).AmericanMafia - The Fourth Mafia: La Sacra Corona Unita at americanmafia.com *Società Segreta– The top level, the core of the organization where key decisions are made. The Sacra Corona Unita consists of about 50 clans with approximately 2,000 members and specializes in smuggling cigarettes, drugs, arms, and people. The Sacra Corona Unita collects payoffs from other criminal groups for landing rights on the southeast coast of Italy. ==Presence outside Apulia== The Sacra Corona Unita has the Apulian region as their main territory, however, they are known to have a presence in other parts of Italy, especially in Modena, Mantua, and Reggio Emilia. Outside Italy, the organization has a presence in Albania, Spain, Germany, United States and the United Kingdom. *The organization has long been present in Albania, partly because of the proximity of Apulia and Albania and the diffusion of the Italian language. Albania is a point of arrival for huge quantities of smuggled cigarettes and drugs from Afghanistan. *Spain is considered a logistical base for the trafficking operations of the organization. SCU fugitives have been stopped in seaside resorts south of Barcelona. *While the organization does not have consolidated structures in Germany, it is known that the Rogoli-Buccarella-Donatiello clan, the Padovano clan, the Tornese clan and the Mesagnesi clan have a presence in the country. The Coca-family investigation documented large cocaine trafficking from Germany to the province of Brindisi. *The US FBI say: \"Very few members of the Sacra Corona Unita have been identified in the United States, although some individuals in Illinois, Florida and New York would have ties with the organization.\" *In the United Kingdom the Sacra Corona Unita is believed to invest dirty money in hotels and in the tourism sector. With the decreasing importance of the Adriatic corridor as a smuggling channel as the situation in the Balkans normalises, and a series of successful police and judicial operations against it in recent years, the Sacra Corona Unita has been reduced to a fraction of its former power, which peaked around the mid-1990s. ==Alliances of Sacra Corona Unita== ==='Ndrangheta=== Giuseppe Rogoli, one of the founders of the SCU, was an affiliate of the 'Ndrangheta in Apulia, even before the creation of the Sacra Corona Unita. The SCU, after Cutolo's downfall, can be considered an offshoot of the 'Ndrangheta in the region, due to Rogoli asked for the permission of the Capobastone Umberto Bellocco to create an \"Apulian 'Ndrangheta\", which becomes the today's Sacra Corona Unita. On 13 November 2017, the operation Lampo ended, lasting three years and started from the Sant'Anna operation, which arrested 10 alleged affiliates of the SCU and its alleged head Cataldo Caporosso operating in Massafra, Statte, Palagiano and in the Tamburi district of Taranto. The coterie had entered the fish and local cocaine market. The criminal activities of the criminal association would always have been endorsed by the 'Ndrangheta boss Umberto Bellocco who, after 21 years in prison, would have met the Sacra Corona Unita member Cataldo Caporosso and conferred on him the dowry of padrino. On 14 November 2018, the operation Galassia of the Guardia di Finanza ended, in which the presumed member of the Pesce-Bellocco 'ndrina, Antonio Zungri, some members of the Tegano 'ndrina and perhaps of the Piromalli 'ndrina together with the Camorra and Sacra Corona Unita's Capriati and Parisi clans were illegally included in the commercial network of the online betting companies Planetwin365, Betaland, Enjoybet and Planetwin. The Apulian clans set up its own foreign bookmaker with interests and projections in Brazil, Colombia, Nigeria, Romania, Vietnam, Panama, Paraguay, Argentina and Russia. In this operation were seized assets worth over €1 billion, while over 80 searches have been carried out throughout Italy. ===Camorra=== Although the first structured criminal organization in Apulia has been created by the Nuova Camorra Organizzata, preceding the SCU, the Apulian underworld frowned upon their region being dominated by an outside organization. Taking advantage of the Cutolo's downfall, the local criminals distanced themselves of the Camorra and get more aligned to the 'Ndrangheta. However, according to the pentito Antonio Accurso, the Camorra's Di Lauro clan has several links to the Sacra Corona Unita in question with regards to drug trafficking. ===Balkan organizations=== The Apulian mafias have long been rooted in Albania, a neighbouring country where the Italian language is widespread. The Albanian mafia collaborates with the SCU to make Albania a sorting centre for large amounts of smuggled cigarettes, and drugs from Afghanistan, much of which enter Italy through the coasts of Montenegro, Croatia and Albania. On 27 July 1999 police in Durrës (Albania), with Italian assistance, arrested one of the godfathers of the Sacra Corona Unita. This Albanian link seems to confirm that the Sacra Corona Unita and the Albanian mafia are \"partners\" in Apulia and delegate several criminal activities. ==Rivals== The internal difficulties of the SCU aided the birth of antagonistic criminal groups such as: *Remo Lecce Libera: formed by some leading criminal figures from Lecce, who claim to be independent from any criminal group other than the 'Ndrangheta. The term Remo indicates Remo Morello, a criminal from the Salento area, killed by criminals from the Campania region because he opposed any external interference; *Nuova Famiglia Salentina: formed in 1986 by De Matteis Pantaleo, from Lecce and stemming from the Famiglia Salentina Libera born in the early 1980s as an autonomous criminal movement in the Salento area with no links with extra- regional Mafia expressions; *Rosa dei Venti: formed in 1990 by De Tommasi in the Lecce prison, following an internal division in the SCU.Le criminalità organizzate nell'Italia meridionale continentale: camorra, 'ndrangheta, sacra corona unita Carlo Alfiero, Generale di Brigata - Comandante Scuola Ufficiali CC ==Internal divisions== ===Società Foggiana=== The murder of Giuseppe Laviano, lieutenant of the Sacra Corona Unita in Foggia (whose body was never found), in January 1989, mark a turning point in the mafia war and the rise of Rocco Moretti, known as il porco (the pig), in the context of the Foggia organized crime at the expense of Laviano himself. After the murder, Moretti became the head of the new criminal organization Società foggiana in Foggia. Following the arrests made by the police in the Mantide operation, among the many details, macabre revelations also emerged, such as the photo of Laviano's severed head, shown to the main members of the Società Foggiana during the summits. The relations between the Foggia delinquency and the Camorra are probably the oldest and deepest ones. The Foggia delinquency has managed to make the qualitative leap thanks to the Camorra, particularly the Nuova Camorra Organizzata; during the NCO period many \"Cutoliani\" spent periods of imprisonment in the prisons of San Severo and Foggia, making contacts with and recruiting local criminals. Raffaele Cutolo's sister Rosetta Cutolo spent time in San Severo. Cutolo even organized a sort of offshoot of the NCO in northern Apulia, the Nuova Camorra Pugliese; the killing of Don Peppe Sciorio, Lieutenant of Cutolo for Foggia, was another clear sign that the Foggia criminals wanted to become independent. The Società Foggiana is considered the most brutal and bloody of all the Italian mafias. The most powerful clans inside the Società Foggiana are the Trisciuoglio clan, the Sinesi-Francavilla clan' and the Moretti-Pellegrino-Lanza clan. In September 2019, the Italian police dismantled an international drug trafficking alliance between the powerful Gionta clan of the Camorra, the Società Foggiana, and Moroccan drug traffickers. The investigation started in 2016 against a Maghreb gang based in the region of Trentino-Alto Adige. The vast network of drug traffickers, extended from Morocco, passing through Spain, Switzerland and the Netherlands to finally arrive in Trentino and in Bolzano. Arriving in Italy, the drugs were sold in parks, historic centers and near schools by mainly Tunisian and Moroccan pushers. Nineteen people were arrested, with four still being wanted in Italy, Spain and in the Netherlands at the time, and seventy-three under investigation. Over one ton of hashish and 2 kg of cocaine were seized. In January 2020 two bomb attempts were made in Foggia to murder a key witness in a major trial against mobsters; nobody was injured. The anti-mafia task force was reinforced after the attacks, and 20,000 people marched through Foggia in a protest organised by the anti-mafia group Libera. ==See also== *Sicilian Mafia *Camorra *Società foggiana *Stidda *Banda della Magliana *Mala del Brenta *Albanian mafia ==Notes== == Further reading == * Category:1981 establishments in Italy Category:Transnational organized crime Category:Organized crime groups in Albania Category:Organised crime groups in Germany Category:Organised crime groups in Italy Category:Organised crime groups in Spain Category:Secret societies related to organized crime ",
    "title": "Sacra Corona Unita"
}