{
    "id": "45053",
    "text": "Georges Perec (born George Peretz) (;Jenny Davidson, Reading Style: A Life in Sentences, Columbia University Press, 2014, p. 107: \"I have an almost Breton name which everyone spells as Pérec or Perrec—my name isn't written exactly as it is pronounced.\" 7 March 1936 – 3 March 1982) was a French novelist, filmmaker, documentalist, and essayist. He was a member of the Oulipo group. His father died as a soldier early in the Second World War and his mother was murdered in the Holocaust, and many of his works deal with absence, loss, and identity, often through word play. ==Early life== Born in a working-class district of Paris, Perec was the only son of Icek Judko and Cyrla (Schulewicz) Peretz, Polish Jews who had emigrated to France in the 1920s. He was a distant relative of the Yiddish writer Isaac Leib Peretz. Perec's father, who enlisted in the French Army during World War II, died in 1940 from untreated gunfire or shrapnel wounds, and his mother perished in the Nazi Holocaust, probably in Auschwitz sometime after 1943. Perec was taken into the care of his paternal aunt and uncle in 1942, and in 1945, he was formally adopted by them. ==Career== Perec started writing reviews and essays for La Nouvelle Revue française and ', prominent literary publications, while studying history and sociology at the Sorbonne. In 1958/59 Perec served in the army as a paratrooper (XVIIIe Régiment de Chasseurs Parachutistes), and married Paulette Petras after being discharged. They spent one year (1960/1961) in Sfax, Tunisia, where Paulette worked as a teacher; these experiences are reflected in Things: A Story of the Sixties, which is about a young Parisian couple who also spend a year in Sfax. In 1961 Perec began working at the Neurophysiological Research Laboratory in the unit's research library funded by the CNRS and attached to the Hôpital Saint-Antoine as an archivist, a low- paid position which he retained until 1978. A few reviewers have noted that the daily handling of records and varied data may have had an influence on his literary style. In any case, Perec's work on the reassessment of the academic journals under subscription was influenced by a talk about the handling of scientific information given by Eugene Garfield in Paris and he was introduced to Marshall McLuhan by Jean Duvignaud. Perec's other major influence was the Oulipo, which he joined in 1967, meeting Raymond Queneau, among others. Perec dedicated his masterpiece, La Vie mode d'emploi (Life: A User's Manual) to Queneau, who died before it was published. Perec began working on a series of radio plays with his translator Eugen Helmle and the musician in the late 60s; less than a decade later, he was making films. His first work, based on his novel Un Homme qui dort, was co-directed by , and won him the Prix Jean Vigo in 1974. Perec also created crossword puzzles for Le Point from 1976 on. La Vie mode d'emploi (1978) brought Perec some financial and critical success—it won the Prix Médicis—and allowed him to turn to writing full-time. He was a writer-in-residence at the University of Queensland, Australia, in 1981 during which time he worked on 53 Jours (53 Days), which he would not finish. Shortly after his return from Australia, his health deteriorated. A heavy smoker, he was diagnosed with lung cancer. He died the following year in Ivry-sur-Seine at age 45, four days shy of his 46h birthday; his ashes are held at the columbarium of the Père Lachaise Cemetery. ==Work== Many of Perec's novels and essays abound with experimental word play, lists and attempts at classification, and they are usually tinged with melancholy. Perec's first novel Les Choses: Une Histoire des Années Soixante (Things: A Story of the Sixties) (1965) was awarded the Prix Renaudot. Perec's most famous novel La Vie mode d'emploi (Life: A User's Manual) was published in 1978. Its title page describes it as \"novels\", in the plural, the reasons for which become apparent on reading. La Vie mode d'emploi is a tapestry of interwoven stories and ideas as well as literary and historical allusions, based on the lives of the inhabitants of a fictitious Parisian apartment block. It was written according to a complex plan of writing constraints, and is primarily constructed from several elements, each adding a layer of complexity. The 99 chapters of his 600-page novel move like a knight's tour of a chessboard around the room plan of the building, describing the rooms and stairwell and telling the stories of the inhabitants. At the end, it is revealed that the whole book actually takes place in a single moment, with a final twist that is an example of \"cosmic irony\". It was translated into English by David Bellos in 1987. Perec is noted for his constrained writing. His 300-page novel La disparition (1969) is a lipogram, written with natural sentence structure and correct grammar, but using only words that do not contain the letter \"e\". It has been translated into English by Gilbert Adair under the title A Void (1994). His novella Les revenentes (1972) is a complementary univocalic piece in which the letter \"e\" is the only vowel used. This constraint affects even the title, which would conventionally be spelt Revenantes. An English translation by Ian Monk was published in 1996 as The Exeter Text: Jewels, Secrets, Sex in the collection Three. It has been remarked by Jacques Roubaud that these two novels draw words from two disjoint sets of the French language, and that a third novel would be possible, made from the words not used so far (those containing both \"e\" and a vowel other than \"e\"). W ou le souvenir d'enfance, (W, or the Memory of Childhood, 1975) is a semi- autobiographical work which is hard to classify. Two alternating narratives make up the volume: one, a fictional outline of a remote island country called \"W\", at first appears to be a utopian society modeled on the Olympic ideal, but is gradually exposed as a horrifying, totalitarian prison much like a concentration camp. The second narrative is a description of Perec's own childhood during and after World War II. Both narratives converge towards the end, highlighting the common theme of the Holocaust. \"Cantatrix sopranica L. Scientific Papers\" is a spoof scientific paper detailing experiments on the \"yelling reaction\" provoked in sopranos by pelting them with rotten tomatoes. All the references in the paper are multi-lingual puns and jokes, e.g. \"(Karybb & Szyla, 1973)\".\"Mise en évidence expérimentale d'une organisation tomatotopique chez la soprano (Cantatrix sopranica L.)\" \"Experimental demonstration of the tomatotopic organization in the Soprano (Cantatrix sopranica L.)\" David Bellos, who has translated several of Perec's works, wrote an extensive biography of Perec: Georges Perec: A Life in Words, which won the Académie Goncourt's bourse for biography in 1994. The Association Georges Perec has extensive archives on the author in Paris. In 1992 Perec's initially rejected novel Gaspard pas mort (Gaspard not dead), which was believed to be lost, was found by David Bellos amongst papers in the house of Perec's friend . The novel was reworked several times and retitled '\"The Letter Vanishes\" by James Gibbons, Bookforum, December/January 2006 and published in 2012; its English translation by Bellos followed in 2014 as Portrait of a Man after the 1475 painting of that name by Antonello da Messina.\"Georges Perec's Lost Novel\" by David Bellos, The New York Review of Books, 8 April 2015 The initial title borrows the name Gaspard from the Paul Verlaine poem \"Gaspar Hauser Chante\" and characters named \"Gaspard\" appear in both W, or the Memory of Childhood and Life: A User's Manual, while in MICRO- TRADUCTIONS, 15 variations discrètes sur un poème connu he creatively re- writes the Verlaine poem 15 times. ==Honours== Asteroid no. 2817, discovered in 1982, was named after Perec. In 1994, a street in the 20th arrondissement of Paris was named after him, . The French postal service issued a stamp in 2002 in his honour; it was designed by Marc Taraskoff and engraved by Pierre Albuisson. For his work, Perec won the Prix Renaudot in 1965, the Prix Jean Vigo in 1974, the Prix Médicis in 1978. He was featured as a Google Doodle on his 80th birthday. ==Works== ===Books=== The most complete bibliography of Perec's works is Bernard Magné's Tentative d'inventaire pas trop approximatif des écrits de Georges Perec (Toulouse, Presses Universitaires du Mirail, 1993). {| class=\"wikitable\" ! Year ! Original French ! English translation |- | 1965 | Les Choses: Une histoire des années soixante (Paris: René Juillard, 1965) | Les choses: A Story of the Sixties, trans. by Helen Lane (New York: Grove Press, 1967); Things: A Story of the Sixties in Things: A Story of the Sixties & A Man Asleep trans. by David Bellos and Andrew Leak (London: Vintage, 1999) |- | 1966 | Quel petit vélo à guidon chromé au fond de la cour? (Paris: Denoël, 1966) | Which Moped with Chrome-plated Handlebars at the Back of the Yard?, trans. by Ian Monk in Three by Perec (Harvill Press, 1996) |- | 1967 | Un homme qui dort (Paris: Denoël, 1967) | A Man Asleep, trans. by Andrew Leak in Things: A Story of the Sixties & A Man Asleep (London: Vintage, 1999) |- | 1969 | La Disparition (Paris: Denoël, 1969) | A Void, trans. by Gilbert Adair (London: Harvill, 1994) |- | 1969 | Petit traité invitant à la découverte de l'art subtil du go, with Pierre Lusson and Jacques Roubaud (Paris: Christian Bourgois, 1969) | A Short Treatise Inviting the Reader to Discover the Subtle Art of Go, trans. by Peter Consenstein (Wakefield Press, 2019) |- | 1972 | Les Revenentes, (Paris: Editions Julliard, 1972) | The Exeter Text: Jewels, Secrets, Sex, trans. by Ian Monk in Three by Perec (Harvill Press, 1996) |- | 1972 | Die Maschine, (Stuttgart: Reclam, 1972) | The Machine, trans. by Ulrich Schönherr in \"The Review of Contemporary Fiction: Georges Perec Issue: Spring 2009 Vol. XXIX, No. 1\" (Chicago: Dalkey Archive, 2009) |- | 1973 | La Boutique obscure: 124 rêves, (Paris: Denoël, 1973) | La Boutique Obscure: 124 Dreams, trans. by Daniel Levin Becker (Melville House, 2013) |- | 1974 | ' (Paris: Galilée 1974) | Species of Spaces and Other Pieces, ed. and trans. by John Sturrock (London: Penguin, 1997; rev. ed. 1999) |- | 1974 | Ulcérations, (Bibliothèque oulipienne, 1974) | — |- | 1975 | W ou le souvenir d'enfance (Paris: Denoël, 1975) | W, or the Memory of Childhood, trans. by David Bellos (London: Harvill, 1988) |- | 1975 | Tentative d'épuisement d'un lieu parisien (Paris: Christian Bourgois, 1975) | An Attempt at Exhausting a Place in Paris, trans. by Marc Lowenthal (Cambridge, MA: Wakefield Press, 2010) |- | 1976 | Alphabets illust. by Dado (Paris: Galilée, 1976) | — |- | 1978 | Je me souviens, (Paris: Hachette, 1978) | Memories, trans./adapted by Gilbert Adair (in Myths and Memories London: Harper Collins, 1986); I Remember, trans. by Philip Terry and David Bellos (Boston: David R. Godine, 2014) |- | 1978 | La Vie mode d'emploi (Paris: Hachette, 1978) | Life: A User's Manual, trans. by David Bellos (London: Vintage, 2003) |- | 1979 | Les mots croisés, (Mazarine, 1979) | — |- | 1979 | Un cabinet d'amateur, (Balland, 1979) | A Gallery Portrait, trans. by Ian Monk in Three by Perec (Harvill Press, 1996) |- | 1979 | film-script: Alfred et Marie, 1979 | — |- | 1980 | La Clôture et autres poèmes, (Paris: Hachette, 1980) – Contains a palindrome of 1,247 words (5,566 letters).Georges Perec: \"Le grand palindrome\" in La clôture et autre poèmes, Hachette/Collection P.O.L., 1980 | — |- | 1980 | Récits d'Ellis Island: Histoires d'errance et d'espoir, (INA/Éditions du Sorbier, 1980) | Ellis Island and the People of America (with Robert Bober), trans. by Harry Mathews (New York: New Press, 1995) |- | 1981 | Théâtre I, (Paris: Hachette, 1981) | — |- | 1982 | Epithalames, (Bibliothèque oulipienne, 1982) | — |- | 1982 | prod: Catherine Binet's Les Jeux de la Comtesse Dolingen de Gratz, 1980–82 | — |- | 1985 | Penser Classer (Paris: Hachette, 1985) | \"Thoughts of Sorts\", trans. by David Bellos (Boston: David R. Godine, 2009) |- | 1986 | Les mots croisés II, (P.O.L.-Mazarine, 1986) | — |- | 1989 | 53 Jours, unfinished novel ed. by Harry Mathews and Jacques Roubaud (Paris: P.O.L., 1989) | 53 Days, trans. by David Bellos (London: Harvill, 1992) |- | 1989 | L'infra-ordinaire (Paris: Seuil, 1989) | — |- | 1989 | Voeux, (Paris: Seuil, 1989) | Wishes, trans. by Mara Cologne Wythe-Hall (Wakefield Press, 2018) |- | 1990 | Je suis né, (Paris: Seuil, 1990) | — |- | 1991 | Cantatrix sopranica L. et autres écrits scientifiques, (Paris: Seuil, 1991) | \"Cantatrix sopranica L. Scientific Papers\" with Harry Mathews (London: Atlas Press, 2008) |- | 1992 | L.G.: Une aventure des années soixante, (Paris: Seuil, 1992) Containing pieces written from 1959 to 1963 for the journal La Ligne générale: Le Nouveau Roman et le refus du réel; Pour une littérature réaliste; Engagement ou crise du ; Robert Antelme ou la vérité de la littérature; L'univers de la science-fiction; La perpétuelle reconquête; Wozzeck ou la méthode de l'apocalypse. | — |- | 1993 | Le Voyage d'hiver, 1993 (Paris: Seuil, 1993) | The Winter Journey, trans. by John Sturrock (London: Syrens, 1995) |- | 1994 | Beaux présents belles absentes, (Paris: Seuil, 1994) | — |- | 1999 | Jeux intéressants (Zulma, 1999) | — |- | 1999 | Nouveaux jeux intéressants (Zulma, 1999) | — |- | 2003 | Entretiens et conférences (in 2 volumes, Joseph K., 2003) | — |- | 2012 | Le Condottière (Éditions du Seuil, 2012) | Portrait of a Man Known as Il Condottiere, translated by David Bellos (Chicago: University of Chicago Press, 2014) |- | 2016 | L'Attentat de Sarajevo (Éditions du Seuil, 2016) | — |- |} ===Films=== *Un homme qui dort, 1974 (with Bernard Queysanne, English title: The Man Who Sleeps) *Les Lieux d'une fugue, 1975 *Série noire (Alain Corneau, 1979) *Ellis Island (TV film with Robert Bober) ==References== ==Further reading== Biographies * Georges Perec: A Life in Words by David Bellos (1993) Criticism *The Poetics of Experiment: A Study of the Work of Georges Perec by Warren Motte (1984) *Perec ou les textes croisés by J. Pedersen (1985). In French. *Pour un Perec lettré, chiffré by J.-M. Raynaud (1987). In French. *Georges Perec by Claude Burgelin (1988). In French. * Georges Perec: Traces of His Passage by Paul Schwartz (1988) * Perecollages 1981–1988 by Bernard Magné (1989). In French. * La Mémoire et l'oblique by Philippe Lejeune (1991). In French. * Georges Perec: Ecrire Pour Ne Pas Dire by Stella Béhar (1995). In French. * Poétique de Georges Perec: «...une trace, une marque ou quelques signes» by Jacques-Denis Bertharion (1998) In French. * Georges Perec Et I'Histoire, ed. by Carsten Sestoft & Steen Bille Jorgensen (2000). In French. * La Grande Catena. Studi su \"La Vie mode d'emploi\" by Rinaldo Rinaldi (2004). In Italian. ==External links== *L'Association Georges Perec, in French *Je me souviens de Georges Perec – comprehensive site in French by Jean-Benoît Guinot, with extensive bibliography of secondary material and links * *Université McGill: le roman selon les romanciers (French) Inventory and analysis of Georges Perec non- novelistic writings about the novel *Reading Georges Perec, by Warren Motte * * * * * *Georges Perèc o la Literatura como Arte Combinatoria. Instrucciones de uso | in Spanish | by Adolfo Vasquez Rocca *Pensar y clasificar; Georges Perèc, escritor y trapecista | in Spanish | by Adolfo Vasquez Rocca PhD Category:1936 births Category:1982 deaths Category:Burials at Père Lachaise Cemetery Category:Writers from Paris Category:Oulipo members Category:French people of Polish-Jewish descent Category:Adoptees adopted by relations Category:Puzzle designers Category:French Jews Category:Jewish writers Category:Holocaust survivors Category:Prix Médicis winners Category:Prix Renaudot winners Category:Postmodern writers Category:French adoptees Category:20th-century French novelists Category:French male novelists Category:Deaths from lung cancer Category:20th-century French male writers ",
    "title": "Georges Perec"
}