{
    "id": "45116",
    "text": "Lunokhod 1 (Russian: Луноход-1 (\"Moonwalker 1\"), also known as Аппарат 8ЕЛ № 203 (\"Device 8EL No. 203\")) was the first of two robotic lunar rovers landed on the Moon by the Soviet Union as part of its Lunokhod program. The Luna 17 spacecraft carried Lunokhod 1 to the Moon in 1970. Lunokhod 1 was the first remote-controlled robot \"rover\" to freely move across the surface of an astronomical object beyond the Earth. It was also the first wheeled craft on another celestial body. Lunokhod 0 (No.201), the previous and first attempt to do so, launched in February 1969 but failed to reach orbit. Although only designed for a lifetime of three lunar days (approximately three Earth months), Lunokhod 1 operated on the lunar surface for eleven lunar days (321 Earth days) and traversed a total distance of 10.54 km.Howell, Elizabeth (December 19, 2016). \"Lunokhod 1: 1st Successful Lunar Rover\", Space.com. Retrieved May 31, 2018. ==Rover description== Lunokhod 1 was a lunar vehicle formed of a tub-like compartment with a large convex lid on eight independently powered wheels. Its length was . Lunokhod 1 was equipped with a cone-shaped antenna, a highly directional helical antenna, four television cameras, and special extendable devices to test the lunar soil for soil density and mechanical properties. An X-ray spectrometer, an X-ray telescope, cosmic ray detectors, and a laser device were also included. The vehicle was powered by batteries which were recharged during the lunar day by a solar cell array mounted on the underside of the lid. To be able to work in a vacuum, special fluoride-based lubricant was used for the mechanical parts, and the electric motors (one in each wheel hub) were enclosed in pressurized containers.SVT2, Vetenskapens värld, \"Den ryska månbilen\", 080211 Synlube Lube-4-Life (Moon applications). synlube.com During the lunar nights, the lid was closed, and a polonium-210 radioisotope heater unit kept the internal components at operating temperature. Lunokhod 1 was intended to operate through three lunar days (approximately three Earth months), but actually operated for eleven lunar days. ==Launch and lunar orbit== Luna 17 was launched on November 10, 1970 at 14:44:01 UTC. After reaching earth parking orbit, the final stage of Luna 17s launching rocket fired to place it into a trajectory towards the Moon (1970-11-10 at 14:54 UTC). After two course correction maneuvers (on November 12 and 14), it entered lunar orbit on November 15, 1970 at 22:00 UTC. ==Landing and surface operations== A panorama shot from Lunokhod 1 The spacecraft soft-landed on the Moon in the Mare Imbrium (Sea of Rains) on November 17 at 03:47 UTC. It landed in western Mare Imbrium, about 60 km south of the Promontorium Heraclides. The lander had dual ramps from which the payload, Lunokhod 1, could descend to the lunar surface. At 06:28 UTC the rover moved onto the Moon's surface. The rover would run during the lunar day, stopping occasionally to recharge its batteries via the solar panels. At night the rover hibernated until the next sunrise, heated by the radioactive source. Small craters along its traverse were named unofficially during the mission. The names were officially approved by the IAU in 2012.Borya, Gazetteer of Planetary Nomenclature, International Astronomical Union (IAU) Working Group for Planetary System Nomenclature (WGPSN) They are called Albert, Leonid, Kolya, Valera, Borya, Gena, Vitya, Kostya, Igor, Slava, Nikolya, and Vasya. 1970: *November 17 – 22: The rover drove 197 m, returned 14 close-up pictures of the Moon and 12 panoramic views, during 10 communication sessions. It also conducted analyses of the lunar soil. *December 9 – 22: 1,522 m 1971: *January 8 – 20: 1,936 m *February 8 – 19: 1,573 m *March 9 – 20: 2,004 m *April 8 – 20: 1,029 m *May 7 – 20: 197 m *June 5 – 18: 1,559 m *July 4 – 17: 220 m *August 3 – 16: 215 m *August 31 – September 14: 88 m ==End of mission and results== Controllers finished the last communications session with Lunokhod 1 at 13:05 UT on September 14, 1971. Attempts to re-establish contact were finally discontinued and the operations of Lunokhod 1 officially ceased on October 4, 1971, the anniversary of Sputnik 1. During its 322 Earth days of operations, Lunokhod 1 travelled 10,540 metres (6.55 miles) and returned more than 20,000 TV images and 206 high-resolution panoramas. In addition, it performed 25 lunar soil analyses with its RIFMA x-ray fluorescence spectrometer and used its penetrometer at 500 different locations. ==Current location== LRO image from 2010 The final location of Lunokhod 1 was uncertain until 2010, as lunar laser ranging experiments had failed to detect a return signal from it since 1971. On March 17, 2010, Albert Abdrakhimov found both the lander and the rover in Lunar Reconnaissance Orbiter image M114185541RC. In April 2010, the Apache Point Observatory Lunar Laser-ranging Operation (APOLLO) team from the University of California at San Diego used the LRO images to locate the rover closely enough for laser range (distance) measurements. On April 22, 2010 and days following, the team successfully measured the distance several times. The intersection of the spheres described by the measured distances then pinpoint the current location of Lunokhod 1 to within 1 meter. APOLLO is now using Lunokhod 1s reflector for experiments, as they discovered, to their surprise, that it was returning much more light than other reflectors on the Moon. According to a NASA press release, APOLLO researcher Tom Murphy said, \"We got about 2,000 photons from Lunokhod 1 on our first try. After almost 40 years of silence, this rover still has a lot to say.\" By November 2010, the location of the rover had been determined to within about a centimeter. The location near the limb of the Moon, combined with the ability to range the rover even when it is in sunlight, promises to be particularly useful for determining aspects of the Earth–Moon system. In a report released in May 2013, French scientists at the Côte d'Azur Observatory led by Jean-Marie Torre reported replicating the 2010 laser ranging experiments by American scientists after research using images from the NASA Lunar Reconnaissance Orbiter. In both cases, laser pulses were returned from the Lunokhod 1 retroreflector.Scientists Use Laser to Find Soviet Moon Rover, space-travel.com, May 2, 2013 ==See also== * Lunokhod 2 * Exploration of the Moon * Rover (space exploration) * Timeline of Russian inventions and technology records * List of artificial objects on the Moon ==References== ==External links== * Zarya – Lunokhod 1 chronology * Lunar and Planetary Department Moscow University Lunokhod 1 page * NSSDC Master Catalog: Spacecraft: Luna 17/Lunokhod 1 * Other Soviet lunar missions * Don P. Mitchell's catalog of Soviet Moon images including Lunokhod 1 * Image from Lunar Reconnaissance Orbiter * Old Moon Rover Beams Surprising Laser Flashes to Earth * 1 Category:1970 in the Soviet Union Category:Missions to the Moon Category:Lunar rovers Category:1970 robots Category:Robots of the Soviet Union Category:Eight-wheeled robots Category:Solar-powered robots Category:Attached spacecraft Category:Spacecraft launched in 1970 ",
    "title": "Lunokhod 1"
}