{
    "id": "45144",
    "text": "Androcles and the Lion, 1962. Paperback cover design by Germano Facetti The Shavian alphabet (also known as the Shaw alphabet) is an alphabet conceived as a way to provide simple, phonetic orthography for the English language to replace the difficulties of conventional spelling. It was posthumously funded by and named after Irish playwright Bernard Shaw. Shaw set three main criteria for the new alphabet: it should be (1) at least 40 letters; (2) as \"phonetic\" as possible (that is, letters should have a 1:1 correspondence to phonemes); and (3) distinct from the Latin alphabet to avoid the impression that the new spellings were simply \"misspellings\". == Letters == The Shavian alphabet consists of three types of letters: tall, deep and short.Kingsley Read, Shaw- Script: the Journal in a New English Alphabet Cover letter, 1963, page 1. Short letters are vowels, liquids (r, l) and nasals; tall letters (except Yea and Hung ) are voiceless consonants. A tall letter rotated 180° or flipped, with the tall part now extending below the baseline, becomes a deep letter, representing the corresponding voiced consonant (except Haha ). The alphabet is therefore to some extent featural. {| style=\"text-align: center\" ! ! colspan=\"10\" | Tall and deep letters: |- ! Shavian letter | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px |- lang=\"en-Shaw\" ! lang=\"en- Latn\" | Unicode text | 𐑐 | 𐑚 | 𐑑 | 𐑛 | 𐑒 | 𐑜 | 𐑓 | 𐑝 | 𐑔 | 𐑞 |- ! Pronunciation (may vary, see below) | | | | | | | | | | |- ! Name/example | peep | bib | tot | dead | kick | gag | fee | vow | thigh | they |- | |- ! rowspan=\"19\" | | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px |- lang=\"en-Shaw\" | 𐑕 | 𐑟 | 𐑖 | 𐑠 | 𐑗 | 𐑡 | 𐑘 | 𐑢 | 𐑙 | 𐑣 |- | | | | | | | | | | |- | so | zoo | sure | measure | church | judge | yea | woe | hung | ha-ha |- ! colspan=\"11\" | \\----Short letters: |- | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px |- lang=\"en-Shaw\" | 𐑤 | 𐑮 | 𐑥 | 𐑯 | 𐑦 | 𐑰 | 𐑧 | 𐑱 | 𐑨 | 𐑲 |- | | | | | | | | | / | |- | loll | roar | mime | nun | if | eat | egg | age | ash | ice |- | |- | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px |- lang=\"en-Shaw\" | 𐑩 | 𐑳 | 𐑪 | 𐑴 | 𐑫 | 𐑵 | 𐑬 | 𐑶 | 𐑭 | 𐑷 |- | | | | | | | | | | |- | ado | up | on | oak | wool | ooze | out | oil | ah | awe |- ! colspan=\"10\" | \\----Ligatures: |- | 24px | 24px | 24px | 24px | 24px | 24px | 24px | 24px |- lang=\"en-Shaw\" | 𐑸 | 𐑹 | 𐑺 | 𐑻 | 𐑼 | 𐑽 | 𐑾 | 𐑿 |- | | | | | | | | |- | are | or | air | err | array | ear | ian | yew |} There are no separate capital or lowercase letters as in the Latin script; instead of using capitalization to mark proper names, a \"naming dot\" (·) is placed before a name. All other punctuation and word spacing is similar to conventional orthography. Each character in the Shavian Alphabet requires only a single stroke to be written on paper. The writing utensil needs to be lifted up only once when writing each character, thus enabling faster writing. Spelling in Androcles follows the phonemic distinctions of British Received Pronunciation except for explicitly indicating vocalic \"r\" with the above ligatures. Most dialectical variations of English pronunciation can be regularly produced from this spelling, but those who do not make certain distinctions, particularly in the vowels, find it difficult to produce the canonical spellings spontaneously. For instance, most North American dialects merge and (the father–bother merger). Canadian English, as well as many American dialects (particularly in the west and near the Canada–US border), also merge these phonemes with , which is known as the cot–caught merger. In addition, some American dialects merge and before nasal stops (the pin–pen merger). There is no ability to indicate word stress; however, in most cases the reduction of unstressed vowels is sufficient to distinguish word pairs that are distinguished only by stress in spoken discourse. For instance, the noun convict and the verb convict can be spelled and respectively. Additionally, certain common words are abbreviated as single letters. The words the (), of (), and (), to (), and often for () are written with the single letters indicated. == History == Androcles and the Lion: Shaw Alphabet Edition, 1962. Cover design by Germano Facetti Shaw had served from 1926 to 1939 on the BBC's Advisory Committee on Spoken English, which included several exponents of phonetic writing. He also knew Henry Sweet, creator of Current Shorthand (and a prototype for the character of Henry Higgins), although Shaw himself used the shorthand system of Isaac Pitman. All of his interest in spelling and alphabet reform was made clear in Shaw's will of June 1950, in which provision was made for (Isaac) James Pitman, with a grant in aid from the Public Trustee, to establish a Shaw Alphabet. Following Shaw's death in November 1950, and after some legal dispute, the Trustee announced a worldwide competition to design such an alphabet, with the aim of producing a system that would be an economical way of writing and of printing the English language. A contest for the design of the new alphabet was won by four people, including Ronald Kingsley Read. Read was then appointed to amalgamate the four designs to produce the new alphabet. Due to the contestation of Shaw's will, the trust charged with developing the new alphabet could afford to publish only one book: a version of Shaw's play Androcles and the Lion, in a bi- alphabetic edition with both conventional and Shavian spellings. (1962 Penguin Books, London). Copies were sent to major libraries in English-speaking countries. == Other print literature == Between 1963 and 1965, 8 issues of the journal, Shaw-script, were published by Kingsley Read in Worcester, U.K. The journal used Shaw's Alphabet, and much of the content was submitted by Shaw enthusiasts. In more recent years, there have been several published works of classical literature transliterated into Shavian. The first, released in 2012, was the works of Edgar Allan Poe entitled Poe Meets Shaw: The Shaw Alphabet Edition of Edgar Allan Poe, by Tim Browne. This book was published via Shaw Alphabet Books and had two editions in its original release. One, like Androcles and the Lion, had Shavian side-by-side with the Latin equivalent and the other was a Shavian-only edition. The second, released in 2013, was an edition of Alice's Adventures in Wonderland, transcribed into Shavian by Thomas Thurman.Lewis Carroll, Alice's Adventures in Wonderland: An edition printed in the Shaw alphabet Cathair na Mart: Evertype. This was published as a Shaw only edition with no side-by-side Latin equivalent. The Shavian fonts were designed by Michael Everson. == Disagreement == Some disagreement has arisen among the Shavian community in regard to sound–symbol assignments, which have been the topic of frequent arguments. Primarily, this has concerned the alleged reversal of two pairs of letters. === Haha-Hung reversal === The most frequent disagreement of the letter reversals has been over the Haha–Hung pair. The most convincing evidence suggesting this reversal is in the names of the letters: The unvoiced letter Haha is deep, while the voiced Hung, which suggests a lower position, is tall. This is often assumed to be a clerical error introduced in the rushed printing of the Shavian edition of Androcles and the Lion. This reversal obscures the system of tall letters as voiceless consonants and deep letters as voiced consonants. Proponents of traditional Shavian, however, have suggested that Kingsley Read may not have intended for this system to be all-encompassing, though it seems that vertical placement alone served this purpose in an earlier version of Shavian, before the rotations were introduced. Also, Read may have intentionally reversed these letters, perhaps to emphasize that these letters represent unrelated sounds, which happen to occur in complementary distribution. Both sides of the debate have suggested other reasons, including associations with various styles of Latin letters (namely, the /g/ in /-ing/, often written with a bottom-loop in script) and the effect of letter-height on the coastlines of words, but whether Read considered any of these is uncertain. Since the letter representing the same sound in Read's Quikscript appears identical to \"Hung\", it is doubtful that Read reversed the letter twice by mistake—he may have thought it best to leave things as they were, mistake or not, especially as a corrected /ng/ might in hasty or careless writing be confused with his new letter for /n/ in Quikscript. === Other reversals === Two other letters that are often alleged to have been reversed—intentionally or not—are Air and Err. Both are ligatures, and their relation to other letters is usually taken as evidence for this reversal. One of the beliefs that leads to such allegations is that Air \"𐑺\" is a ligature of the letters Egg \"𐑧\" and Roar \"𐑮\". Based on their appearance, one would expect the ligature of these letters to be joined at the bottom and free at the top, yet the opposite is true. Another such belief is that Err \"𐑻\" is a ligature of the letters Up \"𐑳\" and Roar \"𐑮\". Based on their appearance, one would expect the ligature of these letters to be joined at the top and free at the bottom, yet once again, the opposite is true. == Variants == === Quikscript === Some years after the initial publication of the Shaw alphabet, Read expanded it to create Quikscript, also known as the Read Alphabet. Quikscript is intended to be more useful for handwriting, and to that end is more cursive and uses more ligatures. Many letter forms are roughly the same in both alphabets; see the separate article for more details. === Revised Shaw alphabet === Paul Vandenbrink has created a new alphabet inspired by the Shavian alphabet which takes the controversial step of replacing most of the specific vowel letters with markers indicating which of several sets of vowel types a vowel belongs to, thus reducing the number of vowel distinctions and lessening the written differences between dialectal variations of English. === Ŝava alfabeto === An adaptation of Shavian to another language, Esperanto, was developed by John Wesley Starling; though not widely used, at least one booklet has been published with transliterated sample texts. As that language is already spelled phonemically, direct conversion from Latin to Shavian letters can be performed, though several ligatures are added for the common combinations of vowels with n and s and some common short words. Pronunciations that differ from their English values are marked in bold red. {| style=\"text-align: center\" ! Ŝava letter | 𐑨 | 𐑚 | 𐑔 | 𐑗 | 𐑛 | 𐑧 | 𐑓 | 𐑜 | 𐑡 | 𐑣 | 𐑙 | 𐑦 | 𐑢 | 𐑠 |- ! Pronunciation | ' | | ' | | | ' | | | | | ' | ' | ' | |- ! rowspan=\"10\" valign=\"top\" | Conventional orthography | a | b | c | ĉ | d | e | f | g | ĝ | h | ĥ | i | j | ĵ |- | |- lang=\"eo-Shaw\" | 𐑒 | 𐑤 | 𐑫 | 𐑵 | 𐑩 | 𐑐 | 𐑮 | 𐑕 | 𐑖 | 𐑑 | 𐑪 | 𐑘 | 𐑝 | 𐑟 |- | | | ' | ' | ' | | | | | | ' | ' | | |- | k | l | m | n | o | p | r | s | ŝ | t | u | ŭ | v | z |- ! colspan=\"14\" | \\----Ligatures |- | Image:shavian-la.png | Image:shavian-kaj.png | Image:shavian-au.png | Image:shavian-aj.png |- | la || kaj || aŭ || aj |} == Unicode == Shavian was added to the Unicode Standard in April 2003 with the release of version 4.0. === Block === The Unicode block for Shavian is U+10450–U+1047F and is in Plane 1 (the Supplementary Multilingual Plane). === Fonts === While the Shavian alphabet was added to Unicode 4.0 in 2003, Unicode Shavian fonts are still quite rare. Before it was standardized, fonts were made that include Shavian letters in the places of Roman letters, and/or in an agreed upon location in the Unicode private use area, allocated from the ConScript Unicode Registry and now superseded by the official Unicode standard. These following fonts contain full Unicode support for Shavian. Windows/Mac/Linux systems need fonts such as these to display the Shavian glyphs. * Andagii * Apple Symbols, part of Mac OS X v10.5 Leopard * Code2001 (part of Code2000 font family, contains rough-drawn Shavian characters as of version 0.919 (April 2008). * Everson Mono * ESL Gothic Unicode * MPH 2B Damase * Noto Sans Shavian * Segoe UI Historic (part of Windows 10) * Trabajo == See also == * Quikscript * Readspel * Shorthand * Pitman shorthand * Gregg shorthand * Deseret alphabet * English-language spelling reform == References == == External links == * Yahoo! Group on Shavian * Omniglot.com article on Shavian * Revised Shaw Alphabet, history, etc. * Shaw Alphabet enthusiast website & repository * Browser test page for Unicode Shavian * ConScript Unicode Registry, describes unofficial assignment of Shavian letters in Unicode private use area (Since withdrawn in favour of the official encoding) * Lingua-EN-Alphabet-Shaw, a Perl module to transliterate * Poe Meets Shaw: The Shaw Alphabet Edition of Edgar Allan Poe * Alice's Adventures in Wonderland: An Edition Printed in the Shaw Alphabet Category:Phonetic alphabets Category:Auxiliary and educational artificial scripts Category:Writing systems introduced in 1960 Category:George Bernard Shaw ",
    "title": "Shavian alphabet"
}