{
    "id": "45239",
    "text": "In mathematics, a subalgebra is a subset of an algebra, closed under all its operations, and carrying the induced operations. \"Algebra\", when referring to a structure, often means a vector space or module equipped with an additional bilinear operation. Algebras in universal algebra are far more general: they are a common generalisation of all algebraic structures. \"Subalgebra\" can refer to either case. == Subalgebras for algebras over a ring or field == A subalgebra of an algebra over a commutative ring or field is a vector subspace which is closed under the multiplication of vectors. The restriction of the algebra multiplication makes it an algebra over the same ring or field. This notion also applies to most specializations, where the multiplication must satisfy additional properties, e.g. to associative algebras or to Lie algebras. Only for unital algebras is there a stronger notion, of unital subalgebra, for which it is also required that the unit of the subalgebra be the unit of the bigger algebra. === Example === The 2×2-matrices over the reals form a unital algebra in the obvious way. The 2×2-matrices for which all entries are zero, except for the first one on the diagonal, form a subalgebra. It is also unital, but it is not a unital subalgebra. == Subalgebras in universal algebra == In universal algebra, a subalgebra of an algebra A is a subset S of A that also has the structure of an algebra of the same type when the algebraic operations are restricted to S. If the axioms of a kind of algebraic structure is described by equational laws, as is typically the case in universal algebra, then the only thing that needs to be checked is that S is closed under the operations. Some authors consider algebras with partial functions. There are various ways of defining subalgebras for these. Another generalization of algebras is to allow relations. These more general algebras are usually called structures, and they are studied in model theory and in theoretical computer science. For structures with relations there are notions of weak and of induced substructures. === Example === For example, the standard signature for groups in universal algebra is . (Inversion and unit are needed to get the right notions of homomorphism and so that the group laws can be expressed as equations.) Therefore, a subgroup of a group G is a subset S of G such that: * the identity e of G belongs to S (so that S is closed under the identity constant operation); * whenever x belongs to S, so does x−1 (so that S is closed under the inverse operation); * whenever x and y belong to S, so does (so that S is closed under the group's multiplication operation). == References == * * Category:Universal algebra ",
    "title": "Subalgebra"
}