{
    "id": "45387",
    "text": "Polish literature is the literary tradition of Poland. Most Polish literature has been written in the Polish language, though other languages used in Poland over the centuries have also contributed to Polish literary traditions, including Latin, Yiddish, Lithuanian, Ukrainian, Belarusian, German and Esperanto. According to Czesław Miłosz, for centuries Polish literature focused more on drama and poetic self-expression than on fiction (dominant in the English speaking world). The reasons were manifold but mostly rested on the historical circumstances of the nation. Polish writers typically have had a more profound range of choices to motivate them to write, including past cataclysms of extraordinary violence that swept Poland (as the crossroads of Europe), but also, Poland's collective incongruities demanding an adequate reaction from the writing communities of any given period.Czesław Miłosz, The History of Polish Literature. Google Books preview. University of California Press, Berkeley, 1983. . \"Experience Poland: Polish culture\", \"Polska\" official promotional website of the Republic of Poland. Ministry of Foreign Affairs, 2008–2011. The period of Polish Enlightenment began in the 1730s–40s and peaked in the second half of the 18th century. One of the leading Polish Enlightenment authors included Ignacy Krasicki (1735–1801) and Jan Potocki (1761–1815). Polish Romanticism, unlike Romanticism elsewhere in Europe, was largely a movement for independence against the foreign occupation. Early Polish Romantics were heavily influenced by other European Romantics. Notable writers included Adam Mickiewicz, Seweryn Goszczyński, Tomasz Zan and Maurycy Mochnacki. In the second period, many Polish Romantics worked abroad. Influential poets included Adam Mickiewicz, Juliusz Słowacki and Zygmunt Krasiński. In the aftermath of the failed January uprising, the new period of Polish Positivism began to advocate skepticism and the exercise of reason. The modernist period known as the Young Poland movement in visual arts, literature and music, came into being around 1890, and concluded with the Poland's return to independence (1918). Notable authors included Kazimierz Przerwa-Tetmajer, Stanisław Przybyszewski and Jan Kasprowicz. The neo-Romantic era was exemplified by the works of Stefan Żeromski, Władysław Reymont, Gabriela Zapolska, and Stanisław Wyspiański. In 1905 Henryk Sienkiewicz received a Nobel Prize in literature for his Quo Vadis inspiring a new sense of hope. Literature of the Second Polish Republic (1918–1939) encompasses a short, though exceptionally dynamic period in Polish literary consciousness. The socio-political reality has changed radically with Poland's return to independence. New avant-garde writers included Julian Tuwim, Stanisław Ignacy Witkiewicz, Witold Gombrowicz, Czesław Miłosz, Maria Dąbrowska and Zofia Nałkowska. In the years of German and Soviet occupation of Poland, all artistic life was dramatically compromised. Cultural institutions were lost. Out of 1,500 clandestine publications in Poland, about 200 were devoted to literature. Much of Polish literature written during the Occupation of Poland appeared in print only after the conclusion of World War II, including books by Nałkowska, Rudnicki, Borowski and others. The situation began to worsen dramatically around 1949–1950 with the introduction of the Stalinist doctrine by minister Sokorski. Poland had three Nobel Prize winning authors in the later 20th century: Isaac Bashevis Singer (1978), Czesław Miłosz (1980) and Wisława Szymborska (1996). In the early 21th century, yet another writer was awarded the Prize: Olga Tokarczuk. ==Middle Ages== Almost nothing remains of Polish literature prior to the country's Christianization in 966. Poland's pagan inhabitants certainly possessed an oral literature extending to Slavic songs, legends and beliefs, but early Christian writers did not deem it worthy of mention in the obligatory Latin, and so it has perished. Within the Polish literary tradition, it is customary to include works that have dealt with Poland, even if not written by ethnic Poles. This is the case with Gallus Anonymus, the first historian to have described Poland in his work entitled Cronicae et gesta ducum sive principum Polonorum (Deeds of the Princes of the Poles), composed in sophisticated Latin. Gallus was a foreign monk who accompanied King Bolesław III Wrymouth in his return from Hungary to Poland. The important tradition of Polish historiography was continued by Wincenty Kadłubek, a thirteenth-century Bishop of Kraków, as well as Jan Długosz, a Polish priest and secretary to Bishop Zbigniew Oleśnicki. The first recorded sentence in the Polish language reads: \"Day ut ia pobrusa, a ti poziwai\" (\"Let me grind, and you take a rest\") — a paraphrase of the Latin \"Sine, ut ego etiam molam.\" The work, in which this phrase appeared, reflects the culture of early Poland. The sentence was written within the Latin language chronicle Liber fundationis from between 1269 and 1273, a history of the Cistercian monastery in Henryków, Silesia. It was recorded by an abbot known simply as Piotr (Peter), referring to an event almost a hundred years earlier. The sentence was supposedly uttered by a Bohemian settler, Bogwal (\"Bogwalus Boemus\"), a subject of Bolesław the Tall, expressing compassion for his own wife who \"very often stood grinding by the quern-stone.\" Most notable early medieval Polish works in Latin and the Old Polish language include the oldest extant manuscript of fine prose in the Polish language entitled the Holy Cross Sermons, as well as the earliest Polish-language Bible of Queen Zofia and the Chronicle of Janko of Czarnków from the 14th century, not to mention the Puławy Psalter. Most early texts in Polish vernacular were influenced heavily by the Latin sacred literature. They include Bogurodzica (Mother of God), a hymn in praise of the Virgin Mary written down in the 15th century, though popular at least a century earlier. Bogurodzica served as a national anthem. It was one of the first texts reproduced in Polish on a printing press; and so was the Master Polikarp's Conversation with Death (Rozmowa mistrza Polikarpa ze śmiercią). In the early 1470s, one of the first printing houses in Poland was set up by Kasper Straube in Kraków (see: spread of the printing press). In 1475 Kasper Elyan of Głogów (Glogau) set up a printing shop in Wrocław (Breslau), Silesia. Twenty years later, the first Cyrillic printing house was founded at Kraków by Schweipolt Fiol for Eastern Orthodox Church hierarchs. The most notable texts produced in that period include Saint Florian's Breviary, printed partially in Polish in the late 14th century; Statua synodalia Wratislaviensia (1475): a printed collection of Polish and Latin prayers; as well as Jan Długosz's Chronicle from the 15th century and his Catalogus archiepiscoporum Gnesnensium. == Renaissance == With the advent of the Renaissance, the Polish language was finally accepted on an equal footing with Latin. Polish culture and art flourished under Jagiellonian rule, and many foreign poets and writers settled in Poland, bringing with them new literary trends. Such writers included Kallimach (Filippo Buonaccorsi) and Conrad Celtis. Many Polish writers studied abroad, and at the Kraków Academy, which became a melting pot for new ideas and currents. In 1488, the world's first literary society, the Sodalitas Litterarum Vistulana (Vistula Literary Society) was founded in Kraków. Notable members included Conrad Celtes, Albert Brudzewski, Filip Callimachus and Laurentius Corvinus. A Polish writer who used Latin as his principal vehicle of expression was Klemens Janicki (Ianicius), who became one of the most notable Latin poets of his time and was laureled by the Pope. Other writers such as Mikołaj Rej,The Mikołaj Rej collection, with biography and body of works. National Digital Library (Cyfrowa Biblioteka Narodowa Polona), 2006. and Jan Kochanowski, laid the foundations for the Polish literary language and modern Polish grammar. The first book written entirely in the Polish language appeared in this period – It was a prayer-book by Biernat of Lublin (ca. 1465 – after 1529) called Raj duszny (Hortulus Animae, Eden of the Soul), printed in Kraków in 1513 at one of Poland's first printing establishments, operated by Florian Ungler (originally from Bavaria). The most notable Polish writers and poets active in the 16th century include: {| width=100% | width=50% valign=top | * Mikołaj Hussowski (Hussowczyk, 1480?–1533?) * Andrzej Krzycki (1482–1537) * Johannes Dantiscus (1485–1548) * Jan Łaski (1499–1560), Communae Poloniae Regni privilegium * Andrzej Frycz Modrzewski (1503–1572), De Republica emendanda * Mikołaj Rej (1505–1569), Krótka rozprawa... * Klemens Janicki (Ianicius, 1516–1542) | width=50% valign=top | * Łukasz Górnicki (1524–1603) * Jan Kochanowski (1530–1584), Laments * Piotr Skarga (1536–1612) * Bartosz Paprocki (1543?–1614), historiographer, genealogist * Szymon Szymonowic (1558–1629) * Daniel Naborowski (1573–1640) * Maciej Kazimierz Sarbiewski (1595–1640) |} ==Baroque== The literature in the period of Polish BaroqueStanisław Barańczak, Baroque in Polish poetry of the 17th century. Instytut Książki, Poland. Retrieved 17 September 2011. (between 1620 and 1764) was significantly influenced by the great popularization of Jesuit high schools, which offered education based on Latin classics as part of a preparation for a political career. The studies of poetry required the practical knowledge of writing both Latin and Polish poems, which radically increased the number of poets and versifiers countrywide. On the soil of humanistic education some exceptional writers grew as well: Piotr Kochanowski (1566–1620) gave his translation of Torquato Tasso's Jerusalem Delivered; Maciej Kazimierz Sarbiewski, a poet laureate, became known among European nations as Horatius christianus (Christian Horace) for his Latin writings; Jan Andrzej Morsztyn (1621–1693), an epicurean courtier and diplomat, extolled in his sophisticated poems the valors of earthly delights; and Wacław Potocki (1621–1696), the most productive writer of the Polish Baroque, unified the typical opinions of Polish szlachta with some deeper reflections and existential experiences. Notable Polish writers and poets active in this period include: {| width=100% | width=50% valign=top | * Sebastian Grabowiecki (1543–1607) * Mikołaj Sęp Szarzyński (1550–1581), Rymy * Kasper Miaskowski (1550?–1622) * Piotr Kochanowski (1566–1620) * Daniel Naborowski (1573–1640) * Hieronim Morsztyn (1581–1623) * Szymon Starowolski (1588–1656) * Kasper Twardowski (ca. 1592–ca. 1641), Lekcyje Kupidynowe (Cupid's Lessons) * Maciej Kazimierz Sarbiewski (1595–1640) * Józef Bartłomiej Zimorowic (1597–1677) | | valign=top | * Samuel Twardowski (1600?–1661) * Szymon Zimorowic (1608?–1629), Roksolanki * Krzysztof Opaliński (1611–1655) * Łukasz Opaliński (1612–1666) * Jan Andrzej Morsztyn (1621–1693), leading Baroque poet * Wacław Potocki (1621–1696), Wojna Chocimska * Zbigniew Morsztyn (Morstyn, 1628?–1689) * Stanisław Grochowski (1633–1645) * Jan Chryzostom Pasek (1636–1701), Pamietniki (memoirs) * Jan z Kijan (Dzwonowski?, early 1600s)Karol Badecki, \"Pisma Jana Dzwonowskiego (1608–1625).\" Wydawnictwa Akademii Umiejętności w Krakowie. Biblioteka Pisarzów Polskich. Kraków. Nakładem Akademii Umiejętności. 1910. 119s. |} ==Enlightenment== The period of Polish Enlightenment began in the 1730s–40s and peaked in the second half of the 18th century during the reign of Poland's last king, Stanisław August Poniatowski.Jacek Adamczyk, book review: Regina Libertas: Liberty in Polish Eighteenth-Century Political Thought, by Anna Grześkowiak-Krwawicz. Instytut Książki, Poland. Retrieved 17 September 2011. It went into sharp decline with the Third and final Partition of Poland (1795), followed by political, cultural and economic destruction of the country, and leading to the Great Emigration of Polish elites. The Enlightenment ended around 1822, and was replaced by Polish Romanticism at home and abroad. One of the leading Polish Enlightenment poets was Ignacy Krasicki (1735–1801), known locally as \"the Prince of Poets\" and Poland's La Fontaine, author of the first Polish novel called The Adventures of Mr. Nicholas Wisdom (Mikołaja Doświadczyńskiego przypadki); he was also a playwright, journalist, encyclopedist and translator from French and Greek. Another prominent writer of the period was Jan Potocki (1761–1815), a Polish nobleman, Egyptologist, linguist, and adventurer, whose travel memoirs made him legendary in his homeland. Outside Poland he is known chiefly for his novel, The Manuscript Found in Saragossa, which has drawn comparisons to such celebrated works as the Decameron and the Arabian Nights. Notable Polish writers and poets of the Enlightenment period include: {| width=100% | width=50% valign=top | * Stanisław Leszczyński (1677–1766), \"Głos wolny...\" * Elżbieta Drużbacka (1695?–1765) * Stanisław Konarski (1700–1773), \"O skutecznym rad sposobie\" * Barbara Sanguszko (1718–1791) * Franciszek Bohomolec (1720–1784), magazine Monitor * Stanisław August Poniatowski (1732–1798) * Adam Naruszewicz (1733–1796) * Ignacy Krasicki (1735–1801), Fables and Parables * Onufry Kopczyński (1736–1817) * Stanisław Trembecki (1739–1812) * Franciszek Salezy Jezierski (1740–1791) * Franciszek Karpiński (1741–1825) * Jan Piotr Norblin (1745–1830) * Izabela Czartoryska (1746–1835), Czartoryski Museum | width=50% valign=top | * Franciszek Kniaźnin (1750–1807) * Hugo Kołłątaj (1750–1812), Kuźnica Kołłątajowska * Franciszek Zabłocki (1754–1821), Towarzystwo do Ksiąg Elementarnych * Stanisław Staszic (1755–1826), Constitution of 1791 * Jan Śniadecki (1756–1830) * Julian Ursyn Niemcewicz (1758–1841), Constitution of 1791 * Jakub Jasiński (1759–1794) * Tadeusz Czacki (1765–1813), Towarzystwo Przyjaciół Nauk * Jędrzej Śniadecki (1768–1838), first Polish chemistry text book * Samuel Linde (1771–1847), Towarzystwo do Ksiąg Elementarnych * Józef Maksymilian Ossoliński, Zakład Narodowy im. Ossolińskich * Andrzej Stanisław Załuski and Józef Załuski, Biblioteka Załuskich |} == Romanticism == Due to partitions carried out by the neighboring empires – which ended the existence of the sovereign Polish state in 1795 – Polish Romanticism, unlike Romanticism elsewhere in Europe, was largely a movement for independence against the foreign occupation, and expressed the ideals and the traditional way of life of the Polish people. The period of Romanticism in Poland ended with the Tsarist suppression of the January 1863 Uprising, marked by public executions by the Russians and deportations to Siberia.William Ansell Day. The Russian government in Poland : with a narrative of the Polish Insurrection of 1863 (1867) and Augustin O'Brien Petersburg and Warsaw: scenes witnessed during a residence in Poland and Russia in 1863–1864 (1864) The literature of Polish Romanticism falls into two distinct periods, both defined by insurgencies: the first around 1820–1830, ending with the November uprising of 1830; and the second between 1830 and 1864, giving birth to Polish Positivism. In the first period, Polish Romantics were heavily influenced by other European Romantics – Their art featured emotionalism and imagination, folklore, country life, as well as the propagation of the ideals of independence. The most famous writers of the period were: Adam Mickiewicz, Seweryn Goszczyński, Tomasz Zan and Maurycy Mochnacki. In the second period (after the January uprising), many Polish Romantics worked abroad, often banished from the Polish soil by the occupying power. Their work became dominated by the ideals of freedom and the struggle for regaining their country's lost sovereignty. Elements of mysticism became more prominent. Also in that period, the idea of the poeta-wieszcz (nation's bard) developed. The wieszcz functioned as spiritual leader to the suppressed people. The most notable poet among the leading bards of Romanticism, so recognized in both periods, was Adam Mickiewicz. Other two national poets were: Juliusz Słowacki and Zygmunt Krasiński. Polish writers and poets of the Romantic period include: {| width=100% | width=50% valign=top | * Maria Wirtemberska (1768–1854) * Adam Jerzy Czartoryski (1770–1861) * Antoni Gorecki (1787–1861) * Aleksander Fredro (1791–1876), Zemsta * Kazimierz Brodziński (1791–1835) * Henryk Rzewuski (1791–1866) * Antoni Malczewski (1793–1826) * Jan Czeczot (1796–1846) * Tomasz Zan (1796–1855) * Klementyna Hoffmanowa (1798–1845) * Adam Mickiewicz (1798–1855), Dziady, Pan Tadeusz * Franciszek Salezy Dmochowski (1801–1871) * Seweryn Goszczyński (1801–1876) * Józef Bohdan Zaleski (1802–1886) * Maurycy Mochnacki (1803–1834) | | valign=top | * Michał Czajkowski (1804–1886) * Lucjan Siemieński (1807–1877) * Wincenty Pol (1807–1882) * Juliusz Słowacki (1809–1849), Balladyna, Kordian * Zygmunt Krasiński (1812–1859), Nie-boska Komedia * Józef Ignacy Kraszewski (1812–1887), Stara baśń * Gustaw Ehrenberg (1818–1895) * Narcyza Żmichowska (1819–1876) * Cyprian Kamil Norwid (1821–1883), Vade-mecum * Teofil Lenartowicz (1822–1893) * Władysław Syrokomla (1823–1862) * Kornel Ujejski (1823–1897) * Teodor Tomasz Jeż (1824–1915) * Mieczysław Romanowski (1834–1863) * Jadwiga Łuszczewska (1834–1908) |} ==Positivism== In the aftermath of the failed January 1863 Uprising against Russian occupation, the new period of Polish Positivism—which took its name from Auguste Comte's philosophy of Positivism—advocated skepticism and the exercise of reason. Questions addressed by Poland's Positivist writers revolved around \"organic work,\" which included the establishment of equal rights for all members of society, including feminists; the assimilation of Poland's Jewish minority; and the defense of the Polish population in the German-ruled part of Poland against Kulturkampf Germanization and the displacement of the Polish population by German settlers. The writers worked to educate the public about constructive patriotism, which would enable Polish society to function as a fully integrated \"social organism\", regardless of adverse circumstances.Czesław Miłosz, The History of Polish Literature, p. 284. Poland's Positivist period lasted until the turn of the 20th century and the advent of the Young Poland movement. Prominent writers and poets of Polish Positivism included: {| width=100% | width=50% valign=top | * Narcyza Żmichowska (1819–76), precursor of feminism in Poland * Edmund Chojecki (1822–99) * Maria Ilnicka (1825 or 1827–97) * Józef Szujski (1835–83) * Michał Bałucki (1837–1901) * Adam Asnyk (1838–97) * Adolf Dygasiński (1839–1902) * Eliza Orzeszkowa (1841–1910), Nad Niemnem | | valign=top | * Maria Konopnicka (1842–1910), Rota * Henryk Sienkiewicz (1846–1916), Quo Vadis; Nobel Prize, 1905 * Bolesław Prus (1847–1912), The Doll, Pharaoh * Kazimierz Zalewski (1849–1919) * Aleksander Świętochowski (1849–1938) * Gabriela Zapolska (1857–1921) * Maria Rodziewiczówna (1863–1944) |} ==Young Poland (1890–1918)== The modernist period known as the Young Poland movement in visual arts, literature and music, came into being around 1890, and concluded with the Poland's return to independence (1918). The period was based on two concepts. Its early stage was characterized by a strong aesthetic opposition to the ideals of its own predecessor (promoting organic work in the face of foreign occupation). Artists following this early philosophy of Young Poland believed in decadence, symbolism, conflict between human values and civilization, and the existence of art for art's sake. Prominent authors who followed this trend included Kazimierz Przerwa-Tetmajer, Stanisław Przybyszewski and Jan Kasprowicz. The later ideology emerged in conjunction with the socio-political upheavals across Europe such as the 1905 Revolution against Nicholas II of Russia, the Norwegian independence, the Moroccan Crisis and others. It was a continuation of romanticism, often called neo- romanticism. The artists and writers following this idea covered a large variety of topics: from the sense of personal mission of a Pole exemplified by Stefan Żeromski's prose, through condemnation of social inequality in works by Władysław Reymont and Gabriela Zapolska, to criticism of Polish society and Polish revolutionary history by Stanisław Wyspiański. In 1905 Henryk Sienkiewicz received a Nobel Prize in literature for his patriotic Trilogy inspiring a new sense of hope. Writers of this period include: J. Maurin- Białostocka, J. Derwojed, Słownik artystów polskich i obcych w Polsce działających. Warszawska Drukarnia Naukowa PAN, Wrocław 1979, Ossolineum {| width=100% | width=50% valign=top | * Wacław Sieroszewski (1858–1945) * Jan Kasprowicz (1860–1926) * Antoni Lange (1863–1929) * Stefan Żeromski (1864–1925), Przedwiośnie (trilogy) * Franciszek Nowicki (1864–1935) * Kazimierz Przerwa-Tetmajer (1865–1940) * Władysław Reymont (1867–1925), Chłopi, Nobel Prize in Literature, 1924 | | valign=top | * Stanisław Wyspiański (1869–1907) * Tadeusz Miciński (1873–1918) * Tadeusz Rittner (1873–1921) * Tadeusz Boy-Żeleński (1874–1941), Zielony Balonik * Władysław Orkan (1875–1930) * Wacław Berent (1878–1940) * Leopold Staff (1878–1957) |} ==Interbellum (1918–39)== Literature of the Second Polish Republic (1918–1939) encompasses a short, though exceptionally dynamic period in Polish literary consciousness. The socio-political reality has changed radically with Poland's return to independence. In large part, derivative of these changes was the collective and unobstructed development of programs for artists and writers. New avant-garde trends had emerged. The period, spanning just twenty years, was full of notable individualities who saw themselves as exponents of changing European civilization, including Tuwim, Witkacy, Gombrowicz, Miłosz, Dąbrowska and Nałkowska (PAL). They all contributed to a new model of the twentieth-century Polish culture echoing its own language of everyday life. \"Główne gatunki literackie uprawiane w dwudziestoleciu międzywojennym.\" Kulturalna Polska. Retrieved 24 September 2011.Prof. Marian Stala of Jagiellonian University, 1989: Dwa dwudziestolecia (jednej epoki). Dwutygodnik Literatura. Retrieved 24 September 2011.Marta Wyka, Literatura Dwudziestolecia i okupacji. Wydawnictwo Literackie, Krakow, 2011. The two decades of Interbellum were marked by rapid development in the field of poetry, undivided and undiminished for the first time in over a century. From 1918 to 1939, the gradual and successive introduction of new ideas resulted in the formation of separate and distinct trends. The first decade of Polish interwar poetry was clear, constructive, and optimistic; as opposed to the second decade marked by dark visions of the impending war, internal conflicts within the Polish society, and growing pessimism. The whole period was amazingly rich nevertheless. In 1933 the Polish Academy of Literature (PAL) was founded by a decree of the Council of Ministers of the Republic (Rada Ministrów RP); as the highest opinion-forming authority in the country; it awarded Gold and the Silver Laurels (Złoty, and Srebrny Wawrzyn), the two highest national honors for contributions to literature until invasion of Poland in 1939. One of the most prominent poets of the interwar period was Bolesław Leśmian (member of PAL), whose creative personality developed before 1918, and in large part influenced both Interbellum decades (until his death in 1937). The literary life of his contemporaries revolved mostly around the issues of independence. All Polish poets treated the concept of freedom with extreme seriousness, and many patriotic works had emerged at that time, not to mention a particular variant of a poetic cult of Piłsudski. {| width=100% | width=50% valign=top | * Andrzej Strug (1871–1937) * Ferdynand Antoni Ossendowski (1876–1945), Lenin: God of the Godless * Bolesław Leśmian (ca. 1877–1937), PAL * Kornel Makuszyński (1884–1953), Koziołek Matołek, PAL * Stanisław Ignacy Witkiewicz (1885–1939), Nienasycenie * Stefan Grabiński (1887–1936) * Maria Dąbrowska (1889–1965), Noce i dnie (Nights and Days) * Zofia Kossak-Szczucka (1890–1968), Krzyżowcy (trilogy) * Maria Pawlikowska-Jasnorzewska (1891–1945) * Bruno Schulz (1892–1942), Sanatorium Pod Klepsydrą (The Clepsydra Sanatorium) * Julian Tuwim (1894–1953) * Kazimierz Wierzyński (1894–1969), PAL | | valign=top | * Jarosław Iwaszkiewicz (1894–1980), The Maids of Wilko * Stanisław Młodożeniec (1895–1959) * Antoni Słonimski (1895–1976) * Jan Lechoń (1899–1956) * Maria Kuncewiczowa (1899–1989) * Jan Brzechwa (1900–1966) * Aleksander Wat (1900–1967) * Bruno Jasieński (1901–1938) * Julian Przyboś (1901–1970) * Józef Mackiewicz (1902–85) * Witold Gombrowicz (1904–1969), Ferdydurke * Zuzanna Ginczanka (1917–1945), O Centaurach (On Centaurs) |} ==World War II== In the years of German and Soviet occupation of Poland, all artistic life was dramatically compromised. Cultural institutions were lost. The environment was chaotic, and the writers scattered: some found themselves in concentration and labor camps (or Nazi-era ghettos), others were deported out of the country; some emigrated (Tuwim, Wierzyński), many more joined the ranks of the Polish underground resistance movement (Baczyński, Borowski, Gajcy). All literary outlets were forced to cease operation. Writers who remained at home began organizing literary life in conspiracy, including lectures, evenings of poetry, and secret meetings in the homes of writers and art facilitators. Polish cities where such meetings were held most frequently were: Warsaw, Kraków and Lwów. Writers participated in setting-up of the underground presses (out of 1,500 clandestine publications in Poland, about 200 were devoted to literature). Many fought in the Polish army in exile or resisted the Holocaust in a civil capacity. The generation of the Kolumbs, born around 1920, were active during the Warsaw uprising. Literatura II wojny światowej. Opis epoki. Streszczenia.pl. Retrieved 26 September 2011.Dorota Blednicka, „Medaliony” na tle ówczesnej literatury wojennej. Kulturalna Polska (Klp.pl). Retrieved 26 September 2011.Janusz Termer, Komu jest dziś potrzebny pisarz? Portal artystyczno – literacki Pisarze pl. Retrieved 26 September 2011. Heroizacja i deheroizacja postaci w literaturze wojennej i powojennej. Literatura Online (gacek.prv.pl). Best-known representatives of the war years are: {| width=100% | width=50% valign=top | * Zofia Nałkowska (1884–1954), Medallions * Melchior Wańkowicz (1892–1974), Bitwa o Monte Cassino * Krystyna Krahelska (1914–1944) * Gustaw Herling-Grudziński (1919–2000), A World Apart: Memoir * Krzysztof Kamil Baczyński (1921–1944) * Tadeusz Różewicz (1921–2014) | | valign=top | * Tadeusz Gajcy (1922–1944) * Tadeusz Borowski (1922–1951), This Way for the Gas... * Miron Białoszewski (1922–1983) * Wisława Szymborska (1923–2012), Nobel Prize in Literature, 1996 * Zbigniew Herbert (1924–1998) * Jerzy Ficowski (1924–2006) * Stanisław Lem (1921–2006) |} ==1945–56== All texts published under Soviet rules were strictly censored. Much of Polish literature written during the Occupation of Poland appeared in print only after the conclusion of World War II, including books by Nałkowska, Rudnicki, Borowski and others. The Soviet takeover of the country did not discourage Émigrés and exiles from returning, especially before the advent of Stalinism. Indeed, many writers attempted to recreate the Polish literary scene, often with a touch of nostalgia for the prewar reality, including Jerzy Andrzejewski, author of Ashes and Diamonds, describing (according to Communist design) Anti-communist resistance in Poland. His novel was adapted into film a decade later by Wajda. The new emerging prose writers such as Stanisław Dygat and Stefan Kisielewski approached the catastrophe of war from their own perspective. Kazimierz Wyka coined a term \"borderline novel\" for documentary fiction.Jean Albert Bédé, William Benbow Edgerton, Columbia dictionary of modern European literature. Page 632. Columbia University Press, 1980. The situation began to worsen dramatically around 1949–1950 with the introduction of the Stalinist doctrine by minister Sokorski, on behalf of the increasingly violent Communist regime, which engaged in gross violations of human rights. In the years 1944–1956, around 300,000 Polish citizens were arrested, of whom many thousands were sentenced to long-term imprisonment. There were 6,000 death sentences pronounced against political prisoners, the majority of them carried out \"in the majesty of the law\". Fearing for their proper jobs, many writers associated with the Borejsza's publishing empire embraced the Sovietization of Polish culture.Jan Kott, Still Alive: An Autobiographical Essay, p.172-173. Yale University Press, 1994, , Google Print. In 1953 the ZLP Union, run by Kruczkowski with a slew of prominent signatories, declared full support to persecution of religious leaders by the Ministry of Public Security. Death sentences were not enforced, although Father Fudali died in unexplained circumstances,Ks. Józef Fudali (1915–1955), kapłan Archidiecezji Krakowskiej. Institute of National Remembrance. Retrieved 11 October 2011.David Dastych, \"Devil's Choice. High-ranking Communist Agents in the Polish Catholic Church.\" Canada Free Press (CFP), 10 January 2007.Dr Stanisław Krajski, \"Zabić księży.\" Katolicka Gazeta Internetowa, 1 December 2001. as had 37 other priest and 54 friars already before 1953.Józef Marecki, Kościół w Okowach , page 14. Instytut Pamięci Narodowej, Wydawnictwo \"WAM\", Kraków 2009. Likewise, writer Kazimierz Moczarski from Armia Krajowa (the Home Army), tortured in jail by Romkowski's subordinates for several years and sentenced to death, was pardoned and released only at the end of this period.Stéphane Courtois, Mark Kramer, Livre noir du Communisme: crimes, terreur, répression. The Black Book of Communism: Crimes, Terror, Repression, Harvard University Press, 1999, 858 pages. . Pages 377–378. ==1956–present== {| width=100% | width=50% valign=top | * Gustaw Morcinek (1891–1963) * Pola Gojawiczyńska (1896–1963) * Aleksander Wat (1900–1967) * Sergiusz Piasecki (1901–1964) * Konstanty Ildefons Gałczyński (1905–1953) * Jan Dobraczyński (1910–1994) * Marek Hłasko (1934–1969) * Czesław Miłosz (19112004), Nobel Prize in Literature, 1980 * Kazimierz Brandys (1916–2000) * Stanisław Lem (1921–2006) * Tadeusz Konwicki (1926–2015) * Andrzej Kijowski (1928–1985) * Andrzej Bursa (1932–1957) * Bogdan Czaykowski (1932–2007) * Marek Krajewski (born 1966) * Joanna Bator (born 1968) * Adam Zagajewski (born 1945) | | valign=top | * Ryszard Kapuściński (1932–2007) * Joanna Chmielewska (1932–2013) * Halina Poświatowska (1935–1967) * Janusz A. Zajdel (1938–85) * Rafał Wojaczek (1945–1971) * Ewa Lipska (born 1945) * Andrzej Sapkowski (born 1948) * Ryszard Legutko (born 1949) * Jerzy Pilch (born 1952) * Paweł Huelle (born 1957) * Andrzej Stasiuk (born 1960) * Olga Tokarczuk (born 1962) * Jarosław Marek Rymkiewicz (born 1935) * Leopold Tyrmand (1920–1985) * Wojciech Kuczok (born 1972) * Stanisław Barańczak (1946–2014) |} == Nobel laureates == {| class=\"wikitable\" style=\"text-align:right; margin-right:50px;\" |- ! align=center|Henryk Sienkiewicz (1846–1916) ! align=center|Władysław Reymont (1865–1925) ! align=center|Isaac Bashevis Singer (1902–91) ! align=center|Czesław Miłosz (1911–2004) ! align=center|Wisława Szymborska (1923–2012) ! align=center|Olga Tokarczuk (born 1962) |- | 127px|| 107px|| 120px|| 107px|| 110px|| |} * Henryk Sienkiewicz (1905) * Władysław Reymont (1924) * Isaac Bashevis Singer (1978, Yiddish) * Czesław Miłosz (1980) * Wisława Szymborska (1996) * Olga Tokarczuk (2018, awarded 2019) ==See also== * List of Poles: Literature * List of Polish-language authors * List of Polish-language poets * Polish comics * Polish poetry * Samizdat * Sapphic stanza in Polish poetry * Science fiction and fantasy in Poland * Socialist realism in Polish literature * Stowarzyszenie Pisarzy Polskich ==Notes== ==References== *Czesław Miłosz, The History of Polish Literature, 2nd edition, Berkeley, University of California Press, 1983, . *Being Poland. A New History of Polish Literature and Culture Since 1918, ed. by Tamara Trojanowska, Joanna Niżyńska, and Przemysław Czapliński, Toronto: University of Toronto Press, 2018, . *Dariusz Skórczewski, Polish Literature and National Identity: A Postcolonial Perspective, translated by Agnieszka Polakowska, University of Rochester Press - Boydell & Brewer, 2020, (Rochester Studies in East and Central Europe). ==External links== * Polish literature in the Catholic Encyclopedia *Michael Kandel, Plenty of z's but far from dull: Why you should get to know Polish literature, CNN, 18 November 2013 Category:Literature by language ",
    "title": "Polish literature"
}