{
    "id": "45438",
    "text": "Henri Matisse, Vase of Sunflowers, 1898–99, State Hermitage Museum Saint Petersburg, Russia. Eugenie Baizerman, Mother and Child, c. 1949 'Painterliness is a concept based on ''''' ('painterly'), a word popularized by Swiss art historian Heinrich Wölfflin (1864–1945) to help focus, enrich and standardize the terms being used by art historians of his time to characterize works of art. A painting is said to be painterly when there are visible brushstrokes in the final work – the result of applying paint in a manner that is not entirely controlled, generally without closely following carefully drawn lines. Any painting media – oils, acrylics, watercolors, gouache, etc. – can produce either linear or painterly work. Some artists whose work could be characterized as painterly are Pierre Bonnard, Francis Bacon, Vincent van Gogh, Rembrandt, Renoir, John Singer Sargent, and Andrew Wyeth (his early watercolors). The Impressionists, Fauvists and the Abstract Expressionists tended strongly to be painterly. Painterly art often makes use of the many visual effects produced by paint on canvas, such as chromatic progression, warm and cool tones, complementary and contrasting colors, broken tones, broad brushstrokes, sketchiness, and impasto. ==Linear art== The opposite of painterly is linear, plastic or formal linear design.For further clarification of the meaning of malerisch read Francis Bacon: Logic of Sensation by Gilles Deleuze. Linear could describe the painting of artists such as Botticelli, Michelangelo, and Ingres, whose works depend on creating the illusion of a degree of three-dimensionality by means of \"modeling the form\" through skillful drawing, shading, and an academic (rather than impulsive) use of color. Contour and pattern are more the province of linear artists, while dynamism is the most common painterly trait. ==Other usage== Although painterly generally refers to a certain use of paint in art, it happens that some forms of sculpture make use of apparently random surface effects which, if not exactly resembling brushstrokes, contain the traits of painterliness. The application of the term outside the realm of painting may help the viewer, or listener, experience more deeply the significance of Auguste Rodin's surfaces or Richard Strauss's flow of chromatic harmonies. More recently, \"painterly\" is used to describe computer software, especially mobile apps, designed to create special effects on photographs, mimicking recognizable artistic media such as oils, watercolors, Japanese woodcuts, etc., or based on individual styles like van Gogh, Monet, and so on. The resulting photographs, once transformed, are also called \"painterly\".http://iphonephotographyschool.com/painterly-apps/ ==See also== *Expressionism *Abstract expressionism *Flatness (art) *Tachisme *Action painting *Lyrical abstraction *Neo-expressionism *Western painting *History of painting *Painting *Medium specificity ==Notes and references== Category:Painting Category:Concepts in aesthetics ",
    "title": "Painterliness"
}