{
    "id": "45504",
    "text": "UNCF, the United Negro College Fund, also known as the United Fund, is an American philanthropic organization that funds scholarships for black students and general scholarship funds for 37 private historically black colleges and universities. UNCF was incorporated on April 25, 1944 by Frederick D. Patterson (then president of what is now Tuskegee University), Mary McLeod Bethune, and others. UNCF is headquartered at 1805 7th Street, NW in Washington, D.C.\"Contact Us \". United Negro College Fund. Accessed October 8, 2013. In 2005, UNCF supported approximately 65,000 students at over 900 colleges and universities with approximately $113 million in grants and scholarships. About 60% of these students are the first in their families to attend college, and 62% have annual family incomes of less than $25,000. UNCF also administers over 450 named scholarships. UNCF's president and chief executive officer is Michael Lomax. Past presidents of the UNCF included William H. Gray and Vernon Jordan. ==Scholarships== Though founded to address funding inequities in education resources for African Americans, UNCF- administered scholarships are open to all ethnicities; the great majority of recipients are still African-American. It provides scholarships to students attending its member colleges as well as to those going elsewhere. Graduates of UNCF member institutions and scholarships have included many Black people in the fields of business, politics, health care and the arts. Some prominent UNCF alumni include Dr. Martin Luther King, Jr., a Nobel Peace Prize recipient and leader in the Civil Rights Movement; Alexis Herman, former U.S. Secretary of Labor; noted movie director Spike Lee; actor Samuel L. Jackson; General Chappie James, the U.S. Air Force’s first black four-star general; and Dr. David Satcher, a former U.S. Surgeon General and director of the Centers for Disease Control. ==History== In 1944 William J. Trent, a long time activist for education for blacks, joined with Tuskegee Institute President Frederick D. Patterson and Mary McLeod Bethune to found the UNCF, a nonprofit that united college presidents to raise money collectively through an \"appeal to the national conscience\". As the first executive director from the organization's start in 1944 until 1964, Trent raised $78 million for historically black colleges so they could become \"strong citadels of learning, carriers of the American dream, seedbeds of social evolution and revolution\".Wharton Alumni Magazine, Spring 2007 In 2008, reflecting shifting attitudes toward the word negro in its name, the UNCF shifted from using its full name to using only its initials, releasing a new logo with the initials alone and featuring their slogan more prominently. == Fundraising and the Lou Rawls Parade of Stars == United Negro College Fund headquarters in Washington, D.C. The UNCF has received charitable donations for its scholarship programs. One of the more high-profile donations made was by then-senator and future U.S. President John F. Kennedy who donated the money from the Pulitzer Prize for his book Profiles in Courage to the Fund. The largest ever single donation was made in 1990 by Walter Annenberg, who donated $50 million to the fund.B. Davis Schwartz Memorial Library Beginning in 1980, singer Lou Rawls began the \"Lou Rawls Parade of Stars\" telethon to benefit the UNCF. The annual event, now known as \"An Evening of Stars\", consists of stories of successful African- American students who have graduated or benefited from one of the many historically black colleges and universities and who received support from the UNCF. The telethon featured comedy and musical performances from various artists in support of the UNCF's and Rawls' efforts. The event has raised over $200 million in 27 shows for the fund through 2006. In January 2004, Rawls was honored by the United Negro College Fund for his more than 25 years of charity work with the organization. Instead of Rawls' hosting and performing, he was given the seat of honor and celebrated by his performing colleagues, including Stevie Wonder, The O'Jays, Gerald Levert, Ashanti, and several others. Before his death in January 2006, Rawls' last performance was a taping for the 2006 telethon that honored Wonder, months before entering the hospital after being diagnosed with cancer earlier in the year. In addition to the telethon, there are a number of other fundraising activities, including the \"Walk for Education\" held annually in Los Angeles, California, which includes a five kilometer walk/run. In Houston, Texas, the Cypresswood Golf Club hosts an annual golf tournament in April. In 2014, Koch Industries Inc. and the Charles Koch Foundation made a $25 million grant to UNCF. In protest of the Kochs, the American Federation of State, County and Municipal Employees, a major labor union, ended its yearly $50,000–60,000 support for UNCF. In June 2020, philanthropists Reed Hastings and his wife Patty Quillin donated $40 million to the UNCF to be used as scholarship funds for students enrolled at UNCF institutions. Their single donation is the largest in UNCF history.https://www.cnbc.com/2020/06/17/netflix-ceo-hastings- donating-120-million-to-historically-black- institutions.htmlhttps://www.cbsnews.com/news/netflix-ceo-reed-hastings- donation-120-million-hbcus-morehouse-spelman/ ==The UNCF motto== In 1972, the UNCF adopted as its motto the maxim \"A mind is a terrible thing to waste.\" This maxim has become one of the most widely recognized slogans in advertising history. The motto was notably mangled in a 1989 address to the organization by then–Vice President of the United States Dan Quayle, who stated: \"And you take the U.N.C.F. model that what a waste it is to lose one's mind or not to have a mind is being very wasteful. How true that is.\"Dowd, Maureen. \"The Education of Dan Quayle\". The New York Times. June 25, 1989. The motto, which has been used in numerous award-winning UNCF ad campaigns, was created by Forest Long, of the advertising agency Young & Rubicam, in partnership with the Ad Council.See the UNCF website. A lesser-known slogan the UNCF also uses, in reference to its intended beneficiaries, points out that they're \"not asking for a handout, just a hand.\"Gasman, Marybeth (2007). Envisioning Black Colleges: A History of the United Negro College Fund (page 192). Baltimore, MD: The Johns Hopkins University Press. ==UNCF Member Institutions== ===Alabama=== * Miles College, Birmingham * Oakwood University, Huntsville * Talladega College, Talladega * Stillman College, Tuscaloosa * Tuskegee University, Tuskegee ===Arkansas=== * Philander Smith College, Little Rock ===Florida=== * Bethune-Cookman University, Daytona Beach * Edward Waters College, Jacksonville * Florida Memorial University, Miami Gardens ===Georgia=== * Clark Atlanta University, Atlanta * Interdenominational Theological Center, Atlanta * Morehouse College, Atlanta * Spelman College, Atlanta * Paine College, Augusta ===Louisiana=== * Dillard University, New Orleans * Xavier University of Louisiana, New Orleans ===Mississippi=== * Rust College, Holly Springs * Tougaloo College, Tougaloo ===North Carolina=== * Johnson C. Smith University, Charlotte * Bennett College, Greensboro * Saint Augustine's University, Raleigh * Shaw University, Raleigh * Livingstone College, Salisbury ===Ohio=== * Wilberforce University, Wilberforce ===South Carolina=== * Allen University, Columbia * Benedict College, Columbia * Voorhees College, Denmark * Claflin University, Orangeburg * Morris College, Sumter ===Tennessee=== * Lane College, Jackson * LeMoyne-Owen College, Memphis * Fisk University, Nashville ===Texas=== * Huston-Tillotson University, Austin * Jarvis Christian College, Hawkins * Wiley College, Marshall * Texas College, Tyler ===Virginia=== * Virginia Union University, Richmond ==References== ==External links== * Category:1944 establishments in Washington, D.C. Category:African-American history Category:College and university associations and consortia in the United States Category:Identity politics Category:Organizations based in Washington, D.C. Category:Organizations established in 1944 Category:Philanthropic organizations based in the United States Category:Scholarships in the United States Category:Negro ",
    "title": "UNCF"
}