{
    "id": "45656723",
    "text": "George Lovick Pierce Wren, known as G. L. P. Wren (January 10, 1836 - February 8, 1901), was a native Georgian who served from 1884 to 1892 as a Democrat in the Louisiana House of Representatives as the sole member from his adopted Webster Parish in northwestern Louisiana. His tenure corresponded with the administrations of Governors Samuel Douglas McEnery and Francis T. Nicholls. ==Background== Wren was born in Oxford in Putnam County in central Georgia but relocated in 1848 to Minden, the seat of government of Webster Parish, where he lived until his death at the age of sixty-five. He studied law at Emory University in Atlanta, Georgia. He taught school briefly in Arizona, Louisiana, east of Homer in Claiborne Parish.Sam Mims, \"Hon. G.L.P. Wren: Soldier, Farmer, Legislator: Old Civil War Journal Found; Tells of Struggle and Privation for South's Lost Cause; Twice Wounded, Twice Captured; Champion of People against Louisiana Lottery; Refused to Become Wealthy by Bribe,\" Minden Signal-Tribune and Springhill Journal, December 31, 1934, pp. 1, 3, 6, 7 Wren was a second lieutenant in the Louisiana infantry of the Confederate States Army during the American Civil War. He enlisted at Camp Moore in Tangipahoa Parish with the \"Minden Blues\" for a period of twelve months. Nicholas Sandlin had also been part of \"The Blues\". He fought in the Battle of Antietam. He was twice wounded and twice captured. From 1864 to 1865, he was a prisoner of war at Fort Delaware in Delaware. Released after he swore an oath to support the government of the United States, he returned to Webster Parish where he engaged thereafter in farming. He and his wife, the former Ellen Carr (1846-1941), a native of Chambers County in eastern Alabama, had seven children, Robert Lee Wren (1869-1871), Livick Pierce Wren (1871-1956), Atticus Asbury Wren (1874-1939), Marcus Dee Wren Sr. (1876-1952), Floyd Carr Wren (1880-1967), Ernest Septimus Wren (1882-1887), and Ava Gertrude Wren (1885-1950). When an African American beat young Ernest Wren to death, G.L.P. Wren refused the assistance of a vigilante posse, saying, \"we must let the law take its course.\" On his son's death, Wren proclaimed the biblical \"peace that passeth all understanding.\" ==Career== From 1892 to 1896, he and W. A. Stroud represented Bienville, Bossier, Claiborne, and Webster parishes in the Louisiana State Senate during the first term of Governor Murphy J. Foster Sr. In 1892, Senator Wren fought with the assistance of Representative Nicholas J. Sandlin of Minden to abolish the Louisiana State Lottery Company. As a state senator, Wren sided with Governor Foster in opposition to the lottery. When offered a $25,000 bribe by the lottery forces, Wren remained steadfast on principle. Son Marcus Wren represented Minden on the Webster Parish Police Jury, the parish governing body, from 1920 to 1925.Respect for the Past; Confidence in the Future: Webster Parish Centennial, Webster Parish Police Jury, 1971, p. 13 Dr. Floyd Wren graduated from Vanderbilt University in Nashville, Tennessee and practiced dentistry in Jonesboro in Jackson Parish, where he was the mayor, and in Winnfield in Winn Parish, where he was a member of the city council, the school board, and was the registrar of voters from 1940 to 1948. He retired from dentistry in 1945 because of arthritis and operated a dairy in Winnfield for a number of years thereafter. Dr. Wren and his wife are interred at Winnfield Cemetery. Grandson Marcus Dee Wren Jr. (born 1924), is a retired dairyman and tree farmer in Webster Parish.He was named \"Dairyman of the Year\" in 1976.\"Minden is proud of Wren\", Minden Press- Herald, April 7, 1976, p. 1 His wife, Gay Stewart Wren (1928-2011), was a granddaughter of William G. Stewart, namesake of the former William G. Stewart Elementary School in Minden. Wren, his wife, and other family members are interred at Pine Gove Methodist Cemetery north of Minden. == External Links == *Stuart A. Rose Manuscript, Archives, and Rare Book Library, Emory University: George Lovick Pierce Wren diaries, 1858-1864 ==References== Category:1836 births Category:1901 deaths Category:People from Putnam County, Georgia Category:Emory University alumni Category:Politicians from Minden, Louisiana Category:Members of the Louisiana House of Representatives Category:Louisiana state senators Category:Louisiana Democrats Category:Farmers from Louisiana Category:American Methodists Category:People of Louisiana in the American Civil War Category:American Civil War prisoners of war Category:Burials in Louisiana ",
    "title": "G. L. P. Wren"
}