{
    "id": "45653097",
    "text": "Artana and its surroundings, where the 221st MB was reported to be located before it disappeared. The 221st Mixed Brigade (),SBHAC - Brigadas Mixtas del Ejército Popular, 221ª Brigada MixtaCarlos Engel, Historia de las Brigadas Mixtas del E. P. de la República, 1999 was a Mixed Brigade of the Spanish Republican Army in the Spanish Civil War. It was formed in the summer of 1937 in Ciudad Real with four battalions, the 881, 882, 883 and 884. Data are lacking regarding the final fate of this mixed brigade in the mountainous Artana sector of the Eastern Iberian System. The families of the deceased soldiers speculate that the bodies of the disappeared members of this unit may have ended up in mass graves.Elche - Memoria Digital, 221 Brigada MixtaRe: Necesito ayuda datos de la brigada mixta 221 y 222 en Castellon y Valencia ==History== The 221st Mixed Brigade was established in the summer 1937 in Ciudad Real with conscripts of the following call-up years: 1930, 1937 and 1938. The first commander of the unit was Infantry Commander José Torralba Ordóñez, a former retired Captain. The commissar was Antonio Romero Cebriá who belonged to the Izquierda Republicana party. ===First phase=== Although it was placed under the 68th Division of the XX Army Corps the 221st Mixed Brigade could not be formed until November. Already in December 1937 the 221st Mixed Brigade was transferred to the 71st Division of the XXIII Army Corps of the Levantine Army (Ejército de Levante) and moved to Albuñol. In the new location the command of the 221st Mixed Brigade went to Militia Major Jesús Rubio Cerón. By 11 June 1938, as the situation in the Eastern Front grew critical, the 221st Mixed Brigade was placed under the 49th Division of the XX Army Corps and went to the combat line by the Mijares (Millars) river. ===Unknown end of the brigade=== On 4 July 1938 the 221st Mixed Brigade was defending the area of La Vall d'Uixó and Alfondeguilla, from where it slowly withdrew until reaching the protection afforded by the XYZ Line. Between the 7 and 10 November it took part in an unsuccessful attack against the rebel lines in Nudes and Castellón. On 4 February 1939 it joined the 15th Division of the XX Army Corps, substituting the 75th Mixed Brigade in the road from Artana to the Aigualit Creek. The final fate of this mixed brigade is still a mystery. ==See also== *Desaparecidos del franquismo *Mixed Brigades *White Terror (Spain)§Death toll *XYZ Line ==References== ==External links== *Condecorados con la Medalla del Valor - Combatientes *Jumillanos desaparecidos y fallecidos en el año 1938 Category:Military units and formations established in 1937 Category:Military units and formations disestablished in 1939 Category:Mixed Brigades (Spain) ",
    "title": "221st Mixed Brigade (Spain)"
}