{
    "id": "45652233",
    "text": "Ron Barton (25 February 1933 – 4 June 2018) was a British boxer who was British light-heavyweight champion in 1956 and also fought for the commonwealth title. ==Career== Born in West Ham, London, Barton served in the Royal Air Force and worked at Smithfield Market, and was ABA middleweight champion as an amateur, also representing Britain at the 1953 European Boxing Championships in Warsaw.Martin, Derek (2010) An East End Life: My Story, Splendid Books, He began his professional career in February 1954 and won all twelve of his fights that year. In January 1955 he beat Arthur Howard in an eliminator for the British light-heavyweight title at the Royal Albert Hall. He also won his next six fights, including victories over former Spanish champion Ramon Martinez and Canadian champion Yvon Durelle, before suffering his first defeat in November 1955 to Italian middleweight champion Alessandro D'Ottavio on points. He fought D'Ottavio again in January 1956, this time taking the points decision. In March 1956 he faced Albert Finch for the British light-heavyweight title at the Harringay Arena, stopping the defending champion in the eighth round. Three months later he fought Gordon Wallace for the commonwealth title vacated by Randolph Turpin at Clapton Greyhound Track; Barton was knocked down four times but the fight went the full 15-round distance, with Wallace winning on points. Barton announced his retirement from boxing after the fight. Barton went on to work at Smithfield Market.Batchelor, Kevin (2019) \"Ron Barton, a Belated Epilogue\", Boxing News, 9 July 2019, p. 12 In February 1958 Barton was seriously injured in a car crash in which one person was killed.\"Ex-boxer hurt\", The Age, 6 February 1958, p. 18. Retrieved 12 March 2015\"Barton's Birthday\", Singapore Free Press, 12 March 1958, p. 14. Retrieved 12 March 2015 Three years after his defeat to Wallace, Barton returned to the ring. He won his first four fights in 1959 but lost three of his last four before retiring in 1961. He won 26 and lost 5 of his 31 fights. In 1983, Barton suffered a brain haemorrhage, leaving him with short term memory problems, but after 15 months off work he returned to his market job, until finally retiring aged 63. He died on 4 June 2018, aged 85. ==References== ==External links== * *Career record at boxinghistory.co.uk Category:1933 births Category:2018 deaths Category:English male boxers Category:Boxers from Greater London Category:Light-heavyweight boxers ",
    "title": "Ron Barton"
}