{
    "id": "45654605",
    "text": "A recycled diamond is a diamond, which had a prior use and has re-entered the diamond supply chain. Diamonds in recent times have become good candidates for recycling, due to a number of reasons including their hardness and the gemstone being a finite and valuable resource. Diamonds are the hardest known naturally occurring substance and rate a 10 on the Mohs scale of mineral hardness. It has been speculated that the value of the market could be as high as $1 trillion US dollars. ==History== ===Traditional history=== Traditionally, diamonds are considered a valuable commodity and large quantities of rough diamonds have been mined in the last few hundred years via pit mining or alluvial mining. According to Reuters, the lack of quality rough diamonds has been one of the main reasons for the rise of the recycled diamond industry in recent times. Mined production for 2014 was estimated at around 135 million carats of rough diamonds with a value of $17.8 billion. Mine production over the last 150 years is estimated at over half a trillion carats, with a value close to half a trillion dollars. It has been forecast that the mining of diamonds will slow in the coming years, as mines are nearing the end of their productive lives and few new mines are being established. ===Market expansion=== From 2000 onwards, businesses such as pawnbrokers and jewelers began to experience large increases in scrap gold buying from the public. A boom in this industry saw the gold price jump from $250 to $1,900. This led to an increase in the number of pawnbrokers receiving jewelry trade ins. These exchanges led to a huge surplus of diamonds, during the recycling of the gold. Many refiners merely burned up the small \"melee\" diamonds, while others used an acid removal process known as aqua regia, (unless the gold buyers had physically removed the diamonds prior to melting the gold), to harmlessly remove the stones. According to Tacy, a leading provider of research and news on the diamond industry, this urban diamond mine is said to be worth up to US$1 trillion and those diamonds could eventually find their way into the recycled market in the future. Since then, the market of recycled diamonds has continued to expand. De Beers CEO stated in 2014 that one of the biggest issues to the diamond industry was the diamond trade-ins market or recycling. He stated when consumers receive low prices for their recycled gems, it can lead to a low opinion of the product. Following that statement, De Beers were responsible for launching the International Institute of Diamond Valuation. ==Recycling of diamonds== It is impossible to tell the difference between newly mined and polished diamonds and recycled diamonds. As a result, the price should be similar. A recycled diamond might be in excellent condition, though quite possibly have a dated cut or look. As such, a lot of recycled diamonds go through a re-cutting or re-polishing process to make them “as new”. If they require a re-cut, they will be less valuable than a similar, newly polished diamond. Within the diamond industry, recycled diamonds of smaller sizes, typically one-fifth of a carat or smaller, are traded in parcels of mixed diamonds, known as a 'melee’ and are typically bought by jewelry manufacturers, diamond manufacturers and dealers. A diamond laboratory, such as GIA, AGS, EGL USA or IGI, certifies larger diamonds, and these diamonds are sold individually, directly to the public or to jewelry retailers and diamond dealers. According to an independent diamond analyst, the global diamond market saw a huge change in the demand for recycled diamonds. It was suggested that recycled diamonds were at close to 10% of global supply in 2014, compared to a decade earlier when they were well below 5%. Tacy estimated that the recycled diamond market was valued at $1.2 billion in 2012, with growth planned over the coming years.also ==Non-recyclable diamonds== Some diamonds, no matter their size, cannot be recycled. Certain industries that commonly use diamonds for grinding or even the re-polishing of other diamonds mean that they wear over time and effectively become dust. ==See also== * Diamonds as an investment ==References== Category:Diamond ",
    "title": "Recycled diamond"
}