{
    "id": "45651402",
    "text": "Indonesia have participated in the ABU Radio Song Festival twice. The Indonesian broadcaster, Radio Republik Indonesia, has been the organiser of the Indonesian entry since the country's debut in the contest in 2012. ==History== ===2012=== Radio Republik Indonesia is one of the founder members in the ABU Radio Song Festivals, having participated in the very first ABU Radio Song Festival 2012. At the first festival in Seoul, Korea two songs were submitted to represent Indonesia, these were Rando Sembiring with \"Menunggu\" and Dorkas Lea Waroy with \"Aku Rindu\", Rando Sembiring was selected to perform in the final but did not receive a prize. ===2014=== Indonesia were announced as one of 12 countries participating in the ABU Radio Song Festival 2014 by the ABU, However, for unknown reasons no song was ever placed on the official website and Indonesia did not take part in the event. ===2015=== On 8 March 2015 Indonesia announced that they would return to the ABU Radio Song Festival, it was also announced that Sisca Christin Dama would be one of the singers in the festival. Indonesia submitted a total of two songs for the festival the first “Selangkah Lebih Dekat” sung by Sisca Christin Dama, and the other\"Harmonize of the Soul\" by Billy Talahatu. Billy Talahatu was selected to represent Indonesia in Myanmar. == Contestants == ;Table key {| class=\"sortable wikitable\" |- ! Year ! Artist ! Language ! Title ! English translation ! Place ! Award |- |rowspan=\"2\"| |Rando Sembiring |Indonesian |\"Menunggu\" | Waiting |6 | – |- |Dorkas Lea Waroy |Indonesian |\"Aku Rindu\" |I miss |colspan=\"2\" |- | | colspan=\"6\" |- |rowspan=\"2\"| |Billy Talahatu |Indonesian and English |\"Harmonize of the Soul\" | | | |- |Sisca Christin Dama |Indonesian |\"Selangkah Lebih Dekat\" | The Step Closer | colspan=\"2\" |- | | Devita Romauli & Novri Barhfeni | | | | | |- |} ==See also== *Indonesia in the ABU TV Song Festival == References == Category:Countries at the ABU Song Festival ",
    "title": "Indonesia in the ABU Radio Song Festival"
}