{
    "id": "45659816",
    "text": "Kodi Nikorima (born 3 April 1994) is a New Zealand professional rugby league footballer who plays as a and for the New Zealand Warriors in the NRL and New Zealand at international level. He previously played for the Brisbane Broncos in the National Rugby League. ==Background== Nikorima was born in Palmerston North, New Zealand, and is of Māori, Irish descent. He moved to Brisbane, Queensland, Australia as a 12-year-old. He played his junior rugby league for the Aspley Devils, while being educated at Wavell State High School, before being signed by the Brisbane Broncos. His younger brother Jayden Nikorima is also a professional rugby league footballer who used to play for the Sydney Roosters. ==Playing career== ===Early career=== Nikorima playing for the Broncos NYC team in 2014 From 2012 to 2014, Nikorima played for the Brisbane Broncos' NYC team. In February 2014, Nikorima was selected in the Broncos runners-up 2014 Auckland Nines squad. On 5 October 2014, Nikorima played for the Broncos in their 2014 NYC Grand Final against the New Zealand Warriors, playing at fullback and scoring a try in the 34-32 loss. On 18 October 2014, Nikorima played for the Junior Kiwis against the Junior Kangaroos, playing at fullback and scoring a try in the 15-14 win at Mt Smart Stadium. ===2015=== In January and February, Nikorima played for the Broncos in the 2015 NRL Auckland Nines. In Round 2 of the 2015 NRL season, Nikorima made his NRL debut for the Broncos against the Cronulla-Sutherland Sharks, playing off the interchange bench in the Broncos' 10-2 win at Remondis Stadium. On 28 April, he was named as 18th-man for New Zealand against Australia in the 2015 Anzac Test. On 12 May, he re-signed with the Broncos on a one-year contract. In Round 20 against the Gold Coast Titans, he scored his first NRL career try in the Broncos' 34-0 win at Suncorp Stadium. On 4 October, he played off the interchange bench in the Broncos' 17-16 golden-point extra-time loss to the North Queensland Cowboys in the 2015 NRL Grand Final. He finished off his debut season in the NRL having played in 20 matches and scoring 1 try for the Broncos. On 9 October, he was selected in the 23-man New Zealand squad to tour England. He was one of four members of Brisbane's grand final team to be included in coach Stephen Kearney's squad for the three-test tour and one of six rookies to have received an international call-up by the Kiwis. On 2 November, he made his international debut against England, playing off the interchange bench in the Kiwis' 12-26 loss at KC Stadium. In the second test of the series, he was chosen to start at halfback over fellow rookie Tuimoala Lolohea, in the Kiwis' 9-2 win at London Olympic Stadium. On 14 November, in the third and final test match against England, Nikorima kept his starting halfback spot for the Kiwis in their 14-20 final loss at DW Stadium. ===2016=== On 6 May, Nikorima played for New Zealand against Australia in the 2016 Anzac Test, starting at five- eighth after being originally named on the interchange bench in the Kiwis' 16-0 loss at Hunter Stadium. In Round 17 against the Melbourne Storm, he dislocated his shoulder during the first half, where he played the rest of the match with the injury. After the match, he was ruled out for the rest of the year. On 7 September, he extended his contract with the Broncos for a further 2 years, until the end of the 2018 season. He finished the 2016 season having played in 16 matches and scoring 2 tries for the Broncos. ===2017=== Nikorima spent the early rounds of the season playing in the QLD Cup for the Norths Devils before making his first appearance for the Broncos in Round 6 against the Sydney Roosters, playing off the interchange bench in the 32-8 win at Suncorp Stadium. When Broncos first choice halfback Ben Hunt was sidelined with a hamstring injury for 5 matches, Nikorima was selected to fill in at halfback and it come with great success resulting with the Broncos winning 5 matches in a row and him scoring 4 tries in that period of time. On 5 May 2017, Nikorima played for New Zealand in the 2017 ANZAC Test against Australia where he played off the interchange bench in the 30-12 loss at Canberra Stadium. On 17 July 2017, Nikorima extended his contract with the Broncos to the end of the 2020 season.http://www.couriermail.com.au/sport/nrl/teams/broncos/kodi-nikorima- signs-on-with-brisbane-broncos-until-end-of-2020/news- story/bac6cc7f3dbcb69c2bcc2cb3b24b1a9e Nikorima finished the 2017 NRL season with him playing in 19 matches and scoring 7 tries for the Broncos. On 5 October 2017, Nikorima was named in the 24-man New Zealand Kiwis squad for the 2017 Rugby League World Cup.https://www.nrl.com/news/2017/10/05/kiwis-world- cup-squad-named/ In the Kiwis first pool match against Samoa, Nikorima scored his first international try for the Kiwis in the 38-8 win at Mt Smart Stadium.https://www.dailytelegraph.com.au/sport/nrl/shaun-johnson-sparks-new- zealand-to-388-world-cup-win-over-samoa/news- story/e58b4a404e7c412fd4b9a07f4269b028 Nikorima finished the Kiwis disappointing campaign with him playing in 3 matches and scoring 1 try. ===2018=== Nikorima played as halfback in every game of the three match Kiwis tour of England in the northern autumn. He scored a try and was awarded man of the match in the Kiwis's 34-0 drubbing of England that was the final game. ===2019=== After playing seven games for the Broncos in 2019, Nikorima was told that he wouldn't be guaranteed a position in the halves. The New Zealand Warriors had expressed an interest in him as a half, and Nikorima said that they had offered \"a future for me in the position I want to play.\" Nikorima was granted an immediate release by the Broncos and signed a two and a half year contract to play for the Warriors. His first game for his new club was their 26-18 victory over St George Illawarra at Suncorp Stadium in Brisbane. ==References== ==External links== *New Zealand Warriors profile *Brisbane Broncos profile *2017 RLWC profile Category:1994 births Category:New Zealand rugby league players Category:New Zealand Māori rugby league players Category:New Zealand people of Irish descent Category:New Zealand national rugby league team players Category:Brisbane Broncos players Category:Junior Kiwis players Category:Norths Devils players Category:Rugby league hookers Category:Rugby league halfbacks Category:Rugby league fullbacks Category:Living people ",
    "title": "Kodi Nikorima"
}