{
    "id": "45656858",
    "text": "A Look at Monaco was an CBS television special and documentary broadcast in the United States on 17 February 1963. The film featured a tour of the Principality of Monaco conducted by the former American actress Grace Kelly, who had become the Princess of Monaco following her 1956 marriage to Prince Rainier III. The couple's children, Princess Caroline and Prince Albert, were also featured in the film. The musical soundtrack to the film was written by Percy Faith and performed by the Orchestre National de l'Opera de Monte Carlo, and released as a separate LP. A Look at Monaco was based on another television special, A Tour of the White House with Mrs. John F. Kennedy, which had featured the First Lady of the United States Jacqueline Kennedy, wife of President of the United States John F. Kennedy. A Look at Monaco was written by Cynthia Lindsay and produced by William Frye. The director of photography was Lionel Loudon. The film represented a return to the screen for Princess Grace, who had retired in 1956 following the filming of High Society and her subsequent marriage to Rainier. The film's production costs were $400,000, and the rights to the film became Grace's property after its sole broadcast in the United States. Grace stipulated that the film should be produced in colour and that no advertisements could be broadcast within three minutes of a scene featuring the Monegasque royal family. ==Content== The film includes a tour of the Prince's Palace of Monaco conducted by Princess Grace, a visit to the Monaco Zoo with the Princess and her family, the princely couple attending the Opéra de Monte-Carlo with his father, Prince Pierre, and his sister, Princess Antoinette. The film also shows Grace visiting an orphanage and Grace and Rainier attending mass at the Monaco Cathedral. The Casino de Monte Carlo is not featured, as Princess Grace stipulated that no gambling should be depicted in the film. The producer of the film wished to include the casino, but the Princess said that as she and her husband had not been there and not missed it, neither should the audience. ==References== ==External links== Category:1963 in American television Category:1963 in Monaco Category:1963 television specials Category:CBS television specials Category:1960s documentary films Category:Films set in Monaco Category:Grace Kelly ",
    "title": "A Look at Monaco"
}