{
    "id": "45654992",
    "text": "Stephen Louis Macknik ( ; born August 9, 1968) is an American neuroscientist and science writer. He is a Professor of Ophthalmology, Neurology, and Physiology & Pharmacology at the State University of New York, Downstate Medical Center, where he directs the Laboratory of Translational Neuroscience. He directed laboratories previously at the Barrow Neurological Institute and University College London. He is best known for his studies on illusions, consciousness, attentional misdirection in stage magic, and cerebral blood flow. Macknik is a founding member of the Neural Correlate Society. He serves on the Advisory Board of Scientific American: Mind, and on the Leadership Team of the Center for Emergency Management and Homeland Security at Arizona State University. ==Biography== ===Early life and education=== Stephen Macknik was born in 1968 in Dayton, Ohio, to an astrophysicist father and physical therapist mother. He grew up in Maui, Hawaii. Macknik completed a triple-major in Psychobiology, Biology, and Psychology at the University of California, Santa Cruz in 1991. Thereafter, he completed his PhD in Neurobiology at Harvard University in 1996, under the supervision of Prof. Margaret Livingstone. He received his postdoctoral training from the Nobel Laureate Prof. David Hubel at Harvard Medical School,http://www.seaburyhall.org/page.cfm?p=1448 from 1996 to 2001. ===Career=== In 2001, Macknik moved to the United Kingdom, as a Lecturer in Ophthalmology and laboratory director at University College London. In 2004, he returned to the United States as an Assistant Professor, and later, Associate Professor, at the Barrow Neurological Institute in Phoenix, Arizona, where he directed the Laboratory of Behavioral Neurophysiology. In 2014, he moved to Brooklyn, NY, as Professor of Ophthalmology, Neurology, and Physiology & Pharmacology at SUNY Downstate Medical Center, where he directs the Laboratory of Translational Neuroscience. He serves on the editorial board of the scientific journal PeerJ. ===Awards and recognition=== Macknik has received a number of awards, honoring his scientific work and his neuroscience outreach to the general public. Some of his awards include: * The Empire Innovator Award from the State of New York. * The Research Initiative Award, from the American Epilepsy Society (2013)https://www.aesnet.org/research/funding%20for%20established%20investigators/2013%20established%20investigators%20award%20recipients * The EyeTrack Award, a global science prize given annually to a single cutting-edge publication in eye movement research, for his work with Parkinsonian patients. Macknik's research has been featured in print in The New York Times, The New Yorker, The Wall Street Journal, The Atlantic, Wired, The LA Chronicle, The Times (London), The Chicago Tribune, The Boston Globe, Der Spiegel, etc., and in radio and TV shows, including Discovery Channel's Head Games and Daily Planet shows, NOVA: scienceNow, CBS Sunday Morning, NPR's Science Friday, and PRI's The World.http://www.pri.org/stories/2010-12-29/learning-about-brain-magic ==Personal life== Macknik is married to fellow neuroscientist and frequent collaborator Susana Martinez-Conde, who is also a professor and laboratory director at SUNY Downstate Medical Center. They have three children and live in Brooklyn, New York. ==Scientific research== ===Illusions=== Macknik’s research focuses on the neural bases of perceptual and cognitive illusions. He has studied visual masking illusions, the wakes and spokes illusion, and various illusions in stage magic. He writes the Illusions column for Scientific American: Mind. ===Attention and awareness=== Macknik studies the neural bases of attention and visual awareness. His research on visual awareness has concentrated on visual masking, and attentional misdirection in stage magic. ===Neuromagic=== Macknik and Martinez-Conde have pioneered the study of stage magic techniques from a neuroscience perspective. They have proposed that neuroscientists and magicians share many overlapping interests, and that both disciplines should collaborate with one another to mutual advantage. Macknik and Martinez-Conde are credited with founding the discipline of Neuromagichttp://www.sciencewriters2011.org/speakers/susana- martinez-conde-phd.html as an area of scientific study devoted to unveiling the neural mechanisms underlying the perception of magic. Martinez-Conde and Macknik coined the term \"Neuromagic\" in a 2008 Scientific American article. They have conducted research in collaboration with many renowned magicians, including Teller from Penn & Teller, Mac King, James Randi, and Apollo Robbins. Macknik and Martinez-Conde’s neuromagic research is the focus of their award-winning book and international bestseller Sleights of Mind. ===Cerebral blood flow and neurological disease=== ==Popular science writing== ===Sleights of Mind: What the Neuroscience of Magic Reveals About our Everyday Deceptions=== Macknik's book Sleights of Mind, co-written with Susana Martinez-Conde and Sandra Blakeslee, is an international bestseller published in 19 languages. In the New York Times Sunday Book Review, J.J. Abrams described Sleights of Mind as one of his favorite books and \"a very cool read.\" Sleights of Mind was listed as one of the 36 Best Books of the year by The Evening Standard, London, and received the Prisma Prize to the Best Science Book of the year. ===Champions of Illusion=== Macknik and Martinez- Conde's upcoming book, Champions of Illusion,http://www.orights.com/books/865/ will be published by Scientific American/Farrar, Straus and Giroux. Stephen at conference In conversation with Susan Martinez-Conde ===Illusions Column in Scientific American: Mind=== Macknik and Martinez-Conde write a regular column for Scientific American: MIND on the neuroscience and perception of illusions. Their collected articles were published in two Scientific American special issues, in 2010 and 2013. ===Illusion Chasers blog=== Macknik and Martinez- Conde write the Illusion Chasers blog, on \"Illusions, Delusions, and Everyday Deceptions,\" for the Scientific American Blog Network. ===Other writing=== Macknik has written for The Times, Odyssey, Muse,http://smc.neuralcorrelate.com/files/publications/macknik_muse2011.pdf and Scientific American. File:Stephen Macknik CSICon 2018 Champions of Illusion - crop.jpg|Main photo 2018 File:Stephen Macknik CSICon 2018 Champions of Illusion - Super Crop.jpg|Main photo 2018 cropped File:Susan Martinez-Conde & Stephen Macknik CSICon 2018 Champions of Illusion.jpg| 2018 In conversation with Susan Martinez-Conde ==References== ==External link== Category:SUNY Downstate Medical Center faculty Category:1968 births Category:Living people Category:Harvard University alumni Category:American neuroscientists Category:People from Dayton, Ohio Category:University of California, Santa Cruz alumni ",
    "title": "Stephen Macknik"
}