{
    "id": "45659057",
    "text": "Pambiche Cocina and Repostería Cubana, or simply Pambiche, is a Cuban restaurant located in northeast Portland, Oregon. ==Description== ===Building=== Pambiche is housed in \"a funky turn of the century Victorian building\", located at 2811 Northeast Glisan Street in Portland's Kerns neighborhood. ===Restaurant=== The restaurant is owned by chef and musician John Maribona, a first-generation Cuban American, and serves traditional Cuban cuisine using recipes from Maribona's family. It features outside seating and offers happy hour during select hours. The menu includes empanadas, pork roast, prawns, tostones, and several vegetarian options. Select plates include roasted corn and chicken, smoked ham in béchamel sauce, a Cuban creole fish sandwich with red snapper, and Valencia saffron rice and chicken. Its brunch menu includes plates with beans, eggs, rice and a choice of protein. ==History== Pambiche installed ornate bicycle racks with a \"decidedly Caribbean feel\" in 2011. In 2015, Maribona expressed approval of President Barack Obama's announcement to normalize relations with Cuba after more than fifty years. He shared his hope that Pambiche would be able to have Cuban-made products such as chocolate. ==Reception== The restaurant's dinner menu, 2017 Pambiche has received a generally positive reception. It was awarded \"Chef's Choice\" for the best Latin American restaurant by The Portland Mercury and named \"Restaurant of the Year\" by Willamette Week. The Portland Mercury also said Pambiche was \"good, fun, and justifiably popular\" and recommended the desserts. Lonely Planet described the restaurant as \"Portland's best Cuban food, with a trendy and riotously colorful atmosphere\", while The New York Times noted, \"Locals know that you can drive by Pambiche any night of the week and find it packed\". Thrillist included it in their list of \"The 12 Best Portland Brunch Spots... Without Lines\" in 2014. Travel Portland called Pambiche \"can't-miss Cuban cuisine\" that emphasizes healthy, natural foods and \"feels like it's straight out of grandma's kitchen\". ==References== ==External links== * * Pambiche full menu, The Portland Mercury * Category:Cuban-American cuisine Category:Cuban restaurants Category:Hispanic and Latino American culture in Portland, Oregon Category:Kerns, Portland, Oregon Category:Northeast Portland, Oregon Category:Restaurants in Portland, Oregon ",
    "title": "Pambiche Cocina and Repostería Cubana"
}