{
    "id": "45657463",
    "text": "Rinaldo Paluzzi (May 27, 1927 – March 27, 2013) was an American-Spanish Abstract Art and Geometric abstraction painter and sculptor in the post-World War II era. He was born in Greensburg, Pennsylvania, and died in Madrid, Spain. Paluzzi’s works are in a number of permanent collections, from the Hirshhorn Museum and Sculpture Garden at the Smithsonian to the Union Fenosa Museum of Contemporary Art in Coruna, Spain.http://www.javierbmartin.com/index.php/pintores-javier-b- martin/222-rinaldo-paluzzi ==Education and works== After serving in the U.S. Navy during WWII, he was a student at the John Herron School of Art (now part of the Indiana University) from 1948 to 1950. He then left to attend the Accademia di Belle Arti in Rome Italy until the end of 1951. After returning to the Herron, he received a Bachelor of Fine Arts in 1953. He remained at the Herron, where in 1957 he was awarded a Master of Fine Arts. The following is from the Herron Chronicle (published in 2003). ::Twenty-seven students received their diplomas and degrees at commencement on June 9, 1957. One of the graduates in attendance was Rinalo (Randy) Paluzzi who received his MFA that day and a top $2,000 Louis Comfort Tiffany Foundation grant. He was just as surprised as anyone that such honors were coming to him, considering that a mere eight years before he had been at home in Greensburg, Pennsylvania, discharged from the Navy, with no high school diploma, no clear prospects, and no interest in art at all. His elder brother Guarino had just transferred to Herron, and he suggested that Randy use his G.I. Bill and follow him there. Paluzzi recalled that his first drawings in Harry Davis' class were \"terrible.\" Since the Tiffany grant could be used without restrictions, Paluzzi decided to spend it in Italy, parceling it out to last a full year. Aiming to take his wife, former classmate Claudine Kelsey, and his three infant daughters along, and realizing the grant would not stretch that far, he spent the summer of 1957 working 12-hour shifts driving a mail truck to raise another $1,000. The Paluzzis left for Rome on October 2.Pages 127-130 of The Herron Chronicle by Harriet Warkel, Martin Krause, and S.L. Berry with an index by Jennifer L. Hehman, Upon their return to Greensburg, a local gallery devoted a showing in Indianapolis to all 65 paintings he had finished during that year away. Totem (1982) He is best known in the United States for Totem a 32 x 5 x 5 foot sculpture located in Celebration Plaza, White River State Park, Indianapolis, Indiana. Made of stainless steel, it is a triangular shaped vertical tube with triangular and trapezoidal cut-outs in the steel. It was constructed in 1982, and sits centered atop a concrete circle, 40 feet in diameter, with a sundial face. \"Vertical Construction\" 1959 According to his obituary in the Pittsburgh Tribune-Review, he was “internationally known for his artistic talents and his paintings and sculptures are on display in Amsterdam. Paris, Spain, Switzerland, California and Indiana.”http://obituaries.triblive.com/listing/223617/Rinaldo-Paluzzi/ ==Exhibitions== ===Most recent individual exhibitions=== *1998 Fundación Caja de Granada, Sala Triunfo, Granada. *1998 Galeria Aele-Evelyn Botella, Madrid. *2000 Centro Municipal de Exposiciones, Instituto Municipal de Cultura, Elche (Alicante). ===Most Recent Collective Exhibitions=== *2002 \"Reds\" Galeria Aele-Evelyn Botella, Madrid. *2002 \"Dialogos\", Concejalia de Cultura de Majadahonda, Majadahonda, Madrid. *2003 \"Nueve de nuevo\" Ballesol, Principe de Vergara, Madrid. *2004 \"La poética de Cuenca\", 40 años después, Centro Cultural de la Villa, Madrid. *2005 \"Sempere entre amics\", Universidad de Alicante, Museo de la Universidad de Alicante *2005 \"Summertime\", Galeria Aele-Evelyn Botella, Madrid. *2014 “El trabajo de lo visible”, Galería Odalys, Madrid ==Museum collections== *Norton Simon Museum, Pasadena, California.http://www.nortonsimon.org/search/index.php?q=Rinaldo+Paluzzi&x;=20&y;=9 *Carnegie Museum of Art Pittsburgh, Pennsylvania.http://www.cmoa.org/CollectionSearch.aspx?srch=Rinaldo%20Paluzzi *Indianapolis Museum of Art, Indianapolis.http://www.imamuseum.org/search/ima/Rinaldo *Evansville Museum, Evansville, Indiana.The Evansville Museum has one work by Mr. Rinaldo Paluzzi, a lithograph made in 1957 titled “Tevere, Rome, Italy”. The work was purchased in 1961 from the museum’s Mid-States Art Exhibition *Westmoreland Museum of American Art, Greensburg, Pennsylvania.http://collection.wmuseumaa.org/Art476?sid=1029&x;=96905 *Brooks Museum of Art, Memphis, Tennessee. *Purdue University, West Lafayette, Indiana.Purdue University Galleries has one work signed on the back, titled \"Spatial Construction and dated Madrid 1973.\" It is constructed of 2 wood panels 150cm high and 75cm wide, hinged together, so it would be 150cm wide if flattened out. *Hirshhorn Museum and Sculpture Garden at the Smithsonianhttp://www.hirshhorn.si.edu/search- results/?edan_search_value=Rinaldo%20Paluzzi *Museo de Art Contemporaneo Union Fenosa, La Coruña, Spain *Krannert Art Museum, University of Illinois http://kam.illinois.edu/search/index.html *Fundación Juan March, Madrid *Indiana State University, Terre Haute, INhttp://library.indstate.edu/art/inventory/ ==References== ==External links== *Smithsonian's Save Outdoor Sculpture! survey of \"Totem\" *A sketch of \"Totem\" acquired by the Indianapolis Museum of Art. *\"Rinaldo Paluzzi: El humanista constructivo\" *\"Rinaldo Paluzzi\" film by Galder Arriaga\" *\"Resultados de la búsqueda\" *\"El Travajo de La Visible\" Category:1927 births Category:2013 deaths Category:Artists from Pennsylvania ",
    "title": "Rinaldo Paluzzi"
}