{
    "id": "45653496",
    "text": "Helgeland Kammerkor before a concert in Lewisham, London: June 2011. Helgeland Kammerkor is a mixed choir from the region of Helgeland in Northern Norway. The choir was founded in Sandnessjøen i 1992, and currently has around 30 members. The members of Helgeland Kammerkor meet once a month for rehearsals, and give concerts 4-5 times a year. The choir has a broad repertoire that includes church music, madrigals, Nordic folk music and large concert works such as Carmina Burana by Carl Orff. From 2009 to 2018 the choir was conducted by Christopher Eva. Helgeland Kammerkor have recorded two CDs: Folketoner fra Helgeland (Folk music from Helgeland) in 2005, and Mennesket og skaperverket (Man and Creation) in 2012. In the autumn of 2012 Helgeland Kammerkor celebrated their 20th anniversary with concerts on the Hurtigruten (Norwegian coastal ship) and in Lurøy Church. In March 2013 Helgeland Kammerkor were artist of the week on the Norwegian radio station NRK Nordland, with music from the CD Mennesket og skaperverket. In 2016 Helgeland Kammerkor were featured in the Norwegian classical music magazine Klassisk Musikkmagasin.Jostein Pedersen: Sammen for sangen, Klassisk Musikkmagasin 4/2016 In 2017 the 25th anniversary of Helgeland Kammerkor was celebrated with a concert in Sandnessjøen, the town where the choir was founded. A profile of the choir in the magazine Bo & Lev på Helgeland, timed to coincide with the anniversary, notes that for 25 years the choir has been a fine example of regional cooperation.Synger ut for regionalt samarbeid, Bo&Lev; på Helgeland 4/2017 ==Recent activity== Helgeland Kammerkor giving a Christmas concert in Herøy Church (Nordland): December 2013. Helgeland Kammerkor at Røssvoll Church, Rana: April 2013. *2018. January: concert in Mo Church (Nordland). May: Spring concert in Dønnes Church (Dønna). June: concert in Susendal Church (Hattfjelldal). *2017. April: music for Lent and Easter in Alstahaug Church, one of seven surviving medieval era churches in northern Norway. June: choir tour to Dublin, Ireland. October: 25th anniversary concert in the new concert hall (Kulturbadet) in Sandnessjøen. December: Christmas concerts in Leirfjord Church and Drevja Church. *2016. April: Kor perler (choral classics) presented in collaboration with the ensemble KammeRana, with concerts in Nesna and Mo i Rana. June: concert in Lurøy Church. August: concert to celebrate the centenary of Sjona Church, Rana. October: folk music and madrigals in Sjøgata, a picturesque street in Mosjøen. December: the choir sings for an international audience on the Hurtigruten ship MS Nordlys, followed by a Christmas concert in Brønnøy Church. *2015. January: opening concert for Mo Kirkemusikkfestival, a new festival of church music in Mo Church (Nordland). April: Concert performance of Carmina Burana by Carl Orff in collaboration with KammeRana, with concerts in Herøy, Sandnessjøen, Hemnes and Mo i Rana. December: Christmas concerts in Hattfjelldal Church and Tärnaby church, Sweden. *2014. May: Concert performance of Carmina Burana by Carl Orff in collaboration with KammeRana, with concerts in Mosjøen, Sandnessjøen,Morten Hofstad: Tar stor-verk på turne , Helgelands Blad, 23 May 2014 Nesna and Mo i Rana.Hedda Hiller Elvestad: Svimlende skjebnesang, Rana Blad, 26 May 2014 June: choir tour to Reykjavik, Iceland. October: concerts in Korgen ChurchKenneth Haagensen Husby: Sang seg fra Helgeland til USA, Rana Blad, 27 October 2014 and Drevja Church. December: Christmas concerts in Sandnessjøen Church and Dønnes Church. *2013. Spring concerts in Sandnessjøen Church, Røssvoll Church, Mo Church (Nordland)Hedda Hiller Elvestad: Helgelands vakreste stemmer, Rana Blad, 29 April 2013 and Vega Church. Christmas concerts in Sandnessjøen ChurchSidsel Haraldsen: Mektig av Helgeland kammerkor, Helgeland Arbeiderblad, 9 December 2013 and Herøy Church (Nordland). *2012. Spring concerts on the islands of Lovund (celebrating the return on 14 April of the puffin breeding colony) and Dønna (celebrating the annual unveiling of the phallic stone). 20th anniversary concert in Lurøy Church. *2011. June: choir tour to London with a concert in St. Mary’s Church, Lewisham. December: Christmas concert in Tärnaby church, Sweden. ==International tours== *London, England (2011). Helgeland Kammerkor sang in the Norwegian church in London (St Olav's Church) and gave a concert in St Mary's Church in Lewisham. The choir also visited Greenwich and sang in front of the statue of James Wolfe in Greenwich Park. * Reykjavik, Iceland (2014). Helgeland Kammerkor sang in Fella- and Hóla Church, the Nordic House and Harpa Concert Hall. *Dublin, Ireland (2017). Concerts in Christ Church Cathedral and St. Stephen's Green. The choir also sang on the terrace of Powerscourt House, County Wicklow, and beside the statue of Molly Malone in Suffolk Street, Dublin. In 2011 and 2015 Helgeland Kammerkor gave Christmas concerts in Tärnaby, Sweden. == Discography == Helgeland Kammerkor recorded their album Folketoner fra Helgeland (Folk music from Helgeland) in Alstahaug Church, one of seven surviving medieval era churches in northern Norway. {| class=\"wikitable\" |- ! Year of recording ! Work / Album ! Description ! Recorded in |- | align=\"center\"|2005 | Folketoner fra Helgeland (Folk music from Helgeland) | 27 folk tunes from the district of Helgeland in Northern Norway, recorded in collaboration with folk musicians from Helgeland. | Alstahaug Church |- | align=\"center\"|2012 | Mennesket og skaperverket (Man and Creation) | Hymns, songs, madrigals and folk music. The title is taken from a hymn by the Norwegian hymn writer Svein Ellingsen. | Gruben Church, Mo i Rana |- |} == References == Category:Norwegian choirs Category:Musical groups established in 1992 Category:1992 establishments in Norway Category:Musical groups from Nordland ",
    "title": "Helgeland Kammerkor"
}