{
    "id": "45654604",
    "text": "Powell S. Barnett (2 August 1883 - 16 March 1971) was a Seattle-based musician, civil rights activist, and African American community leader. == Biography == Powell S. Barnett was born in Brazil, Indiana in 1883, though Barnett's family migrated to Roslyn, Washington, in 1889. His father, an ex- slave, was one of many black miners recruited to work in the coal mines of Washington state. As a teenager, Powell also worked in the Roslyn coal mines and played in the \"colored\" band. Powell S. Barnett married Katherine Conna of the pioneering John N. Conna family in 1906, and they settled in Seattle. Barnett was a community leader who worked to improve race relations, organizing the Leschi Improvement Council and serving as its first president in 1967,http://www.historylink.org/index.cfm?DisplayPage=output.cfm&File;_Id=3434 organizing the East Madison YMCA, and acting as its chairman, and chairing the committee that revised the Seattle Urban League. Barnett, a sousaphone player, was the first black member of the once all-white Seattle Musicians Union, Local 76 and was instrumental in the merger between the black and white musicians' locals into the Musician's Association of Seattle 76-493.http://www.historylink.org/index.cfm?DisplayPage=output.cfm&file;_id=307 In 1967 he was named Seattle-King County's Senior Citizen of the Year for his history of service and contributions to the local community. Barnett's account of Black and Asian race relations in Seattle in 1909 has been used in scholarship to substantiate the anti-black discrimination and racial tensions that were pervasive in Seattle at the time. == Positions held == * Gold Card member/NAACP * Lifetime member/Mt. Zion Baptist Church * Board Member/Volunteers of America, 1901–08 * Founder-Mgr/Royal Colored Giants baseball team * Democratic Precinct committeeman, 33rd District/15 years. * Board member/Lee House for Senior Citizens * President/Seattle Urban League, 1948-1950 * Air Raid Warden, 1941-1945 * Chairman, Committee to establish East Madison YMCA * Board member, East Madison YMCA * Treasurer, King County USO, 1944-1961 * Executive Committee, United Good Neighbors, 1942 * Chairman, Committee to amalgamate Local 76 (white) and Local 493 (black) Musician's Union, 1956 * Founder/President, Leschi Improvement Council * Chairman, Welcoming Committee to integrate Japanese American citizens after World War II * Jackson Street Community Council \"Man of the Year\" 1964 * Seattle Urban league Annual Award * Founder/Pacific Northwest Baseball Umpires Association == Powell Barnett Park == Powell Barnett Park is located in the Leschi neighborhood in Seattle. The 4.4 acre park that was Garfield High School's former track was, in 1969, named Powell Barnett Park. Named in honor of community activist Powell Barnett, the 4.4-acre park had begun to show its age. Community members, including Barnett's granddaughter, Maisha Barnett, built public support and raised money, obtaining grants to complete public process and design. The community's dedication attracted the attention of Starbucks, which selected the park to receive additional funding through the Starbucks Parks Fund. ==Quote== \"I have always felt that my community is no better or worse than what I help make it, likewise, my country. I can't delegate my own responsibility. I can't assume anyone else's.\" == References == ==Further reading== * Mary T. Henry, Tribute: Seattle Public Places Named for Black People. (Seattle: Statis Press, 1997), 58-59. * Howell, Rev. Earl. \"The Works of These Negro Citizens Have Distinguished Them as Builders for Brotherhood.\" The Seattle Times 12 Feb. 1956: 130. America's Historical Newspapers. Web. 16 Mar. 2015. === Archives === * Powell S. Barnett Papers (1967-1968). 2 tape reels, 1 sound cassette, 6 folders, and 1 note card * Central Washington University's Roslyn African American History Photographs * Central Seattle Community Council Federation Records Category:1883 births Category:1971 deaths Category:Musicians from Seattle Category:American civil rights activists Category:People from Brazil, Indiana Category:People from Roslyn, Washington ",
    "title": "Powell S. Barnett"
}