{
    "id": "45652851",
    "text": "The Rangeley Trust Company Building is a historic former bank building at 60 Main Street in the center of Rangeley, Maine. It now houses the Rangeley Lakes Region Historical Society Museum. It is a single story brick Classical Revival building, designed by William R. Miller and built in 1905-06. It was Rangeley's first brick commercial building, and housed its first bank. From 1922 to 1979 it served as Rangeley's town hall. It was listed on the National Register of Historic Places in 1989. ==Description and history== The Rangeley Trust Company Building stands facing roughly east on the west side of Main Street (Maine State Route 4) in the center of Rangeley village. It is a small single-story brick structure, three bays wide, with a flat roof and a concrete foundation. The entrance is in the center bay topped by a dentillated pediment. It is flanked by plate glass windows topped by transom windows, which are framed by brick pilasters. The facade is topped by a broad entablature and wooden cornice, with a low brick parapet above. The main space in the interior, originally the bank lobby and teller area, is finished with tongue-and-groove wainscoting. Toward the rear of the building there is a vault, the office of the bank president, and stairs leading to the basement. The basement has a small metal jail cell located beneath the vault. The town of Rangeley was established in 1860, but experienced significant growth in the late 19th century with the advent of outdoor vacation activity spurred by the adjacent Rangeley Lake's reputation as a fishing locale. The Rangeley Trust Company was founded in 1905 by Harry Furbish, a local businessman active in both lumbering and insurance, as a vehicle to finance the area's economic development. Furbish retained Lewiston architect William R. Miller to design this Classical Revival building, which opened for business in 1906. Furbish operated his businesses out this building until 1922, when the bank moved to larger quarters. It was then converted for use as town hall (around which time the basement jail cell was added). In 1979 the town gave the building to the local historical society, which now uses it as its headquarters and museum. ==See also== *National Register of Historic Places listings in Franklin County, Maine ==References== Category:Bank buildings on the National Register of Historic Places in Maine Category:Neoclassical architecture in Maine Category:Buildings and structures completed in 1905 Category:Buildings and structures in Franklin County, Maine Category:Town halls in Maine Category:National Register of Historic Places in Franklin County, Maine Category:1905 establishments in Maine ",
    "title": "Rangeley Trust Company Building"
}