{
    "id": "45659120",
    "text": "Hambidge Wilderness Protection Area is a protected area in the Australian state of South Australia located in the gazetted locality of Hambidge about north of Port Lincoln and north east of Lock. The wilderness protection area was proclaimed under the Wilderness Protection Act 1992 on 30 September 2004 on land previously proclaimed under the National Parks and Wildlife Act 1972 as the Hambidge Conservation Park. It was, with Hincks Wilderness Protection Area, among the first reserves on mainland South Australia, being declared Flora and Fauna Reserves in 1941. Pressure from primary producers resulted in the selling of substantial areas: from Hambidge in 1954–1955 and from Hincks in 1960. Pressure for further excisions was resisted by Government. The following qualities have been identified by the government agency managing the wilderness protection area: > This area comprises an extensive system of parallel dunes with ridges (6 to > 12 metres in height) running north west to south east. Clay pans are > scattered throughout the inter-dunal area. Vegetation comprises a low mallee > scrub association dominated by Eucalyptus dumosa, E socialis, E oleosa, E > incrassata, E calycogona, Melaleuca uncinata, M lanceolata with an > understory comprising Santalum acuminatum, Triodia, Hibbertia, Baeckia, > Boronia and Dodonaea species. The area is home to a wide variety of mallee > birds, including the endangered malleefowl, and vulnerable species such as > blue-breasted wren, blue-winged parrot, chestnut quail-thrush, yellow-plumed > honeyeater and yellow-tailed pardalote. Visitors occasionally enter the > reserve to visit Prominent Hill. Its name is derived from the Hambidge Conservation Park, then the Hambidge National Park and ultimately from the cadastal unit of the Hundred of Hambidge which was named after Clive M. Hambidge who was the Surveyor General of South Australia from 1937 to 1950. It is classified as an IUCN Category Ib protected area. ==References== Category:Wilderness areas of South Australia Category:Protected areas established in 2004 Category:2004 establishments in Australia Category:Eyre Peninsula ",
    "title": "Hambidge Wilderness Protection Area"
}