{
    "id": "45651598",
    "text": "William Frederick Taylor (27 April 1840 - 29 June 1927) was a surgeon and member of the Queensland Legislative Council. ==Early life== Taylor was born in 1840 in London, England to Joseph Taylor, a Canadian engineer, and his wife Hannah (née Lambert). The family soon moved to Canada and he was educated at Kingston Grammar School and Queen's University, Kingston where he graduated in medicine with honours. In 1862, Taylor returned to England and became Licentiate of the Apothecaries Society in London. Before long he sailed to Melbourne in 1863 and shortly afterwards moved to Hay, New South Wales where commenced practice as a surgeon. In 1866 Taylor was back in London, working at Guy's Hospital and moving to Paris to work at the Hôtel-Dieu de Paris and Hôpital de la Charité. He went back to England and became a member of the Royal College of Surgeons before once again leaving for Australia. 1870 saw Taylor in Queensland, practising in Clermont before moving to Warwick, acting as visiting doctor at the local hospital and being elected to the local council as an alderman. After a visit to England in 1883, he returned to Australia, this time to settle in Brisbane, where he worked at his profession for the rest of his life. ==Political career== Taylor was appointed to the Queensland Legislative Council in April 1886, serving for 36 years till it was abolished in 1922. During this time he was chairman of committees, holding the role from September 1913 till November 1920. He took every opportunity to promote up-to-date hygiene methods for the community. ==Personal life== While in Clermont in 1873, Taylor married Isabella Graham, the daughter of John Graham. They had five children, including one daughter who went on to marry Ernest Bell, the future member for Fassifern. Taylor died in May 1930. His funeral moved from 'Rolyat', his residence in Ashgrove, to the Toowong Cemetery.Taylor William Frederick -- Brisbane City Council Grave Location Search. Retrieved 12 March 2015. ==References== Category:Members of the Queensland Legislative Council Category:1840 births Category:1927 deaths Category:British emigrants to Australia ",
    "title": "William Frederick Taylor"
}