{
    "id": "45651464",
    "text": "Road to Victory: Milestones in the Struggle for Liberty is a 1941 Australian short documentary directed by Ken G. Hall. It was made for the Department of Information in 1940. It was the first Australian propaganda film for the war, closely followed by Australia Has Wings. ==Synopsis== The activities of Australia and Britain, in peace and war. ==Release== The film was released in 20 first run theatres in January 1941. The Adelaide Advertiser said that \"this film is well prepared from material made available by many of the newsreel producers and, other film companies, and is a very interesting collection of the best photos taken in the past year or so. You will recognise much of it, you will find it all the more interesting because of the sequence and narrative. The Hobart Mercury wrote: > The inherent drama of the many newsreel shots Is heightened by the > excellently spoken commentary, and the film inspires a justifiable pride in > the growing strength of the British Empire in its struggle against the > totalitarian States. \"The Road to Victory\" shows Australia and Britain at > peace, and compares this peace with the marching feet In other lands. Then > war-and the film presents many thrilling pictures of air and sea battles. > Several not-able British victories in the past 12 months are depicted. The > film is expertly edited and is the first of a series of Australian short > subjects to be Issued under the aegis of the Department of Information. ==References== ==External links== * *The Road to Victory at National Film and Sound Archive Category:1941 films Category:Australian short films Category:Australian documentary films Category:Short documentary films Category:1941 documentary films Category:Black-and-white documentary films Category:Australian World War II propaganda films Category:Films directed by Ken G. Hall Category:Australian films Category:Australian black-and-white films ",
    "title": "Road to Victory (1941 film)"
}