{
    "id": "45654003",
    "text": "Babulal Sethia is a Consultant Cardiac Surgeon at the Royal Brompton\"Mr Babulal Sethia\" http://www.rbht.nhs.uk and Harefield NHS Trust. He was President of the Royal Society of Medicine from 2014-2017. == Early life and education == Babulal Sethia was born in Edinburgh to Babulal and Joan Sethia. The son of a jute importer from a family of Indian Jains, Sethia attended Rugby School and at the age of 17 joined the Merchant Navy for a year as an assistant purser. During his time working on cargo ships he experienced at first hand the horrors of Nigeria’s Biafran civil war.\"Mr Babulal Sethia Interview\" RSM new president interview This, in part, compelled him to focus on a future career in medicine. He graduated from St Thomas’ Hospital and Medical School, London with degrees in physiology and medicine and in 1981 gained Fellowship of the Royal College of Surgeons of England. == Medical career == In 1975 Sethia became a House Surgeon in the Department of Cardiothoracic Surgery at St Thomas’ Hospital, London.\"St Thomas' Hospital\" B Sethia This was followed by house officer and registrar posts in Dorset, Birmingham, Surrey, Cambridge, Hampshire, Scotland and London with a brief interlude as a medical officer with the Royal Flying Doctor Service of Australia in 1977/78. In 1987 he was appointed Consultant Cardiac Surgeon at Birmingham Children’s Hospital NHS Trust.\"Mr Babulal Sethia\" 9thACHD There he was Clinical Director of Surgical Services from 1995 – 1999. In October 1999 he was appointed Consultant Cardiac Surgeon\"Mr Babulal Sethia\" BUPA at the Royal Brompton and Harefield NHS Trust where he is an educational supervisor for congenital heart surgery. In June 2012 he was appointed Honorary Senior Lecturer at Imperial College London.\"College Directory\" Imperial College London He is an Honorary Consultant Cardiac Surgeon at Makassed Hospital in East Jerusalem as well as past Honorary Consultant Cardiac Surgeon at Bous Ismail Children’s Hospital, Algeria. Sethia has published widely\"Babula Sethia publications\" Research gate in the area of congenital heart disease and has given or directed approximately 150 presentations to learned societies during the past 20 years. He is regularly invited to lecture at specialist conferences in the UK and overseas.\"Interesting talks\" Surgical Care in Austere Environments – Challenges and Opportunities == Humanitarian work == Sethia has been engaged in the development and delivery of cardiac surgical training in developing nations for the past 21 years, either working independently or in conjunction with the Palestine Children’s Relief Fund (PCRF) and the Chain of Hope Charities.\"Chains of hope\" Chains of Hope charity His humanitarian work has been directed at delivery of clinical care to children in their own environment, training of medical nursing staff and service development locally. His recent major focus has been humanitarian needs in Palestine\"International Pediatric Cardiac Team\" Palestine Children's Relief Fund and from 2007 to 2011 he was President of the International Palestinian Cardiac Relief Organisation.\"B Sethia\" Current Chairman of the IPCRO Other projects have been delivered in other areas of the world including India, Mauritius, Egypt, Brazil and Algeria where Sethia helped develop local and national services for children and adults with congenital heart disease. In 2010 he started a project to develop a congenital heart unit at the University of Jordan in Amman and his most recent project is to help develop cardiac surgical services for children in Gaza and Ramallah.\"Stories from the frontline\" Syria: Global coalition of doctors calls for medical and humanitarian access == Royal Society of Medicine == Sethia joined the Royal Society of Medicine Council in 2009 and in 2010 initiated the Society’s Global Health programme.\"Trustees of BMDST\" Global Health programme at the RSM From 2014-2017 he served as President of the Royal Society of Medicine, becoming the first President to take office for a period of three years.\"RSM Appoints New President\" RSM Website ==References== Category:Deputy Lieutenants of Greater London Category:Presidents of the Royal Society of Medicine Category:Living people Category:1951 births ",
    "title": "Babulal Sethia"
}