{
    "id": "45653980",
    "text": "is a Japanese model and beauty pageant titleholder who was crowned Miss Universe Japan 2015. She represented Japan at the Miss Universe 2015 pageant and was placed Top 10. She was the first hafu (mixed) woman to be Miss Japan. ==Early life and education== Miyamoto was born to a Japanese mother and African American father, Bryant Stanfield, who was stationed at a United States Navy base in Sasebo. Miyamoto's parents divorced when she was one year old.Wofford, Taylor. (2015). A half-black Japanese beauty queen is raising eyebrows - but will she change minds? Newsweek. Retrieved June 25, 2017, from link. She attended elementary school in Japan and, at age 13, immigrated to the United States to live with her father in Jacksonville, Arkansas, where she attended Jacksonville High School for two years. Upon return to her native Japan, she did not immediately complete high school, but worked odd jobs, including bartender. In 2015, Miyamoto won the title of Miss Nagasaki and represented her prefecture at the Miss Universe Japan contest. ==Discrimination== Miyamoto recalled, \"Whenever the teacher told us to hold hands, other children thought my black skin would rub off on them, so they said, 'Don't touch me'\".Beauty queen brings light to Japan's racial issues. (2015). CBS This Morning. Retrieved June 25, 2017, from link. Some of her classmates in Sasebo, Nagasaki would say things like, \"Don't swim in the same pool 'cause your skin will rub off on me.\"Nagata, Masatoshi. (2015). Not Japanese Enough? Miss Universe Japan looks to fight prejudice. Nichi Bei. Retrieved June 25, 2017, from link. Miyamoto was shunned due to her skin color and curly hair as she grew up in Japan. Parents and classmates used the term kurombo (a racist expression) to refer to her.Wesby, Maya. (2015). Japan's problem with race. Newsweek. Retrieved July 25, 2017, from link. After her victory, she encountered some people disapproving of her win, mostly in the form of online social media, for not being of typical Japanese appearance; she is the first hāfu (mixed) woman to be Miss Japan. ==Career== ===Miss Universe Japan 2015=== On 12 March 2015, Miyamoto was crowned as Miss Universe Japan 2015 (Miss Japan 2015) at Hotel Chinzanso Tokyo in Bunkyō-ku, while Miss Oita and Miss Chiba were the runners-up. The winner of Miss Universe usually competes at the Miss Universe. At Miss Universe 2015 she made it to Top 10. ===Miss Universe 2015=== As Miss Japan 2015, Miyamoto competed at the Miss Universe 2015 pageant where she made it to the Top 10. Before Miyamoto's placement, Japan placed in the top 15 last in 2008 with Hiroko Mima. ==References== ==External links== *Miss Universe Japan Category:1994 births Category:Living people Category:Japanese beauty pageant winners Category:Japanese female models Category:Miss Universe 2015 contestants Category:People from Nagasaki Category:People from Sasebo, Nagasaki Category:People from Jacksonville, Arkansas Category:Japanese people of African-American descent Category:Japanese people of American descent Category:Jacksonville High School (Arkansas) alumni Category:Bartenders ",
    "title": "Ariana Miyamoto"
}