{
    "id": "45659161",
    "text": "Painting by Ivan Aivazovsky: Arrival of Catherine II in Feodosia The territory of Crimea, previously controlled by the Crimean Khanate, was annexed by the Russian Empire on . The period before the annexation was marked by Russian interference in Crimean affairs, a series of revolts by Crimean Tatars, and Ottoman ambivalence. The annexation began 134 years of rule by the Russian Empire, which was ended by the revolution of 1917. After changing hands several times during the Russian Civil War, Crimea was part of the Russian Soviet Republic from 1921 to 1954, and then was transferred to the Ukrainian SSR, which became independent Ukraine in 1991–92. The Russian Federation annexed Crimea in March 2014, though that annexation is not recognised internationally. ==Prelude== ===Independent Crimea (1774–76)=== Before Russia defeated the Ottoman Empire in the Russo-Turkish War of 1768–1774, the Khanate, populated largely by Crimean Tatars, had been part of the Ottoman Empire. In the Treaty of Küçük Kaynarca, which was the result of that war, the Ottoman Empire was forced to cede sovereignty over the Khanate, and allow it to become an independent state under Russian influence. Tatars in Crimea had no desire for independence, and held a strong emotional attachment to the Ottoman Empire. Within two months of the signing of the treaty, the government of the Khanate sent envoys to the Ottomans, asking them to \"destroy the conditions of independence\". The envoys said that as Russian troops remained stationed in Crimea at Yeni-Kale and Kerch, the Khanate could not be considered independent. Nevertheless, the Ottomans ignored this request, not wishing to violate the agreement with Russia. In the disorder that followed the Turkish defeat, Tatar leader Devlet Giray refused to accept the treaty at the time of its signing. Having been fighting Russians in the Kuban during the war, he crossed the Kerch Strait to Crimea and seized the city of Kaffa (modern Feodosia). Devlet subsequently seized the Crimean throne, usurping Sahib Giray. Despite his actions against the Russians, Russian Empress Catherine the Great recognised Devlet as Khan. At the same time, however, she was grooming her favourite Şahin Giray, who resided at her court, for the role. As time went on, the rule of Devlet became increasingly untenable. In July 1775, he sent a group of envoys to Constantinople to negotiate a reentry of the Crimean Khanate into the Ottoman Empire. This action was in direct defiance of the Treaty of Küçük Kaynarca, which he asked the Ottomans to scrap. Famed diplomat Ahmed Resmî Efendi, who had helped draft the treaty, refused to provide any assistance to the Khanate, not wanting to start another disastrous war with Russia. Empress Catherine gave an order to invade Crimea in November 1776. Her forces quickly gained control of Perekop, at the entrance to the peninsula. In January 1777, Russian-supported Şahin Giray crossed into Crimea over the Kerch Strait, much as Devlet had done. Devlet, aware of his impending defeat, abdicated and fled to Constantinople. Şahin was installed as a puppet Khan, infuriating the Muslim population of the peninsula. When he heard this news, Ottoman Sultan Abdul Hamid I noted \"Şahin Giray is a tool. The aim of the Russians is to take Crimea.\" Şahin, a member of the ruling House of Giray, attempted a series of reforms to \"modernise\" the Khanate. These included attempts to centralise power in the hands of the Khan, establishing \"autocratic\" rule, much as in Russia. Previously, power had been distributed between the leaders of different clans, called beys. He attempted to institute state taxation, a conscripted and centralised army, and to replace the traditional religion-based Ottoman legal system with civil law. These reforms, aimed at disrupting the old Ottoman order, were despised by the Crimean populace. ===Crimean revolts (1777–82)=== Europe after Russia's annexation of Crimea, with the north shore of the Black Sea under Russian control At the behest of Empress Catherine, Şahin allowed Russians to settle in the peninsula, further infuriating Crimeans. A group of these settlers had been sent to Yeni-Kale, which remained under Russian control following the installation of Şahin as Khan. Local residents banded together to prevent the Russian settlement, rebelling against Şahin. He sent the new conscript army he had created to quash the rebellion, only to see his forces defect to the rebels. Revolt spread across the peninsula, and rebel forces advanced on Şahin's palace in Bakhchisaray. Amidst this rebellion, exiled Crimeans in Constantinople pressed the Ottoman government to act. Bowing to pressure, the government sent a fleet to Crimea, ostensibly to preserve the Treaty of Küçük Kaynarca. Russia, however, was quicker to act. Russian forces arrived at Yeni- Kale in February 1778, crushing the revolt before the Ottoman fleet arrived. When the fleet arrived in March, it found that there were no rebels left to support. It fought a brief skirmish with the Russian navy off Akitar (modern Sevastopol), but was \"forced\" to flee. Şahin was reinstated as Khan. Minor skirmishes between the Ottoman and Russian navies continued until October 1778, when the Ottoman fleet returned defeated to Constantinople. Over the following years, Şahin continued to try and reform the Khanate. Support for his reform programme remained low, and it was seriously undermined by the decision of Empress Catherine to resettle the Crimean Pontic Greeks on the northern shores of the Azov Sea, outside the Khanate. That community, which was Christian, was an essential part of the Crimean merchant class, and had most readily supported Şahin's reforms. This resettlement caused significant damage to the Crimean economy, and further weakened the position of the Khan. Recognising defeat in Crimea, the Ottoman Empire signed the Convention of Aynali Kavak in early 1779. In the agreement, the Ottomans recognised Şahin as Khan of Crimea, promised no further intervention in Crimea, and conceded that Crimea was under Russian influence. Crimeans could no longer expect support from the Ottomans. Şahin's reforms proceeded, gradually removing Tatars from positions of political influence. For a brief period, Crimea remained peaceful. A new rebellion, sparked by the continuing marginalisation of Tatars within the Khanate government, started in 1781. Various clan leaders and their forces came together in the Taman, across the Kerch Strait from Crimea. In April 1782, a large portion of Şahin's army defected to the rebels, and joined them in the Taman. Communication between rebel leaders, including two of Şahin's brothers, and the Crimean administrative elite was ongoing. Religious (ulama) and legal (kadı) officials, important parts of the old Ottoman order, openly declared their antipathy for Şahin. Rebel forces attacked Kaffa on . Şahin's forces were swiftly defeated, and he was forced to escape to Russian- controlled Kerch. Rebel leaders elected Şahin's brother Bahadir Giray as Khan, and sent a message to the Ottoman government seeking recognition. It was not long, however, before Empress Catherine dispatched Prince Grigory Potemkin to restore Şahin to power. No significant opposition was fielded against the invading Russians, and many rebels fled back across the Kerch Strait. As such, the Khan was restored to his position in October 1782. By this time, however, he had lost the favour of both Crimeans and Empress Catherine. In a letter to a Russian advisor to Şahin, Catherine wrote \"He must stop this shocking and cruel treatment and not give them [Crimeans] just cause for a new revolt\". As Russian troops entered the peninsula, work on the establishment of a Black Sea port for use by the Empire began. The city of Akitar was chosen as the site of the port, which would go on to house the newly created Black Sea Fleet. Uncertainty about the sustainability of the restoration of Şahin Giray, however, led to an increase of support for annexing Crimea, spearheaded by Prince Potemkin. ==Annexation (1783)== Proclamation of the annexation of Crimea () In March 1783, Prince Potemkin made a rhetorical push to encourage Empress Catherine to annex Crimea. Having just returned from Crimea, he told her that many Crimeans would \"happily\" submit to Russian rule. Encouraged by this news, Empress Catherine issued a formal proclamation of annexation on . Tatars did not resist the annexation. After years of turmoil, the Crimeans lacked the resources and the will to continue fighting. Many fled the peninsula, leaving for Anatolia. Count Alexander Bezborodko, then a close advisor to the Empress, wrote in his diary that Russia was forced to annex Crimea: This view was far from reality. Crimean \"independence\" had been a puppet regime, and the Ottomans had played little role in the Crimean revolts. Crimea was incorporated into the Empire as the Taurida Oblast. Later that year, the Ottoman Empire signed an agreement with Russia that recognised the loss of Crimea and other territories that had been held by the Khanate. The agreement, signed on 28 December 1783, was negotiated by Russian diplomat Yakov Bulgakov. ==References== ==Further reading== * Fisher, Alan W. \"Şahin Girey, the reformer khan, and the Russian annexation of the Crimea.\" Jahrbücher für Geschichte Osteuropas 15#3 (1967): 341-364 online. Category:Crimea in the Russian Empire Category:Politics of Crimea Category:History of Crimea Category:1783 in the Russian Empire Category:18th- century military history of the Russian Empire Category:Crimean Khanate Category:Annexation Category:Geography of the Russian Empire Category:Politics of the Russian Empire Category:1783 in international relations ",
    "title": "Annexation of Crimea by the Russian Empire"
}