{
    "id": "45658124",
    "text": "Braeside Homestead is a heritage-listed homestead at Crystal Mount Road, Dalveen, Southern Downs Region, Queensland, Australia. It was built from 1870s to 1920s. It was added to the Queensland Heritage Register on 23 August 2002. == History == The block on which Braeside Homestead is situated was taken up in 1869, during the opening of large tracts of Rosenthal run to selection in the late 1860s and early 1870s. The homestead itself was established in the mid-1870s. From 1879 to 1901 the property was developed as a model stud farm by Queensland pastoralist, politician and businessman William Allan. It is not certain who named the property, but by 1887 Braeside was identified in the local electoral roll as both the grazing property and a locality. In the earliest years of non-indigenous settlement on the southern Darling Downs, Braeside was included within the Leslie brothers' mid-1840 ambit claim for Tulburra run, and from was part of the North British Australasian Investment Co.'s Rosenthal run, excised from Tulburra. Under the provisions of the Alienation of Crown Lands Act of 1868, James Adam Veitch of Warwick selected two blocks along Turner Creek from Rosenthal Run in 1869. These comprised selection 286 (containing the site of Braeside Homestead – of first-class pastoral land and of second-class pastoral land) selected on 25 August 1869 and adjacent selection 295 ( of first-class pastoral land and of second-class pastoral land) selected on 15 September 1869 – making a total of . Under the conditions of selection, Veitch had to pay an annual rental of per annum on selection 286 for a period of ten years, commencing 1 July 1869, and had to make improvements. Once these conditions were satisfied, he could apply for freehold title. The Darling Downs Bailiff for Crown Lands first inspected selection 286 on 16 December 1875, to ascertain proof of the fulfilment of the conditions of selection. At this time boundary rider Henry Steel had been in residence on the block from 1 January 1870, acting as bailiff for JA Veitch, \"sheep overseer\" of Glengallan. The property was stocked with 1000 sheep and 224 head of cattle, property of the selector. Improvements consisted mainly of fencing and sheep yards, and there was a two-roomed slab hut with a bark roof, chimney, verandah, and \"bush furniture\", which was the residence of Steel and his wife. The inspector's report and neighbours' declarations satisfied WC Hume, the Darling Downs Commissioner of Crown Lands, who in February 1876 issued Veitch with a certificate of fulfilment of the conditions of selection. The next month Veitch signed over his interest in the leases of selections 286 and 295 to South Toolburra grazier Bertie Chiverton Parr, who immediately paid off the outstanding debt and gained freehold title in July 1876. Parr likely named the property, and also appears to have acquired a number of adjacent selections which became part of Braeside. A little over a year later, in September 1877, Parr conveyed selections 286 and 285 [totalling now , some land having been excised for roads] to Francis Henry Needham of Warwick, for the sum of . This was the value of the property when first acquired for selection in 1869, suggesting that no substantial improvement, such as a house, had been erected by this date. In February 1878 Needham registered a mortgage on the property from George Arthur Needham, which he likely raised to purchase and/or improve the property. It was possibly Needham who erected the first house (as distinguished from the earlier slab hut) on Braeside. Needham was the second son of the Hon. Francis Henry Needham. Socially he was extremely well connected, having married Grace Gore, daughter of the late aristocrat and pioneer Darling Downs squatter St George Richard Gore, at Warwick in June 1873. Needham was resident in the Dalveen district by 22 September 1876 – whether this was at Braeside has not been established, but it is possible he was managing the property for Parr – and was influential in selecting a site for the location of the Dalveen railway station in October 1878. However, he retained title to selections 286 and 295 for less than two years before selling them for to pastoralist William Allan in July 1879. Allan, the well-educated son of an Edinburgh lawyer, arrived in Australia aged about 17, to work for his uncle Alexander Campbell in Victoria. Allan gained his pastoral experience principally at his uncle's property and at Bundure Station in the Riverina. In 1869 he purchased the lease of Geraldra Station, near Bland Creek in New South Wales, and in 1871 established a lucrative stock and station agency at Young in New South Wales. Late in 1871 he married Emily Mate of Tarcutta Station, New South Wales, the daughter of successful Albury storekeeper, station owner and politician, Thomas Hodge Mate. The marriage consolidated Allan's social, business and political connections in the colonies. In 1874 Allan joined the second wave of southern pastoralists to move into Queensland, with the purchase of Whyenbah and Woolerina Stations on the Balonne and Maranoa rivers. Pastoralists of Allan's generation were the pastoral improvers of Queensland, replacing the pioneer land grabbers of the 1840s and 1850s. Mob of black sheep, Braeside, 1894 In purchasing Braeside, a well-watered grazing property on the southern Darling Downs, from FH Needham in 1879, Allan was able to concentrate on stock breeding and improvement, developing the property as a model stud farm, his pastoral headquarters, and his family's permanent place of residence. At Braeside Allan established a purebred Hereford Cattle Stud and bred black Merino and Lincoln sheep, the wool selling well on the London market. He took a great interest in developing the stud, keeping detailed herd books. His bulls had a reputation for hardiness and longevity, and were in demand with graziers. Braeside Stud was sufficiently significant to Queensland to be featured in the Department of Agriculture's Queensland Agricultural Journal of September 1899. At this time the property totalled about , and included Mount Crystal. The Hereford cattle stud numbered over 1,000, all descended from high-class imported English stock. In addition there was a fine Jersey dairy herd at Braeside, and some cropping for home consumption, on the creek flats. The house was set amid extensive gardens and an orchard. In the 1880s Allan established a close business connection with the mercantile firm of BD Morehead & Co. In December 1881 he nominated Boyd Dunlop Morehead of Brisbane and his brother-in-law William Henry Mate of Tarcutta Station, New South Wales, as trustees for Braeside, and in 1882 was made a partner in the firm of BD Morehead & Co. In 1886, he was appointed managing partner. In addition to his building up of the Braeside stud, his other Queensland pastoral interests, his involvement with BD Morehead & Co., and world trips with his family in 1875 and 1883, Allan was actively involved in community and political spheres. He was a President of the prestigious Queensland Club in Brisbane, the Brisbane Chamber of Commerce, and the Eastern Downs Agricultural and Horticultural Association. He was a Fellow of the Royal Geographical Society of Queensland, and a committee member of the Royal Agricultural Society and the Queensland National Association. He was also a major in the Darling Downs Mounted Infantry Regiment (volunteers) and a prominent freemason. Through his work with the Darling Downs Pastoralists' Association, the United Pastoralists' Association, the Federated Employers' Union of Queensland (all of which he helped form) and as Vice- President of the Pastoralists' Federal Council of Australia, Allan took a significant role in defeating the shearers' strikes of the early 1890s and maintaining the pastoral status quo. He served as Member of the Queensland Legislative Assembly for the Darling Downs from November 1881 to October 1883 and from September 1887 to May 1888, prior to his election as MLA for Cunningham in May 1888. He held this seat until March 1896. As may be expected from his pastoralist and mercantile activities, he was a McIlwraith Nationalist and a Coalition Conservative, and while never holding a portfolio, his social, pastoral and business connections enabled him to wield considerable personal influence. In March 1897 he was appointed to the Queensland Legislative Council, a position he retained until his sudden death in October 1901. It is likely, given Allan's popularity and strong social, commercial and local political profile, that he entertained regularly at Braeside. Following William Allan's death his wife Emily remained at Braeside for several years, with AW Allan [Alexina W Allan, the Allan's eldest child?], managing the property. In September 1906 the property was transferred to George Edward Bunning, manager of Darr River Downs Station in Western Queensland. Bunning and his family resided permanently at Braeside for only a few years, having made Brisbane their principal place of residence by 1911 and leaving Braeside to the supervision of managers. Photographic evidence reveals that substantial extensions to the main homestead, which include a northern bedroom wing, and on the southern side an idiosyncratic \"tower\" and a large public room which may have functioned as a ballroom, living room or billiard room, were constructed between 1899 and 1918, and were most likely erected for the Bunning family. By 1918, Braeside Homestead comprised a substantial group of buildings, with a complex series of additions, extensions and renovations. The majority of these structures survive although some have been relocated within the homestead yards. Bunning subdivided Braeside in the mid-1920s. The bulk of the property, including the block containing Braeside Homestead (subdivision 1, portion 192, par Rosenthal, co Merivale, comprising ), was transferred in February 1925 to Englishman Harold Priest, who retained it for only a few years. During this period his brother Alfred, a London painter of some repute, stayed and painted at Braeside. Early in 1928 Priest sold Braeside to George Gilbert Cory (Grandson of Gilbert Gostwyck Cory?) of Gordonbrook and Cormanshurst. The Cory family retained and occupied Braeside for over 20 years until it was transferred in 1951/52 to Kenneth William Lloyd. In 1951 the western end of the northern bedroom wing of the main house was relocated about to the west, to form a separate residence [now called Rose Cottage] for Mr and Mrs Leighton, who managed Braeside for the Lloyds. In 1954 the property, then reputedly comprising about , was transferred to Cecil Raymond Hardman Lockwood, who ran it with a staff of 6 or 7. It is understood that an early shingled dormitory building, evident in photographs taken between 1918 and 1922, was destroyed by fire in the 1950s. Lockwood sold Braeside in 1972. Several subsequent rapid changes in ownership to 1983 saw the property decline. In the late 1990s Braeside Homestead was developed by the Lindsay family as a \"home stay\". == Description == Braeside Homestead is located about south of Warwick just west of the New England Highway, along Crystal Mount Road, overlooking Turner's Creek to the east. It comprises a complex grouping of timber structures, including the main residence with multifarious additions and extensions, outbuildings, yards, fencing and gardens. Most of the buildings date to the last quarter of the 19th and first two decades of the 20th centuries. The core of the main building, which likely dates to the mid-1870s, is a rectangular, timber-framed, timber-clad and timber-lined building which faces east toward the creek. It is set on low timber stumps and has deep exterior chamferboards, a steeply pitched hipped main roof with two double brick chimneys, and a front central projecting gable over an enclosed former front entrance. The roof of this gable has timber shingles beneath later corrugated iron cladding. The interior is lined with wide, single-beaded, tongue and groove timber boarding. At the northern end of the main house is an early 20th century bedroom wing, with heavy timber infill to the gable end, which faces north. Prior to the early 1950s, this wing extended further west, with a second north-facing gable. This second gabled section is now located about to the west on the homestead block, and is occupied as a separate residence. In its place is a small timber laundry extension. At the southern end of the core building is another early 20th century timber extension. This has a pyramid roof clad in corrugated iron., and external chamferboards narrower than those of the 1870s section. Like the core and the northern wing, the southern extension also rests on timber stumps, but at a greater height than the core, and there are steps leading down to the foyer connecting this extension to the 1870s building. The southern extension comprises one large room – living room/ball room/billiard room – with a high, coved ceiling lined in narrow tongue and groove timber boarding. In the eastern wall is a bay window overlooking the garden, and glass doors opening onto the southern verandah of the house core. Opening off the southern end of this extension is an idiosyncratic timber \"tower\", about one and a half storeys in height, with a steeply pitched pyramid roof of galvanized iron with a top finial and acroteria to the corners of the guttering. It is square in form, and has narrow windows at the top, just below the eaves. These are separated on the exterior by decorative timber brackets. There are verandahs with timber posts and capitals and corrugated iron roofs to the front [east] and side [south] of the tower. Later glass doors open to both verandahs. Internally the tower comprises one room, lined with the same narrow, vertically jointed tongue and groove timber boards as the southern extension, and opens directly into this room via a simple timber arch in the northern wall. Like the rest of the complex, the \"tower\" is set on timber stumps, but higher than those of the larger southern extension. This \"tower\" now forms the principal entrance to the residence. Behind the \"tower\" room, to the west, is a bedroom wing which appears to be the remnant enclosed northern verandah of an earlier dormitory wing which was destroyed by fire s. This has an open verandah along the southern side. Attached or semi-attached to the rear [west] of the core are a number of weatherboard-clad structures, including kitchen, study, meat house and garage. Most of these have hipped roofs clad with corrugated galvanised iron. The meat house roof is gabled. There are two red- brick chimneys, thought to date to the 1950s, in this section of the homestead. The main house is set within gardens which include an early carriage path from the south with remnant early hedging; a number of mature trees likely to date to the 19th century; a tennis court in the southwest corner of the garden; and terraces with stone retaining walls along the bank to the creek. To the west/northwest of the house are a number of outbuildings, which include an early two-storeyed timber barn relocated from its original location closer to the house, and an early single-storeyed two- roomed cottage also formerly located closer to the house. Between these outbuildings and the main house is an L-shaped timber cottage with a front gable with heavy timber infill. This cottage was formerly part of the northern bedroom wing of the main residence. There are numerous yards and sheds adjacent to the principal outbuildings and Rose Cottage. On the southern perimeter of the homestead block, along Crystal Mountain Road, is a timber paling fence. == Heritage listing == Braeside Homestead was listed on the Queensland Heritage Register on 23 August 2002 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. Braeside Homestead is important in demonstrating the pattern of Queensland history. The property was developed as an important Hereford stud in the last two decades of the 19th century, during a significant period of pastoral improvement in Queensland, and is illustrative of the dominance of Darling Downs stud farms in livestock breeding in Queensland in the 19th and early 20th centuries. William Allan's work at Braeside made a major contribution to livestock improvement in this State. The place is important in demonstrating the principal characteristics of a particular class of cultural places. Braeside Homestead comprises a substantial complex of timber structures set within gardens and yards, which has evolved over time. It remains substantially intact, and is important in demonstrating the principal characteristics of its type. The timber buildings are worthy of further investigation and analysis, and have the potential to contribute significantly to our understanding of the construction and design of timber buildings in rural Queensland from the 1870s to the early 1900s. The place is important because of its aesthetic significance. The placed has strong aesthetic value, engendered by the materials, complex form, garden and creek-side settings, and surrounding rural environment. The place has a special association with the life or work of a particular person, group or organisation of importance in Queensland's history. Braeside Homestead is important also for its association with pastoralist, businessman and politician William Allan, who contributed significantly to stock improving and conservative politics in Queensland, and who wielded strong personal influence in pastoral, mercantile and political circles. == References == === Attribution === ==External links== Category:Queensland Heritage Register Category:Southern Downs Region Category:Homesteads in Queensland Category:Articles incorporating text from the Queensland Heritage Register ",
    "title": "Braeside Homestead"
}