{
    "id": "45652059",
    "text": "The Copa América Centenario qualifying play-offs were the international football matches to determine the final two CONCACAF national teams that progressed as qualifiers to the Copa América Centenario final tournament. The two play-off matches (Panama against Cuba, Trinidad and Tobago against Haiti) were held at the Estadio Rommel Fernández in Panama City, Panama on 8 January 2016. ==Background== Among the 16 teams participating in the Copa América Centenario, six of them are from CONCACAF. Four of the six CONCACAF representative teams had already qualified prior to the 2015 CONCACAF Gold Cup: {| class=\"wikitable\" !Team !Zone !Method of qualification |- | |rowspan=2|NAFU |Hosts and automatic qualifier |- | |Automatic qualifier |- | |UNCAF |2014 Copa Centroamericana winner |- | |CFU |2014 Caribbean Cup winner |} The two remaining places were determined by a play-off system which itself was determined by the outcome of the 2015 CONCACAF Gold Cup. The system is as follows: *If a team other than the four teams already qualified wins the 2015 CONCACAF Gold Cup, the Gold Cup winner would qualify for the Copa América Centenario, while the two highest-ranked teams outside of those already qualified for the Copa América Centenario from the 2015 CONCACAF Gold Cup would compete in a play-off. *If a team that has already qualified wins the 2015 CONCACAF Gold Cup, the four highest-ranked teams outside of those already qualified for the Copa América Centenario from the 2015 CONCACAF Gold Cup would compete in two play-offs, with the highest-ranked team facing the fourth highest-ranked team, and the second highest-ranked team facing the third highest-ranked team. Since the winners of the 2015 CONCACAF Gold Cup (Mexico) had already qualified for the Copa América Centenario, a total of four teams played in the qualifying play-offs. ==2015 CONCACAF Gold Cup tournament ranking== Note: Per statistical convention in football, matches decided in extra time are counted as wins and losses, while matches decided by penalty shoot-out are counted as draws. ==Seeding== The four teams were seeded based on the Gold Cup results: # # # # The match-ups in the play-offs were: *Seed #2 vs Seed #3 *Seed #4 vs Seed #1 It was reported that each tie would be played over two legs in October 2015. However, on 29 October 2015 CONCACAF confirmed that the ties would be played as a single-match doubleheader hosted at the Estadio Rommel Fernández in Panama City, Panama on 8 January 2016, with Panama earning the hosting rights as the highest-seeded team. ==Matches== Haiti qualified for the Copa América Centenario. \\---- Panama qualified for the Copa América Centenario. == Notes == ==References== ==External links== *Copa America Centenario, CONCACAF.com Category:CONCACAF competitions Category:2015–16 in CONCACAF football Category:International association football competitions hosted by Panama Category:2015–16 in Panamanian football qualifying play-offs ",
    "title": "Copa América Centenario qualifying play-offs"
}