{
    "id": "45654559",
    "text": "Evelina Zuni Lucero (born October 10, 1953) is a Native American (Isleta Pueblo/Ohkay Owingeh) novelist, poet and journalist. Her novel Night Sky, Morning Star won the 1999 First Book Award from the Native Writers' Circle of the Americas. ==Personal life== Lucero grew up in Isleta Pueblo until the age of eight, after which her family relocated to Colorado and Nevada. She joined the Stanford University program of Native American Studies in its inaugural year, and then became a journalist working with Native groups.Hanksville: Native American Authors Online. Accessed 12 March 2015. During this time, she met and interviewed Pueblo poet Simon Ortiz, who she describes as a formative influence on her writing: “here before me was an Indian author, a Pueblo no less, who wrote of people and places with which I was familiar, who showed in his poems and stories that our lives were as important and worthy as any. Like coyote, he had been all over the country, working all kinds of jobs, meeting all kinds of people, and then writing about those experiences.”Evelina Zuni Lucero, “The Stories He Lives By,” in Studies in American Indian Literatures , series 2, 16:4 (Winter, 2004), p. 51 Lucero lives at Isleta Pueblo and teaches at the Institute of American Indian Arts in Santa Fe, New Mexico. She has also acted as a community organizer at Isleta for Headstart and other educational/artistic programs. Lucero currently serves as Chair or Creative Writing at the Institute of American Indian Arts.Lucero’s page at IAIA. ==Publication history== Lucero is known for her novel Night Sky, Morning Star (1999).See, e.g. this description by the SAR Institute The book tells the stories of Pueblo artist Cecelia Bluespruce and her extended family, especially her estranged son Jude. Lucero interleaves these chapters with others told by Julian Morningstar James, Jude's father and the Morning Star of the title, who has been unjustly imprisoned for crimes supposedly committed when he was an activist for the American Indian Movement. James’ story has parallels with that of real-life political prisoner Leonard Peltier, and Lucero has stated that “When I gave it thought, a Native prisoner was a fitting characterization of the Indian experience in the Americas.\" Reviewer Annette van Dyke states that the resemblance between Cecelia and Julian's story and that of the traditional Tiwa story of the deer man - “someone who lures women away from family, friends and proper behavior and then betrays them” – is a central question of the novel, one that is eventually resolved.Annette van Dyke, “Review of Night Sky, Morning Star”, in Studies in American Indian Literatures, 2nd series, 13:4 (Winter, 2001), pp. 103-105. Van Dyke argues that Lucero is perhaps overly concerned with escaping the shadow of Leslie Marmon Silko and that her novel lacks some of the humor of other recent Native American fiction, but concludes that the novel gives readers “a good glimpse into contemporary Tiwa-speaking Pueblo life.” Stuart Christie argues that, as in Jeannette Armstrong’s novel Slash, Lucero illustrates the power of love as \"an important […] anchor linking imprisoned Native North American men and women to their traditions and people outside the prison walls\". Lucero has also published short stories and has worked as a journalist since the 1970s. ==Awards== * First Book Award from the Native Writers’ Circle of the Americas (1999). * Civitella Ranieri Fellow (Civitella Ranieri International Artist Center, 1999). ==Works== ;Books * * ;Essays * ==References== Category:1953 births Category:Living people Category:20th- century American essayists Category:20th-century American novelists Category:20th-century American poets Category:20th-century American short story writers Category:20th-century American women writers Category:20th- century Native Americans Category:American women essayists Category:American women novelists Category:American women poets Category:American women short story writers Category:Native American essayists Category:Native American journalists Category:Native American novelists Category:Native American poets Category:Native American short story writers Category:Native American women writers Category:Novelists from New Mexico Category:People from Ohkay Owingeh, New Mexico Category:People from Pueblo of Isleta Category:Pueblo people Category:Writers from Albuquerque, New Mexico ",
    "title": "Evelina Zuni Lucero"
}