{
    "id": "45668091",
    "text": "Lara George is a US-based Nigerian gospel recording artiste, songwriter and producer. ==Biography== === Early life and education === Lara George was born into the family of Oluwole Bajomo in Lagos State, the administrative division of Nigeria. She attended Queen's College, Lagos before proceeding to the University of Lagos, where she obtained a master's degree in Architecture. === Music career === George began her music career at the University of Lagos, where she joined the campus fellowship choir. She was a member of the disbanded musical group Kush, which included TY Bello, Dapo Torimiro and Emem Ema. Her debut album, titled Forever In My Heart, included the hit single \"Ijoba Orun\" which was released in 2008. The album earned her several awards and nominations. In 2008, she won Voice of the Year at the Nigeria Music Awards. In 2010, she was awarded Best Vocals Performance (Female) in the industry-wide 'Headies' awards, now renamed 'Hip-Hop World Awards' in Nigeria. She emerged the winner of the Best African Female Gospel Artiste category at the 2011 Africa Gospel Music Awards held in London, UK. Lara George has also been named Trailblazer of the Year, Africa Gospel Music Awards, nominated in the 2016 edition of the prestigious pan-African Kora Awards as Best Female Artiste West Africa, and also Gospel Artiste of the Year, Ben TV Awards UK, amongst many other awards. George has performed in various notable events including the GreenBelt Festival UK (as part of KUSH), one of Africa's largest musical concerts with attendance of over 500,000 people- The Experience- alongside notable gospel artistes such as Ron Kenoly, Bebe and Cece Winans, Micah Stampley, Don Moen and Mary Mary. Other performances include the Calabar Festival, MTN Music Festival, Festival of Life UK, Festival of Life Canada, amongst many others. George appeared on BET International as one of the first artistes from Nigeria to be aired on that show. She was a member of the BET Voting Academy for two years in a row. She served as a judge on the music TV show Airtel TRACE MUSIC Star. ==Personal life== She is married to Gbenga George, a legal practitioner and music entrepreneur. She has two children: a boy named Adeoba and a girl named Tiaraoluwa and lives in Alpharetta, Georgia in the United States. She is Vice-president of SoForte Entertainment Distribution Ltd. , the first home-grown structured entertainment distribution company in Nigeria, partnering with IAS/TNT courier, as well as fast food outlets Mr. Biggs and Sweet Sensation, resulting in over 250 outlets across Nigeria for physical distribution of musical products. ==Discography== *Forever In My Heart (2008) *Lara George (2009) *Higher - The Dansaki Album (2012) *Love Nwantintin (2014) *The Medley Album (2014) *A Slice of Heaven (2017) === Covers === * \"Hello\" (Adele cover) (2015) == Awards and nominations == {| class=\"wikitable\" |+ !Year !Event !Prize !Result !Ref |- |2016 |KORA Awards | rowspan=\"2\" |Best Gospel Artiste | | |- | rowspan=\"2\" |2014 |BEN TV UK Award | | |- |Crystal Awards |Best Female Vocalist | | |- |2013 |Africa Gospel Music Awards |Trailblazer of the Year | | |- |2012 |Gospel Music Awards |Best African Female Gospel Artiste | | |- |2011 | rowspan=\"2\" |Nigeria Entertainment Awards | rowspan=\"2\" |Best Gospel Artist | | |- | rowspan=\"3\" |2010 | | |- |The Headies |Best Vocal Performance (Female) | | |- |Nigeria Music Awards |Best Female Vocalist | | |- |2008 |The Headies |Best Vocal Performance (Female) | | |} ==See also== * List of Nigerian gospel musicians ==References== Category:Living people Category:Musicians from Lagos Category:People from Lagos State Category:Nigerian gospel singers Category:University of Lagos alumni Category:English-language singers from Nigeria Category:Yoruba-language singers Category:Yoruba musicians Category:Queen's College, Lagos alumni Category:Year of birth missing (living people) ",
    "title": "Lara George"
}