{
    "id": "45669311",
    "text": "Edward Poitras (born in 1953) is a Métis artist based in Saskatchewan.Edward Poitrass , BorderZones, UBC Museum of Anthropology His work, mixed-media sculptures and installations, explores the themes of history, treaties, colonialism, and life both in urban spaces and on Indian reserves.Edward Poitrass, Saskatchewan NAC Artists ==Early life and education== Poitras was born in Regina, Saskatchewan in 1953 and he is a member of the Gordon First Nation. Poitras began formal studies in 1974 when he attended the short lived Ind[ian] art programCandice Hopkins, Acquisition Proposal for Edward Poitras's 200 Pounds of Rope, accession #43310, Curatorial File, National Gallery of Canada at the Saskatchewan Indian Cultural College in Saskatoon where he studied with Sarain Stump whose thinking about art and its relationship to life from Indigenous perspectives would significantly influence his practice. In 1975-76 he continued his studies at Manitou College in La Macaza, Quebec with Mexican Aboriginal artist Domingo Cisneros. ==Career== Poitras has participated in many significant solo and group exhibitions in Canada and internationally. Since 1980, his work has usually been included in major contemporary Aboriginal exhibitions. In 1995, he represented Canada at the Venice Biennale, He was the first Indigenous artist chosen to represent Canada at Venice. His artwork has had a profound impact on contemporary arts practices and discourseCandice Hopkins, Acquisition Proposal for Edward Poitras's 2000 Pounds of Rope. accession #43310, Curatorial File, National Galery of Canada. In recognition of this contribution he was awarded the Governor General’s Award in Visual and Media Arts in 2002.Edward Poitrass, Saskatchewan NAC Artists One of Poitras's first group exhibitions took place in 1982 when he was included in New Work by a New Generation at the Mackenzie Art Gallery in Regina. This exhibition marked a turning point in Canada's exhibition history as it was among the country's first group exhibitions of contemporary Indigenous art. Poitras has had solo exhibitions at the Western front in Vancouver (1998); Articule in Montreal (1991); and the Power Plant in Toronto (1989). In 1998, he created The Politics of Land, an earthwork at Wanuskewin Heritage Park, Saskatoon.Edward Poitras, Aboriginal Curatorial Collective/Collectif des commissaires autochtones In 2002 the Mendel Art Gallery, Saskatoon organized the travelling exhibition, Qu'Appelle: Tales of Two Valleys, a large-scale survey of recent work. Other group exhibitions include Border Zones: New Art Across Cultures at the Audain Gallery, Museum of Anthropology, Vancouver (2010); Database Imaginary, Walter Phillips Gallery, Banff (travelling, 2005-2006); A History Lesson, Museum of Contemporary Canadian Art, Toronto (2004) travelling to the Mackenzie Art Gallery, Regina (2003); Lost Homelands: Manuel Pina, Edward Poitras, Jorma Puranen, Jin-me Yoon Confederation Centre Art Gallery and Museum, Charlottetown and the Kamloops Art Gallery (travelling 1999-2000); The Post-Colonial Landscape, Mendel Art Gallery (1993); INDIGENA: Perspectives of Indigenous Peoples on 500 Years, Canadian Museum of Civilization, Hull, Quebec (travelling 1992-1995); IV Biennal of Havana Cuba (1991); Biennial of Canadian Contemporary Art, National Gallery of Canada (1989); and Star Dusters, Thunder Bay Art Gallery, Thunder Bay, Ontario (1986)Candice Hopkins, Acquisition Proposal for Edward Poitras's 2000 Pounds of Rope. accession #43310, Curatorial File, National Galery of Canada. Poitras has taught at the Saskatchewan Indian Federated College (1976-1978), the University of Manitoba (1978) and the Saskatchewan Indian Federated College at the University of Regina (now First Nations University of Canada) from 1981-1984 and 1989-1990. His work is included in the collections of the Canadian Museum of Civilization, the Mendel Art Gallery, the Saskatchewan Arts Board, the MacKenzie Art Gallery, the Thunder Bay Art Gallery, and the Canadian Department of Indian and Northern Affairs. ==Themes== Several of Poitras's early installations, including Day Break Sentinel (1983), Big Iron Sky (1984), and Internal Recall (1986–88), incorporated suspended figures.Poitras, Edward (1953–), Encyclopedia of Saskawatchewan In the last of these, \"seven life-size figures kneel with their hands bound with rope that attaches to the ceiling; on the wall, words associated with the signing of treaties with First Nations on the prairies act as connecting links between the act of binding and the notion of binding contracts, as well as the legacy of broken promises.\" Poitras has used a variety of materials in his art, including stone, weathered prairie bone, traditional beadwork and historical photos, sometimes alongside transistor boards, electrical wires, audio tapes and plastics.Edward Poitras, Encyclopedia of Canada The coyote, which is a trickster figure in Cree culture, and a \"symbol of survival-with-hubris\" for many Indigenous people, is a recurring theme in Poitras's work, including his installation Marginal Recession (1991), and Coyote (1986) among other works. ==Personal life== In the 1980s, Poitras married the second daughter of Saskatchewan architect Clifford Wiens, Robin. Robin Poitras is a dancer, performance and installation artist in her own right. ==Selected solo exhibitions== *Horses Fly Too, Mackenzie Art Gallery, Regina, 1984 *Indian Territory Mendel Art Gallery, Saskatoon, 1988 *The Power Plant, Toronto (1989) *Galerie Articule, Montreal (1991) *Three Lemons and a Dead Coyote, Ottawa School of Art, Ottawa, 1993 *Jaw Rez, Canadian Museum of Civilization, Hull, (1996) *Western Front Society, Vancouver (1998) *RESIG/NATION, Galerie Le lieu, Quebec City, 2000 *Qu’Appelle: Tales of Two Valleys, (travelling exhibition organized by Mendel Art Gallery), 2002 *13 Coyotes, Mackenzie Art Gallery, Regina, 2012 ==Selected group exhibitions== *Canadian Biennial of Contemporary Art, National Gallery of Canada, Ottawa, 1989 *Indigena, Canadian Museum of Civilization, Hull, 1992 *Borderzones, UBC Museum of Anthropology, Vancouver, 2010 *SAKAHÁN: International Indigenous Art, National Gallery of Canada, Ottawa, 2013 ==References== Category:1953 births Category:First Nations installation artists Category:Artists from Regina, Saskatchewan Category:First Nations sculptors Category:Living people Category:Governor General's Award in Visual and Media Arts winners Category:Canadian contemporary artists ",
    "title": "Edward Poitras"
}