{
    "id": "45664891",
    "text": "Esperanza Zabala (Eibar, Gipuzkoa, 1974), is a Spanish Basque artist. She works on painting, sculpture, graphic design and installations. She learned the rudiments of art in Liceo di Brera, in Milan. After studying graphic design in San Sebastian, she graduated in fine arts at the University of Salamanca. Esperanza Zabala has taken part in many individual and collective exhibitions. == Painting == Esperanza Zabala's paintings can be considered neo-expressionists. Her style could be considered close to Jose Luis Zumeta's, German expressionists', CoBrA's or Basquiat's. Her paints, which at a first glance seem to be semiabstract, hide figurative images. She uses deep and powerful colours, and mixes oil, acrylic and other medias in her works. Sometimes, she uses embroidered bed sheets instead of regular canvas. == Sculpture == Her sculpture covers topics such as feminism, body, sex, religion, death and fashion. She has taken three main lines. On the one hand, works based on objects, toys, religious images or everyday items. Through this work invites the social analysis, criticism and reflection of quotidian -fashion, consumerism, etc.. Another line is formed by her polyurethane foam sculptures, following the technique she learned from Enrique Marty. Composed by sculptures of people in real size -some of them fragmented- and anthropomorphic pieces of organic textures. These sculptures cover topics such as the process of construction- deconstruction of the body, defragmented body, skin, etc. Some of these works can be related to those by Damien Hirst or Gunther von Hagens. From 2014 she begins to combine sculpture with Wi-Fi technologies and streaming. Through these conceptual works, in addition to treat the network as an artwork, she calls for reflection on the consciousness of the body. == Other disciplines == Among the works of Esperanza Zabala can be found a series of installations and performances of action painting in which she uses her own body as a tool. In those works she prints on paper her body previously smeared with red paint, following lines of work such as Ana Mendieta and Yves Klein. In addition, the artist has also made artist's books and serigraphs. == References == == Bibliography == * Category:Basque painters Category:Spanish painters Category:Spanish Expressionist painters Category:1974 births Category:Living people Category:University of Salamanca alumni Category:Date of birth missing (living people) ",
    "title": "Esperanza Zabala"
}