{
    "id": "45667609",
    "text": "Paul Narita is a fictional character from the NBC Daytime soap opera, Days of Our Lives portrayed by Christopher Sean. Paul was created under head writers Gary Tomlin and Christopher Whitesell and introduced in November 2014 as a famous baseball player getting surgery on his shoulder. Paul flirts with every woman he sees but is eventually revealed to be the closeted ex-boyfriend of Sonny Kiriakis (Freddie Smith), whom Paul considers to be the love of his life. Though the surgery proves successful, Paul is unable to pitch again and finds comfort in the arms of journalist Will Horton (Guy Wilson) – who has convinced Paul to come out in a magazine article. In addition to maintaining his image, Paul is afraid to come out fearing his family would not accept him. The series then introduces Paul's mother, Tori (Hira Ambrosino) who supports him even though she is afraid of the public backlash. In April 2015, Paul is revealed to be the son of long running character, John Black (Drake Hogestyn). The character of Paul was an immediate hit with fans and critics alike. Christopher Sean became a \"breakout star\" and Sean received critical acclaim for his portrayal. The romantic pairing of Paul and Sonny which became known as 'PaulSon' was an instant success with the audience and quickly became a big fan favorite, despite Paul coming in between the supercouple of Will and Sonny (WilSon). BuzzFeed said Paul as a gay Asian-American in daytime is a \"groundbreaking\" character. ==Storylines== === 2014–2015 === Famous baseball player Paul Narita comes to Salem to undergo shoulder surgery as a patient of Daniel Jonas (Shawn Christian). Paul flirts heavily with hospital employees Abigail Deveraux (Kate Mansi), Theresa Donovan (Jen Lilley) and his physical therapist Jordan Ridgeway (Chrishell Stause). Paul checks into the hospital under an assumed name to hide his identity from the press. The surgery proves successful and Paul starts physical therapy. During his recovery, Paul has a brief fling with Theresa and they even make plans to go on a date despite Paul being on bed rest. However, Paul is shocked when he runs into his ex-boyfriend Sonny Kiriakis (Freddie Smith). Though Paul still has feelings for Sonny, Paul is not ready to come out and Sonny urges him to move on. Paul has already agreed to an exclusive interview with SONIX magazine about his return to baseball with journalist Will Horton (Guy Wilson). Paul invites Will to his private hotel room for the duration of the interview process. After Christmas, Paul learns that while he will regain normal use of his arm, he can never pitch again and he vents his frustrations to Will. To make matters worse, Paul is a free agent and now has no shot at being picked up by another team. Will convinces Paul to use the article instead to tell the world about his career ending injury and be a lesson to other players. Paul reaches out to Sonny and reveals he is ready to come out so they can be together only for Sonny to reveal he is married. However, Sonny encourages Paul to go forward with coming out. Will is quite shocked when Paul flirts with him as they share a bottle of champagne on New Year's Eve. Thanks to Derrick (Spencer Neville), a flirtatious bellboy, Paul learns Sonny tried to visit him on New Year's Eve. Paul believes Sonny has changed his mind about being together and Sonny admits that he briefly considered asking Paul for a loan to help keep his club afloat. Paul knows they still have a connection but Sonny urges him to move on. Knowing Paul is holding back, Will wants to do a follow up interview. Taking his cue from the flirting, Will asks Paul if he is gay. Paul responds by kissing Will and they sleep together on January 8, 2015. Will immediately regrets their tryst and goes to shower when Sonny stops by to return Paul's first home-run baseball. Paul lets him keep the ball and tries to rush him out of the room as Will turns off the shower and Sonny realizes Paul was with someone. Paul believes he has ruined his chances with Sonny. Will then asks Paul to consider coming out in the exposé to be a role model to kids and athletes like him but Paul hesitates. Paul informs Sonny that his career is over and Sonny tries to comfort Paul then calls him out for still being afraid to go public about his sexuality. After much hesitation, Paul finally agrees to come out in the interview and he even opens to Will about the man he loved that proposed to him. Paul tells Will that he hasn't told his family about his plans to come out yet and Will urges him to make sure they hear it from him. Paul agrees but wants to wait until the article's publication is out of his control fearing his mother might talk him out of it. Later, Paul calls his mother Tori (Hira Ambrosino) and his grandfather Hiro (Yoshio Moriwaki) inform them that he is coming out. Tori admits that she was always aware of Paul's sexuality but thought it would be safer if he stayed in the closet. Paul and Tori are nervous about telling the very old and traditional Hiro and they're relieved when he also supports Paul. Days before the article is published, Paul donates blood to the hospital. Paul is shocked to learn that Sonny was stabbed and Sonny's mother Adrienne (Judi Evans) thanks him because his donation saves her son. Paul later starts therapy sessions with Marlena Evans (Deidre Hall). Paul makes plans to leave town but he wants to see Sonny before he leaves. He presents the article and a furious Sonny reveals that Will is his husband and kicks him out of his hospital room. Though Paul is unaware of the connection, Will believes Paul told Sonny about the affair to break up his marriage. Paul tries to confide in Marlena, but she refers him to another doctor when she reveals that she is actually Will's grandmother. Paul is ready to leave town when John Black (Drake Hogestyn) asks him to participate in a charity benefit for underprivileged kids. Paul agrees to stay and Tori makes him promise to leave town immediately after the charity benefit. John witnesses a close moment between Paul and Sonny and orders him not to interfere in Will and Sonny's marriage. Paul and Will's affair is publicly exposed during Will and Sonny's anniversary celebration in the town square. John accuses Paul of seducing Will and then going after Sonny unaware of their history. Sonny later informs Paul that Tori is hiding the truth about his paternity and Paul confronts her at Sonny's club where he and John come to the realization that they are father and son. Paul goes back to San Francisco and John follows. His grandfather encourages Paul to build a relationship with John and Paul agrees. Paul is hesitant about returning to Salem not wanting to cause trouble for Sonny. However, Sonny's father Justin (Wally Kurth) endorses a relationship between Sonny and Paul as he believes Paul can make his son happy. Paul is very honest about his feelings for Sonny which upsets Will. Later, Will's grandmother Kate Roberts (Lauren Koslow) offers Paul a job as the spokesperson for a new men's fashion line for MAD World Cosmetics—on Justin's behalf. Paul agrees to walk away from the offer if Sonny is uncomfortable but Sonny encourages him to take the job. Paul continues to bond with John and his half-brother Brady (Eric Martsolf) who has recently welcomed his son, Tate. Paul tries to comfort Sonny when Will is strangled and believed dead, and feels guilty for contributing to the destruction of their marriage. Paul lands another modeling gig when Kate, Theresa and Nicole Walker (Arianne Zucker) take over John's former fashion house, Basic Black and he ends up working opposite Gabi Hernandez (Camila Banus) – Will's ex-girlfriend. Paul encourages John to search for his biological parents and helps obtain information from one of Paul's former classmates. === 2016–2018 === Paul supports his father and meets his half-sister Belle (Martha Madison) when Brady is involved in a near fatal car accident and receives a heart transplant. In March 2016, Paul is kidnapped by the mysterious Yo Ling (Tobin Bell) who reveals himself to be John's presumed dead biological father—Tim Robicheaux. Yo Ling has brainwashed Paul in an attempt to force him to do his bidding, but John rescues him with the help of Eduardo Hernandez (A Martinez). In May 2016, Paul is hospitalized with a severe fever and quarantined at the hospital, where it is revealed that Yo Ling has injected Paul with a bio-toxin to cause havoc. Paul, Gabi, Arianna and several others are near death when the doctors produce a successful antidote. Paul later goes to work for John as a private investigator and in the summer of 2016, Paul is reunited with Sonny, who has returned to town. In September 2016, Paul takes a bullet for John when his longtime foe Orpheus (George DelHoyo) crashes Brady's wedding looking for revenge. Though he recovers, Paul is injured again when Orpheus and his accomplices detonate several bombs in town. Sonny revives Paul and gets him to the hospital. In 2017, Paul gets engaged to Sonny, and they plan a double wedding with Chad DiMera and Abigail Deveraux. In October 2017, Ben Weston (Robert Scott Wilson) crashes the wedding to announce that Will is still alive. Though Chad and Abigail do get married, Sonny insists on waiting to see if the news about Will is true. Paul joins Sonny and Will's family in the ensuing hunt to find out if Will is alive, which takes them all to Memphis. When Paul sees Will (now Chandler Massey) serving in a bar there, he initially tells no one, because he is afraid to lose Sonny to Will. When he does confess to Sonny, Sonny dashes off to find Will. Will has total amnesia, and does not remember Sonny, Paul, or any of his family. When he learns he has been lied to about who he is, he comes home to Salem. Amnesiac Will finds himself attracted to Paul. When Will learns that he cheated on Sonny with Paul, he rushes to Paul's apartment to ask Paul about it, and kisses Paul. Paul, who wants to keep his relationship with Sonny, is not invested in Will remembering his former life. This makes Paul even more attractive to Will, who appreciates his lack of expectations since he is under pressure from his loved ones to remember his past. Sonny, however, is very keen for Will to remember him and their love, and breaks up with Paul so he can pursue Will. Will does not want to be married to a man he does not remember, so he divorces Sonny and begins pursuing Paul. Paul, still in love with Sonny, initially rejects Will's advances, but in truth, he is very sympathetic to Will's situation of having no memory of his life and family, and he extends the hand of friendship to him. They become good friends, and when Paul suspects his father John of poisoning Sonny's uncle, Steve Johnson (Stephen Nichols), Paul and Will investigate together. Their adventure brings them close, and Paul develops feelings for Will. They start dating, and fall in love. Paul selflessly tries to help Will regain his memories by injecting him with an experimental serum. Will assures Paul repeatedly that he loves only Paul now, and regaining his memories will not change his love and total devotion to Paul. However, when his memories do return, Will finds that he cannot ignore his deep love for Sonny. Meanwhile, Paul saves Sami from being shot by Kristen DiMera (Stacy Haiduk), but he falls out a window and lands three stories down. In critical condition, Paul is saved in surgery, but he is paralyzed from the waist down. Will professes his love to Sonny, which is overheard by a furious Brady. He demands that Will not abandon Paul when he needs all the support they can give him. Will does not tell Paul that his memory has returned, and ultimately decides to stay with Paul. When Will does reveal that he has his memories back, he reassures Paul that nothing has changed between them, but Will and Sonny are tortured by their decision to stay apart. Will and Paul are moving into a new apartment together when Brady tells Paul that Will is in love with Sonny. Paul confronts Will, who admits that it is true. A devastated Paul decides to return to San Francisco, where a new program may be able to restore his ability to walk. ==Development== ===Casting and creation=== In February 2014, the series put out a casting call for an actor between the ages of 24 and 35 to play the role of Micah, who was initially supposed to be African American. There was initial speculation that the series was looking to recast the role of Cameron Davis, a role previously played by Nathan Owens. In September, the producers reissued the casting call for the same role looking for a fully Hispanic or partly Hispanic actor. The character would start out as a recurring role with the potential to become contract. Shortly after, the casting notice was reissued for Hispanic or Asian actors to fill the role. In October 2014, several reports surfaced that actor Christopher Sean had been cast in the role of baseball player Paul Narita and would debut on November 7, 2014. A former Mr. Asia USA, Sean was known for his appearances in the web series, The Lizzie Bennet Diaries, Hollywood Heights, The Mindy Project and Hawaii Five-O. Sean's previous experience in daytime included two episodes of The Bold and the Beautiful in 2010. Of the casting process, Christopher Sean said, \"It's pretty crazy the way it worked out.\" He continued, \"But in essence, they didn't know what they wanted, and luckily, I was chosen.\" Sean further explained \"It was a really big casting call.\" According to casting director Marnie Saitta, \"it came down to a group of Asian boys, a group of black boys, a group of white boys, and there was a large amount of all of them.\" They narrowed the search down to three actors, one from each race. The three actors did a network test opposite Freddie Smith who played Sonny. Even then, the producers were still not sure of what direction to go. During his second callback, Sean was asked if he was comfortable with playing a gay character, which he was. However, Sean was very unfamiliar with the genre and questioned if he was making the right choice by taking the role. Sean's manager assured him the role would stir up controversy as a gay professional athlete in the closet. Sean quickly realized what the role could do for him as an actor. \"This is bigger than me. If they actually do choose me, I'd be honored,\" he said. However, it was Sean's ability to speak Japanese that helped him book the role. At the request of the casting director, Sean sent in a video of himself speaking Japanese. Sean's agent then informed him that he had been booked. ===Archetypes and characterization=== Unlike most of the archetypal portrayals of Asian men on television of the time, Paul is not lacking in sex appeal. Ira Madison III from BuzzFeed said \"Asian-American men on television have long been relegated to sidekick status\" and the character of Paul goes against that trend. He is \"meant to have sex appeal and his love life plays out on screen\" Madison continued. Paul is the first character of his kind—a gay Asian-American male character in a lead role—in daytime. Madison also noted that \"Paul didn't have to abandon his Japanese ancestry to have the spotlight\" but Days instead \"embraced it\" by having Paul come out to his grandfather in Japanese. Christopher Sean likened his character's sex appeal to that of Steven Yeun's Glenn Rhee on The Walking Dead. When Paul's connection to Sonny was revealed, \"[Paul] became one of three prominent gay Asian characters on broadcast television,\" along with Oliver Hampton (Conrad Ricamora) on How to Get Away With Murder and Brad Cooper (Parry Shen) on General Hospital. However, the character of Paul is the only series regular. Madison said Paul can easily be compared to the Oliver Hampton character, but the difference is that Paul's sex scenes actually drive story. The initial casting notice described the character as \"charismatic confident and charming without even trying. Ladies want to date him and men want to be him. He gives off a very well rounded confident vibe but there is pain in his past that keeps him guarded.\" The second casting described the character as \"charming and honest, which makes women just melt at his feet. He's got plenty of courage, which creates a wild and thrilling aura.\" The final casting notice called for a Hispanic or Asian actor with \"fantastic looks and killer charm making him irresistible. He is masculine and charming but authentic so as not to come off as a 'playa' or slick.\" Christopher Sean described Paul as being \"aware of his emotions\" and \"intelligent.\" Sean also described Paul as \"extremely charismatic.\" Because of his success as an athlete, Paul is \"accustomed to and enjoys the spotlight.\" Paul \"loves to play with everyone.\" He's got some \"real spunk\" Sean said. Paul is \"all about being respectful and honorable.\" However, Christopher Sean admitted that Paul can be so honest, that it raises suspicion among those around him. ===Coming out and triangle=== While there was initial speculation that Paul would be a love interest for Theresa Donovan (Jen Lilley), it was quickly revealed that Paul was the closeted ex-boyfriend of Sonny Kiriakis (Smith). When it comes to Sonny, \"His intentions are as honorable as he possibly can make them\" said Sean. Paul is questioning whether he can actually have a future with Sonny, considering the past they have shared. During an interview, Paul discusses a \"lost love\" with journalist Will Horton (Wilson). At the same time, Paul is very cautious about who he allows into his inner circle despite advances from bellboy Derrick (Spencer Neville) and he still has lingering feelings for Sonny. Paul wants to keep a low profile fearing his sexuality could not only cost him his career, but also cause a rift in his family. In an interview with Daytime Royal Online, Christopher Sean explained that sexual orientation was \"taboo\" in the Japanese culture. Though they were supportive, Sean revealed he had to have his own \"coming out\" of sorts when he told his family about the role. It was even more nerve-racking for the actor because of his dad who is in the military where the subject is very much \"taboo.\" In an interview with Michael Logan for Soap Opera Digest, Christopher Sean said he was shocked when he learned from co-executive producer Lisa de Cazotte that Paul's relationship with Will would become sexual. He was worried about how fans would react to Paul causing trouble for such a popular couple like Will and Sonny. Meanwhile, Sean himself immediately questioned Paul's motives in sleeping with Will. However, \"Paul is not the villain in this triangle,\" he said. \"The only thing Paul is guilty of is wanting a human connection,\" Sean continued. \"He wants love\" the actor declared. When Paul loses his ability to play baseball, he reaches out to Sonny—who rejects him because he is married—and then he reaches out to Will. When Paul and Will's affair occurs on January 8, 2015, not only does Paul not know Will is married, he is also unaware that Will is married Paul's \"only love\" Sonny. Sean described the scenes as \"pretty hectic\" and \"very sexual.\" He continued, \"There's lovemaking and then there's sex -- and Paul and Will are having the latter.\" By revealing that he is gay, Paul accomplishes his intended goal of being a \"role model.\" After their tryst, Paul develops a \"mutual respect\" for Will because Will helps him with coming out. Paul develops a certain \"admiration\" for Will. When it comes to Paul's feelings for Will, Sean explained \"it's one of those things, as an adult, you experience somebody, and you know whether or not it works.\" Despite their history, Paul and Will make the choice to \"move forward and be professional.\" At the same time, Paul still longs for a future with Sonny, but Sean admitted they'd have to work through their differences once the about the affair comes out. But Paul has \"true love\" for Sonny. As far as Paul is concerned, \"Sonny is his other half.\" When the article comes out and Paul, Sonny and Will finally connect the dots, it gets \"rocky.\" Though Paul is all about \"honor,\" with Will and Sonny at odds, Paul has a little bit of hope for a future with Sonny. ===Paternity=== Shortly before Christopher Sean's debut as Paul, Serial Scoop also reported that the series was looking to cast the role of Paul's mother, Tori Narita. In January 2015, it was announced that Hira Ambrosino had been cast in the role of Tori Narita. With Tori's arrival comes speculation about Paul's paternity. While Sean refused to confirm or deny the rumors, he looked forward to potentially working with the veterans of the cast. In an interview with TheBacklot.com, Christopher Sean said \"there's going to be quite the plot point introduced with [Tori] coming.\" While Sean was aware of the coming paternity storyline and its outcome due to the show taping episodes six months ahead, Sean wanted to maintain \"tunnel vision\" to \"focus on what Paul knows only.\" Tori immediately encourages Paul to leave Salem, but he refuses. Paul loves and respects his mother, but he has to live his life. However, Paul has no clue that his father actually in Salem. During an interview with TV Insider released in April 2015, Drake Hogestyn officially confirmed that John and Paul were indeed father and son conceived during John and Tori's brief affair years earlier. John would become a priest sometime after the affair which is why Tori keeps quiet. With the revelation of his paternity, Paul finally gets the chance to \"fill that void\" left by him growing up without a father. Paul develops a new sense of self-respect as well as well as a respect for his father. === Departure === In June 2018, Daytime Confidential reported that Sean had quit the role of Paul. In an video on his social media, Sean commented on his exit, stating: \"I want to let you all know from me. It was my decision to depart from Days of Our Lives.\" He wrapped filming on May 25, 2018. ==Reception== The character and the actor received critical acclaim and became quite popular with fans and Sean was considered a \"break out\" star. Soap Central said \"Christopher Sean (Paul Narita) is all the buzz in every sense of the word.\" Despite his past with Sonny, Jamey Giddens encouraged Paul and Will's potential romance and said \"it would be 50 shades of fun.\" Christopher Sean revealed that he had gotten very \"positive\" feedback from fans on social media. While some had a negative reactions due to Paul sleeping with a married man, most reactions were positive and \"pro-Paul.\" Fans deemed Paul and Sonny as \"PaulSon.\" Sean received critical acclaim for his portrayal of Paul during the scenes in which he comes out to his mother and grandfather. Christopher Sean was listed as the \"Performer of the Week\" by Soap Opera Digest for his performance, which takes place over the phone. The magazine said \"With nothing to rely on but his expressions, vocal inflections and body movements, he provided viewers with a one-way ticket into Paul's psyche. Score one for the rookie. On Twitter, some fans told the actor that Paul gave them the courage to come out to their own families. Ira Madison III from BuzzFeed responded with the following headline: \"A Groundbreaking Coming- Out Story Was Told Entirely In Japanese On “Days Of Our Lives.” The triangle between Sonny, Paul and Will also brought the soap its 4th consecutive GLAAD Media Award for Outstanding Daily Drama in 2015. On-Air On-Soaps listed the character the \"Best New Character, Male\" for the year 2014 and said \"Thank God for Paul, right? Will and Sonny needed shaking up and this closeted pro baseball player is the guy to do it.\" Fans were very \"excited\" to the idea of Paul being John's son. ==References== ==External links== * * Category:Fictional gay males Category:Fictional baseball players Category:Days of Our Lives characters Category:Television characters introduced in 2014 Category:Fictional models Category:Fictional private investigators Category:Fictional LGBT characters in television Category:Male characters in television ",
    "title": "Paul Narita"
}