{
    "id": "45667711",
    "text": "Polebarn Hotel The Polebarn Hotel in Trowbridge, Wiltshire (formerly Polebarn House) is a building of historical significance and is Grade II* listed on the Historic England Register. It was built in 1789 by John Clark, a local textile mill owner and clergyman. It passed through successive generations of the Clark family until it was sold by auction in about 1920 to Wiltshire County Council, who used it firstly for Children's Services and later as flats. The house became a hotel in 1978. ==John and Catherine Clark== Reverend John Clerk Reverend John Clark (1746–1808) was born in Frome, Somerset in 1746. His father John Clark (1702–1780) had business interests in several fields. He owned a brewery in Frome, a clothier business in Trowbridge and also had half shares in several ships.Beckinsale, R. P. \"The Trowbridge Woollen Industry\" Wiltshire Record Society, Vol 6, 1951, p. ix. The Clark clothier firm in Trowbridge was almost exclusively concerned with the manufacture of cloth from fine Spanish merino wool. John took over this business and greatly extended it. It stretched from Rockley in Wiltshire to Kintbury in Berkshire, where he had a dye house, and to the many villages in the Avon Valley near Trowbridge. He frequently went to London to sell his cloth. He became interested in religion and was the first pastor of the Tabernacle Church in Trowbridge, which he helped to establish. He also was interested in music and was described by one historian as a \"man of deep piety, a musician of no mean order and a fair poet. He was versed in astronomy and had his own observatory at his residence Polebarn House, where he also built and installed an organ.Goodrich, P. J. 1932 \"Goodrich and its times\", p. 67 John married Catherine Norris in 1779 in Bath. John's father died the following year in 1780 and he and his brother Joseph inherited considerable wealth. Joseph Clark died in 1793 and John invited his widow and her two sons John and Thomas to come to live with him and his family at Polebank House.Beckinsale, R. P. \"The Trowbridge Woollen Industry\" Wiltshire Record Society, Vol 6, 1951, p. x. In 1801 when his nephews came of age he made them apprentices in the firm and agreed to give them a substantial amount of money after three years if they wished to go into partnership with each other. They did this and formed the company J and T Clark which was a successful clothier business in Trowbridge for many years. John Clark extended the garden so that it became a \"miniature\" version of Stourhead, which included adding a lake, temple and gazebo. These do not remain today and the garden has since become smaller.Trowbridge By Its Civic Society (1994), self-published book by the Trowbridge Civic Society, North Bradley, England; page 12, In 1808 John died and his wife Catherine continued to live at Polebarn House until she died in 1826. After this their only son John Norris Clark inherited the property.Will of John Clark 1809. ==John Clark's descendants== John Norris Clark (called Norris Clark) the only son of John Clark was born in 1787 in Trowbridge. In 1810 he married Elizabeth Perkins and the couple had four sons. In 1815 Norris built and operated the Castle Court Mill p. 171. and then in 1822 went into partnership with William Perkins, his brother-in-law, to form the firm Clark & Perkins which existed until 1839. p. 392. Norris was a close friend of the famous poet George Crabbe and according to Crabbe's son often went to visit him at his home (Polebarn House). p. 256. He died in 1869 and his youngest son Henry Clark inherited Polebarn House. Henry Clark (1828–1886) was born in 1828 in Trowbridge. He became a solicitor and was a partner in the Trowbridge firm of Clark and Collins.Bath Chronicle and Weekly Gazette - Thursday 4 March 1886, p. 3. In 1856 he married Elizabeth Attwood who was the daughter of a clergyman.Berkshire Chronicle - Saturday 5 July 1856, p. 8. Henry died in 1886 and his only son Henry Attwood Clark inherited Polebarn House. He sold the house to Emily Mackay who was the wife of William Mackay.H F Chettle, W R Powell, P A Spalding and P M Tillott, 'Parishes: Trowbridge', in A History of the County of Wiltshire: Volume 7, ed. R B Pugh and Elizabeth Crittall (London, 1953), pp. 125–171 ==William and Emily Mackay== Emily Mackay bought Polebarn House in about 1886. She was the daughter of the wealthy clothier William Henry Tucker who owned the Trowbridge firm W. H. Tucker and Co. In 1870 she married William Mackay who was from a Scottish clothier family. He was a partner in W. H. Tucker and Co for some years and then later became head of the business.Volume 41, 1922, p. 195. Online reference Emily died in 1890 and William continued to live in Polebarn House until his death in 1920. It was then sold to the County Council. ==References== ==External links== * Polebarn Hotel website Category:Trowbridge Category:Hotels in Wiltshire Category:Grade II* listed buildings in Wiltshire ",
    "title": "The Polebarn Hotel"
}