{
    "id": "45664950",
    "text": "Paulo Sokoli (born 29 March 1995) is an Albanian professional footballer who most recently played as a defender for Swiss club La Chaux-de-Fonds. ==Club career== ===Early career=== ===Genoa=== Being a regular starter with primavera team of Genoa C.F.C. he gained entry with the first team in September 2013 as he called up by the coach Fabio Liverani to participate in the 5th game week of the 2013–14 Serie A against Udinese on 28 September 2013.Calcio: giovani talenti crescono, il loanese Paulo Sokoli sente il profumo della Serie A SvSport.it In that match Sokoli remained as an unused substitute for the entire match wearing the 44th shirt number and Udinese won 1–0 scoring with Antonio Di Natale in the 79th minute.Udinese vs. Genoa - 24 September 2013 - Soccerway He managed to participate with the first team also in the next fixture 4 days later against Napoli and two others during the next year 2014 in January and May, but didn't came in to play in any of these matches.Albania - P. Sokoli's matches Soccerway ===Barletta=== On 10 July 2014 Sokoli left Genoa to start a professional career at Lega Pro (former Serie C) side S.S. Barletta Calcio.Calcio. Il loanese Sokoli sbarca in Lega Pro, il Barletta lo ingaggia a titolo definitivo SvSport.it During his first months at Barleta, Sokoli remained with primavera team and involved with the first team on 19 October 2014 by the coach Marco Sesia against Casertana, match finished in the 2–1 loss and Sokoli remained as an unused substitute.Casertana vs. Barletta - 19 October 2014 - Soccerway He then appeared again at the first team only in the 2015 year in the first match of the year against Messina on 11 January 2015 where he didn't play once again.Messina vs. Barletta - 11 January 2015 - Soccerway Then he returned to participate with the first team in March without playing the entire match against Casertana before he made his first professional debut on 11 March 2015 against Matera coming on as a substitute in the 85th minute in place of Simone Guarco in a 2–1 away loss.Matera vs. Barletta - 11 March 2015 - Soccerway === FC La Chaux-de-Fonds === On 19 December 2016 Sokoli signed with FC La Chaux-de-Fonds in the Swiss Promotion League,SOKOLI ARRIVE... FC La Chaux-de-Fonds but he left them at the end of the season.Le latéral gauche Valentin Hayoz au FCC - ArcInfo ==International career== Sokoli was called up for the first time in international level at Albania national under-17 football team by the coach Džemal Mustedanagić to participate in the 2012 UEFA European Under-17 Championship qualifying round in the month October 2011. He managed to play two full 90-minutes matches and helped his team to gain their qualification to the next Elite round by taking the second place in the rank of the group. Also in the Elite round in March 2012 Sokoli played two full 90-minute matches but Albania U17 eliminated from the tournament finishing in the 3rd place. Following his good performances with Albania under-17, Sokoli received a call up highery at Albania national under-19 football team by the coach Foto Strakosha, for the 2014 UEFA European Under-19 Championship qualifying round.Kombëtarja U19 nis eliminatoret, lista e lojtarëve dhe orari i ndeshjeve aSport.al He played every minute of all 3 matches of the tournament but Albania u19 got eliminated finishing in the last 4th place of the group collecting 2 points.Summary - UEFA U19 Championship - Europe - Results, fixtures, tables and news - Soccerway ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align: center;\" |- !rowspan=\"2\"|Season !rowspan=\"2\"|Club !rowspan=\"2\"|League country !colspan=\"2\"|League !colspan=\"2\"|League Cup !colspan=\"2\"|Europe !colspan=\"2\"|Total |- !Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"1\"| 2013–14 ||rowspan=\"1\" valign=\"center\"| Genoa ||rowspan=\"1\"| Serie A ||0||0||-||-||-||-||0||0 |- |- !colspan=\"3\" valign=\"center\"|Total !0!!0!!0!!0!!0!!0!!0!!0 |- |rowspan=\"1\"| 2014–15 ||rowspan=\"1\" valign=\"center\"| Barletta ||rowspan=\"1\"| Lega Pro ||1||0||-||-||-||-||1||0 |- |- !colspan=\"3\" valign=\"center\"|Total !1!!0!!0!!0!!0!!0!!1!!0 |- |- !colspan=\"3\"|Career total !1!!0!!0!!0!!0!!0!!1!!0 |} ==References== ==External links== * Category:1995 births Category:Living people Category:Footballers from Shkodër Category:Association football defenders Category:Albanian footballers Category:Albania under-21 international footballers Category:Albania youth international footballers Category:A.S.D. Barletta 1922 players Category:A.C. Monza players Category:FC La Chaux-de-Fonds players Category:Serie C players Category:Albanian expatriate footballers Category:Albanian expatriate sportspeople in Italy Category:Expatriate footballers in Italy Category:Albanian expatriate sportspeople in Switzerland Category:Expatriate footballers in Switzerland ",
    "title": "Paulo Sokoli"
}