{
    "id": "45660026",
    "text": "Sheila Permatasaka (born in Jakarta on March 4, 1984) is an Indonesian musician. She spent three years learning how to play bass in Farabi Music School, Jakarta, and plays bass in the jazz band \"Starlite\". Her formal education was in Atma Jaya University, Jakarta, with the subject Accounting but she founds her true calling in music. She has reached several awards, such as the best bassist at Festival Budaya Jakarta on 2004 and she also won the Jazz Goes to Campus Competition on 2004 with Starlite. Sheila could play the bass guitar and double bass as well. She has recorded one digital album with Starlite called “Our Journey”. Her experience in performing consisted of playing regularly in some major places in Jakarta. She also played in Jazz Goes To Campus, Jazz For Aceh, Jazz For Jogja, Dutch Embassy events, Mexican Embassy events, A Mild event (with Clorophyl Band), Jak Jazz Festival, Jazz Tiga Generasi, Bimasena Jazz (Jakarta Jazz Society), Jajan Jazz events, Komunitas Jazz Kemayoran events, Jazz Kota Tua, NgayogJazz, Jakarta International Java Jazz Festival (she was once collaborating with Tiwi Shakuhachi, Titi Rajo Bintang, and Tinneke Postma – a Dutch saxophonist), Jazz Traffic Festival, Prambanan Heritage Jazz Festival, Jazz Gunung Bromo, World Youth Jazz Festival in Kuala Lumpur, and many prestigious events in Indonesia. Sheila also plays as home band at several television stations until now. She has performed as the bass player for Gita Gutawa, Dewi Sandra, Vidi Aldiano, Mike Mohede, Bams, Denada, and Olive Latuputty. She currently works as the Managing Director for Bebop Entertainment. ==References== Category:Living people Category:1984 births Category:Indonesian bassists Category:Female jazz musicians Category:Women bass guitarists Category:Indonesian bass guitarists Category:Musicians from Jakarta Category:21st-century women musicians Category:21st-century bass guitarists ",
    "title": "Sheila Permatasaka"
}