{
    "id": "45660472",
    "text": "right Element Masters is a science-fantasy role-playing game published by Escape Ventures in 1983. ==Publication history== Element Masters was designed by Kenneth D. Burridge and published by Escape Ventures in 1983 as a 100-page book. The revised and expanded second edition was published in 1984 as a 160-page book with a map and a sample character record sheet. ==Gameplay== The setting of Element Masters is the world of Vinya, where magic and technology mix. The PCs are all users of the forgotten discipline of Element Magic. ===Character generation=== Character generation starts by choosing a race: humans, elves, dwarves, unspeakables (half-sized humans) and half-trons. Each race has advantages and disadvantages. The referee may also offer players the option to play one of the game's monsters as a character race. Once the race has been chosen, the player then rolls five 4-sided dice for each of the character's eight abilities (Strength, Constitution, Dexterity, Intelligence, Wisdom, Magic Points, Appearance, and Luck). These can be augmenteded by military training. The player rolls percentile dice to determine Handedness. The character must also be bound to one of the four classical elements (Fire, Water, Earth, Air); again percentile dice are used to determine this. The player then chooses skills from a list of over forty, and weapons and armour from an extensive list. The character's hometown is randomly determined, as is previous training in certain areas. ===Combat=== In combat, a player rolls percentile dice to determine if a hit is successful. If it is, the player rolls percentile dice to determine the location of the damage and rolls appropriate dice for the weapon used to determine how much damage; all damage is applied to the location previously determined, minus a deduction for the defender's armour (if any). ===Skills=== Skill challenges are also resolved using percentile dice and comparing the result to the character's relevant skill rating. ===Spellcasting=== Magic uses a point-buy system — every character starts with a bank of Spell Points, and each spell costs a certain number of Spell Points to learn. ==Reception== In the May 1985 edition of Dragon, Tom Armstrong liked the detail of the setting, and found no serious problems with the game rules. He concluded, \"All in all, I found the game great fun... It could easily develop into a major competitor in the fantasy role-playing market.\" ==Reviews== *Different Worlds #39 (May/June, 1985) ==References== Category:Role-playing games introduced in 1983 Category:Science fantasy role-playing games ",
    "title": "Element Masters"
}