{
    "id": "45663256",
    "text": "Black Ash Creek (also known as Wolf Creek or Wolf's Creek ) is a tributary of Rogers Creek in Luzerne County, Pennsylvania, in the United States. It is approximately and flows through Ross Township. The watershed of the creek has an area of . The creek is not impaired. The surficial geology in its vicinity consists of alluvium, Wisconsinan Outwash, Wisconsinan Till, and bedrock. ==Course== Black Ash Creek begins in a valley near Booth Road in Ross Township. It flows south-southwest for more than a mile, crossing State Route 4019 on the way. The creek then turns southwest for a few tenths of a mile before turning south. A few tenths of a mile further downstream, it flows out of its valley and then reaches its confluence with Rogers Creek. Black Ash Creek joins Rogers Creek upstream of its mouth. ==Hydrology, geography and geology== The elevation near the mouth of Black Ash Creek is above sea level. The elevation near the source of the creek is between above sea level. The surficial geology near the mouth of Black Ash Creek mainly consists of alluvium, which contains stratified gravel, sand, and silt, along with some boulders. A patch of Wisconsinan Outwash is also present nearby. However, the majority of the watershed has surficial geology featuring a glacial or resedimented till known as Wisconsinan Till. There are also a few scattered patches of bedrock consisting of sandstone and shale. Black Ash Creek is not considered to be an impaired stream. ==Watershed== The watershed of Black Ash Creek has an area of . The creek is entirely within the United States Geological Survey quadrangle of Shickshinny. It is not far from the community of Bloomingdale. ==History== Black Ash Creek was entered into the Geographic Names Information System on August 2, 1979. Its identifier in the Geographic Names Information System is 1169687. The creek is also known as Wolf Creek. This name appears on county highway maps published by the Pennsylvania Department of Transportation. A bridge across Black Ash Creek was considered in the early 1900s. However, no bids were received for the construction of such a bridge in 1900. ==See also== *Marsh Creek (Rogers Creek), the other named tributary of Rogers Creek *List of tributaries of Fishing Creek (North Branch Susquehanna River) *List of rivers of Pennsylvania ==References== Category:Rivers of Luzerne County, Pennsylvania Category:Tributaries of Fishing Creek (North Branch Susquehanna River) Category:Rivers of Pennsylvania ",
    "title": "Black Ash Creek"
}