{
    "id": "45669178",
    "text": "Foxwarren Park, at Wisley in Surrey, is a Victorian country house and estate. On sandstone Ockham and Wisley Commons, it was designed in 1860 by the railway architect Frederick Barnes for brewing magnate and MP, Charles Buxton. It is a Grade II* listed building. From 1919 to 1955, it was owned by Alfred Ezra who was President of the Avicultural Society -- he assembled a collection of rare birds and animals on the estate -- in 1939 it housed the last known pink- headed ducks in the world. It was then owned by Hannah Weinstein and chosen for films and television series including The Adventures of Robin Hood. ==History== Charles Buxton, brewer, philanthropist and politician, was also an amateur architect. Having rented a range of properties around the growing village of Weybridge in the 1850s, he purchased the site for Foxwarren Park in 1855. He was heavily involved in the design of the new house, working with Frederick Barnes, known more for his designs for railway stations, particularly in Norfolk. The style is described as \"harsh Victorian Gothic\". The house has been suggested as the inspiration for E. H. Shepard's illustrations of Toad Hall in Kenneth Grahame's book, The Wind in the Willows. The claim has also been made for Hardwick House and Mapledurham House in Oxfordshire, and Fawley Court in Buckinghamshire. The house was acquired by Alfred Ezra in 1919, who owned it until his death in 1955. He was an enthusiastic breeder of birds and created a large private collection of rare birds and animals on the estate. From in 1939 the journal Forest and Outdoors praised it as \"probably the finest (private zoo) in the world\"; in which state it had been since 1920 and remained so until the following year. It hosted the known last pair of pink-headed ducks. During World War II, the estate hosted research facilities of engineering firm Vickers for Operation Chastise: development of Barnes Wallis's bouncing bomb. Maid Marian, Robin Hood and Little John in The Adventures of Robin Hood which was shot on location here In the 1950s, the house and estate was owned by Hannah Weinstein's Sapphire Films which built a castle in the deer park and used it as the location for the successful TV series, The Adventures of Robin Hood starring Richard Greene. a not dissimilar show, The Adventures of Sir Lancelot, also used it as a location. Weinstein commissioned writers who had been blacklisted in the US as communists and this exile community included Christina Stead, who had a cottage in the grounds. In 1978, the house was used as the main location for the horror movie, The Comeback. ==Architecture== The house is built of red brick, in a polychromatic design, with terracotta dressings and blue diapering. The house is Grade II* listed. The architectural critic Ian Nairn (d.1983) described the Model Farm attached to Foxwarren Park as \"a true Struwelpeter mid-Victorian nightmare\". It has a separate Grade II* listing. The house's elaborate decorations and antiques may be those being compared to those of the subject house of Henry James' novel, The Spoils of Poynton: ==Notes== ==References== * Category:Country houses in Surrey Category:Grade II* listed buildings in Surrey Category:Grade II* listed houses Category:Borough of Guildford Category:Gothic Revival architecture in Surrey Category:Houses completed in 1860 ",
    "title": "Foxwarren Park"
}