{
    "id": "45661720",
    "text": "Rabbi Haim Moussa Douek (1905–1974) (Hebrew: חיים דוויך / Arabic:حايم دويك) was the last Chief Rabbi of Egypt . Born in Anteb, Turkey, on the border of Syria, he was the eldest child of Moussa Haim Douek and Zarifa Harari. In November 1952, Rabbi Douek was appointed by the chief rabbi of Egypt, Rabbi Haim Nahoum to join the rabbinical body of Cairo's chief rabbinate. Last Chief Rabbi of Egypt Hakham Haim Moussa Douek At age 5, Haim Moussa Douek's family moved to Cairo in 1910. He attended the Alliance Israélite Universelle School during the day, and a Jewish studies program (Keter Torah) after school. ==Rabbinical life== Rabbi Douek studied for his rabbinical degree from 1918 to 1933 at the Great Yeshivah Keter Torah in Cairo, studying under Rabbi Yossef Pinto and Rabbi Haim Nahoum, the Chief Rabbi at that time. He was ordained as Rabbi in 1933. He was one of the founders of the well known Ahaba Ve Ahva Synagogue, located at 4 Midan El Daher in Cairo. The government considered the synagogue a Zionist stronghold and closed it in 1957. His rabbinical position at the synagogue included the teaching of Torah to students including: Maurice (Moshe) Dayan, Chief Rabbi of L'Lile, France; Joseph Hayon, Chief Rabbi of Colombia; Massoud El-Baz, Chief Rabbi of Sudan; Jacob Nefoussi, Grand Rabbi of Alexandria; and |Joseph Hamaoui, a well-known rabbi in Brooklyn, NY; and Halfon Savdia, rabbi of Ahaba Ve Ahva in Brooklyn. In November 1952, Rabbi Douek was appointed by the chief rabbi of Egypt to join the rabbinical body of Cairo's chief rabbinate. In 1954, he was appointed Chairman of the Beit Din (Jewish Rabbinical Court).Rabbi Abraham Choueka, Letter of Attestation [French], July 20, 1962 in Family Archive. He was also appointed by the Egyptian Ministry of Justice as a Judge in the Jewish Primary and Appellate courts, which were a division of the Jewish domestic relations court. King Farouk was removed from power in 1952 during a revolution that placed Gamal Abdel Nasser in power. In January 1956, he abolished the domestic relations court and required all decisions be made in civil court, instead of the religious court. The Egyptian Ministry of Justice appointed Rabbi Douek as a Notary Delegate in charge of all matters affecting the personal relations of Jews. This included authority on issues involving marriage, divorce, wills, children and disposition of assets.\"La Nouvelle Loi du Statut Personnel: Designation de notaires religieux pour l'enregistrement des marriage et divorces, [French], La Reforme, January 2, 1956, p. 2. He was also the rabbinic authority designated to issue all official documents from the chief rabbinate. In September 1956, Rabbi Douek was appointed as deputy to Chief Rabbi Haim Nahoum, who recommended that Rabbi Haim Douek succeed him as Chief Rabbi of Egypt. When Rabbi Haim Nahoum's died in November 1960, Rabbi Haim Douek assumed responsibility for leading the Jewish community as the nation's last Chief Rabbi. At the time, the number of Jews in Egypt had dwindled to about 10,000 due to the changing political environment in Egypt. Rabbi Douek continued to preside over a community that was gradually emptying out of Egypt as they made their way to Israel, the United States and other countries. On June 5, 1967, during the Six-Day War with Israel, Rabbi Douek and his family were ordered to go to the offices of the Chief Rabbinate, where they were held under house arrest for two weeks without outside contact. When the Egyptian government allowed Rabbi Douek to reopen the Chief Rabbinate, families of the detained men flooded his office. Rabbi Douek fielded questions from families about where their sons and brothers were detained. Still there was police presence outside and secret police inside his offices. Rabbi Douek helped families with finances, health coverage, and schools. After almost three month he was able with the help of the Red Cross to have family visitation. Rabbi Douek made sure the synagogues remained open, that there was kosher food available and that the children received a Jewish education. Rabbi Douek contacted President Nasser, the Red Cross, members of the Egyptian Ministry of the Interior, and other organizations to put pressure on the Egyptian government to make it easier for families to be in touch with their loved ones in detention. The Six Day War had further accelerated the decline of the Jewish community. In 1968 there were about 2,000 Jews in Egypt, down from about 80,000 twenty years earlier. Rabbi Douek met with Egyptian politicians and dignitaries from around the world to obtain relief for the Egyptian Jews so they could leave the country. After three and a half years, all the detainees were released and permitted to leave Egypt with their families. By 1971, there were only 300 members of the community remaining. Many of these were families with young children. Rabbi Douek advised them to leave Egypt, since he saw no future there for the families. Rabbi Douek led Egypt's Jewish population during a period of political turmoil and instability. Rabbi Douek left Egypt for France in March 1972. Prior to leaving, he made sure that the remaining Jews had their religious needs met. There was a Hazzan (cantor) in the synagogue, a shokhet, as well as someone to assist with Kadish (funeral services). He saw to it that all the active synagogues remained open and maintained and that the cemetery was maintained. In addition, he made sure that kosher wine and matzo was available for Passover. In October 1972, he immigrated to New York with his children. In New York, Rabbi Douek became active in the Egyptian community under one Ahaba ve Ahva Congregation. In addition, he became active in the plight of Syrian and Iraqi Jews, who were persecuted in those countries. His devoted his time to raise awareness of their situation and to help them leave those countries. He died in Brooklyn, New York, on August 20, 1974, is buried on the Mount of Olives Har Hazeitim in Jerusalem, Israel. His memorial collection of books was donated by his family to Yeshiva University New York in 1984. ==References== Category:American people of Egyptian-Jewish descent Category:American people of Turkish-Jewish descent Category:American rabbis Category:Chief rabbis of Egypt Category:Egyptian emigrants to the United States Category:Egyptian people of Turkish-Jewish descent Category:Egyptian rabbis Category:Turkish Jews Category:Rabbis from New York (state) Category:1905 births Category:1974 deaths ",
    "title": "Haim Moussa Douek"
}