{
    "id": "45669340",
    "text": "Rona Lightfoot (; born 17 April 1936) is a Scottish bagpiper and singer. ==Life== Lightfoot was born on 17 April 1936 on South Uist to a family rich in pipers, and her first music lessons came from her parents, before she was taught by her uncle Angus Campbell. Teaching was in Canntaireachd, a way of notating pibroch orally. She attended secondary school in Fort William, before going to Glasgow to train as a nurse. She met her husband Tony whilst in Glasgow, and they married in October 1960. Tony worked as a sailor and Rona often travelled with him, taking her pipes with her. ==Career== Lightfoot had a successful career as solo piper, and credited as the first woman to win a major piping competition. In 1972, she won third place in the jig competition at the Northern Meeting, but was not allowed to compete in the march competition due to the way she was dressed. She became the first woman to compete in the Bratach Gorm after applying pressure to the Scottish Piping Society of London, quoting the Sex Discrimination Act. She was only allowed to compete once. Lightfoot is regarded as one of the best players never to have won a Gold Medal. She plays with her drones over her right shoulder, and her left hand on the bottom, the opposite arrangement to most players. She later became the President of the Inverness Piping Society, the first (and only, to date) woman to do so. Since retiring from competitive piping, she has judged and taught, and in 2010 she won the Balvenie Medal for services to piping. In 2019, she was awarded the Lifetime Achievement Award at the Scottish Gaelic Awards. ==Recordings== In 2004 she recorded Eadarainn, which involved both singing and piping. Lightfoot also featured in Brìghde Chaimbeul's debut album The Reeling, released in 2019. Chaimbeul was initially inspired to learn the pipes at the age of four when she heard Lightfoot playing. ==References== Category:Great Highland bagpipe players Category:1936 births Category:Living people Category:Scottish bagpipe players Category:20th-century Scottish women Category:20th-century Scottish people Category:20th-century Scottish musicians ",
    "title": "Rona Lightfoot"
}