{
    "id": "45669811",
    "text": "Princeful (foaled 11 April 1991) was an Irish-bred, British-trained Thoroughbred racehorse who competed in National Hunt racing. After showing useful form in his early career, winning two National Hunt Flat races and a novice hurdle, he improved through the handicap ranks in the 1997/1998 National Hunt season before recording an upset win in the Stayers' Hurdle. He looked better than ever in the following year, winning the Long Distance Hurdle and the Long Walk Hurdle, but was brought down and badly injured in his first and only appearance in a steeplechase. He never recovered his best form thereafter and was retired from racing in 2002 with a record of seven wins and three places from eighteen races. ==Background== Princeful was a bay gelding with a narrow white blaze and two white socks bred in Ireland by J S Bellingham. He was the most successful racehorse sired by Electric a high- class middle-distance runner whose wins included the Gordon Stakes, Great Voltigeur Stakes and Jockey Club Stakes. As a son of Blakeney, Electric was a representatives of the Byerley Turk sire line, unlike more than 95% of modern thoroughbreds, who descend directly from the Darley Arabian. Princeful's dam Iram was an unraced daughter of the dual Goodwood Cup winner Proverb, and a descendant of the broodmare Review, who produced the 1000 Guineas winners Pourparler and Fleet. As a four-year-old gelding in May 1995, Princeful was sent to the Doncaster Bloodstock Sales where he was sold to a cash bid of 13,000 guineas. He entered the ownership of Robert and Elizabeth Hitchins and was sent into training with Jenny Pitman at Upper Lambourn in Berkshire. ==Racing career== ===Early career: National Hunt flat races and novice hurdles=== Princeful began his racing career as a five-year-old in a National Hunt Flat race at Worcester Racecourse on 22 May 1996. He started the 9/2 joint-favourite and won by twelve lengths from the mare Quick Bowler. After a break of more than seven months he returned for a similar event at Towcester Racecourse and led for most of the way before winning by two and a half lengths from Billingsgate. In January 1997, the gelding was switched to compete in novice hurdle races, making his debut over obstacles when finishing fifth behind Red Blazer at Leicester. He recorded his first victory over jumps in February, winning by three-quarters of a length from John Drumm at Chepstow Racecourse. In March 1997, Princeful made his first appearance at the Cheltenham Festival where he started a 25/1 outsider for the Supreme Novices' Hurdle. He was restrained in the early stages by his jockey Rodney Farrant before making steady progress in the closing stages to finish second of the sixteen runners behind Shadow Leader. He was then sent to Ireland for the Jameson Gold Cup Novice Hurdle at Fairyhouse but was pulled up in a race on by the 33/1 outsider Gazalani. ===1997/1998 National Hunt season: hurdle races=== Princeful began to compete against more experienced hurdlers in the 1997/1998 National Hunt season, beginning his campaign when finishing second under top weight of 164 pounds in a two-mile handicap at Ascot Racecourse in November. Two weeks later he finished fourth of twenty-one starters behind Major Jamie in the valuable William Hill Handicap Hurdle at Sandown Park Racecourse, again over two miles. On New Year's Day 1998, the gelding was moved up in distance for a handicap over two miles, five and a half furlongs at Cheltenham. Carrying 140 pounds, he won by eight lengths from Moorish, Karshi (winner of the 1997 Stayers' Hurdle) and Go Ballistic. He continued to compete in handicaps, finishing second to Splendid Thyne at Warwick Racecourse on 17 January and fourth behind Buckhouse Boy in the Sandown Handicap Hurdle in February. On 19 March 1998, Princeful returned to the Cheltenham Festival and started a 16/1 outsider for the twenty-seventh running of the Stayers' Hurdle over three miles. Splendid Thyne and Buckhouse Boy were again in opposition, but the 6/4 favourite was Paddy's Return, whose wins included the Triumph Hurdle, World Series Hurdle and Long Walk Hurdle. The other contenders included Commanche Court and Ocean Hawk (1996 Long Walk Hurdle). Farrant restrained the gelding in the early stages as the Martin Pipe-trained Gysart set the pace from Ocean Hawk and Splendid Thyne. Princeful began to make progress from half way and overtook Splendid Thyne to take the lead approaching the final flight of hurdles. Princeful stayed on strongly on the run-in and won by two lengths from Splendid Thyne, with four lengths back to Ocean Hawk in third. ===1998/1999 National Hunt season=== On his return in November, Princeful started 6/1 third favourite behind the West Yorkshire Hurdle winner Marello and the Nigel Twiston-Davies-trained The Proms in the Long Distance Hurdle at Newbury. Ridden by Richard Dunwoody, he was under pressure two hurdles from the finish, but stayed on to overtake Shooting Light on the run-in and won by two and a half lengths. Dunwoody kept the ride when Princeful started 11/4 favourite for the Grade 1 Long Walk Hurdle at Ascot on 19 December. Paddy's Return, Ocean Hawk and Shooting Light were again in opposition as well as the 1996 Stayers' Hurdle winner Cyborgo and the Martin Pipe-trained Deano's Beeno who had won his last three races. Deano's Beeno took the lead and opened up a clear advantage, but Princeful made steady progress and took the lead in the closing stages to win by half a length with a gap of thirty lengths back to Ocean Hawk in third. After the race Pitman embraced the winner, whilst Dunwoody said \"I think that was as tough a performance as I can recall from any horse\". Pitman announced that the gelding would be aimed at the RSA Chase at the Cheltemham Festival with the 2000 Gold Cup as the long-term objective. In January Princeful made his debut over fences and started odds-on favourite for a novice chase over three miles at Doncaster Racecourse. He appeared to be going well in fourth when he was hampered and brought down when Optimism Reigns fell at the twelfth fence. The race was won by the future Cheltenham Gold Cup winner Looks Like Trouble. It was at first believed that Princeful's injuries amounted to nothing more than a \"sprain\", but an X-ray examination revealed that the gelding had fractured a pedal bone in his left hind leg. Pitman admitted that she was no more than \"hopeful\" that he would ever race again. ===Later career=== Princeful remained in training for three more seasons but made few appearances and never recovered his best form. In January 2000, Hitchins removed several of his horses from Pitman's (Mrs P had already retired at this point – needs correction) yard and sent them to be trained by Mandy Bowlby. In two races that year, Princeful finished sixth behind Teaatral in Grade 2 hurdle at Ascot in April and was pulled up in the Champion Stayers Hurdle at Punchestown in May. By 2002, he was being trained in Somerset by Ron Hodges. He made his final appearance that year, finishing sixth of seven behind It Takes Time when a 33/1 outsider for a race at Sandown. ==Pedigree== ==References== Category:1991 racehorse births Category:Racehorses bred in Ireland Category:Racehorses trained in the United Kingdom Category:Thoroughbred family 4-p Category:Byerley Turk sire line ",
    "title": "Princeful"
}