{
    "id": "45664512",
    "text": "The Kellenspitze, often also called the Kellespitze or Köllenspitze, at is the highest peak in the Tannheim Mountains. It lies in the Austrian state of Tyrol. Originally the mountain was known locally as the Metzenarsch, but when in 1854 Marie Frederica of Prussia visited the hunting lodge on the Tegelberg and was having the surrounding peaks pointed out, they called it after In der Kelle, the name of a strip of land at the foot of the mountain, because its original name referred to a Matz, in other words a prostitute, and seemed inappropriate.Pit Schubert: Anekdoten vom Berg, Bergverlag Rother, 2011, pp. 70 f. == Surrounding area == The summit lies just over 2 kilometres as the crow flies northeast of Nesselwängle and 7 kilometres west of Reutte. To the north is the valley of Raintal and, to the south, the start of the Tannheimer Tal. Nearby peaks are: to the south the Hahnenkamm (1,940 m), to the east the Gehrenspitze (2,163 m) and to the west the Gimpel (2,176 m) and the Rote Flüh (2,111 m). == Geology == The Tannheim Mountains are part of the Northern Limestone Alps, whose folding began during the Alpide orogeny in the Lower Cretaceous about 140 million years ago and has not quite finished even today. In the wake of this mountain folding various nappes (Decken) of sedimentary rock (parts of the earth's crust broken off from the subsurface and pushed over one another) were stacked up and reach the surface as the Lechtal Nappe (Lechtaler Decke) in the area of the Kellenspitze. The summit and northern mountainside consist of Wetterstein limestone, whilst the southern flank comprises soft marl of the so-called Partnach beds .Raimund von Klebelsberg: Geologie von Tirol, Berlin, 1935, p. 416 The rock of the Kellenspitze is very crumbly in places and relatively unattractive to climbers as a result. == Bases and ascent == The normal route for the easiest ascent of the Kellenspitze runs up the northwestern mountainside from the col of Nesselwängler Scharte. The base for this route is the Tannheimer Hut at 1,713 metres. From the hut the ascent heads steeply uphill to the north across the scree slopes of the Gimpelkar cirque to the col, then right and upwards requiring climbing at UIAA grade I and, in places II. There are also short sections of cable protection. According to the literature this approach takes a good 2 hours to reach the top. From the opposite side, a route runs from the Otto Mayr Hut in the north up to the same col, taking a good four hours to the top of the Kellenspitze.Dieter Seibert: Allgäuer Alpen Alpin, Alpenvereinsführer. Munich, 2004, pp. 243 f., Rz 1052 ff. == Literature and maps == *Dieter Seibert: Allgäuer Alpen Alpin, Alpine Club Guide. Munich, Bergverlag Rother, 2004. *Raimund von Klebelsberg: Geologie von Tirol, Berlin, 1935 *Freytag & Berndt: walking map 1:50,000 series, Sheet WK 352, Ehrwald, Lermoos, Reutte, Tannheimer Tal == References == == External links == * Category:Two-thousanders of Austria Category:Mountains of Tyrol (state) Category:Mountains of the Alps Category:Allgäu Alps ",
    "title": "Kellenspitze"
}