{
    "id": "45664290",
    "text": "Vasile Patilineț Vasile Patilineț (December 21, 1923 - October 9, 1986) was a Romanian communist activist, politician and diplomat. A worker and native of the industrial Jiu Valley, he joined the Romanian Communist Party in 1945 and steadily rose through its ranks, entering the central committee a decade later. Subsequently, he became a close ally of Nicolae Ceaușescu, whose rise to power in 1965 he helped facilitate. A significant player in the early years of the latter's rule, he became steadily alarmed by the dictator's excesses and began plotting against him by the late 1970s. He was sent as ambassador to Turkey in 1980, and six years later, upon finishing his service at Ankara, was killed in a suspicious car accident. ==Biography== ===Background and rise to prominence=== Born in Lupeni, he was, by profession, a mechanic and locksmith as well as an economist. While living in his native town from 1940 to 1945, he was a day laborer and then a mechanic on a series of construction sites. He attended the general economics faculty of the Bucharest Academy of Economic Studies, the Ștefan Gheorghiu Academy and the Moscow Higher Party School. He joined the banned Union of Communist Youth in 1940, and in September 1945 became a member of the now-legal Romanian Communist Party (PCR, later PMR), where he was initially active within the International Red Aid organization. From 1945 to 1946, he was an instructor and secretary at the Alba County party committee. From 1946 to 1949, while working at the party committee in Crișcior, Hunedoara County, he worked on propaganda and agitation. From 1949 to 1951, by which time a communist regime had been established, he was responsible for organization at the Hunedoara Region party office. In 1951, he was secretary of the Arad Region party committee. From 1951 to 1952, he was organizational secretary for the party in Severin Region. From 1952 to 1956, he was first secretary of the Timișoara Region party committee. In December 1955, he became a member of the PMR's central committee, sitting there until June 1980. From 1956 to 1965, he was a section chief at the central committee and adjunct to its head of organization, Nicolae Ceaușescu. Together with Ilie Verdeț and Petre Lupu, he was involved in continuous party purges, and the three belonged to a group that helped ensure Ceaușescu's rise to power and its consolidation after the death of Gheorghe Gheorghiu-Dej.Tismăneanu (1995), p. 119 Certain individuals within this network, among them Patilineț and Verdeț, but also Ion Stănescu and Cornel Onescu, had been schooled in Moscow in the mid-1950s.Tismăneanu (1995), p. 49 In 1964, he and Stănescu, working off a list of 160 Romanian communists close to the Soviet government, persuaded them to back away from their espionage activities, with Stănescu handling 90 of the individuals and Patilineț the other 70. According to the former, the group not only ceased its collaborationist activities, but also disclosed some 40 other names of Moscow-affiliated figures. In late 1965 or early 1966, after assuming control, Ceaușescu tasked Patilineț, an expert on political files, to compile documents related to the involvement of Alexandru Drăghici in Lucrețiu Pătrășcanu's execution;Tismăneanu (2003), p. 196 this was part of a wider effort to sideline his rival Drăghici. \"Cum l-a salvat Maurer pe Drăghici de la pușcărie\", Jurnalul Național, 14 February 2004 Between 1965 and 1970, Patilineț was the central committee member in charge of the Securitate secret police and the Romanian Army. When students at the University of Bucharest demonstrated on Christmas Eve 1968, he and Mayor Dumitru Popa initially avoided using force, seeming to defuse the crisis but later taking measures against the ringleaders. Ceaușescu believed the protest should have been forcibly dispersed from the start, and sharply criticized his subordinates for their approach.Burakowski, pp. 408-09 Patilineț was a member of the defense council from April 1969 to December 1972. Following the late 1971 arrest of General Ion Șerb on charges of spying for the Soviet Union, Patilineț was removed from supervision of defense and security affairs.Robin Alison Remington, \"Balkanization of the Military: Party, Army and Peoples’ Militias in Southeastern Europe\", in Balkanistica, vol. 5/1979, p. 32 He then held two ministerial posts within the government: Forest Economy and Construction Materials (January 1972 - December 1977) and Mines, Petroleum and Geology (December 1977 - December 1979). He may have been named to the latter position because Ceaușescu changed his mind about his handling of the Christmas Eve incident. His predecessor, Constantin Băbălău, had shown himself unable to handle the Jiu Valley miners' strike of 1977, during which he was taken captive, and it is possible that Ceaușescu recalled Patilineț' superior ability in managing crises. By mid-1979, Ceaușescu, shaken by the defection of Ion Mihai Pacepa, was keeping close surveillance on numerous high-ranking figures, Patilineț included. Thus, the Securitate reported that he was having affairs with numerous women, which included sexual encounters in his ministerial office; that he enjoyed fine alcoholic drinks and expensive gifts; and that he trafficked bear pelts to Germany. ===Conspiratorial activity and death=== In the late 1970s, as Ceaușescu grew increasingly despotic, Patilineț was the most significant of several important figures who began considering ways to remove the leader, including through assassination. He began serving as Romania's ambassador to Turkey in June 1980.Dobre, p. 452 In 1984-1985, he reportedly held discussions with the Soviet ambassador to Turkey regarding the possibility of obtaining Soviet aid in mounting a coup to depose Ceaușescu.Siani-Davies, p. 169 According to testimony offered by military officer Nicolae Radu in 1995, a plot for Ceaușescu's arrest existed in autumn 1984, and Patilineț handled the procurement of arms for the conspirators, whose plan was foiled by an informer. It is believed that Patilineț was scheduled to play a vital role in any post-Ceaușescu government. In October 1986, after completing his ambassadorial mission, Patilineț was driving his car from Ankara to drop off his car at Istanbul. As he passed on the road through Kızılcıkorman village in Sakarya Province, he swerved suddenly and hit a truck head-on.\"Romanian Ambassador Killed in Traffic Accident\", Associated Press, October 9, 1986 The accident was considered suspicious;Tismăneanu (2004), p. 28 Gheorghe Apostol claimed that Securitate agents slipped a drug into his whisky glass prior to departure. Lavinia Betea, \"Zvonurile 'epocii de aur'\" , Jurnalul Național, January 15, 2007 Nevertheless, no proof exists that the death constituted an assassination ordered from above. His house in the nomenklatura-populated Primăverii neighborhood, where he had dwelt since 1966, passed to Ion Dincă. Paula Mihailov Chiciuc, \"Ciocoii vechi și noi\" , Jurnalul Național, February 20, 2006 Within the central committee, he was a member of the secretariat (July 1965 - November 1974), an alternate member of the executive committee (August 1969 - November 1974) and an alternate member of the political executive committee (November 1974 - November 1979). He was elected several successive legislatures of the Great National Assembly, representing Maramureș County from 1961 to 1969, Sibiu County from 1969 to 1975 and Bistrița-Năsăud County from 1975 to 1980. Within that body, he headed the defense committee from March 1969 to 1975. He received the Order of the Star of the Romanian People's Republic, third class, in 1964; and the Tudor Vladimirescu Order, second class, in 1966. His daughter Amalia, nicknamed Maia, died in the 1970s as the result of an abortion. According to Vladimir Tismăneanu, this took place at Bucharest's Elias Hospital,Tismăneanu (2012), pp. 100-01 where relatives of the party elite could obtain the procedure in spite of its being banned. However, the son of Paul Niculescu-Mizil, Serghei, has stated that the devotion of Maia's father to Ceaușescu prevented her from accessing Elias, and that her death resulted from a clandestine abortion. \"Decretul lui Ceaușescu a ucis-o și pe fata unui nomenclaturist\", Evenimentul Zilei, November 22, 2007 When the ban was imposed in 1966 and Alexandru Bârlădeanu voiced his opposition, Patilineț had promptly accused him of having a mistress. \"Din timpul lui Mini-Max\" , Jurnalul Național, February 13, 2005 Years later, Bârlădeanu described Maia's death as divine punishment for Patilineț' slavish devotion to Ceaușescu, including on the abortion issue. This sentiment reportedly began turning to hatred following the loss of his daughter. Emil Berdeli, \"Sex, spionaj și poliție politică în 'Epoca de aur' (II): Cabinetul ministerial, cuibușorul de nebunii al complotistului\", hosted by Reporter Virtual According to Pacepa, the event also played a role in his demotion to the minor position of Forestry Minister. Patilineț was in Cairo at the time of the abortion, and Nicolae and Elena Ceaușescu, enraged that a close aide would break a cherished law of theirs, ordered Pacepa to send a special airplane to bring him home. They immediately summoned and verbally abused him, with Elena being especially harsh. The grief-stricken Patilineț responded furiously, and was demoted after the funeral.Ratesh, p. 95-6 ==Notes== ==References== *Adam Burakowski (tr. Vasile Moga), Dictatura lui Ceaușescu (1965-1989), Editura Polirom, Bucharest, 2011. *Florica Dobre (ed.), Membrii C. C. al P. C. R.: 1945-1989, CNSAS. Editura Enciclopedicã, Bucharest, 2004. *Nestor Ratesh, Romania: the Entangled Revolution, Praeger Publishing, 1991. *Peter Siani-Davies, The Romanian Revolution of December 1989, Cornell University Press, Ithaca, 2005. *Vladimir Tismăneanu, **Fantoma lui Gheorghiu- Dej, Editura Univers, Bucharest, 1995. **Lumea secretă a nomenclaturii, Editura Humanitas, Bucharest, 2012. **Stalinism for All Seasons: A Political History of Romanian Communism, University of California Press, Berkeley, 2003. **\"Understanding National Stalinism: Legacies of Ceaușescu's Socialism\", in Henry F. Carey (ed.), Romania Since 1989: Politics, Economics, and Society, Lexington Books, Oxford, 2004. Category:1923 births Category:1986 deaths Category:People from Lupeni Category:Mechanics (trade) Category:Locksmiths Category:Bucharest Academy of Economic Studies alumni Category:Romanian economists Category:Romanian propagandists Category:Romanian communists Category:Members of the Great National Assembly Category:Members of the Romanian Cabinet Category:Romanian expatriates in the Soviet Union Category:Ambassadors of Romania to Turkey Category:Road incident deaths in Turkey ",
    "title": "Vasile Patilineț"
}