{
    "id": "45668857",
    "text": "Dejvi Bregu (born 24 October 1995) is an Albanian professional footballer who plays as a winger for Albanian club Skënderbeu Korçë. ==Club career== ===Flamurtari Vlorë=== Bregu was first promoted to Flamurtari Vlorë's senior squad on 12 May 2012 for the final matchday against Laçi. He was able to make his professional debut when manager Shkëlqim Muça decided to put him in place of Semiran Çela as the match ended in a goalless draw. In the 2012–13 season, Bregu made two league appearances, both of them as starter, in the final two matchdays against Vllaznia Shkodër (3–1 win) and Apolonia Fier (0–0 draw). Bregu scored his first senior goals during the 2013–14 season in 2013–14 Albanian Cup; the goals came on 18 December 2013 in the 4–2 home win over Tomori Berat in the second leg of second round. Bregu had his breakthrough season during the second part of 2014–15 season where his goals made him a vital member of the Flamurtari side which was having a failed season. He scored his first goal in the Albanian Superliga on 4 April 2015 against Tirana, netting in the 47th minute just one minute after coming on in place of Jurgen Sino to temporally level the figures in an eventual 2–1 home defeat. The goal was followed by another one in the next week, this time against Apolonia Fier, in another 2–1 loss. He concluded the 2014–15 season by scoring 5 goals in 14 league appearances and in addition 3 goals in 3 cup matches. Bregu was mostly benched in the first half of 2015–16 season, collecting 327 minutes from only 8 matches, 4 of them as starter. He eventually left the club during the winter transfer window, finishing his spell at the club with 36 appearances and 12 goals between league and cup. ===Luftëtari Gjirokastër=== On 30 January 2016, Bregu joined Albanian First Division side Luftëtari Gjirokastër on a free transfer. He signed a contract until December 2016. ====2015–16 season: Promotion to top flight==== Bregu was allocated squad number 21, and made his competitive debut on 13 February in the league match at Lushnja, entering as a second-half substitute and scoring a last-minute winner via a free-kick. Bregu played his first match as a starter on 6 April in his 7th league appearance by scoring the lone goal against Turbina Cërrik, a match which was infamously marred after a brawl between players. Four days later, he scored his first brace in Luftëtari's 5–1 defeat of Butrinti Sarandë, taking his tally up to 4 league goals. Bregu finished the second part of 2015–16 season by scoring 7 times in 15 league appearances, as Luftëtari achieved promotion to Albanian Superliga for 2016–17 season, returning in top flight after 3 years. ====2016–17 season: Talent of the Year==== Bregu announced that he was going to play for Lufëtari in the upcoming season by agreeing a contract extension, penning until June 2018. He played his first match of 2016–17 on 7 September against Partizani Tirana at Elbasan Arena, unable to avoid the 1–0 away loss. On 5 October, in the returning leg of 2016–17 Albanian Cup first round against Elbasani, Bregu scored a last-minute equalizer to help Luftëtari go through 3–2 on aggregate. He opened his scoring account in league in matchday 8 by scoring the winner home against Tirana to give the team the third win of the season. During the winter transfer window, Bregu was linked with many Albanian Superliga sides, including Skënderbeu Korçë, Partizani Tirana and Kukësi, but the club denied all the rumours by stating that the player has a contract with the club. In the second part of season Bregu continued to be an important player in the impressive Luftëtari side. His goal in the match against Tirana on 19 March 2017 resulted the winner as Luftëtari took all three points. Later on the final matchday of championship, he scored the winner via a penalty kick against Kukësi the cause the latter the first league loss of 2016–17 season. Following the end of the season, Bregu was named Albanian Superliga Talent of the Season by association \"Sporti na bashkon\". He bagged 9 in 32 matches as Luftëtari finished in an impressive 4th place, but missed out Europe after Tirana won Albanian Cup. ====2017–18 season: Reaching Europa League==== Bregu started his third Luftëtari season by playing full-90 minutes in the opening day of 2017–18 Albanian Superliga versus Teuta Durrës. His first score-sheet contributions of the 2017–18 campaign came on 12 October in form of a temporary equalizer against Kamza in an eventual 1–2 loss. Later on 17 December, Bregu scored the opener in the 5–0 thrashing of Partizani Tirana at Gjirokastra Stadium to bring his tally up to 5 goals. It was Partizani's biggest loss since returning in top flight in 2013. In the 2017–18 season, he played 33 league matches and scored 9 goals as the team finished third, meaning that Luftëtari have gained the right to play in European competitions for the first time in history. ====The short-term loan==== In June 2018, following Skënderbeu Korçë exclusion from European competitions by UEFA for the next 10 years, the club loaned Bregu at Luftëtari Gjirokastër for the 2018–19 UEFA Europa League first qualifying round against Latvia's Ventspils. He started in the first leg played at Ventspils Olimpiskais Stadions on 12 July, but it was a game to forget as the team lost 5–0 with all goals conceded in the first half. Then Bregu was left in bench for the second leg after having a confrontation with manager Miloš Kostić who was reportedly unhappy with his commitment in training. Bregu remained an unused substitute as Luftëtari drew 3–3 at Elbasan Arena which confirmed their elimination. After the end of the match, which was dubbed as fixed by Albanian media, Kostić told the media that Bregu did not play due to a \"tactical decision\" while Bregu himself stated that he was \"relieved\" not to play. ===Skënderbeu Korçë=== In January 2018, Bregu reached an agreement with fellow Albanian Superliga side Skënderbeu Korçë. In the meantime, he remained at Luftëtari Gjirokastër but as a loanee until the end of the season. Bregu was officially presented as a Skënderbeu Korçë player on 24 July where he signed a contract running until 2021. He made his official debut for the club on 12 August in the 2018 Albanian Supercup match against Laçi, making an excellent performance by first winning a penalty kick which was successfully scored by Gjergji Muzaka for a one-goal lead and then scoring for himself to make it 3–1 in an eventual 3–2 win at Selman Stërmasi Stadium. It has Skënderbeu's third trophy in 2018 and Bregu's third in his professional career. Five days later, Bregu made his league debut as well in the opening day against Partizani Tirana, proving to be instrumental once again as he won a penalty in injury time which was scored again by Gjergji Muzaka for a 1–0 win. Bregu scored his first league goals in the second matchday versus newly promoted side Kastrioti Krujë, netting in each half, including a free-kick, to lead his side to a 3–0 victory. On 9 January 2019, Bregu was injured during the 2–1 friendly win over Tirana after a collision with defender Marvin Turtulli. Following the examinations, it was confirmed that Bregu has suffered a fracture in his left hand and the surgery was needed. He was operated in the capital the following day and the recovery time was expected to be at least one month. ==International career== Bregu was called up to the Albania national under-19 football team to participate in the 2013 UEFA European Under-19 Championship qualification, coached by Foto Strakosha.U-19/ Foto Strakosha shpall listen per ndeshjet eleminatore te Europianit AlbaniaSoccer However he was not selected in the final 18-man squad that participated in the tournament.Summary - UEFA U19 Championship - Europe - Results, fixtures, tables and news - Soccerway Following some impressive performances in the Albanian Superliga with Flamurtari Vlorë, he received his first international call up by Albania under-21s head coach Skënder Gega in the squad from home league Albanian Superliga to participate in for a 3-days mini preparatory stage in Durrës, Albania from 22–25 February 2015. ==Career statistics== {| class=\"wikitable\" style=\"text-align:center\" |+ Club statistics |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|Cup !colspan=\"2\"|Europe !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"6\"|Flamurtari Vlorë |2011–12 |rowspan=\"5\"|Albanian Superliga |1||0||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||1||0 |- |2012–13 |2||0||colspan=\"2\"|—||0||0||colspan=\"2\"|—||2||0 |- |2013–14 |1||0||3||2||colspan=\"2\"|—||colspan=\"2\"|—||4||2 |- |2014–15 |14||5||3||3||colspan=\"2\"|—||colspan=\"2\"|—||17||8 |- |2015–16 |8||0||4||2||colspan=\"2\"|—||colspan=\"2\"|—||12||2 |- !colspan=\"2\"|Total !26!!5!!10!!7!!0!!0!!colspan=\"2\"|—!!36!!12 |- |rowspan=\"5\"|Luftëtari Gjirokastër |2015–16 |rowspan=\"1\"|Albanian First Division |15||7||colspan=\"2\"|—||colspan=\"2\"|—||colspan=\"2\"|—||15||7 |- |2016–17 |rowspan=\"3\"|Albanian Superliga |32||9||2||1||colspan=\"2\"|—||colspan=\"2\"|—||34||10 |- |2017–18 |33||9||2||0||colspan=\"2\"|—||colspan=\"2\"|—||35||9 |- |2018–19 |colspan=\"2\"|—||colspan=\"2\"|—||1All appearance(s) in UEFA Europa League||0||colspan=\"2\"|—||1||0 |- !colspan=\"2\"|Total !80!!25!!4!!1!!1!!0!!colspan=\"2\"|—!!85!!26 |- |rowspan=\"1\"|Skënderbeu Korçë |2018–19 |rowspan=\"1\"|Albanian Superliga |17||7||0||0||colspan=\"2\"|—||1Appearance in Albanian Supercup||1||18||8 |- !colspan=\"3\"|Career total !123!!37!!14!!8!!1!!0!!1!!1!!139!!46 |} ==Honours== ===Club=== ;Flamurtari Vlorë *Albanian Cup: 2013–14 ;Luftëtari Gjirokastër *Albanian First Division: 2015–16 ;Skënderbeu Korçë *Albanian Supercup: 2018 ===Individual=== *Albanian Superliga Talent of the Season: 2016–17 ==References== ==External links== * *Dejvi Bregu at the Albanian Football Association Category:1995 births Category:Living people Category:Footballers from Vlorë Category:Albanian footballers Category:Albania under-21 international footballers Category:Association football midfielders Category:Flamurtari Vlorë players Category:Luftëtari Gjirokastër players Category:KF Skënderbeu Korçë players Category:Albanian Superliga players Category:Albanian First Division players ",
    "title": "Dejvi Bregu"
}