{
    "id": "45669922",
    "text": "The 2015 African Games women's football tournament was the 4th edition of the African Games women's football tournament. The women's football tournament was held in Brazzaville, the Republic of the Congo between 6–18 September 2015 as part of the 2015 African Games. The tournament was open to full women's national teams (unlike the men's tournament, which was age-restricted). ==Qualification== Congo qualified automatically as hosts, while the remaining seven spots were determined by the qualifying rounds, which were organized by the Confederation of African Football (CAF) and took place from February to April 2015. ===Qualified teams=== The following eight teams qualified for the final tournament. {| class=\"wikitable sortable\" style=\"text-align: left;\" |- ! Team ! Appearance ! Previous best performance |- | || || (2011) |- | (hosts) || || |- | || || |- | || || (2011) |- | || || |- | || || (2003, 2007) |- | || || (2003, 2007) |- | || || (2011) |} On 26 August 2015, the CAF announced that Egypt had withdrawn from the competition. Senegal, the team eliminated by Egypt in the final round, declined to replace them due to short notice. Therefore, only seven teams competed in the tournament, and Group B, where Egypt were drawn in, was composed of three teams only. ==Venues== A new 60,000 capacity stadium, Stade Municipal de Kintélé, was built for the 2015 African Games. The Stade Alphonse Massemba-Débat and Stade Kintélé 3 were also used. ==Squads== ==Group stage== The draw was held on 9 July 2015, 11:00 UTC+2, at the CAF Headquarters in Cairo, Egypt. The eight teams were drawn into two groups of four. For the draw, the hosts Congo were seeded in position A1 and the holders Cameroon were seeded in position B1. The remaining six teams were drawn from one pot to fill the other positions in the two groups. The top two teams of each group advanced to the semi-finals. All times were local, WAT (UTC+1). ===Group A=== \\---- \\---- ===Group B=== \\---- \\---- ==Knockout stage== ===Bracket=== ===Semi-finals=== \\---- ===Bronze medal match=== ===Gold medal match=== ==Final ranking== ==Goalscorers== ;5 goals * Desire Oparanozie ;2 goals * Esther Sunday ;1 goal * Ninon Abena * Henriette Akaba * Christine Manie * Madeleine Ngono Mani * Flore Mabahou-Ngoma * Dedina Mbondzo * Hillia Kobblah * Portia Boakye * Samira Suleman * Rita Akaffou * Fatou Coulibaly * Rebecca Elloh * Josée Nahi * Ange N'Guessan * Sandrine Niamien * Mercy Amanze * Onome Ebi * Chinwendu Ihezuo * Chinaza Uchendu * Leandra Smeda * Shelder Mafuru ==See also== *Football at the 2015 African Games – Men's tournament ==References== ==External links== *Official Website of the African Games, Brazzaville 2015 *African Games Women Brazzaville 2015, CAFonline.com Women's ",
    "title": "Football at the 2015 African Games – Women's tournament"
}