{
    "id": "45667925",
    "text": "Jazreel Tan Shi Hua (born 12 September 1989) is a Singaporean athlete and captain of the National Bowling Team. She has represented at school level Methodist Girls' Secondary, Singapore Sports School, Wichita State University, and Singapore and all National levels including Asian Schools, National Youth and National Team. Tan is Singapore's youngest National Champion that led her to be selected to the National Squad at just age 14. Tan won her first Professional Women's Bowling Association (PWBA) Tour Title in 2014 and reach the Stepladder Finals of the US Women's Open and winning 3rd place in 2015. ==Personal life and family== Tan is the youngest daughter in a family of 4, daughter of Tan Boon Siong and Tang Yong Choo, and picked up bowling at the age of 10 after following in her brother Andrew Tan's footsteps. She was formerly a school and club swimmer for Tao Nan Primary School, Chinese Swimming Club and Singapore Swimming Club and was amongst the top 3 fastest of her age group, winning many medals and trophies. Tan switched full-time to bowling, she continued her sporting excellence and is a two-time Singapore Sportsgirl of the Year, Asian Games Gold Medallist, World Women's Championship Masters Silver Medallist, 3-time US Collegiate Bowler of the Year and MVP and also American Amateur Bowler of the Year. Tan attended Methodist Girls' Secondary for two years and enrolled in the newly opened Singapore Sports School. In Sports School, she was in a \"through train\" program where she attended AUT and received a diploma in Sports Science. Upon graduation, she studied Sports Management at the Nanyang Technological University. Tan was offered a scholarship by Wichita State University in Wichita, Kansas which she took up. == Collegiate career== Tan was awarded the 2010 Female Collegiate Rookie of the Year and was included in the Collegiate 1st Team All-American the same year. ==International career== Tan graduated magna cum laude in Sports Management and returned to Singapore in 2013 to bowl full-time under the Singapore National Olympic Council SPEX program. At the 2014 Asian Games in Incheon, Tan won a gold, two silvers and a bronze and was Singapore's most medalled athlete. In 2015, Tan was named Bowler of the Year by the Singapore Bowling Federation. She was the bowling captain at the 2015 Southeast Asian Games which was held in Singapore. At the ending segment of the Opening Ceremony of the Games, Jazreel represented Team Singapore alongside other athletes from each country. Tan won three silvers in the singles, trios and team of five, and finally the gold medal in the woman's masters. Tan also won the 2015 Lubbock Sports Open. In 2018, Tan defeated teammate, Joey Yeo, to win the 50th Singapore Open. == References == == External links == Category:Living people Category:Singaporean ten-pin bowling players Category:Singaporean sportswomen Category:Bowlers at the 2010 Asian Games Category:Bowlers at the 2014 Asian Games Category:Bowlers at the 2018 Asian Games Category:Asian Games medalists in bowling Category:1989 births Category:Asian Games gold medalists for Singapore Category:Asian Games silver medalists for Singapore Category:Asian Games bronze medalists for Singapore Category:Medalists at the 2014 Asian Games Category:Southeast Asian Games silver medalists for Singapore Category:Southeast Asian Games bronze medalists for Singapore Category:Southeast Asian Games gold medalists for Singapore Category:Southeast Asian Games medalists in bowling Category:Competitors at the 2015 Southeast Asian Games ",
    "title": "Jazreel Tan"
}