{
    "id": "45667862",
    "text": "\"Satellite\" is a song recorded by Canadian rock group Nickelback for their eighth studio album, No Fixed Address (2014). A pop rock \"power ballad\" about an all-encompassing love, the song was written by group members Chad Kroeger and Ryan Peake with Josh Ramsay and David Hodges. Nickelback co-produced the track with Chris Baseford. \"Satellite\" was released March 23, 2015 as the album's sixth single and serves as the second pop single in continental Europe. The song was later serviced to hot adult contemporary radio stations in the United States on May 11, 2015 as the album's third pop single in North America. An accompanying music video for the song, directed by Nigel Dick, serves as the second half of a two-part story started in the video for \"Get 'Em Up\". Music critics were divided on their opinion of \"Satellite\", with some praising the ballad form and others labelling the song as \"cliché.\" The song only charted in Canada, where it peaked outside the top 40 on the national adult contemporary chart. ==Release and promotion== In January 2015, Universal Music Germany announced \"Satellite\" as the album's second European single, with the release date yet to be determined. Nickelback opted for three region- specific releases for the album's second pop single after \"What Are You Waiting For?\": \"Miss You\" was released in the United Kingdom and \"She Keeps Me Up\" was released in North America, both in February 2015, and \"Satellite\" was released to continental Europe. This release materialized on March 23, 2015. The group uploaded an official lyric video for the song on March 18, 2015. Republic Records announced that \"Satellite\" would serve as the album's third pop single in the United States and serviced the song to the hot adult contemporary radio format on May 11, 2015. \"Satellite\" was also released as the third radio single in the United Kingdom, being added to the BBC Radio 2 B List for the week ending May 23, 2015. ==Critical reception== Chase Hunt of AXS TV wrote that \"Satellite\" was an indicator of where \"the creative juices seem to start running out\" on the album, calling the song a \"cliché tune\" about love. Stephen Thomas Erlewine of AllMusic complimented \"Satellite\" and \"Miss You\" as examples of Nickelback's sweet spot, writing that \"the power ballad \"Satellite\" ... could easily be mistaken for adult contemporary pop from Y2K.\" Jeremy Thomas of 411 Mania criticized the song's formulaic composition, writing that \"Satellite\" \"makes grand but meaningless statements... and sounds audibly like just about every rock ballad they've done.\" ==Music video== The official music video for \"Satellite\" was directed by Nigel Dick and forms the second half of a two-part story that begins in the video for \"Get 'Em Up\". Both videos premiered on June 25, 2015. Following the failed bank robbery attempt in the first video, the protagonist and his girlfriend are on the run from the authorities. The clip finds the two enjoying a few minutes of togetherness at a house they have broken into. At the end of the video, the two are arrested. ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" ! Chart (2015–16) ! Peak position |- |- |} ==Release history== {| class=\"wikitable plainrowheaders\" ! Country ! Date ! Format ! Label ! |- | Europe | March 23, 2015 | | Universal | |- | United States | May 11, 2015 | Hot adult contemporary radio | Republic | |- | United Kingdom | May 23, 2015 | Radio airplay | Universal | |- |} ==References== ==External links== * Category:2014 songs Category:2015 singles Category:Nickelback songs Category:Republic Records singles Category:Songs written by Chad Kroeger Category:Songs written by Ryan Peake Category:Songs written by David Hodges Category:Songs written by Josh Ramsay ",
    "title": "Satellite (Nickelback song)"
}