{
    "id": "45667174",
    "text": "Melaleuca urceolaris is a low, spreading shrub in the myrtle family Myrtaceae and is endemic to the south-west of Western Australia. Although it is rare in cultivation, it is an attractive garden plant due to its soft foliage and white flowers which fade to pink or red. It is similar to Melaleuca scabra with which it has often been confused. ==Description== Melaleuca urceolaris grows to a height of about spreading to or more with its low spreading branches. Its leaves are arranged alternately, mostly linear, long and with a covering of small soft hairs giving the leaves a greyish-green colour. The flowers are arranged in heads up to in diameter, at or near the ends of the branches, with 2 to 12 flowers in each head. The flowers appear from August and November and are initially white to cream or lemon-yellow but age to pinkish or red. The stamens are arranged in bundles of five around the flower, with 9 to 15 stamens in each bundle. The base of the flower is hairy and long. The fruit are woody capsules, long. M. urceolaris leaves and flowers M. urceolaris fruit ==Taxonomy and naming== Melaleuca urceolaris was first formally described in 1867 by George Bentham in Flora Australiensis. The specific epithet (urceolaris) is derived from the Latin urceus meaning \"urn\" or \"pitcher\" referring to the shape of the fruit. ==Distribution and habitat== Melaleuca urceolaris occurs in the Arrino-Jurien Bay-Gingin districts in the Avon Wheatbelt, Geraldton Sandplains, Jarrah Forest, Mallee and Swan Coastal Plain biogeographic regions. It grows in dense heath, low shrubland and woodland on sand, sand over laterite, sandy clay, and gravel. ==Conservation== Calothamnus urceolaris is classified as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife. ==Uses== ===Horticulture=== This species is described as \"a handsome foliage shrub, spectacular in flower in good forms\" growing well in poor sandy soil in winter-rainfall, temperate to semi-dry areas. ===Essential oils=== This leaf oil of this species is mostly monoterpenoid yielding about 0.6% (weight/weight) from fresh leaves. ==References== urceolaris Category:Myrtales of Australia Category:Plants described in 1867 Category:Endemic flora of Western Australia ",
    "title": "Melaleuca urceolaris"
}