{
    "id": "45661760",
    "text": "The Hartford Times Building is an historic Beaux-Arts building in downtown Hartford, Connecticut built as the headquarters of the now defunct Hartford Times. The newspaper commissioned architect Donn Barber, who had designed the nearby Travelers Tower and Connecticut State Library and Supreme Court Building, to build it a new structure to house its office and newspaper plant. At the time the paper was at the height of its influence with the top circulation in the state in 1917. ==Architecture== Madison Square Presbyterian Church, whose pillars, cornices, pilasters, and windows were salvaged for use in the Hartford Times Building. The building is sited on a platform facing Burr Mall. Originally the facing mall was a street, Atheneum Square South, with the intention that the building be seen from that direction with the view flanked by the Beaux-Arts Municipal Building and Morgan Memorial addition to the Wadsworth Atheneum. The platform enables the roof line to match that of the flanking buildings and the inspiration for a columned end to an urban vista was drawn from famous Parisian examples such as La Madeleine, the Panthéon, and the Palais Bourbon. The view of the building is currently blocked by trees in the eastern end of the mall. Madison Square Presbyterian Church When planning this structure Donn Barber, the architect, was aware of the imminent demolition of the Madison Square Presbyterian Church in Manhattan. That church, while built only twelve years before and acclaimed as one of Stanford White's finest works,Staff. \"RAZE PARKHURST CHURCH.; Famous Piece of Architecture Making Way for Office Building.\", The New York Times, May 6, 1919. Accessed November 16, 2010. was being displaced by an expansion of the Metropolitan Life Insurance Company. Barber salvaged not only the six green granite columns but also the pilasters, pulling them flush with the columns to transform the church's porch motif of five bays into a colonnade motif of seven bays. It proved necessary to replace the original Corinthian capitals with Ionic and to add a plinth to each column base to provide the desired height for the number of stories of the new building. The original steps, platforms and base courses are all fitted together as in the original church and the terra-cotta cornices were carefully adapted. The circular- headed windows from the 24th Street facade of the church serve as the doors of the Times Building. The openings in the arcade of the Times Building are also all repurposed windows or doors from the Church's portico and southern facade. The building's arcade is decorated with original murals by Connecticut artist Ralph Milne Calder, uncle to Alexander Calder whose Stegosaurus sculpture now sits in the facing mall. The Sgraffito murals are in a Renaissance style and allegorize Space, Time, Poetry, and Prose. They also illustrate the motto, \"News is an immortal bubble (vagrant but outlasting those who make it,) and the press endures within.\" ==History== The Times occupied the facility until its demise in 1976 after which the building came under government ownership and was used as an annex to the adjacent Municipal Building. It was the backdrop for speeches by four presidents, Truman, Eisenhower, Johnson, and a crowd of 100,000 for the final speech of John F. Kennedy's election campaign. The building had been in disuse for more than a decade and was the subject of various redevelopment proposals, including as an expansion of the Wadsworth AtheneumMaker, Elizabeth, \"Smithsonian Arts Director Takes Top Job at Wadsworth Museum\", The New York Times, Connecticut and the Region section, February 24, 2008, p CT6 and as a home for the Thomas Hooker Brewing Company. In 2017, the site was rebuilt and expanded to provide a new home for a downtown campus for the University of Connecticut designed by Robert A.M. Stern Architects. ==References== ==External links== *University of Connecticut plan *JFK in Hartford Category:Buildings and structures in Hartford, Connecticut Category:University of Connecticut ",
    "title": "Hartford Times Building"
}