{
    "id": "45668677",
    "text": "Elizabeth Wentworth Roberts (June 10, 1871 – March 12, 1927) was an American painter who lived and worked in Philadelphia, Pennsylvania, Paris, and Concord, Massachusetts. She established the Jennie Sesnan Gold Medal at the Pennsylvania Academy of the Fine Arts, where she had studied and won the Mary Smith Prize. She also studied in Paris at Académie Julian and Florence. In Massachusetts, Roberts founded and funded the Concord Art Association. ==Early life== Elizabeth Wentworth Roberts, also known as Elsie, was born an only child on June 10, 1871 in Philadelphia, Pennsylvania. Her father was George Theodore Roberts. Her paternal grandfather helped found Pennsylvania Railroad Corporation and made a fortune in the railroad and coal mining industries. She knew that she wanted to paint when she was 15 years of age. Her mother, Sarah Cazenova Roberts, wanted her to be a stylish young woman in Philadelphia and New York upper class society. ==Education== Elizabeth Wentworth Roberts, The Black Fan, 1906 Roberts studied art in Philadelphia with Elizabeth Bonsall (1861-1956) and Henry R. Poore (1859-1940) of New York. She won the Mary Smith Prize in 1889 at a Pennsylvania Academy of the Fine Arts exhibition for a painting that was described as beautiful, original, and skillfully executed with a \"fineness of color\". She also won an associate fellowship at PAFA. In Paris, she studied at Académie Julian and then lived in the city for eight years. Roberts studied under Jules Joseph Lefebvre, Robert Fleury, Monsieur Beaugereau, and Merson. The classes at the school segregated men and women, Roberts felt the sting of sexual discrimination. She stated, \"I can paint as well as any man.\" Roberts had a studio near Parc Monceau. Initially, she made paintings of animals, at the urging of Lefebvre. While in Paris, she began painting religious themes and figurative works. She exhibited a painting of two widows in a church, Blessed Are They That Weep, at the Palais des Champs Elysees Salon in the spring of 1892 and received an honorable mention, along with New York sculptor Daniel Chester French. Ridgeway Knight (1839-1924), Rodolphe Julian (1839-1907), and Edwin Lord Weeks (1849-1903) sent their congratulations. Philadelphia Evening Telegraph reporter, Lucy H. Hooper, who was in Paris at the time, stated, \"A singularly powerful piece of work this is to have been created by a girl of twenty. In 1897, she exhibited several religious works at the Paris Salon, the five-paneled The Madonna of St. Mark’s and The Madonna of the Rose, which were made in Italy. Roberts went to Florence in 1898, where she received an additional two years of study. She studied and copied paintings by Botticelli and learned the techniques of the old masters. ==Career== She had a fast, expressive style like John Singer Sargent and was known for her seascape and landscape paintings. Her works have been sold for more than $44,000. Roberts exhibited her works in the United States and in Paris. She was discouraged, though, that her work was not accepted for exhibition in major galleries, few of her paintings sold, and she was not accepted as a member of Boston's Copley Society. ===Artist=== Elizabeth Wentworth Robers, California Landscape, 1920 In 1899 or 1900, she returned to the United States. Roberts worked a full workday painting landscape scenes from Normandy, France or paintings with religious themes in the family's apartment in New York or house in Philadelphia. She exhibited paintings made in Europe at the Pennsylvania Academy, where she won a prize for her landscape painting, and at Lindsay's Gallery in Philadelphia in 1899. She also exhibited The Green Gown, Types of the Black Forest, and My Grandmother's Birthday. Her mother died in 1900. In 1902, Roberts founded the Jennie Sesnan Gold Medal at the Pennsylvania Academy of the Fine Arts, for the best landscape. The Doll and Richards Gallery in Boston exhibited her portrait paintings of Frank B. Sanborn, an educator, and Judge John S. Keyes. Roberts sent her works to galleries and museums in major United States cities. In 1908, the Detroit Institute of Arts held an exhibition of 30 of Robert's seascapes, some of which included playing children and families. Her paintings were exhibited at the Indianapolis Museum of Art in 1908, 1910, and 1914. In 1911, she exhibited at The Plastic Club in Philadelphia. During World War I, Roberts supported the war effort by donating some of her paintings, including those she painted of women gathered to sew clothing at the First Parish Church of Concord. The women were making clothing for refugees who had fled their homes in Belgium to England. A field ambulance was purchased from the $10,000 () she raised. It was used at battles in France. Due to physical examinations, she was unable to join the Red Cross as she desired. ===Concord Art Association=== Roberts founded and funded the Concord Art Association in 1917 and for 10 years managed its exhibitions. The purpose of the organization was to promote and encourage art and hold art exhibitions in Concord. She purchased the John Ball House in 1922 and hired architect Lois Howe to renovate the building for its use as the Concord Art Centre, the original name of the organization. The second and third floors of the house built in 1750 were remodeled for gallery space and a great hall. A sky-light was installed to provide natural light for the gallery. The grand opening was held on May 6, 1923, with sixty painters and eighteen sculptors from Europe and the United States in attendance. Among the noted artists were Claude Monet, Robert Henri, Mary Cassatt, and John Singer Sargent. ==Personal life== Elizabeth Wentworth Roberts, Figures on the Sand, Annisquam, 1915 Roberts inherited family residences, including a summer house in Hopkinton, New Hampshire from her mother and a New York City apartment. Grace Keyes, a golfer who in 1900 was the Massachusetts women's golf champion, became Roberts companion. Keyes, who also enjoyed fishing and tennis, became president of the Massachusetts Women's Golf Association. Due to complications following an appendectomy, Keyes retired. The two women began living together in 1900 in a Concord, Massachusetts house that Roberts bought on Estabrook Road. Roberts was welcomed into the Keyes family. She was out of touch with her father. Roberts painted portraits of Judge John S. Keyes and other family members. She had periods of depression and had a reserved demeanor. Roberts was ordered not to work as a result of an illness that required surgery, which left her despondent. In 1926, she was diagnosed with psychoneurosis and admitted to Massachusetts General Hospital. She hung herself on March 12, 1927, the same day her father died, at her home in Concord. Keyes organized Roberts personal life, house, her work schedule, and domestic and international vacations. Aside from New Hampshire, they spent their summers on their houseboat along the New England coast or at their house in Annisquam, Massachusetts, where Roberts painted many of her coastal paintings. Grace was heir to Robert's estate. She died in 1950, at which time Children's Aid Society received the estate. A portrait painted of her in 1925 by Lucy May Stanton is in the Concord Art Association's collection. ==Collections== * Brown Corbin Fine Art, Lincoln, Massachusetts - Beach at Annisquam,, oil * Cape Ann Fine Arts, Massachusetts - Women Sewing, 1915 * Concord Art Association, Massachusetts - My Grandmother's Birthday, by 1899 * Concord Town House, Massachusetts - Memories of Antietam * McCord Museum, Montreal - River Scene, 1906, oil on canvas, belongs to New Brunswick Museum * Museum of Fine Arts, Boston - The Beach Afternoon, circa 1910, oil on canvas * Pennsylvania Academy of the Fine Arts - Boy with the Violin, 1901 ==Notes== ==References== ==Further reading== * * * * * ==External links== Category:1871 births Category:1927 deaths Category:20th-century American painters Category:Alumni of the Académie Julian Category:Artists who committed suicide Category:Female suicides Category:Pennsylvania Academy of the Fine Arts alumni Category:People from Hopkinton, New Hampshire ",
    "title": "Elizabeth Wentworth Roberts"
}