{
    "id": "45666927",
    "text": "The Pearson Field Education Centerhttps://pearsonfieldeducation.org/. delivers experiential aviation based science, technology, engineering and math (STEM) programs for young people ages kindergarten through 12th grade (K-12) on historicAlley, Bill. (2006). Pearson Field, Pioneering Aviation in Vancouver and Portland. Charleston, SC: Arcadia Publishing. . Pearson Field, Vancouver, Washington. Knowledge and experience gained at PFEC provides a foundation for young people’s further education and careers in STEM based fields, including aviation, while instilling an appreciation for those that have gone before them and the history of Pearson Field. PFEC's mission is \"Through aviation, we inspire youth to pursue education and careers in STEM fields, while instilling an appreciation for the people, events, and innovations of historic Pearson Field.\" ==History== PFEC began in the spring of 2013 as a program of the Fort Vancouver National Trusthttps://thehistorictrust.org/. (FVNT), a 501(c)(3) nonprofit since 1998, with roots that include two decades of work by the Pearson Field Historical Society, FVNT, and their supporters. Recipient of the 2014 Washington Aviation Associationhttp://www.washington- aviation.org/WAAmembers.html. Northwest Spirit Award, PFEC builds on 110 years of rich aviation and cultural historyPearson Field, Fort Vancouver National Historic Site. (n.d.). National Park Service. Retrieved March 14, 2015 (http://www.nps.gov/nr/travel/aviation/pea.htm). at Pearson Field and the surrounding Historic Reserve.PL 104-333 Section 502. (November 12, 1996). U.S. Government Publishing Office. Retrieved March 15, 2015 (http://www.gpo.gov/fdsys/pkg/PLAW-104publ333/pdf/PLAW-104publ333.pdf).RCW 27.34.390 Vancouver National Historic Reserve. (2007). State of Washington. Retrieved March 14, 2015 (http://apps.leg.wa.gov/rcw/default.aspx?cite=27.34.390). Pearson Field is the oldest continuously operating airfield in the Pacific Northwest and one of the two oldest continuously operating airfields in the United States, receiving recognition on September 8, 2012AIAA Historic Aero Space Site Ceremony. (September 14, 2012). City of Vancouver, WA. Retrieved March 14, 2015 (https://www.youtube.com/watch?v=cCG250MBYBk). as an American Institute of Aeronautics and Astronautics historic aerospace site.Springer, Emily. (n.d.). AIAA Historic Aerospace Sites. American Institute of Aeronautics and Astronautics. Retrieved March 14, 2015 (http://www.aiaa.org/HistoricAerospaceSites/). ==Programs== PFEC’s programs are designed to build a foundational understanding of STEM principles central to flight, create an appreciation for and inspiration from the historic richness of Pearson Field and surrounding Historic Reserve, develop hands on skills including understanding of materials and methods used in construction, gain first-hand experience of actual flight, and to provide an introduction to continuing educational, vocational and career opportunities in STEM/Aviation related fields. Current programs include school age field trips, Open Saturdays, educational outreach, Scout merit badge programs, Open Cockpit Day, college and career fairs, and aviation connected summer camps. Annually updated summer camp options have included model rocketry build/launch, model R/C aircraft build/fly, model glider build/fly, and supervised time flying an actual aircraft. PFEC pays particular attention to inclusion of underrepresented, minority, female and students of all abilities through outreach, adaptive program design, and scholarships. Custom program design supporting nearby Washington School for the Blind and Washington State School for the Deaf. serve important young people and provides a source of innovation for all those served. Celebration of historic Pearson aviators and aviatrixes including Leah Hing,Leah Hing. (n.d.). Fort Vancouver National Trust. Retrieved March 14, 2015 (http://fortvan.org/images/Pearson/Educational_PDFs/Hing.pdf). Edith “Eddie” Foltz SternsEdith \"Eddie\" Foltz Sterns. (n.d.). Fort Vancouver National Trust. Retrieved March 14, 2015 (http://fortvan.org/images/Pearson/Educational_PDFs/Foltz.pdf). and othersPearson Field History. (n.d.). Fort Vancouver National Trust. Retrieved March 14, 2015 (http://www.fortvan.org/pfec-history.html). empowers and motivates all young people participating in PFEC programs. ==Organization== PFEC is a program of the Vancouver National Historic Reserve Trust dba The Historic Trust a 501(c)(3), Tax ID 91-1937645, incorporated 1998. ==Leadership== Michelle Marra, Director of Pearson Field Education Center. Michelle brings a strong background in creating and maintaining fun and innovative educational programs and unique learning experiences that inspire youth to pursue careers in STEM fields and aviation. She also brings expertise in training educators, interns, pre-service teachers, and volunteers in non- formal instructional practices and curriculum development. Michelle’s past experience includes Curriculum/Instruction Specialist and Docent roles at Pacific Aviation Museum Pearl Harbor and as a Special Education Assistant for the Department of Defense Education Activity in Vicenza Italy. Michelle holds a Bachelor of Arts in English Language and Literature from Western Washington University, a Master of Education in Secondary Education and Teaching from the University of Phoenix, and a Graduate Certificate in Nonprofit Administration from the University of Montana. Michelle is a member of AIAA, Women in Aviation International and Friends of The Ninety-Nines. Bethany Spitzer, Aviation Education Programs Cordinator. Joining PFEC in the summer of 2019, Bethany’s most recent role was as Education Coordinator at the Evergreen Aviation & Space Museum in McMinnville, OR. Prior to that she has held roles including Camp Coordinator and Classroom Assistant at the Portland Children’s Museum, Membership Representative at Oregon Museum of Science and Industry, Library Clerk at Bee Cave Public Library in Bee Cave, TX, and Executive Museum Assistant at the Brenham Heritage Museum in Brenham, TX. Bethany’s personal objectives are to 1.) provide stellar leadership to community driven programs, 2.) empower the Portland metro community through creative, multi-disciplinary program and innovative initiatives and 3.) foster unique life moments for young people and their families. We’re glad that she is doing all of this at PFEC! Bethany holds a Master of Sciences in Educational Leadership and Policy from Portland State University and a Bachelor of Arts in History and German from the University of Texas, Austin, TX. ==Location== PFEC is located on historic Pearson Field, 201 East Reserve Street, Vancouver WA, 98661. Business offices of the Fort Vancouver National Trust are located at the General O.O. Howard House, 750 Anderson Street Vancouver, WA 98661 (360.992.1800). ==Facility== Programs of PFEC are delivered in a 5,700 square foot hangar, on adjacent outdoor grass areas, on and above Pearson Field, on nearby Officers Row, in classrooms of area schools, and at partner organizations. The PFEC hangar includes selected historic aircraft and artifacts supporting curriculum, a simulator lab, hands-on skill building, tool and materials areas, and a classroom environment. Summer camp programs may include tours of the Western Antique Aeroplane & Automobile Museum in Hood River, Oregon. == References == ==External links== * Pearson Field Video Category:Aviation in the United States Category:Aviation schools Category:History of aviation Category:History of Vancouver, Washington ",
    "title": "Pearson Field Education Center"
}