{
    "id": "45666688",
    "text": "Operation Rainbow was an operation launched by the Syrian Army, supported by Hezbollah and other allied militias, during the Syrian Civil War, following a successful operation which led to the military encircling Aleppo from the east side and reaching the city's northern approach. The aim of the operation, as the previous one, was to encircle Aleppo and cut rebel supply lines into the city, thus besieging rebel-held areas. == The operation == ===Battle for the north-eastern approach=== On 7 December, the Army captured the Breij area, on the northeastern outskirts of the city, and advanced towards the al-Owayji area to the west and the al-Enzarat area to the south.24 fighters of the Islamic battalions and 20 members of the regime forces killed in Aleppo today The next day, the Army moved around Handarat and captured the al-Hajal and al- Majbal districts overlooking Hanano, Haydariya and Duwayr al-Jandul. After this, government forces entered the Baya’adeen district, taking up positions in its southern part. On 11 December, government forces recaptured territory in the Stone Quarries in the southern part of Breij they lost the previous week. The military further advanced past the Stone Quarries and pushed south towards the Hanano district. The fighting over the previous seven days left more than 60 rebels dead, according to a military source. The next day, the Army captured the Wood Factory near the Jandoul roundabout, and established positions near the Saraya Night Club. By the end of the day, the military reportedly had fire control over both the Ba'edin and Jandoul roundabouts on the Castello Road. On 14 December, the Army advanced into and captured the al- Mallah area, with further attempts by the military to capture the area west of al-Mallah and thus finally cut the Castello Road. Two hours later, according to a pro-government source, the Army captured the neighboring Mara’ashli Farms. Government forces also advanced and captured the southern and western parts of the Handarat city district, closing in on Handarat hill which overlooks the Castello Road. 34 rebels and nine soldiers were killed during the day. The advances brought government forces within a few hundred meters of surrounding Aleppo. More fighting the next day left 14 rebels dead, as the Army captured a hill overlooking the rebel supply line. On 17 December, 16 soldiers were killed in fighting in the al-Mallah area where the rebels captured eight buildings, while the Army recaptured Aghob hill and the al- Fawaz area of Breij. Al-Arabiya reported government forces were close to capturing Handarat hill and completing the siege, while the pro-government Al- Masdar News agency reported the troops had already captured all of the remaining hills along the Castello Road and were focusing on the main roundabout. At the end of the day, the military made another advance in the Handarat area and by 19 December had captured all or a part of the Handarat district. On 22 December, the rebels recaptured the industrial plants in the northern part of the Handarat district, however they lost it again one week later after an assault by Army and Hezbollah troops. By 1 January 2015, the military had captured 16 plants in the Al-Shahel area of the Handarat district. ===Rebel counter-attack=== On 5 January, the rebels recaptured the Majbal (Sawmills) area of al-Brej after fighting that killed or wounded no less than 20 soldiers. They also captured the southern entrance of the stone quarries known as al-Misat, forcing government troops to retreat to the north. Later, it was reported the rebels managed to seize the al-Manasher al-Breij area and were trying to advance and take control over al-Brej Hill with which they could seize the military supply road from the Aleppo Central Prison to the Handarat and al-Mallah areas. The next day, the rebels reportedly took control over the al-Akhdar Mosque, a mill and the al-Tawattor al-Aali area of al-Brej. On 8 January, the Army and pro-government militias conducted a counter-attack against areas seized by the rebels in previous days. On 22 January, the rebels reportedly advanced in al-Mallah and Sifat areas and two days later took control over some positions on al-Brej Hill. They also managed to advance in the al-Brej area. On 3 February, the rebels captured al-Misat hill at the north-eastern entrance to the city. However, the next day government forces recaptured the area after opposition fighters were forced to retreat due to heavy artillery fire. ===Army assault on the northern villages=== On 16 February, a large military armored convoy arrived in Aleppo, as reinforcements from Hama, to complete the siege of the city. The next morning, government forces launched an offensive from Sifat. The battle started after hundreds of government fighters infiltrated the three villages of Bashkuwi, Ratian and Hardatain before dawn and encircled rebel positions in them. At 06:00 hours, the fighting started and in less than half an hour the Army and NDF captured Hardatain, while resistance continued in the other two villages. Still, around noon, both Bashkuwi and Ratian had also been captured and the Army blocked the main rebel supply route leading into Aleppo city. During the attack, according to the SOHR, 36 civilians and 13 rebels were massacred by the Army and Hezbollah. The Army then advanced from Ratian towards Bayanoon and was fighting on the road between the two villages. At the same time, the military launched a push in two areas of Aleppo city itself and advanced, capturing many buildings in the Zahraa district. Fighting also reached the village of Ma'arasta, west of Hardatain, and the Army captured the village of Dwer al-Zaytoun. At this point, the rebels launched a counter- attack to recapture the ground they lost and Hardatain was contested once again, while clashes continued near Ratian. The initial advance brought government troops to within four kilometers of the government-held towns of Nubl and Al-Zahraa, which had been besieged by rebel forces for almost two years. In the evening, a group of 80 soldiers managed to reach the two towns. The offensive aimed to completely surround Aleppo within a week. Early on 18 February, the rebels recaptured Ratian, or at least most of it, while fighting continued around Bashkuwi and Hardatain. Later, a military source reported the Army captured Kafr Tunah, east of Dwer al-Zaytoun. The next day, the rebels recaptured most of Hardatain. However, clashes in the village continued and government fighters were resupplied by helicopters. Fighting was also still ongoing near Ratian and Bashkuwi and in Dwer al-Zaytoun. On 20 February, according to SOHR, the rebels captured the Al-Mallah area, while clashes persisted around Bashkuwi, Ratian and Hardatain. According to Al Mayadeen, the Army still controlled most of the area, with rebels capturing only two out of 48 farms at Al-Mallah. Later, SOHR reported more fighting at Al-Mallah, while in the evening the rebels fully secured Hardatain. On 21 February, correspondent Elijah J. Magnier confirmed that all villages but Bashkuy were recaptured by the rebels, with preparations being made by the Army to inject more troops into the battle. At the same time, the Army activated the front south of Aleppo city by transferring troops from the province of Hama. The Army captured Al-Qalba’at village in the Khanesser area and a number of buildings at the Al-Zaytuni Chicken Farms near Mount Azzan. The four-day battle in the northern countryside of Aleppo left 152 soldiers and 131 rebels dead,101 killed (17–18 February), 17 killed (19 February), 13 killed (20 February), total of 131 reported killed while 67 soldiers and 40 rebels were captured. ===Rebel assault on Handarat=== On 9 March, opposition forces launched an assault on Handarat, north of Aleppo, after reportedly noticing confusion in the ranks of government troops following the February fighting. It was initially reported opposition forces captured Handarat, north of Aleppo. However, later it was reported by opposition sources the rebels managed to capture only 40–50% of the village, while the Army remained in control of the northern portion of Handarat. A military source stated they still controlled 80% of Handarat. On 18 March, after almost 10 days of fighting, the military fully expelled the rebels from Handarat and re- established control of the village. They then reportedly pushed back into the eastern part of al-Mallah farms. According to a military source, 76 government fighters and 304 rebels were killed during the previous two weeks of fighting at Handarat and Bashkuy. The next day, government forces also recaptured al- Madafa hill and a farm around Handarat, as well as the Halabi Farms and Nuqat al-Isamat, west of Handarat. On 20 March, the military reportedly captured the Al-Ghannam Farms, west of the Halabi Farms. On 23 March, fighting erupted around Dwer al-Zaytoun and Bashkuy after a Turkish suicide car-bomber from the al-Nusra front detonated himself in the area. The rebels reportedly advanced near Dwer al-Zaytoun.Aleppo: Jabhat Al-Nusra Suicide Bombing Leads to Fierce Clashes in the Northجبهة النصرة تفجر عربة مفخخة واشتباكات عنيفة في دوير الزيتون ومحيط باشكوي شمال حلب By the end of March, the government offensive was considered to had fizzled out.Syria rebels take strategic town of Idlib == See also == * Battle of Aleppo (2012–2016) == References == Category:Aleppo in the Syrian Civil War Category:Military operations of the Syrian Civil War in 2014 Category:Military operations of the Syrian Civil War in 2015 Category:Military operations of the Syrian Civil War involving Hezbollah Category:Military operations of the Syrian Civil War involving the Syrian government Category:Military operations of the Syrian Civil War involving the Free Syrian Army ",
    "title": "Operation Rainbow (Syrian Civil War)"
}