{
    "id": "45662729",
    "text": "The Littlest Hobo is a Canadian television series based upon a 1958 American film of the same name directed by Charles R. Rondeau. The series first aired from 1963 to 1965 in syndication, and was revived for a popular second run on CTV, spanning six seasons, from October 11, 1979 to March 7, 1985. It starred an ownerless dog.The Littlest Hobo (TV Series) IMDb ==Episodes== ===Season 1 (1979-80)=== {| class=\"wikitable\" |- ! scope=\"col\" style=\"width:50px;\"| Episode ! scope=\"col\" style=\"width:150px;\"|Title ! scope=\"col\" style=\"width:50px;\"|First aired ! scope=\"col\" style=\"width:600px;\"|Synopsis ! scope=\"col\" style=\"width:200px;\"|Guest stars |- | 1 | Smoke | October 11, 1979 | Hobo arrives in a small country town hit by a forest fire, where he helps rescue animals from the blaze and befriends forest ranger Ray Caldwell. The local storekeeper, much to Ray's disgust, has started selling animal traps and poison to ward off the now homeless animals coming near the town. When a child eats poisoned meat left outside the store, and a thunderstorm prevents Ray from bringing the local doctor in by plane, Hobo is parachuted into the town with the antidote needed to save the child's life. | Monte Markham (Ray Caldwell) |- | 2 | Manhunt (part 1) | October 18, 1979 | Hobo helps Tom Malone, an innocent man wrongfully accused of murder, escape the clutches of a sheriff and his bloodhounds. | Andrew Prine (Tom Malone) |- | 3 | Manhunt (part 2) | October 25, 1979 | Hobo manages to unearth vital evidence to prove Tom Malone's innocence. | Andrew Prine (Tom Malone) |- | 4 | The Defector | November 1, 1979 | Hobo helps rescue a Prima Ballerina who wants to defect from her Iron Curtain captors. | Paul Burke (Andy McClelland) |- | 5 | Double Trouble | November 8, 1979 | With the help of his new friend, fellow gentleman of the road Ben Smith, Hobo saves two draft horses destined for the fertilizer plant. The horses themselves prove to the local town that they are still useful when, where a tractor fails, they are instrumental in the rescue of a school bus full of children which is stranded in the middle of a fast-flowing river. | Barry Morse (Ben Smith) |- | 6 | Silent Witness | November 15, 1979 | When Hobo witnesses a hit-and-run accident, he marshalls evidence against the driver and forces a confession. | Vic Morrow (Sam Powers), Michael Ironside (Bill) Jeff Wincott |- | 7 | Target for Terror | November 29, 1979 | Hobo rescues a politician's son from kidnappers. | John Carradine (Chief Justice Hamilton) |- | 8 | Heritage | Dec6, 1979 | Hobo protects an elderly prospector from greedy land-grabbers. | Leon Ames (Jasper McGilicuty) |- | 9 | Little Girl Lost | December 13, 1979 | Hobo befriends a three-year-old girl who goes missing in a sparsely-populated area. Hobo later uses his friendship with trucker Sam to return the girl to her overjoyed parents. | Stephen Young (Scott Phillips), Lynda Day George (Linda Phillips) |- | 10 | Boy on Wheels | December 20, 1979 | Hobo encourages a paraplegic boy to enter a Frisbee- throwing contest to the dismay of the youth's overly-protective widowed father, who hates dogs because his driving at excessive speed and swerving to avoid a stray dog led to the car crash which killed his wife and left his son paralyzed. When Hobo saves the boy's life, the father finally sees the light. This episode also featured a young Mike Myers as the paralyzed boy's friend, Tommy. | Clarence Williams III (David) |- | 11 | Stand In | December 27, 1979 | Harry, a night watchman at an electronics firm, and his German shepherd Sarge are framed for the theft of top-secret equipment. Episode features actor Alan Hale Jr. (Skipper, Gilligan's Island) | Alan Hale Jr. |- | 12 | Second Chance | January 3, 1980 | An ex-convict is framed for drug smuggling and with help from Ryan McCallum (played by a young Rob McLeavy) Hobo is able to clear the ex-convicts name but all the drugs go missing. | Michael Cole (Phil Jenkins) |- | 13 | Big Al and Sam Strawberry | January 10, 1980 | A struggling artist considers an illegal sale to clear Mafia debts. | Sheldon Leonard (Big Al) |- | 14 | Give My Regards to Broadway | January 31, 1980 | Hobo befriends a down and out ex-vaudevillian who has been shoplifting with every intent to pay it back when she becomes a star again. | Rosemary Radcliffe (Gladys Gates) |- | 15 | The Last Job | February 7, 1980 | Hobo helps an ex-convict pursue an honest lifestyle. | Alan McRae (Nick) |- | 16 | Snapshot | February 28, 1980 | Hobo helps a young boy prove to his mother that you don't have to play a rough sport like hockey to have courage. | Mark Polley (Joey) |- | 17 | The Million Dollar Fur Heist | March 6, 1980 | Hobo helps rescue two kidnapped victims and in the process recovers a million dollars' worth of stolen furs. | Abe Vigoda (Howard Mattson) |- | 18 | Diamonds Are a Dog's Best Friend | March 13, 1980 | A magician is accused of making an heirloom disappear. Ryan McCallum appears again accused of making another thing appear when it was not wanted. Luckily Hobo is able to hide his shame. | Patrick Macnee (Elmer) |- | 19 | Romiet and Julio | March 20, 1980 | Because of their parents' objections, a young couple's marriage plans appear doomed, until Hobo comes to the rescue. | Leslie Nielsen (Mayor Chester Montgomery) |- | 20 | Escape | March 27, 1980 | Hobo mans a disco control panel and helps the victim of an underworld frame- up. | Saul Rubinek (Tim Reagan) |- | 21 | Guardian Angel | April 3, 1980 | When a distraught East European woman named Ines, who is in Canada illegally, abandons her baby daughter Maria on the steps of a church, Hobo appoints himself guardian of the child - eventually managing to reunite mother and child. | Nehemiah Persoff (Lukash) |- | 22 | The Pied Piper | April 10, 1980 | Hobo and Dan Mooney, the janitor of a children's hospital, manage to help an emotionally withdrawn boy. | Jack Gilford (Dan Mooney) |- | 23 | Willy and Kate | May 15, 1980 | Hobo travels with Willy, a tramp, and Kate, a runaway little girl, who are hitchhiking across the country to California, where they plan to open up an orange juice stand. | Gary Merrill (Willy Brogan) |- | 24 | The Further Adventures of Willy and Kate | May 22, 1980 | Following on from the previous episode, Hobo continues his travels with Willy and Kate. But when the authorities recapture Kate, Willy tries to rescue her with unexpected results. | Gary Merrill (Willy Brogan) |} ===Season 2 (1980-81)=== {| class=\"wikitable\" |- ! scope=\"col\" style=\"width:50px;\"| Episode ! scope=\"col\" style=\"width:150px;\"|Title ! scope=\"col\" style=\"width:50px;\"|First aired ! scope=\"col\" style=\"width:600px;\"|Synopsis ! scope=\"col\" style=\"width:200px;\"|Guest stars |- | 25 | The Balloonist | September 18, 1980 |Hobo comes to the rescue of a downed balloonist. | Keenan Wynn (Gus Appleton) |- | 26 | Duddleman and the Diamond Ring | September 25, 1980 | Hobo becomes acquainted with a bumbling pawn-broker named Duddleman. | Henry Jones (Duddleman) |- | 27 | Guinea Pig | October 2, 1980 | Poisoned water endangers an animal research institute. | Melody Ryane (Sarah) |- | 28 | Trapper | October 9, 1980 | Hobo must stop a ruthless trapper who still foolishly uses inhumane steel traps on animals. | John Vernon (Sam Burrows) |- | 29 | The Pearls | October 23, 1980 | Hobo aids a captain whose crew mutinied and stole pearls. | Scott Brady (Captain Turner) |- | 30 | Carnival of Fear | October 30, 1980 | Hobo stalks an ominous carnival patron. | Gale Garnett (Margie/Madame Sybil) |- | 31 | Mystery at the Zoo | November 6, 1980 | Hobo finds himself in the middle of a life-and-death situation when he joins a young newswoman and her cameraman in an investigation of \"animal-snatching\". | Carol Lynley (June Wilson) |- | 32 | Sailing Away | November 13, 1980 | Hobo rescues a teen from danger on her father's boat. | Martin Milner (Don Porter) |- | 33 | The Hunt | November 20, 1980 | Hobo comes to the aid of a pretty young groom at the Fox Hunt Club who is being framed for theft. Nicholas Campbell appears as the groom's love interest, who also is the son of the Fox Hunt Club president. | Cameron Mitchell (Carl) |- | 34 | Fast Freddie | November 27, 1980 | A con man tries to cheat wealthy small-town residents. | Morey Amsterdam (Freddie Tewksbury) |- | 35 | Licence to Steal | December 4, 1980 | The life of a scrapyard foreman's son is saved when Hobo intervenes. | Clifton Davis (Phil McLean) |- | 36 | Portrait of Danger | December 11, 1980 | When a young photographer accidentally takes an action picture of a bank robbery, Hobo tries to persuade him to turn it over to the police. When instead he decides to wait and sell the shot to the papers, Hobo has to protect him from his own bad judgement and angry reprisals from the robbers themselves. | James Stephens (Kevin Wheeler) |- | 37 | Ghost Rig | December 18, 1980 | Hobo helps find a hijacked truckload of diamonds. | Henry Gibson (Jeffrey Farley) |- | 38 | Here's Joey Jackson | January 22, 1981 | When famous television personality Joey Jackson finds himself being blackmailed over a secret he has harboured all his life, Hobo becomes the instrument to foil the blackmail plot and bring Joey to the realization that he must face his past squarely - no matter the consequences. | Jack Carter (Joey Jackson) |- | 39 | Runaway | February 12, 1981 | Hobo hops on board a train and befriends an old railroad bum and a runaway boy. | DeForest Kelley (Professor Hal Schaffer) |- | 40 | East Side Angels | February 26, 1981 | Hobo befriends a young basketball player who is having problems being accepted by his teammates. | Chris Makepeace (Willie) |- | 41 | Mystique | March 5, 1981 | An unethical hypnotist influences a model's behavior. | John Evans (Dr. Henshaw) |- | 42 | The Trail of No Return | April 9, 1981 | Hobo turns health inspector when botulism is discovered at a campground. | James MacArthur (Jim Haley) |} ===Season 3 (1981-82)=== {| class=\"wikitable\" |- ! scope=\"col\" style=\"width:50px;\"| Episode ! scope=\"col\" style=\"width:150px;\"|Title ! scope=\"col\" style=\"width:50px;\"|First aired ! scope=\"col\" style=\"width:600px;\"|Synopsis ! scope=\"col\" style=\"width:200px;\"|Guest stars |- | 43 | Photo Finish | September 17, 1981 |Hobo helps a jockey whose chances of winning her first big race are threatened by a racing syndicate. | Melody Ryane (Sally Peters) |- | 44 | The Secret of Red Hill | September 24, 1981 | Hobo helps a reporter in her quest to track down a sasquatch-like creature sighted near a small town. | Susan Hogan (Rachel) |- | 45 | Wolf Hunt | October 1, 1981 | Hobo runs into the path of a father and two sons, out hunting for wolf bounty, and is himself mistaken for a wolf. Real-life brothers Jeff and Michael Wincott play the sons. | John Ireland (Arch Mason) Jeff Wincott (Mel) Michael Wincott (Jeff) |- | 46 | The Day of the Fugitive | October 8, 1981 | A merchant seaman, suspected of having the plague, jumps ship in a large city. Only Hobo knows where the man is and must conduct him to safety despite the fact that the dog's own life is in danger and he is being hunted as a fugitive, too. | Gerard Parkes (Dr. Cowper) |- | 47 | Suspect | October 29, 1981 | Hobo comes upon the scene of what appears to be a boating accident at a hunting club, and discovers evidence which indicates foul play. When the police arrive, however, an innocent man is accused and only Hobo can bring the authorities the one essential piece of evidence which forces the real culprit to tip his hand. | Stephen Young (Lloyd Wells) |- | 48 | War Games | November 5, 1981 | Hobo sees a teenage girl cutting across a military practice zone and alerts a young recruit to her danger. All three soon find themselves caught in the middle of a realistic exercise and only Hobo knows that the young peoples' hiding place is itself a key target in the manoeuvres. | Annette McCaffrey (Linda Garr) |- | 49 | The Hero | November 12, 1981 | Hobo meets Joey, a simple young man who is disregarded and picked on by most of the community. When Joey stumbles on a dognapping scam, only Hobo knows he is telling the truth, and can help Joey grow in self-respect by solving a real crime. | Edward Albert (Joey Green) |- | 50 | Hidden Room | November 19, 1981 | Hobo comes across an old farmhouse where a young mute girl and her father are being blackmailed into conducting fake seances. By cleverly investigating and manipulating the mechanics of the ruse, Hobo is able to break the blackmailers' hold, stop the fraud, and free the father and daughter. | Neil Dainard (Mr. Kirston) |- | 51 | Fussin' and Fightin' | November 26, 1981 | A rival tries to have a harmonica player fired. | Gary Reineke (Herb Price) |- | 52 | The Locket | December 3, 1981 | Hobo goes to great lengths to deliver a locket to an old man's granddaughter. | Chris Wiggins (Grandpa) |- | 53 | Airport | December 10, 1981 | Hobo foils sabotage at a courier service. | Rosemary Dunsmore (Di Jarrett) |- | 55 | Music Box | December 24, 1981 | Ballerina Karen Kain makes her television acting debut in this touching episode about a little girl who lives more and more in a fantasy world because her mother, an ex-ballerina, refuses to let her dance. | Karen Kain (Vivian Barrie) |- | 56 | Mail Order Bride | January 21, 1982 | A farmer and his mail- order bride seem incompatible. | Simon Oakland (Tom Beecher) |- | 57 | The Clown | January 28, 1982 | Hobo befriends a lonely clown. | Donald O'Connor (Freddie the Clown) |- | 58 | Once Upon a Tyme | February 4, 1982 | Hobo plays Cupid when he joins a travelling troupe of actors and finds out that one of the actors has been jilted by his leading lady. | Geraint Wyn Davies (David Barrington) |- | 59 | A Special Friend | February 25, 1982 | On the docks. Hobo meets a very special friend who believes he can understand what animals are thinking. His sensitivity makes him a perfect partner for the dog as the pair matches wits with a warehouse full of gold thieves. | Ray Walston (Charlie) |- | 60 | Forget Me Not | March 4, 1982 | When Hobo spots a disoriented woman, with amnesia, aimlessly wandering into a large amusement park (Canada's Wonderland), he finds his own way in and protects her from serious physical danger while alerting the security and bringing her medical help. | Joanna Pettet (Cynthia Masters) |- | 61 | Rex Badger P.I. | March 11, 1982 | Hobo joins forces with inept private eye Rex Badger, who perfected his style watching old movies. As Badger plods through a series of comic clues, Hobo keeps several steps ahead of him and enables him to finally put the pieces together and wind up with the credit. | Michael Kirby (Rex Badger) |} ===Season 4 (1982-83)=== {| class=\"wikitable\" |- ! scope=\"col\" style=\"width:50px;\"| Episode ! scope=\"col\" style=\"width:150px;\"|Title ! scope=\"col\" style=\"width:50px;\"|First aired ! scope=\"col\" style=\"width:600px;\"|Synopsis ! scope=\"col\" style=\"width:200px;\"|Guest stars |- | 62 | Napoleon | September 16, 1982 | Hobo apprehends cattle rustlers preying on a rancher. | Chris Donnan (Dixie Seatle) |- | 63 | Home Free | September 23, 1982 | Hobo aids a detention-home runaway. | Jennifer Jewison (Laura Clark) |- | 64 | Back to Nature | September 30, 1982 | Hobo aids a woman in labour and her injured husband. | Peter Hanlon (Mick Reid) |- | 65 | The Imaginative Invalid | October 7, 1982 | A hypochondriac tests her relatives' loyalty. | Ruth Springford (Gwyn MacGibbon) |- | 66 | Finders Keepers | October 14, 1982 | Two boys compete for Hobo's company. | Richard Yearwood (Danny McLean) |- | 67 | Happy Birthday, Mom | October 21, 1982 | Hobo brings together two teenage brothers who are feuding when both enter a bike race hoping to win money to buy their mother a gift. | Mark Polley (David) |- | 68 | The Spirit of Thunder Rock (part 1) | October 28, 1982 | A geologist's daughter discovers treasure. Hobo helps the family survive an earthquake. | Ted Follows (Tony Kendall) |- | 69 | The Spirit of Thunder Rock (part 2) | November 4, 1982 | | Megan Follows (Marti Kendall) |- | 70 | The Spirit of Thunder Rock (part 3) | November 11, 1982 | | August Schellenberg (Walter Henig) |- | 71 | Rabies | November 18, 1982 | Hobo tries to keep a rabid raccoon from coming into contact with anyone while attempting to alert authorities to its whereabouts. | Barbara Kyle (Dr. Edmunds) |- | 72 | Day for Fright | November 25, 1982 | Hobo happens upon a real crime on a movie set. | David Calderisi (Maurice Driscoll) |- | 73 | Trooper | December 2, 1982 | Hobo finds an abandoned baby in an evacuated town. | Jonathan Welsh (Stan) |- | 74 | The Loneliest Day of the Week | January 27, 1983 | Hobo helps spur romance between a widow and a bachelor. | Doris Petrie (Lily Harcroft) |- | 75 | Double Vision | February 3, 1983 | A traveling artist who resembles a small town's corrupt mayor (both played by Leslie Yeo) arrives for a visit at the same time Hobo does. | Leslie Yeo (Mayor James Cruickshank/Oliver Cruickshank) |- | 76 | Winner Take All | February 10, 1983 | Hobo's friend gets a winning lottery ticket. | Jan Filips (Milos) |- | 77 | Small Pleasures | March 3, 1983 | Hobo acts to foil two ex-cons intent on stealing a valuable item secreted in a miniature town unbeknownst to the tiny town's current owner. | Daniel Buccos (Gordon Jacks) |- | 78 | The Five Labours of Hercules (part 1) | March 17, 1983 | Hobo helps a young handicapped boy start his own business. | Hadley Kay (Nathaniel) |- | 79 | The Five Labours of Hercules (part 2) | March 24, 1983 | | Hadley Kay (Nathaniel) |} ===Season 5 (1983-84)=== {| class=\"wikitable\" |- ! scope=\"col\" style=\"width:50px;\"| Episode ! scope=\"col\" style=\"width:150px;\"|Title ! scope=\"col\" style=\"width:50px;\"|First aired ! scope=\"col\" style=\"width:600px;\"|Synopsis ! scope=\"col\" style=\"width:200px;\"|Guest stars |- | 80 | Rookie | September 15, 1983 | Fearing an impending operation, a youth runs away. | Charles Kerr (Ted) |- | 81 | Scavenger Hunt (part 1) | September 22, 1983 | Hobo is sought in a fraternity scavenger hunt. | Geraint Wyn Davies (Adam Coulter) |- | 82 | Scavenger Hunt (part 2) | September 29, 1983 | | Pam Hyatt (Mrs. Coulter) |- | 83 | Second Sight | October 6, 1983 | Hobo helps a blind teen learn his capabilities. | Peter Spence (David Leonard) |- | 84 | Trucker | October 13, 1983 | A trucker considers illegal work to keep his rig. | Richard Donat (Mac Devlin) |- | 85 | Born to Run | October 20, 1983 | A champion whippet is stolen prior to a big race. | Michael Reynolds (Philip) |- | 86 | Tempest Probe | 27 Oct, 1983 | A criminal steals and tries to sell a secret laser. | Christopher Britton (Prospero) |- | 87 | Lumberjacks | November 3, 1983 | A gambler plans to sabotage a lumberjack contest. | Lawrence Dane (Alistair McLeod) Jeff Wincott (Barry McLeod) |- | 88 | Passage | November 10, 1983 | Hobo thwarts a hunter stalking peregrine falcons. | Al Waxman (Vernie Davis) |- | 89 | Sartech (part 1) | November 17, 1983 | Hobo witnesses a wilderness plane crash and aids the victims. | Don Granberry (Sam) |- | 90 | Sartech (part 2) | December 1, 1983 | | Don Granberry (Sam) |- | 91 | Dragonslayer | January 19, 1984 | Hobo protects four youths engaged in a deadly game. | Simon Craig (\"Zim Fahr\") |- | 92 | The Genesis Tapes (part 1) | January 26, 1984 | Hobo is theorized to be a new species of dog by a scientist and a reporter who attempt to capture him to study him. | Alan Scarfe (Dr. Richard Kellerman) |- | 93 | The Genesis Tapes (part 2) | February 2, 1984 | | Candace O'Connor (Trish Kellerman) |- | 94 | Ghost Station | February 23, 1984 | Hobo participates in a subway manhunt. | Malcolm Stewart (Ken) |- | 95 | Indian Summer | March 1, 1984 | Hobo aids elderly people fleeing a retirement home. | Robert Christie (Gordon) |- | 96 | Applejack | March 8, 1984 | Bootleggers threaten a migrant who could expose them. | Eric Murphy (Yves Boisvert) |- | 97 | Sheep in Wolf's Clothing | March 15, 1984 | Hobo is mistaken for a sheep- killing wolf. | Stephen Markle (Bryce Meyer) |} ===Season 6 (1984-85)=== {| class=\"wikitable\" |- ! scope=\"col\" style=\"width:50px;\"| Episode ! scope=\"col\" style=\"width:150px;\"|Title ! scope=\"col\" style=\"width:50px;\"|First aired ! scope=\"col\" style=\"width:600px;\"|Synopsis ! scope=\"col\" style=\"width:200px;\"|Guest stars |- | 98 | Second Best | September 13, 1984 | Schoolmates bully a country boy. | Shane O'Brien (Morgan Emery) |- | 99 | Three Monkeys of Bah Roghar (part 1) | September 20, 1984 | Hobo solves the theft of priceless statues. | Graham Batchelor (Thurber Best) |- | 100 | Three Monkeys of Bah Roghar (part 2) | September 27, 1984 | | Graham Batchelor (Thurber Best) |- | 101 | Rodeo | October 4, 1984 | A rodeo star fears getting back in the saddle. | August Schellenberg (Stoney Hill) |- | 102 | One Door Closes | October 11, 1984 | Hobo helps a man adjust to life in a wheelchair. | Al Waxman (Vic Carrano) |- | 103 | Lucky | October 18, 1984 | Hobo helps a stuntman get work and confidence. | Michael Hogan (Lucky) |- | 104 | Arrivederci Roma | October 25, 1984 | A young model-airplane pilot competes with adults. | Richard Yearwood (Shawn Turner) |- | 105 | The Good Shepherd | November 1, 1984 | Hobo aids a financially troubled church. | Harvey Atkin (Neiderhoff) |- | 106 | Matchmaker | November 8, 1984 | Tennis pro Carling Bassett helps Hobo prevent the breakup of a young couple. | Carling Basset (Sandy McCann) |- | 107 | Firehorse (part 1) | November 15, 1984 | Hobo rescues people from a burning factory. | Neil Dainard (Jack Thornton) |- | 108 | Firehorse (part 2) | November 22, 1984 | | Neil Dainard (Jack Thornton) |- | 109 | Prodigal Son | November 29, 1984 | Hobo reveals an imposter in a small religious community. | Peter Dvorsky (Sean Armstrong) |- | 110 | Torque | January 31, 1985 | A kart driver seeks a spot on a racing team. One of the on- screen extras is a very young and fresh-faced Paul Tracy (future professional race car driver) | Jessica Steen (Torque) |- | 111 | Small Change | February 7, 1985 | A mime and a deaf boy help Hobo prevent a robbery. | Edward Leefe (Terry) |- | 112 | Voyageurs (part 1) | February 14, 1985 | A family is trapped on a deserted island. Themes include cold war tensions and the early stages of the digital age. | Robin Ward (Ian Farrell) |- | 113 | Voyageurs (part 2) | February 21, 1985 | | Susan Hogan (Meg Farrell) |- | 114 | Liar, Liar | February 28, 1985 | Hobo witnesses a boy committing fraud. | Todd Woodcroft (Richie McKinley) |- | 115 | Pandora | March 7, 1985 | Hobo finds an undetonated World War II bomb. | David Glyn-Jones (Sgt. Jocky White) |} ==References== Category:Lists of Canadian television series episodes ",
    "title": "List of The Littlest Hobo episodes"
}