{
    "id": "45668432",
    "text": "The term rope team (), roped team or roped party, originally came from mountain sports, especially climbing, where it describes a group of people joined by a mountain or climbing rope and thus secured against falling. == Mountaineering and climbing == Rope team at the summit of the Großvenediger; on hard frozen snow there is a higher risk of falling even on arête slopes of only 30° slope A rope team during an ascent of the Klockerin. Front right: the Flemish loop attached by carabiner to the harness; on the lifeline to the next person, more brake knots are visible In mountain sports, especially climbing, a rope team is a group of mountaineers or climbers who are linked together by a safety rope. In a more general sense, a group of mountaineers, who are travelling together, may also be known as a rope team. The common safety rope helps to protect members of the rope part from falling. That said, it may also heighten the risk for the group as a whole because, unfavourable conditions, the fall of a single member may pull the entire party down as well. In glacier crossings and on easier terrain, long stretches of the route may be negotiated purely by members of the climbing team being roped together without an anchor point being used. For this so-called \"walking on a rope\" everyone in the party attaches themselves to the safety rope at equal intervals. For parties of fewer than five people a certain amount of rope remains free at the front and back. The spare rope may be used in the event of a crevasse accident, e.g. to make a Swiss pulley in order to rescue a fallen climber. For larger groups of about four people or more, recovering a fallen man is most easily done using a team pull. When \"walking on a rope\", the fall of one person - for example, into a crevasse - must be broken by the rest of the rope team members. So there is a danger that such a fall can endanger the entire team. On steep firn or ice-covered mountainsides, where possible and appropriate, the rope must be secured to an anchor point or the rope team members must negotiate it individually in order to prevent the risk of one climber falling and pulling the rest down with him. When climbing or in steep terrain where there is a high risk of falling, the rope is also secured to fixed points in the rock or ice. At the same time a \"sliding rope\" (gleitendes Seil) may be used or the rope may be fixed to a top anchor (Standplatz). A distinction is made between groups of two, three and four persons: * Two-man team: Consisting of a climber and a safety climber (or lead climber and following climber); mostly used in climbing halls, climbing gardens and Alpine climbing. * Three-man team: Comprises a lead climber and two following climbers on a common single rope (branch using rope wedge) or two independent half rope sections; used in multi-rope length routes (e.g. in alpine climbing) and partly also on shorter routes in highlands areas (e.g. the Elbe Sandstone Mountains). * Four-man team: Consisting of a lead climber and three followers; seldom used in alpine climbing. During glacier walks and simple high mountain tours, rope teams of more than four people are not uncommon. There is a tendency for the rope team to move more slowly the more members it has. The reason for this is the increasing amount of time needed in a larger team for the coordination and to ensure the safety and protection of team members. Where the level of skill varies the rope team has to move at the pace of the slowest person. == See also == * Climbing == References == Category:Climbing Category:Ski mountaineering Category:Mountaineering ",
    "title": "Rope team"
}