{
    "id": "45670261",
    "text": "Herbert G. MacPherson (2 November 1911 – 6 January 1993) was an American nuclear engineer and deputy director of Oak Ridge National Laboratory (ORNL). He contributed to the design and development of nuclear reactors and in the opinion of Alvin Weinberg he was \"the country's foremost expert on graphite\"... == Career == After receiving his Ph.D. in Physics from the University of California at Berkeley in 1936, MacPherson went to work at the National Weather Service in Washington DC. The following year he was hired by the National Carbon Division of the Union Carbide and Carbon Corporation in Cleveland Ohio, where he investigated the spectra of carbon arcs that were often used in the movie industry. In 1956 he moved to Oak Ridge TN to become a research scientist at the Oak Ridge National Laboratory. MacPherson became deputy director of Oak Ridge National Laboratory in 1965, a position he held until 1970. From 1970 to 1976 he held the position of Professor of Nuclear Engineering at the University of Tennessee. In 1973 he served as acting director of the Institute for Energy Analysis, an organization founded by Alvin Weinberg for the study of management and future sources of energy. In 1978 he was elected to membership in the National Academy of Engineering. == Nuclear graphite and the Manhattan Project == The possibility of creating a chain reaction in uranium became apparent in 1939 following the nuclear fission experiments of Otto Hahn and Fritz Strassman, and the interpretation of these results by Lise Meitner and Otto Frisch. The exciting possibilities that this presented rapidly spread throughout the world physics community. In order for the fission process to chain react, the neutrons created by uranium fission must be slowed down by interacting with a neutron moderator (an element with a low atomic weight, that will \"bounce\", when hit by a neutron) before they will be captured by other uranium atoms. It was well known in 1939 that the two most promising moderators were heavy water and graphite (a semi- crystalline form of pure carbon). In February 1940, using funds that were allocated partly as a result of the Einstein-Szilard letter to President Roosevelt, Leo Szilard purchased 4 tons of graphite from National Carbon for use in Enrico Fermi's experimental reactor, the so-called exponential pile. Fermi writes that \"The results of this experiment was [sic] somewhat discouraging\" presumably due to the absorption of neutrons by some unknown impurity. So, in December 1940 Fermi and Szilard met with H. G. MacPherson and V. C. Hamister at National Carbon to discuss the possible existence of impurities in graphite, without specifically describing the reasons for their visit. Having previously (September 1939) read the article of R. B. Roberts and J. B. H. Kuper (which described the necessity of a moderator in a chain reaction), MacPherson was able to deduce the purpose of the visit. Because of his experience with the spectra of carbon arcs he realized that even high quality graphite contains minute quantities of boron impurities that could make it potentially unusable as a neutron moderator in a uranium reactor, confirming a suspicion of Szilard. As a result of this meeting, over the next two years, MacPherson (together with L. M. Currie and V. C. Hamister) developed thermal purification techniques for the production of low boron content graphite, which resulted in the product \"AGOT Graphite\" of National Carbon. According to W. P. Eatherly, it was \"the first true nuclear grade graphite\". By November 1942, National Carbon had shipped 250 tons of AGOT graphite to the University of Chicago where it was used in the construction of Fermi's Chicago Pile-1, the first nuclear reactor to generate a sustained chain reaction. AGOT graphite was also used to build the X-10 graphite reactor in Oak Ridge TN and the reactors at the Hanford Site in Washington, which produced plutonium during and after World War II. This process and its later refinements became standard techniques in the manufacture of nuclear graphite. This crucial information concerning boron impurities was not known to the German scientists who attempted to create a chain reaction in uranium during the second world war. The cross section for neutron absorption in graphite was investigated in Germany by Walter Bothe, P. Jensen, and Werner Heisenberg who found it to be too high, thereby eliminating graphite as a possible moderator. Consequently, the German effort to create a chain reaction involved attempts to use heavy water, an expensive and scarce alternative. Writing as late as 1947, Heisenberg still did not understand that the only problem with graphite was the boron impurities. == Molten Salt Reactor == In 1956 MacPherson was appointed by ORNL director Alvin Weinberg, to lead the Molten Salt Reactor Experiment, a revolutionary safe, efficient and relatively inexpensive reactor design, now referred to as the Thorium fuel cycle. Within two years the chemical tests of molten materials, cost studies, overall design, and calculations had been completed and were outlined in MacPherson's quarterly progress report on the MSRE. Computations were performed on the ORACLE (computer), a clone of von Neumann's IAS machine that had been built at ORNL under the guidance of Alston Scott Householder. The MSRE was funded by the Atomic Energy Commission in 1959 and was completed in 1965. It ran continuously until it was shut down in 1969, but it had proved the viability of the design Weinberg refers to this project as \"perhaps the most ingenious and daring engineering experiment ever conducted at ORNL\". (In 1972 the U.S. government declined to fund the proposed follow-up molten salt breeder reactor at ORNL, fired Alvin Weinberg, and redirected its support towards the design and construction of liquid metal fast breeder reactors, such as the Clinch River Breeder Reactor.) In 1958, concurrently with the publication of the first textbook on nuclear reactors, MacPherson (together with James Lane and Frank Maslan) edited and published their engineering treatise on fluid fuel reactors == Mayan Archaeology == After he retired, MacPherson developed an interest in Mayan culture and writings, especially those pertaining to the Dresden Codex. This ancient Mayan manuscript contains a table, commonly referred to as the \"Eclipse Warning Table\" of dates, the intervals between which approximately correspond to the intervals between solar eclipses that occur worldwide. Hundreds of articles have been written in attempts to understand this table (see). MacPherson studied the baffling problem of how an ancient civilization may have succeeded in generating such a table when it did not possess the astronomical models that would be needed to predict eclipses worldwide and when only several solar eclipses would have been visible to the Maya throughout the whole period of their civilization. In what some experts consider to be \"the most interesting of the recent studies of the eclipse table\",MacPherson described a simple procedure by which such a table may have been assembled by Mayan astronomers in the process of determining the \"lunar season\". == References == == External links == * ORNL Library technical reports * MoltenSalt.org * NASA eclipse calculator Category:1911 births Category:1993 deaths Category:Manhattan Project people Category:American nuclear engineers Category:Oak Ridge National Laboratory people Category:People from Oak Ridge, Tennessee Category:20th-century American engineers ",
    "title": "Herbert G. MacPherson"
}