{
    "id": "45670740",
    "text": "Marie-Anne de Bovet (February 12, 1855 - ?) was a French writer. From 1893 to 1930, she published 35 novels, in addition to other works. ==Life and work== She was born in Metz, France. She was the daughter of General Bovet. She married the Marquis de Bois-Hébert but she wrote under her maiden name. Her writing career began in 1889 by publishing travelogues. Her work appeared in several magazines and newspapers in French and English. She was bilingual. As early as 1888, Bovet frequented the salon of Juliette Adam. She wrote literary criticism in La Nouvelle Revue, and traveled to Ireland on behalf of La République Française, a Gambetta newspaper. She wrote for La Vie Parisienne and the feminist newspaper, La Fronde, founded in 1887 by Marguerite Durand. Here, her articles included \"Housewife or Harlot\" (9 December 1897), where she attacked Maupassant and Proudhon's speeches on women, and \"The Eternal Feminine\" (22 December 1897), where she rejected the categorization of women. Bovet protested against misogynist prejudice and defended women's intelligence. During the Dreyfus Affair, she wrote for La Libre Parole, a strongly anti-Semitic newspaper. Though she traveled widely, she wrote mainly on Ireland (three books) and Algeria; she also visited Scotland, Greece and Poland. The date and circumstances of her death are unknown, but her last work was written in 1935 when was 80 years old. The Prize Louise Bourbonnaud was established in Paris as a Gold Medal to be given annually to an explorer, French by nationality. == Selected works == ;Travelogues * Lettres d’Irlande, Paris, Guillaumin et Cie, 1889 * Trois mois en Irlande, article illustré extrait du Tour du Monde, Hachette, 1891 * La Jeune Grèce, Société française d’édition d’art L.-H. May, 1897 - Prix Kastner-Boursault de l'Académie française. * L’Écosse. Souvenirs et impressions de voyage, Hachette, 1898 * Cracovie, H. Laurens, Paris, 1910 * L’Algérie, E. de Boccard, Paris, 1920 - Prix Montyon de l'Académie française. * Alger-Djelfa, Laghouat-Ghardaïa et l’Heptapole de M’Zab, Imprimerie Algérienne, 1924 * De Paris aux dunes du Souf et retour en vingt-et-un jours, Georges Lacan, 1924 * Monographie du tapis algérien', édité par le Gouvernement général de l’Algérie, 1930 * Le désert apprivoisé, Randonnées au Sahara', Nouvelles Éditions Argo, Paris, 1933 - Prix Montyon de l'Académie française. * La Grande Pitié du Sahara, Plon, 1935 * Notice sur les tapis algériens et autres industries indigènes, Imprimerie E. Pfister, ? ;Novels * Terre d’Emeraude, Ollendorff, 1893 * Confessions d’une fille de trente ans, Lemerre, 1895 * Roman de femmes, Lemerre, 1896 * Confessions conjugales, Lemerre, 1896 * Partie du pied gauche, Lemerre, 1897 * Parole jurée, Lemerre, 1897 * Par orgueil, Lemerre, 1898 * Petites rosseries, Lemerre, 1898 * Pris sur le vif, Lemerre, 1899 * Marionnettes, Lemerre, 1899 * Courte folie, Lemerre, 1901 * Monsieur Victor, roman publié par Le Monde Moderne, Albert Quantin, Paris, 1901 * Maîtresse royale, Lemerre, 1901 * La Cadette, Armand Colin, 1901 * La Belle Sabine, Lemerre, 1902 * Ballons rouges, Lemerre, 1903 * Autour de l’étendard, Lemerre, 1904 * Ame d’Argile, Lemerre, 1904 * Contre l’impossible, Lemerre, 1905 * Plus fort que la Vie, Lemerre, 1905 * Noces blanches, Lemerre, 1906 * Le Beau Fernand, Hachette, 1906 - Prix Montyon de l'Académie française. * La repentie, Lemerre, 1907 * Et l’Amour triomphe, Nilsson, 1907 * Après le Divorce, Lemerre, 1908 * La jolie Princesse, Lemerre, 1908 * La folle Passion, Lemerre, 1909 * La Dame à l’oreille de velours, Lemerre, 1911 * La Terre refleurira, Lemerre, 1913 * Le Fils de l’autre, Lemerre, 1914 * La Dernière de sa Race, Lemerre, 1924 * La Dame d’Antibes, Lemerre, 1927 * Veuvage blanc, édition de la Mode nationale, 1930 * L’Homme rouge', Nilsson, date? * Défends ta femme contre la tentation', Nilsson, date? ==References== ===Footnotes=== ===Sources=== * Marie Anne de Bovet, petite notice biographique, sans nom d’auteur, date et éditeur, numéro de notice : 107502526 à la BNUS * Han Ryner, Le Massacre des Amazones : études critiques sur deux cents bas-bleus contemporains : Mesdames Adam, Sarah Bernhardt, Marie-Anne de Bovet, Bradamante, Jeanne Chauvin, Alphonse Daudet…, Paris, Chamuel, 19--?, p. 300 Category:1855 births Category:Year of death unknown Category:19th-century French novelists Category:20th-century French novelists Category:French journalists Category:People from Metz Category:20th- century French women writers Category:19th-century French women writers ",
    "title": "Marie-Anne de Bovet"
}