{
    "id": "45675196",
    "text": "1 Thessalonians 1 is the first chapter of the First Epistle to the Thessalonians in the New Testament of the Christian Bible. It is authored by Paul the Apostle, likely written in Corinth in about 50-51 CE for the church in Thessalonica. This chapter contains the prescript and Paul's thanksgiving. ==Text== The original text maybe written in Koine Greek. This chapter is divided into 10 verses. ===Textual witnesses=== Some early manuscripts containing the text of this chapter are: *Papyrus 46 (c. 200) *Papyrus 65 (3rd century) *Codex Vaticanus (325–350) *Codex Sinaiticus (330–360) *Codex Alexandrinus (400–440) *Codex Ephraemi Rescriptus (c. 450; extant verses 2–10) *Codex Freerianus (c. 450; extant verses 1–2, 9–10) *Codex Claromontanus (c. 550) ==The Prescript== The opening form of this epistle follows the common Graeco-Roman style \"consisting of sender(s), recipient(s), a greeting and sometimes a prayer for health or prosperity, in that order\". ===Verse 1=== : Paul, Silvanus, and Timothy, :: To the church of the Thessalonians in God the Father and the Lord Jesus Christ: ::: Grace to you and peace from God our Father and the Lord Jesus Christ. NKJV The senders are named here and also later in . The recipient is \"the church\" (Greek: ekklesia; \"congregation\") 'of the Thessalonians (which is) in God the Father and the Lord Jesus Christ', inaugurating \"the issues of identity through group-belonging\" in the whole letter. ==The Thanksgiving (1:2–10)== This section is one long sentence of thanksgiving that Paul usually includes in all his epistles, except Galatians, after the prescript. ===Verses 2–4=== :We give thanks to God always for you all, making mention of you in our prayers, remembering without ceasing your work of faith, labor of love, and patience of hope in our Lord Jesus Christ in the sight of our God and Father, knowing, beloved brethren, your election by God. NKJV *\"Work of faith, labor of love, and patience of hope: containing the triad of faith (Greek: ), love () and hope (), which is common in the Pauline and later New Testament epistles (1 Thessalonians 5:8; ; 1 Corinthians 13:13; ; ; ; ; ), which becomes the characteristics of Christ's followers, not just as 'theological virtues' but also 'distinctive badges of group identity', so the Thessalonians can state themselves as the 'people characterized by faith (in Christ), love and hope'. ===Verses 9–10=== : For they themselves declare concerning us what manner of entry we had to you, and how you turned to God from idols to serve the living and true God, and to wait for His Son from heaven, whom He raised from the dead, even Jesus who delivers us from the wrath to come. NKJV *\"To wait for His Son from heaven\": following Paul's belief that Jesus Christ, who is the Son of God, became incarnate and in the human nature suffered, and died for the sins of the people; God the Father raised him from the dead and he ascended into heaven, where he is now until the time of the restitution of all things, when he will come again and judge the world in righteousness. Therefore, the believers in Thessalonica are to expect him, and wait by faith for eternal glory and happiness by him. * \"Jesus, who delivers us from the wrath to come\": because the believers are justified by the blood and righteousness of Jesus Christ, so they are saved from all punishment in this life and in the world to come.John Gill's Exposition of the Entire Bible – 1 Thessalonians 1:10 ==See also== * Achaia * Macedonia * Related Bible parts: Matthew 3, Acts 1, Acts 4, Revelation 3 ==References== ==Bibliography== * ==External links== * King James Bible - Wikisource *English Translation with Parallel Latin Vulgate *Online Bible at GospelHall.org (ESV, KJV, Darby, American Standard Version, Bible in Basic English) *Multiple bible versions at Bible Gateway (NKJV, NIV, NRSV etc.) 01 ",
    "title": "1 Thessalonians 1"
}