{
    "id": "45670330",
    "text": "Víctor Manuel Basadre Orozco, better known as Víctor Basadre, born on February 16, 1970 in Lugo, is a Spanish soccer coach who is currently without a team, after passing through the Volos NFC (Greece), FC Zalgiris (Lithuania) and the Sociedad Deportiva Formentera throughout the 2019-20 season. ==Managerial career== He started training the base teams of the SG Comercial-Estudiantes de Lugo at the age of 16, at the same time that he played on the youth team of that club. A serious knee injury at the age of 18 made him leave the playing fields prematurely, moving to the youth team of which he was part that same season. At the age of 18 he began his academic training as a coach at the Galician School of Coaches, obtaining in three years and consecutively, the different titles of coach, which at that time accredited him as the youngest Galician coach in history to obtain this level , and possibly from Spain. After leading the youth team of SG Comercial, and SD Castroverde and SD Quiroga in territorial category; His first opportunity to work in professional football comes as an assistant to Fabri González at the CP Mérida de Segunda Division A in Spain. After that two-year stage, he would return to Galicia where he would train the UD Xove-Lago and the SD Mindoniense of the Third Division of Spain, to repeat as Fabri González's assistant in Real Murcia during the 1998-99 season, the year that would end in the same club but as head coach of the second team. Back in Galicia, he takes over the CD Endesa-As Pontes Third Division team, to land in the 2000-01 season at CD Lugo where he would spend three seasons developing various positions, starting as base football coordinator, passing by technical secretary or second coach, and concluding as coach of the first team. In 2003 he directed the SD Noja of the Third Division, with which he obtained the title of league champion, playing the promotion playoff to Second Division B, being eliminated in the round played against SD Huesca. Back in Galicia, where his coaching tasks are compatible whenever he is with those of a teacher at the Galician School of Coaches, the possibility of training Caravaca CF in Levantine lands arises. This return to the Region of Murcia would have great significance for his future, since it is there where months later he ends up working for Lorca Deportiva CF in Second Division A, and where he would meet Unai Emery, who years later would take him as his assistant to Valencia CF in La Liga. Subsequent to this stage, and combining his teaching tasks with that of coach, he directed several teams in the Region of Murcia such as Murcia Deportivo CF (youth), FC Puente Tocinos, Real Murcia (youth), CD Cieza (youth), o UCAM CF (youth). After this stage, and with the firm intention of returning to the professional benches, he took over the newly created FC Cartagena B, reaching the Third Division after two consecutive category promotions. As a sign of that eagerness to regain a place in professional football, he stops for the third time at Real Murcia, where he directs the filial team from the start, having the opportunity to lead the first team on an interim basis for two games. As a reward for that effort, during the 2019-20 season he has his first experience abroad, in the Volos NFC of the Greek Super League, serving as assistant to Juan Ferrando, where he becomes the first coach for four games; That same season is rounded off with a new experience in Lithuania, at FC Zalgiris in A Lyga, to end the year in SD Formentera. ==References== ==External link== Category:1970 births Category:Living people Category:People from Lugo Category:Spanish footballers Category:Galician footballers Category:Spanish football managers Category:Segunda División managers Category:CD Lugo managers Category:UCAM Murcia CF managers Category:Lorca Deportiva CF managers Category:Real Murcia managers Category:Association footballers not categorized by position Category:Caravaca CF managers ",
    "title": "Víctor Basadre"
}