{
    "id": "45670612",
    "text": "Sa Cudia Cremada is the name of an archaeological site located in a land property called in the same way, in the outskirts of the city of Mahón, the capital of Menorca (Balearic Islands, Spain). Menorca.jpg|Map of Menorca. Localització_de_les_Illes_Balears.png|Location of the Balearic Islands, off the Mediterranean coast of Spain. The remains which form part of the site belonged to the Talaiotic culture from the Bronze and Iron Ages, although the site continued being occupied during the first centuries of the Roman conquest of the island, since Roman materials can be found on the surface that date back to the first phase of the Roman occupation of Menorca (end of the 2nd and 1st centuries BC). The site could have been reoccupied during the Middle Ages, as is suggested by the location of numerous fragments of Muslim pottery which are scattered around the surface too. The site presents a great state of preservation as several of its structures show. The most significant ones are three talayots or truncated-shape towers built with the cyclopean construction technique, the sanctuary, several hypogea, a large pit possibly for the storage of goods, and other remains, such as a stretch of a wall, among others. The easternmost talayot has an oval layout and its base is 19 meters in diameter. Its façade is somewhat concave and is oriented to the South. This façade still preserves an access that leads to an inner chamber whose roof, which consists of large stone blocks that taper toward the top part, is partially preserved. Approximately 200 meters away from this structure the rest of the remains which form part of the settlement are located. In that zone there is a large oval-shape solid talayot which has a maximum width of 20 meters and a maximum height of 5 meters. Its southern side could have presented a set of steps, something that has been already attested in other talayots from other settlements, such as the one in Cornia Nou. This talayot is abutted by a wide wall with a preserved height of 1'5 meters. There is also a third talayot of smaller dimensions and a circular layout. Its northern side has an access to an inner chamber, which is nowadays filled up by rubble from the upper part of the structure. Moreover, this northern side is abutted by a rectangular building whose function has not been determined yet. However, the most important building from Sa Cudia Cremada lies very close to the two talayots that have been just described. it is the settlements sanctuary or Taula enclosure, which present an apse-shaped layout oriented to the South and also built in the cyclopean technique. Its façade is slightly concave and its entrance seems to be blocked off. Since archaeological excavations haven’t been carried out yet in this building, the internal structure is still unknown. However, it is supposed to have the T-shape monolithic monument called Taula, which is always present in this type of religious buildings. Sacudiacremadahypogeum.JPG|Hypogeum or artificial cave necropolis from Sa Cudia Cremada Also there are more structures in the area, such as a large stretch of a cyclopean wall that follows an EW orientation, a large pit covered by a stone slab, a large standing stone, which possibly belongs to a building that is still uncovered by the sediment, and several hypogea or artificial caves. The latter ones were carved through the natural bedrock and used as collective burial sites. Sa Cudia Cremada is one of the 32 talayotic sites that represent the Spanish candidature of Menorca Talayótica in order to become a UNESCO World Heritage Site. == See also == *Talaiotic Culture *Gymnesian Islands ==External links== * Website on the candidature of the archaeology of Menorca to become a Unesco Word Heritage site in 2017. * A guide to Menorcan Archaeology. Category:Archaeological sites in Spain Category:Bronze Age Spain Category:History of Menorca ",
    "title": "Sa Cudia Cremada"
}