{
    "id": "45677048",
    "text": "The statue of Mahatma Gandhi in Parliament Square, Westminster, London, is a work by the sculptor Philip Jackson. ==History== In July 2014, Chancellor of the Exchequer of the United Kingdom, George Osborne, announced while on a visit to India that a statue of Mahatma Gandhi would be placed in Parliament Square, Westminster. He said that \"I hope this new memorial will be a lasting and fitting tribute to his memory in Britain, and a permanent monument to our friendship with India.\" It was announced at the same time that sculptor Philip Jackson had been asked to create the statue. He had previously created the statue of the Queen Mother, the RAF Bomber Command Memorial, and the statue of Bobby Moore. Planning permission was granted by Westminster City Council later that year in November. The statue in the workshop before it was installed in Parliament Square Financing for the statue was by public donations and through sponsorships. This was supported by the work of the Gandhi Statue Memorial Trust, which was set up by Meghnad Desai, Baron Desai, as well as a special advisory panel created by the Government. This was chaired by Sajid Javid MP, the Secretary of State for Culture, Media and Sport. By the time that planning permission, £100,000 had been raised by the Trust, but a further £500,000 was needed and they sought to raise that by January 2015 in order to tie in with a planned visit to London by Prime Minister, Narendra Modi of India. The statue was unveiled by the Indian Finance Minister Arun Jaitley on 14 March 2015. It was dedicated as a commemoration of the centenary of Gandhi's return to India from South Africa, which is generally regarded as the commencement of his efforts for Indian independence. Speakers at the unveiling of the statue included Prime Minister of the United Kingdom David Cameron, the Indian film actor Amitabh Bachchan and Gandhi's grandson Gopalkrishna Gandhi. In June 2020, during the George Floyd protests, the statue was vandalised by protesters along with the statue of Winston Churchill. Someone painted the word \"racist\" onto the Gandhi statue. ==Design== Detail of the statue The statue is tall, and made from bronze. It is based on a photograph of Gandhi standing outside the offices of Prime Minister Ramsay MacDonald in 1931. The plinth that the statue is mounted on is lower than those on the other statues in Parliament Square, which was a deliberate choice by the Gandhi Statue Memorial Trust. It was planned to be the final statue to be placed in Parliament Square. Because of the placement of the statue of Gandhi, developers are expecting to move the placement for a planned statue of former British Prime Minister, Margaret Thatcher, to outside of the Supreme Court of the United Kingdom in Middlesex Guildhall. On its unveiling, commentators noted the irony of the statue's placement near the statue of Sir Winston Churchill that also stands in Parliament Square. Churchill, who strongly opposed Indian independence, famously once called Gandhi \"a seditious Middle Temple lawyer, now posing as a fakir of a type well known in the East, striding half-naked up the steps of the Vice-regal palace\". The Telegraph of Kolkata noted that the fact \"that Gandhi and Mandela now stand alongside a slew of white men in Parliament Square is proof of how much England itself has moved away from Winston Churchill's views on racism and imperialism.\" ==See also== * List of artistic depictions of Mahatma Gandhi ==References== ==External links== * Gandhi Statue Memorial Trust Category:2015 establishments in England Category:2015 sculptures Category:Monuments and memorials in London Category:Outdoor sculptures in London Category:Parliament Square Category:Sculptures by Philip Jackson Gandhi, Mahatma Gandhi London, Parliament Square Category:Vandalized works of art in the United Kingdom ",
    "title": "Statue of Mahatma Gandhi, Parliament Square"
}