{
    "id": "45676347",
    "text": "State Highway 32 (SH 32) is a New Zealand state highway in the Central North Island. It forms part of a western traverse of Lake Taupo and a less busy alternative to , avoiding Taupo.State Highway 32 on Google Maps ==Route description== The route begins at SH 1 in Tokoroa and travels west along Maraetai Road, leaving Tokoroa where the road angles in a more southerly direction through the Kinleith Forest. It eventually meets at a three way junction. From here both SH 32 and SH 30 share a short concurrency of , crossing the Waikato River over the Whakamaru Dam. Shortly after reaching the locality of Whakamaru, SH 32 leaves the concurrency and continues south. The highway continues for the remaining until it reaches Kuratau Junction and terminates with . From there, motorists can continue eastbound to reach SH 1 and complete the alternative north–south route. ==Major intersections== {| class=\"wikitable\" |- ! Territorial authority !! Location !! km !! jct !! Destinations !! Notes |- | rowspan=3| South Waikato District || Tokoroa|| 0 || 25px || – Putaruru, Hamilton – Taupo || SH 32 begins |- | rowspan=4| Whakamaru || 27.8 || 25px || – Atiamuri, Rotorua || SH 32/SH 30 concurrency begins |- | rowspan=2| 28.0 || rowspan=2| 25px || rowspan=2 colspan=2| Whakamaru Dam over Waikato River |- | rowspan=3| Taupo District |- | 29.1 || 25px || – Mangakino, Te Kuiti || SH 32/SH 30 concurrency ends SH 32 traffic turns left. SH 30 goes straight |- | Kuratau || 95.9 || 25px || – Taumarunui – Turangi and 20px || SH 32 ends |} ==History== SH 32, when first established, consisted of only the section between SH 30 and SH 41\\. In 1995, the highway was extended to Tokoroa. For many years it was the longest highway not to have a major junction with any of the single digit state highways. ==See also== * List of New Zealand state highways ==References== ==External links== * New Zealand Transport Agency 32 Category:Transport in Waikato ",
    "title": "State Highway 32 (New Zealand)"
}