{
    "id": "45677612",
    "text": "The Bing Crosby – Rosemary Clooney Show commonly referred to as just The Crosby – Clooney Show was an American old-time talk radio program. In 1960, entertainers Bing Crosby and Rosemary Clooney teamed together for The Bing Crosby – Rosemary Clooney Show on CBS. This was a 20-minute show aimed at female listeners and was broadcast at 11:40 a.m. daily. Crosby and Clooney would tape the dialogue weeks in advance and songs from the substantial library built up with Buddy Cole and his Trio would be interpolated. The songs would usually feature the singers singing separate solos and often a duet. Songs were repeated on many occasions. Murdo MacKenzie served as the producer. The shows commenced on February 29, 1960 and continued without a break until September 28, 1962 officially ending Crosby's 31-year association with radio. Variety listened to the first show and commented, inter alia, \"CBS is forever trying to revive the good old days of radio, and this time, by some magic of economics or persuasiveness, they’ve got a highly respected pair of performers to help them... Program was not inspired but it was fun, and might just attract a respectable audience.\" Murray Schumach of The New York Times looked at the series in depth in an article published on October 8, 1961. The article commenced, \"Bing and Rosemary have worked out an almost foolproof system of parlaying work into fun and fun into money. Periodically they sit down in some pleasant environment and turn out material for some weeks of the 20 minute radio shows which are heard five days a week on the CBS network. The approach to these taping sessions is informal, just as it sounds on the air. There is a script, it is true. There are also numerous commercials which Rosemary usually rattles off whilst Bing grins smugly or stares stonily. By the time each of these meetings is ended, the floor is carpeted with pages of scripts and only the tape recorders know what is said...\" Amongst the diverse sponsors were Norcross Greeting Cards, Fels & Company, GE light bulbs, Cheerios, Eastern Products Corporation, Squirt (the drink with the happy taste), Sara Lee, D-zerta, The Saturday Evening Post, Four-Way cold tablets, Cat’s Paw Shoe Repairers, Matey, Del Monte, Wrigley’s Spearmint Gum, Ry-Krisp, DuPont, Dacron, Royal Edge and Royal Lining Paper, U.S. Steel and Good Housekeeping. ==References== Category:CBS Radio programs Category:1960s American radio programs Category:American talk radio programs Category:1960 radio programme debuts Category:1962 radio programme endings Category:Bing Crosby ",
    "title": "The Bing Crosby – Rosemary Clooney Show"
}