{
    "id": "45679249",
    "text": "Pangako Sa 'Yo (International title: The Promise / ) is a 2015 Philippine drama television series based on 2000 prime time series of the same name. It is topbilled by Kathryn Bernardo, Daniel Padilla, Jodi Sta. Maria, Angelica Panganiban, and Ian Veneracion. The series aired on ABS-CBN's \"Primetime Bida\" evening block and worldwide on The Filipino Channel from May 25, 2015 to February 12, 2016, replacing Forevermore. == Series overview == The story revolves around lovers Yna Macaspac and Angelo Buenavista. Unbeknownst to them, their love story started 20 years earlier between Amor de Jesús and Eduardo Buenavista. Unfortunately, Amor and Eduardo's love will be destroyed because of greed, ambition, and lies. Amor returns to the Philippines as Amor Powers and vows revenge on the Buenavista family which will hurt her biological daughter, Yna, in the process. Meanwhile, Madam Claudia, Angelo's mother, will do anything to destroy Yna and Angelo's relationship and make Yna's life a nightmare. ==Cast and characters== ===Main cast=== * Kathryn Bernardo as María Amor de Jesús / Ynamorata ”Yna” Macaspac * Daniel Padilla as Angelo Buenavista * Jodi Sta. Maria as Amor de Jesús / Amor Powers * Ian Veneracion as Eduardo Buenavista * Angelica Panganiban as Claudia Salameda- Buenavista / Greta Barcial ===Supporting cast=== ;Book 1 * Amy Austria-Ventura as Belén Macaspac * Ronnie Lazaro as Francisco \"Iskô\" Macaspac * Andrea Brillantes as Lía Buenavista * Grae Fernández as Jonathan \"Egoy\" Mobido * Juan Karlos Labajo as Vincent \"Amboy\" Mobido * Diego Loyzaga as David San Luis / David Powers * Dominic Roque as Mark Delgado * Alex Díaz as Miguel Ramírez * Carla Martinez as Leonora Villamejía-Salameda * Bernard Palanca as Anton Diego Buenavista * Joem Bascon as Caloy Macaspac * Jan Marini Pizarras as Lourdes Magbanua / Lourdes Abad * Sunshine Garcia as Julieta Macaspac * Niña Dolino as Roma Christie * Alex Medina as Simón Barcial * Erika Padilla as Betty Mae Verseles * Thou Reyes as Takong * Pamu Pamorada as Kim * Angelou Alayon as Red Macaspac * DJ Jhai Ho as Coring * Arlene Muhlach as Chef Jen * Lou Veloso as Sous Chef Tony * Lollie Mara as Yaya Pacita * Viveika Ravanes as Alta * BJ Forbes as Adam * Daniel Ombao as Lloyd * Jeffrey Tam as Mang Gabby * Manuel \"Ku\" Aquino as Antonio Macaspac * Richard Quan as Gov. Theodore \"Teddy\" Boborol * Sarah Carlos as Bea Bianca Bejerrano * Kyline Alcantara as Jessa Boborol * Rubi Rubi as Irma Marandanan ;Book 2 * Tirso Cruz III as Gregorio \"Lolo Greggy\" Noble * Sue Ramírez as Joy \"Ligaya\" Miranda * Bayani Agbayani as Bronson \"Kabayan\" * Mickey Ferriols as Monay * Kristel Fulgar as Ichu Miranda * Clarence Delgado as Bubwit * Patrick Sugui as Lloyd García * Angel Sy as Sophía * Ayla Mendero as Patty * Samantha Colet as Zoe * Kristine Sablan as Daphne * Christian Lloyd García as Christian ===Special participation=== ;Book 1 * JB Agustin as young Angelo * Pilar Pilapil as Doña Benita Buenavista * Sylvia Sanchez as Krystal Toleda * Boboy Garovillo as Pepe de Jesús * Sharmaine Suarez as Chayong de Jesús * Leo Rialp as Gov. Enrique Salameda * Jong Cuenco as Mr. Castro * Anne Feo as Sous Chef Linda * Mimi Orara as Chef Gina * Jess Mendoza as Lester de Jesús * Kimberly Fulgar as Neneth de Jesús * Khalil Ramos as Jasper Bejerrano * Sandy Andolong as Myrna Santos-de Jesús * Bubbles Paraiso as Natalie * Manny Castañeda as Mang Candy * Minco Fabregas as Parish Priest * Odette Khan as Gloria Bejerrano * Pinky Marquez as Puring Bejerrano * Cherry Lou as Chef Sheila ;Book 2 * Dante Ponce as Christian Cristóbal * Franco Daza as Andrew García * Emmanuelle Vera as Chelsea * Helga Krapf as Marga * Young JV as Tony * Toby Alejar as Siegfried García * Maria Isabel Lopez as Isabel Miranda * Tom Olivar as Barangay Captain * Daisy Reyes as Atty. Hazel Santiago * Matet de Leon as Chef Sam * Jerome Ponce as Charles García ==Soundtrack== * Pangako – Vina Morales * Panaginip – Juris * Nag-Iisa Lang – Juris (also used as Angeline Quinto's cover version from Inday Bote.) ==Reception== {| class=\"wikitable plainrowheaders\" style=\"text-align:center; background:#f9f9f9; line-height:16px;\" width=\"100%\" |+ KANTAR MEDIA NATIONAL TV RATINGS (8:30 pm PST) |- ! PILOT EPISODE !! FINALE EPISODE !! PEAK !! AVERAGE !! SOURCE |- | 34.0% || 44.5% || 44.5% || 39.9% ||National TV Ratings (Urban + Rural): May 22–25, 2015. ABS-CBN Social Media Newsroom. Retrieved 2015-05-26.National TV ratings (17–22 August 2015): Pangako Sa’yo, On the Wings of Love, and Ningning hit all-time highs in TV ratings | The Voice Kids semi-finals tops Saturday programs. ABS-CBN Social Media Newsroom. Retrieved 2015-07-31. |} ;Notes :1. recorded 39.9% in 2015 and 33.5% in 2016 The strict schedule followed during Duterte's proclamation rally factored in the time slot of Pangako Sa 'Yo. An insider in the Duterte campaign team said the real worry was that Tondo residents would disperse if the duration of the proclamation rally got dangerously close to the time slot of the show. Pangako Sa ‘Yo topped Google's most searched TV shows in 2015. Amor and Claudia have become a collection line under a high-end fashion brand. ===Critical reception=== Katrina Stuart Santiago of The Manila Times praised the writers and added, \"Suffice it to say that one cannot wait for what else will happen in this Pangako Sa ‘Yo, and that says a lot for someone who actually followed the original version in 2000.\" ==Awards and nominations== {| class=\"wikitable\" style=\"text-align:center\" !Year !Award Giving Body !Category !Recipient(s) !Result !Ref. |- | rowspan=\"12\"|2015 | 1st GIC Innovation Awards for Television | Most Innovative Actress | Jodi Sta. Maria | |1st GlC Innovation Awards for Television complete list of winners. Lion Heart TV. Retrieved 2015-12-18.Meanwhile, Jodi Sta. Maria was also recognized for her role as Amor Powers on “Pangako Sa ‘Yo.” Star Cinema. Retrieved 2015-12-18. |- | rowspan=\"5\"|29th PMPC Star Awards for Television | Best Drama Actor | Daniel Padilla | | rowspan=\"5\"| |- | rowspan=\"2\"|Best Drama Actress | Angelica Panganiban | |- | Jodi Sta. Maria | |- | Best Supporting Actor | Ronnie Lazaro | |- | Best Supporting Actress | Amy Austria-Ventura | |- | rowspan=\"4\"|1st RAWR Awards | TV Show of the Year | Pangako Sa 'Yo | | rowspan=\"4\"|First LionhearTV RAWR Awards 2015 Official List of Nominees. Showbiz Expose. Retrieved 2015-12-18.Full List of Winners of the very first RAWR Awards 2015. Lion Heart TV. Retrieved 2015-12-18.KathNiel wins big in Rawr Awards. Push ABS-CBN. Retrieved 2015-12-18. |- | Character of the Year (as Amor Powers) | Jodi Sta. Maria | |- | Character of the Year (as Claudia Buenavista) | Angelica Panganiban | |- | QOTY (Quote of the Year) \"Matitikman ninyo ang batas ng isang api!\" – Amor Powers | Jodi Sta. Maria | |- | rowspan=\"2\"|6th TV Series Craze Awards|| TV Series Craze Award for Leading Lady of the Year || Jodi Sta. Maria || |name http://www.tvseriescraze.com/2016/01/the-6th-tv-series-craze-awards-2015 |- || TV Series Craze Award for Leading Man of the Year|| Ian Veneracion || |name http://www.tvseriescraze.com/2016/01/the-6th-tv-series-craze-awards-2015 |- | rowspan=\"4\"|2016 | 2016 Gawad Tanglaw Awards || Best Performance by an Actress (TV Series) || Jodi Sta. Maria || ||\"2016 Anak TV Awards Winners\". Gawad Tanglaw Award Winners'. Retrieved 2016-02-18. |- | 2016 International Emmy Awards || International Emmy Award for Best Actress || Jodi Sta. Maria || || |- |PUSH Award ||Popular TV Performance ||Jodi Sta. Maria and Angelica Panganiban ||||\"KathNiel, LizQuen lead 2016 PUSH Awards nominees\". ABS CBN Newa. Retrieved December 29, 2016. |- | 2nd RAWR Awards || TV Show of the Year || Pangako Sa 'Yo || ||Apple Ta-as (December 20, 2016). LizQuen dominates RAWR Awards. cebudailynews. Retrieved December 29, 2016. |} == Original and Remake Differences == {|class=\"wikitable\" style=\"text-align:center;\" |- ! scope=\"col\" width=\"50%;\" | Original ! scope=\"col\" width=\"50%;\" | Remake |- | The location of Amor's family is in Payatas dumpsite. | The location of Amor's family is in the mining site. |- | Amor is already a maid where Eduardo lives. | Amor and Eduardo first saw each other in a fiesta in Punta Verde then they met again in the elevator where they got stuck. |- | Amor was a maid by the Buenavistas. | Amor was dreaming of becoming a chef but tragedy struck her family. |- | Chayong de Jesus played by Perla Bautista is the biological mother of Amor. | Myrna de Jesus played by Sandy Andolong is the deceased biological mother of Amor while Chayong de Jesus played by Sharmaine Suarez is the second wife of Amor's father Pepe de Jesus played by Boboy Garovillo. |- |Diego appeared as the eldest son of Doña Benita and in the end was revealed to be adopted. |Diego appeared as the biological son of Doña Benita and is the youngest son. |- | Claudia first appeared in the series as a rich heiress of Zalameda when she was forced by her father and Doña Benita for a fixed marriage with Eduardo. | Claudia first appeared as an illegitimate daughter of Salameda when she was riding in a jeep first to Amor. |- | Claudia never knew at first that Amor was raped by Diego but only Eduardo. | Claudia saw what happened to Amor after she was raped by Diego. |- | Amor told her promises of giving revenge, Batas ng Alipin to the Buenavistas before the landslide in the dumpsite. | Amor told her promises of giving revenge, Batas ng Api to the Buenavistas after the landslide in the mining site. |- | Isko with his family got Yna the day after the landslide. | Isko was the only one who got Yna the night of the same day after the landslide. |- | Maria Amor is renamed Yna by Isko and Belen after finding Eduardo’s drawings of Amor signed “Inamorata.” | Maria Amor is renamed Yna by Isko and Belen from the broken “Inamorata” necklace worn by Yna. |- | Flerida is the youngest daughter of Isko and Belen. | Red is the youngest son of Isko and Belen. |- | Jonathan lives with his mother and never knew Yna's family at the start. | Jonathan lives with his brother Amboy and they know Yna's family. |- | Jonathan and Vinny were complete strangers and schoolmates also where Lia studied. They met because of her. | Jonathan and Vincent/Amboy were brothers in this version. |- | Eduardo and Yna first met after she saved Isko from the accident. | Eduardo and Yna first met when she was saved by him and David from the attempted kidnapping incident. |- | Bea Bianca Bejerrano is the daughter of Amor's late husband, James Powers also known as Elektrika Powers. | David San Luis is now related to James Powers as his son. Bea Bianca in this version is the sister of Angelo’s late best friend Jasper Bejerrano. |- | Diego lived throughout the series with Lourdes while Caloy was killed by Claudia. | Diego and Caloy were killed in the car explosion by Simon after saving Claudia in the accident. |- | Diego is the father of Angelo from the girl named Thelma which the father of Claudia switched to a girl since Doña Benita wished for a baby boy. | Angelo's father is now Simon which was revealed by Claudia after the 2 fights in Simon's house. |- | Angelo had an arranged marriage to Felicity Banks after she was pregnant to him. | Angelo was never married until she proposes to Yna in the end of the series. |- | Amor and Claudia were seen in an event having the same red gowns in the launch of the new Buenatelco. | Amor and Claudia were seen having the same blue dresses during the election campaign of Eduardo as a governor where Amor was thought to be Mrs. Buenavista. |- | After the withdrawal of Eduardo to be a candidate again to be a governor, Claudia replaces him after she was convinced by Amor to enter politics. She was defeated by then Mayor Bobby Boborol. | Eduardo was still the candidate to be the Governor but defeated by Ted Boborol. |- | Claudia was believed to be dead after she planned to gimmick a fake death by having the plane that she was riding explode in order to escape the General’s grasps. | Claudia was believed to be dead after the car explosion with Diego and Caloy. |- | Claudia's daughter to Simon is Clarissa who pretends to be Maria Amor. She knew that she is her daughter later on in the series after she killed her. | Claudia's baby was killed when she is pregnant to Simon after their fight when she knew her identity. |- | David is one of the love interests of Yna and later on, became a seaman in the series. | David is the righthand of Eduardo Buenavista but later on revealed to be David Powers. He is still a love interest of Yna. |- | Maria Amor, also known as Clarissa Barcial later in the series, was killed by Claudia, her own mother after she denied to reveal the real daughter of Amor and Eduardo which is Yna. | David was killed by Claudia after he knew that Yna and Maria Amor are the same person and that Claudia faked her amnesia. |- | Claudia kidnapped Yna and Angelo, with their friends and family in the church. | Claudia kidnapped Yna and Amor in the abandoned building. |- | In the end of the series, Lia died and Claudia met her granddaughter from her. | This didn't happen in the remake. |} == Trivia == * Jodi Sta. Maria who previously played Lia Buenavista, now played as the iconic Amor Powers. Amy Austria who previously played as Lourdes Mangpantay, now played as Belen Macaspac. Richard Quan who previously played as Benjie Gatmaitan, now played as Gov. Theodore 'Ted' Boborol. They were the only actors who returned in the remake. ==International broadcast== * The series was aired in Indonesia on MNCTV (titled Janjiku and dubbed in Indonesian), one of the main commercial TV networks of the country from November 21, 2016 until January 13, 2017.Utami, Hermina (November 16, 2016).MNCTV Rilis Jadwal Tayang 'Pangako Sa'Yo Dan 'On the Wings of Love'. Media.Iyaa. Diakses tanggal 10 Desember 2016. Due to its popularity, the series was reaired by MNCTV from January 12, 2017.Arya, Putri (12 Januari 2017). \"Asyik, MNC TV Tayangkan Ulang 'Pangako Sa'Yo (Janjiku)' Dari Awal\". media.iyaa.com. Diakses tanggal 14 Januari 2017. * The series was also aired in Malaysia (dubbed into Malay language) on Astro Prima and Astro Maya HD, started from January 2017 until May 2017. * The Peruvian network Panamericana Televisión announced it would air and dub the series in Spanish under the name of La Promesa and is the second Filipino drama production to be broadcast in Latin America after Puentes de Amor (Bridges of Love). The show premiered on Thursday, September 22, 2016, by Panamericana Televisión de Perú, from Monday to Friday at 5:30 p.m. and ended on March 3, 2017. == See also == * Pangako Sa 'Yo (original version) * List of programs broadcast by ABS-CBN * List of telenovelas of ABS-CBN ==References== ==External links== * * Category:Pangako Sa 'Yo Category:ABS-CBN drama series Category:Philippine melodrama television series Category:Philippine romance television series Category:2015 Philippine television series debuts Category:2016 Philippine television series endings Category:ABS-CBN television drama filmed in high definition Category:Television series by Star Creatives Category:Television series reboots Category:Filipino-language television shows Category:Television shows set in the Philippines ",
    "title": "Pangako Sa 'Yo (2015 TV series)"
}