{
    "id": "45673898",
    "text": "Cecelia Margaret Mary \"Celia\" Lashlie (10 June 1953 – 16 February 2015) was a New Zealand prison officer, social justice advocate and author. ==Career== In 1984 Lashlie became a probation officer in the Hutt Valley, and in 1985 she was appointed as a prison officer at Rimutaka Prison, becoming the first woman in that role in a New Zealand men's prison. She was later the manager of Christchurch Women's Prison for almost four years until September 1999. Lashlie was appointed as a transition manager for the Nelson Specialist Education Service (SES) in 2000, but in April 2001 she was controversially removed from that position following a speech in which she spoke about a hypothetical five-year-old boy who was \"blond, with the most angelic face you can imagine and he is coming to prison ... and he is probably going to kill someone on his way.\" Her sacking led to the Minister of Education, Trevor Mallard, ordering an inquiry into the matter by the State Services Commission. As a result of the commission's report, the chairman of SES, Graham Lovelock, lost his job. During the controversy, Lashlie was approached by Nelson College headmaster Salvi Gargiulo to advise the school on discipline in its boarding houses. The work with Nelson College led to the \"Good Man\" project, where Lashlie worked with teenagers in 25 boys' schools in New Zealand, and advised parents on how to raise boys through her book He'll be OK. She spoke widely on the subject in New Zealand, Australia, South Africa and the United States. ==Reputation and legacy== Lashlie was the subject of a 2018 Amanda Millar documentary Celia. The documentary followed that last year of Lashlie life, using archive footage and interviews with colleagues. The Celia Lashlie Trust was launched in October 2018. The Trust's purpose is to work on issues to affect social change, with a particular focus on working with women and at- risk families. == Personal life == Born in Taihape in 1953, Lashlie married at age 19 and had two children. Following the end of her marriage, she became a solo mother and completed a Bachelor of Arts in anthropology and Māori. Lashlie was diagnosed with pancreatic cancer in late 2014, and she died in Wellington on 16 February 2015. ==Published works== * * * * ==References== ==External links== * Celia 2018 – NZIFF website for the 2018 documentary on Celia Lashlie. * Celia Lashlie Trust Category:1953 births Category:2015 deaths Category:Deaths from cancer in New Zealand Category:Deaths from pancreatic cancer Category:New Zealand activists Category:New Zealand prison administrators Category:New Zealand women activists Category:People from Taihape ",
    "title": "Celia Lashlie"
}