{
    "id": "45676473",
    "text": "Fast Outgoing Cyclopean Astronomical Lens (FOCAL) is a proposed space telescope that would use the Sun as a gravity lens. The gravitational lens effect was first derived by Einstein, and the concept of a mission to the solar gravitational lens was first suggested by professor Von Eshleman,Eshleman in 1979, Von R., \"Gravitational lens of the sun: its potential for observations and communications over interstellar distances,\" Science, Vol. 205, No. 4411 (1979) pp. 1133-1135. and analyzed further by Italian astronomer Claudio Maccone and others.Turyshev, S. G. and Andersson, B-G., “The 550-AU Mission: a critical discussion”, Mon. Not. R. Astron. Soc. 341, pp. 577–582 (2003). In order to use the Sun as a gravity lens, it would be necessary to send the telescope to a minimum distance of 550 astronomical units away from the Sun, enabling very high signal amplifications: for example, at the 203 GHz wavelength, amplification of 1.3·1015. Maccone suggests that this should be enough to obtain detailed images of the surfaces of extrasolar planets. ==Other uses of the mission== Even without using the Sun as the lens, FOCAL could perform various, otherwise impossible measurements: a telescope could be used to measure stellar distances by parallax, which would, using the baseline of 550 AU, measure the precise position of every star in the Milky Way, enabling various further scientific discoveries. It could also study the interstellar medium, the heliosphere, observe gravitational waves, check for the possible variation of the gravitational constant, observe the cosmic infrared background, characterise interplanetary dust within the Solar system, more precisely measure the mass of the Solar system and similar. == Limitations == FOCAL does not require any non-existing technology; however, it has various limitations. A space mission of this duration and distance has never been attempted; for comparison, the Voyager 1 and Voyager 2 probes are at distances of 147 AU and 122 AU in 2019.Most distant space probes. A gravity lens will bend objects behind it, so that images from the telescope would be difficult to interpret. FOCAL would be able to observe only objects that are right behind the Sun from its point of view, which means that for every observed object a new telescope would have to be made. A critique of the technology of the gravity lens telescope was given by Landis.Landis, Geoffrey A., “Mission to the Gravitational Focus of the Sun: A Critical Analysis,” paper AIAA-2017-1679, AIAA Science and Technology Forum and Exposition 2017, Grapevine TX, January 9–13, 2017. Preprint at arXiv.org (accessed 24 December 2016). Some of the problems Landis points out include discussion of the interference of the solar corona, which will make the telescope signal-to-noise ratio poor, the high magnification of the target, which will make the design of the mission focal plane difficult, and an analysis of the inherent spherical aberration of the lens will limit the resolution possible. == References == == External links == * The FOCAL Mission: To the Sun’s Gravity Lens Category:Space telescopes Category:Proposed spacecraft Category:Gravitational lensing ",
    "title": "FOCAL (spacecraft)"
}