{
    "id": "45674734",
    "text": "Coat of arms The Guidi were a Tuscan aristocratic family prominent in the region during the Middle Ages. Descended from Tegrimo Guidi, the family practised partible inheritance and in the thirteenth century began to split into separate cadet lineages. Since the 11th century, the Poppi Castle in Tuscany was the property and main residence of the noble family of the Conti Guidi. == Early history == The Guidi family descended from Lombards settled in Tuscany in the mid 10th century. Guidi family legend stated that the progenitor of the family, Tegrimo Guidi, prestended Lady Engelrada, the daughter of Duke Martino of Ravenna, with a stag he had killed. This gesture won her favour and the two were married, increasing Tegrimo's influence among the nobles of Emilia-Romagna. By 960 Guido Guidi, son of Tegrimo, had acquired property in the vally of Sieve, granted to him by Oberto, son of Hugh, Margrave of Tuscany. Guido also expanded the family control over the town of Pistoia. In Pistoia the family owned a number of houses with a tower close to the city walls commanding the gateway. As a result, the entrance to the town came to be known as Porta Guidi. Guido's son, Giovanni Guidi, resided as a monk in Florence. in 1035 he accused several ecclesiastics of simony, and was forced to flee the city as a result. He sought refuge in the hermitage of Acqua Bella. Here, he helped turn the hermitage into a prominent monastery. Guido Guidi's second son, also named Guido, lived in open enmity with the church and came into conflict with Peter Damian following the death of his father in 1010. in 1043, Guido acquired the town of Empoli from Pisa. Guido also robbed the Abbey of Florence of gold, jewels, and artifacts. Guido also had a son named Guido. Unlike his father, Guido was on good terms with the clergy and was influenced by the reform movement of Florence led by Giovanni Gualberto. Guido returned the gold and jewels looted from the Abbey of Florence by his father and paid for the construction of a hospital within the city. Guido sided with Matilda of Tuscany during the Investiture Controversy. Guido's two sons, Guido and Tegrimo left Italy for Palestine during the First Crusade, however both were imprisoned in 1097 for unspecified reasons. Their father was forced to raise money in order to pay the ransom for their release in May 1099. Later in 1099 Matilda of Tuscany formally adopted Guido's son, Guido, granting him the title of marquis. By 1102 Guido the younger had assumed the position as head of the family. By 1109 he lent his support to the town of Faenza in their revolt against Etelberto, Bishop of Ravenna, who traditionally held the right to appoint a count to the town. Guido's aid led to Etelberto lifting his siege of the town. By now the nearby city of Florence had increased tremendously in size and influence as a result of the conflict in Tuscany during the Investiture Controversy. The city did not submit to the rule of Matilda's successor, Rabodo, marquis of Tuscany, and instead favoured self rule as a republic. The growing power of Florence directly threatened the power of the Guidi counts in the outskirts of the city and the in the surrounding rural areas. Members of the Guidi family became political leaders and magistrates in the rural communities they ruled over, whilst others became military chiefs in the conflicts of central Italy. However there is no evidence to suggest that any member of the Guidi family became a professional condottiere. == Decline == By the early thirteenth century the lordships of the Guidi counts dotted the Apennines between Romagna and Tuscany, from the Mugello to the Casentino, and other lordships subject to them lay in the lower Valdarno west of Florence (Empoli and other castellanies), the upper Valdarno, the Pratomagno and the Val d'Ambra. The mid thirteenth century saw hostility directed towards the Guidi family from the Republic of Florence, which saw the rural lordships of the Guidi as a block to Florentine ambitions of regional hegemony. By the fourteenth century the powers of the rural Guidi lordships had progressively been eroded by the Florentines. The last bastion of Guidi power in central Italy, the Poppi Castle, was surrendered to Florence in 1440. ==References== ==Further reading== * * * Category:Italian noble families ",
    "title": "Guidi (family)"
}