{
    "id": "45688543",
    "text": "Nursing pads A nursing pad (or breast pad) is a cloth or disposable pad worn against the nipple and breast of a nursing mother to absorb any milk that may leak between feedings. It is inserted between the bra and the breast. Disposable pads are common and located easily online or in specialty stores. Reusable cloth pads can be washed and used over. These may be less expensive. Changing the pad when it is wet will keep the nipple clean and dry.http://www.parents.com/baby/breastfeeding/problems/breastfeeding-soothing- solutions/ == Types == Nursing pads or breast pads come in different shapes and sizes and can be disposable or reusable. They can be contoured to the shape of one's breast or come with adhesive tape to hold the pad in place. There are five types of nursing pads: disposable, reusable, homemade, silicone and hydrogel. === Disposable === Disposable nursing pads are single use pads that are discarded later. They come in various shapes and sizes and also differ in thickness. They have lining of plastic inside them to prevent leakage. They are convenient and best-suited for travel since they do not need to be washed. However, they can be expensive in the long run and are not eco- friendly. Disposable pads also retain moisture when worn for a long period and cause nipple soreness. It is advised to change them often. === Reusable === Reusable nursing pads are made of fabric and come in various shapes, sizes and thickness. They are eco-friendly and cost-effective in the long run. They are washable both by hand or machine. However, it is important to make sure that one has bought multiple pads when the soiled ones are in laundry. However, some women complained that reusable nursing pads often shift. === Homemade === Nursing pads can be easily made at home using disposable sanitary napkins or diapers. They can also be made using soft fabric, handkerchief or cotton material. Homemade nursing pads should be cut out in a circular shape and a few layers should be stitched together to make it leakproof and fit inside the bra. Avoid using artificial material and use soft cotton fabrics so that it is not irritable against the skin. === Silicone nursing pads === Silicone nursing pads are made of medical grade soft silicone. They are not absorbent, but they put gentle pressure on a breast to avoid leakage. They have a sticky surface that adheres directly to the breast. They can be worn with or without a bra and are quite thin. They can also be worn under sheer evening gowns and swimwear. However, some women may find silicone nursing pads irritable due to increased skin sensitivity around the breast area during post-partum and breastfeeding. === Hydrogel === Hydrogel nursing pads are not used for preventing leakage, but they are used to heal irritation and soreness around the nipple. These pads can be stored in a freezer and later used to provide relief to the breasts. ==References== Category:Brassieres Category:Breastfeeding Category:Infancy ",
    "title": "Nursing pads"
}