{
    "id": "45688499",
    "text": "The Miss Earth Rwanda is an annual beauty pageant in Rwanda and has been held since 2015. It is responsible for sending Rwanda's representative to the Miss Earth pageant which is an annual international beauty pageant promoting environmental awareness. \\- \\- Rwanda sent its first Miss Rwanda national winner, Cynthia Akazuba, to Miss Earth in 2008 a month after Rwanda became the first country in history to elect a national legislature in which a majority of members were women in September 2008. Cynthia Akazuba competed in Miss Earth 2008. The franchise was in hands of a different national director during that time. ==About== According to its official website, the Miss Earth Rwanda beauty pageant is dedicated to promoting environmental awareness and preservation. The advocacy parallels the cause of the Miss Earth pageant, which is one of the three largest pageants in the world in terms of individual national level participation in the world finals. The Miss Earth pageant also empowers women to make a difference in terms of being the best at promoting awareness and the preservation of our environment. Rwanda, as it is one of the most densely populated countries, needs to protect its environment to enhance sustainability. Since environmental protection is a very important issue for the country, Miss Earth Rwanda is an effective vehicle in the creation of positive awareness through beauty and glamour, using the young women of Rwanda. Saida Bahati, the managing director of Chichi Media Group said, \"We are looking for a girl to be an ambassador for the nature and culture of Rwanda. This is a good platform for the girls to get exposure and experience.\" The pageant is presented as a reality TV show in a series of episodes that culminate in the final event. ==Selection process== ===Eligibility=== Contestants must be aged between 18 and 25. They must be around 55 kg, high school graduates, not pregnant and have never given birth. ===Auditions=== Scouting teams visit the 30 districts of Rwanda in search of the participants in the pageant. Potential candidates meet a team of judges for auditions in their respective provinces. The auditions are edited and produced as part of the reality TV show. ===Boot-camp=== After the auditions, only 30 girls will be selected to go to the boot camp for eight weeks, where they will be trained on cultural values, public speaking and the environment. There will be weekly eliminations where the public will vote by SMS and online, which will leave 15 girls to compete at the finale in the later part. ===Finals=== The contestants compete in the categories of Miss Earth, Miss Fire, Miss Water and Miss Air. The winner receives a new car, cash prizes of US$1,000 and participates in all Miss Earth activities. The winner also represents Rwanda at the Miss Earth pageant. ==Title holders== This list includes all the representatives of Rwanda including the representatives sent by the previous license holders. {| class=\"wikitable\" style=\"font-size: 95%;\" !width=\"80\" style=\"background- color:#787878;color:#FFFFFF;\"|Year !width=\"250\" style=\"background- color:#787878;color:#FFFFFF;\"|Miss Earth Rwanda !width=\"150\" style=\"background-color:#787878;color:#FFFFFF;\"|Placement |- | 2008 | Cynthia Akazuba | Unplaced |- | colspan=4 |- | 2015 | Erica Urwibutso \\- \\- | Did not compete |- | colspan=5 |- | 2017 | Uwase Hirma Honorine | Unplaced |- | 2018 | Anastasie Umutoniwase | Unplaced |- | 2019 | Paulette Ndekwe | Unplaced |- |} ==References== ==External links== *Miss Earth official website Rwanda Category:Recurring events established in 2015 Category:2015 establishments in Rwanda ",
    "title": "Miss Earth Rwanda"
}