{
    "id": "45689915",
    "text": "El Show de Xuxa was an Argentine Children's television series hosted by Xuxa, between May 6, 1991 and December 31, 1993 and directed by Marlene Mattos. It was through this program that Xuxa expanded its appeal among Hispanic audiences, the Los Angeles Times speculated that \"more than 20 million children\" watched the Xuxa Show in 16 Latin American countries every day, as well as Univision in the States The newspaper also highlighted the fact that it is \"probably better known among Latino kids than Michael Jackson.\" The first two seasons of the program, the most popular, were produced by the Argentine TV channel Telefé, while the third season, in 1993, was produced independently and then sold for transmission to El Trece. His last episode was transmitted in Latin America on December 31, 1993. A Peruvian version based on the Xow da Xuxa titled El Show de July debuted at Panamericana Televisión in 1989. == The program == Due to its success in Brazil, Xuxa signed a contract with Telefe in the early 1990s to present a Spanish language version of Xou da Xuxa. The Argentine produced version, El Show de Xuxa, was considered an early success upon being broadcast via satellite on Univision, in North and South America. Recorded in front of a live audience, the program was much like Xou da Xuxa, with similar scenery, games and drawings. Characters from Xou were also exported to El Show including the Paquitas, Dengue the mosquito and Praga the turtle. The programs differed in length; while Xou broadcast for several hours at a time, El Show was only an hour long program. The programming was part of an effort by Univision to target a largely untapped market of Hispanic children. According to 1990 US census information, there were approximately 25 million Hispanics in the US, making up about 10 percent of the country's population at the time. 8 million of that number were children, with 5 million being under the age of 12. == Impact == Xuxa widened her appeal among Spanish- speaking audiences when she appeared in El Show de Xuxa. The Los Angeles Times reported in 1992 that \"more than 20 million Spanish- and Portuguese-speaking children watched El Show de Xuxa in 16 countries of Latin America every day, as well as Univision in the United States. The first two seasons of the show, the most popular, were produced by Argentine TV channel Telefé while the third season, in 1993, was produced independently and then sold for broadcast to El Trece. Her last Spanish speaking show aired in Latin America on December 31, 1993. == Awards == {| class=\"wikitable\" ! Year ! Award ! Category ! Result |- | 1992 || Martín Fierro Awards || Best Children's Program || |- |} == See also == * Xuxa (TV series) ==References== ==External links== * Category:Telefe original programming Category:El Trece original programming Category:Argentine children's television series Category:1991 Argentine television series debuts Category:1993 Argentine television series endings Category:1990s Argentine television series Category:Spanish-language television shows Category:Xuxa ",
    "title": "El Show de Xuxa"
}