{
    "id": "45689678",
    "text": "Urs Alfred \"Polo\" Hofer (16 March 1945 – 22 July 2017) was a Swiss rock musician. He is considered to be one of the pioneers of Swiss rock music and a ″national treasure″ of Switzerland.https://www.srf.ch/radio- srf-3/musik/abschied-von-polo-national-zum-tod-des-ur-mundartrockers == Career == Polo Hofer and Band in 1988 Hofer composed and sang in Bernese German, and was one of the most popular protagonists of Swiss-German rock and pop music, so-called Mundartrock. Co-founding the then popular Swiss rock groups Rumpelstilz and Schmetterband, Hofer published 18 music albums and composed about 350 songs. He also published poems, books, acted in Swiss-oriented movies, and was on tour as singer until his death.Tagesschau SRF 1 on 16 March 2015 == Rumpelstilz == The pop music group Rumpelstilz was founded in 1971 by Hanery Amman (piano) and Polo Hofer (vocals, lyrics), along with Jürg Werren (guitars), Sami Jungen (bass) and Hans Jungen (drums). Hans Jungen was replaced soon after its founding by Küre Güdel, and half a year later René \"Schifer\" Schafer replaced Jürg Werren. The first single Warehuus Blues (Swiss German, meaning \"department store blues\") was released in 1973 and was less successful, and in 1975 the first LP Vogelfuetter (meaning \"bird seed\") was released. The band's performance at the Montreux Jazz Festival in 1975 opened the band's sound to a wider audience. The song Teddy marked the commercial breakthrough in 1976, and shortly afterwards Kiosk became their greatest hit. Both singles are compilations taken from the LP Füüf Narre im Charre (five jesters in the wheelbarrow), which was released in a German translation \"Fünf Narren im Karren\" one year later, and Kiosk was ranking in the single charts in Germany. The fourth album was published in 1978 as the double LP Fätze u Bitze vo geschter u Jitze, including the film score for Kleine frieren auch im Sommer by Peter von Gunten, and a live concert from the Atlantis event venue in Basel. Thenafter, the band members pursued solo projects. In 1989 three concerts were given, followed by a further live album and an acclaimed tour in Switzerland. After that, the band split definitely. == Life == Born as Urs Alfred Hofer in Interlaken, he had two brothers, and lived in Oberhofen am Thunersee. He died on 22 July 2017 at the age of 72. == Awards (excerpt) == * 1995: Prix Walo * 2011: Swiss Music Awards for his lifetime work * 2015: Swiss of the year == References == == Literature == * Orlando Geremia: Ross’n’Roll. Mit Polo Hofer auf grosser Tour durch die kleine Schweiz. elfundzehn, Eglisau 2014, . == External links == * * Category:1945 births Category:People from Interlaken Category:Swiss rock musicians Category:Swiss pop musicians Category:2017 deaths Category:20th-century guitarists Category:21st-century guitarists Category:20th-century composers Category:21st-century composers Category:20th-century Swiss musicians Category:21st-century Swiss musicians Category:20th-century Swiss male actors Category:21st-century Swiss male actors Category:20th-century multi-instrumentalists Category:21st-century multi-instrumentalists ",
    "title": "Polo Hofer"
}