{
    "id": "45681282",
    "text": "Tucumán is a train station in the city of San Miguel de Tucumán of Tucumán Province, Argentina, and terminus of Ferrocarril Mitre. The station was built and firstly operated by the Buenos Aires and Rosario Railway (BA&R;) and then added to Ferrocarril Mitre network in 1948. It is currently operated by two companies: State-owned Trenes Argentinos (for passenger services) and private Nuevo Central Argentino (NCA) that runs freight trains on the line. ==History== Train and workers in the station, 1910. Station hall and clock. The station was inaugurated in February 1891, after the Buenos Aires and Rosario Railway extended its lines to the city of Tucumán. The company had originally conceived a network to the city of Campana, Buenos Aires although it the Government of Argentina granted BAR permission to extend lines to the North of Argentina, reaching Zárate and Rosario in 1885. In 1896 a weekly express train (with no intermediate stop) began to run from Buenos Aires to Tucumán, with a journey time of 26 hours. In Tucumán station passengers transferred Ferrocarril Central Norte trains that allowed them to reach Northern provinces of Salta and Jujuy.\"Tren Estrella del Norte\" on Expreso Buenos Aires-Tucumán website Tucumán station became part of the Central Argentine Railway network when both companies, BA&R; and CA merged in 1902. The CAR also ran several express services to the North of Argentina, being the Estrella del Norte (inaugurated in 1914) the most famous train that joined Buenos Aires and Tucumán. In 1929 it was powered by PS11 W G Armstrong Whitworth & Co locomotives.Historia del Ferrocarril al Norte del Gran Buenos Aires: Ferrocarriles Mitre y Belgrano, by Ariel Bernasconi - Dunken Editorial (2012) - In 1948, British and French-owned railways in Argentina were nationalised by the Juan Perón administration. The Central Argentine Railway line was added to Ferrocarril Mitre network, being subsequently operated by State-owned company Ferrocarriles Argentinos that ran services to Tucumán. After the privatisation of all railway services in Argentina under Carlos Menem's administration, the Tucumán station was operated by two companies, private Nuevo Central Argentino (which was granted the Mitre Railway freight services in concession) and Tucumán FerrocarrilesAdvertisement of TUFESA services that ran 4 trains per week to Tucumán.\"Trenes en el recuerdo\", Haciendo Vía, 17 Sep 2009 After TUFESA was dissolved, trains to Buenos Aires would be run by NOA Ferrocarriles S.A.,NOA Ferrocarriles website (Archive) with a service named El Jardín de la República (\"Garden of the Republic\"), taking about 24 hours to connect both cities.\"Retiro-San Miguel de Tucumán\", Del Plata Trenes Another private company, Ferrocentral, would take over services to Tucumán after the government of Tucumán revoked the concession granted to NOA in 2005.\"Proponen que se reincorpore a los ex empleados de NOA Ferrocarriles\", La Gaceta, 28 Sep 2005 In November 2014, the Government of Argentina (through the State-owned company Trenes Argentinos S.A.) took over the services to Rosario, Santa Fe, San Miguel de Tucumán and Córdoba, leaving Ferrocentral inactive.\"Estatizaron los trenes de pasajeros de larga distancia\", Clarín, 8 Nov 2014\"El Gobierno estatizó los servicios de ferrocarriles de larga distancia\", Infobae, 7 Nov 2014 ==References== ==External links== *Trenes Argentinos, operator Category:Railway stations in Argentina Category:Railway stations opened in 1891 ",
    "title": "Tucumán Mitre railway station"
}