{
    "id": "45680817",
    "text": "Parque de la Familia (\"Family Park\", previously known as Parque Fluvial Padre Renato Poblete (Father Renato Poblete River Park); also known as the \"Navigable Mapocho\") is a public park located in the commune of Quinta Normal in Santiago, Chile. It is part of the \"Santiago integrated park system\" that also included Parque Forestal and Parque de Los Reyes. The park was inaugurated on January 21, 2015 and is the first of its kind in the country.Minvu abrió este miércoles el Parque Fluvial Renato Poblete en Quinta Normal (ES) Emol.com January 21, 2015 retrieved on March 10 As part of the \"Santiago integrated park system\", located west of Parque de Los Reyes on the south bank of the Mapocho River, and it will be connected with the future \"Parque Centenario de Quinta Normal\" (Quinta Normal Centennial Park)Piden soterrar Costanera Sur para unir Renato Poblete con nuevo parque de Quinta Normal (ES) Latercera.com June 07, 2014 V. Ríos y D. Villegas retrieved on March 10, 2015 by the \"Cicloparque Mapocho 42K\" (“42k Mapocho Cycle Park”), a 42 kilometre cycle path and park that, when finished, will run along the Mapocho River. The park is named after the Jesuit priest Father Renato Poblete (1924 - 2010), known for his efforts in the reconciliation process after the end of the Chilean dictatorship and the transition to democracy. On 9 April 2019 the park was renamed as Parque de la Familia (Family Park) after sexual abuse reports surfaced against Renato Poblete.Gobierno cambió denominación del Parque Fluvial Padre Renato Poblete ==The park== The park's 20 hectares are divided into two sections. \"Parque Brazo del Rio\" (“River Branch Park”), with a surface area of 13 hectares, features a lagoon of calm water following the path of Mapocho River that will allow non-motorized water activities once opened.Parque Renato Poblete se inaugurará sin embarcaciones Latercera.com January 07, 2015 M. Miranda y M. Bustos retrieved on March 10, 2015 The second section, “Paseo en El Cauce” (The Canal Walk), has a surface area of 7 hectares and includes three reservoirs, playgrounds and grassy areas. Among other features, the park features viewpoints, fountains, playgrounds, picnic areas, an outdoor amphitheater for 600 spectators, public toilets and two football fields. Although it is located in Quinta Normal, it will benefit more than 750,000 residents of the communes of Santiago, Renca, Cerro Navia and Independencia. Entrance to the park is free of charge and opens Tuesday through Sunday, with Monday closed for cleaning and maintenance works. == References == == External links == * Official video promoting the project Category:Urban public parks Category:Parks in Santiago, Chile ",
    "title": "Parque de la Familia"
}