{
    "id": "45685082",
    "text": "Sunset Strip is an orchestral composition in three movements by the American composer Michael Daugherty. The piece was composed in 1999 and premiered January 7, 2000 at the Ordway Center for the Performing Arts in Saint Paul, Minnesota, with conductor Hugh Wolff leading the Saint Paul Chamber Orchestra. ==Composition== Sunset Strip has a duration of approximately fifteen minutes and is composed in three movements: #7 PM #Nocturne #7 AM ===Inspiration=== The composition is inspired by the eponymous Sunset Strip, a culturally significant mile-and-a-half stretch of Sunset Boulevard in Los Angeles. In the score notes for Sunset Strip, Daugherty wrote: ===Instrumentation=== The piece is scored for an orchestra consisting of flute, piccolo, two oboes, clarinet, bass clarinet, two bassoons, two French horns, two trumpets, one percussionist (two latin cowbells; low, medium, and high Agogô bells; ride cymbal; splash cymbal; triangle; wind chimes; low and high bongo drums; maracas; claves; vibraslap; large whip; tambourine; and bell tree), piano, and strings (violins I & II, violas, violoncellos, and double basses). ==Reception== Ivan Hewett of The Daily Telegraph lauded Daugherty as \"the orchestral chronicler of American culture\" and described the piece, in addition to Daugherty's Route 66, as \"winning and affectionate.\" Hewett added, \"In works such as Route 66 and Sunset Strip he paints the hopes and dreams embodied in Interstate highways, wide-open spaces and all-night bars where Frank Sinatra crooned.\" Mark Estren of The Washington Post called the piece \"another nostalgia-tinged work, tunefully bouncy in its outer movements (whimsically titled '7 PM' and '7 AM') and warm in its central nocturne.\" David Gutman of Gramophone called it \"one of [Daugherty's] accessible but diffuse postmodern collages of overheard shards and elegant juxtapositions.\" Alex Chilvers of Limelight also praised the work, noting its development as \"allowing for moments of ear-relieving sparsity.\" ==Recordings== A recording of Sunset Strip, performed by the Bournemouth Symphony Orchestra under conductor Marin Alsop, was released January 4, 2011 through Naxos Records and features Daugherty's other orchestral works Route 66, Ghost Ranch, and Time Machine. The piece had also been recorded for the 2009 compilation album American Spectrum by conductor Grant Llewellyn and the North Carolina Symphony. This album also featured the works of contemporary American composers John Williams, Ned Rorem, and Christopher Rouse. ==See also== *List of compositions by Michael Daugherty ==References== Category:Compositions by Michael Daugherty Category:1999 compositions Category:Compositions for symphony orchestra Category:20th- century classical music ",
    "title": "Sunset Strip (composition)"
}