{
    "id": "45685787",
    "text": "Sabadell Solbank was a Spanish bank owned by Banco de Sabadell, which focussed on retail banking for Europeans living in the coastal areas of southern Spain. In 2014, it was fully integrated into the parent company. ==History== ===Banco NatWest España=== Banco NatWest March S.A. was formed as a joint venture between Banca March S.A. and National Westminster Bank in 1985. In 1989, NatWest purchased a controlling interest, changing its name to Banco NatWest España S.A. in 1990. In 1996, Grupo Banco Sabadell acquired Banco NatWest España for £123m, integrating it with its Banco de Asturias subsidiary to form Solbank SBD S.A. in 1997.Cicutti, Nic NatWest severs Spanish link with pounds 123m sale The Independent, 8 August 1996 In 2001, Solbank SBD was legally absorbed into Banco Sabadell, with its branches continuing to operate under the Solbank brand (Sabadell Solbank from 2010) for marketing purposes.Annual Report and Accounts (p. 26) Banco de Sabadell, 2001 A branch of Sabadell Solbank in Palma de Mallorca. ===Banco Halifax Hispania=== Banco Halifax Hispania S.A.U. was established in 1993, mainly serving about 50,000 British expatriate mortgage customers.Harper, Justin Expat concerns over Lloyds' Spain sale The Daily Telegraph, 10 May 2013 In 1997, the Halifax Building Society demutualised and, in 2001, it merged with the Bank of Scotland to form HBOS. In 2010, following the acquisition of HBOS by Lloyds TSB Group (subsequently renamed Lloyds Banking Group), Lloyds TSB Spain and Banco Halifax's 28 branches became Lloyds Bank International S.A.U. In April 2013, Lloyds Banking Group reached an agreement to sell the Spanish operation to Banco Sabadell, with the Lloyds Bank name used under temporary licence. This bank was renamed Sabadell Solbank S.A.U. in November 2013, before being fully integrated into Banco Sabadell on 15 March 2014. ==See also== *International Westminster Bank *RBS International *Halifax (Ireland) *Bank of Scotland International ==References== ==External links== * Category:Banks established in 1997 Category:Banks disestablished in 2014 Category:NatWest Group Category:Lloyds Banking Group Category:Banco Sabadell Category:Banks of Spain ",
    "title": "Sabadell Solbank"
}