{
    "id": "45688846",
    "text": "Dennis M. McCarthy (born February 1, 1945) is a retired United States Marine Corps Lieutenant General and served as the Assistant Secretary of Defense for Reserve Affairs from June 2009 - April 2011. McCarthy was born in Cleveland, Ohio, and graduated from the University of Dayton and the Capital University Law School. He began his military service in combat in Vietnam, and remained on active duty until 1978. He continued to serve as an infantry officer in the “traditional reserve,” and was recalled to active duty on several occasions. He also served on the Secretary of Defense’s Reserve Forces Policy Board. In 1997, he became the first Reserve General Officer to command an active duty Marine Division. From 1984 through 2005, he commanded eight different Marine Corps and Joint organizations, including overall command of the Marine Corps Reserve as it undertook its largest mobilization in history. ==Biography== McCarthy graduated from the University of Dayton in 1967 and was commissioned a second lieutenant in the United States Marine Corps. Upon graduation from The Basic School, he was transferred to the 9th Marine Amphibious Brigade in the Republic of Vietnam, where he served as a platoon commander and communications officer in First Battalion, 13th Marines. Upon return to the United States in 1969, he served as an assistant S-3 at Quantico, Virginia and on Inspector-Instructor duty with the 25th Marine Regiment in Worcester, Massachusetts. He was then selected to attend law school on the Excess Leave Program. After graduation in 1975, he served as a Judge Advocate at Camp Lejeune, North Carolina. After promotion to major, he resigned his regular commission in 1978 and transferred to the Marine Corps Reserve. As a Reserve officer, he commanded the 3rd Battalion 25th Marines and was Executive Officer of the 25th Marine Regiment. He commanded Headquarters Detachment 2, 4th Marine Division and was called to active duty during Operation Desert Shield/Desert Storm for duty at Twentynine Palms, California as director of the Tactical Exercise Evaluation Control Group. He then served as G-3, 4th Marine Division in 1991, and commanded U.S. Joint Task Force, Chile in 1992. He was selected for promotion to the grade of brigadier general in 1992. From 1993 until 1995, McCarthy was commanding general of the Marine Corps Reserve Support Command. In 1995 he assumed command of the Augmentation Command Element of the First Marine Expeditionary Force (I MEF). He was concurrently assigned as deputy commander, I MEF. He was promoted to major general on 1 October 1996, and was appointed to the Defense Reserve Forces Policy Board. In 1997, General McCarthy assumed command of the Third Marine Division, becoming the first reserve general officer to command an active duty Marine Division. He served in that post from July through October. He was then assigned to the United States Atlantic Command, where he served as the vice director of operations and subsequently, after returning to full-time active duty in 1999, as director of operations and plans. From 1 January 2000 until 14 May 2001, he served as the director, Reserve Affairs Division, Headquarters, U.S. Marine Corps. On 1 June 2001, he was promoted to the grade of lieutenant general. He assumed duties as commander, Marine Forces Reserve on 2 June 2001 and as commander, Marine Forces North, on 13 September 2004. During his last four years on active duty, he presided over the Marine Forces Reserve's largest reserve mobilization in its history, setting conditions to enable Marines to successfully serve their nation in combat in Iraq, Afghanistan, and around the world. Upon his retirement in 2005, he had completed over 40 years of active and reserve military service. McCarthy's military decorations include the Defense Distinguished Service Medal, Defense Superior Service Medal, the Meritorious Service Medal, the Navy Commendation Medal with \"V\" device and the Combat Action Ribbon. ==Awards and Decorations== Dennis M. McCarthy is the recipient of the following awards: *60px Defense Distinguished Service Medal *60px Defense Superior Service Medal *60px Defense Meritorious Service Medal ==Military retirement and return to government service== After retiring from the Marine Corps, McCarthy served for four years as the Executive Director of the Reserve Officers Association. In this capacity he led key efforts to sustain and reform the active and reserve components. He has written extensively on Reserve and National Guard issues, and worked closely with the Commission on National Guard and Reserves and other groups studying reserve component policy. He was also Vice Chairman of the Board of Medifast and a member of the Board of Directors of Rivada Networks. In 2009, he was nominated by President Obama and subsequently confirmed by the Senate for appointment to be Assistant Secretary of Defense for Reserve Affairs on 25 June 2009. A Presidential appointee confirmed by the Senate, he served as the principal staff assistant to the Secretary of Defense on all matters involving the 1.2 million members of the Reserve Components of the United States Armed Forces. He was responsible for overall supervision of Reserve Component affairs of the Department of Defense. He was also responsible for the activities of the National Committee for Employer Support of Guard and Reserve, a Department of Defense entity tasked with establishing and maintaining positive relationships with the nation's large and small employers. His office also supervised activities relating to reserve mobilization, training, and facilities. ==Private Practice== From 1978 to 1999, McCarthy was managing partner of his own law firm in Columbus, Ohio. A civil trial lawyer, he was Board Certified by the National Board of Trial Advocacy and a leader in state and national legal organizations. He was member of the Adjunct Faculty at Capital University Law School and a frequent Continuing legal education lecturer and contributor. He is admitted to practice before the Supreme Court of Ohio and the United States Supreme Court. Following his retirement from Reserve Affairs, McCarthy returned to Columbus, Ohio and is currently Counsel to McCarthy Law Offices (a firm founded by his son, Michael) and a Principal in Military Experts, LLC. He also serves on the Board of Counselors at the Capital University Law School and is a founding member of the Ross Leadership Institute of Columbus, Ohio. In 2013, he was appointed by President Obama to serve as a member of the National Commission on the Structure of the Air Force. This commission was established by Congress to study the structure of the U.S. Air Force to determine whether, and how, the structure should be modified to best fulfill mission requirements for the U.S. Air Force in a manner consistent with available resources. He and his wife have two sons, both of whom serve as Citizen Warriors - one in the Army National Guard and one in the Marine Corps Reserve. ==Education== McCarthy graduated from the University of Dayton in 1967. In 1975, he graduated from Capital University Law School and was admitted to the Ohio bar. In 2010, Capital University Law School awarded him an Honorary Doctor of Laws Degree and named him the Distinguished Alumnus for 2011. ==See also== == References == ==External links== *Transforming the National Guard and Reserves into a 21st- Century Operational Force (Commission on National Guard and Reserves, Final Report) *National Commission on the Structure of the Air Force Category:Capital University Law School alumni Category:University of Dayton alumni Category:United States Marine Corps generals Category:Recipients of the Defense Distinguished Service Medal Category:Recipients of the Defense Superior Service Medal Category:Living people Category:1945 births Category:Ohio lawyers Category:Lawyers from Cleveland Category:United States Assistant Secretaries of Defense ",
    "title": "Dennis M. McCarthy"
}