{
    "id": "45689618",
    "text": "The Peng Collective is a group of culture jamming activists based in Berlin.Huffington Post: Shell's Berlin 'Science Slam' Event Reportedly Disrupted By Anti-Drilling Activists In 2016, the collective was part of the Berlin Biennale, in 2018 of the Manifesta Biennale and the Athens Biennale. In 2018, they were awarded the Aachen Peace Prize. It was originally founded as Peng Media in 1998. Since 2019, the group offers free consulting for climate- change related issues. == Approaches == Through actions of tactical media,Zara Rahman: Claiming back digital rights through play and subversion the Peng Collective wants to inspire other activists and civil society organisations to be more courageous in their campaigning methods. \"Let's learn from our enemies,\" one of their members says in an interview. \"If you look at the economics of corporations, their state of mind is: 'let's look at every possible gray area of laws and use them.' And NGOs just don't do that.\"Mobilisation Lab: Google Nest parody pushes limits of NGO tactics They are known for wearing animal masks as sign of biological appropriation whenever they are on stage and to break the law \"whenever necessary for the greater good. And yes, the arts can be a greater good.\" == Projects == === googlenest === They got international media attention when they held a presentation called \"Your data, our future\" in the Name of Google at Europe's largest tech conference re:publica in 2014. All presented products were designed to gather more data from the consumers, claiming that this is in their best interest.Fast Company: How Activists Fooled The Internet With These Convincing New Google Nest ProductsForbes Magazine: Google Nest Spoof By German Activists Promises Eerie, Data-Driven Future After Google threatened them to take down their parody website,Business Insider: Google Got A Parody Site That Made Fun Of Its Privacy Policies To Take Everything Down the Electronic Frontier Foundation (EFF) supported them legally: === Slamshell === Invited as fake persona to a conference of the oil company Shell, they created an oil spill on stage instead of the expected presentation.Shell's Berlin 'Science Slam' Event Reportedly Disrupted By Anti-Drilling Activists (Huffington Post)Premium Times Nigeria: Activists prank Shell, hijack “Science Slam” in Berlin The evening was a public relations event organized by Burson Marsteller in Berlin, where one member of the Collective could enter the stage because he claimed to have created a car that is cleaning the air. === Cooperation with the Yes Men and Pussy Riot === In 2015, the group infiltrated the Cinema for Peace Gala in Berlin with a fake polar bear and The Yes Men to go on stage and insist that divestment from fossil fuels is helping more against climate change than charity projects. Pussy Riot, who was invited as speaker to the charity gala came to support them, when the organizers of the event tried to silence them with security guards.German article about the event in the newspaper tazLetter of apology to Natalie Portman for hijacking her stage and the video of the evening === Zero Trollerance === In May 2015, they developed a bot script that scans Twitter for abusive and sexist language. Once detected, plenty of automated Twitter profiles would reply to those tweets with an invitation to a self-help program for trolls to become feminists.Daily Telegraph Article \"How do you stop Twitter trolls? Unleash a robot swarm to troll them back\" === Intelexit === In September 2015, the Peng Collective staged an association named Intelexit helping anyone working for secret services to quit their jobs and transition to civil life, be it for ethical or psychological reasons. Wired US article \"This New Campaign Wants To Help Surveillance Agents Quit NSA or GCHQ\" During the launch of the campaign, they rallied with an advertising trucks and mobile billboards in front of several secret services workplaces around the world like the German BND, the GCHQ Headquarters in the UK, the US military bases in Germany Dagger Complex and Lucius D. Clay Kaserne and the NSA's Headquarters in the US, Maryland, where they also drove to the employees lunch place Café JoeWashington Post article \"These German artists tried to persuade NSA employees to quit\" They also performed an airborne leaflet operation over the Dagger Complex with a drone advertising for the exit program.The Intercept article \"Drone Flies Over NSA Complex in Germany, Dropping Leaflets\" Intelexit now operates phone booth installations in arts and journalists venues where participants can call up secret service employees such as the FBI, NSA, CIA and private subcontractors like Trovicor or Booz Allen Hamilton in the US, but also officers from Germany, France, Canada and Great Britain.Le Monde article about the Call a Spy launch The organisation invites people to set up the call installation all over the world to create an ongoing dialogue between civil society and the intelligence community. === Artikel 26 === In Schwenke (Halver), Peng! had founded a fictitious CDU local association, which appealed to party leader Angela Merkel to campaign against the export of small arms in the next legislative period. This appeal was also reported in international media. Later the communication guerrilla action was confirmed by Peng!. In the same week, Peng! started an alleged recall of small arms from the manufacturer Heckler & Koch by sending letters to US arms dealers on its behalf. The web pages of Heckler & Koch in the US and Germany were then provided for several days with the news that they had been the victims of a hacker attack and fake news.Mic article about the weapon prank In the same week, the group released a video documenting how they awarded a peace prize for the arms industry and how Thyssen Krupp Marine Systems only left shortly before the alleged award ceremony. As part of this series of actions, Peng! published five legislative proposals for the renewal of the War Weapons Control Act and for the \"Rescue of Article 26 GG\". === Deutschland Geht Klauen === With this Campaign PENG called people to snatch goods in supermarkets and to pay unions of the producers in the global south instead. They created an online-system with which it is possible to do so through their website, seemingly an online-shop. You can thus pay eight unions fighting for the rights of the workers while PENG is fighting for the introduction of a law in Germany with which you can take German companies accountable for the violation of human rights abroad.Deutschlandgehtklauen website === Mask.ID === PENG created a photo- booth in which you could create portraits that contain your own face and from someone else by morphing them together. The technology was based on neural networks by OpenAI and megapixels by Adam Harvey.Tweet from Peng revealing the sources They themselves created a German passport that contained both one member from their team and Federica Mogherini. They also sent five passports to co-artists in Libya with whom they morphed the faces to let them enter Europa as both real and symbolic gesture of civil disobedience against the border regime.article by Motherboard, \"German Art Activists Get Passport Using Digitally Altered Photo of Two Women Merged Together\" Oct 9 2018, 6:09pm The photo booth was further shown in Vienna and Munich on art exhibitions. === Civil Financial Regulation Office === On the Athens Biennale 2018 named \"ANTI\", Peng contributed by installing a call center with six Greek employees paid by German tax money on minimum wage who are calling the financial regulation institutions for six weeks. They ask them questions that are being posted on their website and try to get them to explain the logic of financial argumentation in understandable language.Project Website == Footnotes == == External links == * * Intelexit website Category:German performance artists Category:Anti-corporate activists Category:Culture jamming Category:Hoaxes in Germany Category:Impostors Category:Performance artist collectives Category:Political art Category:Pranksters ",
    "title": "Peng Collective"
}