{
    "id": "45680564",
    "text": "The Anson family is a British aristocratic family. Over time, several members of the Anson family were made knights, baronets and peers. Hereditary titles held by the Anson family include the earldom of Lichfield (since 1831) and the Anson baronetcy (also since 1831). Over time, several members of the family have risen to prominence, including Admiral of the Fleet George Anson, 1st Baron Anson, PC, FRS (1697–1762) and the society photographer Patrick Anson, 5th Earl of Lichfield (1939–2005). ==History== Portrait of Admiral of the Fleet George Anson, 1st Baron Anson (1697–1762), by Thomas Hudson Portrait of Thomas Anson, 1st Earl of Lichfield (1795–1854). Shugborough Hall Colwich Anson family graves at St Stephen's Church, Great Haywood The Anson family is descended from George Anson (1731-1789), a Member of Parliament for Lichfield from 1770 to 1789. Born George Adams, he was the son of Sambrooke Adams and his wife Janette Anson, sister of the famous naval commander Admiral Lord Anson. In 1773, on the death of his uncle Thomas Anson, a brother of Admiral Lord Anson, he succeeded to the substantial estates accumulated by his uncles, including Shugborough Hall in Staffordshire. The same year George Adams assumed by Royal Licence the surname of Anson in lieu of Adams. In 1831, two of his sons would be elevated to hereditary titles: his eldest son, Thomas, would be made a viscount, while the latter's brother, William, would be made a baronet (see Anson Baronets). George Anson's aforementioned eldest son was Thomas Anson, 1st Viscount Anson (1767–1818), who represented Lichfield in the House of Commons as a Whig from 1789 to 1806 until he was raised to the peerage on 17 February 1806 as Baron Soberton, of Soberton in the County of Southampton, and Viscount Anson, of Shugborough and Orgreave in the County of Stafford, both in the Peerage of the United Kingdom. He was succeeded by his eldest son Thomas (1795–1854), who became the 2nd Viscount. He was a landowner and Whig politician who served as Master of the Buckhounds from 1830 to 1834 and as Postmaster General from 1835 to 1841. In 1831 the 2nd Viscount Anson was created Earl of Lichfield, of Lichfield in the County of Stafford, in William IV's coronation honours. This was the third creation of the title of Earl of Lichfield, but the first in the Peerage of the United Kingdom. The titles associated with the earldom of Lichfield continued to descend from father to son until the death of the 4th Earl in 1960. He was succeeded by his grandson, the 5th Earl, the only son of Lieutenant-Colonel Thomas William Arnold Anson, Viscount Anson (1913–1958), eldest son of the 4th Earl. Known professionally as Patrick Lichfield, he was a successful photographer. the titles are held by the 6th Earl, only son of the 5th Earl and Lady Leonora Grosvenor, daughter of the 5th Duke of Westminster. He succeeded as the 6th Earl of Lichfield upon his father's death on 11 November 2005. The 6th Earl married in December 2009 Lady Henrietta Conyngham, daughter of Henry Conyngham, 8th Marquess Conyngham.The Times announcement They have one son, Thomas Ossian Patrick Wolfe Anson, Viscount Anson (b. 20 May 2011). ==Family seats== The family seat of the Anson baronets is Birch Hall in the County of Lancaster. The family seat of the Anson earls of Lichfield is Shugborough Hall, Staffordshire, which is about 15 miles from the city of Lichfield. Many family members are buried a short distance from Shugborough Hall: Admiral Lord Anson, the 1st Earl of Lichfield and others are buried at St Michael and All Angels Church in Colwich. The 2nd, 3rd and 4th Earl and other Ansons after 1854 were buried in the churchyard of St Stephen's Church in Great HaywoodMemorial Inscriptions of Great Haywood, Staffordshire: St Stephen's Churchyard, accessed 1 October 2012 until the 5th Earl decided to return to the Anson vault at Colwich. He was buried there in 2005. ==Members of the family== ===Viscounts Anson (1806)=== :Other title: Baron Soberton (1806) * Thomas Anson, 1st Viscount Anson (1767–1818), created 1st Viscount Anson in 1806 *Thomas William Anson, 2nd Viscount Anson (1795–1854), created 1st Earl of Lichfield in 1831 ===Earls of Lichfield (1831)=== :Other titles: Baron Soberton (1806), Viscount Anson (1806) *Thomas William Anson, 2nd Viscount Anson (1795–1854), created 1st Earl of Lichfield in 1831 *Thomas George Anson, 2nd Earl of Lichfield (1825–1892) *Thomas Francis Anson, 3rd Earl of Lichfield (1856–1918) *Thomas Edward Anson, 4th Earl of Lichfield (1883–1960) **Thomas William Arnold Anson, Viscount Anson (1913–1958) *Thomas Patrick John Anson, 5th Earl of Lichfield (1939–2005) *Thomas William Robert Hugh Anson, 6th Earl of Lichfield (b. 1978) m. Lady Henrietta Conyngham, daughter of Henry Conyngham, 8th Marquess Conyngham. The heir apparent is the present holder's son, Thomas Ossian Patrick Wolfe Anson, Viscount Anson (b. 2011). ===Anson baronets (1831)=== *William Anson (1772–1847), created 1st baronet in 1831 *Sir John William Hamilton Anson, 2nd Baronet (1816–1873) *Sir William Reynell Anson, 3rd Baronet (1843–1914) *Sir Denis George William Anson, 4th Baronet (1888–1914) *Sir John Henry Anson, 5th Baronet (1897–1918) *Sir Edward Reynell Anson, 6th Baronet (1902–1951) *Sir Peter Anson, 7th Baronet (1924–2018) *Sir Philip Roland Anson, 8th Baronet (born 1957) The heir apparent is the present holder's brother Hugo William Anson (born 1962) ===Other notable members=== Several other members of the Anson family have also gained distinction. These include: * Sir George Anson, GCB, KTS (1769–1849), a general in the Army and MP for Lichfield. He was a younger brother of the 1st Viscount Anson. * Talavera Vernon Anson (1809–1895), an admiral in the Royal Navy. He was a son of General Sir George Anson. * Thomas Anson (1818–1899), a clergyman and cricketer. He was a son of General Sir George Anson. * Sir William Anson, KCB (1772–1847), created a Baronet in 1831 (see Anson Baronets). He was a younger brother of the 1st Viscount Anson. * George Henry Greville Anson (1820–1898), clergyman and Archdeacon of Manchester. He was a son of Sir William Anson, 1st Baronet. * Sir Edward Anson, KCMG (1826–1925), a British military commander and later Major-General. He was the youngest son of Sir William Anson, 1st Baronet. * Frederick Anson (1779–1867), a clergyman and Dean of Chester. He was a younger brother of the 1st Viscount Anson. * Frederick Anson (1811–1885), a clergyman and Canon of Windsor. He was a son of Frederick Anson (1779–1867), Dean of Chester. * George Edward Anson (1812–1849), private secretary to Prince Albert. He was a son of Frederick Anson (1779–1867), Dean of Chester. * George Edward Anson (1850–1934), son of Frederick Anson. He was a cricketer and doctor in New Zealand. * George Anson (1797-1857), a prominent soldier and politician. He was the second son of the 1st Viscount Anson. * Augustus Anson (1835–1877), a recipient of the Victoria Cross and Member of Parliament. He was the third son of the 1st Earl. * Adelbert Anson (1840–1909), a clergyman and first Bishop of Qu'Apelle in Canada. He was the fourth and youngest son of the 1st Earl. * Sir George Augustus Anson (1857–1947), was a courtier and Lieutenant-Colonel in the army. He was the second son of the 2nd Earl. * Lady Elizabeth Anson (1941– ) is a professional party planner, who was sister of Patrick Anson, 5th Earl of Lichfield. ==References== ==External links== * Category:Noble families of the United Kingdom ",
    "title": "Anson family"
}