{
    "id": "45681779",
    "text": "Kunle Ajayi (June 16, 1964) is a Nigerian gospel singer, songwriter, saxophonist, televangelist and Director of Music at the Redeemed Christian Church of God. ==Early life== He was born on June 1964 in Mushin, a local government area of Lagos State, the administrative division of Nigeria, located in the southwestern part of the country. He attended Mushin local council primary school Idioro for his primary education before he proceeded to Eko Boys High School where he obtained the West Africa School Certificate. After leaving high school he went to Ijanikin where he studied music. Formed a band called 'The Ambassador' with his group of friends and produced his very first album. He later married his wife at The Apostolic Church Idioro, Mushin. He was ordained as an assistant pastor of the Redeemed Christian Church of God in 1991 and later became a full pastor in 1997 having completed a one-year program at Faith Bible College. He later studied music at Adeniran Ogunsanya College of Education, ijanikin. He later proceeded to the Royal College of Music in London where he obtained a certificate in music. ==Career== He started playing musical instrument particularly, saxophone in the early 1980s but stopped due Lung-related ailment that almost resulted in the damage of his larynx. He had contributed significantly to Nigerian gospel over the years and he is currently the Director of Music at the Redeemed Christian Church of God. In recognition of his immense contributions to gospel music in Nigeria, he was bestowed with the Award of Excellence by the Redeemed Christian Church of God in 2007 and in 2008, he received the \"Leadership award in Nigeria music\". To properly account for his success and his incessant pursuit of excellence in the Gospel Music industry, Ajayi on January 21, 2018, celebrated his 30 years on stage with a music concert at the prestigious Eko Hotels and Suites ==See also== * List of Nigerian gospel musicians ==References== Category:Living people Category:1964 births Category:Musicians from Lagos State Category:Nigerian gospel singers Category:Eko Boys' High School alumni Category:Yoruba musicians Category:Yoruba Christian clergy Category:Alumni of the Royal College of Music Category:Adeniran Ogunsanya College of Education alumni Category:Nigerian Christians ",
    "title": "Kunle Ajayi"
}