{
    "id": "45687333",
    "text": "Lingvist is an adaptive language-learning platform, available in an international public free beta version since 2014. , Lingvist offers introductory English, Spanish, French, German, Russian, Brazilian Portuguese and Estonian courses, available in various languages. ==Education model== Lingvist's method includes a memorize section, based on word. The company's software analyses various text sources, such as subtitles or articles to determine the frequency of words in a given language. As an adaptive tool, Lingvist use mathematical to adapt. Lingvist attempts to teach users quickly, starting with the most relevant words. While there are grammar references for the curious, Lingvist is not about teaching grammar, but about teaching the language as it is used naturally. ==History and development== Lingvist was co- founded in 2013 by Mait Müntel, an Estonian physicist involved with the team that identified the Higgs-Boson particle at CERN, Ott Jalakas and Andres Koern. In 2014, the company raised €1 million from SmartCap, Nordic VC Inventure, and other angel investors to develop the tool. Lingvist announced in June 2015 an additional €1.6 million funding from the European Union, as part of the Horizon 2020 programme. In November 2015, the company raised $8 million in Series A funding led by Japanese e-commerce and online services giant Rakuten, with participation from investment firms SmartCap, Inventure, and from Skype co-founder Jaan Tallinn and former Atomico partner Geoff Prentice. In March, 2017, Lingvist announced their partnership with Taiwanese company . ==Recognitions and awards== In March 2013, Lingvist received a €9,900 Prototron Grant to finance their initial prototype. In March 2014, it was handpicked by TechStars London Accelerator Program. In October 2015, the company was recognized as the \"brightest startup\" by the Tallinn Entrepreneurship Awards. In February 2017, Lingvist completed their Horizon 2020 project and received additional funding from Rakuten. In June that year, the company received an EdTechXGlobal All Stars Rise Award. ==See also== * Language education * Language pedagogy * Computer-assisted language learning * List of language self-study programs * e-Learning ==References== ==External links== * Category:Language-learning websites Category:Education companies of Estonia Category:Internet properties established in 2013 Category:2013 establishments in Estonia Category:Horizon 2020 projects Category:Estonian educational websites ",
    "title": "Lingvist"
}