{
    "id": "45687817",
    "text": "Knitting motifs published by Jane Gaugain, 1845 Jane Gaugain (née Alison; born, early 19th century) was a Scottish knitter and writer. She built up a successful business in Edinburgh, Scotland and published 16 volumes on knitting that helped make it a popular pastime for ladies and a source of income for lower classes of women. Her unusually written pattern books are important in the history of textiles in Scotland. ==Biography== Gaugain was born in the early 1800s and was the daughter of a tailor. After marrying cloth importer J.J. Gaugain, she worked in her husband's shop at 63 George Street and helped turn it into a thriving haberdashery. Gaugain wrote and disseminated knitting patterns throughout the 1830s from her shop and published her first pattern book in 1840. It was called \"Lady's Assistant in Knitting, Netting and Crochet.\" She had a particular way of writing her patterns with full instructions at the beginning detailing the meanings of abbreviations. The book was very popular. The book reached a massive audience in the UK and America and was the best-selling knitting book of the period. It ran to 22 editions. Throughout the 1840s and 50s, she published a great many titles. In response to reader's feedback, she began to produce charted paper and instructions that allowed knitters to create their own designs and began accepting mail orders at the Edinburgh shop. Gaugain died in 1860. She is buried in Edinburgh's Dean Cemetery near the waters of Leith. ==Legacy== In 2012, knitter Franklin Habit adapted one of Jane Gaugain's patterns, a pineapple-shaped purse, for a modern audience in the summer 2012 issue of Knitty. Knitters today continue to use and be inspired by Jane Gaugain's patterns and she is beginning to be recognized as an 'unsung hero' of the history of women entrepreneurs and knitting. ==Selected works== * * * * * * * * ==Notes== ==References== == Further reading == * ==External links== * Patterns hosted on Ravelry Category:1860 deaths Category:Scottish women writers Category:19th-century British writers Category:19th-century British women writers Category:19th-century Scottish writers Category:19th-century Scottish women writers Category:People in knitting ",
    "title": "Jane Gaugain"
}