{
    "id": "45685198",
    "text": "Sunstar is a Japanese global oral care, health and beauty, chemicals, and motorcycle parts conglomerate with affiliates in 27 countries. Its main businesses are the development, manufacturing and sale of oral care products (toothpastes, toothbrushes and dental rinses) as well as of chemicals (building materials and automotive) and motorcycle parts (sprockets and braking disks). In recent years it has been expanding into the area of Cosmetics and Health Food. Sunstar's founder, , established the Kaneda Keitai Shokai Company in Osaka, Japan in 1932 as a seller of rubber glue for bicycles. The introduction of metal tubes for packaging of the rubber glue - and later also toothpastes formed the basis for the early success of the business. The company since has developed into the leading oral care business in Japan with a significant international presence. The engineering business also has a leading position for several of its products in Japan and other markets. Group sales exceeded one billion United States dollars for the first time in the 1990s and are now at the level of 1.4 billion US dollars per year. After having been listed on the Osaka Securities Exchange since 1961, Sunstar undertook a management and employee buyout of all shares in 2007. The ownership of Sunstar Japan and the other group companies of the Consumer Goods Business was transferred to Switzerland and the Engineering business to Singapore, in an effort to accelerate globalization. == History == Kunio Kaneda founded Kaneda Keitei Shokai (Kaneda Brother's Company) in 1932 and began the manufacture and sale of rubber glue for bicycles. Applying the manufacturing technology used in pouring rubber glue into metal-tube containers, the company expanded by packaging toothpaste into metal tube containers in 1946, when mainstream dentifrices were still in powder form. This was the company's first toothpaste, which later formed its core business. This business grew and led to Sunstar's Oral Care and Health & Beauty businesses, which today emphasize the promotion of oral and whole body health. The company's name, \"Sunstar\", was derived from the idea of tooth brushing in the morning at sunrise and again at night under starlight. Meanwhile, the businesses of rubber glue and parts for bicycles developed into a synthetic, chemical adhesive and sealant business for automobile production and construction applications, as well as for motorcycle disc parts such as sprockets and brakes, namely its vehicle equipment division. Sunstar continues to promote its further development of businesses in these four fields, after experiencing the following historical milestones: * 1933 – founder Kunio Kaneda established the Kaneda Brother's Company in Osaka * 1946 – Started production of metal tubes and founded Kaneda Light Metal Tube Industries * 1946 – Started developing and manufacturing its first toothpaste * 1946 - Engaged in production of bicycle parts * 1948 – Started collaboration with Shionogi to sell medical toothpaste * 1950 - Four predecessor companies merged to establish Sunstar, Inc. * 1952 – Started production of toothbrushes * 1953 – Formation of Sunstar Engineering Co. Ltd. * 1955 – Formation of Sunstar Group to organize sales dealerships in Japan * 1958 - Current main Japanese plant and laboratories completed in Takatsuki, Osaka * 1961 - Listed on Osaka Securities Exchange * 1977 - Establishment of Sunstar Foundation * 1988 - Acquisition of US dental tooth brush manufacturer, J.O. Butler, Inc. * 2007 – Started transfer of head office functions to Switzerland and privatized ownership by management and employee share buyout (Delisted from Osaka Securities Exchange) * 2009 - Completed and set up headquarters building in Switzerland (Sunstar Suisse S.A., Etoy) * 2011 – Acquired Interbros GmbH (German toothbrush and interdental brush manufacturer) * 2011 – Acquired Degradable Solutions AG (Swiss bonegraft manufacturer) == Main business units and brands == # Oral Care: G･U･M, BUTLER, Ora2,, formerly the John O. Butler Company, founded in 1923 and purchased by Sunstar in 1988 # Health & Beauty: EQUITANCE, SUNSTAR TONIC, KENKODOJO # Adhesives, Sealants, Chemicals: PENGUINSEAL, Star Penguin # Vehicle Safety: BRAKING, SUNSTAR, PENGUINSEAL, ibike == Group companies == === Asia === * Sunstar Singapore Pte., Ltd. (Singapore) * Sunstar Inc. (Osaka, Japan) * Sunstar Marketing Inc. (Osaka, Japan) * Sunstar Engineering, Inc. (Osaka, Japan) * Sunstar Guangzhou, Ltd. (Guangzhou, China) * Sunstar Co., Ltd. (Shanghai, China) * Maple Marketing Ltd. (Hong Kong, China) * STARLECS, Inc. (Osaka, Japan) === Europe === * Sunstar S.A. (Etoy, Switzerland) * Sunstar Suisse S.A. (Etoy, Switzerland) * Sunstar Europe S.A. (Etoy, Switzerland) * Degradable Solutions AG (Schlieren, Switzerland) * Sunstar Netherlands Oral Company (Netherlands) * Sunstar France S.A.S. (Levallois-Perret, France) * Sunstar Italiana S.r.l. (Saronno, Italy) * Sunstar Engineering Italy S.r.l. (Limbiate, Italy) * Sunstar Iberia S.L.U. (Barcelona, Spain) * Sunstar Sverige AB (Mölndal, Sweden) * Sunstar Deutschland GmbH (Schönau, Germany) * Sunstar Interbros GmbH (Schönau, Germany) === North and South America === * Sunstar Engineering Americas Inc. (Ohio, USA) * Sunstar Americas, Inc. (Schaumburg, IL) * Sunstar Americas, México (S. de R.L. de C.V.) (Huixquilucan, Estado de Mexico) * Sunstar Pharmaceutical, Inc. (Elgin, IL) == References == == External links == Category:Chemical companies of Japan Category:Conglomerate companies established in 1932 Category:Companies based in Osaka Prefecture Category:Multinational companies headquartered in Japan Category:Personal care companies Category:Dental companies Category:Midori-kai Category:Japanese brands Category:Chemical companies established in 1932 Category:Japanese companies established in 1932 ",
    "title": "Sunstar Group"
}