{
    "id": "45689735",
    "text": "Helmerich & Payne, Inc. ( ) is an American petroleum contract drilling company engaged in oil and gas well drilling and related services for exploration and production companies headquartered in Tulsa, Oklahoma, with operations throughout the world. Their FlexRigs, introduced in 1998, have been used extensively in drilling unconventional shale formations, such as the Bakken formation in North Dakota and the Permian Basin and Eagle Ford formation in Texas. H&P; is the largest on-shore driller in the United States of America with over 20% of the American land drilling market share and over 40% of the super-spec American land drilling market share. == History == The company was founded in 1920 as a joint venture between Walt Helmerich II and Bill Payne, who met on an oil rig in South Bend, Texas. The company moved to Tulsa six years later. After benefiting and growing as a result of shale drilling, as of 2015, the company was losing market share and shrinking in size as lower prices in crude oil led to cuts in use of their oil rigs. In November, 2018, H&P; announced that it had formed H&P; Technologies, a new business entity that will focus on the development of new technologies, especially for automation of directional drilling applications that can be used on any oil rig, \"...regardless of the drilling or service provider.”\"Helmerich & Payne, Inc. Announces formation of Helmerich & Payne Technologies.\" November 29, 2018. Accessed November 2, 2019. H&P; also announced that it had acquired Angus Jamieson Consulting (AJC), of Inverness, Scotland, a software-based, training and consultancy company. AJC also provides software and training for clients. ==References== == External links == *Voices of Oklahoma interview with Walter Helmerich. First person interview conducted in December 2008, with Walther Helmerich, son of the founder of Helmerich & Payne. Category:1920 establishments Category:Energy companies of the United States Category:Companies based in Tulsa, Oklahoma Category:Companies listed on the New York Stock Exchange Category:Oilfield services companies ",
    "title": "Helmerich &amp; Payne"
}