{
    "id": "45687258",
    "text": "The 1913–14 Kent State Normal School men's basketball team was the first men's basketball team at what is now Kent State University in Kent, Ohio, then known as Kent State Normal School. The school was established in 1910 by the Lowry Bill and the first classes were held on the new campus in 1913 after the completion of the first building, Merrill Hall. Classes had begun as early as 1912, held at locations around the region. The initial enrollment for the fall 1913 semester was 140 students, of which only five were men, though more students, including additional men, arrived in the coming weeks. The school's largely female enrollment, typical for a teacher training school, participated in a number of intramural sports. The men's basketball team played a schedule of nine games in late 1913 and early 1914, all against local high school, church, and company teams. Games were held in a variety of locations in Kent as a permanent gymnasium was not built on campus until 1925. There was not yet an established nickname for teams from the school, and the school colors were the original orange and blue. Alexander Whyte, the campus custodian, served as head coach. Leo Welsh served as team captain with Martin Billings as manager. ==Schedule and results== {| class=\"wikitable\" !Opponent !Result !Record |- | Kent High School | W 66–11 | align=center| 1–0 |- | Kent High School | W 57–18 | align=center| 2–0 |- | Davey Tree | L 52–15 | align=center | 2–1 |- | Stow High School | W 49–21 | align=center | 3–1 |- | Freshmen | W 41–35 | align=center | 4–1 |- | Methodist | W 25–20 | align=center | 5–1 |- | Freshmen | W 39–20 | align=center | 6–1 |- | Ravenna High School | W 23–19 | align=center | 7–1 |- | Davey Tree | L 29–23 | align=center | 7–2 |} ==See also== *List of Kent State Golden Flashes men's basketball seasons ==References== Category:Kent State Golden Flashes men's basketball seasons Kent State Kent State Kent State ",
    "title": "1913–14 Kent State Normal School men's basketball team"
}