{
    "id": "45687976",
    "text": "\"I'm not a scientist\" is a phrase that has been often used by American politicians, primarily Republicans, when asked about a scientific subject, such as global warming, or the age of the earth. Politicians who have used the phrase include John Boehner, Rick Scott, Marco Rubio, Bobby Jindal, and Mitch McConnell. It has been criticized by Coral Davenport writing for The New York Times, and by Steven Benen of the Rachel Maddow Show, and was satirized by Stephen Colbert of The Colbert Report. President Barack Obama singled the phrase out in his 2015 State of the Union speech, saying: > I’ve heard some folks try to dodge the evidence [of global climate change] > by saying they’re not scientists; that we don’t have enough information to > act. Well, I’m not a scientist, either. But you know what, I know a lot of > really good scientists at NASA, and at NOAA, and at our major universities. > And the best scientists in the world are all telling us that our activities > are changing the climate, and if we don’t act forcefully, we’ll continue to > see rising oceans, longer, hotter heat waves, dangerous droughts and floods, > and massive disruptions that can trigger greater migration and conflict and > hunger around the globe.Obama, Barack. \"Remarks by the President in State of > the Union Address | January 20, 2015\" WhiteHouse.gov Ford O'Connell, a Republican strategist and conservative activist, has argued that the phrase \"won't be a winner in the presidential field\" for Republican candidates. Commenting on the phenomenon, Journalist Dan Rather deplored the antiscience attitude it evinces, but stated that the anti-science attitude was evident not just among Republicans, but throughout American society. He blamed the media for their poor coverage of science, and for presenting a false equivalency between scientific consensus and climate change denial. ==See also== *The Republican War on Science ==References== Category:Politics of climate change Category:American political catchphrases ",
    "title": "I'm not a scientist"
}