{
    "id": "45680415",
    "text": "Epiphytic bacteria are bacteria which live non-parasitically on the surface of a plant on various organs such as the leaves, roots, flowers, buds, seeds and fruit. In current studies it has been determined that epiphytic bacteria generally don’t harm the plant, but promote the formation of ice crystals. Some produce an auxin hormone which promotes plant growth and plays a role in the life cycle of the bacteria. Different bacteria prefer different plants and different plant organs depending on the organ's nutritional content, and depending on the bacteria's colonization system which is controlled by the host plant. Bacteria which live on leaves are referred to as phyllobacteria, and bacteria which live on the root system are referred to as rhizabacteria. They adhere to the plant surface forms as 1-cluster 2- individual bacterial cell 3- biofilm .Samuel S. Gnanamanickam, J. Ebenezar Immanuel .Epiphytic bacteria, their ecology and functions The age of the organ also affects the epiphytic bacteria population and characteristics and has a role in the inhibition of phytopathogen on plant. Epiphytic bacteria found in the marine environment have a role in the nitrogen cycle. ==Species== There are diverse species of epiphytic bacteria. An incomplete list:Rosalia Trias,a Arantzazu Garca-Lled Noem Snchez,b José Luis Lَpez-Jurado,c Sara Hallin,d and Lluيs Baٌerasa.Abundance and Composition of Epiphytic Bacterial and ArchaealAmmonia Oxidizers of Marine Red and Brown Macroalgae *Citrobacter youngae *Bacillus thuringiensis *Enterobacter soli *Bacillus tequilensis *Bacillus aryabhattai *Pantoea eucalypti *Pseudomonas palleroniana *Serratia nematodiphila *Stenotrophomonas maltophilia *Pseudomonas mosselii *Pseudomonas putida *Lysinibacillus xylanilyticus *Enterobacter asburiae *Acinetobacter johnsonii *Pseudomonas macerans ==Classification== Many epiphytic bacteria are rod- shaped, and classified as either gram negative or gram positive, pigmented or non-pigmented, fermentative or non-fermentative . Non-pigmented epiphytic bacteria have high a GC content in their genome, a characteristic which protects the bacteria from the ultraviolet rays of the sun. Because of this, these bacteria have special nutritional requirements.Fenella Mary War Nongkhlaw, S.R. Joshi . 2014. Distribution pattern analysis of epiphytic bacteria on ethnomedicinal plant surfaces: A micrographical and molecular approach . Journal of Microscopy and Ultrastructure 2 : 34–40.Samuel S. Gnanamanickam, J. Ebenezar Immanuel .Epiphytic bacteria, their ecology and functions Current studies on epiphytic bacteria are underway for biotechnological applications areas such as the promotion of plant growth. Epiphytic bacteria are removed from the plant surface through ultraviolet radiation, chemical surface disinfection, and washing . T. Boureau, M.-A. Jacques, R. Berruyer, Y. Dessaux, H. Dominguez and C.E. Morris. Comparison of the Phenotypes and Genotypes of Biofilm and Solitary Epiphytic Bacterial Populations on Broad-Leaved Endive ==See also== * Epiliths, organisms that grow on rocks * Zoochory, seed dispersal by animals * Epibiont, an organism that grows on another life form * Epiphyte * Endosymbiont * Epiphytic fungus ==External links== * http://www.pjoes.com/pdf/12.1/83-93.pdf ==References== Category:Bacteria Category:Bacteriology Category:Botany ",
    "title": "Epiphytic bacteria"
}