{
    "id": "45693354",
    "text": "Alexander Stopford Catcott (1692–1749) was an English churchman from Bristol, and headmaster of Bristol Grammar School from 1722 to 1743 or 1744. He preached in favour of Hutchinsonian ideas. ==Career== He earned a Bachelor of Laws degree but chose not to enter law; rather, he was ordained as deacon and priest, and gave up a fellowship of St John's College, Oxford, to take up the position of headmaster at Bristol Grammar School, where he and his predecessor William Goldwin were responsible for increasing enrollment from 20 to 70. From 1743 to his death in 1749 he was the rector of St Stephen's Church, Bristol. His piety was admired by John Wesley, and he was considered, by a local antiquary, to be \"a good poet, profound linguist, well skilled in Hebrew and Scripture philosophy, and a judicious schoolmaster\". Catcott also preached at St Mark's Church, Bristol, where he was appointed in 1729. ==Scientific doctrine== Catcott had been corresponding since 1733 with John Hutchinson, who saw the Old Testament as a repository of scientific as well as divine knowledge. Catcott preached a sermon in St Mark's Church (also called \"Mayor's chapel\") on 16 April 1735 (The Supreme and Inferior Elahim, published London, 1736); this sermon, preached before Chief Justice Philip Yorke, 1st Earl of Hardwicke, provoked \"the first serious debate about Hutchinsonianism and the scientific evidence contained in the Old Testament\". He preached another controversial sermon in August 1735, this one presenting linguistic analysis based on Hutchinson's work. The geologist and theologian Alexander Catcott, also a Hutchinsonian, was his son. One theory of Catcott's, prompted by a challenge made by Hutchinson, attempted to explain the earth's declination and its position in relation to the sun; Catcott proposed that the sun and the moon emitted particles of light that held the earth in equilibrium, eliminating the need for accepting the theory of gravity. ==Personal papers== Papers of Alexander Stopford Catcott, including correspondence, manuscripts, newspaper cuttings and maps are held at Bristol Archives (Ref. 44801) (online catalogue). ==References== Category:1692 births Category:1749 deaths Category:18th-century English Anglican priests Category:Fellows of St John's College, Oxford ",
    "title": "Alexander Stopford Catcott"
}