{
    "id": "45693429",
    "text": "Adrian N. Evangelista (born September 6, 1989) is a Filipino contemporary painter and part-time photographer. Adrian is well known for his realist and surrealist works. He also known for his portrait photography == Early career == Adrian Evangelista is a Manila, Philippines born painter. Being the first painter in his family, he learned how to paint during his college days. He earned his Bachelor of Fine Arts degree majoring in Painting in the University of Santo Tomas. As a student, Adrian Evangelista was active in participating in numerous art competitions. As his earliest achievements and recognition back in 2009 Evangelista was a finalist at the PLDT National Visual Arts Competition (“Maliit Man o Malaki, May Kita Parin” Oil on Canvas), finalist at the Metrobank Art and Design Excellence (“Irony of Man’s Greed for Development” Oil on Canvas), finalist at the EMB-DENR on-the-Spot Painting Competition, finalist at the Shell-National Students Painting Competition, MACC Painting Competition. == Career == After graduating college, Adrian Evangelista continued participating painting competitions. In 2010, Evangelista won as a finalist in the Metrobank Art and Design Excellence painting competition. In 2013, again he won as a finalist at the Metrobank Art and Design Excellence. The following year he won again in Metrobank with his piece “Inevitable Reality” (Oil on Canvas). He also worked as a motion graphic artist in Globaltronics for a short time. Throughout his career as a painter, Adrian Evangelista has participated in quite a number of collaborations and group exhibits. One of his latest Two-man show is with Dino Gabito titled “1/3” in Metro Gallery. == Exhibitions == {| class=\"wikitable\" |- ! Year ! Title ! Gallery |- | 2014 | “ 1/3 ” | Metro Gallery |- | 2014 | “Legends and Villains” | Ricco Renzo |- | 2014 | “Twenty Three” | Metro Gallery |- | 2014 | “Anonymous” | J-Studio |- | 2014 | “Salut! Homage to Salvador Dali and Gustav Klimt” | Metro Gallery |- | 2013 | “Salu-Salo” | J-Studio |- | 2013 | “Ka- mukha” | Cevio Art Haus |- | 2013 | “Toyang” | Metro Gallery |- | 2013 | “Inaugural Exhibit” | Cevio Art Haus |- | 2013 | “M.A.D.E. Exhibit” | Le Pavillon |- | 2013 | “Catch 22” | Metro Gallery |- | 2013 | “Sit-Sirit-Sit” | Metro Gallery |- | 2013 | “Women” | Galerie Anna |- | 2013 | “Tribute to Goya” | Vinyl on Vinyl |- | 2012 | “Love and War” | 371 Art Space |- | 2012 | “Manila Art 2012” | 371 Art Space |- | 2012 | “Unseen” | Galerie Anna |- | 2012 | “Iconopop” | Vinyl on Vinyl |- | 2012 | “Art-Blast” | Art Center |- | 2011 | “Free-Minded” | GaleriaDelas Islas |- | 2011 | “Imbalance” | Galerie Anna |- | 2011 | “Tenacity” | Metro Gallery |- | 2011 | “Transcendence” | Ricco Renzo Gallery |- |} == See also == Daniel Evangelista == References == Category:1989 births Category:Living people Category:Filipino painters Category:People from Tondo, Manila Category:Artists from Metro Manila Category:University of Santo Tomas alumni ",
    "title": "Adrian Evangelista"
}