{
    "id": "45693230",
    "text": "Tricia Santos (born Patricia Mae Santos) is a Filipina volleyball player, actress, and TV host. She started her career as a housemate in Pinoy Big Brother: Teen Edition 3 in 2010. She later became a volleyball player and played for the UST Growling Tigers for UAAP Season 76 and later join the CSB Lady Blazers for NCAA Season 91. ==Personal life== Santos was born in Mandaluyong City on May 18, 1995, but grew up in Davao City. She attended Ateneo de Davao High School. Later, she took BS Sports Science at the University of Sto. Tomas. Two years after, in 2015 she transferred to De La Salle–College of Saint Benilde. ==Career== ===Television career=== She was on Pinoy Big Brother: Teen Clash 2010 from day 1 until she was evicted on day 63. During her tenure as a housemate she was always bullied by her co-housemates, which was one of the most controversial editions of PBB Teen. Santos is linked to Ivan Dorschner and James Reid. After she was evicted, she joined Mariel Rodriguez to host the afternoon edition of PBB Teen. Later in 2010 she joined the short-lived teen-oriented show Shoutout! with some co-housemates, specifically the Thursday group with Dorschner. On her interview on PEP.ph, although she focuses her career in volleyball, Santos didn't not close her door to return on acting. ===Volleyball career=== Santos was a varsity player for Ateneo de Davao University in high school. After graduating from high school, she enrolled at the University of Santo Tomas in 2013 for her undergraduate studies and joined the Golden Tigresses, the women's varsity volleyball team of UST which plays in the UAAP. After playing on her first year with the team, Patricia Santos was removed from the team roster the following year due to her undergoing surgery on her appendix. In school year 2015, she transferred to De La Salle–College of Saint Benilde and joined the Lady Blazers varsity volleyball team. ==Filmography== ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Network |- | 2010 | Pinoy Big Brother: Teen Clash 2010 | Housemate | rowspan=2|ABS-CBN |- | 2010–2011 | Shoutout! | Host/Performer |- | 2011 | Maynila | | GMA |} == References == Category:1995 births Category:Filipino child actresses Category:Filipino film actresses Category:Filipino television actresses Category:Filipino women's volleyball players Category:Living people Category:Pinoy Big Brother contestants Category:Sportspeople from Davao City Category:Actresses from Davao del Sur Category:Star Magic Category:Star Magic Batch 18 Category:University of Santo Tomas alumni Category:De La Salle–College of Saint Benilde alumni Category:University Athletic Association of the Philippines volleyball players Category:Filipino female models Category:Ateneo de Davao University alumni Category:Wing spikers ",
    "title": "Tricia Santos"
}