{
    "id": "45690668",
    "text": "The 549th Engineers Light Ponton Company was a combat engineer company of the United States Army during World War II. Operationally attached to the 1150th Engineer Combat Group, it served under XXI Corps of the Seventh Army in action in France and Germany in 1944 and 1945. The 549th was primarily a highly mobile pontoon bridge construction unit, which also provided both M2 assault boats and a selection of infantry support bridging, ferries, and rafts. It was created on 14 January 1943, but was not committed troops until training began five months later at Camp Hood, Texas. The company was composed of black American troopsThe Afro-American, August 25,1945, page 1-2 and NCOs, with primarily white senior officers.549th Engineer Light Ponton Company History The 549th's bridge building, assault troop ferrying, and other combat capabilities were drawn on for the assault of Saarbrücken on the Saar River at the Siegfried Line, the crossing of the Main River and capture of Würzburg, and the Danube at Dillingen, then continued on towards Austria as three separate platoons. In the European Theater of Operations it was often just ahead or behind the 289th Engineer Combat Battalion during the months of March, April, and May 1945. At various points it detached a platoon to the 289th and traded an officer back and forth in April. On 1 April 1945, the detached 1st Platoon enjoyed Easter Dinner with the 289th at the Mudau Hotel in Mudau, Germany. By war's end its units were scattered throughout a fast- moving front that saw spearheads of U.S. troops spread throughout southern Germany and into borderlands of Austria and Italy. The 1st platoon went south from Augsburg to Landsberg, where it bridged the Lech River before ending up on the Chiemsee in southeast Germany just miles from Salzburg, Austria. The Second platoon ended up in Kufstein at the Inn River in the Austrian Tyrol in support of the 12th Armored549th Engineer Light Ponton Company History , p. 23 and 36th Infantry Divisions.Hammersen, Fredrick P. A., LTC, The End of the War \"Further east, Combat Command A of the 12th Armored Division and the 142nd Infantry Regiment of the 36th Infantry Division (XXI Corps) captured Murnau on April 29th.\" The 3rd Platoon bridged Saalach River the at Bad Reichenhall to clear the way for the U.S. 101st Airborne and the French First Army in their bids to be first to reach the Third Reich's Bavarian retreat of Berchtesgarden and capture Adolf Hitler's Berhof and Eagle's Nest. ==History== World War II recruiting poster for the U.S. Army Corps of Engineers By war's end the 549th's 2nd platoon had reached Kufstein, Austria, where it had bridged the Inn River in support of the 12th Armored Division in its race to be first to the Brenner Pass. The 1st platoon rested on the Chiemsee in southeast Germany, just miles from Salzburg, Austria. The 3rd platoon was the last to finish its mission, which was in support of the 101st Airborne Division and the 2nd Armored Division of the French First Army in their bids to capture the Nazi high command's retreat in the \"National Redoubt\" of Berchtesgarden. While attached to the 48th Engineer Combat Battalion it constructed three Bailey bridges totaling 400 feet to open the road-net to ahead of the competing divisions. According to the unit's history, \"The last bridge, which totaled 200 feet in length, was completed on May 8 and the boys really proceeded to celebrate V-E Day 'royally' in Hitler's 'Nest'\". Unit headquarters was still at Degerndorf when the news arrived that Germany had surrendered. Rumors were rife about where they would go next, some suggesting Italy, but on 13 May the 549th departed for Oringen, Germany back toward the Rhine. There were no changes in assignment and attachments during the 549th's service in the ETO. It remained assigned to the Sixth Army Group, Seventh Army, attached to the XXI Corps and assigned to the 1150th Engineer Combat Group for operational duty. A lot of hard work awaited the company when it reached Oringen on 13 May getting its vehicles and equipment ready to move closer to France and eventually the United States of America. ==Capabilities== Engineers ferried infantry and special forces troops in craft such as this M2 assault boat The 549th was primarily a bridge construction unit.War Department Field Manual FM-5-5, Engineer Troops 11 October 1943: Engineer Light Ponton Company As a combat engineers, though, they could be called upon to deliver a number of diverse services when needed. These included, but were not limited to:What Did Combat Engineers Do? *Bridge (mobile, floating, fixed) *Conducting river crossings by ponton/raft, motor-powered assault boats *Demolition *Placing/de- arming munitions, including mines *Port & harbor maintenance and rehabilitation, including beachheads: *Vehicle maintenance *Fighting as infantry when needed Primarily the units were devoted to the construction of various pontoon bridges and the deployment and operation of ferries, rafts, and assault boats ==Equipage== Treadway bridge supported by pneumatic pontons A Light Ponton Bridge company was equipped with the M3 pneumatic bridge, which could handle all normal infantry division loads and could be reinforced to carry heavier loads. The pontoon bridge was supported by heavy inflatable pneumatic floats. It had two bridge platoons, each equipped with one unit of M3 pneumatic bridge, and a lightly equipped platoon which had one unit of footbridge and equipment for ferrying.Engineer Field Manual FM 5-5 Its equipment included: * Two units of pneumatic bridge equipment (M3) * Two units of footbridge (M1938) equipment * Four ferry set, No. 1, Infantry Support * Twelve raft, set No. 1, Infantry Support * Seventy assault boats (M2) Engineers were required to operate assault boats ferrying infantry troops and equipment in combat. ==Awards== United States Bronze Star Medal right Twelve members of the 549th received awards for meritorious service in connection with the successful crossing of three rivers in Germany and the Alps: > NORMANDY BASE SECTION, France – At its first and last formation, 12 members > of the 549th Engineer Light Ponton Company were awarded the Bronze Star > Medal for meritorious service in connection with the successful crossing of > three rivers in Germany and the Alps. One of two colored ponton bridge units > in the ETO, the 549th in April, after ferrying assault troops across the > Saar River„ erected 1084 feet of Bailey Bridge and Infantry foot bridge over > the river. The men, who; had helped capture Saarbrücken, moved on to > Würzburg, which they helped subdue, and swinging southward, threw up 1400 > feet of bridge over the Main and Danube Rivers. Under Constant Fire Then > assigned the job of bridging the river at Würzburg, the pontoners worked > three days and nights under constant fire erecting a 570-foot triple bridge, > strong enough for the heaviest train load. Finally attached to the 12th > Armored Division549th Engineer Light Ponton Company History, p. 22 ,\"The 1st > and 2nd platoons were attached to the 286th Engineer Combat Battalion at > this time, where they reinforced 140 feet of DS Bailey Bridge with four bays > of DD in the center near Murnau and completed 80 feet of DS Bailey Bridge at > Bad Telz (sic) [Bad Tölz]. Both of these projects were in general support of > the 12th Armored Division, Combat Commands A and B.\" of General Patton's > [sic] Seventh Army they worked through to Bad Reichenthal, Germany, where on > V-E day they finished a 190-foot bridge, that proved a gateway for French > and American troops. During its three campaigns, the company lost only one > man, T/Sgt. Elmer Barrett of 2208 Dickinson St., Philadelphia, who was > posthumously awarded the Bronze Star Medal and Purple Heart. The three > officers and nine enlisted men who received the Bronze Star from Col. E. J. > Dowling of the 1150th Engineer Combat Group were: 1st Sgt. Leon Wilburn. > Florence Villa, Fla.; Sgt. Evan T. Guess, 711 Elm St., Madison. Ind.: S/Sgt. > Weldon D. Bryant, NYC.; S/Sgt. Wilson R. Forney, Cornelius, NC.: PFC Johnnie > D. Townsend. Chattanooga. Tenn.; T/4 Milton Green. Panama City, Fla.: S/ > Sgt. Stanley J. Short, Pittsburgh; Cpl. Lawrence C. Cooke, Palatka, Fla.; > Sgt. Daniel I. Poe, 2231 Tort St., Detroit; 1st Lt. John R. Hopkins, > Florence. Ma.; 1st Lt. Robert A. Flynn, NYC.. and 1st Lt. George The Afro-American, 25 August 1945, page 1-2 ==Campaign credit== * RhinelandDepartment of the Army, Unit Citation and Campaign Participation Credit Register p.242 * Central Europe ==See also== * XXI Corps * Seventh Army * Sixth United States Army Group * 63rd Infantry * 70th Infantry * 289th Engineer Combat Battalion * Operation Nordwind * United States Army Corps of Engineers == Notes == == References == ==External links== * U.S. Army Center of Military History * World War II Regimental Histories at the Bangor Public Library Category:Engineering units and formations of the United States Army Category:Military units and formations established in 1943 ",
    "title": "549th Engineer Light Ponton Company"
}