{
    "id": "45697188",
    "text": "Harry Head (died 1881) (known as Harry the Kid), was a cattle rustler and stagecoach robber. One of his better known robberies occurred outside Contention City, a boomtown in the Arizona Territory. ==Drew Station Stagecoach Robbery== On March 15, 1881, Head and three of his known Cowboy companions, Bill Leonard, Jim Crane, and Luther King, were set to rob a Wells Fargo stagecoach. The monetary gain, however, wasn't the only motive for robbing the stagecoach. Killing Bob Paul was reportedly a secondary objective. Paul had been sent out with the stagecoach to prevent robberies from occurring, riding shotgun. Two well-known local families during the time, the Clantons and the Earps, are rumored to have had an interest in trying to kill Paul.The Complete List of Old West Outlaws; (n.d.); retrieved February 20, 2015; Legends of America website The coach was carrying 26,000 dollars and eight passengers. Twelve miles from the stagecoach's final destination, Paul changed seats with the driver of the stagecoach, which temporarily brought the stagecoach to a halt. Shortly after the change of seats the stagecoach came to a part of the road that had a very steep grade. This was where Head and the others laid in ambush. In order to conceal their identities, the stagecoach robbers wore wigs and false beards.The Western Online; (n.d.); retrieved March 17, 2015 Crane fired at the guard’s seat, which was where Paul should have been sitting, but the driver, Budd Philpot, was killed instead. Philpot fell forward into the horses pulling the stagecoach, causing them to charge forward. By this time Paul had drawn his weapon and had started to return fire, and he wounded Leonard. During the gunfight, a passenger named Pete Roerig was killed. Paul gained control of the stagecoach and brought the rest of the passengers to safety.Neal, B.; (1979); Encyclopedia of Western Gunfighters; Norman: University of Oklahoma Press; Pp. not given ===Possible Doc Holliday involvement=== There was talk that Doc Holliday was involved in the stagecoach robbery. He was at the time living in the nearby city of Tombstone and was known to visit the local hacienda were the suspects reportedly had camped a week before the attack. Holliday claimed that he had a sufficient alibi and that he was in no way involved in the robbery. But in July a warrant was sworn out for his arrest. Holliday was taken into custody and questioned but was later released on bond. Four days later his case was dismissed for insufficient evidence.Patterson, R.; (1985); Historical Atlas of the Outlaw West; Boulder: Johnson Books; Pp. not given ==Aftermath== After the ambush on the Wells Fargo stagecoach, Paul and Wyatt Earp, started an investigation. They put a price on the heads of those that were involved in the ambush and set it at 2,000 dollars dead or alive. Paul should have notified the local sheriff immediately after the incident occurred, however; the sheriff at the time, Johnny Behan, was known to be a \"...friend of the [Cowboy] element.\" As the manhunt for the perpetrators of the Drew Station Stagecoach robbery continued, it was soon discovered that Head and several of his companions had managed to flee across the Mexican border. The investigation initially resulted in the arrest of Luther King, who was held under suspicion of being one of the robbers. King went peaceably even though he had \"...a Winchester, two six-shooters, and twenty boxes of cartridges...\" with him. He did, however, quickly escape from jail. Before escaping, King stated he had only been there to hold the horses, but had also revealed that his accomplices were Harry \"the Kid\" Head, Billy Leonard, and Jim Crane. ==Death== Head and Leonard were able to elude capture for several months. After three months, however, they attempted a robbery at a store in Eureka, New Mexico. The owners of the store, Bill and Ike Haslett, fought back and killed the two outlaws. Afterward, Crane, along with Curly Bill Brocius, Frank Stilwell, Pony Diehl, Pete Spence, and at least five other men, hunted down the Haslett brothers.Hume, J., & Thacker, J.; (2010); Wells, Fargo & Co. Stagecoach and Train Robberies, 1870-1884; Text: the corporate report of 1885 with additional facts about the crimes and their perpetrators; (Rev. ed.); Jefferson, N.C.; McFarland; no pages given ==References== Category:Date of birth unknown Category:1881 deaths Category:American robbers Category:19th- century American criminals ",
    "title": "Harry Head"
}