{
    "id": "45693058",
    "text": "Super Duper Alice Cooper is a 2014 Canadian biographical documentary film about shock rock musician Alice Cooper, written and directed by Sam Dunn, Scot McFadyen and Reginald Harkema.\"Watch a Drug-Fueled Clip From 'Super Duper Alice Cooper' – Premiere\". Rolling Stone, April 24, 2014.\"Film Review: ‘Super Duper Alice Cooper’\". Variety, May 7, 2014. In addition to narration by Cooper himself, the film also includes commentary from other people who have known, worked with or been influenced by him, including his wife Sheryl Cooper, his mother Ella Furnier, concert promoter Jack Curtis, former bandmates Dennis Dunaway and Neal Smith, manager Shep Gordon, Pamela Des Barres, Bob Ezrin, Elton John, Wayne Kramer, John Lydon, Iggy Pop, Dee Snider and Bernie Taupin. The film won two Canadian Screen Awards, for Best Feature Length Documentary and Best Editing in a Documentary, at the 3rd Canadian Screen Awards in 2015.\"Canadian Screen Awards 2015: Mommy big film winner, Orphan Black takes top TV trophies\". CBC News, March 1, 2015. ==Plot== The main objective of the film was to explain the story behind rock phenomenon, Alice Cooper. ===Childhood=== The film starts by introducing the childhood of Vincent Furnier, who later becomes better known as American singer, songwriter and actor, Alice Cooper. Narrated by Furnier himself, he claims to have had an all American childhood, describing himself to have been the perfect 50s kids who did not lie, cheat or swear and attended church two times a week. Furnier was and continues to be very in touch with God, his father was a pastor, which enabled him to grow up with a strong moral compass. He grew up in Detroit, Michigan, however, due to childhood illnesses such as severe asthma, his family moved to Phoenix, Arizona to try to reduce the symptoms. He discusses an appendicitis attack that he had as a child, claiming that doctors couldn't guarantee he would make it out from the surgery alive. However, the next day he was fine, which he believes to be the result of God and his parents prayers. Every time he looked at his scar from the operation, he knew he was a miracle. ===High School & The Creation of the Spiders=== The film moves to discuss Furnier's life as a teenager. He discusses having a strong passion for high school art class, where he met and created his friendship with Dennis Dunaway. They were both interested in surrealism, especially artists such as René Magritte and Georges Braque. Salvador Dalí was also a huge influence for them, they state he was outrageously different and created an artistic statement that had an impact. During this time, the Beatles were becoming a huge sensation, both Furnier and Dunaway became what they call “Beatles maniacs”. They state that they loved everything about them, including their style, sound, look and especially the fact that parents didn't understand them. Furnier and Dunaway decided that they wanted to do a spoof of the Beatles at their school talent show, however, at the time they did not know how to play any instruments. Dunaway knew a guitar player, Glen Buxton, who he approached and asked if he would be willing to play in the show with them. Buxton agreed and they performed the show, which received a big reaction. This began the start of their career as a band, which they originally named, the Earwigs. The following summer, they focused on becoming a real band, where they purchased instruments, learned how to play them and started songwriting. Dunaway focused his time learning the bass, where Furnier focused on vocals. They went to play for the owner of a teenage rock and roll dance hall known as the VIP Club, who suggested they come up with a new name. From there, they soon renamed themselves as the Spiders and ended up being the house band at the VIP Club. They focused their time on playing loud rock music, such as songs from the Yardbirds, the Rolling Stones and the Who. They started to become more well known, they opened for the Yardbirds, and the audience actually left after The Spiders were done playing. They also got their record to #2 on the charts, while still in high school. Music became the priority, they wanted to become rockstars and Furnier grew out his hair to fit the part. Furnier claims that church became the last thing on his mind, and the people at his church thought he was going off the deep end. ===Moving to LA & Becoming Alice Cooper=== The film follows the band on their move to Los Angeles, California in 1967. At the time, it was the heart of The Love Generation, and the Hippie Movement. Once they arrived in Los Angeles, they realized that everything was not going to just fall into place for them, there were thousands of other bands from other states trying to accomplish the same thing that they were. While in Los Angeles, they met the GTOs, a girl band who Furnier describes as professional partiers, girls from another planet. Miss Pamela, one of the members from the GTO's describes the boys to have been reserved, gentle and innocent in the midst of stoned people. However, that began to change, as they hung out more, much drug and alcohol experimentation was going on. Once again, they renamed themselves from the Spiders to Nazz, stating that The Spiders became dated. However, they soon found out that Todd Rundgren also had a band called Nazz, and found themselves in need of another stage name. One night, while experimenting with drugs they consulted the ouija board, asking it questions, which eventually led to Furnier spelling out Alice Cooper. They found the name humorous, stating it sounded like an older lady, who had dark secrets. From there, they started to create an image for themselves. They realized that everyone was wearing the same kind of hippie based outfits and to stand out they needed to be outrageous. The GTO's helped in the creation of the band's early onstage look by styling the boys with their own personal clothing items, describing the look as “full size Barbie dolls”. From there, the boys started to buy outfits from vintage stores, which would create a shock factor. Furnier states they knew they weren't as musically good as many of the other bands so the image and theatrics of Alice Cooper was necessary to create attention. They would take whatever items they could find and incorporate them into their shows. Furnier asks, how do you become Alice Cooper? You create it. Miss Christine and Miss Pamela, from the GTOs, were able to introduce Alice Cooper to composer and renowned record producer Frank Zappa. Zappa suggested the band come over to his house at “7 o’clock”. Mistakenly, the band assumed he had meant 7am, while being awoken by rock music, Zappa was impressed that the band could play such intense music so early. Zappa then asked if they had a manager, in which they said they did not. ===Meeting Shep Gordon=== Shep Gordon had moved to California and made many connections. He was living in a hotel room, paid by money he was collecting through drug dealing. He became conscious of the risks that drug dealing brought and from there, decided to become a manager. Gordon approached the band after hearing them play an unsuccessful gig, claiming he could help turn them in the right direction. Furnier describes their first meeting, stating that they walked in to see major stars, including Janis Joplin and Jimi Hendrix all getting high. From there, they knew almost instantly that they needed to sign with Gordon. They signed with Zappa's label, Straight Records and produced their first album, Pretties for You. Zappa's vision for the album was for it to sound live, like he was driving by a garage and heard them playing. They recorded the entire album in a day, but received many negative reviews. They describe playing a show in Los Angeles for 6,000 hippies, which ended up to be a disaster with everyone running for the doors. There was an obvious personality crisis, the band knew their options were moving forward into what would become their iconic sound, or staying put with the trite psychedelia/ art-rock of the time/region. ===Leaving Los Angeles=== The band decided to leave Los Angeles, they described themselves as stray dogs without a home. They played wherever they could, stating that they would move into the first city that they got a standing ovation. Shep said he was able to get them on a festival list in Detroit, where they would play in front of 5,000 people. They played after the MC5, Iggy Pop and the Stooges, thinking there was no way they could entertain the audience after them. They described the show to be odd, weird and full of theatrics, something that nobody else was doing at the time. Finally, the audience got it and they received a standing ovation. Shep was able to get the band on the list for the Toronto Revival Festival in 1969. The deal was they did not get have to get paid, but they needed to open for John Lennon. This was huge for the band, who was strongly influenced by the Beetles. They state that the audience was bewildered by the band, however, they understood the energy behind them. They knew they needed to do something that would stand out, at the end of the show, their idea was to open three feather pillows and a CO2 cartridge to make the appearance of snow. However, for some reason Furnier found a chicken backstage, he grabbed it and threw it off the stage thinking it would fly. The audience grabbed the chicken, tore it apart and threw it back on stage. Both the audience and the band were shocked, Furnier saying “they just killed a chicken in front of 70,000 hippies”. This became a changing moment for the band, they became known as very notorious and something everyone wanted to learn about. ===Meeting Bob Ezrin, 1970=== The band became something that everyone wanted to learn about, however, at this time they still did not have a record on the radio. Shep got in contact with a Toronto company that made records, Bob Ezrin worked there at the time. Ezrin states that his boss did not want Alice Cooper, but they were persistent and he agreed to meet with them in New York City to hear them play. Ezrin describes the concert to have been an underground scene, the show started and the band made the appearance of their eyes and mouth to be filled with blood. He describes it to have been the most amazing thing he'd ever seen, the beginning of a cultural movement. Ezrin agreed to produce records with them. They started to create different characters and theatrics to get into the songs that they were playing. Ezrin decided that \"I'm Eighteen\" would become their first song to put them on the map. The band talks highly of Ezrin, Dunaway states that he brought focus, and enthusiasm, and confidence to the band. On the way to rehearsal, they heard \"I'm Eighteen\" on the radio for the first time, and got everyone they knew to frequently request it. They became an overnight sensation. Their audience was new, consisting of kids who were left out and finally had someone who represented them. ===Theatrics=== They saw a lack of entertainment in rock music, they wanted to do something that would shock people, especially parents. This led to many representations on stage, which consisted of exaggerated, nightmarish imagery that includes monsters, blood, violence toward women, and executions. They also used many objects in their performances, which has included wearing a boa constrictor on stage and baby dolls, which they then chopped up. They picked up ideas like sponges, inspiration came from everything and anything. Much of their inspiration came from television, where they describe hearing an advertisement that said “schools out”. Hearing that led them to the creation of “School's Out”, which somehow to their belief became a bigger sensation than \"I'm Eighteen\". ===The Hollywood Bowl=== The band played the Hollywood Bowl at this show they paid for a helicopter to go over the crowd and drop panties into the audience. Elton John was in the audience, where he claims people were fighting to get a pair of these panties. Elton describes the band as becoming more famous than others, where girls were dying over them and parents hated them. ===Inner Circle Shattering=== The dynamic started to change with success. The band started to get treated like outsiders and the focus was placed mainly on Furnier, or the character of Alice. He started getting private cars, solo invitations to parties, solo interviews at radio stations, etc. Salvador Dalí contacted saying he wanted to do a moving holograph of Alice, but the band was not included. They decided they needed to go back to their roots, they played Ezrin a song they had written years before. Ezrin did not like the song, and suggested that he did not want to work with the band, however, if Furnier wanted to go out on his own to contact him. They did their next album without Ezrin, but the vibe was different, Furnier needed a break and became distant from the band while working on the album. The band started to fall apart without Ezrin, and they knew if they were going solo that Alice Cooper would be given to Furnier as he was the only one who could truly play him. ===1975, Solo=== Furnier started working on his first solo album as Alice Cooper, which he later released, known as \"Welcome to My Nightmare\". He knew it was harder for lead singers who broke out of their band to become successful, so he needed to make a statement, a new beginning. Everything he could get he put into his show. Eventually, he began a relationship with one of his dancers, Sheryl, and they later got married. ===The Character & Alcoholism=== It is very common for performers to “adopt onstage personae with the purpose of contributing to an authentic” connection between the performers and their respective audiences, and the character of Alice started to become iconic. However, it forced Furnier to be in a constant state of what Furnier described as “messed up”, including much alcohol use. The character wasn't necessarily a representation of Furnier, but he got caught up in the character, the things he couldn't do based on his moral compass became something that Alice could do instead. He ended up going to a rehabilitation center for alcoholism and once released, he believed to have been cured. ===1978, working with Bernie Taupin=== Alice got the chance to work with singer Bernie Taupin, where they developed a strong friendship. They created an album together, which was based on characters from Alice's rehabilitation experience. The album came as a confession, Furnier states that the audience had been through the alcoholism with him, so he wanted to let them be through the cure as well. However, during his time of rehabilitation, new artists had taken over the music scene. Furnier was sober, something he'd never been while playing as Alice and he wasn't ready to fight that. Bernie, at the time was experimenting with cocaine, and Alice caught wind of it. He started to sink into an abyss that is described to be more tragic than any of his previous drinking. Bernie had to leave recording, because he knew he would also go down a bad path if he stayed. ===Personal life=== During the time of his cocaine addiction, Sheryl gave birth to their first daughter. Sheryl did not want her daughter to be around him in the state he was in. She began divorce proceedings. Furnier went through a very bad high for a few days, he isolated himself and did not want anyone to see him in the state he was in. He eventually got up, looked in the mirror and saw that his eyes were bleeding. He knew that the situation he had placed himself in was turning into life or death. He packed up and left for Phoenix, where his parents helped him as much as they could, though his condition was very bad. He went to seek professional help, once he was out, he contacted Sheryl and said he was done with drugs. Sheryl agreed to counselling on the basis that he organized it. ===Alice Cooper Rises Again, 1986=== The world had moved on for the second time since Alice's break, he didn't fit in anymore and was worried about how he would make a statement, especially sober. After five years away, he returned to the stage on Halloween night for a live MTV broadcast. As soon as the band started, he began and was back at it. This was Furnier's realization that the character of Alice didn't want to live in his world, he just wanted to be on stage. As soon as the curtain was gone, so was Alice. Alice could be Alice Cooper with a healthy Vincent Furnier behind him. ==Cast== In order of appearance: * Alice Cooper (Vincent Furnier) * Dennis Dunaway * Jack Curtis * Ella Furnier * Pamela Des Barres * Neal Smith * Shep Gordon * Iggy Pop * Wayne Kramer * Bob Ezrin * Elton John * Sheryl Cooper * Bernie Taupin * John Lydon * Dee Snider ==Soundtrack== In order of appearance: # \"Killer\" # \"Hello Hooray\" # \"Alma Mater\" # \"Talent Show\" # \"Oh Baby (We Got A Good Thing Going)\" # \"Don't Blow Your Mind\" # \"She Said Yeah\" # \"My God\" # \"I'm In Love With The Ooo-Ooo Man\" # \"Levity Ball\" # \"Party Scene\" # \"Fields of Regret\" # \"Changing Arranging\" # \"B.B. On Mars\" # \"Nobody Likes Me\" # \"Laughing At Me\" # \"Looking At You\" # \"1970\" # \"Return of the Spiders\" # \"Lay Down and Die, Goodbye\" # \"Ballad of Dwight Fry\" # \"I'm Eighteen\" # \"Caught in a Dream\" # \"Dead Babies\" # \"School's Out\" # \"Halo of Flies\" # \"All the Girls Love Alice\" # \"My Stars\" # \"Billion Dollar Babies\" # \"Woman Machine\" # \"Hard Hearted Alice\" # \"Welcome to My Nightmare\" # \"Escape\" # \"King of the Silver Screen\" # \"Inmates (We're All Crazy)\" # \"Millie and Billie\" # \"How You Gonna See Me Now\" # \"Serious\" # \"Grim Facts\" # \"Going Home\" # \"We're Not Gonna Take It\" # \"Welcome to My Nightmare\" ==Critical response== Rotten Tomatoes gave the film a score of 60% based on the reviews of 5 approved critics. Out of the 5 approved critics, 2 considered the film to be rotten. The Guardian's Leslie Felperin rated the film two out of five stars, calling the film a \"competent but underwhelming portrait of the 70s/80s rock star\". Felperin believes the film \"sticks to the usual wave-graph structure of a thousand other rock bio-docs\". ==References== ==External links== * Category:2014 films Category:Canadian documentary films Category:Canadian films Category:Documentary films about heavy metal music and musicians Category:Alice Cooper Category:Best Documentary Film Genie and Canadian Screen Award winners Category:2014 documentary films ",
    "title": "Super Duper Alice Cooper"
}