{
    "id": "45694854",
    "text": "An overall view of Korean Street Korean Street (), also known as Little Korea (), is a Koreatown in Hong Kong located primarily on Kimberley Street in Tsim Sha Tsui. A compact community of Koreans have lived in this area since the 1960s, and there is a concentration of Korean shops opened by Koreans, such as Korean restaurants and grocery stores. There are at least sixteen Korean food shops in Kimberly Street. However, 90% of Korean Street customers are local Hong Kong people, the growing popularity of Korean culture in Hong Kong being driven by the 2005 Korean drama Dae Jang Geum, and more recently by 2014 drama My Love from the Star. The popularity of My Love from the Star has led to rents in the area to rise by over 40%. From Kimberley Street proper, Korean Street has expanded into the neighbouring Kimberley Road and Austin Road. ==Location== Starting from Kimberley Street which locates between Granville Road and Jimerberley Road and extending to the nearby streets which are Kimberley Road and Austin Road. The main entrance is the opposite of the back of The ONE shopping mall. \"It is sandwiched between Granville Road and Kimberly Road.\"香港電台-<<香港故事- 韓留>>http://programme.rthk.hk/rthk/tv/programme.php?p=4343&d;=2014-07-30&e;=270211&m;=episode == History == Before Kimberley Street became renowned for the Korean shops and restaurants, most of the street-level shops were hardware stores. There were already Korean shops, but most of them were upstairs shops. Since the 1960s, trading activities between Hong Kong and Korea thrived and some Korean started immigrating into Hong Kong.「小韓國」熱爆滋味 http://www.ol.mingpao.com/cfm/prod19.cfm?File=20110504/prc04/vea1.txt With a view to facilitating the Korean immigrants to buy the Korean supplies and providing public areas for them to reunion, some of the Korean immigrants opened some Korean grocery stores, cafés and restaurants. They located their shops in Kimberley Street since most of the Korean immigrants live in Tsim Shan Tsui and the transportation is convenient and comprehensive which allows easy access for the visitors. The major visitors of Kimberley Street in the 1990s were the Korean immigrants. 80% of the customers was Korean. Yet, the target customers of the Korean shops have been altered from Korean immigrants into Hongkongers since the Korean television drama---Dae Jang Geum was broadcast in 2005. Thus more Korean shops were set up on Kimberley Street. From 2011 onwards, the K-pop culture reached social media, e.g. YouTube and K-pop videos were viewed nearly 2.3 billion times worldwide.K-pop Videos Set New Record on YouTube http://www.soompi.com/2012/01/02/kpop-videos-set-new- record-on-youtube/ This boosted the popularity of Kimberley Street. Today, Kimberley Street is more prominent than before and becomes one of the tourist spots in Hong Kong. The scope of Korean Street expands to the nearby Kimberley Road and Austin Road due to the skyrocketing popularity of Korean culture. ==Features== ===Korean grocery stores=== Korean grocery stores is sometimes known as the Korean supermarket and they are very popular for Korean household products. The operation time of the shops is around 10 a.m. to around 9 p.m. The several shops found in Tsim Sha Tsui offer fresh produce, seasonings, drinks, soju, beer, frozen foods, pre-made side-dishes, dumplings, snacks, candies, ice cream, and even household products. ===Korean snack stores=== These Korean stores, which sell traditional Korean snacks, such as kimbap, kimchi, traditional sauces in Tsim Sha Tsui, are mainly manage by Korean.香港特色街道系列：韓國街——金巴利街 http://www.160.com.hk/lyjd/bencandy-htm- city_id-1-fid-5-id-61.htm The operation method is like a takeaway snack bar. ===Korean restaurants=== Although the Korean Street is short in Tsim Sha Tsui, it has opened at least 20 Korean restaurants. Those restaurants provide traditional Korean barbecue, hot pot, Korean snacks, Korean fusion dishes, For example, kimchi hot pot, kimbap, stuffed pig intestines, green bean cake, kimchi ramen.香港特色街道系列：韓國街——金巴利街 http://www.160.com.hk/lyjd/bencandy-htm- city_id-1-fid-5-id-61.html ==Gallery== ;Korean food stores File:Dai Fa Korean Food Store.JPG|Korean snacks and drinks. File:Inside view of New World Kim-chi Store.JPG|Kim-chi, Korean sushi and Korean pickled food. File:Outside view of New World Kim-chi Store.JPG| ;Korean restaurants File:NAMDAEMOON BBQ Reastaurant.JPG|Korean BBQ food. File:家家戶戶 Korean Cusine.JPG|Local Korean food. File:韓 COOK.JPG|Local Korean food. File:Sue Korean Restaurant.JPG|Spicy Korean food. ;Korean grocery stores File:Outside view of New World Mart flagship store.JPG|Korean drinks, seasonings and groceries. File:Whole view of New World Mart flagship store.JPG File:The billboard of New World Mart flagship store.JPG File:New World Mart.JPG|Stores sell some Korean drinks, seasonings and groceries. File:新國華 Korean Frozen Meat Store.JPG|One of the Korean Frozen Meat Store provides mainly raw and frozen meat from Korea. ==Public transport== From the Tsim Sha Tsui MTR station, take Exit B1 and walk up Nathan Road to The ONE. From there, walk down Granville Road, and turn up Carnarvon Road just in back of The ONE. You will find the entrance to Kimberley Street on the right. ==See also== * Koreans in Hong Kong ==References== ==External links== * Category:Tsim Sha Tsui Category:Koreatowns ",
    "title": "Korean Street, Hong Kong"
}