{
    "id": "45698353",
    "text": "HNNY (pronounced “honey”) is the stage name of Swedish ambient and house music producer and DJ, Johan Cederberg. He has released several singles and EPs through the Swedish record label Local Talk, and now releases material on his own label, Puss. His production style often incorporates the vocal sampling of American R&B; songs, among other forms of esoteric sampling. ==Biography== ===Early life and influences=== Born in Malmö, Sweden, Cederberg’s family relocated to Stockholm when he was five years old. Growing up in Stockholm, Cederberg began listening to hip-hop, namely Swedish acts, but also American artists such as De La Soul and A Tribe Called Quest. In his youth, he also cultivated an interest in electronic musicians such as Four Tet and Manitoba. Cederberg also cites American minimalist composer, Steve Reich, as a primary influence. One of his first releases incorporated samples from a recording of Steve Reich’s “Nagoya Marimbas”. ===As producer and DJ (2011-present)=== HNNY’s releases are often accompanied by illustrations of A. A. Milne’s Winnie-the-Pooh, a symbol the artist calls his hallmark. In 2011, HNNY released his edit of Mariah Carey’s “I Want To Know What Love Is” to mixed reviews. In 2012, he was signed by Local Talk for a debut EP. The title track of his first EP, For The Very First Time, features a vocal sample from Leona Lewis’s “Bleeding Love”. In 2013, HNNY performed a live DJ set for Boiler Room Stockholm at a Red Bull Music Academy sponsored Axel Boman album release party. The set has been viewed on YouTube over 320,000 times. HNNY continues to update his SoundCloud page with new releases and a mix series entitled Music for Listening. In 2015, HNNY was featured on Vice's Noisey You Have To Hear This series. In the segment, Cederberg constructs a track from sampling the city sounds of his hometown, Stockholm. On the 26th of February, 2016, HNNY was supposed to perform at Percolate's Disco Party, Oval Space, London, but cancelled last minute due to 'personal health issues'. There were still gigs planned in the UK, Ireland and France but all were canceled. Cederberg later spoke about how he had been unwell mentally during that time. ===Return to Production=== HNNY returned to production in 2017. He produced an extended play record under the Swedish record label Omena, titled \"Ta Paus\" which literally translates to \"take a break\" in English.http://www.juno.co.uk/products/hnny-ta-paus/661181-01/ The album has taken a departure from HNNY's typical house and disco productions to a more ambient sound. ==Discography== ===Extended plays=== {| class=\"wikitable\" |- ! Year !! Album !! Label |- | 2012 || ‘’For The Very First Time’’ || Local Talk |- | 2013 || ‘’Yearning’’ || Local Talk |- | 2013 || ‘’Tears’’ || Local Talk |- | 2014 || “Yum001’’ || Pets Recordings |- | 2015 || ‘’Carefree’’ || Pets Recordings |- | 2015 || ‘’Sunday’’ || Omena Recordings |- | 2017 || \"Ta Paus\" || Omena Recordings |- | 2019 || ‘’2014.12.31’’ || Omena Recordings |- |} ===Singles=== {| class=\"wikitable\" |- ! Year !! Single !! Label !! Notes |- | 2013 || ‘’Mys/Kela’’ || Let’s Play House || |- | 2013 || ‘’No’’ || Puss || vocal sample used from “No Scrubs” by TLC |- | 2013 || ‘’Boy’’ || White Label || vocal sample used from “The Boy Is Mine” by Brandy and Monica |- | 2013 || “Exactly’’ || Puss || vocal sample used from “What a Girl Wants by Christina Aguilera |- | 2014 || “Sneeze’’ || Puss || vocal sample used from “Partition” by Beyoncé |- | 2014 || “Always’’ || Omena || |- | 2014 || “Most Really Pretty Girls Have Pretty Ugly Feet’’ || Permanent Vacation || |- | 2015 || “Solsidan/Alby’’ || Let's Play House || |- | 2015 || “Cheer Up, My Brother / There Is No One Else’’ || Omena || |- |} ===Remixes=== *2011 Mariah Carey - I Want To Know What Love Is (HNNY Edit) *2012 Steve Reich - Nagoya Marimbas (HNNY Edit) *2013 Vincenzo - Just Like Heaven (HNNY Remix) *2014 Naomi Pilgrim - It’s All Good (HNNY Remix) *2014 Dorsia - Ghana (HNNY Remix) *2014 Moon Boots Ft Kyiki - Don't Ask Why (HNNY Remix) *2014 Flight Facilities Ft Emma Louise - Two Bodies (HNNY Remix) *2015 Shakarchi & Straneus - Hissmusik (HNNY Edit) *2015 Dante - Champagne Problems (HNNY Remix) ==References== Category:Swedish electronic musicians Category:Swedish DJs Category:Deep house musicians Category:Swedish house musicians Category:Electronic dance music DJs ",
    "title": "HNNY"
}