{
    "id": "45697328",
    "text": "R Venkataraman (31 August 19385 January 2010) was a classical musician and veena player from India, in the Carnatic Music genre. He was one member of a veena-violin-venu trio whose other members were Lalgudi G Jayaraman and N. Ramani. ==Early days and personal life== Venkataraman started his training in vocal music when he was four years old, under the guidance of his father Rama Subba Sastri. He started his veena lessons when he was eight under Lakshmi G. Krishnan. Venkataraman went on to become a student of Padma Bhushan K. S. Narayanaswamy. He later developed his vocal music skills under the guidance of Semmangudi Srinivasa Iyer and C. S. Krishna Iyer. ==Career== Venkataraman's career spanned five decades. During the years 1965 to 1968, he was part of the famous Veena-Venu-Violin trio concerts along with Lalgudi G. Jayaraman and N. Ramani. ===Tours=== Venkataraman has toured extensively between the years 2001 and 2005. Some of his performances have been in Australia, France among other countries. In addition to is performances he was well known for his lecture demonstrations. ===Students=== He has been the guru for numerous students for the veena and vocal performances. Some of his prominent students are Prince Rama Varma (vocal and veena), Sesha Nambirajan (veena), Iyer Brothers (veena), Seetha Balakrishnan (veena) and Sugandha Kalamegam. (vocal). ==Awards & felicitations== * Kerala Sangeetha Nataka Academy award for 1982 * \"Shanmukha Vadivu\" award by the Music Academy (1990) * \"Chellapally Ranga Rao\" award by the Music Academy (1990) * Honored by the Semmangudi Sreenivasa Iyer trust (1999) * \"Sangita Kala Acharya\" title conferred by the Music Academy (2009) ==Death== The maestro and his daughter, Jayasree, died in a car accident at Ulundurpet on 5 January 2010. Their car was on a bridge on the national highway. ==References== Category:Saraswati veena players Category:1938 births Category:2010 deaths Category:20th-century Indian musicians ",
    "title": "Trivandrum R. Venkataraman"
}