{
    "id": "45692240",
    "text": "2 Thessalonians 3 is the third (and the last) chapter of the Second Epistle to the Thessalonians in the New Testament of the Christian Bible. Traditionally, it is believed to be written for the church in Thessalonica by Apostle Paul, likely in Corinth shortly after the first epistle (which was written in about 50-51 CE),Best, E. (1972), A Commentary on the First and Second Epistles to the Thessalonians, Black's New Testament Commentaries (London: Adam £ Charles Black). p. 59; apud Esler 2007, p. 1213. Quote: 'to meet a new situation in respect of eschatology and a deteriorating situation in respect of idleness', although 'we do not know from where Paul received his information'. although there were debatable charges that it is the work of a secondary imitator after Paul's death (in 70s to 100 CE). This chapter contains a mutual prayer, warnings against loafers and the conclusion of the epistle. ==Text== The original text was written in Koine Greek. This chapter is divided into 18 verses. ===Textual witnesses=== Some early manuscripts containing the text of this chapter are: *Codex Vaticanus (AD 325–350) *Codex Sinaiticus (330–360) *Codex Alexandrinus (400–440) *Codex Freerianus (c. 450; extant verses 8–10) *Codex Claromontanus (c. 550) ==Mutual Prayer (3:1-5)== This section contains a series of moral admonition and a prayer that the recipients get 'the ability to carry out the instructions'. ==Warning against Loafers (3:6-15)== The subject of this part is to address those who live 'in disorderly way' ('attaktōs), which should be avoided by the members of the church. ===Verse 10=== \"Who doesn't work doesn't eat\" – Uzbek, Tashkent, 1920 (Mardjani Foundation) : For even when we were with you, this we commanded you, that if any would not work, neither should he eat. KJV * \"When we were with you\": refers to Paul's stay at Thessalonica in person, when the Gospel was first preached to the addressees. The Ethiopian version has it in the singular person, \"when I was with you, I commanded you\".John Gill's Exposition of the Entire Bible, – 2 Thessalonians 3:10 * \"If any would not work, neither should he eat\": This is a sort of a frequently used Jewish proverb,Bereshit Rabba, sect. 14. fol. 13. 1. Echa Rabbati, fol. 48. 4. & Midrash Koholet, fol. 65. 4. \"that if a man would not work, he should not eat\". Also:T. Bab. Avoda Zara, fol. 3. 1. ==Conclusion (3:13-18)== Paul gives the final messages, puts his own handwriting as a sign of authenticity and ends with a benediction which has become standard. ==See also== * Jesus Christ * Second Coming * He who does not work, neither shall he eat * Related Bible parts: 1 Thessalonians 4, 1 Thessalonians 5 ==References== ==Sources== * * ==External links== * King James Bible - Wikisource *English Translation with Parallel Latin Vulgate *Online Bible at GospelHall.org (ESV, KJV, Darby, American Standard Version, Bible in Basic English) *Multiple bible versions at Bible Gateway (NKJV, NIV, NRSV etc.) 03 ",
    "title": "2 Thessalonians 3"
}