{
    "id": "45694804",
    "text": "Sir Thomas Wardle (26 January 1831 – 3 January 1909) was a British businessman, known for his innovations in silk dyeing and printing on silk. He collaborated with the designer William Morris, who visited his dyeworks in Leek, Staffordshire to learn how to use natural dyes. He was knighted by Queen Victoria for his services to the silk industry. ==Early life== Wardle was born in Macclesfield, Cheshire, a silk manufacturing town. He was the eldest son of Joshua Wardle, who in 1830 had opened a silk dyeing business near Leek in the Staffordshire Moorlands, south of Macclesfield. Silk weaving had begun in Leek in the late 17th century and silk dyeing began during the 18th century. Leek became celebrated for its black dyes, in particular a \"raven-black\" (blue- black) dye. The water of the local River Churnet was agreed to be a key ingredient in this product. Aged about 16 Wardle joined his father's business. In 1872 he bought two dyeworks in the town (Hencroft and Mill Street dyeworks) from Samuel Tatton, a local businessman. A P Baggs, M F Cleverdon, D A Johnston and N J Tringham, 'Leek: Leek and Lowe', in A History of the County of Stafford: Volume 7, Leek and the Moorlands, ed. C R J Currie and M W Greenslade (London, 1996), pp. 84-169 British History Online, accessed 23 December 2016.Portrait of Sir Thomas Wardle, Leek Staffordshire Past-track, accessed 23 December 2016.“Wardle, Sir Thomas (1831–1909),” Sarah Bush in Oxford Dictionary of National Biography, eee online ed., ed. David Cannadine, Oxford: OUP, 2004, http://www.oxforddnb.com/view/article/36740. Accessed 23 December 2016 (subscription or UK public library membership required). ==Tussar silk== Wardle was interested in tussar silk, a type of wild silk. He became involved in making this silk commercially successful, after George Birdwood, a doctor and naturalist in India, who became known for his book Economic Vegetable Products of the Bombay Presidency, pointed out in 1860 its commercial potential. There was a great supply of tussar silk but it was resistant to dyeing. After much experimentation, Wardle in 1867 was able to treat the fibre, to overcome its resistance to dyes. At the Paris Exhibition of 1878, Wardle exhibited various samples of tussar silk; he was subsequently appointed a Chevalier of the Legion of Honour. ==Collaboration with William Morris== From 1875 to 1877 William Morris, of the Arts and Crafts movement, visited Wardle's dyeworks to experiment with indigo dyeing, and printing with this sort of dye. They became good friends, and remained so. Their aim was to produce a depth of colour with natural dyes, such as they found in Indian textiles. They succeeded in making vegetable dyeing important in the dyeing industry. By 1876 Wardle was printing a range of Morris's designs. At Morris & Co. at Merton Abbey Mills, Morris established his own textile printing while Wardle continued to print Morris's early designs. The Wardle Heritage, accessed 23 December 2016. Wardle also collaborated with other designers such as Léon-Victor Solon. ==In Bengal and Kashmir== In 1885, Wardle accepted a Government invitation to visit Bengal Province (part of the then British Raj in India), to investigate the state there of sericulture; the quality of silk from there was not as good as silk from producers in other countries. He found that a great proportion the silkworms were dying of preventible diseases, and that reeling from cocoons was not done well. He set up training courses for local silk farmers, and for local technicians, and got the dyestuffs more organized; these changes much improved the silk industry in Bengal.Thomas Wardle of Leek Peakland Heritage, accessed via the Wayback Machine, 23 December 2016. On the same visit he went in 1886 to Kashmir, where silk production was in a poor state. He had ideas for its revival, which on his return home he presented to the government; eventually in 1897 he purchased in Europe large amounts of silk-worm eggs and cocoon-reeling machinery for Kashmir, which revived the silk industry there. ==Family and local interests== In 1857 he married Elizabeth Wardle, a distant cousin, daughter of Hugh Wardle. They had fourteen children, of whom five sons and four daughters survived to adulthood. Lady Wardle was an accomplished embroiderer, and founded the Leek Embroidery Society. The Society's work was sold in 1880s in a Wardle shop in New Bond Street, London; it was also involved in a full-scale replica of the Bayeux Tapestry. She died at Leek, Staffordshire on 8 September 1902. Wardle was interested in geology, and became a fellow of the Geological Society of London. He had a collection of Carboniferous Limestone fossils, and wrote about geology, particularly of his local area. He was active in local church affairs: he was churchwarden of St Edward's Church in Cheddleton, and he wrote some church music. Shortly before his death he donated a new chancel to Warslow church. Oscar Wilde, in a lecture he gave in Leek in 1884, paid tribute to Thomas Wardle's work. In 1887 he helped to found the Silk Association of Great Britain and Ireland, of which he was president during his lifetime. He was a fellow of the Chemical Society. He wrote several monographs about silk, and he received a knighthood in 1897 for services to the silk industry. The businesses developed by Wardle in his lifetime continued in Leek, with changes of name, in the twentieth century. He died in Leek in 1909 and was buried in Cheddleton churchyard. ==Centenary== Wardle's centenary in 2009 was marked by exhibitions in Leek, London's William Morris Gallery (Experiments In Colour), and Manchester's Whitworth Art Gallery. ==References== ==External links== * Category:1831 births Category:1909 deaths Category:Knights Bachelor Category:People from Leek, Staffordshire Category:People from Macclesfield Category:Fellows of the Geological Society of London Category:Silk production Category:Textile manufacturers of England Category:Companies based in Staffordshire Category:19th-century English businesspeople ",
    "title": "Thomas Wardle (industrialist)"
}