{
    "id": "45692995",
    "text": "James Ramsay after Sebastian Furck. Sir James Ramsay (1589 – 11 March 1638), known as \"Black Ramsay\", was a Scottish soldier in the Swedish service. ==Biography== Ramsay a native of Scotland, born about 1589, was the eighth of nine children of Robert Ramsay of Wyliecleuch. James was nearly related to John Ramsay, viscount Haddington and earl of Holderness. A brother David is noticed separately. James accompanied James VI to England on his accession to the English throne, and was an attendant in the privy chamber of the king and Prince Henry. Subsequently he sought military service abroad and under Gustavus Adolphus. At the battle of Breitenfeld, Ramsay, as eldest colonel, had the command of three regiments of chosen musketeers forming the vanguard. At the capture of Würzburg in October 1631 he headed a storming party, and was shot in the left arm. The wound prevented him from accompanying his regiment during the rest of the campaign and the succeeding year. Gustavus rewarded Ramsay with a grant of lands in the duchy of Mecklenburg and with the government of Hanau. James Ramsay by Sebastian Furck, after Johannes Nicolas Cressius, 1636. In 1634 Sir George Douglas, ambassador from Charles I to Poland, visited Ramsay at Hanau. In 1635 the imperialists besieged Hanau, which Ramsay defended with the greatest skill and pertinacity. The besieged were reduced to feeding on cats and dogs, but in June 1636 William, landgrave of Hesse, aided by the Swedes under Sir Alexander Leslie, raised the siege. Ramsay utilised the respite which this victory gave him to victual the place against a new siege, and to send provisions to the French garrison of Ehrenbreitstein or Hermanstein. In June 1636 Hermanstein surrendered, and in the following month Hanau was besieged by the forces of the elector of Mainz and the bishop of Würzburg under Baron Metternich. At the same time Philip Maurice, count of Hanau, made his peace with the emperor, and relinquished the Swedish cause. Seeing the impossibility of maintaining himself in Hanau, Ramsay agreed to evacuate the city on honourable terms. He was to receive fifty thousand reichsthalers (about 15,000l.), to be paid to his wife in Scotland, to be secured an equivalent for his lands in Mecklenburg, and to be conducted safely to the Swedish quarters. Till the terms were carried out he was to be allowed to stay in Hanau as a private man. In a few weeks, however, Ramsay saw reason to believe that the agreement would not be fairly executed, and in December 1637 he made the count of Hanau prisoner, and retook possession of Hanau. He was not strong enough to hold it, and on 12 February 1638 it was surprised by Henry, count Nassau Dillenburgh. Ramsay, who defended himself to the last, was severely wounded, and died a prisoner in the castle of Dillenburgh on 11 March 1638. An engraved portrait by Sebastian Furck, representing Ramsay in armour, and dated 1636, describes him as aged 47 in that year. But in the version of the same portrait prefixed to Dalrymple's memoir his age is given as 57. Monro describes Ramsay as ‘called the black,’ apparently to distinguish him from another Sir James Ramsay, ‘called the fair,’ who was also in the service of Gustavus Adolphus. This second Sir James Ramsay was colonel of a regiment of English foot in the Swedish army, and returned to England with the Marquis of Hamilton in 1632. He died at London before 1637, the date of the publication of Monro's book. Probably he was the Ramsay who commanded a regiment in the expedition to Rhé. A third Sir James Ramsay commanded the left wing of the parliamentary horse at the battle of Edgehill. His troops ran away at the first charge, and he was tried by court- martial at St. Albans on 5 November 1642. The court reported that he had done all that it became a gallant man to do. In December 1642, Essex sent Ramsay to fortify Marlborough, and he was taken prisoner at its capture by the royalists on 5 December. Ramsay subsequently commanded a regiment of horse in Essex's expedition to relieve Gloucester, and did good service. ==References== ;Attribution ==External links== Category:1589 births Category:1638 deaths Category:16th-century Scottish people Category:17th-century soldiers Category:Scottish soldiers Category:Scottish mercenaries Category:Scottish expatriates in Sweden Category:Scottish people of the Thirty Years' War ",
    "title": "Sir James Ramsay"
}