{
    "id": "45694615",
    "text": "Barter Concert is an event organised by Sonic Lee in a bid to advocate a ‘sharing spirit’ among the community in Hong Kong. There is a different theme each year and every event requires its participants to take an item with them and contribute it to the concert. Items collected will then be sent to the targeted organisation of the year to aid those in need. It is hoped that through such sharing sessions, the awareness of general public for the marginalized groups among the society will be aroused. 2015 is already the third edition of the event. ==Background of the main organizer group (DE TESLA)== Lee, the founder, is the pianist for a local independent band De Tesla, which was established in 2010. Their music circumvolves the notion of dream-realization and local social issues. They emphasise on creating the conditions they need to make their dream happen if the society does not provide them with what they need. After several fatal incidents of his friends, Lee attempts to probe the relationship between medical care and life. Lee acknowledges the capability of medical profession in curing patients physically, yet has reservations on the extent of help the medical crew offers psychologically to patients. With collected efforts, Lee expects that through Barter Concert, more and more in the society are willing to care about the mental health of patients. ==Past events== ===Barter Concert 2013=== 2013 was the first edition of Barter Concert. In response to the aim, audience were asked to bring three kinds of food, namely canned food, a bag of biscuits and one single tetra pak drink. Food and beverages gathered were re-distributed to the homeless and people living in cramped quarters by two cooperating units: ‘平等分享行動’ (Sharing for Equality Scheme) and '青懷社區組織' (a social council service for teenagers). Lee expressed that Barter Concert is a chance for the public to reflect on what they can do for the society and to explore the potential of Hong Kong to become a better society. The four cooperation units would be Ng Cheuk Yin (a famous musician), Jim Lau (a well-known composer and producer), ChU SzE mAgiC (a band established in 2007) and Fair Oaks Trio (a jazz music group). ===Barter Concert 2014=== This is the second edition of Barter Concert, with the theme being ‘sharing music between the poor and the rich’. Audiences were encouraged to donate their old piano scores to the concert so that they could be given to grass-root children whose families are facing financial difficulties but would like their children exposed to better education. WeWah Music, partner of the year, volunteered to teach those children free of charge for three years. Lee said that he hoped others could find their life goals and story through music. ===Barter Concert 2015=== This is the leaflet front page of Barter Concert in 2015 This is the leaflet back page of Barter Concert in 2015 This year’s Barter Concert was held on 8 March 2015 in the Hong Kong City Hall (Concert Hall). Theme of the year was ‘關心一件事情不會只得一個方法’ (there are always more ways to show your care to others). The whole concert was a series of events, including 100 minutes music performances, sharing stories about caring patients and reflect the result of the past two concerts held. There were four voluntary organizations responsible for the sharing section of around 25 minutes. The four organisations were Hong Kong West Cluster, society of Pastoral Care Company Limited., Caring CLOWN and ‘平等分享行動’(Sharing for Equality Scheme). Barter Concert 2015 required participants to bring a piece of ginger to the concert. The organiser even challenged ‘夠薑就用器官換音樂’ (Exchange organ for music if you dare← ‘the homophone for ginger’). Some of the gingers would be distributed to students for planting. The rest of them would be cooked as ‘糖水’ (Tong sui , a traditional dessert) and sent to Residential Care Homes and the elderly living alone. This year’s performing artists included DE TESLA, Serrini (an independent artist), The Six Heads, Jim Lau (柳重言) and Set Tone Men, a cappella group. ==References== Category:2013 establishments in Hong Kong Category:Annual events in Hong Kong Category:Benefit concerts Category:Recurring events established in 2013 ",
    "title": "Barter Concert (Hong Kong)"
}