{
    "id": "45690782",
    "text": "Sajana Rana (born 13 June 1987) is a Nepalese women's footballer who currently is part of the Nepal women's national football team and plays as a futsal midfielder for New Radiant's women's team having previously played for the APF Club. ==Club career== In 2013 Rana won the most valuable player award at the 15th edition of the women's Ncell Cup. As a prize she was gifted one Yamaha scooter. In 2015 it was announced that Rana would be moving to the Maldives to play futsal for New Radiant from March to April. In doing so Rana becomes the first ever Nepali women's footballer to play abroad. In the second game for her new club Rana scored twice to book her team's place in the regional tournaments quarter final. \"I am enjoying it her in Malé. I scored two goals in our second match and I am determined to score goals un our very important match lining up\" Rana told the press after the game. ==International career== Rana made her debut for Nepal in the 2010 SAFF Women's Championship. In a friendly match against Kuwait Rana scored in the very first minute in what ended up being a historic 8-0 victory for Nepal. Rana came into the 2012 SAFF Women's Championship caring a significant knee injury sustained in 14th edition of the women's Ncell Cup, yet she still managed to score three goals during the tournament, in an 8-0 win over Pakistan and scored twice in a 7-1 win over Afghanistan. Coming into the 2014 SAFF Women's Championship Nepal were missing Jamuna Gurung, and it was Rana's job to support star striker Anu Lama. Rana herself scored two goals in another 8-0 victory over Bhutan as well as the second goal in the form of a penalty kick in a 2-0 win over Pakistan although in the same match she missed another penalty latter on in the game. In the semi-finals against Bangladesh Rana scored yet another spot-kick as the only goal in a tight 1-0 win. The tournament would end bitterly for Nepal as they once again lost to India in the final by a 6-0 scoreline. ==References== Category:1987 births Category:Living people Category:People from Syangja District Category:Nepalese women's footballers Category:Nepal women's international footballers Category:Expatriate women's footballers in the Maldives Category:New Radiant SC players Category:Nepalese expatriate footballers Category:Nepalese footballers Category:Nepalese expatriate sportspeople in the Maldives Category:Women's association football midfielders ",
    "title": "Sajana Rana"
}