{
    "id": "45692765",
    "text": "SEOUL International Women's Film Festival (SIWFF, previously International Women's Film Festival in Seoul, IWFFIS) is an annual film festival held in Seoul, South Korea. The first festival took place on April 1, 1997, which marked the second appearance of the international film festival in Korea following Busan International Film Festival launched in 1996. This was a time when there was not a clear idea on how to define a film festival. During this time, SEOUL International Women's Film Festival came up with the catchphrase \"See The World Through Women's Eyes.This phrase set its main goal to introduce women's films that explore “women’s reality from the women’s perspectives.” The 1st edition of Seoul International Film Festival focused on featuring films by women, for women, and of women. The festival received a number of positive reviews from the audience, which was never anticipated this much. Seoul International Film Festival, which used to occur every other year, has become an annual event since the 3rd festival in 2001 as a result of continuous audience support. For the 6th edition in 2004, SEOUL International Women's Film Festival looked for changes by relocating the festival office and venues to Sinchon, the street of youth and culture. The Queer Rainbow section, which presented films about life and culture of gender minorities, was first introduced in the 9th edition in 2007. In 2015, SEOUL International Film Festival attempted to build a new festival identity and became a cultural platform more approachable for a wide variety of audiences by changing the official English title of the festival from International Women's Film Festival in Seoul to SEOUL International Women's Film Festival and by retouching the festival logo used for last 17 years. == Characteristics == *Received attention as the world's largest international women's film festival. *Playing a central role in building a women's film network both across Asia and the world. *Discovering Asian women filmmakers and supporting women's film projects. *Creating a new breed of women's culture as an agent of cultural production. == Forums == SIWFF represented itself as an activist forum in light of the Candlelight Revolution which occurred in 2016 at Ewha University. This on campus activism movement occurred after students found out the university illegitimately admitted a student due to her connection with the Korean president at the time, Park Geun-Hye. The campus is just a few minutes away from the festival cinema which was hosting its 18th edition of the festival. Accordingly, audience numbers for this year rose exponentially from previous years. According to Hyeyoung Cho, a programmer for the festival, the 'young-young feminists' were responsible for the high turnout, the same constituency responsible for the Candlelight Revolution. These 'young-young feminists' were dedicated to volunteer for the festival while also looking for feminist role models within the film industry. They showed up in numbers to show their support for relevant documentaries to their own experience, such as Candle Wave Feminists, directed by Kangyu Garam. == Initiative Towards Gender Equality == SIWFF addressed the #MeToo movement during its 20th film festival in light of the Harvey Weinstein scandal. The 2013 Sundance documentary about Anita Hillwas shown which consisted of a similar scandal involving her sexual assault accusations against U.S. Supreme Court nominee, Clarence Thomas. SIWFF added a panel following the screening to dissect the recent news of similar accounts while critiquing the gender hierarchy embedded in our society. In March 2018, SIWFF's director Kim Sunah worked with the government agency KOFIC to broaden the film industry's standards regarding gender equality. She shed light on the inequality stemming from gender issues and sexual abuse, which then influenced the overall film industry and the films produced. The film festival also strives to actively raise awareness about women's issues through cinema. For example, for this year's 20th festival, SIWFF added an International Feature Competition to shed light on gender inequality from a diverse perspective. The Korean Feature Competition was also added in order to support the wide perspectives of female filmmakers. This year's festival will also highlight women's films via the 20th Anniversary Retrospective screenings to acknowledge the history of women's films. The 20th SIWFF also integrated two new international conferences to the program- \"Film Feminism's New Challenge: From Stare to Body and to the Joy of Difference\" and \"Policies and Strategies for Gender Equality in Film Industry.\" These conferences strive to evaluate the role of film and feminism embedded in social trends like online hashtag movements and gender politics. Some countries the conferences discuss include France, Taiwan, and South Korea. The film festival did not shy away from recognizing the 16 missing people in the 2014 South Korean sinking of MV Sewol Ferry Accident. The 16th film festival opened up with a solemn celebration to honor the victims in the accident while featuring wartime films in their lineup. == Awards == * International Feature Competition: Launched in 2018 as the highlight of the SIWFF, International Feature Competition aims to create a female-friendly and gender-sensitive film production environment which would grant women filmmakers more opportunities to make feature-length films starring female protagonists. This section features the categories Best Film, Best Director, and Special Jury Prize. * Korean Feature Competition: This section is designed for promoting Korean women’s fiction and documentary films excellently directed with thoughtful feminist perspectives. The selected films compete for the Best Korean Film Award. * Asian Short Film & Video Competition: This section took off in 2001 to discover talented Asian women filmmakers. It has produced a number of talented Korean women directors such as Jeong Jae-eun, Park Chan-ok, Jang Hee-sun, Lee Kyoung-mi, Roh Deok, and Hong Jae-hee. This section also has an award for the Best Director and an Audience Award. * I-Teens: This section is to discover teenage female filmmakers and support their future. During the festival period, the teenage audience jury called “I-Teens” views the films selected after preliminary evaluations, decides on the winner of “I-Teens Award” through passionate discussion, and announces the result at the closing ceremony. * Pitch & Catch: This section of the competition is dedicated to supporting work produced by female filmmakers. The 'Pitch & Catch' pitch competition is split up into two subsections, Feature Film and Documentary Film. The 'Feature Film' awards are the Megabox Grand Award, the Megabox Award, and the Audience Award. The 'Documentary Film' awards are the Ock-Rang Award, the Post Fin Award, the JINJIN Award, and The Audience Award. SEOUL International Women's Film Festival supports documentary production in collaboration with the Ock-Rang Cultural Foundation. This program is to promote and support the documentary projects led by Korean women directors as well as to raise social awareness about women's issues. What originally was known as the 'Documentary Ock-Rang Award' was changed to the 'Documentary' subsection of 'Pitch & Catch.' List of the Documentary Ock Rang Awardees {| class=\"wikitable\" |Year |Edition |Film |Director |- |2002 |1 |Waiting for Spring / A Wedding Gift |Jung Sue-yeon / Yi Choung-hwa |- |2003 |2 |Life Goes on |Ryu Mi-rye |- |2004 |3 |Umma (Mother) |Joung Ho-hyun |- |2005 |4 |Shocking Family / We Are Not Defeated |Kyoung-soon / Lee Hye-ran |- |2006 |5 |Out: Smashing Homophobia Project |Yi Young (Feminist Video Activism WOM) |- |2007 |6 |3×FTM |Kim Il-rhan |- |2008 |7 |The Time of Our Lives |Hong Ji-you, HAan Young-hee |- |2009 |8 |REDMARIA |Kyung- soon |- |2010 |9 |2 Lines |Ji-min |- |2011 |10 |Wandering Stars |Lee Suk-gyung |- |2012 |11 |The Empire of Shame |Hong Li-gyeong |- |2013 |12 |Glittering Hands |Lee Kil-bora |- |2014 |13 |Holy Working Day |Lee Hee-won |- |2015 |14 |Host Nation |Lee Ko-woon |- |2016 |15 |For Vagina's Sake |Kim Bo-ram |- |2017 |16 |Face the Other Side |Lee Sun-Hee |- |2018 |17 |One Way Restaurant |Parkkang Areum |} == History == *The 1st International Women's Film Festival in Seoul (1997) : Apr 11, 1997 - Apr 17, 1997 : Films Screened : 38 films from 9 countries : Festival Venues : Dong Soong Hall at Dong Soong Art Center : Total Audiences : 20,000 : Opening Film : The Widow (Mimang-in) (Park Nam- ok/Korea) : Closing Films(Awardees) : To Be (Park Chan-ok/Korea) / Welcome (JANG Hee-sun/Korea) / A Mirror's Story (KIM Si-kyoung/Korea) : Programs : Opening Film, New Currents, Asian-Pacific Cinema, Korean Cinema, Polemics- Fighting Back, Deep Focus : New German Feminist Cinema, Short Film & Video Competition *The 2nd International Women's Film Festival in Seoul (1999) : Apr 16, 1999 - Apr 23, 1999 : Films Screened : 52 films from 9 countries : Festival Venues : Dong Soong Hall at Dong Soong Art Center : Total Audiences : 22,000 : Opening Film : Red Suit (Li Shaohong/China) : Closing Films(Awardees) : Secret Diary (Jeong Jae-eun/Korea, Grand Prize) / Drying Red Pepper (JANG Hee-sun/Korea, First Prize) / To Be / Not To Be (YI Kyung-hee/Korea, First Prize) / Drying Red Pepper (JANG Hee-Sun/Korea, People's Choice) : Programs : Opening Film, New Currents, Deep Focus-Imagining Subversive Fantasy, Korean Cinema Retrospective - Madame's Rubber Shoes, Community Film making, Short Film & Video Competition *The 3rd International Women's Film Festival in Seoul (2001) : Apr 15, 2001 - Apr 22, 2001 : Films Screened : 67 films from 15 countries : Festival Venues : Dongsoong Hall and Hypertheque NADA : Total Audiences : 30,000 : Opening Film : Koryu: Southern Women, South Korea (KIM So-young / Korea) : Closing Films : Moon Set's Rain Fall's (PARK Hye Min/Korea) / Psycho Drama (YUN Jae-yeon/ Korea) / Deadline (Ensieh Shah- Hosseini/Iran) / Dear Tari (Chieko Yamagami/Japan) : Awardees : Grand Prize : Moon Set’s Rain Fall’s (PARK Hye Min/Korea), First Prize : Psycho Drama (YUN Jae-yeon/Korea), Deadline (Ensieh Shah-Hosseini/Iran), People's Choice : Dear Tari (CHIEKO Yamagami /Japan), IF Award : The Dream (KIM Jae-eui/Korea), Women's News Award : Jae-hee’s Story on the Sexual Harassment at Workplace (Korean Women Workers Associations United/JANG Hee-Sun/Korea) : Programs : Opening Film, New Currents, Women under Fire, Korean Cinema Retrospetctive - Gender Trouble, Short Film & Video Competition, Feminist Film and Video Activism Community, Special Retrospective : Agnès Varda, Focus on Contemporary Taiwanese Women Filmmakers *The 4th International Women's Film Festival in Seoul (2002) : Apr 4, 2002 - Apr 12, 2002 : Films Screened : 80 films from 19 countries : Festival Venues : Dongsoong Hall and Hypertheque NADA : Total Audiences : 32,000 : Opening Film : Violet Perfume: Nobody Hears You (Maryse Sistach/Maxico) : Closing Films : Family Project: House of a Father (JO Yun- kyoung/Korea), Too Happy to Die (CHOI Jin-young/Korea), Bait (KIM Kyoung- hee/Korea), The Moonchild (KIM Kyung-hwa/Korea) : Awardees : Grand Prize : Family Project (JO Yun-kyoung/Korea), First Prize : Too Happy to Die (CHOI Jin-young/Korea), Bait (KIM Kyoung-hee/Korea), People's Choice : The Moonchild (KIM Kyung-hwa/Korea), IF Award: Keeping the Vision Alive (Yim Soon- rye/Korea), Women's News Award : Winter to Winter (PARK Oak-soon/Korea), Documentary Ock Rang Award : Waiting for Spring (JUNG Sue-yeon/Korea), A Wedding Gift (YI Choung-hwa/Korea) : Programs : Opening Film, New Currents, Deep Focus : Grrrl Power, Korean Cinema Retrospective : Women as Sexual Outlaw, Asian Cinema : A View on Indian Independent Women, Focus on Tahmineh Milani, Feminist Film and Video Activism, Asian Short Film & Video Competition *The 5th International Women's Film Festival in Seoul (2003) : Apr 11, 2003 - Apr 18, 2003 : Films Screened : 117 films from 19 countries : Festival Venues : Dongsoong Hall and Hypertheque NADA : Total Audiences : 34,000 : Opening Film : A Smile (Park Kyung-hee/Korea) : Closing Films : Oh! Beautiful Life (KIM In-suk/Korea), The Ballads of Grandmothers (LEE Ching-hui/Taiwan), She Loves to Massage Feet (LEE Doh/Korea), The Secret of Heaven (SUN Koh/Singapore) : Awardees : Grand Prize : Oh! Beauriful Life (KIM In- suk/Korea), First Prize : The Ballads of Grandmothers (LEE Ching-hui/Taiwan), She Loves to Massage Feet (LEE Doh/Korea), People's Choice : The Secret Heaven (SUN Koh/Singapore), IF Award : A Smile (PARK Kyung-hee/Korea), Women's News Award : Turtle Sisters (Women with Disabilities Empathy/Women Visual Collective WOM/Korea), Documentary Ock Rang Award : Life Goes On (RYU Mi- rye/Korea) : Programs : Opening Film, New Currents, Deep Focus : Feminist Experimental Film/Video, Korean Cinema Retrospective : Femme Fatale of a Thousand Faces, Do Kum-bong, Asian Cinema: Filipina Cinema Panorama, Focus on Léa Pool, Feminist Film and Video Activism, Asian Short Film & Video Competition, Documentary Ock Rang Award, Special Screening *The 6th International Women's Film Festival in Seoul (2004) : Apr 2, 2004 - Apr 9, 2004 : Films Screened : 73 films from 20 countries : Festival Venues : Atreon Theater 1, 2 / Cineplex Noksaek 3 : Total Audiences : 35,000 : Opening Film : In the Cut (Jane Campion/Australia, USA) : Closing Films : Feel Good Story (Lee Kyoung-mi/Korea), I Want to Invite You (KIM A-young/Korea), The Island of Mine (WANG I-hwa/Taiwan), Feel Good Story (Lee Kyoung-mi/Korea) : Awardees : Grand Prize : Feel Good Story (Lee Kyoung-mi/Korea), First Prize : I Want to Invite You (KIM A-young/Korea), The Island of Mine (WANG I-hua/Taiwan), People's Choice : Feel Good Story (Lee Kyoung-mi/Korea), IF Award : Invisible Light (Gina Kim/Korea), Women's News Award : Salt - Korean Railway Women Workers Story (PARK Jeong-suk/Korea), Forgotten Warriors (KIM Jin-yeul/Korea), Documentary Ock Rang Award : he Eldest Daughter-in-law(Tentative Title) (JOUNG Ho-hyun/Korea) : Programs : Opening Film, New Currents, Young Feminist Forum, Asian Cinema : A Testimonial to Women in Classical Japanese Cinema, Focus on Margarethe von Trotta, Feminist Film and Video Activism, Asian Short Film & Video Competition, Documentary Ock Rang Award *The 7th International Women's Film Festival in Seoul (2005) : Apr 8, 2005 - Apr 15, 2005 : Films Screened : 86 films from 27 countries : Festival Venues : Artreon 1,2,4 : Total Audiences : 36,000 : Opening Film : The Holy Girl (Lucrecia Martel/Argentina) : Closing Films : Flowering Day (KIM Bo-jeong/ Korea), Garivergas (KIM Sun-min / Korea), Ooh, You Make Me Sick (SOHN Won-pyung/ Korea) : Awardees: Grand Prize: Flowering Day (KIM Bo-jeong/Korea), First Prize: Garivegas (KIM Sun- min/Korea), Ooh, You Make Me Sick (SOHN Won-pyung/Korea), People's Choice: Flowering Day (KIM Bo-jeong/Korea), IF Award: The Helmet (One/Korea), Women’s News Award: Mamasang: Remember Me This Way (KIM Il-rhan/CHO Hye-young/Korea), Documentary Ock Rang Award: Shocking Family (Kyung-soon/Korea), We Are Not Defeated (Tentative Title) (LEE Hye-ran/Korea) : Programs : Opening Film, New Currents, Young Feminist Forum, Korean Cinema Retrospective: Confessing Women, Turkish Cinema Panorama: Living as a Woman in Islamic Culture, Focus on Věra Chytilová, Feminist Film and Video Activism, Asian Short Film & Video Competition, Documentary Ock Rang Award *The 8th International Women's Film Festival in Seoul (2006) : Apr 6, 2006 - Apr 14, 2006 : Films Screened : 96 films from 33 countries : Festival Venues : Artreon 1, 2, 4 : Total Audiences : 33,000 : Opening Film : Sisters in Law (Kim Longinotto, Florence Ayisi/UK,Cameroon) : Closing Films : Atomic Punch, My Darling (SUN Jee- yeon/Korea), Oh! My Mum (Chang Nai-Yun/Taiwan), Cheftzi On Air (Dalit Eliraz/Israel), Excellent Work! (JEONG Da-mi/Korea) : Awardees : First Prize : Atomic Punch, My Darling (SUN Jeeyeon/Korea), Oh! My Mum (CHANG Nai- Yun/Taiwan), Cheftzi On Air (Dalit Eliraz/Israel), People's Choice : Excellent Work! (JEONG Da-mi/Korea), IF Award: The Flash and Bone (Amy Lee/Korea), Women’s News Award : Unlimited Girls (Paromita Vohra/India), Please, Have the Menses! (SON Hyun-ju/Korea), Documentary Ock Rang Award: Lesbian Censorship in School 2 (LEE young/Korea) : Programs : Opening Film, New Currents, African Cinema : My Africas, Feminist Documentary Pioneers : Thousand Voices, Focus on Marleen Gorris, Feminist Film and Video Activism, Korean Cinema in Focus : Women, People, and Korean New Wave, Asian Short Film & Video Competition, Documentary Ock Rang Award *The 9th International Women's Film Festival in Seoul (2007) : Apr 5, 2007 - Apr 12, 2007 : Films Screened : 100 films from 29 countries : Festival Venues : Artreon 1, 2, 4 : Total Audiences : 40,000 : Opening Film : Antônia (Tata Amaral/Brazil) : Closing Films : You Will Know (KIM Young-jae/Korea), Housekeeper (Emel Çelebi/Turkey), Seung-a (KIM Na- young/Korea) : Awardees : Grand Prize: You Will Know (KIM Young-jae/Korea), First Prize: Housekeeper (Emel Çelebi/Turkey), Be with Me (KIM Na- young/Korea), People's Choice: You Will Know (KIM Young-jae/Korea), ※ Special Mention: Bin Woman Baseball Team (KIM Jung Sun/Korea), Women’s News Award: A Passing Rain (KIM Myoung-hwa/Korea), Grrl X-ing (Reel Grrls/America), Documentary Ock Rang Award: F2M (Tentative Title) (Kim Il-rhan (Collective for Sexually Minor Cultures pinks/Korea)) : Programs: Opening Film, New Currents, Women Migrants : Invisible People, Focus on Márta Mészáros, Youth Program : Girls on Film, Empire and Women, Queer Rainbow, Asian Short Film & Video Competition, Documentary Ock Rang Award *The 10th International Women's Film Festival in Seoul (2008) : Apr 10, 2008 - Apr 18, 2008 : Films Screened : 140 films from 30 countries : Festival Venues : Theater 'Yong', Artreon 1, 3, 4, 5, 6 : Total Audiences : 50,000 : Opening Film : The 10th Anniversary Project “Ten Ten” (Korea) : Closing Films : Highschoolgirls (PARK Ji-wan/Korea), Lioness(es) (HONG Jae-hee/Korea), The Things She Can't Avoid in the City (PARK Jee-youn/Korea), Mi-ja's Beauty Parlor (LEE Yoon-young/Korea) : Awardees : Grand Prize: Highschoolgirls (PARK Ji-wan/Korea), First Prize: Lioness(es) (HONG Jae-hee/Korea), The Things She Can\\'t Avoid in the City (PARK Jee- youn/Korea), People's Choice : Mi-ja's Beauty Parlor (LEE Yoon-young/Korea), ※ Special Commendation : She Saw Spring (Ji-min/Korea), Park Namok Award: Forever the Moment (Yim Soon-rye), Documentary Ock Rang Award: Lesbian Political Challenge (tentative) (Hong Ji-yoo, Han Young-hee), Women’s News Award: Stairs of Doll (SUH Jung-min/Korea), Alice or Life in Black and White (Sophie SCHOUKENS/Belgium) : Programs : Opening Film, New currents, Queer Rainbow, Girls on Film, Asian Short Film & Video Competition, Focus on Peng Xiaolian, Open Cinema, Female Bodies: Biopolitics and Body Politics, Fantastic Women's Cinema: Women in Paraxis, Curtain Call, 97-07 Women's Cinema in Korea, Documentary Ock Rang Award, Media Workshop for Women Migrants *The 11th International Women's Film Festival in Seoul (2009) : Apr 9, 2009 - Apr 16, 2009 : Films Screened : 95 films from 23 countries : Festival Venues : Artreon 1, 3, 4, 5 : Total Audiences: 40,000 : Opening Film: Half Life (Jennifer PHANG/USA) : Closing Films : Goodbye (SONG Fang/China), With or Without You (CHOU She-wei/Taiwan), Too Bitter to Love (Gone/Korea), Moondy (JUNG Hae- sim/Korea) : Awardees : Grand Prize: Goodbye (SONG Fang/China), First Prize: With or Without You (CHOU She-wei/Taiwan), Too Bitter to Love (Gone/Korea), People's Choice : Moondy (JUNG Hae-sim/Korea), Documentary Ock Rang Award: Red Maria (Kyung-soon), Women’s News Award: Breezy Day (JUNG Ji-won/Korea), Teen’s Movie: Rain (Maria GOVAN/Bahama), ※ Special Commendation : Sonja (Kirsi Marie LIIMATAINEN/German) : Programs : Opening Film, New Currents, Queer Rainbow: A Special Everyday Affair, Girls on Film: Girls on the Road, Open Cinema, Special Section: Women’s Labour and Poverty, On Aging, Asian Short Film & Video Competition, Media Workshop for Women Migrants: Video Daiary of Our Own, Documentary Ock Rang Award *The 12th International Women's Film Festival in Seoul (2010) : Apr 8, 2010 - Apr 15, 2010 : Films Screened : 102 films from 27 countries : Festival Venues : Artreon 1, 2, 4, 5 : Total Audiences : 46,000 : Opening Film : The Day Will Come (Susanne SCHNEIDER/Germany, France) : Closing Films : Believe in Me (KIM Jin-young/Korea) / Vacance (BAEK Joo-eun/Korea) / Mirror & Watch (LEE Won-woo/Korea) / Are You Happy? (JUNG Hye-eun/Korea) : Awardees : Asian Short Film & Video Competition, MaryKay Grand Prize : Believe in Me (KIM Jin-young/Korea), MaryKay First Prize : Vacance (BAEK Joo- eun/Korea) / Mirror & Watch (LEE Won-woo/Korea), People's Choice : Are You Happy? (JUNG Hye-eun/Korea), Feature Film Pitch & Catch, Artreon Award : Two Weddings and a Funeral (Kim Jho Gwangsoo/Korea), Audience Award : Two Weddings and a Funeral (Kim Jho Gwangsoo/Korea), Documentary Film Pitch & Catch, Documentary Ock Rang Award : 2 Lines (GEE Min, LEE Choul/Korea), NAWFF Award: A Brand New Life (Ounie LECOMTE/Korea, France), Women's News Award: Blessed (Ana Kokkinos/Australia), Teen's Movie: Mall Girls (Kasia ROSŁANIEC/Poland), Audience Award : Am I a Loser? (KIMCHO Younghyun) : Programs : Opening Film, New Currents, Asian Spectrum: Post 98 Indonesian Women, Polemics: Maternity in Questionm, Transmediascape, Queer Rainbow: Generation to Generation, Open Cinema, Asian Short Film & Video Competition, Documentary Ock Rang Award, Media Workshop for Women Migrants: Asian Wonder Women, ACTION!, NAWFF Seoul 2010 *The 13th International Women's Film Festival in Seoul (2011) : Apr 7, 2011 - Apr 14, 2011 : Films Screened : 115 films from 30 countries : Festival Venues : Artreon 1, 3, 5, KOFA 2, Arthall 'BOM', : Total Audiences : 41,000 : Opening Film : The Hairdresser (Doris Dörrie/Germany) : Closing Films : Confession (YU Ji-young/Korea) / City (KIM Ye-young, KIM Young-geun/Korea) / Working on Saturday (KOO Eun-ji/Korea) / Living without Men (LUO Yi/UK, China) : Awardees : Asian Short Film & Video Competition, MaryKay Grand Prize : Confession (YU Ji-young/Korea), MaryKay First Prize : City (KIM Ye-young, KIM Young-geun/Korea) / Working on Saturday (KOO Eun-ji/Korea), People's Choice : Living without Men (LUO Yi/UK, China), Pitch&Catch;, Feature Film Pitch & Catch, Artreon Award : Grape Candy(KIM Heejung/Korea), Audience Award : Grape Candy(KIM Hee Jung/Korea), Documentary Film Pitch & Catch, Documentary Ock Rang Award : Wandering Stars (Lee Sukkyung/Korea), Audience Award : Nora Noh (KIM Sunghee/Korea), Teen’s Movie: Jucy (Louise ALSTON/Australia) : Programs : Opening Film, New Currents, Asian Spectrum: Chinese Women, Polemics: The Places, Ani-x: Dream, Mind and Reality in Animation, Korean Cinema Retrospective: Seoul Flâneuses, Queer Rainbow: the Q word, Open Cinema, Asian Short Film & Video Competition, Documentary Ock Rang Award, Media Workshop for Women Migrants: Salad Woman with a Camera of Hope *The 14h International Women's Film Festival in Seoul (2012) : Apr 19, 2012 - Apr 26, 2012 : Films Screened : 120 films from 30 countries : Festival Venues : Artreon 1, 2, 4, 5, CGVSongpa 5, KOFA 2, : Total Audiences : 42,000 : Opening Film : The Prize (Paula MARKOVITCH / Mexico, France, Poland, Germany) : Closing Films : Lights in the Dusk (YU Eun-jeong/Korea) / There Is Something in the Air(Iram GHUFRAN/India) / Kung Fu Grandma(PARK Jeong-one/UK) / Anesthesia(KIM Souk- young/Korea) : Awardees : Asian Short Film & Video Competition, MaryKay Grand Prize : Lights in the Dusk (YU Eun-jeong/Korea), MaryKay First Prize : There Is Something in the Air(Iram GHUFRAN/India) / Kung Fu Grandma(PARK Jeong- one/UK), People's Choice : Anesthesia(KIM Souk-young/Korea) (LUO Yi/UK, China), Pitch&Catch;, Feature film Pitch & Catch : Artreon Award Grand You Belong Here (KANG Heayun/Korea), Seoul Women's Vision Award You Belong Here (KANG Heayun/Korea), Artreon Award prize I Can See Clearly Now (SHIN Eun- young/Korea) / Novelist of Our Times (KIM Bo-jeong/Korea), Audience Award You Belong Here (KANG Heayun/Korea), Documentary Film Pitch & Catch : Documentary Ock Rang Award The Empire of Shame (HONG Li-gyeong/Korea), Audience Award The Empire of Shame (HONG Li-gyeong/Korea), Short Animation Pitch & Catch : Kokdu Award You Were So Precious(BAEK Mi-young/Korea), I-Teens: Tomboy (Celine SCIAMMA/France), GS칼텍스상: A School that Was Learning in the Moonlight (OTA Naoko/Japan), Pink Ribbons, Inc. (Léa Pool/Canada) : Programs : Opening Film, New Currents, Asian Spectrum: Japanese Cinema 1955x20121 Eternal Breast, Polemics: Action! An Organizing Hope, Mexican Women, East Asian Cinema Retrospective: A List Women in B Movies, Queer Rainbow: From Nowhere to Everywhere, Open Cinema, Asian Short Film and Video Competition, Documentary Ock Rang Award, Multi-Culture Video Making: Slow Slow Quick Quick, A New Perspective on the Intimacy and the Relationship - Family and Community *The 15th International Women's Film Festival in Seoul (2013) : May 24, 2013 - May 30, 2013 : Films Screened : 110 films from 28 countries : Festival Venues : Megabox Sinchon 3, 4, 5, 6 : Total Audiences : 41,000 : Opening Film : Ginger & Rosa (Sally Potter/UK) : Closing Films : Chunjung (LEE Mi-rang/Korea) / Beast Is My Middle Name (KIM Bo-ra/Korea) / She Is My Best Friend (Jirassaya WONGSUTIN/Thailand) / The Confession (KIM Bo-mi/Korea) : Awardees : Asian Short Film & Video Competition, GS Caltex Grand Prize : Chunjung (LEE Mi- rang/Korea), GS Caltex First Prize : Beast Is My Middle Name (KIM Bo- ra/Korea), She Is My Best Friend (Jirassaya WONGSUTIN/Thailand), People's Choice : The Confession (KIM Bo-mi/Korea), Pitch&Catch;, Feature Film Pitch&Catch;, Megabox Award : Wildcats, Seoul Women Vision Award : A Bad Child, Audience Award : A Bad Child, Documentary Film Pitch & Catch, Ock Rang Award : Visual Applause, Audience Award : Visual Applause, I-Teens: * My, No- Mercy Home (Aori/Korea), : Programs : Opening Film, New Currents, Asian Spectrum: The Coming of Age in Asian Women Film making, Polemics: The Constellation of the Violence against Women, Actress, Muse with a Movie Camera, Queer Rainbow : Queer, Open Cinema, Special Screening : Technology and Gender – Virtual Present, Actual Future, NAWFF AWARD 2012, Asian Short Film & Video Competition, Documentary Ock Rang Award, Multicultural Media Academy : Talk! Talk! Wings Grow, Special Screening : Barrier Free Screening / Promise for 10 Years *The 16th SEOUL International Women's Film Festival (2014) : May 29, 2014 - June 5, 2014 : Films Screened : 99 films from 30 countries : Festival Venues : Megabox Sinchon M, 3, 4, 5, 7 : Total Audiences : 40,000 : Opening Film : For Those Who Can Tell No Tales (Jasmila Žbanić / Bosnia- Herzegovina) : Closing Films : Niagara (HAYAKAWA Chie / Japan), MJ (KIM Hee- jin / KOREA), Midnight Sun (KANG Ji-sook / Korea), Sprout (YOON Ga-eun / Korea), Jeon Young Venus (KANG Seo-lim / Korea), Comma (Sung Na-yeon / Korea) : Awardees : Asian Short Film & Video Competition, Sungjoo Grand Prize : Niagara (HAYAKAWA Chie, Japan), Sungjoo First Prize : MJ (KIM Hee-jin, KOREA), Midnight Sun (KANG Ji-sook, Korea), People's Choice : MJ (KIM Hee-jin, KOREA), Special Mention : Sprout (YOON Ga-eun, Korea), I-Teens Award : Jeon Young Venus (KANG Seo-lim, Korea), Special Mention : Comma (Sung Na-yeon, Korea), Pitch & Catch, Feature Film, Megabox Award: Secret Palace, Audience Award: Man from Nowhere, Documentary Ock Rang Award : Holy Working Day, Starteast Digital Laboratory Award : Hey, you~, Audience Award : Hey, you~, GS Caltex Prize : Yunju KANG : Programs : Opening Film, New Currents, Asian Spectrum: Camera Is My Heart!, Polemics: To love hot or to live hard, Life In Front of the Camera : Actress in Re/Action, Kagawa Kyoko, Queer Rainbow : Allure & Lust over Phobia, Open Cinema, Asian Short Film and Video Competition, Documentary Ock Rang Award, Multicultural Media Academy: Herstories and Visions, Special Screening: The Murmuring - Resolving History While Still Breathing, Special Screening: Barrier Free Screening, Promise for 10 Years : *The 17th SEOUL International Women's Film Festival (2015) : May 27, 2015 - June 3, 2015 : Films Screened: 111 films from 37 countries : Festival Venues: Megabox Sinchon M, 3, 5, 7, Arthouse MOMO : Total Audiences: 42,000 : Opening Film: My Skinny Sister (Sanna Lenken / Sweden) : Awardees: Asian Short Film & Video Competition Sungjoo Grand Prize - Last Kiss (Seng Mai Kinraw, Myanmar), Sungjoo First Prize - Vow (Netalie BRAUN, Israel), Mirror in Mind (KIM Seung- hee, Korea), Audience Award - Mrs. Young (BANG Woo-ri, KOREA) / I-Teens Award - First Step (PARK Sang-ah, Korea) / Pitch & Catch (Feature Film) Megabox Award - House of Hummingbird (KIM Bora, Korea), Audience Award - A Haunting Hitchhike (JEONG Hee-jae, Korea) / Pitch & Catch (Documentary) Ock Rang Award - For Vagina's Sake (Kim Bo-ram, Korea), Post Fin Award - Host Nation (Lee Ko- woon, Korea), THE PEC & FRD Award - Family in the Bubble (MA Min-ji, Korea), Audience Award - Host Nation (Lee Ko-woon, Korea) : Programs: Opening Film, New Currents, The Equal Power of Swedish Women's Cinema, Polemics: #IAmAFeminist, Ida Lupino Retrospective: Noir Queen Crosses Taboos in Hollywood, Queer Rainbow, Asian Short Film and Video Competition, I-Teens, Documentary Ock Rang Award, Barrier Free Screening : * The 18th SEOUL International Women's Film Festival (2016) : June 2, 2016 - June 8, 2016 : Films Screened: 181 films from 27 countries : Festival Venues: Megabox Sinchon 2, 4, 5, 7 : Total Audiences: 40,000 : Opening Film: Suffragette (Sarah Gavron / United Kingdom) : Awardees: Asian Short Film & Video Competition Grand Prize - Nagayo (CHA Jeong-yoon), First Prize - Nailing it (LEE Na-yeon) & Nothing Happened (KIM Min-soo), Audience Award - Leeches (Payal SETHI), Special Mention - A Grandma (HONG Ae-jin) / Korea Broadcasting Art School I-TEENS Award - Wiggle Wiggle (YIM Seo-young, JANG Hye-ji, HONG Dae-ui) & Between (KIM Da-bin), I-TEENS Audience Award - Between (KIM Da-bin), I-TEENS Special Mention - SUDAM (KIM Eun-kyung) / Pitch & Catch (Feature Film) Megabox Award - Man on the Heel (Sun PARK, Ja Myung PARK), Audience Award - Be My Eyes (Jinyoung CHOI) / Pitch & Catch (Documentary) Ock Rang Award - For Vagina's Sake (Boram KIM), Post Fin Award - Toe Walking (Woojung KWON), Audience Award - Arbeit Workers Union (YUN Ga Hyun) : Programs: Opening Film, New Currents, 120 Years of French Women’s Cinema, 1896-2016: from Alice Guy-Blaché to New Generation, Polemics: Comfort Women - Memory, Commemoration and Films, Queer Rainbow, Asian Short Film & Video Competition, I-TEENS, Documentary Ock Rang Award, Barrier Free Screening, A Woman Judge, 1962X2016, In Memory of Chantal Akerman: Nowhere and Everywhere : * The 19th SEOUL International Women's Film Festival (2017) : June 1, 2017 - June 7, 2017 : Films Screened: 117 films from 37 countries : Festival Venues: Megabox Sinchon COMFORT 1, 2, COMFORT 4, 5, 7 : Total Audiences: 41,000 : Opening Film: Spoor (film) (Agnieszka Holland / Poland, Germany, Czech Republic, Sweden, Slovak) : Awardees: Asian Short Film & Video Competition Grand Prize - Mild Fever (PARK Sun-joo), First Prize - Us at High Noon (KIM Hye-jin) & HONDA, BEAT (YANG Ju-hee), Audience Award - My Turn (KIM Na-kyung) / Korea Broadcasting Art School I-TEENS Award - Friends (KIM Min-seo, KIM Nam-ju, LEE Sung-jae) & The Great Student (KIM Soo-young), I-TEENS Audience Award - Friends (KIM Min-seo, KIM Nam-ju, LEE Sung-jae) / NAWFF Award 2017 - Small Talk (HUANG Hui-chen) / Pitch & Catch (Feature Film) Megabox Award - Please Don't Save Me (JEONG Yeon-kyung), Audience Award - She's Not Her (SIN Su-a) / Pitch & Catch (Documentary) Ock Rang Award - Face, the Other Side (LEE Sun-hee), Digital Post Production Aid - The Birth of a Family (PARK Ji-ae), Audience Award - Carrier Woman (KIM Na-rae) : Programs: Opening Film, New Currents, Polemics: Technofeminism - Women, Science & SF, Feminist Film Classics, Queer Rainbow, Asian Short Film & Video Competition, I-TEENS, Documentary Ock Rang Award, Barrier Free Screening, An ICON of Korean Film History: PARK Nam-ok, In Memory of KIM Sun-min : * The 20th SEOUL International Women's Film Festival (2018) : May 31 - June 7, 2018 : Films Screened: 147 films from 36 countries : Festival Venues: Oil Tank Culture Park, Megabox Sinchon 3, 4, 5, 9, 7, 8 : Total Audiences: 50,000 : Opening Film: Faces Places (Agnès Varda and JR / France) : Awardees: International Feature Competition Best Film- L'animale (Katharina MÜCKSTEIN), Best Director - Girls Always Happy (YANG Mingming), Special Jury Prize - I Am Truly a Drop of Sun on Earth (Elene NAVERIANI) / Korean Feature Competition Best Korean Film - Like a Rolling Stone (PARK So-hyun) / Asian Short Competition Best Film - The Monologue (KIM Do young), Best Director - On the Waitlist (WU Hung Yi), Audience Award - The Monologue (KIM Do young), Special Jury Mention - A Grand Day Out (AN Hyoung-hye) / I-TEENS Best Film - Su-yeon (LIM Si Yeon) & I Want to Be a Movie Director (LEE Hyojung) / Pitch & Catch (Feature Film) Megabox Award - Sixty-nine Years Old (LIM Sunae), Audience Award - Funeral Singer (CHO Hyunjin), Megabox First Prize -ALL WE ZOMBIES (HONG Seong-yoon), Dinosaur (KIM Jungeun), Funeral Singer (CHO Hyunjin), Ghost Tiger (IM Gyuri) / Pitch & Catch (Documentary) Ock Rang Award - One Way Restaurant (Parkkang Areum), Post Fin Award - Walk Beside Me (JEONG Da Sol), Audience Award - Should've Stayed Home (CHOI Bit Na), JINJIN First Prize - Should've Stayed Home (CHOI Bit Na), Walk Beside Me (JEONG Da Sol), Sinsi (JANG Eunju), Walking Together (HONG You-ri) : Programs: Opening Film, International Feature Competition, Korean Feature Competition, Asian Short Competition, I-TEENS, New Currents, Polemics, Feminist Film Classics, Monika Treut Retrospective: A Daring Desire, Queer Rainbow, Icon, Her Influences, 20th Anniversary Retrospective, Documentary Ock Rang Award, Barrier Free Screening, In Memory of Versatile CHOI Eun-hee: CHOI behind the Camera : ==See also== * List of women's film festivals *List of festivals in South Korea *List of festivals in Asia == References == ==External links== *Official Website *Official Blog * Official Twitter *Official Facebook * Official Instagram __FORCETOC__ Category:1997 establishments in South Korea Category:Annual events in South Korea Category:Festivals in Seoul Category:Film festivals in South Korea Category:Film festivals established in 1997 Category:Women's film festivals Category:Spring (season) events in South Korea ",
    "title": "Seoul International Women's Film Festival"
}