{
    "id": "45690630",
    "text": "The Zanes of ancient Olympia were bronze statues of Zeus. The name Zanes was the plural of Zeus in the local dialect.Υπουργείο Πολιτισμού και Αθλητισμού (2012) Οδυσσεύς - Αρχαίοι Ολυμπιακοί Αγώνες. These statues were dedicated to Zeus and they were erected with the money of fines imposed by the judges to those athletes did not respect or violated the rules of the Olympic Games.Description of Greece, 5.21.2 Besides the fines, the judges also imposed body punishments or exclusion of an athlete from the Games depending on how severe their violation was. Today, only 16 pedestals (stone bases) of the statues survive. They are located one next to the other in front of the monumental entrance to the stadium, the Krypte. The reason they were placed in such a highly visible location was to dissuade other athletes from cheating. In ancient times, there were 16 bronze statues of Zeus on those pedestals but they do not survive today. The Zanes statues were crafted by great artists of their time. According to Pausanias, the pedestals were inscribed with short texts mentioning the name of the offender; these were to make it clear that Olympic victories were to be won by feats of strength, rather than bought with moneyPausanias, Description of Greece, 5.21.4. The inscription of an athlete's name on such a pedestal was shameful both for him and for his city. According to Pausanias, the first of the Zanes were erected when Eupolos from Thessaly was fined for bribing three of his opponents in the boxing eventPausanias, Description of Greece, 5.21.3. The remaining six statues were erected later on by the Athenian Kallipos, an athlete of the Pankration (\"all force\" wrestling), who also bribed his opponents. Also, the Alexandrian pankratiast Sarapion was the first athlete to be fined by the judges for cowardice, because he got nervous and fled the sacred grounds of Olympia on the eve of the Games. ==References== ==External links== *Hellenic Ministry of Culture and Sports. Category:Ancient Olympia Category:Ancient Olympic Games Category:Sculptures of Zeus ",
    "title": "Zanes of Olympia"
}