{
    "id": "45690388",
    "text": "Scooby-Doo! and the Beach Beastie is the sixth direct-to-DVD special produced by Warner Bros. Animation, based upon the Scooby-Doo Saturday morning cartoons. It was released on May 5, 2015, on the Scooby-Doo! 13 Spooky Tales: Surf's Up Scooby-Doo DVD. ==Plot== Fred recently has had an extreme obsession with nets, as most of his plans to catch the monsters Mystery Inc. encounter are caught with nets. To get them out of his mind, Scooby and the gang decide to take a vacation in Florida, where Daphne's uncle Sandy owns a hotel, only to find that it is being haunted by a shape-shifting sea monster that is stealing jewelry. During their first encounter with it, Fred tries to use a net, but to no avail. Daphne tries to help Fred with his net problem by getting him to relax in an area without nets, which is difficult, since the lobby and beach have nets all over the place. Velma goes to Kurt's hotel, the rival hotel next door. Kurt is somewhat glad about the commotion, as the people who have left Sandy's hotel in fear of the monster have come to his hotel. However, a holographic water show, which is supposed to be a big attraction at Kurt's hotel, is closed for repairs, and the repair company, Brownstone Industries, is taking too much time to fix it. Meanwhile, Shaggy is sad that Scooby is spending too much time with another guest's dog. Shaggy finds comfort with Kiki Brownstone, the female dog's owner, and the wife of Grafton Brownstone. Kiki, like Shaggy, also feels lonely, as her dog is with Scooby and her husband is nowhere to be found. Later in the night, the hotel is attacked again by the monster, and is attracted to Kiki's necklace. Using the necklace as bait, the gang gets the monster to follow them, noticing a human silhouette in the center. Velma tells Fred to find them a net, which he builds out of video cassettes. The monster wraps a tentacle around Velma as Fred is ready to capture it. Fred successfully captures the person behind the monster, which turns out be Grafton Brownstone, Kiki's husband, and head of Brownstone Industries. Grafton had actually pawned Kiki's necklace for money, and the necklace that Kiki was wearing was fake. In order to prevent Kiki from finding out, he planned on stealing the necklace. Kiki and her dog go to post Grafton's bail, and Scooby and Shaggy reconcile. ==Cast== * Frank Welker as Scooby-Doo, Fred Jones * Matthew Lillard as Shaggy Rogers * Mindy Cohn as Velma Dinkley * Grey Griffin as Daphne Blake * David Kaye as Grafton Brownstone * Beth Tapper as Annette * Christopher Showerman as the police officer * Adam West as Sandy Blake * Melissa Rauch as Kiki * Daran Norris as Kurt ==References== ==External links== * Category:2015 direct-to-video films Category:Scooby-Doo specials Category:2010s American animated films Category:American films Category:Warner Bros. Animation animated films Category:Warner Bros. direct-to-video animated films Category:Animated direct- to-video specials ",
    "title": "Scooby-Doo! and the Beach Beastie"
}