{
    "id": "45690422",
    "text": "Arthur Howe Bradford (November 19, 1883 – August 29, 1973) was a notable Congregational minister and preacher. ==Early life and education== He was born in Montclair, New Jersey to the Rev. Amory Howe Bradford and Julia Maria (Stevens) Bradford. His father was a notable clergyman, the minister of the First Congregational Church of Montclair for 40 years. He attended Montclair High School and graduated from Yale University in 1905, where he was a member of Psi Upsilon and the Skull and Bones. He studied at Union Theological Seminary and was ordained in 1909. He received Doctor of Divinity degrees from Brown University and Middlebury College. He also received an honorary Master of Arts degree from Yale and an honorary Doctor of Human Letters degree from Bryant College in 1951. ==Career== Bradford worked at the Union Settlement in New York from 1908-9. He then served as an associate minister at South Congregational Church in Springfield, Massachusetts from 1909-1912, and minister of East Parish Congregational Church in Rutland (city), Vermont from 1913-1918. He was seventh senior minister of Central Congregational Church in Providence, Rhode Island, serving for 34 years, from 1918 until the church's centennial in 1952. During his ministry, he ended the practice of pew renting at the church. In 1965, the church dedicated a new Aeolian-Skinner organ \"in honor and appreciation of the ministry of Arthur Howe Bradford D.D.\" After retiring from Central Church, he served as an interim pastor at New England churches for the next 15 years. He was a trustee of Yale University from 1925-1952, and served as the Lyman Beecher lecturer at Yale Divinity School in 1940. He served as the first president of the Rhode Island Council of Churches, and as a trustee of the Champlin Foundation and other institutions. He was a member of the American Missionary Association, the Religious Education Association and the Knights of Pythias. He was a direct descendant of William Bradford, Governor of Plymouth Colony. ==Family life== He married Frances Eugenia Price of Brooklyn, New York in 1911. They had several children including Arthur Jr., Amory Howe Bradford, Jean Bradford, and J. Allyn Bradford. His son, Amory, was general manager of The New York Times and father of Peter A. Bradford. When he died in 1973, he was residing in Jaffrey, New Hampshire. ==References== Category:1883 births Category:1973 deaths Category:Religious leaders from New Jersey Category:People from Montclair, New Jersey Category:Middlebury College alumni Category:Brown University alumni Category:Yale University alumni Category:Union Theological Seminary (New York City) alumni Category:Bradford family ",
    "title": "Arthur Howe Bradford"
}