{
    "id": "45693160",
    "text": "The SNCF Class BB 12000 were electric locomotives operated by SNCF, the French railway operator. The first examples arrived on the railway in 1953, operating on the 25 kV 50 Hz line to the coal mines of the Houillères de Lorraine in the north-east of France. ==History== BB 12001 arrived in Mohon on July 17, 1954. Tried first along the Valenciennes – Lumes line, specifications called for a locomotive capable of pulling 750 tonne trains along a grade of 10 ‰. The 12000 Class proved more than capable, pulling 1100 tonne then 1400 tonne trains. BB 12006 using a different system of gears could pull 2000 tonne trains. The 12000s integrated well with the SNCF CC 14100 series. SNCF would own 148 of this type of locomotive and another 20 were delivered to the Société Nationale des Chemins de Fer Luxembourgeois in Luxembourg as their Class 3600, which had a longer life than their French counterparts: the last examples of this class were withdrawn in March 2005, by that point having served on shunting and local train duties. Two notable units, namely BB 12131 and BB 12141 were sent to Romania, where they were briefly used between 30 April 1963 and 30 June 1963. The Romanian Railways at the time evaluated them, being notable for pulling the first electric train under trials on 9 June 1963, between Brașov and Predeal, with Gheorghe Gheorghiu-Dej being present at the ceremony. ==Technical Details== Each locomotive weighed 84 tonnes. They used ignitrons as current rectifiers. After the graduator and the transformer, single phase current is rectified by eight ignitrons feeding series-wired electric motors. Smoothing chokes produced a \"wavy\" a current that was well accepted by the motors. The locomotives started slowly and smoothly over wet rails. The electric engines can support a very large overload current of 1800 amps, well over the 1000 amp design. They suffered very little wheel slip; they could pull 1756 tonnes trains on a 10 ‰ grade and 2885 tonnes trains on a 5 ‰ grade. The locomotives had few flaws, none of which related to the electrical components. They had cramped cabins, poor braking and couldn't work as multiple-unit sets. == References == Category:Standard gauge electric locomotives of France 15000 Category:Railway locomotives introduced in 1953 Category:Standard gauge locomotives of Luxembourg ",
    "title": "SNCF Class BB 12000"
}