{
    "id": "45693549",
    "text": "Asprise OCR is a commercial optical character recognition and barcode recognition SDK library that provides an API to recognize text as well as barcodes from images (in formats like JPEG, PNG, TIFF, PDF, etc.) and output in formats like plain text, xml and searchable PDF. Asprise OCR has been in active development since 1997. Version 2.1 of the software has been reviewed by PC World.Asprise OCR SDK for Java by PC World Many researchers have used Asprise OCR along with ABBYY FineReader to benchmark OCR performance. Paweł Łupkowski and Mariusz Urbanski from Adam Mickiewicz University in Poznań uses Asprise OCR version 4 and ABBYY FineReader to perform CAPTCHA recognition.SemCAPTCHA—user-friendly alternative for OCR-based CAPTCHA systems (Proceedings of the International Multiconference on Computer Science and Information Technology pp. 325–329) Shuai Yuan from Cornell University implemented an image based room schedule retrieval system using Asprise OCR.Image Based Room Schedule Retrieval System Seongwook Youn from University of Southern California found \"By running a sample of 200 image e-mails, we determined that Asprise OCR was performing with an accuracy of 95%. It had the best detection rate among the approaches we analyzed; hence we decided to go with Asprise OCR for our research.\". Adil Farooq from the University of Engineering and Technology in Taxila implemented a speech based interface system for visually impaired persons.Implementation of a Speech Based Interface System for Visually Impaired Persons, Life Sci J 2013;10(9s):398-400 Hsieh analyzes the workflow of Asprise OCR engine and applies it to detect scoreboard for baseball videos.Advanced Intelligent Computing Theories and Applications, Springer, , Page 337-346 Chaisri discusses how Asprise OCR can be used for imaging analysis of fax documents in IT Convergence and Services: ITCS & IRoA 2011.IT Convergence and Services: ITCS & IRoA 2011, Springer, , Page 616 Petra demonstrates how to perform feature selection for anti-spam using Asprise OCR.Advances in Data Mining: Applications in Medicine, Web Mining The following languages are supported by Asprise version 5:Asprise OCR Library SDK API for Java, C#, VB.NET Croatian, Czech, Danish, Dutch, English, Finnish, French, German, Greek, Hungarian, Icelandic, Indonesian, Italian, Malay, Maltese, Norwegian, Polish, Portuguese, Romanian, Russian, Spanish, Swedish or Turkish. MRZ and MICR are supported. The latest version of Asprise OCR SDK is v15.Asprise OCR API Library v15 for Java, C# VB.NET == References == == External links == * Asprise OCR SDK for Java, C#, VB.NET, C/C++/Delphi Home Page Category:Optical character recognition Category:Computer-related introductions in 1998 ",
    "title": "Asprise OCR"
}