{
    "id": "45695466",
    "text": "Victoria B. Mars (born 1956/1957) is an American billionaire heiress, and businesswoman. She is a former chairman of Mars, Incorporated. ==Early life== Victoria Mars is a fourth generation member of the Mars family. She is the daughter of Forrest Mars, Jr. and Virginia Cretella. She has three sisters: Marijke Mars, Pamela Mars-Wright and Valerie Mars. Her paternal great- grandfather, Franklin Clarence Mars, founded Mars, Incorporated in 1911.David A. Kaplan, Mars Incorporated: A pretty sweet place to work, Fortune, January 17, 2013 Her paternal great-grandmother, Ethel V. Mars, was a horsebreeder at Milky Way Farm in Giles County, Tennessee. She attended Foxcroft School in Middleburg, Virginia, from which she graduated in 1974. She graduated from Yale University. She earned an MBA in Finance from the Wharton School of Business at the University of Pennsylvania in 1984.Matthew Brodsky, Hungry for a Sweeter Workplace?, Wharton Magazine, Winter 2015 ==Career== She started her career working for Mars, Incorporated in Haguenau, France in 1978, where she served as Assistant Brand Manager for Milky Way, followed by Export Manager. In 1984, she served as Director of the Marine Systems Division of Mars Electronics International. Two years later, in 1986, she was appointed Vice President of S&F;, Commercial, and People and Organization for Dove of Burr Ridge, Illinois in suburban Chicago. A decade later, in 1997, she was appointed Ombudsman at Mars, Incorporated. She was still serving in that position in 2013. She has served on the board of directors of Mars, Incorporated since 2006. Eight years later, in April 2014, she was appointed as its chairman, replacing Stephen M. Badger.New Chairman Of Mars, Incorporated, Victoria B. Mars Delivers Keynote At 2014 Great Place to Work® Conference, MarketWatch, April 4, 2014 She was a keynote speaker at the 2014 annual conference organized by Great Place to Work, a non-profit organization which promotes employee well-being. In February 2015, she attended a meeting chaired by Annick Girardin, the French Minister of State for Development and Francophony, alongside Franck Riboud, the chairman of Danone, to launch the Livelihoods Funds, which promotes sustainable development in agribusiness on the African continent.Déclarations officielles de politique étrangère du 05 février 2015 She inherited about 8 percent stake of Mars Inc. in 2016, which made her a billionaire. According to Forbes, her shares were valued worth of $5.9 billion as of March 2018. ==Charity work== She serves as the secretary of the board of trustees of her alma mater, Foxcroft School. She serves on the board of The Center for Large Landscape Conservation in Bozeman, Montana. She made charitable contributions to the Charles Darwin Foundation in 2003 and 2004. She also donated to the Galapagos Conservancy in 2007, 2008, 2009, 2010, 2011, 2012, and 2013. She made donations to the Mystic Seaport, a maritime museum in Mystic, Connecticut, in 2011-2012. Additionally, she donated to the High Mountain Institute, a non-profit organization headquartered in Leadville, Colorado which teaches young people about the environment, in 2012 and 2013. She was a donor to the Thorncroft Equestrian Center in Malvern, Pennsylvania in 2014. ==Personal life== She has four children (Stephanie, Bernadette, Kimberly, and Andrew), two from her first marriage and two from her current marriage with David Spina. ==References== Category:Living people Category:Yale University alumni Category:Wharton School of the University of Pennsylvania alumni Category:American food industry business executives Category:American corporate directors Category:American philanthropists Category:Mars family Category:American billionaires Category:Female billionaires Category:Year of birth missing (living people) Category:1950s births Category:Foxcroft School alumni ",
    "title": "Victoria B. Mars"
}