{
    "id": "45701246",
    "text": "Bassett Maguire (August 4, 1904 – February 6, 1991) was an American botanist, head curator of the New York Botanical Garden, and a leader of scientific expeditions to the Guyana Highlands in Brazil and Venezuela. ==Life== Maguire was born in Gadsden, Alabama, on August 4, 1904. He obtained his doctorate from Cornell University in 1938.Alfonso A. Narvaez, \"Bassett Maguire, 86, a Botanist and Expedition Leader, is Dead\", The New York Times, February 8, 1991. Accessed 17 March 2015. In 1931, he was appointed assistant professor of botany at Utah State University, where he started the Intermountain Herbarium and served as its principal collector and curator until 1942. He left his position in Utah when he got a job at the New York Botanical Garden in 1943. Maguire served at the New York Botanical Garden in many roles as Curator (1943-1958); Head Curator (1958-1961); Nathanial Lord Britton Distinguished Senior Curator (1961-1971); Assistant Director (1968-1969); Director of Botany (1969-1971, 1974-1975); Senior Scientist (1972-1974); and Senior Scientist Emeritus from 1975 until his death in 1991. While in Utah, Maguire started work on the Intermountain Flora, a flora on the vascular plants of the intermountain west, but he gradually relinquished work on this project to his former students Noel Holmgren and Arthur Cronquist (and Holmgren's spouse, Patricia Holmgren), as his own interests turned increasingly to tropical America. He led several expeditions to the Guyana Highlands, bringing back thousands of samples. In 1954 he discovered the botanically rich Cerro de la Neblina (\"Mountain of the Clouds\").Maguire, B. (January 1955). Cerro de la Neblina, Amazonas, Venezuela: a newly discovered sandstone mountain. Geographical Review 45/1: 27–51. Maguire, B. & J.J. Wurdack (October 1959). The position of Cerro de la Neblina, Venezuela. [pp. 566–569] In: Geographical record. Geographical Review 49/4: 563–588. He retired in 1978. In 1990, when he was 85, New York Botanical Garden published a Festschrift in his honour: The Bassett Maguire Festschrift: A Tribute to the Man and His Deeds, edited by William R. Buck, Brian M. Boom, and Richard A. Howard (Memoirs of the New York Botanical Garden Vol. 64). He died of kidney failure in Doctors Hospital on February 6, 1991. ==Awards== *David Livingstone Centenary Medal of the American Geographical Society in 1965. *Sarah Gildersleeve Fife Memorial Award from the Horticultural Society. ==Works== *\"Cerro de la Neblina, Amazonas, Venezuela: A newly discovered sandstone mountain\". Geographical Review 45/1 (1955): 27–51. *The Botany of the Guayana Highland: A report of the Kunhardt, the Phelps, and the New York Botanical Garden Venezuela expeditions, 6 parts (New York: New York Botanical Garden, 1953-1965). ==External links== *Bassett Maguire Collection at the New York Botanical Garden. Accessed 17 March 2015. *Listing as a Fellow of the Guggenheim Foundation. ==References== Category:Plant collectors Category:1904 births Category:1991 deaths Category:New York Botanical Garden Category:Cornell University College of Agriculture and Life Sciences alumni Category:People from Gadsden, Alabama Category:Scientists from New York (state) Category:20th-century American botanists ",
    "title": "Bassett Maguire"
}