{
    "id": "45708789",
    "text": "Jackie Levy (, born 28 October 1960) is an Israeli politician. He served as a member of the Knesset for Likud, and as Deputy Minister of Construction, before being elected mayor of Beit She'an in 2018. ==Biography== Levy was born in Beit She'an, the second child of Likud politician David Levy. After doing his IDF national service in the paratroopers, he became assistant to the mayor of Ramat Yishai. In 1989, he was elected to Beit She'an City Council as part of the Lev faction, and served as Deputy Mayor between 1992 and 1998. In 2002, he was injured in a terrorist attack on the city's branch of the Likud party. In the same year, he became the city's mayor, serving until 2013.Former Beit She’an mayor, 18th on Likud list, indicted for environmental violations The Jerusalem Post, 2 March 2015 Prior to the 2015 Knesset elections, he was placed 18th on the Likud list.Likud list Central Elections Committee However, in March 2015, he was charged with environmental violations during his time as mayor. He was elected to the Knesset as Likud won 30 seats,Final Unofficial* results of the Elections for the Twentieth Knesset Central Elections Committee and was appointed Deputy Minister of Construction on 14 June. In the October 2018 municipal elections, Levy was elected Mayor of Beit She'an. He subsequently left the Knesset and his deputy ministerial post on 18 November; his Knesset seat was taken by Osnat Mark.Haifa elects first woman mayor The Jerusalem Post, 31 October 2018 Levy has seven children,Siblings, lawyers, activists and a ‘Godfather': New Knesset lawmakers have colorful pasts Times of Israel, 31 March 2015 and his sister Orly Levy is also a politician, serving as an independent MK. ==References== ==External links== * Category:1960 births Category:Living people Category:Deputy mayors of places in Israel Category:Deputy ministers of Israel Category:Israeli people of Moroccan-Jewish descent Category:Jewish Israeli politicians Category:Likud politicians Category:Mayors of places in Israel Category:Members of the 20th Knesset (2015–2019) Category:People from Beit She'an ",
    "title": "Jackie Levy"
}