{
    "id": "45703410",
    "text": "Sheu Tian-ming () is currently the dean of the College of Education at National Taiwan Normal University, NTNU, and the professor in the Department of Education and the Graduate Institute of Educational Policy and Administration, NTNU. His fields of interest include school finance, education policy analysis, education reform, and indigenous education. Sheu graduated from the Department of Chinese Literature at National Taiwan University as a bachelor in 1983. With hopes to maximize his influence on society, he decided to step into the realm of education. Sheu later received his M. Ed. from the Department of Educational Administration (now the Department of Educational Leadership and Policy) at University of Utah in 1989, and subsequently his Ed.D. from the Department of Educational Administration (now the Department of Organization and Leadership), Teachers College at Columbia University. Speaking of the students at NTNU, Sheu once pointed out an interesting scene. Sheu has graduated from the Department of Chinese Literature at National Taiwan University and is now teaching at NTNU, while his wife, a graduate from the Department of English at NTNU, is now teaching at NTU. Almost every month there would be former students return to the campus to visit him, sometimes with small presents. However, his wife at NTU seldom sees former students return for a visit. “That’s the gratitude of an NTNU graduate,” said Sheu. ==Education== *1989 – 1993 Dept. of Educational Administration, Teachers College, Columbia University Ed.D. *1987 – 1989 Dept. of Educational Administration, University of Utah M.Ed. *1979 – 1983 Dept. of Chinese Literature, National Taiwan University B.A. ==Employment history== *2013 – Present Dean, School of Education, National Taiwan Normal University *2010 – 2013 Chair, Department of Education; Director, Graduate Institute of Educational Policy and Administration; Director, Graduate Institute of Curriculum & Instruction; Director, Center for Educational Research and Evaluation, National Taiwan Normal University *2011 – 2012 President, Chinese Education Association *2006 – Present Professor, Dept. of Education & Graduate Institute of Educational Policy and Administration, National Taiwan Normal University *2005 Visiting Scholar, Teachers College, Columbia University *2005 – 2006 Director, Graduate Institute of Education & Graduate Institute of Multicultural Education, National Hualien University of Education *2002 – 2006 Professor, Graduate Institute of Education, National Hualien Teachers College *1999 – 2008 Trustee, Hualien Community College *1995 – 1998 Director, Graduate Institute of Education, National Hualien Teachers College *1994 – 2002 Associate Professor, Graduate Institute of Education National Hualien Teachers College *1991 – 1994 Chief Editor, New Wave—Educational Research and Development, Cultural Division, TECO in New York. *1989 – 1991 Research Associate, Dept. of Educational Administration, Teachers College, Columbia U. ==References== Category:Living people Category:Year of birth missing (living people) Category:Taiwanese educational theorists Category:National Taiwan Normal University faculty ",
    "title": "Sheu Tian-ming"
}