{
    "id": "45706885",
    "text": "Zachary Werenski (born July 19, 1997) is an American professional ice hockey defenseman who plays for the Columbus Blue Jackets of the National Hockey League (NHL). Werenski was drafted eighth overall by the Blue Jackets in the 2015 NHL Entry Draft. ==Playing career== ===Junior=== Werenski played in the 2009 Quebec International Pee-Wee Hockey Tournament with the Detroit Belle Tire minor ice hockey team. He later trained with the USA Hockey National Team Development Program during the 2013–14 season. He finished second among team defensemen in scoring with seven goals and 20 assists in 47 games, despite missing time in November due to injury. ===College=== Werenski playing for the 190px During his freshman season, at the University of Michigan, Werenski recorded nine goals and 16 assists. Following an outstanding rookie season, Werenski was named to both the 2014–15 Big Ten All-Freshman Team and the All- Big Ten First Team. Werenski's CHL rights are owned by the OHL's London Knights. He was drafted by them in the 2013 OHL Priority Selection. Following an outstanding season with the Wolverines, Werenski was named the Big Ten Conference Defensive Player of the Year and was named to the All-Big Ten First Team. Werenski was the No. 1 scoring defenseman in the Big Ten and was second in the nation among blueliners in points with a career-best 11 goals and 25 assists in 36 games. His six power-play goals put him No. 2 in the nation among defensemen. He has 51 blocked shots on the season and became the 18th defenseman in Michigan history to record 10 goals in a single season and the first since Jacob Trouba scored 12 goals in 2012–13. He was also named an AHCA First Team All-American. During the 2016 Big Ten Men's Ice Hockey Tournament, Werenski and Kyle Connor tied the record for most assists in the Big Ten tournament championship game with three assists. Werenski and Connor also tied the record for points in a championship game with four points. He was also named to the Big Ten All-Tournament Team. ===Professional=== ====Columbus Blue Jackets==== On June 26, 2015, Werenski was drafted 8th overall by the Columbus Blue Jackets in the 2015 NHL Entry Draft. On March 29, 2016, Werenski signed a three-year, entry level contract with the Columbus Blue Jackets, beginning with the 2016–17 season. He was signed to an American Hockey League amateur tryout contract with the Lake Erie Monsters, the AHL affiliate of the Columbus Blue Jackets. He made his professional debut for the Monsters on April 1, 2016. On April 9, he scored his first professional goal, the overtime game- winning goal against Nathan Lieuwen of the Rochester Americans. During the 2016 Calder Cup playoffs, Werenski recorded five goals and nine assists, to help lead the Monsters to their first Calder Cup championship. On October 13, 2016, Werenski made his debut for the Blue Jackets in the season opening-game and scored his first NHL point with an assist. On October 15, 2016, in his second NHL game, Werenski scored his first goal against Martin Jones of the San Jose Sharks. Werenski was named the NHL's Rookie of the Month for November 2016. Through 14 games that November, Werenski scored three goals and seven assists. On March 10, 2017, Werenski set the record for the most points scored by any Blue Jackets rookie in franchise history beating the previous record holder, Rick Nash, by 8 games. Werenski was injured in Game 3 of the First Round against the Pittsburgh Penguins when a puck on a shot from Phil Kessel rode up the shaft of his stick and hit him in the face. He received stitches and a black eye but returned to the game in the third period only to leave again when his eye closed over. He was not able to play for the remainder of the playoffs. Werenski was voted third in the Calder Memorial Trophy voting, an award given annually to the best rookie in the league. The award eventually went to Toronto Maple Leafs Auston Matthews. On January 26, 2018, Werenski was called to replace fellow defensemen Seth Jones at the 2018 NHL All-Star Game. At the conclusion of the season, Werenski tied with Jones for most goals by a Blue Jackets defensemen in a season, with 16. After the Blue Jackets were eliminated from the 2018 Stanley Cup playoffs, Werenski revealed he had been playing with an undisclosed shoulder injury that had never healed in October. During the post season, Werenski had surgery on his shoulder and was expected to miss 5–6 months. On September 9, 2019, the Blue Jackets signed Werenski to a three-year, $15 million contract extension. On December 31, 2019, Werenski scored a hat-trick in a 4–1 Blue Jackets' win over the Florida Panthers and former goaltender teammate, Sergei Bobrovsky. Werenski finished the shortened 2019–20 NHL regular season leading the league in goals by defensemen with 20. ==International play== Werenski represented the United States at the 2014 World U-17 Hockey Challenge, where he recorded one assist in six games, and won a gold medal. Werenski represented the United States at the 2015 World Junior Ice Hockey Championship, where he recorded one goal and one assist in five games, and finished in 5th place. Werenski was named captain of the Team USA at the 2016 World Junior Ice Hockey Championships. Werenski recorded two goals and seven assists in seven games, and won a bronze medal. He was awarded the IIHF Directorate Top Defenseman award, and was named to the tournament All-Star team. ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- ALIGN=\"center\" | 2013–14 | U.S. National Development Team | USHL |35 |6 |13 |19 | 17 | — | — | — | — | — |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 2014–15 | University of Michigan | B1G | 35 | 9 | 16 | 25 | 8 | — | — | — | — | — |- ALIGN=\"center\" | 2015–16 | University of Michigan | B1G | 36 | 11 | 25 | 36 | 20 | — | — | — | — | — |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 2015–16 | Lake Erie Monsters | AHL | 7 | 1 | 0 | 1 | 0 | 17 | 5 | 9 | 14 | 2 |- |2016–17 |Columbus Blue Jackets |NHL |78 |11 |36 |47 |14 |3 |1 |0 |1 |0 |- bgcolor=\"#f0f0f0\" |2017–18 |Columbus Blue Jackets |NHL |77 |16 |21 |37 |16 |6 |1 |2 |3 |2 |- |2018–19 |Columbus Blue Jackets |NHL |82 |11 |33 |44 |18 |10 |1 |5 |6 |9 |- bgcolor=\"#f0f0f0\" |2019–20 |Columbus Blue Jackets |NHL |63 |20 |21 |41 |10 |10 |1 |2 |3 |4 |- style=\"background:#e0e0e0;\" ! colspan=\"3\" |NHL totals !300 !58 !111 !169 !58 !29 !4 !9 !13 !15 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" ID=\"Table3\" style=\"text- align:center; width:40em\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! Result ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 2014 | United States | U17 | | 6 | 0 | 1 | 1 | 0 |- bgcolor=\"#f0f0f0\" | 2015 | United States | WJC | 5th | 5 | 1 | 1 | 2 | 2 |- | 2016 | United States | WJC | | 7 | 2 | 7 | 9 | 4 |- bgcolor=\"#f0f0f0\" | 2019 | United States | WC | 7th | 2 | 0 | 0 | 0 | 0 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=4 | Junior totals ! 18 ! 3 ! 9 ! 12 ! 6 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=4 | Senior totals ! 2 ! 0 ! 0 ! 0 ! 0 |} ==Awards and achievements== {| class=\"wikitable\" ! Awards ! Year ! |- |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" |College |- | All-Big Ten Freshman Team |rowspan=\"2\"| 2015 |rowspan=\"2\"| |- | All-Big Ten First Team |- | Big Ten Defensive Player of the Year |rowspan=\"2\"| 2016 |rowspan=\"2\"| |- | All-Big Ten First Team |- | AHCA West First-Team All-American | 2016 | |- | Big Ten All-Tournament Team | 2016 | |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" |AHL |- | Calder Cup (Lake Erie Monsters) | 2016 | |- |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" |NHL |- | Rookie of the month, November | 2016 | |- | NHL All-Star Game | 2018 | |- |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" |International |- | IIHF World Junior Championships Best Defenseman |rowspan=\"2\"| 2016 |rowspan=\"2\"| |- | IIHF World Junior Championships All-Star Team |} ==References== ==External links== * Category:1997 births Category:Living people Category:American men's ice hockey defensemen Category:Columbus Blue Jackets draft picks Category:Columbus Blue Jackets players Category:Ice hockey people from Michigan Category:Lake Erie Monsters players Category:Michigan Wolverines men's ice hockey players Category:National Hockey League first round draft picks Category:People from Grosse Pointe, Michigan Category:American people of Polish descent Category:Sportspeople from Detroit Category:USA Hockey National Team Development Program players Category:National Hockey League All-Stars ",
    "title": "Zach Werenski"
}