{
    "id": "45700027",
    "text": "Louisa Sarah Ann Parr (1848? – 2 November 1903) was a British writer who wrote under the name of Mrs Olinthus Lobb. ==Early years== Louisa Sarah Ann Taylor was born in London in about 1848. She was brought up in Plymouth as her father was a Naval officer. ==Career== Her first published writing was a success. It was published in English in 1868 in the evangelical magazine Good Words as \"How it all happened\" and the story was soon reprinted in French and later in German. The English version was also printed as an American pamphlet. The story was issued under the pen name of Mrs Olinthus Lobb but for most of her work she used her own name.Louisa Parr (née Taylor) (1848?–1903), salamancacorpus.usal.es, retrieved 18 March 2015 In 1869 she married a surgeon and collector named George Parr and they lived in Kensington. The following year Dorothy Fox, her first novel, was published. The story of Quaker life was another success and an American publisher paid her an advance of £300 against her next novel. Her next two novels were published in 1874 and 1875 but neither of them were very successful. Her next novel was titled Adam and Eve and this was another success in 1880.Elizabeth Lee, 'Parr , Louisa Sarah Ann (1848?–1903)', rev. Katharine Chubbuck, Oxford Dictionary of National Biography, Oxford University Press, 2004 accessed 17 March 2015 This novel recalled her nautical childhood; it was set in Cornwall where the protagonist \"Adam\" lives and smuggles. The \"Eve\" in the book's title is the name of Adam's cousin who lives in London. The stories in this novel were based on fact as she re-used situations recorded in the History of Polperro which was written by Jonathan Couch in 1871. The dialect used in the novel was used as a source for Cornish English by Joseph Wright in his English Dialect Dictionary. Parr published several other books, but none was as successful as her \"tour de force\", Adam and Eve. Her books were written with style and humour that dealt pointedly with the oppression of women. Her last novel, Can This Be Love?, told the story of a woman looked down on by her lover and his ill-mannered family. It was published in 1893. In 1897, Women Novelists of Queen Victoria's Reign was published and this included a short biography written by Parr about her fellow writer Dinah Mulock Craik. Parr died at her home in London in 1903 leaving £6,400. ==Selected works== *Dorothy Fox (1870) *Hero Carthew or The Prescotts of Pamphillon (1874) *The Gosau Smithy (1875) *Adam and Eve (1880) *Robin (1882) *Loyalty George (1888) *Dumps and I (1891) *The Squire (1892) *Can This Be Love? (1893) ==References== Category:1840s births Category:1903 deaths Category:Writers from London Category:19th-century British writers Category:19th-century British women writers ",
    "title": "Louisa Parr"
}