{
    "id": "45701489",
    "text": "\"(Just Like) Romeo and Juliet\" is a 1964 hit single by the Reflections, their recording of a composition by Bob Hamilton and Freddie Gorman. Ed Wingate, owner of the newly formed Detroit-based Golden World Records, had signed the Reflections on the basis of the group's regional success with the single \"You Said Goodbye\" on the local Kay-Ko label. Songwriter Freddie Gorman, who had been recruited by Golden World from Motown, would recall that he considered his recent composition \"(Just Like) Romeo and Juliet\" as \"tailor made\" for the doo-wop-styled Reflections \"because it had a pop feel, as opposed to the R&B; thing they were doing.\" However Reflections' lead singer Tony Micale recalls that none of the group responded positively to the song when Gorman first sang it for them: \"It just didn't sound like much with [Gorman] just playing a little piano backup\". The Reflections recorded the vocal for the track several weeks later at the RCA recording studio in Chicago. According to Micale, the group's members still regarded the song as somewhat of a joke. While running through the song prior to the recording session they ad-libbed a falsetto \"doo-doo-doot\" hook line as irreverent mimicry of Gorman's vocal style when he'd pitched them the song. The group was surprised when Gorman added that line to the song's vocal arrangement.This Song Started Out As A Joke « 94.5 KOOL FM The instrumental track for \"(Just Like) Romeo and Juliet\" had been recorded at United Sound Systems in Detroit. Micale would recall that when the group's members first heard that instrumental track through the [RCA] studio monitors \"we were just blown away... Some of the Motown [session musicians] were playing on it, and the sound was just amazing. Besides our vocals, the only thing added at that point were [the] 'doo-doo-doot's that we had come up with, and hand claps\". ==Chart history== First aired on CKLW in Windsor ON in February 1964, the single topped the hit parade of CKLW, as well as those of Detroit radio stations WJBK and WKNR in March 1964. \"(Just Like) Romeo and Juliet\" made its national chart debut on the Billboard Hot 100 dated April 11, 1964, ranked at #86 and rose to a Hot 100 peak of #6 on the chart dated May 30, 1964. In New Zealand, the song reached #5. ===Weekly charts=== {| class=\"wikitable sortable\" |- !Chart (1964) !Peak position |- |Canada RPM Top Singles | style=\"text-align:center;\"|20 |- |Canada (CHUM Hit Parade) | style=\"text-align:center;\"|16 |- |New Zealand (Lever Hit Parade)[ Flavour of New Zealand, http://www.flavourofnz.co.nz/index.php?qpageID=search%20lever&qartistid;=467#n_view_location NZ Lever Hit Parade, 9 July 1964] | style=\"text-align:center;\"|5 |- |US Billboard Hot 100Joel Whitburn's Top Pop Singles 1955–1990 - | style=\"text- align:center;\"|6 |- |US Cash Box Top 100 |align=\"center\"|9 |- |} ===Year-end charts=== {| class=\"wikitable\" |- !Chart (1964) ! style=\"text- align:center;\"|Rank |- |U.S. Billboard Hot 100Musicoutfitters.com | style=\"text-align:center;\"|64 |- |U.S. Cash Box | style=\"text- align:center;\"|60 |- |} ==Cover versions== Garage-rock band Michael and the Messengers released a cover version of the song as a single in 1967. While their recording failed to crack the Hot 100, it eventually gained recognition due to its inclusion on the 1972 compilation album Nuggets: Original Artyfacts from the First Psychedelic Era, 1965–1968. In 1969 a psychedelic rock band from Boston, Ultimate Spinach, released their cover version as a single, but it failed to chart. It was also included in their third and final album Ultimate Spinach III. \"(Just Like) Romeo and Juliet\" returned to the Hot 100 in 1975 via a remake by Sha Na Na which, despite falling short of the Top 40 with a #55 peak (and #47 Easy Listening), would remain the group's most successful single. A rival remake by Fallen Angels reached #106 on the bubbling under the Hot 100 chart. The song has also been recorded by Little Caesar and the Consuls (album Little Caeser and the Consuls/ 1965), The Outsiders (album Album #2/ 1966), Ultimate Spinach (album Ultimate Spinach III/ 1969), and Stephen Bishop (album Blue Guitars/ 1996). == Mental's version == (Just Like) Romeo and Juliet\" was recorded by Australian band Mental As Anything, released in 1980 and it reached #27 on the Kent Music Report.Australian Music Database - Mental As Anything - (Just Like) Romeo And Juliet == Track listing == == Personnel == * Martin Plaza -- lead vocals, guitar * Greedy Smith -- lead vocals, keyboards, harmonica * Reg Mombassa -- guitar, vocals * Peter O'Doherty -- bass, guitar, vocals * Wayne de Lisle – drums == Chart performance == {| class=\"wikitable\" !Chart (1980) !Peak position |- |Australian Kent Music Report |align=\"center\"| 18 |- |} ==See also== * List of 1960s one-hit wonders in the United States ==References== Category:1964 songs Category:1964 singles Category:1980 singles Category:1980 songs Category:Mental As Anything songs Category:Songs written by Freddie Gorman Category:Regular Records singles ",
    "title": "(Just Like) Romeo and Juliet"
}