{
    "id": "45708688",
    "text": "Hard Knock TV is a multi-platform video production and entertainment company founded in 2005 by Nick Huff Barili. The LA-based media outlet reports on Hip- Hop and urban music, culture, sports and lifestyle news via in-depth video interviews and long-length editorial features. ==History== As a fifteen-year veteran in the music industry, Nick Huff Barili recognized the need for credible in-depth coverage of Hip-Hop culture and the emergence of new media, and set to launch Hard Knock TV as the first Hip-Hop show on YouTube. He originally pitched the idea of starting a web-based video series to a large agency in Los Angeles, but they assured him that people would prefer to watch content on television, rather than on the internet. Despite the feedback, Nick Huff Barili decided to launch Hard Knock TV independently on YouTube. Hard Knock TV initially gained notoriety for discovering and interviewing emerging talent in the Los Angeles area, one of which being K-Dot (now known as Kendrick Lamar). Hard Knock TV's video content en masse currently has over 70-million views, and its YouTube channel has over 140 thousand subscribers. ==Content== Hard Knock TV's trademark is providing quality, in-depth interviews with Hip-Hops biggest and brightest stars, as well producers and industry influencers. The most viewed interviews on Hard Knock TV's YouTube channel feature Wiz Khalifa, Kendrick Lamar, J. Cole, Macklemore, A$AP Rocky, Big Sean, Tyga, Childish Gambino, Common, Tech N9ne, Game, E-40, Ice Cube, Jay Electronica, Jhene Aiko, TI, 50 Cent, and Mac Miller. While the in-depth video interviews are Hard Knock's crown jewel, Hard Knock TV also publishes written interviews and music news on their website. Some of the artists interviewed for written features include Dilated People, Lil Bibby, DJ Mustard, Sir Michael Rocks, Audio Push, Fashawn, Jarren Benton, Killer Mike, Thurz, G-Eazy, and many more. Some Hard Knock TV videos have gone viral, racking up slightly more views than the rest. Some of those videos include A$AP Rocky, who spoke about interracial dating, homeless shelters, and homophobia; Hopsin, who addressed other rappers Kanye West and Kendrick Lamar, and how \"diss Hip-Hop\" is back; Ne-Yo, who talked about the at-the-time beef with Chris Brown; Kendrick Lamar, who touched on smoking weed, Tupac, and Compton; Scarface, who talks about how Hip-Hop \"is white now\"; and Nas in an interview where he discussed fellow artists, Drake, J. Cole, and Jay Electronica. ===\"Mic Check\"=== This category of Hard Knock TV has produced hundreds of in-depth artist interviews (viewable on their YouTube and official website) that feature the below artists and more: *Andre 3000 *Kendrick Lamar *A$AP Rocky *Macklemore *Big Sean *Rakim *Wiz Khalifa *Theophilus London *Game *DJ Khaled *J. Cole *E-40 *Yelawolf *Big Boi *Pac Div *Lloyd *Ice Cube *Will.I.Am *John Legend *Dr. Dre *Nas *Damian Marley *Warren G *Wale *Busta Rhymes *Jadakiss *Keri Hilson *Ne-Yo *T.I. *Pharcyde *Common *Jhene Aiko *Vince Staples *Logic ===Behind the Hit: Inside the Mind of a Producer=== *Pharrell *DJ Mustard *Just Blaze *Young Guru *Hit Boy *DJ Khalil *Chin Injeti ===Exclusive Freestyles=== Hard Knock TV has captured exclusive freestyles over the years in video form. Some of the most notable were performed by artists listed below: *Tech N9ne *Whiz Khalifa *Big Sean *Kevin Hart *KRNFX *Wyclef Jean and Jin *Logic *Pimp C *Thurz *MC Supernatural *Chase Infinite *Flipsyde *Del Tha Funky Homosapien *Crooked I *Zion I *Mistah Fab *U-N-I *Charles Hamilton *Curren$y *Audio Push *Chris Young *El Prez ===Hard Knock TV X The GRAMMY'S=== Hard Knock TV continuously collaborates with The GRAMMYs to produce long- length interviews, conducted by Nick Huff Barili, to highlight the life and work of influential nominated artists such as Andre 3000, Pharrell, Chuck D, Common, Wiz Khalifa, and YG. ==Hard Knock Hoops & SXSW== Hard Knock Hoops is an annual three-on-three celebrity basketball tournament organized by Hard Knock TV. The annual tournament takes place in Austin, TX during the SXSW music festival and in Los Angeles in the summer time. The first tournament took place at SXSW in 2011 and was called \"Hoop & Hang,\" a collaboration between Nick Huff Barili of Hard Knock TV and Gotty of The Smoking Section. Nick first approached him with the idea at the 2010 World Basketball Festival in NY, and with Gotty, went on to create a space at SXSW where artists and media could get together in a more intimate setting while sharing their love for music and basketball. The first annual LA Hard Knock Hoops tournament took place in 2012 as part of Hard Knock TV's 7 Year Anniversary Celebration, which was sponsored by Nike, and it is still held annually by Hard Knock TV. However, wanting to focus on its own brand and vision, Hard Knock TV ended its SXSW \"Hoop & Hang\" collaboration with TSS and carried on its own tournament at SXSW as Hard Knock Hoops in 2014. Every year Hard Knock hoops has grown: The star-studded 2014 Hard Knock Hoops tournament in Los Angeles saw the likes of Chris Brown, Game, Taco (of Odd Future), Quincy, Steelo Brim, Pac Div, Thurz, DJ Khalil, DJ Bizzy and Ben Lyons among other industry influencers all going head to head for the chance to take home that prized number one slot. The event also brought out its share of spectators including Kelly Osbourne and Louie Vito. ==See also== *Nick Huff Barili ==References== Category:American entertainment websites Category:Internet properties established in 2005 ",
    "title": "Hard Knock TV"
}