{
    "id": "45707301",
    "text": "Kolonjë () is a municipality in Korçë County, southeastern Albania. It was created in 2015 by the merger of the former municipalities Barmash, Çlirim, Ersekë, Leskovik, Mollas, Novoselë, Qendër Ersekë and Qendër Leskovik. The seat of the municipality is the town Ersekë.Law nr. 115/2014 The total population is 11,070 (2011 census), in a total area of 864.74 km2. It is coterminous with the former Kolonjë District, and an Albanian ethnographic region with mostly the same borders and also the same name (which may or may not include the area around Leskovik due to competing definitions). ==Location== Kolonjë is located in south-east Albania and its capital is Ersekë. Other towns in this district include Leskovik to the south. It is bounded by Korçë to the north and Greece to the east, including the regional units of Kastoria and Ioannina. The town of Ersekë is located at the foot of mount Gramos, Albania's fourth-highest mountain with a peak at 2,525 m above sea level. ==History== During the Middle Ages a region under the name Koloneia is located in the mountain region south of Korçë (southeast Albania) and north of Konitsa and Kastoria (northwestern Greece) at the west slopes of Grammos mountain range. A Byzantine military garrison under the same name was built west of Grammos. According to the account of John Skylitzes, in , after the Byzantine conquest of Bulgaria, emperor Basil II created new themes at Koloneia (Κολώνεια), Dryinopolis, and Dyrrhachium, and settled former Byzantine prisoners of war to secure the Byzantine positions in Epirus against future enemy attacks from central and western Macedonia. At 1040s the theme of Koloneia was incorporated to the Duchy of Dyrrachion. After the Sack of Constantinople at 1204 and the following partition of the Byzantine Empire Koloneia was granted to the Republic of Venice. However, Koloneia came under the control of the Despotate of Epirus and formed one of the themes of the Despotate. Following the Battle of Pelagonia in 1259 Koloneia was ceded to the Empire of Nicaea. Prior to the 14th century Albanian migrations the area was inhabited by Aromanians. One of the two main waves of Albanian movements coming from the north entered Kolonjë in the 14th century, with the wave also affecting the neighboring Dangëllia region. The name Kolonja refers to the former Vlach presence and is related to the Roman period of the area. ==Villages, communities and settlements== Waterfall at Mount Gramos * Starje * Barmash * Bezhan * Blush * Borovë * Butkë * Gjonc * Gërmenj * Gostivisht * Helmës * Kabash * Kagjinas * Kaltanj * Kamnik * Kodras * Kozel * Kreshovë * Kurtes * Lashovë * Leshnjë * Lëngëz * Lënckë * Luaras * Mesicke * Milec * Mollas * Novoselë * Orgockë * Piskal * Poda * Postenan * Prodan * Psarr i Zi * Qafzes * Qesarakë * Qinam Radovickë * Qinam * Qytezë * Radimisht * Radanj * Rehovë * Selenicë e Pishës * Shalës * Shtikë * Shën Mërtir * Taç * Vodicë * Vrepckë * Kurtës ==References== ==Sources== * Category:Municipalities in Korçë County Category:Albanian ethnographic regions ",
    "title": "Kolonjë"
}