{
    "id": "45707462",
    "text": "Serlo (died 1104) was a medieval abbot of Gloucester Abbey. Serlo was a native of Normandy and became a canon at Avranches Cathedral. He then became a monk at Mont Saint-Michel, around 1067.Keats-Rohan Domesday People p. 418 In 1072 he became abbot of Gloucester Abbey, having been suggested for the office by Osmund. Serlo served as abbot until his death in 1104 after holding office for 33 years.Knowles, et al. Heads of Religious Houses p. 52 Serlo was present at King William II of England's Christmas court in 1093 which was held at Gloucester.Barlow William Rufus p. 326 In 1096 Serlo secured from the king a confirmation of a number of gifts to the monastery as well as the return of lands to the monastic demesne that had been held by the archbishops of York.Mason William II p. 193 In Orderic Vitalis' account of the death of William II, one of the monks of Gloucester had a vision that the king was going to die because God was punishing him for the royal treatment of the church.Barlow William Rufus pp. 426–427 Serlo is said to have sent a knight with a letter detailing this vision to the king, which reached him just prior to the king beginning his hunting party which ended in his death on 2 August 1100. Orderic relates that on receiving the message from Serlo, the king mocked the message and rode off to his death.Barlow William Rufus p. 423 It is unclear if this story is actually true. Historian Emma Mason points out that if there was a plot to kill the king, it was possible that rumours of the plot were heard at Gloucester. Serlo may have hoped to ingratiate himself with the king by warning him. The fact that any correspondence does not survive is not conclusive, as correspondence of this sort was routinely destroyed after receipt. But it is also possible that Orderic made up the story for dramatic effect.Mason William II pp. 220–221 During his time in office he rebuilt the abbey's church, which had been destroyed in the rebellion of 1088. This was a large, complex building and has been called \"one of the most ambitious churches built in post-Conquest England\". The new church was dedicated in 1100 but burnt along with the city of Gloucester in 1102. He also revitalized the devotional life of the monastery.Douglas William the Conqueror p. 327 In his old age he made the abbey's cellarer, Odo, a coadjunct abbot. ==Notes== ==Citations== ==References== * * * * * * Category:Abbots of Gloucester Category:1104 deaths Category:Normans in England Category:Norman clerics given benefices in England Category:11th-century English people Category:12th- century English people ",
    "title": "Serlo (abbot of Gloucester)"
}