{
    "id": "45705040",
    "text": "Okatch Biggy Elly Mathayo Okatch, better known as Okatch Biggy (1954–1997) was a Kenyan benga musician. His first single \"Helena Wang’e Dongo, released in 1992 brought him into the limelight.Why legend of Okatch Biggy still lives on - Weekend - nation.co.keOkatch Biggy - Hellena Wang'e Dongo - youtube.com ==Early life== Okatch (Okatch Biggy) is one of the Kenyan musicians, was born in 1954 in Ujimbe, Dudi location, Gem, Siaya County Nyanza Kenya.https://hivisasa.com/posts/776-are-these-the-most-explicit-luo-musicians At age 21, Okatch tried to get into boxing as a career at the Railways Club in Kisumu. He was named \"Biggy\" as he was larger in appearance. In 1977, Biggy decided to start a career in music. He joined the jazz band Kiwiro as a drummer. He later left Kiwiro to team up with D.O. Misiani of jazz band Shirati as a drummer. A new band, Super Heka Heka, was formed following the departure of Biggy from Kiwiro. Original members of the band included : Okello Adwera (bass guitar), Paul Olang'o (vocalist), Ochieng Viva (vocalist & composer), Dick Ouma 'Wuod Gi Mbala Jasuba'(Rhythm Guitar & vocals),Owiti Ahuja (Solo guitar), Bingwa (drummer) and Okatch (founder of the band). They were later joined by Oginga Wuod Awasi. This new band was resident at Gusii Night Club in Kisii. Upon moving to Kisumu, Biggy's music gathered something of a cult following among fans of the modification of Benga. While in Kisumu, few rich friends and lovers of his music like ; Prof. Francis Owino Rew, Hosea Songa and Oduor Leo organized a fundraising and the resultant cash was used to buy Biggy new musical instruments to start up his band. His personal approach and singing style drew fans. Kisumu Junction Inn was the center for this music. The band's popularity later spread across Kenya. For the two years his music career peaked, Benga maestro Okatch Biggy bestrode the entertainment industry like a colossus. Between 1995 and 1997, the artiste gave benga music a new meaning, and went ahead to snatch its control from legend Owino Misiani whose fame spanned Kenya and Tanzania. Biggy stole the limelight after a prolonged lull in benga, which saw kingpins like Ochieng Nelly, Collela Mazee, Awino Lawi, Ochieng Kabasellah, George Ramogi and Ouma Omore take a beating from invasion of the local scene by Congolse music. His seismic beats and striking compositions laced with words that bordered on the lewd earned him a special place in the hearts of fans in Kisumu, Mombasa and Nairobi where he staged most of his shows. At the time of his death on 16 November 1997, Biggy and his Super Heka Heka Band had recorded five albums. == Discography == *Hellena :Caleb Doctor ::Oduor Leo ::Rosemary Nyayala *Dorinahttps://www.allmusic.com/artist/okatch-biggy-mn0001556258/songs ::Agono George ::Lizzy https://www.smubuafrica.com/artist/okatch-biggy ::Otieno Doctor ::Dave Ayoro *Nyathi Nyakach ::Hellena Nyabondo :: Isaiah Ogwe :: Nashon Adoche *Okello Jabondo ::Agutu Nyowila ::Okatch Pod Angima ::Okello Jossy *Adhiambo Nyakobura (nonstop) ::Otieno Ajey (nonstop) ==References== Category:Kenyan musicians Category:1954 births Category:1997 deaths ",
    "title": "Okatch Biggy"
}