{
    "id": "45704540",
    "text": "Dee Jackson and Ricky Jackson, known professionally as Dee & Ricky, (born October 15, 1980) are American twin siblings who are fashion and accessory designers. One of Dee and Ricky's first fashion collaborations was with Marc Jacobs for his Spring 2008 line.Dee & Ricky for Marc by Marc Jacobs Must Have Spring 08' Accessory Lego Belt & Headband! I know where to get them! | My It Things The twin brother duo collaborated with Casio G-shock in 2010 and 2011, Barneys New York (2010) Pepsi (2010) PONY (2011, 2012, and 2013), Joy Rich (2012), Trek BMX Bikes (2012), and Starter (2008, 2014).Dee & Ricky | HYPEBEAST Dee and Ricky Jackson are known for their colorful and quirky Lego- based designs. Dee and Ricky continue to sell their Lego brooch pieces and accessory pieces on their website. Often, dubbed as “the twins” or “the Soho kids” Dee and Ricky are well known for their dancing talent.Stylechile: Dee And Ricky + Marc Jacobs Following their high-profile collaborations they launched an eponymous label called, “Dee and Ricky”. They have transformed street style fashion items like varsity jackets into gym bags and Lego pieces into jewelry. They served as Converse CONS Ambassadors and have held design workshops at CONS Project BKN ==Early life== Born in Staten Island, New York, Dee and Ricky began creating their first custom pieces in the 9th grade. The twins started making accessories at age 15 with their grandmother, a seamstress. They would fiddle with her sewing machine and embroider designs onto their clothes, soon catching the attention of their peers. Surrounded by flashy drugs dealers and skate kids, the street wear culture and lifestyle became their main source of design inspiration. These designs became increasingly popular as street wear started gaining commercial momentum. Dee and Ricky had their first major collaboration with Marc Jacobs in 2008 during New York Fashion Week. Since then they have collaborated with brands including Casio, Nike, Pony International and Pepsi to create accessories and video games, selling in retailers such as Barney's, Bloomingdales, and Colette Paris. ==Products and collaborations== Dee and Ricky's designs have been worn by Questlove, Kanye West, Rihanna, Beyoncé Knowles, and Kid Cudi. They have pursued collaborations with brands such as Joyrich and Converse. Their body of work includes deconstructed Lego hearts, bulletproof teddy bears made out of Kevlar and canvas, Christian Louboutin look-alike skateboard decks, cheetah print crowbar and plush boxing gloves to a gold-dipped grenade. ==List of collaborations== *Dee & Ricky for Marc By Marc Jacobs Designer to Watch: Dee and Ricky - theFashionSpot *Starter Black Label X Dee & Ricky Starter - BLACK - Starter Black Label x Dee & Ricky Collaboration *Joyrich X Dee & Ricky FW12 *Puma X Dee & Ricky FW13 z *Casio G-Shock – Dee & Ricky Edition ==Reception== Dee and Ricky have been showcased in fashion spreads and advertisements in style magazines.The Urban Gentleman | Men's Fashion Blog | Men's Grooming | Men's Style | Tag archive for dee and ricky They have had their portrait painted by renowned fine artist Kehinde Wiley. Dee and Ricky have promoted their brand work collaboration through advertising campaigns for Puma, Nike, Supreme, and A New York Thing, and in editorials for Teen Vogue, The New York Post and Paper Magazine. ==Philanthropy== In 2014, Dee and Ricky teamed up with the Rush Kids to design a special series of Lego HeARTS for the welfare of the foundation. The Rush Kids sported these Lego HeART creations during the 3rd Annual Rush HeARTS Valentine’s Day Education Luncheon where they exhibited the endorsed orange colored Lego Rush HeARTS. The official Rush HeARTS were distributed to donors that sponsored a Rush Kid throughout the year.Dee and Ricky - Rush Philanthropic Arts Foundation Rush Philanthropic Arts Foundation == References == ==External links== *www.deeandricky.com Category:American fashion designers ",
    "title": "Dee and Ricky"
}