{
    "id": "45705977",
    "text": "John William Mitchell (June 14, 1914 – November 15, 1995) was an officer of the United States Air Force, a flying ace and the leader of Operation Vengeance, the mission to shoot down Admiral Isoroku Yamamoto. He served in World War II and the Korean War. ==Early life== Mitchell was born in Enid, Mississippi to Noah Boothe Mitchell (1881–1967) and Lillian Dickinson Mitchell (1880–1921) on June 14, 1914. Mitchell was a valedictorian of his high school class. He graduated at Columbia University with a degree in Economics on 1934 and continued at the University of Chicago, where he obtained his diploma on 1939. Mitchell married Anne Lee Miller, during the weeks after the attack on Pearl Harbor. ==Military career== Mitchell enlisted in the United States Army on April 9, 1934, and after completing basic training he served with the Coast Artillery Corps at Fort Ruger, Hawaii from July 1934 to September 8, 1938. Mitchell was selected to attend the Aviation Cadet Program, and entered training on November 10, 1939, receiving his commission as a 2nd lieutenant in the United States Army Air Corps and his pilot wings on July 26, 1940. ===World War II=== Mitchell flew as a Curtiss P-40 Warhawk pilot with the 55th Fighter Squadron of the 20th Fighter Group from August 1940 to January 1942. He was with the 70th Pursuit Squadron, stranded near Charlotte, North Carolina during the attack on Pearl Harbor, due to a malfunctioning P-40. P-39 Airacobra After re-organizing, and training new recruits as well as possible, Mitchell and the members of the 70th Fighter Squadron embarked for Fiji on Jan. 20, 1942. They were given the new aircraft, the Bell P-39 Airacobra. Landing at the harbor of Suva, the men of the 70th began to struggle with their P-39s in the tropical downpours and mud of Fiji. With the aid of the Bell Aircraft representatives, they got the P-39s into the air and began training in them. U.S. Navy pilots from the carrier visited and gave them some insight into real combat, showing them the greater maneuverability of the Grumman F4F Wildcat and the technique of the Thach Weave. They continued training on Fiji through autumn of 1942, entertaining several dignitaries in these months, notably World War I flying ace Eddie Rickenbacker, Army Air Forces chief General Henry \"Hap\" Arnold, and a young Texas Congressman and future U.S. President, Lyndon B. Johnson. On October 5, Mitchell and eight of his pilots were detached from the 70th for duty on Guadalcanal with the 339th Fighter Squadron of 347th Fighter Group. They arrived just in time for the darkest days at Guadalcanal. Aerial view of Henderson Field At one point the Japanese were only 600 feet from their airstrip. The crew chiefs removed the .30 caliber machine guns from some planes, to use in a last-ditch stand. When landing at Henderson Field, the fliers dodged bushes in the runway, held there by brave crewmen, to mark the location of shell holes. Several pilots were lost in night landings, due to the dim lights, the frequent storms, and the rough conditions of the strip. Flying the P-39 Airacobra, Mitchell had shot down three Japanese planes by early November. Later that month, he was promoted to Major and Commanding Officer of the 339th Fighter Squadron. P-38 Lightning The arrival of the first P-38 Lightnings overshadowed his promotion. The fast twin-engined fighters had devastating firepower – four .50 caliber machine guns and a 20 mm cannon mounted in the nose. Because the guns all fired straight ahead, rather than in the common converging patterns of wing- mounted guns, they were effective at all ranges. The P-38s had some drawbacks: feeble heaters, high fuel consumption, and high maintenance. But the pilots loved the new planes, which inflicted even higher losses on the Japanese. While flying the P-38 Lightning, Mitchell shot down five Japanese planes, making him a flying ace. ====Operation Vengeance==== Admiral Isoroku Yamamoto Back in Hawaii, on April 14, the American code-breakers intercepted the message detailing Yamamoto's itinerary. The decoded and translated message made its way to Washington DC, back to Admiral Nimitz in Hawaii, then to Admiral Halsey on New Caledonia, and to Admiral Mitscher on Guadalcanal. All levels approved the shoot-down mission, and Mitscher assigned it to Mitchell, who plotted a roundabout approach, far from other islands, to minimize the chance that observers would warn the enemy of the attack. Members of the 339th Fighter Squadron; Mitchell is fifth from the left, in the front row Overnight at Henderson Field, ground crews fitted large new fuel tanks under the wings of the P-38Gs. By dawn 18 aircraft were ready. Mitchell's last instructions before the 0700 take-off were to maintain radio silence. The flight proceeded northwest at wave-top level to avoid Japanese spotters, sweeping widely away from Japanese-occupied New Georgia. Mitchell tried to hold the planes at thirty feet; with only the ocean below, depth perception was almost non- existent. By 0800, the American raiders were 285 miles from the planned interception. At that minute, Admiral Yamamoto's G4M Betty bomber took off from Rabaul, on time for his scheduled 1000 arrival at Bougainville. His entourage, including his chief of staff, Admiral Matome Ugaki, was aboard two other G4M Betty bombers, and the bomber flight was escorted by six A6M Zeros. At 08:20, the Lightnings changed their heading for the first time, swinging slightly to the north. Half an hour later, when abreast of Vella Lavella, they made their second planned course change, again shifting a little more to the north. At 09:00, Mitchell made their last change, heading northeast, directly toward the coast of Bougainville, only 40 miles away. He also began the slow climb for altitude at this point. At 0934 Doug Canning called out \"Bogeys, eleven o'clock high.\" The P-38 pilots jettisoned their drop tanks and attacked. Holmes and Hine had trouble with their tanks; Lanphier, at least inititally, headed for the escort flight, while Barber engaged the Japanese bombers. All the other P-38Gs followed their instructions to fly cover against the Zero fighters. Both Lanphier and Barber claimed one bomber shot down over the jungles of Bougainville. Frank Holmes claimed another shot down over the water a few minutes later. From Japanese records and survivors, among them Admiral Ugaki, the following facts are certain: only two G4M Betty bombers were attacked; Yamamoto's was shot down over Bougainville with no survivors; the second went into the ocean and Admiral Ugaki was among the three survivors. The day following the attack, a Japanese search party located the wreckage, including Yamamoto's body, which they ceremonially cremated. ====Post mission==== P-51D Mustangs from the 15th Fighter Group flying an escort mission After the mission, Mitchell served a tour with Headquarters Army Air Forces from June to December 1943. His total score in Guadalcanal was eight enemy planes destroyed. Then he was assigned to the 412th Fighter Group, where he served from December 1943 to April 1945. Mitchell flew Supermarine Spitfires and Hawker Hurricanes as an observer in England in April and May 1945. He next served the 15th Fighter Group based in Iwo Jima from May to June 1945. He flew North American P-51 Mustangs, escorting Boeing B-29 Superfortress bombers over Japan and shooting down one enemy aircraft. He subsequently served as Deputy Commander and then Commander of the 21st Fighter Group, where he served from July to October 1945. While serving with the 21st FG, he was credited with two more enemy planes destroyed. Mitchell was credited with destroying a total of 11 enemy aircraft in aerial combat during World War II. ===Post war=== After United States Army Air Forces became United States Air Force, Mitchell was assigned as Director of Training and Operations at Keesler Field, from February 1946 to August 1947. He attended Air Command and Staff College at Maxwell Air Force Base from August 1947 to June 1948, and then served as base commander at Godman Air Force Base, from June 1948 to July 1949. Mitchell served with the 63d Fighter Wing at Brooks Air Force Base, from July 1949 to November 1950, and then served as Commander of the 57th Fighter Interceptor Group at Eielson Air Force Base, from November 1950 to June 1952. ===Korean War=== 51st Fighter-Interceptor Wing F-86s of the 51st over Korea Mitchell flew again in the Korean War, taking over the 51st Fighter- Interceptor Wing for Gabby Gabreski in June 1952. Based at Suwon Air Base in South Korea, he shot down four MiG-15s, while flying the North American F-86 Sabre. Among his other challenges as Commanding Officer of 51st FIW was controlling the \"flight suit\" mentality of his fliers, which was \"a sense of self-confidence and pride that verged on arrogance\" where \"status was based upon flying ability, not degrees, rank, or 'officer' skills\". Things came to a head when Lt Col. Edwin L. Heller of the 16th Fighter-Interceptor Squadron was shot down on the Chinese side of the Yalu River. As Robert F. Dorr describes it in his book Korean War Aces: > \"Mitchell was madder than any colonel the pilot had ever seen\" Mitchell and Lt Gen. Glenn O. Barcus, the commanding general of Fifth Air Force, made a lot of personnel changes and even attempted to strip one pilot, Capt. Dolphin Overton, of his flying ace status. ===Post war=== After serving in Korea, Mitchell served with the 28th Air Division at Hickam Air Force Base from June 1953 to July 1956. Mitchell's final assignment was as Commander of the Detroit Air Defense Sector at Custer Air Force Station from July 1957 until his retirement from the Air Force on July 31, 1958. Mitchell flew 240 combat missions in World War II and Korean War and was credited with 15 aerial victories together in the two wars. ==Later life== Mitchell died on November 15, 1995 in San Anselmo, California. His wife Anne died on March 14, 2008. Both of them are buried and share a same headstone at Golden Gate National Cemetery. ==Aerial victory credits== {| class=\"wikitable\" style=\"margin:auto; width:600px;\" |- style=\"color:white;\" ! style=\"background:#39f;\"|Date !! style=\"background:#39f;\"|# !! style=\"background:#39f;\"|Type !! style=\"background:#39f;\"|Location !! style=\"background:#39f;\"|Aircraft flown !! style=\"background:#39f;\"|Unit Assigned |- |October 9, 1942||align=center|1||align=center|Mitsubishi F1M||align=center|Henderson Field||align=center|P-39 Airacobra||align=center|339 FS, 347 FG |- style=\"background:#eee;\" |October 23, 1942||align=center|1 ||align=center|Mitsubishi A6M Zero||align=center|Tulagi, Solomon Islands||align=center|P-39 Airacobra||align=center|339 FS, 347 FG |- |November 7, 1942||align=center|1 ||align=center|Nakajima A6M2-N||align=center|Santa Isabel Island, Solomon Islands||align=center|P-39 Airacobra||align=center|339 FS, 347 FG |- style=\"background:#eee;\" |January 5, 1943||align=center|1||align=center|Nakajima A6M2-N||align=center|Tonolei Harbour, Solomon Islands||align=center|P-38 Lightning||align=center|339 FS, 347 FG |- |January 27, 1943||align=center|2||align=center|A6M Zero||align=center|Cape Esperance, Solomon Islands||align=center|P-38 Lightning||align=center|339 FS, 347 FG |- style=\"background:#eee;\" |January 29, 1943||align=center|1||align=center|Nakajima Ki-27||align=center|Guadalcanal, Solomon Islands||align=center|P-38 Lightning||align=center|339 FS, 347 FG |- |February 2, 1943||align=center|1||align=center|Nakajima A6M2-N||align=center|Shortland Islands, Solomon Islands||align=center|P-38 Lightning||align=center|339 FS, 347 FG |- style=\"background:#eee;\" |June 26, 1945||align=center|1||align=center|A6M Zero||align=center|Kiso, Japan||align=center|P-51 Mustang||align=center|15 FG Hq |- style=\"background:#eee;\" |July 16, 1945||align=center|2||align=center|Kawanishi N1K||align=center|Tsu, Japan||align=center|P-51 Mustang||align=center|21 FG Hq |- |January 21, 1953||align=center|1||align=center|MiG-15||align=center|North Korea||align=center|F-86 Sabre||align=center|51 FW Hq |- style=\"background:#eee;\" |March 9, 1953||align=center|1||align=center|MiG-15||align=center|near Yalu River||align=center|F-86 Sabre||align=center|51 FW Hq |- |April 11, 1953||align=center|1||align=center|MiG-15||align=center|Uiju County, North Korea||align=center|F-86 Sabre||align=center|51 FW Hq |- style=\"background:#eee;\" |May 15, 1953||align=center|1||align=center|MiG-15||align=center|North Korea||align=center|F-86 Sabre||align=center|51 FW Hq |} ::::SOURCES: Air Force Historical Study 85: USAF Credits for the Destruction of Enemy Aircraft, World War II and Air Force Historical Study 81: USAF Credits for the Destruction of Enemy Aircraft, Korean War, Freeman 1993 ==Awards and decorations== Mitchell’s decorations include: {| align=\"center\" |- |colspan=\"3\" align=\"center\"| |- |colspan=\"3\" align=\"center\"| |- | | | |- | | | |- | | | |- | | | |- | | | |- | | | |- | | | |- |} {| class=\"wikitable\" style=\"text-align: center\" |- |colspan=\"3\" align=\"center\" |USAF Command Pilot |- |colspan=\"3\" align=\"center\" |Distinguished Service Cross |- |Navy Cross |Legion of Merit |Distinguished Flying Cross with 2 bronze oak leaf clusters |- |Bronze Star |Air Medal with 1 silver and 3 bronze oak leaf clusters |Air Medal (second ribbon required for accouterment spacing) |- |Army Commendation Medal |Air Force Presidential Unit Citation |Navy Presidential Unit Citation with 1 award star |- |American Defense Service Medal |American Campaign Medal |Asiatic-Pacific Campaign Medal with 4 bronze campaign stars |- |World War II Victory Medal |Army of Occupation Medal with 'Japan' clasp |National Defense Service Medal |- |Korean Service Medal with 3 bronze campaign stars |Air Force Longevity Service Award with 1 silver oak leaf cluster |Armed Forces Reserve Medal |- |Republic of Korea Presidential Unit Citation |United Nations Korea Medal |Republic of Korea War Service Medal |} ===Distinguished Service Cross citation=== left :Mitchell, John W. :Major (then Captain), U.S Army Air Forces :339th Fighter Squadron, 347th Fighter Group, 13th Air Force :Date of Action: October 4, 1942 – November 10, 1942 & December 22, 1942 – February 4, 1943 :Headquarters, U.S. Army Forces in the South Pacific Area: General Orders No. 56 (March 9, 1943) :Citation: The President of the United States of America, authorized by Act of Congress, July 9, 1918, takes pleasure in presenting the Distinguished Service Cross to Major (Air Corps), {then Captain} John W. Mitchell, United States Army Air Forces, for extraordinary heroism in air actions against the enemy while serving as a Pilot with the 67th Fighter Squadron and later as Commander of the 339th Fighter Squadron, 347th Fighter Group, 13th Air Force, during the periods 4 October 1942 to 10 November 1942 and from 22 December 1942 to 4 February 1943. On 4 October, Major Mitchell led a flight of eleven P-39 airplanes to Guadalcanal, arriving there on 7 October. On 9 October, he led a flight of P-39 airplanes on two escort missions for SBD airplanes against an enemy naval force 150 miles off Guadalcanal; part of the second mission being accomplished after dark and being extremely hazardous due to the very low ceiling and no landing lights. He destroyed one enemy float bi-plane; others of the flight probably destroyed two others, all returning safely to base. On 23 October, he shot down one enemy Zero while leading a flight of P-39 airplanes on patrol over Guadalcanal, and returning and landing safely after dark in heavy rain. On 7 November, he led a flight of eight P-39's loaded with 500-pound bombs on a dive-bombing mission against an enemy naval force of one cruiser and fourteen destroyers. Intercepted by five enemy float \"Zeroes\" he destroyed one, and the flight shot down the balance, all returning safely. On 5 January, while with six P-38 airplanes on an escort mission for five B-17 bombers, some twenty-five enemy planes attacked. Outnumbered four-to-one, the fighters destroyed three of the enemy and probable three others, Major Mitchell accounting for one float Zero. On 27 January, he led a flight of six P-38's against a superior force of about thirty \"Zeroes\" over Guadalcanal and destroyed two of them himself. On 29 January, he took off alone from Henderson Field, Guadalcanal, before daylight in a P-38 to intercept enemy bombers that had been harassing the troops by bombing each night and shot down an enemy type 97 medium bomber making a low-level bombing and strafing run on the field. On 2 February, he led a flight of four P-38's as a bomber escort and shot down one float \"Zero\" of the three enemy planes accounted for by the flight. Major Mitchell has destroyed more than five enemy airplanes, having shot down a total of eight confirmed, destroyed an undetermined number on the ground and water during strafing strikes at Rekata Bay and Munda Point, and led numerous other missions in addition to those specifically mentioned, in over 150 hours of combat flying time as Flight Commander. ===Navy Cross Citation=== left :Mitchell, John W. :Captain, U.S Army Air Forces :339th Fighter Squadron, 347th Fighter Group, 13th Air Force (Detached) :Date of Action: April 18, 1943 :Citation: The President of the United States of America takes pleasure in presenting the Navy Cross to Major (Air Corps) John W. Mitchell, United States Army Air Forces, for extraordinary heroism while serving with the 339th Fighter Squadron, 347th Fighter Group, 13th Air Force, attached to a Marine Fighter Command in action against enemy Japanese forces in the Solomon Islands on 18 April 1943. Leading a flight of sixteen fighter planes at dangerously low altitude in the longest planned interception mission ever attempted, Major Mitchell contacted the assigned objective, consisting of two enemy bombers and six escort fighters, with complete tactical surprise and launched a fierce, determined attack. In the ensuing engagement he directed the operations of his group with such outstanding professional skill and daring courage that they shot down both bombers in flames, three of the hostile escort aircraft and another bomber, not in company, which was sighted approaching the nearby enemy base at Kahili. With full appreciation of the technical accuracy required for the achievement of this vital mission, Major Mitchell completed the difficult assignment with remarkable success. His brilliant leadership and valiant devotion to duty under extremely adverse conditions contributed greatly to the efforts of our forces in the Solomon Islands and were in keeping with the highest traditions of the United States Armed Services. ==References== Category:1914 births Category:1995 deaths Category:American World War II flying aces Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Distinguished Service Cross (United States) Category:Recipients of the Legion of Merit Category:Recipients of the Navy Cross (United States) Category:United States Army Air Forces pilots of World War II Category:United States Air Force officers Category:Aviators from Mississippi Category:Columbia University alumni Category:University of Chicago alumni Category:Military personnel from Mississippi ",
    "title": "John W. Mitchell (United States Air Force)"
}