{
    "id": "45708871",
    "text": "Julian Iantzi Mitxelena (born 1967 in California), is a TV presenter in the Basque Country. ==Life== In the 1960s, Iantzi's parents, Angel Iantzi and Txelo Mitxelena, emigrated from Lesaka in Spain to the United States, looking for a better lifestyle. They were there for about 23 years, thirteen years sheep farming and another ten years on a cattle ranch. Their three children were born in California and they lived in Dixon until they returned to Lesaka. Although the family made a good living in the US, they wanted to return to Lesaka because their family was there and the children had to be schooled. When Iantzi was seven years old, he spoke only English Basque, something that makes him very sensitive to the euskaltzale movement in spreading the use of the Basque language. ==Work in the media== Iantzi auditioned for a programme on EITB Euskal Telebista. Later, Canal 4 gave him his first break. Before going onto a set he had worked in administration, insurance and in the catering sector. He has presented numerous programmes across different television channels, but has undoubtedly become most well-known presenting different shows on EITB such as Basetxea, Begia gose, Sorginen laratza, La flecha amarilla and El conquistador del fin del mundo. He has also presented programmes about Basque communities in the United States. In March 2007, he moved to national television, presenting the programme Brainiac on Cuatro. In summer 2008, he presented El muro infernal, the Spanish version of the successful format Hole in the wall of Fuji TV, on La Sexta. His last job before returning to EITB was with Antena 3, as a moderator in Vaya par... de tres, a programme presented by María Patiño and Jesús Mariñas. He returned to EITB to present new editions of El conquistador del fin del mundo, a show in which contestants have to deal with the toughest of conditions with the aim of placing a Basque flag on top of the lighthouse at the world's end - namely the Les Eclaireurs Lighthouse in Beagle Channel, Ushuaia, Argentina. == References == ==External links== http://www.eitb.eus/es/tag/julian-iantzi-mitxelena/ http://www.eitb.eus/es/radio/radio-euskadi/programas/ocho-dias-siete- noches/audios/detalle/2925976/conquistador--julian-iantzi-viaje-patagonia/ http://www.eitb.eus/es/television/programas/conquistador- aconcagua/presentador/detalle/5877/julian-iantzi/ Category:1967 births Category:Living people Category:Navarrese people Category:People from Dixon, California Category:Spanish television presenters ",
    "title": "Julian Iantzi"
}