{
    "id": "45707050",
    "text": "Beauty Beggar () is a derogatory name for beauty bloggers or beauty YouTubers who capitalize their fame to promote cosmetics so as to obtain sponsorship, in forms of testers or money, from cosmetics companies. It is a Hong Kong internet slang that originated from the discussion on Instagram and The Golden Forum () news report on beauty beggars ==Definition== Involved cybercitizens claim that beauty beggars have these following characteristics: some of the introductions are self-contradictory or of poor quality; the declaration of interest is lacking in the presentations; they overcharge sponsorship either from public relations agencies or cosmetics companies; etc. Tsui Yuen (), a Hong Kong columnist who specialises in marketing, pointed out that the nature of a beauty beggar is the abuse of the \"Word of Mouth\" marketing model. Also, Janice Wong, a Hong Kong fashion critic, holds the opinion that the prototype of beauty beggar is the advertorial on \"personal media\"() platform. In 2014, after some cybercitizens reported beauty beggars to the Customs and Excise Department in Hong Kong, the spokesman of Hong Kong Customs announced that they would follow up the case, for the beauty beggars might have violated section 13E of the Trade Descriptions Ordinance, which covers \"misleading omissions\". The official indicated that different cases vary so more investigation and evidence is required to make fair judgements. ==Origin== Beauty beggars originated from some local beauty bloggers in Hong Kong, who are keen on sharing their experiences of using some beauty products with other cybercitizens. With their followers accumulating, some beauty bloggers that are more popular may be invited by some public relations agencies or cosmetics companies to promote beauty products. Thus, even if the product is not effective, these beauty bloggers may still give positive reviews on it. Some beauty bloggers were found to disguise the products that they get from public relations agencies as self-purchased products so as to raise the credibility of the promoting products. Moreover, some famous bloggers might sell the samples that they obtained from public relations agencies to viewers so as to earn extra profits. Customers who bought those products then discovered that they did not work or might cause allergic problems. Also, some beauty bloggers price their blog, Facebook page, or YouTube video to ask for extra sponsorship from involved companies. Therefore, some cybercitizens criticize them as “beauty beggars”.[2] ==Development== Due to the increasing trend of using social networking sites like YouTube and web blogs, people love to share their experience of using various products or collect useful information for daily life uses. In addition to the increasing popularity of social network, the continuous inflow of cosmetics and skin care products, especially from Korea and Taiwan, has raise the needs of beauty information for potential customers. Customers believe that they can rely on beauty bloggers' experience to choose the beauty products that suit them most. This in turn created a need for beauty bloggers. Beauty bloggers use either videos or texts to comment on different brands of beauty products after use. Thus, their audience can use their reviews or self-used reports as references before purchasing those beauty products. Some public relation agencies invited them to recommend some products by giving them some testers, but the article they wrote are similar to advertisements, since they simply give positive comments on those products.[2] As YouTube becomes more popular, the sharing form transfers from writing articles to making videos, so many beauty bloggers became beauty YouTubers, who are likely to be paid according to the number of likes for their YouTube clips. It was reported that some of the popular beauty YouTubers even ask for 40,000 to 50,000 Hong Kong Dollar for each YouTube clip.[6] ==Objections== Some cybercitizens created Facebook pages and BBS website to show their objections to beauty beggars. In order to gather related information and propaganda, cybercitizens also established their fan club on YouTube platform and set up their database in Google Document and Instagram. In 2014, after some cybercitizens posted on the Golden Forum claiming that they obtained evidences of beauty beggars' behind-the-scenes deals, some beauty bloggers were caught up in some human flesh search () cases. ===Criticisms=== Many Hong Kong cybercitizens showed their opposition to the beauty beggars, and some of them listed several reasons for opposing them. A famous blogger summarized these reasons why people are against beauty beggars according to their voices: * Misusing the YouTube platform. * Posting advertisements instead of useful information. * Poor quality of posts. * Concealing drawbacks of their products and exaggerating the effects of products. ==References== ==External links== * Facebook-hkbeautybeggar * YouTube-Beauty YouTuber Fan Club * Google Document-Beauty Beggars and Sponsoring Brands * Instagram-hkbeautyyoutuber_database Category:Internet slang Category:Culture of Hong Kong Category:Internet in Hong Kong Category:Mass media in Hong Kong Category:Pejoratives ",
    "title": "Beauty beggar"
}