{
    "id": "45701667",
    "text": "The Royal House in Machynlleth is a 16th-century Merchants House with extensive interior timber framing, clad in stone on the outside, with two massive chimney stacks. The building has been dated by denchrochronology or tree-ring dating giving felling dates for timbers within the house of 1559–1561, and for the rear store-house range of 1576. The Building was acquired by the Machynlleth Tabernacle Trust and excavations and survey were undertaken by CPAT before restoration work was started in 2005.http://www.cpat.org.uk/projects/longer/machyn/machyn.htm The restoration was supported by the Heritage Lottery funding supported the restoration in 2006http://news.bbc.co.uk/1/hi/wales/mid/3026058.stm ==Location== In the centre of the town, in Heol Maengwyn, on the corner of Penrallt and Garsiwn. ==History== Royal House is a mid 16th century town-house, which combined, probably from the outset, domestic and commercial functions, with domestic accommodation between a shop facing the street and a slightly later store- house at the rear. It occupied a half-burgage plot within the late medieval town, and was built to run lengthwise down the plot. The building has been tree-ring dated, giving felling dates for timbers within the house of 1559–1561, and for the rear store-house range of 1576. ==History of the Royal House== Although the Royal House has had a long commercial history, much of the early structure and layout have, remarkably, survived. The original house was extended by the addition of the store-house (referred to as ‘’ysgubor newydd’’ in 1628), and whilst the character of the shop facade is early 19th century, it covers an earlier structure, which had been extended towards the street with the addition of a storeyed porch, probably of the 17th century. . Documentary evidence for the history and use of this building starts with a reference to it in 1581. In 1656, it was the home of a draper, William Lloyd, who sold it, in that year, to Thomas Pugh, a mercer. It was an occupied by mercers until at least the early 18th century, and probably by a family of drapers during the C19. A currier may have occupied it at some time during the late C17. ===Local Traditions=== According to local tradition, Dafydd Gam, a Welsh ally of the English kings, was imprisoned here from 1404 to 1412 for attempting to assassinate Owain Glyndŵr. After his release by Glyndŵr, ransomed Gam fought alongside Henry V at the Battle of Agincourt and is named amongst the dead in Shakespeare's Henry V. However, the evidence from the dendrochronlogical dates suggests that, this must have been before this house was built. The name Royal House stems from the tradition that Charles I stayed at the house in 1643. ==Architecture== Royal House, Machynlleth 1559–61 The narrow hip-roofed front to Heol Penrallt was much remodelled in the 19th century. The house extends seven long bays down the adjacent street. Three- light window with ovolo mullions, and doorway with voussoired head. The roof of the main part of the building is tree-ring dated to 1559–61, that of the three W bays to 1576. Despite alterations, the plan of what was clearly a decent Elizabethan merchant’s house. The house formed the centre part of the range, with first floor hall and parlour heated by back-to-back fireplaces. The shop faced the main street, and the rear addition bays probably formed a warehouse and some extra rooms. The hall was open, the collar-truss roof has wind-braces. Fireplace has a bressumer on large corbels; post-and-panel partition. There is an ogee-headed doorway to the parlour.“Scourfieldand Haslam”. (2013), pg195 ==See also – Timber Framed houses in Montgomeryshire== *Cilthriew, Kerry (Montgomeryshire) *Ty Mawr, Castle Caereinion *Penarth (Newtown and Llanllwchaiarn) *Maesmawr Hall, Llandinam *Glas Hirfryn, Llansilin ==References== ==Literature== *Scourfield R. and Haslam R. (2013), The Buildings of Wales: Powys; Montgomeryshire, Radnorshire and Breconshire, Yale University Press. *Clwyd-Powys Archaeological Trust, Royal House, Machynlleth; *Archaeological Recording by CPAT, June 2004; ==External links== *CPAT Excavations and Survey. *Royal Commission-Coflein. *Entry on British Listed Buildings Category:Buildings and structures in Powys Category:Grade II* listed buildings in Powys Category:Machynlleth ",
    "title": "Royal House, Machynlleth"
}