{
    "id": "45719282",
    "text": "Continuous Liquid Interface Production (CLIP; originally Continuous Liquid Interphase Printing) is a proprietary method of 3D printing that uses photo polymerization to create smooth-sided solid objects of a wide variety of shapes using resins. It was invented by Joseph DeSimone, Alexander and Nikita Ermoshkin and Edward T. Samulski and was originally owned by EiPi Systems, but is now being developed by Carbon. == Process == The Continuous Liquid Interface Production method uses ultraviolet light to harden a photosensitive resin while the fabricated object is drawn up out of the resin bath. The continuous process begins with a pool of liquid photopolymer resin. Part of the pool bottom is transparent to ultraviolet light (the \"window\"). An ultraviolet light beam shines through the window, illuminating the precise cross-section of the object. The light causes the resin to solidify. The object rises slowly enough to allow the resin to flow under and maintain contact with the bottom of the object. An oxygen-permeable membrane lies below the resin, which creates a “dead zone” (persistent liquid interface) preventing the resin from attaching to the window (photopolymerization is inhibited between the window and the polymerizer). Unlike stereolithography, the printing process is continuous. The inventors claim that it can create objects up to 100 times faster than commercial three dimensional (3D) printing methods. == Applications == CLIP objects have smooth sides, unlike 2015 commercial 3D printers, whose sides are typically rough to the touch. Some resins produce objects that are rubbery and flexible, that could not be produced with earlier methods. == History == === Patents and trademarks === CLIP was, at the time the original patent was filed, an acronym for Continuous Liquid Interphase Printing, described in two patents, titled 'Continuous liquid interphase printing' and 'Method and apparatus for three-dimensional fabrication with feed through carrier'. Both patents were filed February 10, 2014, by EiPi Systems, Inc as Applicant with the following individuals titled as 'inventors': Joseph DeSimone, Alexander Ermoshkin, Nikita Ermoshkin, and Edward T. Samulski. According to data in the California Secretary of State's office database, Carbon is listed as of September 6, 2014. A trademark was filed on September 10, for the 'CARBON3D' trademark. ===Public release=== A journal article was published in Science detailing the groups' findings. At a TED talk in March 2015, DeSimone demonstrated a 3D-printer prototype using CLIP technology and produced a relatively complex object in less than 10 minutes, 100 times faster than other 3D printing techniques. DeSimone cited a scene in the 1992 film Terminator 2: Judgement Day, where the T-1000 machine reforms itself from a metallic pool, as an inspiration for the technology's development. ==See also== * Magnetically assisted slip casting * Projection micro-stereolithography ==References== ==External links== * * Category:3D printing processes Category:Computer-related introductions in 2015 Category:Projects established in 2015 Category:2015 introductions ",
    "title": "Continuous Liquid Interface Production"
}