{
    "id": "45713668",
    "text": "Chan Shing Kau (Simplified Chinese: 陳成球; Traditional Chinese: 陳成球; Pinyin: Chen Chengqiu; Born in 1952) is a Hong Kong painter specialising in ink painting. == Biography == Chan is the Chairman of the Modern Chinese Ink Painting Association, the Vice-chairman of the Chinese Chen Clan Association of Chinese Calligraphy and Paintings, as well as the Honorary Advisor of Hong Kong Contemporary Innovative Ink Painting Association. Six exhibitions and various group exhibitions was held by Chan in Hong Kong, Taiwan, China and foreign countries. He had published five catalogues of his works. He has been rewarded several prizes of his works in different countries. Chan was born in 1952 in Hong Kong. He was active in Hong Kong between 1975 and 1978. He was studying at The Grantham College of Education, Specializing in Fine Arts and received a Teacher Education certificate in 1975. He has also started his first exhibition namely \"Hong Kong Diploma of Fine Arts Exhibition\" at Hong Kong City Hall. In 1977, he studied at Hong Kong Baptist University — \"the Ministry of Education Diploma\" which focuses on landscape painting. Chan advanced his studies in the Department of Fine Arts in Chinese University of Hong Kong—Specialized in the Diploma of \"Modern Ink\" in 1978. Meanwhile, he held a Modern Ink Painting Exhibition Association at Hong Kong City Hall. == Personal views on painting associations == Being Honorary Advisor of Hong Kong Contemporary Innovative Ink Painting Association (當代創意水墨畫會), Chan agrees that a painting association can help encouraging and forcing each member to work better. Also providing an effective platform for a group of painting enthusiasts to organize exhibitions, showing their personal experiences. == Beliefs in ink painting == When creating ink-painted artwork, Chan aims at combining elements from western and also from Eastern due to his Western art knowledge obtained from art education and his enthusiasm towards Chinese culture. Enlightened by LIU Kuo-sung, former supervisor of the Department of Fine Arts in Chinese University of Hong Kong, he started to make changes to the dull image of traditional Chinese ink painting by adding some contemporary elements to his artwork. == Exhibitions of Chan's artworks == === Solo exhibitions === List of exhibitions Chan held solely: === Joint exhibitions === List of exhibitions which Chan's works were displayed: * Contemporary Ink Painting Exhibition 2010 Hong Kong home: Hong Kong Art Exhibition Square * \"Naturalistic Ink Fun\" (墨趣天然) Liu Kuo-sung contemporary water 2014: Hong Kong- day Fun International Art * Hong Kong's new look modern ink Exhibition 1990: Taiwan Taichung Capital Center for the Arts * Painting Exhibition (Tokyo, Japan) * 2014 - Exhibition of Hong Kong Art Field: 65th Anniversary of Chinese National Day == Awards == In Chan's career he has been awarded several times. Awards he obtained are listed below: {| class=\"wikitable\" |- ! Year !! Award Name !! Rank |- | 1992 || Taipei Fine Arts Museum Modern Ink Innovative Exhibition (臺北市立美術館現代水墨畫創新展) || Nominated |- | 2001 || The 4th Contemporary Chinese Landscape Painting Exhibition (第四屆當代中國山水畫展) || Invited Honor Award |- | 2002 || The 4th Prince Cup Cross-strait Painting and Calligraphy Exhibition (第四屆王子杯海峽兩岸書畫大展) || Honor Award |- | 2003 || La Biennale De Hong Kong 2003 (香港藝術雙年展 2003) || Nominated |- | 2004 || The 7th Beijing International Art Expo. (第七屆北京國際藝術博覽會) || Silver Award |- | rowspan=\"3\" | 2005 || \"Chinese Soul - Commemorate the 60th Anniversary of the Victory, Langhammer Collection\" (<中華魂 － 紀念抗日戰爭勝利60周年翰墨典藏>) || Golden Award, he was also regarded as China Outstanding Artists |- | The 4th Contemporary Chinese Landscape Painting Exhibition (第五屆當代中國山水畫展) || New Century Chinese Landscape Painting Four Hundred, he was also regarded as Excellent Public Artist |- | China and South Korea Exchange Exhibition of Painting and Calligraphy Works (中韓書畫名家作品交流展) || Honorary Golden Award |- | rowspan=\"3\" | 2011 || Renowned Painter Invited Exhibition and Chinese Art Award (海內外知名書畫家作品邀請展暨僑光藝術獎) || Highest Honorary Award |- | The 1st International \"New Chinese Cup\" Exhibition of Painting and Calligraphy Works (新炎黃杯”首屆國際書畫作品大展) || Golden Award |- | The 6th Guilin-São Paulo-Sino-Brazil Calligraphy Exhibition (第六屆桂林．聖保羅中巴書畫交流展) || Golden Award |} == Significant artworks == List of well-known artworks that Chan did: {| class=\"wikitable\" |- ! Year !! Arkwork Name !! materials !! Size of the artwork |- | 1978 || Snow Mountain (雪山) || Ink on paper || (61x60cm) |- | rowspan=\"3\" | 1989 || Rising (初昇) || Ink on paper || (40x32cm) |- | A Firing Ball (火球隕落在山嶺裡) || Ink on paper || (48x48cm) |- | Clouds at Mountain Top (雲峰十八) || Ink on paper || (30x30cm) |- | rowspan=\"2\" | 1991 || Shore 3 (岸之三) || Ink on paper || (61x61cm) |- | Dream 9 (夢之九) || Ink on paper || (61x61cm) |- | 1992 || Fire 1 (焚之一) || Ink on paper || (142x73cm) |- | rowspan=\"2\" | 1993 || View 2 (境之二) || Ink on paper || (142x73cm) |- | New Coordinates of Landscape (山水新座標) || Ink on paper || (69x69cm) |- | 1998 || Thinking 1 (思之一) || Ink on paper || (69x69cm) |- | rowspan=\"6\" | (Not dated) || Thinking in the Clouds (意在雲端) || Ink on paper || (60x60cm) |- | Mountains (群山) || Ink on paper || (61x61cm) |- | Cliff (陡壁) || Ink on paper || (60x61cm) |- | Waterfall (流瀑) || Ink on paper || (65x65cm) |- | River (澗) || Ink on paper || (not mentioned) |- | Coast 2 (岸之二) || Ink on paper || (66x66cm) |} == References == ==External links== *Official Page at CIIPAHK Category:1952 births Category:Living people Category:Hong Kong painters Category:Contemporary painters ",
    "title": "Chan Shing Kau"
}