{
    "id": "45710371",
    "text": "The first-ever call from Bucharest to New York City, on December 25, 1931. Vâlcovici is first from the left, followed by Dimitrie I. Ghika of Foreign Affairs and Grigore Filipescu, president of the Romanian Telephone Company Victor Vâlcovici ( - 21 June 1970) was a Romanian mechanician and mathematician. Born into a modest family in Galați, he graduated first in his class in 1904 from Nicolae Bălcescu High School in Brăila. Entering the University of Bucharest on a scholarship, he attended its faculty of sciences and graduated in 1907 with a degree in mathematics. He then taught high school for two years before leaving for Göttingen University on another scholarship to pursue a doctorate in mathematics. He defended his thesis in 1913; the topic was discontinuous flow of liquids in two free dimensions,Otlăcan, pp. 125–6 and amplified upon the work of Bernhard Riemann. He was subsequently named assistant professor of mechanics at Iași University, rising to full professor in 1918.Otlăcan, p. 127 In 1921, he became rector of the Polytechnic School of Timișoara. There, he was also professor of rational mechanics and founded a laboratory dedicated to the field. During his nine years as rector, he worked to place the recently founded university on a solid foundation. From 1930 until retiring in 1962, he taught experimental mechanics at Bucharest University. In the government of Nicolae Iorga, he served as Minister of Public Works from 1931 to 1932. During this time, he introduced a modern road network that featured paved highways.Hager, p. 1361 Elected a corresponding member of the Romanian Academy in 1936,Otlăcan, p. 126, 127 he was stripped of his membership by the new communist regime in 1948, Păun Otiman, \"1948–Anul imensei jertfe a Academiei Române\", in Academica, Nr. 4 (31), December 2013, p. 123 but made a titular member in 1965. Membrii Academiei Române din 1866 până în prezent, at the Romanian Academy site His numerous articles on theoretical and applied mechanics covered topics such as the principles of variational mechanics, the mechanics of ideal fluid flow, the theory of elasticity and astronomy. ==Notes== ==References== *Willi Hager, Hydraulicians in Europe (1800–2000), vol. 2. CRC Press, Boca Raton, Florida, 2009. * Eufrosina Otlăcan, \"Victor Vâlcovici (1885–1970) – savant și desăvârșit pedagog\", NOEMA, vol. VI, 2007, pp. 124–29 Category:1885 births Category:1970 deaths Category:People from Galați Category:University of Bucharest alumni Category:Mechanical engineers Category:Romanian mathematicians Category:Romanian schoolteachers Category:University of Bucharest faculty Category:Alexandru Ioan Cuza University faculty Category:Politehnica University of Timișoara faculty Category:Rectors of Politehnica University of Timișoara Category:Titular members of the Romanian Academy Category:Romanian Ministers of Justice Category:Romanian Ministers of Public Works Category:Romanian Ministers of Communications Category:Romanian Ministers of Transport Category:Members of the Romanian Academy of Sciences ",
    "title": "Victor Vâlcovici"
}