{
    "id": "45716297",
    "text": "Xenia Wickett (née Dormandy) is the project director of the US Project at Chatham House and Dean of the Queen Elizabeth II Academy for Leadership in International Affairs, Chatham House’s new leadership training initiative. Prior to this she was the Executive Director of the PeaceNexus Foundation, based outside Geneva, which she launched in 2009. From 2005 to 2009, Wickett was at Harvard Kennedy School's Belfer Center where she was the Director of the Project on India and the Subcontinent and the Executive Director for Research. From early 2004 to August 2005, Wickett served as Director for South Asia at the U.S. National Security Council (NSC). Prior to her NSC post, Wickett served as a Foreign Affairs Specialist in the Bureau of South Asia at the Department of State. Her major portfolios included counterterrorism, nonproliferation, Kashmir, and other law enforcement topics. During her tenure at the Department of State, Wickett was also a Special Advisor at the Homeland Security Group, and an officer in the Bureau of Nonproliferation. Shortly after September 11, 2001, she was detailed from the Department of State to the Office of the Vice President (OVP) to help launch the Office of Homeland Security Affairs. Wickett is the author of numerous articles and op-eds in publications such as The Washington Quarterly, The Washington Post, Boston Globe, Christian Science Monitor and International New York Times, and she has been interviewed on radio and television for such programs as the BBC, NPR, C-SPAN, CNN, Fox News, Al Jazeera and the Jim Lehrer News Hour. Prior to her government service, Wickett worked in the nonprofit and private sectors in California, Israel and the West Bank, and the UK, and for UNICEF in New York. Wickett holds a Bachelor of Arts from Oxford University and a Masters in Public Policy from the Harvard Kennedy School of Government. ==References== ==External links== * Category:Living people Category:Year of birth missing (living people) Category:United States National Security Council staffers Category:United States Department of State officials Category:John F. Kennedy School of Government alumni Category:Alumni of Corpus Christi College, Oxford Category:Council and directors of Chatham House ",
    "title": "Xenia Wickett"
}