{
    "id": "45710054",
    "text": "Terrance Sanders (born November 23, 1983) is an American football defensive back who is currently a free agent. He was signed by the Utah Blaze as an undrafted free agent in 2008. He played college football at Eastern Illinois. ==Early life== Sanders attended Palmetto High School in Palmetto, Florida for his first three years of high school. As a senior, Sanders transferred to Manatee High School in Bradenton, Florida. He was joining his uncle, who was the defensive backs coach at Manatee, but the Florida High School Athletic Association ruled that Sanders was ineligible to play because he was recruited to transfer to Manatee. ==College career== Sanders' transfer forcing him to sit out his senior season, might have cost him a chance and playing Division I-A football, and he enrolled at Eastern Illinois University. ==Professional career== After going undrafted in the 2007 NFL Draft, Sanders sat out a year of football, before signing with the Utah Blaze in 2008. After just three games with the Blaze, Sanders played the rest of the 2008 season, and the 2009 season with the Boise Burn of af2. Sanders return to the Arena Football League in 2010 with the Arizona Rattlers. Sanders would sign with the Spokane Shock in 2011, where he would play until 2014, turning himself into one of the best kick returners in the AFL, winning the J. Lewis Small Playmaker of the Year Award in 2014. Sanders left the Shock during the 2015 offseason and was assigned to the Jacksonville Sharks. ==References== ==External links== * Just Sports Stats * Arena Football League bio Category:1983 births Category:Living people Category:Sportspeople from Bradenton, Florida Category:Players of American football from Florida Category:African-American players of American football Category:American football defensive backs Category:Eastern Illinois Panthers football players Category:Utah Blaze players Category:Boise Burn players Category:Arizona Rattlers players Category:Spokane Shock players Category:Jacksonville Sharks players ",
    "title": "Terrance Sanders"
}