{
    "id": "45716594",
    "text": "Joaquín Loriga Taboada (Lalín, 23 September 1895 – Cuatro Vientos Airport 18 July 1927) was a Galician aviation pioneer. As a Captain promoted in 1926, together with two pilots and three mechanical engineers, the first long- distance flight from Madrid to Manila of over eleven thousand miles. The trip, which took 128 flight hours, hopped through North Africa, the Middle East, South Asia, Southeast Asia, Macao, Aparri in northern Luzon and then finally on to Manila. Only Loriga's plane completed the flight. Gallarza and Loriga (on the right) during a layover in Yangon. ==Career== Raised in a stately house known by the parish as Pazo de Liñares in Lalín, he joined the army and the pilots division in the Spanish Military Aviation Service in 1920. Two years later, Loriga was stationed to the conflict in the Rif War where he was responsible to supply military bases surrounded by the local rebels, in May 1924, his squad shot down the only rifian plane. Loriga was cited for bravery with the Militar Medal for his services during the war and promoted to work in the Cuatro Vientos Airport in the Spanish capital. ==First trip in Autogyro== At the end of 1924, the Captain Loriga, after an eight months residence in the École nationale supérieure de l'aéronautique et de l'espace in Paris, decided to support the engineer Juan de la Cierva with the validation of his recent invention, the Autogyro \"EL PRIMER VIAJE DEL AUTOGIRO\" MADRID CIENTIFICO, 1924. Nº 1128, página 9 On the 9 of December 1924 the Captain performed his first practice in which flew up to a record of 200 meters. On the 11 of December he repeated the demonstration in front of the Commander Herrera and finally on the 12 of December flew for 12 km (7.4 mi) from Cuatro Vientos airfield to Getafe airfield in 8 minutes and 12 seconds, worldwide record for the Autogyro and remarkable in between any other previous test trip in a rotorcraft. ==From Spain to the Philippines== Statue of Joaquín Loriga in Lalín, Pontevedra. Author: Francisco Asorey In 1924, Loriga, as squad leader, proposed the idea of an air route from Spain to the Philippines. At that time no direct air connection existed between Europe and the Far East, even when France and UK were studying that possibility, considering their conquests in the area. The motivation to sponsor the trip was the connection between the old Spanish colony and Spain, with current commercial links and a considerable Spanish population in the capital, together with a memory of the old colonial times as more beneficial than the contemporary American occupation. Three Breguet XIX left Madrid on 5 April 1926, but only one plane made it to Manila. The other two planes were forced to land and were abandoned in the North African desert and on the coast of China. After each stopover, the pilots rested whilst the engineers checked the airplanes. Then, at the beginning of the next flight, the engineers tried to sleep on the rear wing. During the flight between Tripoli and Cairo, one of the biplanes flown by Rafael Martínez Estévez had to return to Tunisia due to an engine failure. Loriga, after flying through Iran, Pakistan, India and Vietnam, was forced to execute an emergency landing for a leakage of water in the biplane. He landed in Tien- Pack harbour, close to Guangzhou, in China; the crew were missing for several days, believed to have crashed into the ocean. Loriga, together with the pilot Eduardo González-Gallarza\"Eduardo González-Gallarza\", continued flying in the last biplane. The pilot registered strong dust storms between Karachi and Agra, and takeoffs in fog after Calcutta, so they could only use their Stinchilla compass for navigation, the first time only instruments used in Spanish aviation. The two explorers landed in Aparri on 11 May at 2:20 in the afternoon; a multitude of Filipinos, whom the pilots described as frantic with enthusiasm, gathered around them and carried the Spaniards on their shoulders. The pilots later wrote: \"We must confess our emotions on stepping on that land, our temples pulsated violently, our hearts beat madly and childish tears flowed from our eyes.\" The final stage of their flight came in the morning of 13 May. Gallarza and Loriga bade farewell to the officials and residents of Aparri, dropping small Spanish flags over Tuguegarao, Iligan, and Echague along the way as a salute to them. The pilots were escorted by 12 airplanes of the United States Army as they were halfway to Manila. At 11:20 in the morning, the two completed their mission. On 27 May, Loriga Taboada traveled to Macao to meet with his engineer, disassemble the biplane and pack it for transportation in the steamship Claudio López before his departure to Spain. ==First airplane landing in Galicia== Moreover, Loriga is recognized for being the first pilot in land in Galicia, his homeland, over the Monte do Toxo in Lalín 23 July 1927. The same day of his return to Cuatro Vientos, Loriga died in an accident, when the aircraft crashed during a landing at Cuatro Vientos Airport outside Madrid. His fellow villagers raised money to honour him with a monument, tasked to Francisco Asorey, inaugurated in the village on 1933. ==References== ==Further reading== Category:1895 births Category:1927 deaths Category:Aviation pioneers Category:Aviators killed in aviation accidents or incidents in Spain Category:People from Lalín Category:Spanish aviators Category:Transatlantic flight Category:Victims of aviation accidents or incidents in 1927 ",
    "title": "Joaquín Loriga"
}