{
    "id": "45711131",
    "text": "Madeline Francis Jane Marrable, née Cockburn (20 July 1833 – 26 April 1916) was a prolific London based watercolourist and oil painter specialising in landscapes with a preference for mountains and snowscapes. She traveled widely to places including Austria, France, Italy, Ireland, Switzerland and Venice. Noted works include: Ancient Cedars at Ankerwycke, Staines, Moonlight at Chiavenna and The Diligence Halting. She exhibited both in Britain and abroad, including at the Royal Academy between 1864 and 1903. She exhibited her work at the Palace of Fine Arts and The Woman's Building at the 1893 World's Columbian Exposition in Chicago, Illinois. Her painting Isola Bella Lago Maggiore was included in the 1905 book Women Painters of the World..Women painters of the world, from the time of Caterina Vigri, 1413-1463, to Rosa Bonheur and the present day, by Walter Shaw Sparrow, The Art and Life Library, Hodder & Stoughton, 27 Paternoster Row, London, 1905 In 1886, Marrable was elected as the first President of the Society of Lady Artists (SLA), formerly the Society of Female Artists (SFA) and since 1899 is now known as the Society of Women Artists (SWA), she retired from the presidency in 1912. Isola Bella Lago Maggiore ==Biography== Madeline Cockburn was born in London on 20 July 1833. The daughter of James Cockburn an officer in the 17th Lancers (bborn 1790/91) and his wife, Madeline Susan, née Dunlop (1792/3–1876) who was one of the Dunlop’s of Dunlop an old Ayrshire family. On the death of his wife James Cockburn left the army and became a merchant. Her uncle, Ralph Cockburn was a painter and the first custodian of the Dulwich Picture Gallery. Her great grandmother was Robert Burns' first patron and her portrait formed the frontispiece to his early works. On 2 September 1856, she married the well- known architect Frederick Marrable with whom she had two children, a boy and a girl. After her husband died suddenly in 1872, Madeline Marrable supported her family through selling her works. She died on 26 April 1916 at 30 Porchester Square, Hyde Park, London. Her daughter, Edith Ferguson, also became a professional watercolour artist, exhibiting at the SWA, as well as elsewhere. ==Career== Madeline Marrable was a prolific London based artist known primarily for her landscape paintings in oil and watercolours. She studied under Henry Warren, a past President of the Royal Institute of Painters in Water Colours and oil painting at Queen Square School (later, Female School of Art) in Bloomsbury under Peter Graham. In 1864, she was encouraged by Charles Landseer to exhibit at the Royal Academy. Marrable exhibited with London art societies, regionally, abroad and with the Royal Academy in 1864 showing Study of trees and then in 1871, 1872, 1878, 1883, 1889, 1900 and finally in 1903 showing two watercolours – Pergola, Lago di Garda and Tramontana Wind, Bordighera. In 1867 Marrable joined the Committee of the SFA (1855–73), renamed in 1873 to the SLA and again in 1899 to the SWA. Marrable exhibited 435 works with the society between 1865 and 1917, became their first president from 1886 to 1912 and their first and only honorary president in 1913. Her devotion to the society was recognised in 1902, when Queen Alexandra consented to be patron, together with the Princess of Wales. ==References== ==Sources== * Clayton, Ellen C., English Female Artists Vol. II, Tinsley Brothers, 8 Catherine St., Strand, London (1876) 192-196. ==External links== * * Madeline Marrable in the ODNB Category:1833 births Category:1916 deaths Category:19th- century British painters Category:20th-century British painters Category:British women painters Category:20th-century British women artists Category:19th-century British women artists ",
    "title": "Madeline Marrable"
}