{
    "id": "45717850",
    "text": "Lead bismuthate forms a pentavalent structure. Six oxygen atoms are coordinated octahedrally to each bismuth atom. Through the edge-sharing of oxygen atoms, a Bi2O62− layer is formed. Positively charged lead atoms are dispersed between the layers, forming a hexagonal unit cell, with a lead atom in each of the corners. Lead bismuthate is a superconductor with the formula Pb(BiO3)2. has only been discovered in recent years in the laboratory as it is not naturally occurring. Lead bismuthate forms a pentavalent structure, significantly different from the regular ionic interactions of sodium bismuthate, but similar to that of strontium bismuthate. In the structure, six oxygen atoms are coordinated octahedrally to both the bismuth and lead atoms. The bismuth and oxygen atoms form negatively charged layers by creating repeating octahedral geometries. The positively charged lead atoms are then disbursed within the layers, forming a hexagonal unit cell, with a lead atom in each of the corners. The density of the crystal is 9.18 g/cm3. The formula weight is 233.99 g/mol. The volume of the crystal structure unit is 169.26 A3. Lattice parameters (a) is 5.321 angstroms. ==Uses== ===Semiconductor properties=== One of the first found uses of lead bismuthate was its ability to be a semiconductor. When doped with a metal that has one less electron (p-type doping) it has ability to conduct. Its coefficient of performance also increases to a range of 0.2 to 0.6. Its application as a semiconductor involves mixing Bi2O3, PbO, and SiO2, into a paint and coat solar panels with the paint. Different solvents and compositions of the three chemicals yielded different semiconducting efficiencies. ===Glass applications=== Lead bismuthate has a broad transmittance range in the IR spectra.7 When doped with Li2O to form Li2O-[Bi2O3-PbO], the transmittance can increase beyond 10-15 micrometers. The figure above shows the IR spectra of 30Li2O-35[Bi2O3-PbO] glass composition, which contains 30 mole percent Li2O. Infusing varying mole concentrations of Li2O within the structure of lead bismuthate to form Li2O-[Bi2O3-PbO] can increase the transmittance spectra of lead bismuthate glass within and beyond the visible range.7 The figure shows the UV-Vis spectra of lead bismuthate glass compositions with (a) 20, (b) 30, (c) 40, (d) 50 and (e) 60 mole percent of Li2O. Lead bismuthate glass has become highly useful in the industrial and electrical sector. Lead bismuthate glass has a density in the range of 7.639-7.699 g/cm3 and refractive index within the range of 2.47-2.9. But most importantly lead bismuthate glass has a uniquely large transmitting window, containing wavelengths in the infrared (IR) and UV- visible wavelengths. Due to this, lead bismuthate can be used in spectral devices, such as optical switches and photoionic devices, detection systems based on sensitivity to infrared (IR) and heat radiation, laser materials, optical waveguides, and crystal free fiber drawings. Though unfortunately, lead bismuthate glass cannot form on its own and is rather difficult to make. As lead bismuthate melts in the glass forming process, it becomes less stable and tends to crystallize as the temperature decreases, creating a less translucent and glossy product. Lead bismuthate has a high paramagnetic ion content. Thus the lead bismuthate in conjunction with increasing concentrations of metal cation or oxide adducts such as Fe2O3, MnO or Gd2O3 increases the stabilization effect and transmission window of the lead bismuthate resulting in the crystallization of the glass structure. For example, varying the mole percent of Li2O in the lead bismuthate glass with the formula Li2O-[Bi2O3-PbO] can increase the transmission range to wavelengths beyond 10–15 micrometers in the IR spectra and 420–450 nm in the UV-Vis spectra. Researchers are working to improve lead bismuthate by expanding the transmitting window to fit even more optical applications. Specifically, research has shown that if sufficient amounts of barium and zinc oxides are used simultaneously for the stabilization of lead bismuthate glasses, the decrease in the infrared transmission becomes insignificant compared to the stability of the glass. However, these oxides are not equal and cannot be entirely substituted by each other. Hence, both of them should be available and utilized together to minimize the crystallization and improve the glass stabilization so that there is only a slight decrease is the infrared transmission. ===Organic decomposer applications=== Lead bismuthate is photocatalytically active. It can be used for the decomposition of organic compounds under visible light irradiation. This is useful for environmental and water treatment purposes. However, lead bismuthate is not as effective at decomposing organic matter as other metal oxides or bismuthates due to its broad valence band and small band gap. ==Notes== ==References== * * * * * Category:Lead(II) compounds Category:Bismuth compounds ",
    "title": "Lead bismuthate"
}