{
    "id": "45710052",
    "text": "The 65th FIFA Congress was held at the Hallenstadion in Zürich, Switzerland, from 28 to 29 May 2015. ==Arrests of FIFA officials== The congress was preceded by the arrests in Zürich of several officials associated with FIFA, who were expected to be extradited to the United States to face various corruption charges. ==2015 presidential election== Two nominees, Sepp Blatter and Prince Ali bin Hussein, received the necessary nominations to be eligible for the FIFA Presidency. Frenchman Jérôme Champagne declared his intention to run. In February 2015, however, he failed to receive the requisite five nominations. Luís Figo and Michael van Praag withdrew from the race before the elections. The Asian Football Confederation has expressed that it opposes any move to delay the elections and reiterated its support for Blatter for presidency. Neither party received the necessary two thirds majority of votes from the first round, with Blatter receiving 133 to Al-Hussein's 73. According to FIFA rules, a second round should have been held for the two candidates, with a simple majority being sufficient for victory. However, before the second round of voting commenced Al-Hussein announced his withdrawal, handing Blatter victory by default. ===Voting results=== {| border=1 cellpadding=4 cellspacing=0 style=\"margin: 0.5em 1em 1em 1em; background: #f9f9f9; border: 1px #aaaaaa solid; border-collapse: collapse; font-size: 95%;\" width=450px |colspan=3 align=center|65th FIFA Congress May 29, 2015 – Zurich, Switzerland |- !width=75%|Candidate ! align=center| ! align=center| |- | Sepp Blatter | align=\"center\" |133 | align=\"center\" |Winner |- | Prince Ali bin Hussein | align=\"center\" |73 | align=\"center\" |Withdrew |} ===Blatter resignation=== On 2 June 2015, FIFA abruptly called a press conference at their Zürich headquarters, where Blatter announced that he would resign as president of FIFA, and would remain in his position until an extraordinary FIFA Congress could be held as soon as possible, for his successor to be elected. This was just four days after his re election. The congress was then announced to be held some time between December 2015 to March 2016. The Extraordinary FIFA Executive Committee Meeting was held on 20 July 2015, to decide on a date for the congress. At the meeting, it was decided that the date for the congress would be 26 February 2016.Sweetman, Tom. \"FIFA: Presidential election confirmed for February 26\". CNN. 20 October 2015. Accessed on 22 December 2015. ==Israeli–Palestinian conflict== One proposal before the congress was a motion by the Palestinian Football Association to have the Israel Football Association suspended from FIFA. The PFA accused Israel of interfering with player movements in the Gaza Strip and the West Bank. During the congress, PFA President Jibril Rajoub said his association was dropping the suspension request, \"but it does not mean that I give up the resistance.\" Representatives of the two associations agreed to work together on a solution. ==David Gill resignation threat== English FA Vice-President and UEFA Executive Committee board member David Gill threatened to resign his newly elected role as FIFA Vice-President and member of the FIFA Executive Committee (ExCo) if Sepp Blatter was re elected as FIFA President or did not stand down, following the corruption scandal. When Blatter won re election for a fifth term, Gill immediately rejected his position in protest at Blatter's regime. \"I simply do not see how there will be change for the good of world football while Mr Blatter remains in post\" Gill stated. On June 2, 2015, four days after FIFA's presidential election, Blatter announced he would be resigning, allowing Gill to \"reconsider\" his position as he had not yet formalised his resignation. ==Bomb threat== During the morning of the second day of the Congress, a bomb threat was received at 11:00 CEST (09:00 GMT), according to Swiss police. People were kept out of the hall following the lunch break while the room was checked. According to a statement released by General Secretary Jérôme Valcke, \"A bomb threat was received, and as a precaution the Swiss authorities searched the premises. It was cleared and the congress can continue.\" ==References== ==External links== *FIFA Congress official page Category:FIFA Congresses Category:2015 in association football Category:2015 in Swiss sport Category:2015 conferences Category:Sport in Zürich Category:21st century in Zürich ",
    "title": "65th FIFA Congress"
}