{
    "id": "45711137",
    "text": "Twentieth Century Zoo was an American psychedelic rock band formed from the remnants of The Bittersweets in Phoenix, Arizona in 1967. The band released several singles, and an album to reach regional acclaim before disbanding in 1970. Their later works spanned across multiple genres, including early examples of proto-punk. The band was known for playing among other highly successful acts, and incorporating their influences into the group's own individual sound. ==History== ===The Bittersweets=== In 1966, the first incarnation of the band formed as the Bittersweets. As the Bittersweets, a predominately folk rock group, the majority of the band members were just starting their professional music career, as they began at the local club circuit. The band hired a woman named Chari Zelman to be their manager. Zelman was able to effectively find gigs for the band, and allowed them to have practice sessions at her own establishment. The band opened for acts like Blue Cheer, Canned Heat, and, more importantly, The Byrds who were the most influential on the band. The band was able to assemble a local audience, and found their first producer, local DJ Tony Evans. Evans worked to get the band signed to record deals on small labels. In all, the band produced three singles all on individual labels that resembled closely to what material The Byrds were developing at the time. Once the last of the singles were produced, the band decided to relocate to Los Angeles, and, upon being informed another band was going by the same name, the group changed their name. By the suggestion of an audience member in one of the band's gigs, the band became known as the Twentieth Century Zoo in mid-1967. ===Twentieth Century Zoo=== The band, under their new name, released two more singles that were regional successes, and garnered enough interest from Vault Records to sign them to their major label. Recording took place in AT Audio Recorders for the small Caz label. The singles marked a shift in the band's past sound into the more psychedelic and acid driven genres. The second of those singles, \"You Don't Remember\", is described as an early example of protopunk, although in this period of the band they were recordings a diversity of musical styles. Their sound was a combination of vocal harmonies, complex fuzz guitar solos, and other aspects of the Los Angeles music scene, most notably in their live performances. The band toured in the Southwest of the U.S., opening to more national acts. The band also appeared on television in several shows including The Wallace and Ladmo Show. Following the band's added exposure, they began recording for their debut album in late 1968. Album development began at Vault Records Studios in Hollywood, and featured tracks similar to Fever Tree. Along those lines, the standouts on the album were the prolonged guitar solos on the longer tracks. Eastern-influenced string and percussion instrumentals were utilized and assorted sound effects magnified the melodies of the compositions. In early 1969, the album, Thunder on a Clear Day, was issued on the Vault label to more regional success for the band, but failing to chart nationally. After another tour, the band partially completed songs intended for a second album, but the lead guitarist \"Skip\" Ladd was drafted into the Army. A brief attempt to find a replacement failed, and after one last single the band disbanded in early 1970. In 1999, Sundazed Records re-issued the band's album and an EP compiling three unreleased tracks originally designated for the second album release. ==Band members== Lineup One 1966–1967 (As the Bittersweets) * Paul Bennett – Drums, percussion * Allan Chitwood – Bass guitar, backing vocals * Greg Farley – Rhythm guitar * Bob Sutko – Lead vocals, harmonica Lineup Two 1967–1970 (As Twentieth Century Zoo) * Allan Chitwood – Bass guitar, backing vocals * Greg Farley – Rhythm guitar * Paul \"Skip\" Ladd – Lead guitar * Bob Sutko – Lead vocals, harmonica * Randy Wells – Drums, percussion * Michael Martina - Keyboards ==References== Category:American psychedelic rock music groups Category:Musical groups from Phoenix, Arizona Category:Musical groups established in 1967 Category:Musical groups disestablished in 1970 ",
    "title": "Twentieth Century Zoo"
}