{
    "id": "45716501",
    "text": "Edward E. Baptist (born 1970) is an American academic and writer. He is a professor of history at Cornell University, located in Ithaca, New York, where he specializes in the history of the 19th-century United States, particularly the South. Thematically, he has been interested in the history of capitalism and has also been interested in digital humanities methodologies. He is the author of numerous books. == Early life and education == Baptist was born in 1970 in Cambridge, Massachusetts, but he grew up in Durham, North Carolina.Profile, The Guardian. He graduated from Georgetown University and in 1997 earned his doctorate from University of Pennsylvania, Philadelphia.. Cornell University. == Career == Baptist is a professor of history at Cornell University. His areas of interest are 19th-century United States and especially the history of enslavement in America. Baptist is the author of many articles and books including The Half Has Never Been Told: Slavery and the Making of American Capitalism and the award-winning Creating an Old South. In September 2014, Baptist's work came to prominence when The Economist published a review of The Half Has Never Been Told, criticizing Baptist's thesis that growth in cotton productivity was driven primarily by increasing cruelty. The review sparked widespread outrage for its statement, \"Almost all the blacks in his book are victims, almost all the whites villains. This is not history; it is advocacy.\" This prompted a rare withdrawal of the article and an apology from the magazine. |publisher=The Economist |title=Our withdrawn review \"Blood cotton\" |accessdate=17 August 2020 |date=4 September 2014}} Baptist wrote a response in Politico magazine in which he states, > Had the Economist actually engaged the book's arguments, the reviewer would > have had to confront the scary fact that the unrestrained domination of > market forces can sometimes amplify existing forms of oppression into > something more horrific. No wonder the Economist abandoned its long-standing > intellectual commitments in favor of sloppy old paternalism on Sept. 4, > because if it hadn't, Mr./Ms. Anonymous might have had to admit that market > fundamentalism doesn't always provide the best solution for every economic > or social problem.Edward Baptist (September 7, 2014). What the Economist > Doesn't Get About Slavery—And My Book. Politico. Retrieved May 23, 2015. The Half Has Never Been Told received mixed reviews from academics. A number of historians, including Eric Foner of Columbia University and Daina Ramey Berry of the University of Texas at Austin, have praised the book. \\- \\- \\- Economic historians have sharply criticized The Half Has Never Been Told. Reviewing the book in The Journal of Economic History (JEH), Alan Olmstead writes, \"Edward Baptist’s study of capitalism and slavery is flawed beyond repair.\" Olmstead criticizes Baptist's \"torture hypothesis\" that increasing cruelty drove increases in cotton picking output, citing research that finds that increases in productivity resulted primarily from planting of improved cotton varieties. Olmstead additionally writes that \"carelessness with numbers when coupled with his fundamental misunderstanding of economic logic\" leads Baptist to vastly overstate the importance of cotton to the antebellum American economy. In a separate review of the book in the JEH, Eric Hilt writes, \"much of its economic analysis is so flawed that it undermines the credibility of the book.\" Hilt argues that Baptist's calculation of the share of cotton in antebellum America's Gross Domestic Product \"is a disastrously mishandled undertaking, full of obvious manipulations that overstate cotton's contribution.\" A 2020 study in the Economic History Review rejects Baptist's thesis that slavery was necessary for American economic development. In 2017, Baptist was awarded a prestigious Guggenheim Fellowship for a new project on the history of the policing of African Americans from Jamestown to Ferguson. == Personal life == Baptist lives in Ithaca, New York. == Bibliography == * (2002). Creating an Old South: Middle Florida's Plantation Frontier before the Civil War. University of North Carolina Press. .. * (2006). New Studies in the History of American Slavery. University of Georgia Press. . * (2014). American Capitalism: A Reader. Louis Hyman and Edward E. Baptist. Simon & Schuster.. * (2014). The Half Has Never Been Told: Slavery and the Making of American Capitalism. Basic Books. . == See also == * List of Cornell University people * List of Georgetown University alumni * List of historians * List of people from North Carolina * List of University of Pennsylvania people == References == == External links == * *How slavery became America’s first big business. Vox interview, August 2019 Category:1970 births Category:21st-century American male writers Category:21st-century American historians Category:Cornell University Department of History faculty Category:Georgetown University alumni Category:Historians of slavery Category:Historians of the United States Category:Writers from Cambridge, Massachusetts Category:Writers from Durham, North Carolina Category:University of Pennsylvania alumni Category:Writers from New York (state) Category:Living people Category:Economic historians Category:American male non-fiction writers Category:Historians from Massachusetts ",
    "title": "Edward E. Baptist"
}