{
    "id": "45716294",
    "text": "The 1936 British Mount Everest expedition was a complete failure, and raised questions concerning the planning of such expeditions. This was Hugh Ruttledge's second expedition as leader. Heavy snows and an early monsoon forced their retreat on several occasions, and on the final attempt two climbers narrowly survived an avalanche. This was the first expedition in which climbers were able to carry portable radios. ==1935 reconnaissance expedition== The British had been sending expeditions to Mount Everest since the 1921 reconnaissance but none had managed to reach the summit. These had been planned and financed by the Mount Everest Committee, a joint committee of the Royal Geographical Society and the Alpine Club. The 1935 reconnaissance was a preliminary to an attempt on the summit of Mount Everest in 1936. Led by Eric Shipton, it was a small, low-cost effort which confirmed that the best route from Tibet was up the East Rongbuk Glacier to the North Col. In monsoon conditions in 1935 the party had not got much higher than the Col. ==Planning== With Nepal still closed to climbers, the approach was again to be from the north side of the mountain. Above the North Col a few routes had been prospected on the 1922, 1924 and 1933 expeditions and a full-scale expedition (the largest yet) was again to be embarked upon. Long afterwards Shipton wrote The rancorous arguments within and surrounding the Everest Committee preceding the 1935 reconnaissance had led to Shipton replacing Hugh Ruttledge for that one expedition but Ruttledge was confirmed as leader for 1936. Bill Tilman and Dan Bryant had not acclimatised well at altitude and so were not included in the party - both men agreed this was the right decision, Tilman even to the extent of providing financial support. Tilman then proceeded to show the decision had been wrong by leading a very successful team to reach the summit of the Nanda Devi in 1936, at that time the highest mountain to have been climbed. Frank Smythe (Everest 1933) was de facto climbing leader and Shipton (1933, 1935), Percy Wyn Harris (1933), Edwin Kempson (1935), Charles Warren (1935), Bill Wager (1933) and Edmund Wigram (1935) all had previous Everest experience. Peter R. Oliver and James M.L. Gavin were brought in as \"new blood\" having impressed Smythe in the Alps. John Hunt was rejected after a medical examination detected a heart murmur and he was warned to be careful climbing stairs. Non-climbing members were John Morris (transport, 1922), Gordon Noel Humphreys (doctor) and William R. Smijth-Windham (communications, 1933). Oxygen equipment was to be taken and they had radio equipment allowing contact between base and Darjeeling. The total cost was to be about £10,000. == Expedition== Sketch map of region north of Mount Everest The party travelled via Darjeeling, Kalimpong and Kampa Dzong and were blessed by the Lama when they reached Rongbuk Monastery on 25 April 1936 in fine weather and good snow conditions on the ground. Sixty porters had accompanied them from the start and another one hundred were recruited at Rongbuk. By 9 May Smythe, Shipton and Warren had reached the North Col at using the same line as the 1935 reconnaissance. Heavy snow that day and next delayed progress and destroyed the steps cut to the Col itself so a fresh attempt was made on 13 May, led by Smythe. Smythe had been asked to save his energies for the summit by not cutting steps himself so he appointed Sherpa Rinzing to lead. This was the first time a Sherpa had led on an Everest climb. Fixed ropes had been installed to Camp IV at the top of the Col in five days whereas in 1933 it had taken fourteen. Over the next two days Camp IV was established using 96 carries by porters, leaving thirty-six at the Col from where Smythe and Shipton were poised to establish the camps towards the summit. For the first time the climbers were able to use portable radios - the ones of \"extreme lightness\" weighed only . However, on the north ridge conditions were not good with soft snow lying deep so, with more snowfall on 18 May, Smythe retreated to Camp III at the foot of the Col. Ruttledge then decided to withdraw to camp I because the conditions up to the Col had now become too dangerous. News arrived that the monsoon had reached Ceylon - a very unusually early date. Judging they only had two weeks available they started off again on 23 May but with the news that the monsoon had already reached Darjeeling and was advancing at a surprisingly rapid rate. Two days later it had arrived at Everest itself. On arriving at Camp III they were again driven back by the snow, leading to a third occupation of the camp a week later. On 4 June climbers again reached the Col but it was going to be impossible to get the porters up there. Beset by bad weather, they stayed at Camp III for two days until Wyn Harris persuaded Ruttledge, against his better judgement, to allow him and Shipton to try again. They only just survived a massive avalanche on the steep slope up to the Col. Shipton later wrote \"It was a ridiculous thing to do, but we were rather desperate.\" So, the attempt on the summit failed without their oxygen equipment having been able to be tested at altitude. Smythe and Wyn Harris reconnoitred the mountain at the foot of the North Col on the other (western) side. They decided that, in monsoon conditions, an ascent from that side would be safer though less wind-protected. However, the higher ridges of the mountain would not be climbable anyway. The expedition departed Base Camp on 17 June and before the expedition was over they had written a long letter calling for the reform of the Alpine Club. ==Upshot== The expedition publicly was perceived to have been a failure even though the British Everest establishment had been successful in covering up the debacle concerning the planning of the expeditions of 1935 and 1936. George Finch, forever a villain of that establishment was in a position to speak out because he had been excluded from all expeditions except 1922. He wrote \"we are beginning to look ridiculous\", that future expeditions should be planned and led by climbers, there should be a permitted age range of 25–35, the leadership should not be military, and that the inherent risks of mountaineering need to be accepted. He added \"no personal attack is intended\". Tenzing Norgay wrote in a more supportive manner: In 2013 Smythe's son published a biography of his father in which he describes a set of copies of letters his father sent while on the 1936 expedition. One was to Teddy Norton saying that when scanning the north face of Everest through binoculars from base camp he had seen something looking like a body. Mallory or Irvine's ice axe had been found by the 1933 expedition and what he had seen was in a gully just below where the ice axe had been found. Smythe's letter said \"It's not to be written about as the press would make an unpleasant sensation.\" A 1999 expedition found Mallory's body at this place and photographs of his remains made newspaper front pages internationally. == Notes == == References == === Citations === === Works cited === * * * * * * == Further reading == * * * * * 1936 Category:1936 in the United Kingdom Category:Expeditions from the United Kingdom Category:1936 in Tibet ",
    "title": "1936 British Mount Everest expedition"
}