{
    "id": "45716143",
    "text": "Chrysocolla (gold-solder, Greek χρῡσόκολλα; Latin chrȳsocolla, oerugo, santerna; Syriac \"tankar\" (Bar Bahlul), alchemical symbol 🜸), also known as \"goldsmith's solder\" and \"solder of Macedonia\" (Pseudo-Democritus), denotes: * The soldering of gold. * The materials used for soldering gold, as well as certain gold alloys, still used by goldsmiths. Martin Ruland (Lexicon alchemiae) explains chrysocolla as molybdochalkos, a copper-lead alloy. In Leyden papyrus X recipe 31 chrysocolla is an alloy composed of 4 parts copper, 2 parts asem (a kind of tin-copper alloy) and 1 part gold. Argyrochrysocolla appears to designate an alloy of gold and silver. * A mix of copper and iron salts, produced by the dissolution of a metallic vein by water, either spontaneously or by introducing water into a mine from winter to summer, and letting the mass dry during summer, which results in a yellow product. * Malachite (green carbonate of copper), and other alkaline copper salts of green colour. Azurite, the blue congener of malachite, was known as armenion, as it was mined in Armenia. On heating, malachite decomposes to carbon dioxide and copper, the latter inducing the soldering effect. According to an older opinion, chrysocolla was borax, which had been found in ancient gold foundries and is still used for soldering gold. Aristoteles (De mirabilibus) mentions that the Chalcedonian island Demonesus has a mine of cyan (κυανόσ) and chrysocolla. Theophrastus (De lapidibus) describes chrysocolla as a kind of \"false emerald\" found in gold and copper mines, used for soldering gold. Pliny (Historia Naturalis) and Celsus mention that chrysocolla is extracted along with gold, and is used as a pigment and medicament. Dioscorides (De materia medica) describes the purification of the ore and its use in healing wounds, also noting its poisonous effect. * Greenish copper salts obtained by boiling infant's urine and natron in copper vessels. The resulting copper salts were scraped off and used for soldering gold. Infant's urine (Greek οὖρον παιδὸς ἀφθόρου, Latin urina puerorum) appears in many ancient recipes (Dioscorides, Pliny, Celsus, etc.) as a source of phosphates and ammonia. * A particular copper hydrosilicate is named chrysocolla by modern mineralogists. == References == == See also == * Sarcocolla * Chrysolith * Chrysotile * Chrysoberyl * Chrysoprase Category:History of metallurgy Category:Alchemical substances ",
    "title": "Chrysocolla (gold-solder)"
}