{
    "id": "45711232",
    "text": "Alien is a 2012 sculpture by the British artist David Breuer-Weil. It depicts a giant humanoid figure five times as large as a person, embedded head-first in grass. The sculpture was first installed in Grosvenor Gardens in the City of Westminster in April 2013, as part of the City of Sculpture initiative. In September 2015 it was moved to the National Trust property of Mottisfont in Hampshire. The work is executed in glass reinforced plastic with a bronze powder coat. It was scaled up from a much smaller maquette and incorporates hugely enlarged versions of the artist's fingerprints as well as his own graffiti. It was inspired in part by Breuer-Weil's grandfather Ernst, who fled to England after the Nazi takeover of Austria in 1938 but subsequently found himself labelled an \"enemy alien\".\"Sculpture inspired by refugee grandfather\". Jennifer Lipman, Jewish Chronicle, 18 April 2013. Retrieved 20 March 2015. In acknowledgement of the link, the name \"Ernst\" is written in large letters on the surface of the sculpture. The sculpture also incorporates a portrait of the fictional Kaiser of Nerac, a character who rules an imaginary world conceived of by Breuer-Weil as a source of inspiration for his artworks. According to Breuer-Weil, Alien is intended to evoke \"the shock of an alien landing in the heart of London and taking everybody by surprise\"; he comments that \"every new work of art should be like an alien landing, something sudden and unexpected.\"Alien in Grosvenor Gardens. David Breuer-Weil. Retrieved 20 March 2015. The sculpture is meant to be more about \"our sense of belonging than any sci-fi theme\", but Breuer-Weil suggests that \"extra-terrestrials are completely human, maybe just different in scale, as is the case with my sculpture, which is five times the size of an ordinary person, but very human otherwise.\" He notes that to a certain degree, being Jewish is like \"landing on an alien planet ... We belong in this culture, but our forebears crash- landed into it.\" The work was well received by the public and critics, being named as one of Time Out's \"Top 10 Public Sculptures\" in July 2013. Permission was initially granted for the piece to be on display at Grosvenor Gardens for a period of six months and a subsequent application was made to extend its appearance for a further 18 months.Letter from Chris Craig, Galerie B Weil Ltd. 16 September 2013 This was approved by Westminster City Council and the statue remained there until 13 April 2015.Delegated Report – Development Planning, Westminster City Council, 12 November 2013 It was then moved to the grounds of Mottisfont in Hampshire, where it was unveiled on 7 September 2015. ==References== ==External links== *Alien lands in Grosvenor Gardens Category:Statues of fictional characters Category:2012 establishments in England Category:2012 sculptures Category:Bronze sculptures in the United Kingdom Category:Extraterrestrial life in popular culture Category:Outdoor sculptures in London Category:Statues in London Category:Works by British people Category:Outdoor sculptures in England ",
    "title": "Alien (sculpture)"
}