{
    "id": "45718396",
    "text": "Jaime Chabaud (born February 24, 1966) is a Mexican playwright, screenwriter, teacher and researcher, who has written more than 130 plays over his career but is popularly known for his television work. His creative work has been translated into multiple languages and has received numerous awards including the 2013 Juan Ruiz de Alarcón Drama Prize, the 2010 World Theater Prize (Premio Teatro del Mundo) from the University of Buenos Aires and 2006 Víctor Hugo Rascón Banda National Drama Prize. Chabaud is also the founder and director of the Paso de gato theater magazine. ==Life== The writer was born in Mexico City with the full name of Jaime Eduardo Chaban Magnus. He attended the National Autonomous University of Mexico, majoring in Spanish, dramatic literature and theater at the Faculty of Arts and Letters and cinema with the Centro Universitario de Estudios Cinematográficos. During this time, he was supported by scholarships from the Centro Mexicano de Escritores (1988-1989). ==Career== Chabaud is a playwright, script writer, teacher, journalist and researcher. He has written over 130 plays but is popularly known for his television scripts Ópera prima (2010), Paso de gato (2007) and Ventana 22 (2002) . His creative work has been supported by grants from the Sala Beckett in Barcelona (1996) and the Sistema Nacional de Creadores de Artes (2001-2007). His research work has been published in Mexico and abroad, which includes various essays on the history of Mexico theaters, theory and theater criticism. It also includes four major works on 19th century Mexican theater. In addition, Chabaud is the founder and director of the theater magazine Paso de Gato, distributed in Mexico and abroad every three months. The magazine had a television version on Canal 22, during which time Chabaud was associate director along with José Sefami. In 2005, the magazine won the José Pagés Llergo National Journalism Prize for best cultural publication. In addition, Chabaud also collaborates with other publications including La Jornada, Proceso, Unomásuno, El Economista, El Nacional, El Día, Reforma, Los universitarios, Milenio, Revista X and the Revista Universidad de México. As a teacher, Chabaud has taught classes and workshops both in Mexico and abroad, with the Mexican events often supported by CONACULTA. He is the academic coordinator for the National Certificate in Drama Studies of INBA. Chabaud has also been invited at various events to speak at the National Autonomous University of Mexico and interviews on television stations such as ARGOS, TV Globo, TV Azteca. ==Recognition== Chabaud's first recognitions for his work were the three Punto de Partido Prizes from the National Autonomous University of Mexico in 1987, 1988 and 1989, followed by the Iniciación Dramatúrgica Prize in 1989. During the 1990s he won the Fernando Calderón National Drama Prize from the government of Jalisco for ¡Que Viva Cristo Rey! (1990), the Mejor Teatro de Búsqueda Award (1994), the Óscar Liera Prize for best contemporary dramatist (1999) and the FILIJ Prize for best children's play with the work Sin pies ni cabeza (1999) . In 2006, he won the Víctor Hugo Rascón Banda National Drama Prize for Rashid 9/11, and in 2010 he won a special medal from CELCIT in Spain and the World Theater Prize (Premio Teatro del Mundo) from the University of Buenos Aires. In 2001, 2004 and 2011, Chabaud was named an associate of the Sistema Nacional de Creadores and in 2013, he won the Juan Ruiz de Alarcón Drama Prize for his life's work and contributions to Mexican drama. ==Artistry== He rejected much of convention in theatre prior to his generation, which focused on realism, instead adding poetic elements. In 1995 letter Alejandro Jodorowsky wrote, “Rarely, regrettably very rarely, there comes a true creator, someone who gives theater a new vision of the world and its ways. This is the case with Jaime Chabaud…” ==Works== Plays that have been staged include Tempranito y en ayunas (1989), Baje la voz (1991), ¡Que viva Cristo Rey! (1992), El ajedrecista (1993), En la boca de fuego (1993), Perder la cabeza (1995), Y los ojos al revés (1999), Galaor (2000), Talk Show (2000), Divino pastor Góngora (2001), Sin pies ni cabeza (2005), Pipí (2005), Otelo sobre la mesa (2006), Lluna (2007, 2010), Rashid 9/11 (2007), Lágrimas de agua dulce (2009), Oc Ye Nechca (Érase una vez) (2010) and El Kame Hame Haa (2013). A number of his works have been published and some translated into foreign languages such as German, French and Portuguese. El Ajedrecista alone has been translated into English, German, Bulgarian, Polish, Catalan, Galician, Czech, Portuguese and French and has received fourteen awards from Mexico and abroad. Chabaud's television scripts include Ópera prima (2010), Paso de gato (2007) and Ventana 22 (2002), in which he appeared as himself. ==References== Category:Living people Category:1966 births Category:Writers from Mexico City Category:Mexican dramatists and playwrights ",
    "title": "Jaime Chabaud"
}