{
    "id": "45716643",
    "text": "A Less Bad WorldA Less Bad World on MUBI () A Less Bad World on labutaca.net is a 2004 Argentine drama film directed by Alejandro Agresti and focused on the Argentina's Dirty War. ==Plot== In the early 2000s Isabel (Mónica Galán) discovers that her husband Cholo (Carlos Roffé), who vanished 20 years before as a desaparecido, a victim of the Dirty War by the Argentine military junta, is still alive. She decides to meet him again and, together with her daughters, travels to the small sea village near Patagonia where he has moved to. Her two daughters are Sonia (Julieta Cardinali), the adolescent daughter of Cholo that has never met her father, and Beba (Agustina Noya), a girl of around 8 years old, daughter of another man. A Less Bad World on \"Imagofagia\" Once in the village, Isabel at first doesn't feel able to meet Cholo, who works as a baker. Apparently, he has told the villagers that his family died in a car accident. When Isabel meets Cholo, the man appears not to recognize her. During the film the choice of Cholo is explained: he vanished from Buenos Aires trying to forget the trauma of the years of the dictatorship, when he and Isabel were communist militants, and he was imprisoned and tortured for a period. In the end, after a long letter written by Sonia to her father, Cholo decides to resume contact with the three women. ==Cast== *Carlos Roffé: CholoCast of A Less Bad World at the Internet Movie Database *Mónica Galán: Isabel *Julieta Cardinali: Sonia *Mex Urtizberea: Miguel *Ulises Dumont: Mario *Rodrigo Noya: Marcelo *Lidia Catalano: Floria *Agustina Noya: Beba *Eduardo Argaranaz: Lalo ==Awards== *2004: Best Film of the \"Award of the City of Rome\" (61st Venice International Film Festival)2004 Venice Film Festival awards at the Internet Movie Database ==References== ==External links== * Category:2004 films Category:Argentine films Category:Films directed by Alejandro Agresti Category:Films scored by Philippe Sarde Category:Dirty War films ",
    "title": "A Less Bad World"
}