{
    "id": "45712013",
    "text": "Philip Pugh (1679 – 12 July 1760) was a Welsh minister. ==Biography== Pugh was a dissenting minister, was born at Hendref, Blaenpenal, Cardiganshire, in 1679, and inherited a good estate. He was trained for the independent ministry at the nonconformist college at Brynllŵarch, near Bridgend, Glamorganshire. This college, the earliest institution of the kind in Wales, and the parent of the existing presbyterian college at Carmarthen, was founded by Samuel Jones after he was ejected from the living of Llangynwyd in 1662, and on Jones's death in 1697 was transferred to Abergavenny, whither Pugh accompanied it. He was received as church member at Cilgwyn in 1704, and in October 1709 was ordained co-pastor with David Edwards and Jenkin Jones. His social position as a landed proprietor in the county was improved by his marriage with an heiress of the neighbourhood, while his power as a preacher and his piety gave him widespread influence. He and his colleagues were in charge of six or eight churches, with a united membership of about one thousand. Between 1709 and 1760 he baptised 680 children. Pugh avoided controversy, but he regarded with abhorrence the Arminian doctrines introduced by Jenkin Jones and the Arian doctrines propagated by David Lloyd (1725–1779). He sympathised, however, with the Calvinistic Methodist movement under Daniel Rowlands, and induced Rowlands to modify the ferocity of his early manner of preaching. Of the churches with which Pugh was more or less connected, three continue to be congregationalist, three have gone over to the Methodists, and three are Unitarian. Pugh died on 12 July 1760, aged 81, and was buried in the parish churchyard of Llanddewi Brevi, where the effigy of one Philip Pugh, probably an ancestor, once figured in the chancel. His unpublished diary and the Cilgwyn church-book contain much information about the Welsh nonconformity of the period, and have been utilised by Dr. Thomas Rees and other Welsh historians. ==References== Category:1679 births Category:1760 deaths Category:17th-century Welsh people Category:18th-century Welsh people Category:Welsh Christian ministers ",
    "title": "Philip Pugh"
}