{
    "id": "45752437",
    "text": "Lisa L. Moore is a Canadian-born American academic and poet. She is known for her writing about lesbian literature, art and garden history, and poetry. == Life and education == Lisa Moore was born in Calgary, Canada. Principal themes in Moore’s work include the centrality of love between women to literary genres such as the novel, the landscape arts, and the sonnet; the transatlantic and multi-racial history of feminist art and thinking; and the importance of poetry to second-wave feminist, womanist, and lesbian cultures and politics. She earned a B.A. in English with honors at Queen's University in 1986, and then completed her doctorate at Cornell University in 1991. Moore joined the faculty at the University of Texas at Austin in 1991, where she is Archibald A. Hill Professor of English and Professor of Women's and Gender Studies. She is currently Director of the LGBTQ Studies Program at The University of Texas at Austin. == Work == Lisa Moore has published two single- authored books: Sister Arts: The Erotics of Lesbian Landscapes (Minnesota, 2011), which was awarded Lambda Literary Award in LGBT Studies in 2011 and named a finalist for the Publishing Triangle Judy Grahn Award; and Dangerous Intimacies: Toward a Sapphic History of the British Novel (Duke, 1997). In 2015, Moore published a scholarly edition of The Collected Poems of Anna Seward (Routledge). She also co-edited two books: Transatlantic Feminisms in the Age of Revolutions (Oxford, 2011) (with Joanna Brooks and Caroline Wigginton), which won the Choice Outstanding Academic Book Award for 2012; and Experiments in a Jazz Aesthetic: Art, Activism, Academia and the Austin Project (2010) (with Omi Osun Joni L. Jones, and Sharon Bridgforth), an anthology of creative writing and theory by women of color and allies. She has published articles in GLQ, Eighteenth-Century Studies, Cultural Critique, Feminist Studies, and Textual Practice, as well as more than 40 other book chapters, essays and reviews. Moore's poetry chapbook, 24 Hours of Men, was published by Dancing Girl Press in 2018. Her poems have also appeared in Texas Borderlands Poetry Review, Tinderbox Poetry Journal, Nimrod International Journal, and other venues. Her public scholarship includes essays for the Los Angeles Review of Books, The Women's Review of Books, and Diversity and Democracy. She contributes to the op-ed pages of The Dallas Morning News, the San Antonio Express-News, the Houston Chronicle, and other periodicals on topics including gun violence, LGBTQ issues, and feminism. == Major works == * Sister Arts: The Erotics of Lesbian Landscapes (2011) * Dangerous Intimacies: Toward a Sapphic History of the British Novel (1997) * The Collected Poems of Anna Seward (2015) * Transatlantic Feminisms in the Age of Revolutions with Joanna Brooks and Caroline Wigginton (2011) * Experiments in a Jazz Aesthetic: Art, Activism, Academia and the Austin Project with Omi Osun Joni L. Jones, and Sharon Bridgforth (2010) * 24 Hours of Men, poetry chapbook (2018) == Selected articles and book chapters == * “A Lesbian History of the Sonnet.” Critical Inquiry 43: 4 (Summer 2017), pp. 813–838. *“The Future of Lesbian Genders.” Genders 1:1 (Spring 2016). *\"Safe Space, Storage Sheds, and Outdoor Plumbing: Lesbian Garden History.” Queering the Interior. Ed. Matt Cook and Andrew Gorman-Murray. London: Bloomsbury Books, 2016. * “Women’s Land as Garden History: Art, Activism, and Lesbian Spaces.” Disciples of Flora: Gardens in History and Culture. Eds. Victoria Pagan, Judith Wallack Page, and Brigitte Weltman-Aron. Cambridge: Cambridge Scholars Press, 2015, pp 20–31. * \"Virtual Delville as Archival Research: Rendering Women’s Garden History Visible.\" Visualizing the Archive. Spec. issue of Poetess Archive Journal 2.1 (2010) * “The Swan of Litchfield: Sarah Pierce and the Lesbian Landscape Poem.” Long Before Stonewall: Histories of Same-Sex Sexuality in Early America. Ed. Thomas A. Foster. New York: NYU Press, 2007. 253-276. * “Queer Gardens: Mary Delany’s Flowers and Friendships.” Eighteenth-Century Studies 39.1 (2005): 49-70. * “Lesbian Migrations: Mary Renault’s South Africa.” GLQ: A Journal of Lesbian and Gay Studies 10.1 (November 2003): 23-46. * “Acts of Union: Sexuality and Nationalism, Romance and Realism in the Irish National Tale.” Cultural Critique 44 (Winter 2000): 113-144. * \"Teledildonics: Virtual Lesbians in the Fiction of Jeannette Winterson.” Sexy Bodies: The Strange Carnalities of Feminism. Ed. Elizabeth Grosz and Elspeth Probyn. London: Routledge, 1995. 104-127. * “'Something More Tender Still Than Friendship': Romantic Friendship in Early Nineteenth Century England.” Feminist Studies 18.3 (Fall 1992): 499-520. Rpt. in Lesbian Subjects: A Feminist Studies Reader. Ed. Martha Vicinus. Bloomington: Indiana University Press, 1996. * “'She was too fond of her mistaken bargain': The Scandalous Relations of Gender and Sexuality in Feminist Theory.” Diacritics 21/22 (Summer-Fall 1991): 89-101. * “Sexual Agency in Manet's Olympia.” Textual Practice 3.2 (June 1989): 222-233. ==References== ==External links== * Category:Living people Category:Cornell University alumni Category:Lambda Literary Award winners Category:University of Texas at Austin faculty Category:Year of birth missing (living people) ",
    "title": "Lisa L. Moore"
}