{
    "id": "45762",
    "text": "was the 93rd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1298 to 1301.Titsingh, Isaac. (1834). Annales des empereurs du Japon, pp. 274–275; Varley, H. Paul. (1980). Jinnō Shōtōki. pp. 238–239. This 13th-century sovereign was named after his father, Emperor Fushimi and go- (後), translates literally as \"later\"; and thus, he is sometimes called the \"Later Emperor Fushimi\". The Japanese word go has also been translated to mean the \"second one\"; and in some older sources, this emperor may be identified as \"Fushimi, the second\", or as \"Fushimi II\". ==Family== Before his ascension to the Chrysanthemum Throne, his personal name (his imina) was .Titsingh, p. 274; Varley, p. 238. He was the eldest son of Emperor Fushimi. They belonged to the Jimyōin-tō branch of the Imperial Family. *Court Lady: Saionji (Fujiwara) Neishi / Yasuko (西園寺（藤原）寧子) later Kōgimon'in (広義門院; 1292–1337), Saionji Sanekane's daughter **First daughter: Imperial Princess Junshi (珣子内親王) **Third son: Imperial Prince Kazuhito (量仁親王) later Emperor Kōgon **Fifth son: Imperial Prince Kagehito (景仁親王; b. 1315) **Second daughter: Imperial Princess Kenshi / Kaneko (兼子内親王) **Ninth son: Imperial Prince Yutahito (豊仁親王) later Emperor Kōmyō * Jibukyō-no-tsubone (治部卿局), Priest's daughter ** First Son: Imperial Prince Priest Sonin (尊胤法親王; 1306–1359） * Takashina Kuniko (高階邦子), Takashina Kunitsune's daughter ** Second Son: Imperial Prince Priest Shuho (法守法親王; 1308–1391） * Ogimachi Moriko (正親町守子; d. 1322), Ogimachi Michiakira's daughter ** Sixth Son: Imperial Prince Priest Shōin (承胤法親王; 1317–1377） ** Seventh Son: Imperial Prince Priest Chōjo (長助法親王; 1318–1361） ** Eighth Son: Imperial Prince Priest Ryosei (亮性法親王; 1318–1363） ** Fifth Daughter: Imperial Princess Kōshi (璜子内親王) later Shotokumon’in (章徳門院) * Taiyo-no-kata（対御方; 1297–1360), Ogimachi Michiakira's daughter ** Fourth Son: Imperial Prince Son Imperial Prince Priest Jishin (慈真法親王; b. 1314) ** Fourth Daughter: Princess Kakukō (覚公女王) ** Tenth Son: Imperial Prince Priest Sondō (尊道入道親王; 1332–1403） * Ukyōnodaibu-no-tsubone (右京大夫局) ** Third daughter ** Sixth daughter ==Events of Go-Fushimi's life== Tanehito-shinnō was named Crown Prince or heir in 1289. * 30 August 1298 (Einin 6, 22nd day of the 7th month): In the 11th year of Fushimi-tennō 's reign (), the emperor abdicated; and the succession (senso) was received by his son.Titsingh, p. 274; Varley, p. 44; n.b., a distinct act of senso is unrecognized prior to Emperor Tenji; and all sovereigns except Jitō, Yōzei, Go-Toba, and Fushimi have senso and sokui in the same year until the reign of Emperor Go-Murakami. * 17 November 1298 (Einin 6, 13th day of the 10th month): Emperor Go-Fushimi acceded to the throne (sokui) and the nengō was changed to Shōan to mark the beginning of a new emperor's reign.Titsingh, p. 274; Varley, p. 44, 238. * 1 November 1299 (Shōan 1, 8th day of the 10th month): Chinese Chan master Yishan Yining arrived in Kamakura as a last Mongol envoy. * 2 March 1301 (Shōan 3, 21st day of the 1st month): Abdicates due to rally of the Daikakuji Line * 11 September 1308 (Tokuji 3, 26th day of the 8th month): Younger brother becomes Emperor Hanazono, retired emperor * 17 May 1336 (Engen 1, 6th day of the 4th month): Died Fushimi acted as cloistered emperor for a period, but after a while, from 1313 to 1318, Go-Fushimi acted in that function. During Hanazono's reign, negotiations between the Kamakura shogunate and the two lines resulted in an agreement to alternate the throne between the two lines every 10 years (the Bumpō Agreement). This agreement did not last long, as it was broken by Emperor Go-Daigo. Go-Fushimi was the author of a famous plea to the god of the Kamo Shrine for help in gaining the throne for his son. This plea was ultimately successful, but it was not until thirty-three years after his abdication that Go-Fushimi's son, Emperor Kōgon became emperor. Kōgon was the first of the northern court emperors backed by the Ashikaga shogunate. Emperor Go-Fushimi is enshrined with other emperors at the imperial tomb called Fukakusa no kita no misasagi () in Fushimi-ku, Kyoto.Ponsonby-Fane, Richard. (1959). The Imperial House of Japan, p. 422. ===Kugyō=== is a collective term for the very few most powerful men attached to the court of the Emperor of Japan in pre-Meiji eras. Even during those years in which the court's actual influence outside the palace walls was minimal, the hierarchic organization persisted. In general, this elite group included only three to four men at a time. These were hereditary courtiers whose experience and background would have brought them to the pinnacle of a life's career. During Fo-Fushimi's reign, this apex of the Daijō-kan included: * Sesshō, Takatsukasa Kanetada, 1298 * Sesshō, Nijō Kanemoto, 1298–1300 * Kampaku, Nijō Kanemoto, 1300–1305 * Sadaijin * Udaijin * Nadaijin * Dainagon ==Eras of Go-Fushimi's reign== The years of Go-Fushimi's reign are more specifically identified by more than one era name or nengō.Titsingh, p. 274. * Einin (1293–1299) * Shōan (1299–1302) ==See also== * Emperor of Japan * List of Emperors of Japan * Imperial cult ==Notes== Japanese Imperial kamon — a stylized chrysanthemum blossom ==References== * Ponsonby-Fane, Richard Arthur Brabazon. (1959). The Imperial House of Japan. Kyoto: Ponsonby Memorial Society. OCLC 194887 * Titsingh, Isaac. (1834). Nihon Ōdai Ichiran; ou, Annales des empereurs du Japon. Paris: Royal Asiatic Society, Oriental Translation Fund of Great Britain and Ireland. OCLC 5850691 * Varley, H. Paul. (1980). Jinnō Shōtōki: A Chronicle of Gods and Sovereigns. New York: Columbia University Press. ; OCLC 5914584 Category:Japanese emperors Category:1288 births Category:1336 deaths Emperor Go-Fushimi Emperor Go-Fushimi Emperor Go-Fushimi Category:13th-century Japanese monarchs Category:14th-century Japanese monarchs ",
    "title": "Emperor Go-Fushimi"
}