{
    "id": "45768",
    "text": "Emperor Chōkei (長慶天皇 Chōkei-tennō) (1343 - August 27, 1394) was the 98th emperor of Japan, according to the traditional order of succession. He reigned from 1368 through 1383. His personal name was Yutanari (寛成) and his regal name roughly translates to \"Long Celebration\". ==Genealogy== His father was Emperor Go-Murakami and his mother may have been Kaki Mon'in. Empress (chūgū): Saionji Kinshige's daughter * Gyōgo (行悟; 1377–1406） Nyōgo: Noriko (father and family unknown) * First son: Imperial Prince Tokiyasu (世泰親王) Unknown * Kaimonji Kosho (海門承朝; 1374–1443) * Sonsei (尊聖; 1376–1432), * son: founder of Tamagawa family (玉川宮) ==Biography== On March 29, 1368 (Shōhei 23, 11th day of the 3rd month),Ponsonby-Fane, Richard. (1959). The Imperial House of Japan, p. 158. following the death of Emperor Murakami II, he was enthroned in the house of the Chief Priest at the Sumiyoshi Grand Shrine in Sumiyoshi, Osaka, where the Southern Court had made its capital. However, because the Southern Court's influence was declining, the enthronement remained in some doubt until the Taishō period. In 1926, the enthronement was officially recognized and inserted into the Imperial Line. Emperor Chōkei insisted throughout his reign on fighting the Northern Dynasty, but it was already too late. In 1383 or 1384, he abdicated to Emperor Go-Kameyama, who supported the peace faction. After the reunification of the rival courts, he went into retirement and eventually returned to Yoshino where he died on August 27, 1394. The kami of Emperor Chōkei is venerated at Shishō jinja in Totsugawa, Yamato province.Ponsonby-Fane, p. 128. ===Kugyō=== Kugyō (公卿) is a collective term for the very few most powerful men attached to the court of the Emperor of Japan in pre-Meiji eras. Even during those years in which the court's actual influence outside the palace walls was minimal, the hierarchic organization persisted. In general, this elite group included only three to four men at a time. These were hereditary courtiers whose experience and background would have brought them to the pinnacle of a life's career. During Chōkei's reign, this apex of the Daijō-kan included: * Sadaijin * Udaijin * Nadaijin * Dainagon ==Eras of Chōkei's reign== The years of Chōkei's reign are more specifically identified by more than one era name or nengō. :Nanboku-chō southern court *Eras as reckoned by legitimate Court (as determined by Meiji rescript) * Shōhei (1346–1370) * Kentoku (1370–1372) * Bunchū (1372–1375) * Tenju (1375–1381) * Kōwa (1381–1384) :Nanboku-chō northern court *Eras as reckoned by pretender Court (as determined by Meiji rescript) * Ōan (1368–1375) * Eiwa (1375–1379) * Kōryaku (1379–1381) * Eitoku (1381–1384) ==Notes== Japanese Imperial kamon — a stylized chrysanthemum blossom == Works cited == * * Ponsonby-Fane, Richard Arthur Brabazon. (1959). The Imperial House of Japan. Kyoto: Ponsonby Memorial Society. OCLC 194887 * Titsingh, Isaac, ed. (1834). [Siyun-sai Rin-siyo/Hayashi Gahō, 1652], Nipon o daï itsi ran; ou, Annales des empereurs du Japon. Paris: Oriental Translation Fund of Great Britain and Ireland. ==See also== * Emperor of Japan * List of Emperors of Japan * Imperial cult Category:Japanese emperors Category:1343 births Category:1394 deaths Emperor Chokei Emperor Chokei Emperor Chokei Emperor Chokei Category:14th-century Japanese monarchs ",
    "title": "Emperor Chōkei"
}