{
    "id": "46166195",
    "text": "The Noguera Pallaresa river in Tremp where the 26th Division distinguished itself at the bridgehead combats The 26th Division ()Carlos Engel, Historia de las Brigadas Mixtas del E. P. de la República, 1999 was a division of the Spanish Republican Army in the Spanish Civil War. It was formed in April 1937 in Aragon from the militarized Columna Durruti during the reorganization of the Spanish Republican Armed Forces. The 26th Division included the 119th, 120th and 121st mixed brigades throughout the Civil War. It fought in the Huesca Offensive, the Battle of Belchite, the Aragon Offensive and the Battle of the Segre. Finally it was disbanded in February 1939 after the withdrawal and rush to the border that followed the rebel Catalonia Offensive. ==History== ===First phase: Aragon=== The 26th Division was established on 28 April 1937 in Bujaraloz with former anarchist militiamen and corresponded to the 1st, 2nd and 3rd regiments of the Durruti Division, the successor of the Durruti Column after the column's militarization in January 1937. It was placed under the 11th Army Corps (XI Cuerpo de Ejército). The command of the unit was entrusted to Ricardo Sanz García who had been the commander of the Durruti Column after Buenaventura Durruti's death and who would be the division's only leader. The violent events of the 1937 May Days overwhelmed Barcelona when the division had been barely constituted. The 26th Division was then gathered in Barbastro in order to march over the city and restore order on behalf of the government. However, when the troops listened to the radio reports of the events by anarchist leader and Justice Minister García Oliver, they refused to intervene and decided to remain in Barbastro.Hugh Thomas (1976), Historia de la Guerra Civil Española pág. 711 Later in September the unit saw combat action in the Battle of Belchite, where its battle behaviour was clumsy, disorganized and inefficient at best. \"General Kléber\" commented about the 119th Mixed Brigade of the division that: 'It is totally useless' (\"No sirve para nada...\")Carlos Engel (1999), Historia de las Brigadas Mixtas del Ejército Popular de la República, p. 156 ===Actions in Catalonia and extinction=== In March 1938 the sweeping Aragon Offensive of the rebel faction caught the 26th Division by surprise and the whole unit retreated eastwards to Catalonia without putting any noteworthy fight. Later it was located at the Segre Frontline where it took part in the fruitless Balaguer Offensive in May. Most of the 26th Division remained at the Segre front until the end of 1938, but one of the battalions of the 120th Mixed Brigade of the division was at the Battle of the Ebro. At the onset of the rebel Catalonia Offensive the division held fast its position at the Tremp bridgehead in an unfruitful effort to stop the sweeping advance of the Francoist armies. On 2 January 1939 its 120th and 121st mixed brigades were crushed by the rebel attacks and suffered numerous casualties. Both brigades were withdrawn in order to be reorganized and, despite the previous record of the division, the 121st brigade was highly commended for its battle actions during the bridgehead combats. Since the seriousness of the situation did not leave any option but withdrawal, the 26th Division joined the hasty retreat of the defeated republican military units towards the French border. Once in France the survivors of the division were interned in concentration camps by the French authorities. ===Post-Civil War=== The Second World War began barely five months after the capitulation of the Spanish Republic. While some of the members of the 26th Division remained in the concentration camps, some of them were forced to join the French Armed Forces. A number of them were part of the 9th Armoured Company of the 2nd Armoured Division of the Free French Forces, where they formed a majority so that it was known by its Spanish nickname \"La Nueve\" or \"La Española\". This company was one of the first to enter Paris in 1944 in order to free the city from Nazi occupation. Among the first tanks that entered the city one was named \"Guadalajara\" and another \"Ebro\", in memory of the Spanish Civil War battles; they were manned by members of the former 26th Division whose standard was the Spanish Republican flag. == Commanders == *Commanders in chief ** Ricardo Sanz García, the only commander of the division throughout the Civil War. *Commissars, both belonged to the CNT ** Ricardo Rionda Castro ** Pedro Pey Sardá *Chief of Staff Leaders ** Infantry Commander Ramón Rodríguez Bozmediano ** Infantry Commander Pedro Cervera Serreta, since February 1938. ==See also== *9th Armoured Company \"La Nueve\" *Camp de concentration d'Argelès-sur-Mer *Mixed Brigades ==References== ==External links== *SBHAC - El Ejército Popular * Organización militar republicana - 1936 - La Guerra Civil Category:Military units and formations established in 1937 Category:Military units and formations disestablished in 1939 Category:Divisions of Spain Category:Spanish Civil War Category:Military history of Spain Category:Armed Forces of the Second Spanish Republic ",
    "title": "26th Division (Spain)"
}