{
    "id": "46178651",
    "text": "Buckingham Canal in Kollam is a 450-year-old Portuguese built heritage landmark at Tangasseri. It is one of the rare existing ancient remnants in city of Kollam (Quilon) - Commercial Capital of ancient Malabar coast. The Canal is believed to be a key conduit built by the Portuguese some 450 years ago inside their strategic territory, the Fort Thomas. Quilon along with Tangasseri was one among the ancient Portuguese settlements in Asia. ==History== Buckingham Canal was actually built by the Portuguese who were settled in Quilon city before 450 years, inside their strategic territory. This canal inside the Fort was used for safe transportation of personnel and merchandise to and from the ships which called at the port. The Portuguese were settled at Quilon and gained monopoly over the region’s lucrative pepper trade. Old Quilon city was very famous for its fine quality pepper and the name Kollam is believed to have been derived from the Sanskrit word Kollam means pepper. Barges were said to have been used for transportation through the Canal. Thangassery is a projection into the sea and both ends of the Canal originally opened at the Arabian Sea then. After Portuguese, the Dutch have establish their domination in Quilon city & port based pepper trade, attacked and captured the Fort from the Portuguese. By 1662, Tangasseri became an exclusive trade hub of the Dutch. The canal came to be known as the Buckingham Canal, later when Dutch surrendered it to the British East India Company in 1795. ==Encroachments== Various rampant reclamation activities were found out at the Buckingham Canal area many times. A builder have started construction at the adjoining plot in 2012. The main problem with the canal is even people in the neighbourhood are not aware of the exact ownership of the properties alongside the canal. A survey conducted in 1980 by the Kollam West Village Office revealed that Buckingham canal was around 750 metres long and about 100 feet wide. Now it is two feet to 10 feet wide narrow stream and all the other portions got encroached. Tangasseri in Kollam city is the only place mentioned in the Kerala Tourism’s official literature as the place in the State where Anglo-Indian tradition is maintained. But almost all the colonial constructions got erased except the lighthouse built by the British in 1902. ==See also== * Kollam * Tangasseri * Kollam Port * St Thomas Fort ==References== Category:History of Kollam Category:Tourist attractions in Kollam ",
    "title": "Buckingham Canal, Kollam"
}