{
    "id": "46170072",
    "text": "Graciela Mandujano was a Chilean politician and feminist. ==Biography== A graduate from a pedagogical course in the University of Santiago, she was sent by the Chilean government to visit the Panama–Pacific International Exposition in San Francisco, and was the Chilean official delegate to the Pan-American Conference of Women in Baltimore, organized by the National League of Women Voters. Mandujano continued her studies at Columbia University and lived in Varick House Settlement, and was the editor of the Pan-American Magazine in New York City. A suffragist, in 1922, Mandujano worked with other women to organize the Partido Civico Femenino (Women's Civic Party), which, among its goals, sought the woman's right to vote. She was a co-founder of the Unión Femenina de Chile (Women's Union of Chile) with Aurora Argomedo on 26 October 1927. She later served as secretary-general of Movimiento Pro-Emancipación de las Mujeres de Chile, which she co-founded on 11 May 1935 together with Elena Caffarena, Susana Depassier, Flora Heredia, Herta Hoschhauser, Angelina Matte, Aída Parada, Olga Poblete, María Ramírez, María Rivera Urquieta, Eulogia Román, Domitila Ulloa, Felisa Vergara, Marta Vergara and Clara Williams. Aurora Argomedo, Delia Ducoing, Adela Edwards de Salas, Elvira Roga, and Elcira Rojas were also contemporaries. She was a member of the directive board of the Femeninas Federacion Chilena de Instituciones Femeninas. In the role of government adviser of Chile, Mandujano attended the ILO's 1941 International Labour Conference at Columbia University. ==References== Category:Chilean feminists Category:Chilean women's rights activists Category:Chilean politicians Category:University of Santiago, Chile alumni Category:Magazine editors Category:Chilean suffragists Category:20th-century Chilean politicians Category:20th-century Chilean women politicians Category:1902 births Category:1984 deaths ",
    "title": "Graciela Mandujano"
}