{
    "id": "46179420",
    "text": "The énergie Group is a UK based fitness franchise company launched in 2003. The business operates two health club brands: énergie Fitness Clubs, and énergie Fitness for Women. ==Founding and Expansion== The énergie Group was founded in 2003 in Milton Keynes and celebrated its 10th birthday at the Ricoh Arena in Coventry. The first club was in Leighton Buzzard, Bedfordshire. To date, the Group has opened close to 100 clubs across the UK, Europe and The Middle East. In 2014, énergie Group signed up its 100,000th member. The head office is located in Fox Milne, Milton Keynes. Co-founder Jan Spaticchia is the current chair and CEO and the largest shareholder. ==Brands== ===Énergie Fitness Clubs=== Énergie Fitness Clubs are the original énergie Group brand. Clubs are typically between 5,000 and 25,000 sq. ft. and provide full service clubs. Clubs have a reception, café/lounge area, fitness area, studio, locker rooms and showers and many include spa areas, swimming pool, treatment rooms and spinning studios. ===Énergie Fitness For Women=== The énergie Fitness for Women is a fitness and weight loss studio for women designed around a 30-minute work-out combining aerobic exercise and resistance machines. The studios are typically up to 1600 sq. ft. ===émpower Programme=== The émpower Programme is a lifestyle and fitness programme provided at Énergie Fitness Clubs and Énergie Fitness for Women with a money back guarantee. The programme lasts for 4 weeks. ==National Fitness Day== énergie Group founded National Fitness Day, a celebration of physical activity in the UK now co-ordinated by ukactive. National Fitness Day takes place in September, with fitness providers across the UK inviting the public to take part in free 'Power Half Hour' exercise sessions. ==References== Category:Health clubs in the United Kingdom Category:Health care companies established in 2003 Category:Franchises Category:Companies based in Milton Keynes ",
    "title": "Energie Group"
}