{
    "id": "46178308",
    "text": "Pierre Baste Pierre Baste (21 November 1768 in Bordeaux – 29 January 1814 in Brienne-le-Château) was a French admiral. == Life == Son of a timber merchant, he joined the armed merchant ship Pactole aged 12. He took part in the Saint- Domingue campaign before returning to Bordeauc in 1782, where he remained several years. In July 1787 he went to sea again as a midshipman on the Galathée, sailing between Bourdeaux and the Antilles. At the start of 1788 he became the pilot of the slave-ship Zézette. In 1790 he returned to Saint- Domingue as lieutenant of the three-masted merchant ship David. In September 1792 he was made second in command of the Galathée, serving in that role until April 1793. On Saint-Domingue he mutinied and offered his services to the naval commander, who made him an ensign and put him in command of a schooner then of the brig Petit Jacobin, on which he went on a successful mission to New York. In August 1794 he returned to France and demanded to continue serving in the navy, but he had to wait until December to join the corvette Résolue at Toulon as an \"enseigne non-entretenu\". He then commanded the schooner Hirondelle off Saint-Domingue before returning to France. He distinguished himself at the battle of Groix on 23 June 1795 but was taken prisoner the following 26 August. He escaped and served on the brig l’Infante, which was then sailing off the Italian coast in support of the Army of Italy. He took an active part in the battle of Loano on 22 November 1795. He commanded the half-galley Voltigeante on Lake Garda then the whole lake flotilla. == Decorations == * Commandeur de la Légion d'honneur 28 February 1810. == External links== * Archives nationales (CARAN) – Service Historique de l’Armée de Terre – Fort de Vincennes – Dossier S.H.A.T. Côte : 26 Yd 9. * Biography on lesapn.forumactif.fr : Les Amis du Patrimoine Napoléonien. * Pierre Baste, in www.napoleon-series.org. Category:French Navy admirals Category:People from Bordeaux Category:1768 births Category:1814 deaths ",
    "title": "Pierre Baste"
}