{
    "id": "46189564",
    "text": "Ivan Semyonovich Polbin (; – 11 February 1945) was a General-major of Aviation in the Soviet Air Forces who advanced the use of dive-bombing techniques during World War II. As one of the few generals that regularly flew in combat, he was killed in action while leading a group of Pe-2 dive bombers on a mission. ==Early life== Polbin was born inside a prison in Simbirsk on . Before graduating from his ninth grade of school in 1926, he moved away from his home town and in 1918 and worked at a railway station from then until 1920. After completing school he served as the secretary of a Komsomol Committee and worked at a library. Before entering the military he was a member of an aviation enthusiast group, but was initially considered unfit to fly because he couldn't move the pinky on his right hand. ==Military Career== After entering the Red Army in 1927 he trained to become a platoon commander and was assigned to the 130th Rifle Regiment, but was soon placed on long-term leave in November 1928. While on leave he continued to dream about aviation and eventually resubmitted his request to attend flight school, which was accepted, so after re-entering the military in August 1929 he began training at the Volsky Aviation School. After graduating from the school in December 1930 attended the Orenburg Military Aviation School of Pilots for one year before becoming a flight instructor at the Kharkhov Military Aviation School of Pilots. He was then assigned to the 115th Aviation Squadron in July 1933, where he remained until his June 1936 transfer to the 102nd Heavy Aviation Squadron, where he flew the TB-3. In Spring 1938 he became a squadron commander in the 32nd High-Speed Bomber Aviation Regiment. === Khalkhin Gol === In June 1939 Polbin was deployed to Khalkhin Gol, where flew 19 sorties as a squadron commander on an SB bomber with the 150th High-Speed Bomber Regiment. His squadron did not lose a single plane in the course of the battle. After he returned to the USSR in September he remained in the regiment, and in February 1940 he was promoted to regimental commander. === World War II === Polbin's unit was deployed to the western front in July 1941 shortly after the start of the German invasion of the Soviet Union. Despite his high position as regimental commander, he soon flew enough missions to be nominated for the title Hero of the Soviet Union, although the first nomination was lowered to the Order of the Red Banner. On 15 July 1942 he flew a very successful mission that destroyed a fuel warehouse in Morozovsk, which halted a tank advance. Less than a month later he was again nominated for the title Hero of the Soviet Union for 107 sorties, which was awarded on 23 November 1942; by then his unit had received the guards designation and been renamed as the 35th Guards Bomber Regiment, but he was no longer in command of it since he relinquished command of the regiment for a promotion in September. He held the post deputy chief of the Air Force bomber and reconnaissance aircraft inspectorate from September to November 1942, and from then until January he was the deputy chief of flight inspection. Before becoming the commander of the 301st Bomber Aviation Division in February, he studied and perfected flight tactics for missions on the Pe-2 dive bomber. Despite the weaker air brakes on the Soviet Pe-2 compared to the German Ju 87, Polbin managed to achieve an 80° dive angle — something very few other pilots were able to replicate. He taught other pilots how to fly the Pe-2, instructing them in both on-ground training and while flying with new pilots in practice flights. After becoming a divisional commander he continued to train pilots in addition to flying combat missions, even after he became the commander of the 1st Bomber Aviation Corps; the unit received the guards designation in May 1944 and was renamed as the 2nd Guards Bomber Aviation Corps, and in December that year it was renamed again as the 6th Guards Bomber Aviation Corps. During his combat missions he attacked Axis train stations, airfields, and other targets as well as engaging German dive bombers. One day before his death he was nominated for a second gold star for having flown 157 combat sorties and participated in major battles including the ones for Moscow, Smolensk, Stalingrad, Kursk, Kharkhov, the Dniepr, Kirovograd, and Lviv. On 11 February 1945 he was killed in action over Wrocław when the Pe-2 he was flying was shot down by an anti-aircraft projectile launched from a German target while making his fourth pass at the target in poor weather. Only the gunner/radio operator survived since he was able to parachute out before the stricken plane crashed. He was briefly detained by enemy forces, but soon freed due to the advancing Soviet troops. Polbin flew a total of 158 sorties, of which 92 were on the SB, 53 on the Pe-2, 10 on the A-20, and 3 on the Pe-3. == Awards == *Twice Hero of the Soviet Union (23 November 1942 and 6 April 1945) *Two Order of Lenin (17 November 1939 and 23 November 1942) *Two Order of the Red Banner (6 November 1941 and 20 January 1942) *Order of Bogdan Khmelnitsky 1st class (19 August 1944) *Order of Suvorov 1st class (22 February 1944) *Order of the Red Star (3 November 1944) *campaign medals == References == === Bibliography=== * * Category:1905 births Category:1945 deaths Category:Heroes of the Soviet Union Category:Soviet World War II bomber pilots Category:Soviet military personnel killed in World War II Category:Soviet major generals Category:Soviet Air Force generals Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner Category:Recipients of the Order of Bogdan Khmelnitsky (Soviet Union), 1st class Category:Recipients of the Order of Suvorov, 2nd class Category:Recipients of the Order of the Patriotic War, 1st class ",
    "title": "Ivan Polbin"
}