{
    "id": "46185693",
    "text": "300px Mulberry Commons faces Prudential Center (background) and the Newark Warehouse Building, now Ironside Newark (right). The 2nd phase connects to a footbridge over the tracks of a currently unused platform of Penn Station. (foreground) Mulberry Commons is a public park in Newark, New Jersey. It was first proposed in 2005 to be the centerpiece of of the city's Downtown surrounded by Gateway Center, Newark Penn Station, Government Center and Prudential Center, a 19,000 seat arena which opened in 2007. The city had acquired the deed to the park land in conjunction with the construction of the arena, but the project had not been further developed. In March 2016, Mayor Ras J. Baraka announced a request for proposal for the park design. An official ground breaking ceremony took place October 2, 2017, and official opening of the first phase of the park took place May 30, 2019. It includes a city square of . Phase 2 of the park calls for a footbridge of over McCarter Highway and the Northeast Corridor with direct access to the train platforms at Penn Station. It will connect to the Ironbound neighborhood and a link to Newark Riverfront Park. The area around the Mulberry Commons, much of it owned by Edison Properties, will be developed by the company and other partners, initially converting the Newark Warehouse Building into retail and commercial space called Ironside Newark. ==Site and land acquisition== New Jersey Central tracks crossed over former Pennsylvania Railroad & now Amtrak NJ Transit Northeast Corridor tracks ===Chinatown=== The park is near what was once the heart of Newark's Chinatown in the early 20th century. Only several hundred Chinese remain in the immediate area out of what were once thousands.https://nextcity.org/daily/entry/a-commons-for-all-vanguard-newarks- big-idea-challenge1 ===Central Railroad of New Jersey=== The site was earlier the rail yard of the western terminus of the Central Railroad of New Jersey's Newark and New York Railroad until service was discontinued and is used as a parking lot operated by Edison Park Fast operations, which owns numerous lots in the city. ===Triangle Park=== The park was originally called Triangle Park. The site is a parcel of approximately in the shape of a triangle. It is situated within the larger block bounded by Edison Place, Lafayette Street, McCarter Highway and Mulberry Street. The city acquired the land for the arena and park under the auspices of the Newark Downtown Core Redevelopment Corporation (NDCRC) for about $9.4 million in a series of complex purchase and transfer transactions with landowners Jose Lopez (a prominent local restaurateur)and Edison Properties, among others. The NDCRC was disbanded in April 2011 amid accusations of mismanagement. The land was transferred to the Newark Housing Authority in February 2015. ==Park proposals== Former CNJ bridge over the NEC at Penn Station would connect park to platforms and the Ironbound and eventually Newark Riverfront Park The park was first proposed to act as a city square for new residential and commercial buildings in the district around the Prudential Center. Edison Properties, which owns development sites on the periphery of the proposed park, had previous agreements with the city and proposed more a passive park with open space. It promoted the adaption of the former CNJ bridge to pedestrian walkway footbridge over McCarter Highway, the Northeast Corridor rail tracks south of Penn Station, and NJ Railroad Avenue to the city's Ironbound neighborhood, with a projected timeline of 2007 and an estimated cost between $40-$60 million. In February 2015, the Municipal Council of Newark heard proposals for development of the park, which would change the original vision of the park and potential stakeholders. The city had opted to work with Boraie Development (developers of 50 Rector Park), which had a proposal that included retail and entertainment facilities. According to Mayor Ras J. Baraka, the development of a 125,000-square-foot passive park would cost the city about $200,000 to $300,000 a year to maintain. Baraka stated that it was \"a very valuable piece of land\" and should proceed with ratables. In March 2016, the city announced a new plan to build a 2.5-acre public park and a footbridge of with a direct connection to the train platforms at Newark Penn Station ending at a park in the Ironbound named for Peter Francisco. Edison Properties as well as other stakeholders including the Prudential Center, the New Jersey Devils, and J&L; Parking Corporation, have contributed funds and will oversee the development of the remaining acreage for commercial and residential uses. ==Commercial development== The Newark Warehouse Building, a 1907 Newark landmark also known as the Central Graphic Arts Building, is located between the northeastern side of the park site and Edison Place. The first commercial project is the transformation of the building into Ironside Newark, following a design by Perkins Eastman. M&M; Mars-Wrigley signed a lease in 2017 for several floors in the building for office space. Some employees will be relocated here from their Chicago headquarters. Edison Properties will also locate its headquarters there.http://www.roi.nj.com://www.roi.nj.com/2018/11/09/real_estate/edison- properties-makes-it-official-its-moving-its-hq-to-ironside-newark/ Two prominent law firms have committed as well.http://www.roi- nj.com/2019/01/24/real_estate/second-law-firm-commits-to-ironside-newark/ The City of Newark Parking Authority is constructing a five-story parking deck with 515 spaces with ground floor retail space, a cafe with outdoor seating and offices to house the agency at the intersection of Mulberry St. & Green St. 777 McCarter Highway is a proposed 33 story, tall upscale residential building designed by Beyer Blinder Belle approved by the city in 2018. ==See also== * Grammy Museum Experience * Military Park (Newark) * Washington Park (Newark) * Lincoln Park, Newark * Grant USA Tower * List of tallest buildings in Newark == References == ==External links== * Mulberry Commons official website Category:Squares in Newark, New Jersey Category:Parks in Essex County, New Jersey ",
    "title": "Mulberry Commons"
}