{
    "id": "46183854",
    "text": "is a Japanese anime television series animated by Lay-duce and produced by Aniplex. The series is directed by Kenji Nagasaki and features original character designs by Hiro Kanzaki. It aired between July 3 and September 25, 2015. ==Plot== Set in a future where interplanetary space travel has become possible, a space aeronautics mega-corporation named Kirishina Corp. has opened an academy on Mars, and a specialized class in that academy, named A-TEC (Advanced Technological Development Department, Educational Development Class) contains especially talented students, spending part of their time in class, and the other part of their time working to develop rocket engines. The story follows the members of the A-TEC class, and their progress on developing a new engine, called the X-2, while dealing with issues related to both being in high school, and being company employees engineering rockets. The issues they will face include those stemmed from adolescence and those brought onto them from higher management. ==Characters== ; : :A third-year transfer student and new chief of the patents development division, A-TEC. He is the younger brother of Kazuhisa and Yūji. After having a large amount of corporate success in various tasks around the Solar System, the company brought him to Mars to handle the disbanding of the A-TEC division. A-TEC, however, fights to survive, and he begins to be more swayed by their efforts. As time passes, Nagisa; after being rescued by Iris and Mizuki, distances himself from the Kirishina Group and founded his own company. Nagisa falls in love with Mizuki over the course of the series. ; : :Kaito is a young senior engineer who is also a teacher at Kirishina Academy and homeroom teacher of the A-TEC class. He aspires to make a new engine with his students, His inspiration to keep A-TEC going and allow his students to keep working comes from the company's co-founders' humble beginnings when they were in high school. He gives off the impression that he can be easily popular with his students because he is closer to their age, but in fact, he can be annoying during passionate speeches. ; : :Iris is a third-year student and A-TEC's poster girl test pilot. She has incredible flying skills, but is not very safety-conscious and is known for her recklessness when operating any sort of vehicle. Mizuki is her closest friend and only joined A-TEC simply due to Mizuki's suggestion. Iris is generally pretty quiet. She is later revealed to be the real Nagisa Shinamiya after regaining her memories and appears to have been close to and had feelings for the current Nagisa Kiryū in the past. This leads to her competing with Mizuki for his affections. ; : :Mizuki is Kaito's younger sister, third-year student, and engineer in A-TEC. A member of her class committee, she hopes to follow in the footsteps of her late parents and become an engineer. She is friendly and generally positive. As time goes on, she tries to involve Nagisa in A-TEC's events and eventually falls in love with Nagisa Kiryu. They end up kissing in episode 11. By the end of the series, and after Iris regains her memories, she begins to actively compete with Mizuki for Nagisa's affections, though they remain steadfast friends. ; : :A member of the accounting department. She is ordered by Nagisa to manage A-TEC's finances when the class runs into financial trouble and orders the class to move back into its original factory. She is also ordered to keep an eye on Yuji. Her real name is Hanako Hattori, something she responds negatively to when revealed. She seems to have feelings for Nagisa. ; : :Makoto is a third- year student who orders materials necessary for the construction of aircraft at A-TEC. She acts like an older sister and has a consistently calm personality that is present even in unexpected situations. ; : :Kojirou is a third-year student and A-TEC's aircraft designer. Though he acts mature around his classmates, he has a frivolous personality and tends to cause trouble. He is one of the few boys attending Kaito's class. ; : :Tsubasa is a high- spirited second-year student who is in charge of A-TEC's PR efforts. She was selected for the position for her cheerfulness and excellent communication skills. ; : :Sakugo is a second-year student and A-TEC's reliable IT supervisor. He has a nihilistic outlook of life and sports a hunch that gives off the impression of an otaku. ; : :Yuna is a second-year student and accountant at A-TEC. She keeps tight control over the budget, and is always giving A-TEC members a hard time for wasting what they have been allowed for rocket development. ; : :Aki is a second-year student and A-TEC's supervisor in engine maintenance. She is extremely enthusiastic about mechanics, but is known to be a workaholic in her field. She has a crush on Kaito, who she assists in his work. ; : :Subaru is an androgynous first-year student at A-TEC, who is in charge of combustion-related experiments and is known for his distinctive style of clothing. He has a confident, impertinent personality. ; : :Kaoruko is a first-year student and operator at A-TEC. She is the youngest girl at A-TEC, and her timid nature and delicate constitution make her loved by all, to the point of being their mascot. She handles communication during protype flight tests, though normally she's helping Makoto order supplies. ; : :The corporation's youthful representative director and president, whose managerial abilities are regarded favorably by other executives. ; : :A senior managing director of the corporation and Kazuhisa's younger brother. He bears an intense, deep hatred for Nagisa. ; : :The head of A-TEC's advanced technologies development division and the principal of the technical high school. ==Media== ===Print media=== A manga adaptation of the anime series, illustrated by Masaharu Takano, began serialization in the August 2015 issue of Media Factory's Monthly Comic Alive on June 27, 2015 with a prologue. A novel adaptation of the series, written by Hajime Taguchi and illustrated by Rin and Lay-duce, will ship its first volume on July 24, 2015. A spin-off novel, revolving around the daily lives of A-TEC members, will also ship its first volume on July 24. It is written by Hajime Asano and illustrated by Kingin. ===Anime=== The anime television series is animated by Lay-duce and produced by Aniplex. Based on an original story by Montwo, the series is directed by Kenji Nagasaki and written by Fumiaki Maruto, with music composed by Yūki Hayashi. Art direction is by Takashi Aoi and Masahiro Obata, with Hiro Kanzaki providing original character designs. It aired in Japan between July 3 and September 25, 2015, on TBS, and later on MBS (Animeism programming block). CBC and BS-TBS. AnimeLab simulcasted the show in Australia and New Zealand, and Crunchyroll streamed it in the Americas, the United Kingdom, and Ireland. It was also streamed online on Aniplex Channel, Hulu, Daisuki and Viewster. The opening theme song is by TrySail, and the ending theme song is by ClariS. ====Episode list==== {|class=\"wikitable\" style=\"width:100%; margin:auto; background:#FFF;\" |- style=\"border-bottom: 3px solid #CCF;\" ! style=\"width:3em;\" | No. ! Title ! style=\"width:20em;\" | Animation director(s) ! style=\"width:10em;\" | Original air date |- |} ==References== ==External links== * * * Category:Anime with original screenplays Category:Animeism Category:Aniplex Category:Aniplex franchises Category:Kadokawa Dwango franchises Category:Lay-duce Category:Madman Entertainment anime Category:Media Factory manga Category:MF Bunko J Category:Science fiction anime and manga Category:Seinen manga ",
    "title": "Classroom Crisis"
}