{
    "id": "46185933",
    "text": "Harry Frank \"Jim\" Broadbent (25 March 1910 - 9 November 1958) was a British pilot largely raised in Australia, who took part in air racing and record- breaking flights in the 1930s. ==Early life== Broadbent was born in Chiswick on 25 March 1910 as Harry Frank Gibbs. His father, Joseph Gibbs, was a singer and actor whose stage name was Frank Harwood. His mother, Madge Adelaide, was the youngest daughter of Kate and Harry Rickards, prominent figures in the theatrical life of Australia. He was educated at Wychwood School, Bournemouth. Harry moved to Australia after his parents' divorce, and in 1923 his mother married John Allan Broadbent, of Windella station, Narrandera, NSW. Harry then preferred to use the name 'Jim Broadbent'. He received flight training as a member of the Sydney Aero Club, and gained a private pilot's licence on 20 November 1929.Isaacs, Keith. 'Broadbent, Harry Frank (Jim) (1910–1958)' Australian Dictionary of Biography, National Centre of Biography, Australian National University, published first in hardcopy 1993, accessed online 18 March 2015 ==Air racing and record-breaking 1930s== On 29 March 1931, Broadbent took off from Hanworth Aerodrome in his Blackburn Bluebird (G-ABJA, named \"City of Sydney\"), at the start of an attempt to break the record for the fastest flight from England to Australia. After taking off from Constantinople, he force landed in a swampy valley near Ismidt. The aircraft was recovered undamaged, but Broadbent abandoned the record attempt.Lewis 1970Cruddas 2006 On 12 August 1931, he flew solo in his Avro Avian (VH-UQE, named \"Dabs\") from Brisbane to Sydney, Melbourne and Adelaide, in a flight time of 16 hours 15 minutes, linking the cities for the first time by air in one day.Long Flight Brisbane to Adelaide Mr. Broadbent's Feat Sydney Morning Herald, 13 August 1931 On 31 August 1931, he set a round-Australia record by flying 7,475 miles (12,030 km) in 7 days, 8 hours, 25 minutes. On 14 May 1932, he won the annual New South Wales Aerial Derby, and then purchased a de Havilland Puss Moth (VH-UQL, named \"Dabs II\"). He obtained a commercial licence, and founded Sydney Air Taxis, but all Puss Moths were then grounded, pending accident investigations. He purchased and trained racehorses until the ban was lifted. On 18 March 1933, he won the Victorian Aerial Derby, and then reactivated his air taxi service. On 14 July 1934, he flew a de Havilland Fox Moth (G-ACSW) in the King's Cup Race at Hatfield, and finished in 8th place. Starting on 17 May 1935, he piloted his new Puss Moth (VH-UQO, named \"Dabs III\") over 7,140 miles (11,491 km), flying from Adelaide in a clockwise direction round Australia in a time of 3 days 9 hours 54 minutes. On 10 October 1935, he took off from Darwin in his Puss Moth (VH-UQO) in an attempt to break the Australia to England record, but he force landed at Basra, and sold the aircraft locally. On 2 November 1935, he took off from Croydon in Percival Gull Six (VH-UVA) in an attempt to break the England to Australia record, which he achieved after arriving at Darwin after 6 days 21 hours 19 minutes. The record was later broken by Jean Batten, then retaken by Broadbent. He was awarded the Oswald Watt Gold Medal for 1935. On 18 December 1936, he piloted de Havilland Tiger Moth (VH-UVZ) in the South Australia Centenary Air Race, and achieved notoriety through public criticism of the organisers after the event.Chic's WebsiteSouth Australian Aviation Museum SAAM-Profiles-1936-SA-CENTENARY-RACE.pdf On 27 April 1937, he took off from Darwin in his de Havilland Leopard Moth (VH-AHB, named \"Windella\") in an attempt to break the Australia to England record, which he achieved after arriving at Lympne Aerodrome after 6 days 8 hours 25 minutes. On 10 July 1937, he flew a BA Double Eagle (G-AEIN) in the London to Cardiff Air Race, starting at Heston Aerodrome, and finished in 5th place.Flight, 15 July 1937, p. 83 Hurrying to Wales On 11 September 1937, he flew a BA Double Eagle (G-AEIN) in the King's Cup Race starting at Hatfield, but was forced to land at RAF West Freugh after an undercarriage malfunction. On 18 October 1937, he took off from Lympne in his Leopard Moth (VH-AHB) in an attempt to break the England to Australia record, but he ran out of fuel and landed short of Baghdad due to headwinds and dust storms. On 12 March 1938, he took off from Lympne in Percival Vega Gull (G-AFEH, named \"Sirius\") in an attempt to break the England to Australia record, but he suffered exhaustion and force landed at Flores Island, Indonesia, damaging the propeller, and causing abandonment of the attempt. On 16 April 1938, he took off from Lympne in Vega Gull (G-AFEH) in an attempt to break the England to Australia record, which he achieved after arriving at Darwin after 5 days 4 hours 21 minutes. ==Butler Air Transport 1936== In March 1936, he was appointed as chief pilot of Butler Air Transport (BAT) that operated de Havilland DH.84 Dragons on the Charleville to Cootamundra link of the Empire Air Mail Service (part of the England-Australia airmail route). ==Qantas 1938-1939== In 1938-39, he was employed as First Officer in Short Empire flying boats between Sydney and Singapore for Qantas Empire Airways. ==World War II== Between 1941 and 1943, he served with RAF Ferry Command, ferrying aircraft from Canada and the United States to Britain and to Australia. From 1943 to 1944, he flew Lockheed Model 10 Electras for the allied Directorate of Air Transport. On 21 November 1944, he took off from Sydney (Mascot) Aerodrome in a Lockheed 10 Electra (VH-UZP, named \"Ansalanta\") of Ansett Airways on lease to US Army Air Force, carrying American service personnel headed for Townsville. At an altitude of 5,000 feet near Broken Bay, the right engine failed, Captain Broadbent then made an emergency landing on Narrabeen Beach, and the aircraft stopped at the water's edge. Later, sugar was found in the fuel lines, prompting suspicion of sabotage.Plane Forced Down On Narrabeen Bch. The Barrier Miner, 21 Nov 1944 ==Silver City Airways 1952== In 1952, he was employed by Silver City Airways, flying Bristol 170 Freighters. ==Aquila Airways 1954-1958== In November 1954, he began piloting Short Solent flying boats for Aquila Airways on passenger flights from Southampton to Lisbon, Madeira and Las Palmas, until the airline ceased operations in 1958. ==Personal life== On 31 December 1931, he married Beryl Elizabeth Bower at Randwick; they produced two daughters, but divorced in July 1948. On 27 January 1950, he married 24-year-old Meris Chilcott Rudder at Wahroonga, and in 1952 they moved to England. ==Disappearance== On 29 September 1958, he was employed as an instructor pilot by the Portuguese airline ARTOP (Aero-Topográfica), which had inherited the service between Lisbon and Madeira from the defunct Aquila Airways. On 9 November 1958, accompanied by co-pilot Thomas Rowell, four other crew and 30 passengers, he piloted Martin PBM Mariner (CS-THB, named \"Porto Santo\") from Cabo Ruivo Seaplane Base near Lisbon, headed for Funchal, Madeira. About an hour into the flight, when it would have been over the Atlantic Ocean about 150 miles SW of Lisbon, a radio message code \"QUG\" was received, meaning \"I am forced to land immediately\". After several days of searching by air and sea by US and Portuguese authorities, no further trace was found of the aircraft or its crew or passengers.ASN Aircraft accident Martin PBM-5 Mariner CS-THB North Atlantic Ocean1958 / NOV / 09 - Accident with the Seaplane - CS-THB - disappeared between Lisbon and Funchal GIAA Final Report (in Portuguese) ==References== ==Bibliography== *Cruddas, Colin. 2006. Highways to the Empire. Air Britain . *Lewis, Peter. 1970. British Racing and Record-Breaking Aircraft. Putnam Category:1910 births Category:1958 deaths Category:Australian aviators Category:Australian people of English descent Category:Missing aviators Category:Royal Air Force officers Category:Australian aviation record holders Category:English emigrants to Australia ",
    "title": "Harry Frank Broadbent"
}