{
    "id": "46187114",
    "text": "Hazel Wood Waterman (1865–1948) was an early 20th century American architect working in an Arts and Crafts—inspired style in southern California. She undertook the first major renovation of Estudillo House, which is one of the oldest surviving examples of Spanish architecture in California. ==Personal life and education== Hazel Wood was born on May 5, 1865, in Tuskegee, Alabama. In the early 1880s, her father, the Reverend Jesse Wood, moved his family to Oroville, California. In 1882–3, while studying art at the University of California, Berkeley, Hazel met her future husband, Waldo Sprague Waterman, whose father was former California governor Robert Waterman. Hazel and Waldo married in 1889, after which they moved to Cuyamaca, where Waldo was a mine supervisor. In 1891, they moved to San Diego, where Waldo got a job with a railroad. The couple had three children: Robert Wood, Helen Gardner, and Waldo Dean. They joined the local College Graduate Club, through which they made the acquaintance of several people who would later be of great importance to Hazel in her career, notably the architects Irving Gill and William S. Hebbard, landscape designer Kate Sessions, and local businessman Julius Wangenheim. In 1900, Hazel and Waldo hired Gill to build them a house, and the resulting \"Granite Cottage\" was a Tudor-inspired building combining a granite lower story with a half-timbered upper story. Hazel helped to plan the room designs right down to details such as window frames. Gill was impressed with Hazel's ideas and thought she had a \"natural talent\" for architecture. Certainly she enjoyed the experience enough that she wrote an article about it in 1902 for House Beautiful magazine. It is clear from her description that she was strongly drawn to the American Craftsman aesthetic of natural materials and unornamented forms deployed to harmonize with the surrounding landscape. Like other women architects of the day, she paid special attention to labor-saving features. Hazel's life changed dramatically in 1903, when Waldo died of pneumonia, leaving the family in difficult financial straits. Hazel started studying architectural drafting via a correspondence course offered by the International Correspondence School. Gill helped out by giving her lessons in perspective drawing at his office in off hours. In 1904, she was hired by Gill's firm, Hebbard and Gill, to do architectural drawings on cloth, and she was allowed to work at home. She also attended local lectures on the Arts and Crafts movement, and her own mature aesthetic would draw on both Gill's Prairie School—inspired modernism and the American Craftsman style. ==Career== After training with Gill, Waterman wanted to go out as an architect on her own, and Gill helped her to do this. Her first commission came in 1905 from two of his former clients, the San Diego socialite Alice Lee (after whom Theodore Roosevelt named his eldest daughter) and her companion Katherine Teats. Lee wanted Waterman to design a group of three houses near Balboa Park, and she asked Gill if he would serve as the architect of record on the project while having Waterman do the actual design work. Gill agreed to this and supported the inexperienced Waterman by supervising her work. Waterman sited the houses in a U shape, giving them a common garden that was designed by Kate Sessions. The Lee-Teats house was completed in the Prairie style, similar to Gill's other projects at this time. Through her influence of Californian missions, her 1910 Estudillo House restoration showed the Mexican influence in her architecture. In 1906, Waterman opened her own office, though she retained close ties to Gill throughout her career. For the first five years or so, she mainly designed Arts and Crafts style residences, many of them expressing her preference for designs that blended indoors with outdoors. In 1911, she received her first non-residential commission, a new building for the Wednesday Club of San Diego (of which she was a longstanding member). For this building, she extended her style to include elements—especially stucco—paying homage to the region's Spanish architecture. Casa de Estudillo - main entrance Waterman's most famous solo commission came in 1910 from businessman John D. Spreckels to restore Estudillo House in Old Town, San Diego. Estudillo House was one of the oldest surviving examples of Spanish architecture in California, and it had gained some national fame a generation earlier by being associated with Helen Hunt Jackson's 1884 bestseller Ramona. Waterman worked with historical records in determining what materials should be used in the restoration and what the final plan of the rooms and gardens should be, while also trying to satisfy Spreckels's desire for a renovation that would make it easier to market the site as a Ramona-themed attraction. Her role in this restoration was recognized when Estudillo House was documented by the Historic American Buildings Survey of 1937. Waterman also received a commission from the Children's Home in Balboa Park, and she designed a garden for Julius Wangenheim that in 1933 would be awarded a Certificate of Honor by the American Institute of Architects. She was able to employ several draftspeople over the years, including Lilian Rice and her own daughter, Helen. She collaborated with local designers and artists such as tile maker Ernest A. Batchelder. Her breadth of design interests showed in frequent papers she gave on diverse subjects to the Wednesday Club. Waterman took a break from architecture between 1915 and 1920, and seems to have stopped practicing architecture altogether in 1929. She retired in Berkeley, California, where she died on July 22, 1948. Her papers are held by the San Diego History Center. == Works == {| class=\"wikitable sortable\" style=\"text- align: center;\" !Name !Year !Other Information ! class=\"unsortable\" |Image |- |Cottage for Mrs. George Baoney |1907 | | |- |Alterations for Dr. & Mrs. H.G. Leisediring |(no date) | | |- |Clayton Residence |1912 | | |- |Miss Freeze Residence |1908 | | |- |Captain A.A. Ackerman Residence |1912 | | |- |Wednesday Club |1909 | | |- |Mrs. Church Cottage |1915 | | |- |Judge Walter J. Weed Residence |1928-29 | | |- |Julius Wangenheim Garden |1917 | | |- |Estudillo House Restoration |1909 | |Casa de Estudillo 1975 |} == Publications == A list of written articles published by Waterman about her architectural works. {| class=\"wikitable sortable\" style=\"text-align: center;\" !Article Name !Publication Name !Volume Number !Year !Page Numbers !Other Information ! class=\"unsortable\" |Image |- |A Granite Cottage in California |The House Beautiful magazine |11 |1902 |245 - 250 | | |- |The Influence of an Olden Time |The House Beautiful magazine |14 |1903 |3 - 9 | | |- |The Figure of the House |The Federation |7 |1910 |3 - 5 | | |- |A City Garden in Southern California, Possessing the Charm of Adaptability to the Out-Of-Door Habits of Life |House and Garden magazine |38 |1920 |54 - 55, 82 | | |- |Views Alone Worth A Visit |Los Angeles Times |March |1910 | | | |- | |Sunset magazine | | | | | |- | |The Western Architect | | | | | |- | |The American Home | | | | | |- | |California Federation of Women's Clubs | | | | | |} == Further reading== *Thornton, Sally Bullard. Daring to Dream: The Life of Hazel Wood Waterman. San Diego Historical Society, 1987. ==References and sources == Category:Arts and Crafts architects Category:Architects from California Category:American women architects Category:1865 births Category:1948 deaths Category:University of California, Berkeley alumni Category:People from Tuskegee, Alabama Category:People from Oroville, California Category:California women architects ",
    "title": "Hazel Wood Waterman"
}