{
    "id": "46188340",
    "text": "Professor Sharvit Shimon Sharvit is a Moroccan Professor and college administrator. ==Childhood== Shimon Sharvit was born in the Tafilalt region of Morocco, son of Eliyahu and Aliza Sharvit on Tamuz 20, 5699 (July 7, 1939), and immigrated to Israel in 1948 with his parents and seven siblings. The family settled in the city of Ramla, and Sharvit studied at the “Sinai” religious state school. His father, who was orphaned at an early age, did not complete his higher education, yet studied Torah and served his entire life as a synagogue cantor and leader in prayer on a voluntary basis. He lived a very long life, enjoying good health and a sound mind, passing away at the age of about 105 years. Sharvit's parents, who wanted him to be a \"holy vessel\" (engage in one of the sacred profession - circumciser, ritual slaughterer or Rabbi), made sure he learned the Talmud as well as Jewish slaughtering rules with a Rabbi from the renowned Abu-Hazzera family. Yet his character and personal tendencies directed him towards an entirely different path. From an early age Sharvit dreamed of being a teacher and educator. After a prolonged struggle he transferred to the Netiv Meir Yeshiva in Jerusalem, a step that would not have been possible without the support of the school's Principal and of the Head of the Education Department at the municipality of Ramla, Rabbi Dr. Menachem Frenkel and of his admired educator, Dr. Shlomo Weisblitt. ==Youth== Following his graduation from Netiv Meir Yeshiva, Sharvit enrolled in studies at the Teachers Seminar (of the Jewish Agency) in the Bait VeGan neighborhood of Jerusalem. After completing three years of practical experience in teaching he was awarded a Qualified Teacher diploma. Next, as part of his army service in the Nahal Brigade, he was a youth guide at a Bnei Akiva branch in the town of Kfar Hassidim, and was a teacher and counselor at the Kfar Hanno'ar Haddaty [religious boarding school]. The school's principal, educator Abraham (Eugen) Michaelis, became his spiritual mentor and encouraged him to acquire an academic education. While working in the school, he married Hanna, born Amoyal. He continued his educational work, while Hanna served as the boarding school's house mother. The couple now has three children (Smadar, Benjamin and Noam) and six grandchildren. ==Academic Studies== Sharvit began his academic studies at the Bar-Ilan University in 1963, at the Hebrew Language and Semitic Languages Department (major) and at the Bible Studies Department (minor). His foremost professors included: Yehezkel Kotscher, Geva Zarfati, M. Z. Kadari, Aharon Dotan and Uriel Simon. He completed his master's degree studies with an “outstanding” grade, and his dissertation was granted an “outstanding” grade too. The Yad Avi Ha’ Ýsuv Fund (5729-5730) awarded Sharvit an advanced studies scholarship which funded his stay in England to gain advanced education. Accordingly, he studied general linguistics at the London University and researched numerous manuscripts and archived pieces in British libraries, inter alia at Cambridge University, Bodleian Library at Oxford and the British Museum Library in London. Upon completing his doctorate, Shimon Sharvit was granted a three-year scholarship (1979-1981) by the Bracha Fund (on behalf of the Higher Education Board) to finance his academic position at the Bar-Ilan University and to fund his post-doctorate studies in Boston. Shimon Sharvit later studied Semitic and General Linguistics at Harvard University. ==Academic Teaching and Research== Sharvit was gradually promoted through the ranks at Bar-Ilan University and was appointed Full Professor in 1993. Following almost forty years of teaching, he retired as Professor Emeritus. He taught at the Beit Berl College in 1975-1979 and 1982, and served as Head of the Department of Hebrew Language Studies in addition to teaching as a guest lecturer at the Tel Aviv University, at Brandeis University (Boston), the Hebrew College of Boston and the London Jewish College. His fields of research: Talmudic language (diction, design, syntax and style), Avoth tractate, prayer texts, nontraditional Hebrew punctuation methods in the Middle Ages, linguistic and stylistic means in responsa and other topics related to socio-linguistics. Professor Sharvit has been a full member of the Hebrew Language Academy since 1998, and in recent years has been an active member in its insurance terms committee. Throughout his professional career, he has had many devoted students and researchers who followed him, and has provided guidance and assistance to numerous students during the writing of their theses and doctorates. Some of these students are now lecturers in various universities and colleges. His colleagues and students published a jubilee book in his honor: Articles in the Language of the Sages and Adjacent Fields. The book was edited by Professor Ephraim Hazan and Professor Zohar Livnat, and published jointly by the Bar-Ilan University and the Ashkelon Academic College in 2011. ==Academic Administration== Professor Sharvit managed the Hebrew Expression and the Hebrew Language Teaching units at Bar-Ilan University, and contributed to the studies program in Hebrew Editing (headed by Professor Amazia Porat), founded by Professor Aharon Mirski and Professor Yehuda Friedlander of the Department of Hebrew literature. During the dissertation writing period, Sharvit served as Senior Assistant to the heads of the Department of Semitic and Hebrew Languages (Professors Kadari and Zarfati), and later was himself appointed to head it, a position he held for three years. Sharvit worked over an extended period of time as a researcher at the Institute of Lexicography under the management of its founders, Professor Kotscher and Professor Kadari, later becoming its scientific director. ===Contribution to the Community and Society=== Sharvit did not limit himself to academic work in education and research, but contributed extensively to the community and society over many years. He frequently lectured to the general public as part of the activities of a range of social and community organizations. For thirty years, his Ramat Ilan community holds a central place in his life. He lectures before it during Jewish Holy days and during long summer Saturdays and holds a series of classes on diverse subjects, such as: The Bible and its classical commentators, legends, literature of the Sages of Our Blessed Memory, sources of Jewish habits and their development, Jewish thought, Pirkei Avoth, and the Leadership of Maimonides based on his letters. In addition, Professor Sharvit was active in the Morocco Descendant's Alliance organization as well as at the Dahan Center (Center for Society, Culture and Education of the Sephardic Jewry Legacy) affiliated with the Bar-Ilan University, and also headed its academic committee for a number of years. Professor Sharvit was also active as a member of the public administration of the National Library in Jerusalem from 2001 and was later nominated to serve as a member of its Board of Directors (until 2011). ==Rector of the College== The Ashkelon Academic College has played an important role in Professor's Sharvit life for the past twenty years. He was appointed to act as the Academic Head of the Ashkelon Regional College in 1995 and to supervise its studies programs. He became a partner of Dr. Pinchas Haliua, founder and CEO of the College, in all the development steps implemented by the Academic College. Their first steps required them to use extensive means of persuasion with department heads at the University, aimed and receiving their consent to establish full specialization study programs at the College, with an emphasis on prestigious and sought after subjects such as Economics and Psychology. Over time, the regional academy became an academic college. In 2005, upon his retirement from Bar-Ilan University, Professor Sharvit was elected to the position of Vice-President of Academic Affairs at the Ashkelon Academic College (the position's name was recently amended to Rector), and he has devoted most of his time ever since to the academic development of the academic college. Ashkelon Academic College's process of gaining independence from Bar-Ilan University, forced upon it by the Council for Higher Education, which lead to it becoming an independent academic college, has been completed with great success thanks to the dynamic activities and work of its senior management: its President, Professor Moshe Mani, the Rector, Professor Sharvit, and its Chief Executive Officer, Dr. Pinchas Haliua. The Ashkelon Academic College has been awarded authorization to open thirteen independent faculties over the past ten years – an unprecedented achievement, with most of them already being granted accreditation. The Ashkelon Academic College is currently undergoing rapid growth and a process of affirmation of its academic status throughout the country, and is expected to obtain the approval of the Council for Higher Education to launch two additional M.A. degree programs: Criminology and Social Work. Its recently appointed President, Professor Shlomo Grossman has put an emphasis on the development of a new field of studies: Health Sciences. The College's administration is now awaiting approval to launch studies in the first two faculties: Public Health and Nursing. In recent years, Professor Sharvit has initiated cooperation between the Ashkelon Academic College and the Dahan Center at the Bar-Ilan University, headed by Dr. Shimon Ohayon. This cooperation has led to two joint evening of study and discussion held at the college: an annual evening dedicated the subject of From the Seder Evening to the Mimuna (Moroccan Jewry legacy), and the bi-annual evening entitled New Findings in the Research of Yemenite Jewry. The cooperation with the Dahan Center has expanded over the past three years to include international conferences dealing with the topics of Society and Jewry, with six conferences already held in Italy, Brazil, Macedonia, Montreal, Cape Town ==Publications== ===Books=== * The language of the Sage [=Unit 3], chapters in the history of the Hebrew language, published by the Open University, 2002. * Avoth Tractate through the Ages: scientific publication, Prolegomena and Appendices, Bialik Institute, Jerusalem 2004. * Language and Style of Tractate Avoth through the Ages, Ben Gurion University, Beer Sheva, 2006. * Research Chapters of the Language of the Sage, Bialik Institute, Jerusalem 2008. * Phonology of the Language of the Sage, the Academy of the Hebrew Language, Jerusalem 2016 * Language and Society – Selected Topics in Classic and Modern Hebrew (under preparation). ===Publications edited by Professor Sharvit=== * Research in Hebrew Language and Talmud Literature (A memorial book to M. Moreshet, Ramat Gan, 1980) (In cooperation with M. Z. Kadri). * Research in Hebrew Language over Generations (Jubilee book in the honor of Gad Ben-Ami Zarfati), Ramat Gan 1992. * Research in Antique and Modern Hebrew Language (Jubilee book in the honor of M. Z. Kadri), Ramat Gan 1999. * Fes and Other Moroccan cities: a thousand years of creativity, Ramat Gan 2013. * Moses - the Biblical Figure (Jubilee book in the honor of Moshe Amar) (In cooperation with Moshe Bar Asher and Yaron Harel) (presently in printing). ==External links== * The Academy of the Hebrew Language * Etrog – Magazine on Education, Judaism and Society, Number 32 (5766) * List of Publications of Professor Sharvit at the National Library catalogue Category:Living people Category:1939 births Category:Bar- Ilan University alumni Category:Bar-Ilan University faculty Category:Hebrew linguists Category:Linguists from Israel Category:People from Drâa-Tafilalet Category:People from Ramla Category:Moroccan people ",
    "title": "Shimon Sharvit"
}