{
    "id": "46182891",
    "text": "Anne Byrd Carter (Mrs. Charles Carter) of Westover (1725-1757) at Cleve in Virginia. Attributed to William Dering. William Dering (active between 1735 and 1751) was an American dancing master and painter active primarily in Virginia. Very little is known about his life or career; what few details have been established are known primarily from newspaper advertisements, court records, journal entries, and ledgers and from his few surviving paintings. ==Life== Dering is first recorded as a dancing master in Philadelphia, Pennsylvania, from 1735 to 1736. A good conversationalist, he is said to have been respected as well for his talents on the French horn; his school also offered lessons in \"Reading, Writing, Dancing, Plain Work, Marking, Embroidery, and several other Works: where Likewise young Ladies and Gentlemen may be instructed in the French.\" He was likely still in Philadelphia in May of the next year, when local papers advertised the loss of his horse. Dering had moved to Gloucester County, Virginia by 1737. With his wife Sarah, he was present on October 8, 1738 at the baptism of their son, also named William, at Abingdon Church. Dering is next found in Williamsburg, Virginia, where he moved in 1742 and continued as a dancing master, opening a school at the College of William and Mary \"where all Gentlemens Sons may be taught Dancing, according to the newest French Manner, on Fridays and Saturdays once in Three Weeks\"; he seems to have taken up portrait painting sometime in the mid-1740s. What caused the decision is unknown, although it has been suggested that the return of painter Charles Bridges to England may have served as a prompt; indeed, it has been surmised by some that Dering purchased painting supplies from Bridges prior to the latter's departure. Dering purchased a house from Henry Cary II, the Brush-Everard House, on the Palace Green, near the Governor's Palace; it survives today, preserved by the Colonial Williamsburg Foundation. Dering is known to have been acquainted with members of some of the more important families in Virginia society; William Byrd II, in his diaries, records many visits by the dancing master to Westover Plantation in 1740 and 1741, and in the latter year records a visit to Henry Cary II at Ampthill, at which Dering was present. The nature of the men's professional relationship is unknown, due to the cryptic nature of the diary; Byrd does mention a visit during which he showed Dering some prints, suggesting that Dering may have come to Westover in furtherance of his artistic pursuits. During another visit he is recorded as having played the French horn. Dering continued in his primary career, arranging balls and assemblies in Williamsburg at least through the spring of 1747. However, he was plagued with debts and other legal issues throughout his time in the town, and as early as 1739 is recorded as a party in numerous lawsuits from residents of Williamsburg and Gloucester and York counties. Furthermore, inventories of his heavily-mortgaged house reveal a surprisingly lavish lifestyle for a person of his profession. Dering had left Williamsburg by December, 1749, heading to Charleston, South Carolina, where he was last recorded with certainty in 1751. He had left his wife behind to settle his debts and auction off the couple's belongings; it is possible that she took in boarders as well. Documentary references to a William Dering being active in Charleston in 1764 have been found; some scholars, believing the two to be one and the same, have suggested a link between the dancing master and the earlier pastelist Henrietta Johnston (whose first marriage was to a man named Dering), who lived in that city until her death. Others believe the link to be dubious at best. ==Work== Fewer than a dozen portraits attributed to Dering survive, suggesting that painting may have merely been a sideline and not a main source of income for him. Only one is signed, that of Mrs. Drury Stith; the others have been linked to him due to their stylistic similarity to this one. His best-known work is a full-length portrait of George Booth of Gloucester County, dating to around 1745; it is currently in the collection of the Colonial Williamsburg Foundation, along with a portrait of his mother, Mrs. Mordecai Booth; a portrait of Anne Byrd Carter; and the portrait of Mrs. Stith. It is recorded that Dering was possessed, in 1745, of \"1 large hair Trunk with about 200 prints\", and his portraits, as with many others painted in the Colonies, suggest a knowledge of pose gleaned from English prints. Most of his paintings have been described as \"linear and flat\", and they reveal a limited knowledge of technique. ==References== Category:Year of birth unknown Category:Year of death unknown Category:Artists from Philadelphia Category:Painters from Pennsylvania Category:People from Williamsburg, Virginia Category:Painters from Virginia Category:Dance teachers Category:18th-century American painters Category:American male painters Category:American portrait painters Category:People of colonial Pennsylvania Category:Virginia colonial people Category:People from Gloucester County, Virginia ",
    "title": "William Dering"
}