{
    "id": "46181084",
    "text": "Miwa Hirono () is a Japanese scholar of China who has published widely on China's involvement in peacekeeping operations. She is currently RCUK Research Fellow at the School of Politics and International Relations at the University of Nottingham and a Visiting Fellow at the Department of International Relations at the Australian National University. Her PhD research at the Australian National University concerned the work of religious NGOs in China, and formed the basis of the book Civilizing missions: international religious agencies in China. Miwa Hirono became the subject of a visa controversy after the UK Home Office retroactively applied a rule concerning the amount of time a temporary resident could spend overseas to deny her the right to remain in Britain, leading her to accept a position at the Kyoto University of Foreign Studies in her native Japan. This decision was widely criticized by higher education practitioners as undermining Britain's ability to attract and retain highly skilled foreign scholars. ==Selected publications== * HIRONO, M., 2008. Civilizing missions: international religious agencies in China Palgrave MacMillan. * HIRONO, M. and LANTEIGNE, M., 2011. China and United Nations Peacekeeping International Peacekeeping. 18(3), 328-43 * HIRONO, M., 2011. China's charm offensive and peacekeeping: the lessons of Cambodia for Sudan - what now for Sudan? International Peacekeeping. 18(3), 328-343 * HIRONO, M., 2012. \"Competing for International Prestige\"?: Chinese and Japanese Contributions to the United Nations Transitional Authority in Cambodia (UNTAC). In: LAM, PENG ER and TEO, VICTOR, eds., Southeast Asia between China and Japan Cambridge Scholars Publishing. ==References== Category:People associated with the University of Nottingham Category:Japanese academics Category:Living people Category:Year of birth missing (living people) Category:Keio University alumni Category:Australian National University alumni ",
    "title": "Miwa Hirono"
}