{
    "id": "46182028",
    "text": "The 2015 Birmingham City Council election took place on 7 May 2015 to elect members of Birmingham City Council in England. This was on the same day as other local elections, and also the 2015 UK General Election. In Birmingham the Labour Party went against the trend across the United Kingdom, as they lost the General Election the Labour Party managed to strengthen its hold on Birmingham City Council as well as performing well in the Westminster seats. This is despite the problems facing the Council in the form of the recent Operation Trojan Horse scandal and the Kerslake review, which was highly critical of Birmingham City Council. Albert Bore (Labour Group leader) said the Labour Party did well in Birmingham because it was honest and open with the people of Birmingham and that the people of Birmingham felt they had been unfairly targeted by the Conservative led government. All results compared to 2012, which is the term that expired in 2015. In 2011 Respect, who did not contest this election, were the main opposition to Labour in a small number of safe seats. ==Result== ==Council Composition== Prior to the election the composition of the council was: {| style=\"width:100%; text-align:center;\" |+ ↓ |- style=\"color:white;\" | style=\"background:; width:64.2%;\" | 77 | style=\"background:; width:25.8%;\" | 31 | style=\"background:; width:10%;\" | 12 |- | Labour | Conservative | Lib Dem |} After the election, the composition of the council was: {| style=\"width:100%; text-align:center;\" |+ ↓ |- style=\"color:white;\" | style=\"background:; width:65.8%;\" | 79 | style=\"background:; width:25%;\" | 30 | style=\"background:; width:9.2%;\" | 11 |- | Labour | Conservative | Lib Dem |} :Lib Dem \\- Liberal Democrats ==Result by Ward== The electoral division results listed below are based on the changes from the last time this third was up for election, in the 2011 elections, not taking into account any mid-term by-elections or party defections. ===Acocks Green=== ===Aston=== ===Bartley Green=== ===Billesley=== ===Bordesley Green=== ===Bournville=== ===Brandwood=== ===Edgbaston=== ===Erdington=== ===Hall Green=== ===Handsworth Wood=== ===Harborne=== ===Hodge Hill=== ===Kingstanding=== ===Kings Norton=== ===Ladywood=== ===Longbridge=== ===Lozells and East Handsworth=== ===Moseley and Kings Heath=== ===Nechells=== ===Northfield=== ===Oscott=== ===Perry Barr=== ===Quinton=== ===Selly Oak=== ===Shard End=== ===Sheldon=== ===Soho=== ===South Yardley=== ===Sparkbrook=== ===Springfield=== ===Stechford and Yardley North=== ===Stockland Green=== ===Sutton Four Oaks=== ===Sutton New Hall=== Due to a by-election the top two candidates were elected. ===Sutton Trinity=== ===Sutton Vesey=== ===Tyburn=== ===Washwood Heath=== ===Weoley=== ==References== Category:2015 English local elections Category:May 2015 events in the United Kingdom 2015 Category:2010s in Birmingham, West Midlands ",
    "title": "2015 Birmingham City Council election"
}