{
    "id": "46180603",
    "text": "Andy McMillan (born 20 March 1987) is a Northern Irish designer and event organizer currently residing in Portland, Oregon. He is the co-founder of XOXO, an \"experimental festival for independent artists who work on the internet\". Previously, he organized Build, a design festival in Belfast, from 2009 until its final year in 2013. == Early career == McMillan attended university at Queen's University Belfast for Music Technology, hoping to make his way into a career in radio production. While managing the university radio station, he taught himself HTML and CSS, leaving before his final year to focus on freelance web design. == Build == McMillan launched Build in 2009, a web design conference held annually in Belfast, Northern Ireland from 2009 to 2013. Starting as a single day of talks, it grew into a week-long festival, including music, film screenings, workshops, evening lectures, and a beer festival. The first Build was held in 2009 at Waterfront Hall, with positive coverage from the BBC and Wired. The Belfast Telegraph said it was a \"must- attend\" that \"provides nourishment for the design geek's soul.\" In its five- year run, featured speakers included Eric A. Meyer, Erik Spiekermann, Frank Chimero, Dan Cederholm, Jessica Hische, Robin Sloan, Jason Scott, and Scott McCloud, as well as musical performances from Tycho and Chipzel. Rdio lead designer Wilson Miner's \"When We Build\" talk from 2011 was the most viewed talk, described by Wired as \"incredibly inspiring.\" The fifth and final Build took place in November 2013. In an interview with .net Magazine, McMillan said, \"Build, like any good story, was always intended to have an ending.\" == The Manual == In February 2011, McMillan launched a Kickstarter project for The Manual, a new design journal focusing on the \"why\" of web design instead of practical \"how-to\" articles. The project raised over $53,000 from 825 backers. Each issue is released as a hardcover book containing six essays from six authors, most from the field of web design, each with a two-color illustration. The first three issues of The Manual were published between August 2011 and June 2012. In September 2014, McMillan launched a project to fund the second volume of The Manual, expanding beyond print to include a free web edition, ebooks, and an audiobook narrated by Roman Mars from 99% Invisible. All past articles were released under a Creative Commons license. The project raised £43,220 from over 600 backers, again surpassing its goal. The fourth issue shipped in November 2014. In April 2016, McMillan announced that The Manual would be going on an \"indefinite hiatus.\" == XOXO == Andy McMillan and Andy Baio on stage at the end of XOXO 2013 In 2012, McMillan and co-organizer Andy Baio launched XOXO Festival, a four-day conference and festival about independently produced art and technology in Portland, Oregon, described as \"people using the Internet and technology to bypass the established, big business ways of doing things and pursue their creative passions.\" Tickets were presold through a Kickstarter project to \"gauge the appeal of such an event and to raise the money needed to pull it off.\" The project raised $175,000, selling all 400 tickets in 50 hours. Held annually since 2012, XOXO is held in September and has grown to over 1,000 attendees, using a lottery system to \"retain its intimacy.\" Recently, XOXO shifted focus on the difficulties of working independently. Boing Boing said a \"darker sense of mission and meaning took hold in the event's third year.\" The Verge called it \"the most interesting weekend in tech\" that \"pushes the web forward.\" == PayPal controversy == In May 2012, PayPal froze two of McMillan's accounts, withholding over $64,000 of funds collected from Build's ticket sales as collateral against pre-orders of The Manual. Five months later, with the matter still unresolved, McMillan went public with his complaints on Twitter. The resulting social media backlash led to a public response and personal apology to McMillan from former PayPal president David A. Marcus, who released the funds and asked McMillan to work with him personally on improving the service. Three days later, PayPal announced they would no longer temporarily hold funds for users with \"outstanding account performance... in the event of a dispute, claim, or chargeback.\" ==References== == Interviews == * The Big Web Show #12 with Dan Benjamin, Jeffrey Zeldman, and Eric A. Meyer, July 2010 * Creatiplicity #21 with Chris Bowler, November 2011 * Method & Craft interview, January 2012 * Quit! #55 with Dan Benjamin, September 2014 * The New Disruptors #92 with Glenn Fleishman, September 2014 * Inquisitive #15 with Myke Hurley, November 2014 * Pencil vs. Pixel with Cesar Contreras, April 2015 == External links == * * Category:1987 births Category:Living people Category:British designers Category:British publishers (people) Category:Artists from Belfast Category:Web designers ",
    "title": "Andy McMillan (designer)"
}