{
    "id": "46194733",
    "text": "The 1965 British West Indies Championships was the sixth and final edition of the track and field competition between British colony nations in the Caribbean. It was held in Bridgetown, Barbados. The dissolution of the West Indies Federation, and the broader sports co-operation it had engendered, left the competition without the support to continue. A total of 28 events were contested, eighteen by men and ten by women. The men's half marathon, pole vault and relay races were all revived for this final edition, although the 3000 metres steeplechase was dropped. Jamaica was the most successful nation, taking seventeen of the titles on offer – it was Jamaica's fourth win at the competition and the only time a host nation did not top the medal table.British West Indies Championships. GBR Athletics. Retrieved on 2015-03-21. Wellesley Clayton was the only male athlete to defend his title from the 1964 championships, winning the long jump for a second time. On the women's side Carmen Smith retained her 100 metres title and Una Morris finished undefeated in the 400 metres. Joan Gordon won both the shot put and discus throw for a second time running, while Beverley Welsh was again victorious in the long jump. Billy Montague was the last man to win two individual gold medals at the same championships, scoring a hurdles double. Two sons of then-Chief Minister of Antigua Vere Bird (Ivor and Lester) won medals at the tournament.Kaufman, Michael (1999-06-30). Vere Bird, 89, Who Led Antigua to Freedom. New York Times. Retrieved on 2015-03-22. Despite this being the final edition, the standard of performances was comparatively high, with thirteen championship records being equalled or bettered. The men's 100 metres winner Lennox Miller went on to claim Olympic silver three years later.Lennox Miller. Sports Reference. Retrieved on 2015-03-22. Long-time participants George Kerr and Harry Prowell both returned to the podium and claimed their eighth career medal of the championships, while Clifton Bertrand (the inaugural 200 m champion) won his sixth individual sprint medal here. After the end of the British West Indies championships, athletics competition between Caribbean nations continued in the form of the long-standing quadrennial Central American and Caribbean Games.Central American and Caribbean Games. GBR Athletics. Retrieved on 2015-03-22. In addition, a new venue for such contests followed soon after the dissolution of the championships: the biennial Central American and Caribbean Championships in Athletics was launched in 1967.Central American and Caribbean Championships. GBR Athletics. Retrieved on 2015-03-22. ==Medal summary== ===Men=== {| |- |100 metres | || 10.6 | || 10.7 | || 10.9 |- |200 metres | || 20.8 | || 20.9 | || 21.3 |- |400 metres | || 46.7 = | || 46.8 | || 47.4 |- |800 metres | || 1:51.1 | || 1:51.1 | || 1:52.5 |- |1500 metres | || 4:03.4 | || 4:04.0 | || 4:05.6 |- |5000 metres | || 15:30.5 | || ??? | || 16:00.8 |- |110 m hurdles | || 14.8 | || 15.0 | || 15.0 |- |400 m hurdles | || 54.0 | || 54.1 | || ??? |- |4 × 100 m relay | || 41.0 | || 41.2 | || 41.4 |- |4 × 400 m relay | || 3:11.5 | || 3:13.8 | || 3:16.2 |- |Half marathon | || 1:12:38 | || 1:14:06 | || 1:17:04 |- |High jump | || 2.00 m | || 2.00 m | || ??? m |- |Pole vault | || 3.81 m | || 3.50 m | || ??? m |- |Long jump | || 7.26 m | || 6.86 m | || ??? m |- |Triple jump | || 15.03 m | || 14.88 m | || 14.37 m |- |Shot put | || 14.22 m | || 14.15 m | || 14.08 m |- |Discus throw | || 46.48 m | || ??? m | || 40.74 m |- |Javelin throw | || 58.03 m | || ??? m | || ??? m |} ===Women=== {| |- |100 metres | || 11.9 | || 12.0 | || 12.1 |- |200 metres | || 24.2 | || 25.0 | || ??? |- |400 metres | || 57.3 | || 57.9 | || ??? |- |80 m hurdles | || 11.4 = | || 11.5 | || 11.6 |- |4 × 100 m relay | || 46.3 | || 49.0 | || ??? |- |High jump | || 1.67 m | || 1.65 m |Unknown athlete || ??? m |- |Long jump | || 5.73 m | || ??? m | || ??? m |- |Shot put | || 11.88 m | || ??? m |Unknown athlete || ??? m |- |Discus throw | || 36.09 m | || ??? m | || ??? m |- |Javelin throw | || 36.70 m | || ??? m | || ??? m |} ==References== ;Medallists *British West Indies Championships. GBR Athletics. Retrieved on 2015-03-21. Category:British West Indies Championships British West Indies Championships British West Indies Championships British West Indies Championships Category:International athletics competitions hosted by Barbados Category:Sport in Bridgetown ",
    "title": "1965 British West Indies Championships"
}