{
    "id": "46197111",
    "text": "Otto Richard Gottlieb (August 31, 1920 – June 19, 2011) was a Czechoslovak- born naturalized Brazilian chemist and scientist of Jewish origin.[3] He was nominated for the Nobel Prize in Chemistry in 1999 for studies on the chemical structure of plants, which allow us to analyze the state of preservation of several ecosystems.[1] His work revealed the biodiversity of Brazilian flora and promoted phytochemical development in the country. In 1977 Otto Gottlieb was the first chemical professional to receive the Fritz Feigl Award, created by Regional Council of Chemistry - Region IV in the same year.[2][4][5] In 1986, he was awarded with the Anísio Teixeira Award.[6] == Biography == Otto Richard Gottlieb was born in Brno ( today part of the Czech Republic). In 1936 he went to England due to the imminent rise of the Nazi regime, while his family went to Brazil. Only in 1939 Otto Gottlieb moved to Brazil, where he enrolled in the University of Brazil in the following year. During this period, he worked as an apprentice in the immunology laboratory of Butantã Institute and editor for the Química magazine, published by Escola Nacional de Química. At the age of 21, Otto opted for Brazilian nationality and graduated in Chemistry as first of his class at the University of Brazil (today known as the Federal University of Rio de Janeiro - UFRJ). Otto Gottlieb worked for ten years in his father's chemical industry, which manufactured essentials oils from the Brazilian flora that were used as feedstock for the perfume industries. Later on, he decided to join to one of the most prestigious research group on natural products, the Weizmann Institute of Science in Israel. Otto also received a scholarship of the National Council for Scientific and Technological Development and the National Cancer Institute, thus initiating an investigation into the isolation of plant chemicals and the determination of their molecular structures. Gottlieb was always fascinated by the vast and exuberant chemical composition of the Amazon rainforest, so he returned to Brazil in 1961 to take the position of Technologist in the Institute of Agricultural Chemistry (IAC), where he was responsible for major discoveries such as Aniba rosaeodora. At the Rural University of Brazil, today known as Federal Rural University of Rio de Janeiro (UFRRJ), he obtained his doctorate and the title of livre-docente (a Brazilian title). In 1964, Otto worked as a professor in the laboratory of the University of Sheffield, in England, and went to United States of America for a one-month internship at Indiana University. In the same year, he returned to Brazil to monitor the implantation of the phytochemical laboratory at the University of Brasilia (UnB). In 1967, he created the Laboratório de Química de Produtos Naturais no Instituto de Química da Universidade de São Paulo (Laboratory of Chemistry of Natural Products at the Chemistry Institute of the University of São Paulo) and three years later he retired. Gottlieb mapped hundreds of species and established indices for their behavior, making it possible to measure the biodiversity of ecosystems. His studies also resulted in the discovery of substances such as neolignans, which have an anti-inflammatory effect. Otto Gottlieb remained a professor at the University of São Paulo until he retired at the age of 70. He also worked at the Oswaldo Cruz Foundation until 2002, when he moved to Fluminense Federal University. During his life he set up his own library of natural resources with approximately two thousand books. His scientific research resulted in almost 700 articles, all basically about sustainability. Gottlieb is considered the Brazilian scientist who was closest to winning the Nobel Prize, being nominated in the years 1998, 1999 and 2000.[7] He received the TWAS Prize in 1991. He lived in Rio de Janeiro until his death in 19 of June 2011. He is buried in the Israelite Communal Cemetery. == References == # \"Announcement of the Nobel Prize in Chemistry due to the possibility of Prof. Otto Gottlieb being chosen\". Journal of the Brazilian Chemical Society. Oct 1999. # \"To the great scientist Otto Richard Gottlieb, a short farewell essay\". Revista Brasileira de Farmacognosia. June 2011. # \"The scientist Otto Gottlieb dies at the age 91\" . Report of O Globo. June 2011. # \"Fritz Feigl Award for professionals from USP\". Institute of Chemistry of the University of São Paulo. # \"Fritz Feigl Award Winners' Gallery\". Regional Chemistry Council. # \"Graceful\". Anisio Teixeira Award. # \"Report of Folha de S.Paulo\". Chemist who got closer to the Nobel in the country dies at age of 90. Category:Czech expatriates in Brazil Category:1920 births Category:2011 deaths Category:Brazilian chemists Category:People from Brno Category:Federal University of Rio de Janeiro alumni Category:TWAS laureates ",
    "title": "Otto Gottlieb"
}