{
    "id": "46193343",
    "text": "Sept cavaliers is a 1993 novel by the French writer Jean Raspail. It tells the story of seven horsemen who are sent to find why their country, a place with traits of both medieval and modern Europe, is becoming devoid of human life. The characters in the novel have names from all parts of Europe. Throughout the narrative are references to the poet Guillaume Apollinaire under his real name Wilhelm Kostrowitsky. The full title of the book is Sept cavaliers quittèrent la ville au crépuscule par la porte de l'Ouest qui n'était plus gardée, which means \"seven horsemen left the city at dusk through the Western gate which was no longer guarded\". A comic-book adaptation was released in 2008-2010. ==Plot== Colonel-major Silve de Pikkendorff is tasked by his margrave to go on a quest to find why human life seems to be disappearing and the City is turning into chaos. Pikkendorff gathers six horsemen to go with him: the lieutenants Richard Tancrède and Maxime Bazin du Bourg, the brigadier Clément Vassili, the cadet Stanislas Vénier, the bishop Osmond Van Beck and the margrave’s squire Abaï. Their destination is Sépharée where the margrave's daughter Myriam, who Pikkendorff is in love with, has been sent. Having left the City, they hear a bell ring which signals that the margrave is dead. They reach Saint-Aulick, where they meet a man named Gustavson, whose son displays a behaviour which had appeared among children in the City as a first stage of destructive events. The horsemen travel to the Mountain, where they meet the head of a militia who disapproves of them. Tancrède manages to seduce a local girl, Natalia. Thirty years previously, Vassili took part in a campaign together with Captain Wilhelm Kostrowitsky, during which they thought they saw a group of Chechen, a people thought to have been destroyed 250 years earlier. Kostrowitsky, who was also a famous poet greatly admired by Bazin du Bourg, had returned to the Mountain after the campaign and mysteriously disappeared. After finding a trace from Kostrowitsky, Vassili goes missing, and the others find him dead with his throat slit. They eventually discover several old peoples thought to have been extinct. Leaving the Mountain, the horsemen travel through the Forest. One by one, the horsemen begin to leave the company. Tancrède decides to return to Natalia, Van Beck has lost his faith and stays in a church in hope of finding God, Vénier decides to stay and take care of his family's land when they reach it, and Abaï goes to search for his own people, the Oumaîtes, in the Forest. The two remaining horsemen, Pikkendorff and Bazin du Bourg, arrive at the River at the frontier post of Sépharée, which has an unexpectedly modern bridge. They cross the bridge which causes them to lose all their memories as the bridge transforms into a train station. They meet again in a train some time later without recognising each other. Bazin du Bourg is reading a book by Guillaume Apollinaire. ==Legacy== A spiritual sequel, les Royaumes de Borée (\"the realms of Boreas\"), was published in 2003. It also features an officer named Pikkendorff and the narrative spans from the 17th century to modern day. Sept cavaliers was the basis for a comic-book adaptation by Jacques Terpant, published in three volumes from 2008 to 2010. Terpant used ink and watercolour in a style inspired by Mœbius. He also went on to adapt les Royaumes de Borée in three volumes. ==References== ==External links== * Sept cavaliers at the writer's website * Sept cavaliers at the publisher's website Category:1993 French novels Category:Apocalyptic novels Category:French-language novels Category:Novels by Jean Raspail Category:Guillaume Apollinaire ",
    "title": "Sept cavaliers"
}