{
    "id": "46191956",
    "text": "Dora Lewis (October 13, 1862 – January 31, 1928), also known as Mrs. Lawrence Lewis, was an American suffragist. She was active in the National American Woman Suffrage Association and later helped found the National Woman's Party. Lewis took part in the Silent Sentinels protest to advocate for women's suffrage. Dora Lewis after her arrest in Lafayette Square == Involvement with the National Woman's Party == In 1913 Dora Lewis became a very early executive member of the National Woman's Party (NWP). She was a very active member of the NWP and she was arrested numerous times for her advocacy in support of suffrage. Lewis served three days in jail for picketing in July 1917 and was arrested on November 10, 1917. After this arrest she was sentenced to 60 days in a workhouse. Lewis was also arrested in August 1918 at the Lafayette Square meeting in honor of the late Inez Milholland (where she was the primary speaker) and sentenced to 15 days. Later she was arrested in January 1919 during the watchfire demonstrations (which she began when she set fire to copies of President Wilson's speeches on democracy) and sentenced to five days. == Night of Terror == On the night of November 14, 1917, known as the \"Night of Terror\", the superintendent of the Occoquan Workhouse, W.H. Whittaker, ordered the nearly forty guards to brutalize the suffragists there, including Dora Lewis. The guards threw her into a dark cell and smashed her head against an iron bed, knocking her out. Her cellmate, Alice Cosu, believed Lewis to be dead and suffered a heart attack. According to affidavits, guards grabbed, dragged, beat, choked, pinched, and kicked other women. Newspapers carried stories about how the protesters were being treated.\"Move Militants from Workhouse\". 1917, November 25. The New York Times. p. 6. Dora Lewis went on a hunger strike while at Occoquan. Despite the violence she experienced as a result of her work on behalf of women's suffrage, Lewis chose to continue to be active with the movement. After the Nineteenth Amendment was passed through Congress, Dora Lewis went throughout states such as Georgia, Kentucky, and Delaware to encourage support for ratification, meeting with limited success. In 1918 Lewis became chairwoman of finance for the NWP, and in 1919 she became their national treasurer. In 1920 she headed their ratification committee. In 1921 she was photographed at the new suffragist memorial by Adelaide Johnson that was placed in the capitol. == Personal life == Dora Lewis was raised in a prominent family in Pennsylvania. She was married and often was referred to as Mrs. Lawrence Lewis. Her papers are known as the Dora Kelly Lewis Correspondence Collection 2137 and are located at the Historical Society of Pennsylvania. Left to right: Adelaide Johnston, sculptor, Mrs. Lawrence [Dora] Lewis, Phila., Jane Addams. At time statue was placed in capitol. ==References== ==External links== Category:American suffragists Category:1862 births Category:1928 deaths ",
    "title": "Dora Lewis"
}