{
    "id": "46195212",
    "text": "Rodolfo Giménez, better known by his artistic name Argentino Luna (21 June 1941 – 19 March 2011) was a singer-songwriter of Argentinian folk music. ==Biography== Giménez was born in General Madariaga Partido, Buenos Aires, Argentina, the son of Esperanza Castañares and Juan Lino Giménez, who were labourers on a farm. He had five brothers. When he was an adolescent his parents moved the family to Villa Gesell on the Atlantic coast. He worked with his family in a sand processing plant. Even at this early age he enjoyed singing in his spare time. Giménez married Ana Maria Kaúl when he was quite young and together they had four daughters. He moved to Quilmes in the city of Buenos Aires and started to frequent places where he played the guitar and participated in musical events. When he made his first recording, he was unable to use his own name as that had already been used and so he chose to use \"Argentino Luna\". ==Musical career== Giménez toured throughout Argentina as well as Japan, Spain, the United States of America, Panama, Costa Rica, Uruguay and Brazil. He recorded more than 300 songs both as a solo artist and with others. He also wrote a number of songs for groups such as \"The Chalets\", \"Los Quila Huasi\" and \"Los Cuatro de Cordoba\" as well as individuals like Ramona Galarza, Alberto Marino, Cafrune Jorge and Alfredo de Angelis. ==Death== On 6 February 2011, while in the city of Caleta Olivia, Santa Cruz Province, Argentina, Giménez suffered renal failure and was treated in the local hospital. On 8 February he was transferred by helicopter to the nephrology department of the Favaloro Foundation University Hospital. On 23 February he underwent surgery but failed to recover and died on 19 March 2011. ==Awards== Giménez was awarded during his lifetime: * La Palma de Plata (The Silver Palm) * El Limón de Oro (the Golden Lemon) *the Golden Gardel * La Charrua de Oro (1995), ::(and others) == Popular works == *Argentino y bien parido (1995) *A los argentinos *Ando por la huella *Aprendí en los rancheríos *Capitán de la espiga *Cuando callas por amor *Descorazonado *El malevo *Me olvidé de tu nombre *Gallitos del aire *Mire que lindo es mi país, paisano *Nos han robado país *Pal' Tuyú *Pero ellos, estaban antes *Uno nunca entiende *Zamba para decir adiós. *Pimpollo *Me preguntan como ando *Los hijos de mis hijas *Que bien le ha ido *Voy a seguir por vos *Ay... Patria mía *Villa Gesell del recuerdo *En el Patio de mi Casa ==References== ==External links== * Argentino Luna singing \"Cuanta Tristeza, Pais\" * Argentino Luna singing \"Argentino y Bien Parido\" Category:1941 births Category:2011 deaths Category:Folk musicians Category:Argentine male singer-songwriters Category:Argentine singer-songwriters Category:Musicians from Buenos Aires Category:Writers from Buenos Aires ",
    "title": "Argentino Luna"
}