{
    "id": "46190803",
    "text": "Bethany Kehdy (Arabic: بيثاني كعدي) (born 29 August 1981) is a Lebanese- American culinary expert and cookbook author specialising in the cuisines of the Mediterranean, Middle East and North Africa. == Early life == Bethany was born in Houston, Texas to an American mother and a Lebanese father. Bethany is the granddaughter of Lebanese attorney, author and poet (1904-2002) Kehdy Farhoud Kehdy who was appointed Officer of the National Order of the Cedar in 1995. Bethany grew up in the Achrafieh district of Beirut, Lebanon and during the more turbulent Lebanese Civil War years, moved with her family to their village of Baskinta, where her father set up a dairy farm. Her parents divorced when she was very young and Bethany lived with her father and his family in Lebanon. Bethany recounts watching her grandmother, aunties and father in the traditional food preparation and preservation as a child and being immersed in the culinary heritage. She began experimenting on her own in the kitchen at 14 years old. ==Career== In 2001, Bethany competed in the Miss Lebanon pageant in an effort to win the monetary prize and secure funds to continue her studies at American University of Beirut. She came in as 1st runner up. Due to political instability, the pageant was not hosted in 2002 and Bethany became queen by default and was asked to represent Lebanon in the Miss World 2002 pageants. In 2003, Bethany moved to Miami, Florida where she worked in real estate and mortgages. Disgruntled with the ethics in the business, Bethany took a holiday to Maui Hawaii to visit her sisters. She was asked to stay on by her uncle and help with the operations and management of his restaurant, Lahaina Store Grille and Oyster Bar. A year later she moved to London, England in 2008 with her British husband where she discovered online publishing and began penning her blog. In 2008, Bethany moved to the United Kingdom and launched her blog Dirty Kitchen Secrets using the website to share Lebanese food heritage. In 2009, Bethany founded Food Blogger Connect, a three-day annual event bringing together food bloggers and industry professionals. At the time of its founding Food Blogger Connect was Europe’s first food blogging conference. In 2010, Bethany founded Taste Lebanon, a boutique tourism collective that provides guided tours across the country. She has since worked with the Lebanese Ministry of Tourism leading press trips across the country. In 2011, The National newspaper profiled Bethany crediting her blog for “demystifying Middle Eastern cuisine”. In 2012, Bethany was selected by Monocle Mediterraneo 2012 as one of the four ‘Mediterranean Food Ambassadors’, representing Lebanon. On July 4, 2013, Bethany’s debut cookbook was published, entitled The Jewelled Kitchen. It was selected as cookbook of the week by The Daily Telegraph, won the Gourmand World Cookbook Award and was highlighted in The New York Times as one of the notable cookbooks for 2013. ==Books== * Kehdy, Bethany (4 July 2013). The Jewelled Kitchen. Duncan Baird Publishers * Kehdy, Bethany (1 October 2013). Pomegranates and Pine Nuts. Watkins Media == Media == In November 2014, Bethany moved to Egypt for two months to film The Taste Arabia programme where she was one of 4 mentors among st other notable chefs Anissa el Helou and celebrity chef Alaa El Sherbini. The show began airing on Al Nahar Egypt on December 25, 2014 She has also appeared on Market Kitchen: Big Adventure and Perfect. ==Awards and honours== * The Jewelled Kitchen won the Gourmand World Cookbook Award * Miss Lebanon First Runner Up 2001 * Miss Lebanon for Miss World 2002 ==References== Category:Lebanese beauty pageant winners Category:Miss World 2002 delegates Category:Cookbook writers Category:Women cookbook writers Category:1981 births Category:Living people ",
    "title": "Bethany Kehdy"
}