{
    "id": "46191719",
    "text": "David M. Schwarz (born 26 January 1951 in Los Angeles) is an American architect and designer. He is the President & CEO of Washington, D.C.-based David M. Schwarz Architects, Inc. and serves as the Chairman of the Yale School of Architecture's Dean's Council. Schwarz's work focuses primarily on contextual, humanistic design and urbanist planning principles. Schwarz himself has labeled his work, and that of his eponymous firm, as populist and neo-eclectic in style. In 2015, David Schwarz was awarded the University of Notre Dame's Richard H. Driehaus Architecture Prize on 21 March in ChicagoDavid M. Schwarz named 2015 Richard H. Driehaus Prize laureate, Notre Dame University newsDavid M. Schwarz Named 2015 Driehaus Prize Laureate, ArchDaily, 15 January 2015 for his work which embodies the highest ideals of traditional and classical architecture in contemporary society, and creates a positive cultural, environmental, and artistic impact. == Early life and education == Schwarz was born in Los Angeles, California. He received his Bachelor of Philosophy from St. John's College in Annapolis, Maryland in 1972 before attending the Yale School of Architecture and earning a Master of Architecture in 1974.David M. Schwarz Career Timeline, WTTW Street Smarts Immediately following his graduation from Yale, Schwarz interned for noted architects Paul Rudolph, Edward Larrabee Barnes, and former Yale professor Charles Moore. == Career == Schwarz moved to Washington, D.C. and founded David M. Schwarz Architectural Services in 1976. The firm was incorporated in 1978 and renamed David M. Schwarz Architects, Inc in 2008. While his early career was focused primarily on the renovation of row houses in historic districts of Washington, D.C., such as Adams Morgan, Dupont Circle, and Mount Pleasant, Schwarz has since applied his self-proclaimed populist style to arenas, schools, baseball stadia, performing arts venues, retail districts, healthcare facilities, apartment buildings, and academic campuses across the United States. == Outreach and philanthropy == Schwarz was among the first Board Members of the National Building Museum. During his time on the Board of Directors he helped create both the Vincent Scully Prize and the National Building Museum Honor Award. Schwarz now serves as the Jury Chairman for the Vincent J. Scully Prize Fund Endowement. David Schwarz served as the Davenport Visiting Professor at the Yale School of Architecture in the fall of 2008 and taught a fifth-year design studio at The University of Notre Dame in 2010. He is a Sterling Fellow of Yale University. == Notable works == File:Smithcenterlv.jpg|The Smith Center for the Performing Arts in Las Vegas, Nevada, USA File:American_Airlines_Center_(6246886325)_cropped.jpg|American Airlines Center in Dallas, Texas, USA File:The Ballpark, home of the Texas Rangers major-league baseball team, Arlington, Texas LCCN2011633379.tif|Globe Life Park in Arlington in Arlington, Texas, USA File:Basshall.JPG|Nancy Lee and Perry R. Bass Performance Hall in Fort Worth, Texas, USA File:Fort_Worth_Cultural_District_June_2016_06_(National_Cowgirl_Museum_and_Hall_of_Fame).jpg|National Cowgirl Museum and Hall of Fame in Fort Worth, Texas, USA File:The_Palladium.jpg|The Palladium at the Center for Performing Arts in Carmel, Indiana, USA File:Schermerhorn.jpg|Schermerhorn Symphony Center in Nashville, Tennessee, USA File:Dr_pepper_ballpark_home_plate_entrance.jpg|Dr Pepper Ballpark in Frisco, Texas, USA File:Firewheel-town-center.jpg|Firewheel Town Center in Garland, Texas, USA File:Fort_Worth_Central_library_entrance.png|Fort Worth Public Library in Fort Worth, Texas, USA File:Fort_Worth_June_2016_42_(Sid_Richardson_Museum).jpg|Sid Richardson Museum in Fort Worth, Texas, USA File:West_Village_Dallas_2.jpg|West Village in Dallas, Texas, USA * *Cook Children’s Medical Center in Fort Worth, Texas *Ed Smith Stadium (renovation) in Sarasota, Florida *ESPN Wide World of Sports Complex in Baylake, Florida *George Dean Johnson Jr., College of Business Administration and Economics at the University of South Carolina Upstate in Spartanburg, South Carolina *Southlake Town Square in Southlake, Texas *Sundance Square Plaza in Fort Worth, Texas *Tarrant County Family Law Center in Fort Worth, Texas *The Yale Environmental Science Center in New Haven, Connecticut *E. Bronson Ingram College at Vanderbilt University in Nashville, Tennessee == Dallas-Fort Worth metro area works == Though based in Washington, D.C., Schwarz has completed dozens of projects in the Dallas–Fort Worth metroplex. Most notably, he is responsible for the creation of the development plan behind the Sundance Square neighborhood in downtown Fort Worth, Texas, as well as the master plan and building design for Cook Children's Medical Center. A list of building architectural design projects in the Dallas-Fort Worth metroplex completed by David M. Schwarz Park by the Home Plate Entrance at Globe Life Park in Arlington. *American Airlines Center in Dallas, Texas *Chase Bank Building in Fort Worth, Texas *Cook Children’s Medical Center in Fort Worth, Texas *Dr Pepper Ballpark in Frisco, Texas *Firewheel Town Center in Garland, Texas *Fort Worth Central Library in Fort Worth, Texas *Frisco Square in Frisco, Texas *Globe Life Park in Arlington (formerly The Ballpark in Arlington) in Arlington, Texas *Lon Evans Correctional Center in Fort Worth, Texas *Maddox- Muse Center in Fort Worth, Texas *Nancy Lee & Perry R. Bass Performance Hall in Fort Worth, Texas *National Cowgirl Museum and Hall of Fame in Fort Worth, Texas *Parker Square in Flower Mound, Texas *Sid Richardson Museum in Fort Worth, Texas *Southlake Town Square in Southlake, Texas *Southlake Town Hall in Southlake, Texas *Sundance East in Fort Worth, Texas *Sundance Square Plaza in Fort Worth, Texas *Sundance West in Fort Worth, Texas *Tarrant County Family Law Center in Fort Worth, Texas *The Brownstones at Southlake Town Square *The Cassidy & Trust Building in Fort Worth, Texas *The Carnegie Building in Fort Worth, Texas *The Commerce Building in Fort Worth, Texas *The Westbrook in Fort Worth, Texas *West Village in Dallas, Texas ==References== ==External links== *Official website of David M. Schwarz Architects, Inc. (DMSAS) *Street Smarts: Architect David M. Schwarz (incl. video interview), Chicago Tonight Category:1951 births Category:Living people Category:Driehaus Architecture Prize winners Category:Yale School of Architecture alumni Category:Yale University faculty Category:Yale School of Architecture faculty Category:Fellows of the American Institute of Architects Category:Neohistoricist architects Category:New Classical architects Category:Architects from Washington, D.C. Category:Architects from Los Angeles Category:20th-century American architects Category:21st-century American architects ",
    "title": "David M. Schwarz"
}