{
    "id": "46198349",
    "text": "Zachary Martin Hyman (born June 9, 1992) is a Canadian professional ice hockey forward and author. He currently plays in the National Hockey League (NHL) for the Toronto Maple Leafs as a left winger. Hockey Canada named him the 2011 Canadian Junior Hockey League Player of the Year. In 2013, Hyman represented Canada at the 2013 Maccabiah Games in Israel, where he won a gold medal. During the 2014–15 season, Hyman won a number of awards, including being named the University of Michigan's Athlete of the Year and a First Team All- American, and was a finalist for the Hobey Baker Award. Hyman was selected by the Florida Panthers in the 5th round of the 2010 NHL Entry Draft. However, the parties were unable to agree on a contract, and Hyman's rights were traded to the Maple Leafs on June 19, 2015. During his rookie 2016–17 season, he set a new Maple Leafs record for most short-handed goals scored by a rookie in a season with four, and tied the team record for the most consecutive games with an assist by a rookie at six games. Hyman is also an award-winning, best- selling author of children's literature, under contract with Penguin Random House. ==Early and personal life== Hyman was born on June 9, 1992, in Toronto, Ontario, to Stuart and Vicky Hyman. He grew up in the Forest Hill neighbourhood with four brothers: Spencer, Oliver, Cooper and Shane. Hyman's father Stuart is the chairman and governor of the Markham Royals and vice chairman of the Ontario Junior Hockey League (OJHL). Zach's younger brother Spencer is the assistant general manager and coach of the Markham Royals. His younger brother Oliver played for the Hamilton Red Wings from 2011 to 2013. Hyman is Jewish and attended United Synagogue Day School and graduated with honours from a Jewish high school, the Community Hebrew Academy of Toronto. Hyman volunteers much of his free time in the community and is an athlete ambassador for children's charities such as Right To Play and First Book Canada. Hyman married his girlfriend Alannah Mozes on June 30, 2019.Instagram ==Playing career== ===Junior=== Hyman played for the Hamilton Red Wings from 2008 to 2011. During his rookie season, he recorded 13 goals and 24 assists in 49 regular season games, and two goals in five playoff games. He was named the Red Wings' Rookie of the Year. During his sophomore season, Hyman was voted team captain. He recorded 35 goals and 40 assists in 49 regular season games, and seven goals and nine assists in 11 playoff games. During his final season of Junior A hockey, Hyman was the leading scorer for the Red Wings, recording 42 goals and 60 assists in 43 regular season games, and three goals and five assists in seven playoff games. Hyman ranked second in the Canadian Junior Hockey League (CJHL) in scoring, recording 102 points in 43 games, and led all players with 2.37 points per game. Following an outstanding season with the Red Wings, Hyman was named to the OJHL's North-West Conference First All-Star Team, and Hockey Canada awarded him the CJHL Player of the Year Award. He became just the second player from the OJHL to win the award, following Trent Walford in 1995–96. In 2010, Hyman was chosen as the OJHL's Most Gentlemanly Player. A two-time Red Wings' MVP, the OHA also selected him as the BJ Monroe Trophy recipient. The award recognized Zach Hyman as the Association's Top Pro Prospect. At the conclusion of the 2010–11 season, Hyman's jersey was displayed in the Hockey Hall of Fame. ===College=== Hyman originally committed to play ice hockey for Princeton University during the 2010–11 season. However, he decommitted after Princeton Tigers head coach Guy Gadowsky left the school to start the Division I hockey program at Pennsylvania State University. Following Gadowsky to Penn State was not an option, as the program did not have a varsity team at the time. In May 2011, Hyman was offered an athletic scholarship and committed to play for the University of Michigan for the 2011–12 season. During his freshman season for the Michigan Wolverines, Hyman recorded 2 goals and 7 assists in 41 games. He scored his first career goal on October 21, 2011, in a game against Northern Michigan University. In his sophomore season, he recorded 4 goals and 5 assists in 38 games. During his junior season, he recorded 7 goals and 10 assists in 35 games. Hyman was selected as the 2014 Bates/Deskins Award Winner, an honour bestowed upon the University of Michigan's Top Junior Student Athlete. Hyman with the Wolverines during his final year at the University of Michigan In his senior season, Hyman was named alternate captain. He was Michigan's leading scorer, and the Big Ten Scoring Champion, setting a new record with 54 points, scoring 22 goals and 32 assists in only 37 games. Hyman became the first Michigan player to record 20 goals in a season since Louie Caporusso, and the first player to record 50 points or more since Carl Hagelin during the 2009–10 season. Hyman led the team with 17 multiple-point games, including six games with three or more points. On October 24, 2014, Hyman recorded a career-high five points, and his first career hat-trick against the University of Massachusetts Lowell. In December 2014, Hyman was named to the 50th Great Lakes Invitational Tournament team, where he scored both game-winning goals against Michigan Technological University and Michigan State University to help lead Michigan to its 16th Tournament Title. Following an outstanding senior season with the Wolverines, Hyman was named to the 2014–15 All-Big Ten First Team, and named an AHCA First Team All-American. Hyman was also named a top-ten finalist for the Hobey Baker Award. He was also selected as the SB Nation College Hockey Big Ten Media Most Valuable Player. On March 27, 2015, Hyman received the 2015 All-American Athlete Award by The National Strength and Conditioning Association (NCSA) and EAS Sports Nutrition. The award recognized Hyman's athletic accomplishments and his dedication to strength and conditioning. In a national awards ceremony at the Atlanta History Center on April 27, 2015, Hyman was honoured as one of five finalists for the 11th Annual Coach Wooden Citizenship Cup Award, and was recognized as one of the most outstanding role models among athletes. Hyman at the 2015 Michigan Hockey Awards Banquet Hyman graduated from Michigan with a history major in the College of Literature, Science, and the Arts. He was a three-time Big Ten All-Academic selection and a two-time recipient of the Big Ten Distinguished Scholar Award, having earned a minimum grade point average (GPA) of 3.7 or higher for the previous academic year. On May 4, 2015, Hyman was selected as a Senior Athlete of the Year Award winner for the 2014–15 season at Michigan's Bob Ufer Quarterback Club's Annual Banquet, an award previously won by former standout Michigan quarterbacks Jim Harbaugh in 1987 and Tom Brady in 2000. Past recipients include Heisman Winner Desmond Howard in 1992, Brian Wiseman in 1994, Marty Turco in 1998, T. J. Hensick in 2007, Kevin Porter in 2008 and Carl Hagelin in 2011. On May 14, 2015, Hyman was part of a quartet of University of Michigan student-athletes who were named Capital One First Team Academic All-District selections, the announcement coming from the College Sports Information Directors of America (CoSIDA), and his name was put forward for Academic All-American consideration. On June 11, 2015, Hyman was named to the 2015 Capital One Academic All-America Division I Men's At-Large team, as selected by CoSIDA. Hyman was the second ice hockey player at Michigan to be named an Academic All-America honoree, following Jeff Jillson in 2001, and the first to be named First Team Academic All American. On June 22, 2015, the University of Michigan Athletic Department named Hyman the 2014–15 Michigan Athlete of the Year. Hyman was the third ice hockey player to receive the honour, following Brendan Morrison in 1997 and Kevin Porter in 2008. ===Professional=== Hyman was drafted 123rd overall by the Florida Panthers in the 2010 NHL Entry Draft. At the conclusion of his college career, the Panthers offered Hyman an NHL contract, but Hyman announced his intent not to sign with the Panthers, and opted for free agency. On June 19, 2015, Hyman's playing rights were acquired by the Toronto Maple Leafs from the Florida Panthers in exchange for centre Greg McKegg, ahead of his planned July 1, 2015 free agency. On June 23, Hyman signed a two-year, entry-level contract with Toronto. Chad Johnson, on March 7, 2016 Hyman made his professional debut for the Maple Leafs' American Hockey League (AHL) affiliate, the Toronto Marlies, on October 9, 2015, where he recorded his first professional point, an assist on a Byron Froese goal in the second period. On November 7, Hyman recorded his first professional goal, a short-handed goal against Matt O'Connor of the Binghamton Senators. On February 29, 2016, Hyman was recalled by the Toronto Maple Leafs. Prior to being recalled, he recorded 13 goals and 20 assists in 54 games for the Marlies that season and lead the AHL in short-handed goals. He made his NHL debut in a game against the Tampa Bay Lightning later that night, recording 15:58 of ice time, 22 shifts, two shots and one hit. He scored his first career NHL goal one week later on March 7 against Chad Johnson of the Buffalo Sabres. On March 31, 2016, Hyman was loaned to the Marlies in preparation for the AHL Calder Cup playoffs. Considered favourites to win the Calder Cup championship, the team was eliminated in the third round. Hyman contributed 6 points in the team's 15-game run. Hyman played every game despite suffering an injury (broken nose) in a game against the Hershey Bears. Hyman taking the puck from Zdeno Chára on March 26, 2016 On October 11, 2016, Hyman earned a permanent spot on the big club, and he was included on the 2016–17 regular season 100th Anniversary Centennial team opening day roster for the Toronto Maple Leafs. He dressed for the season opener on October 12, against the Ottawa Senators, on a line with fellow rookies Auston Matthews and William Nylander. In the first period of play, Hyman assisted on Auston Matthews' first-ever NHL goal. During the 2016–17 NHL season a number of Toronto Maple Leafs team records were either tied or broken by Hyman. On February 6, 2017, Hyman scored his third short-handed goal of the season, surpassing the previous Maple Leafs record for number of short-handed goals scored by a rookie which had been held by Gus Mortson since 1946-47. At six games with an assist, Hyman also tied for the most consecutive games with an assist by a rookie with Dan Daoust, Bob Nevin, and Frank Nigro. On March 28, 2017, when playing the Florida Panthers, Hyman set the Toronto Maple Leafs record for most short-handed goals in a single season by a rookie with four. On March 15, 2016, Hyman scored his first multi-point game. On October 7, 2017, he recorded another multi-point game with two points in an eventual 8–5 victory over the New York Rangers. On July 5, 2017, Hyman signed a four-year, $9 million contract extension with the Maple Leafs. Hyman skated on the Maple Leafs' top line during the 2017–18 season. He recorded career-highs in goals, and assist and points. On December 29, 2017, Hyman scored his fifth career shorthanded goal. The goal is the third-most by a Maple Leafs' player during their first three NHL season, behind only Rick Vaive (seven) and Lanny McDonald (six). The Maple Leafs qualified for the postseason for a second straight year, falling in the first round in seven games to the Boston Bruins. Hyman missed the beginning of the 2019-20 season after recovering from Anterior cruciate ligament (ACL) surgery. He made his season debut on November 13 in a 5-4 loss to the New York Islanders. ==International play== In 2010, as a 17-year-old underage player, Hyman served as assistant captain and represented Canada in the U20 Three Nations tournament in Norrtälje, Sweden. He was named game MVP against Finland, after scoring two goals in the game. He finished the tournament with three goals and one assist in four games. Hyman represented Canada East at the 2010 World Junior A Challenge. He was named MVP of the game against Russia. He was one of the tournament's leading scorers recording two goals and three assists in five games, and won a silver medal. In July 2013, Hyman served as an alternate captain representing Canada at the 2013 Maccabiah Games held in Israel, where he recorded three goals and three assists in two games and won a gold medal. ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text- align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"100\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"100\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- ALIGN=\"centre\" | 2008–09 | Hamilton Red Wings | OJHL | 49 | 13 | 24 | 37 | 24 | — | — | — | — | — |- ALIGN=\"centre\" bgcolor=\"#f0f0f0\" | 2009–10 | Hamilton Red Wings | OJHL | 49 | 35 | 40 | 75 | 30 | — | — | — | — | — |- ALIGN=\"centre\" | 2010–11 | Hamilton Red Wings | OJHL | 43 | 42 | 60 | 102 | 24 | 7 | 3 | 5 | 8 | 6 |- ALIGN=\"centre\" bgcolor=\"#f0f0f0\" | 2011–12 | University of Michigan | CCHA | 41 | 2 | 7 | 9 | 12 | — | — | — | — | — |- ALIGN=\"centre\" | 2012–13 | University of Michigan | CCHA | 38 | 4 | 5 | 9 | 8 | — | — | — | — | — |- ALIGN=\"centre\" bgcolor=\"#f0f0f0\" | 2013–14 | University of Michigan | B1G | 35 | 7 | 10 | 17 | 12 | — | — | — | — | — |- ALIGN=\"centre\" | 2014–15 | University of Michigan | B1G | 37 | 22 | 32 | 54 | 10 | — | — | — | — | — |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 2015–16 | Toronto Marlies | AHL | 59 | 15 | 22 | 37 | 24 | 15 | 3 | 3 | 6 | 26 |- ALIGN=\"center\" | 2015–16 | Toronto Maple Leafs | NHL | 16 | 4 | 2 | 6 | 18 | — | — | — | — | — |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" |2016–17 |Toronto Maple Leafs |NHL |82 |10 |18 |28 |30 |6 |1 |3 |4 |4 |- ALIGN=\"center\" |2017–18 |Toronto Maple Leafs |NHL |82 |15 |25 |40 |37 |7 |1 |3 |4 |4 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" |2018–19 |Toronto Maple Leafs |NHL |71 |21 |20 |41 |65 |7 |1 |0 |1 |2 |- ALIGN=\"center\" |2019–20 |Toronto Maple Leafs |NHL |51 |21 |16 |37 |23 |5 |1 |2 |3 |0 |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals !302 !71 !81 !152 !173 !25 !4 !8 !12 !10 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" ID=\"Table3\" style=\"text-align:center; width:40em\" |- ALIGN=\"centre\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! Result ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 2010 | Canada East | WJAC | | 5 | 2 | 3 | 5 | 4 |- ALIGN=\"centre\" bgcolor=\"#f0f0f0\" | 2013 | Canada | Maccabiah Games | | 2 | 3 | 3 | 6 | 0 |- ALIGN=\"centre\" bgcolor=\"#e0e0e0\" ! colspan=4 | International totals ! 7 ! 5 ! 6 ! 11 ! 4 |} ==Awards and achievements== {| class=\"wikitable\" ! Award / Achievement ! Year ! |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | OJHL |- | OJHL North-West Conference First All-Star Team | 2010–11 | |- | OJHL BJ Monroe Trophy | 2010–11 | |- | OJHL Most Gentlemanly Player | 2010–11 | |- |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | CJHL |- | CJHL Player of the Year | 2010–11 | |- |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | College |- | Bates/Deskins Award Winner | 2014 | |- | GLI All-Tournament Team | 2014 | |- | All-Big Ten First Team | 2014–15 | |- | AHCA West First-Team All-American | 2014–15 | |- | Big Ten Scoring Champion | 2014–15 | |- | Big Ten All- Tournament Team | 2015 | |- | Coach Wooden Citizenship Cup Award Finalist | 2015 | |- | Hobey Baker Award Top-10 Finalist | 2015 | |- | Capital One First Team Academic All-District Selection | 2015 | |- | Capital One Academic All- America Division I Men's At-Large Team | 2015 | |- | University of Michigan Athlete of the Year |2015 | |- | NSCA All-American Strength and Conditioning Athlete of the Year |2015 | |- | Joseph E. Barss Award \"True Team Player\" | 2014–15 |rowspan=\"4\"| |- | Hal Downes Trophy \"Most Valuable Player\" | 2014–15 |- | Doc Losh Trophy \"Scoring Leader\" | 2014–15 |- | Carl Isaacson Trophy \"Best Student Athlete\" | 2014–15 |} == NHL records == === Toronto Maple Leafs === *Most short-handed goals by a rookie (4) *Most consecutive games with an assist by a rookie (6) (tied with three other players) == Writing career == Hyman signing a book and a Maple Leafs jersey for a young reader Hyman is also a best-selling author under contract with Penguin Random House. His award- winning children's book The Bambino and Me which earned a starred Kirkus Review, conjures 1920s New York, and tells the story of a young Yankees fan named George, who especially admires Babe Ruth and carries his baseball card everywhere. His second book, Hockey Hero was released in October 2015 and is about a shy hockey player who overcomes playing in his brother's shadow and eventually makes his dream come true. His latest book, The Magician's Secret, was released on April 3, 2018, and is a Best Seller. This book features the adventures of Charlie as he listens to tales from his grandfather which have been saved in his Magic Story Chest. Charlie comes to learn that believing in dreams can make them become reality. The Magician's Secret also been nominated for the 2019 Blue Spruce award by the Ontario Library Association. He is currently working on his 4th children's book for Penguin Random House set to be published in 2020 or 2021 (possibility of a basketball book). ==See also== *List of select Jewish ice hockey players ==References== ==External links== * Category:1992 births Category:Living people Category:Canadian children's writers Category:Canadian expatriate ice hockey players in the United States Category:Canadian ice hockey forwards Category:Competitors at the 2013 Maccabiah Games Category:Florida Panthers draft picks Category:Ice hockey people from Ontario Category:Jewish Canadian sportspeople Category:Jewish Canadian writers Category:Jewish ice hockey players Category:Maccabiah Games gold medalists for Canada Category:Michigan Wolverines men's ice hockey players Category:Sportspeople from Toronto Category:Toronto Maple Leafs players Category:Toronto Marlies players Category:Writers from Toronto ",
    "title": "Zach Hyman"
}