{
    "id": "46197364",
    "text": "The Decatur station, also known as the Wabash Railroad Station and Railway Express Agency, is a historic railway station located at 780 East Cerro Gordo Street in Decatur, Illinois. Built in 1901, the station served trains on the Wabash Railroad, the most economically significant railroad through Decatur. Architect Theodore Link designed the Classical Revival building. Service to the station ended in the 1980s, and it has since been listed on the National Register of Historic Places. ==History== The railroad first reached Decatur in 1854, when the Great Western Railroad built a line through the city. Decatur built Union Station, its first railway station, in 1856 to serve this line. By 1901, the Great Western Railroad had consolidated into the Wabash Railroad, and the old Union Station had fallen into disrepair. The railroad built the present station that year at a cost of $70,000; railroad superintendent H. L. Magee considered the new building one of the most impressive on the line. The Wabash Railroad was the only east-west railroad through Decatur, and its passenger and freight services in the city were both busy. 72 daily passenger trains brought travelers to and from the city at the line's peak in 1907, and $350,000 to $400,000 worth of freight was shipped through the station yearly. The railroad was also Decatur's largest employer; as Decatur was a major hub, it kept division offices and a large dispatcher force there as well as employing railroad operators from the city. Passenger service from the station began to decline in the 1920s, though the railroad (which later merged into the Norfolk & Western) continued service to Decatur until the formation of Amtrak in 1971. Amtrak unsuccessfully attempted to restart service with the Illini in 1981, but the service only lasted until 1983 and the station closed for good. The station was added to the National Register of Historic Places on February 4, 1994; it is the only remaining historic railroad station in Decatur. ==Architecture== St. Louis architect Theodore Link designed the station in the Classical Revival style. The station consists of two unconnected parts, built in a similar style from the same materials; the station building itself and the Railway Express Agency building. Both buildings are two stories tall and were built from yellow brick and limestone with terra cotta and sandstone trim. The station's main and east entrances are topped by a pediment with ornamental modillions and flanked by Ionic pilasters. The station's first-floor windows have arched sandstone frames and sills, and two terra cotta belt courses circle the building above and below the second floor The corners of the building have limestone quoins. ==References== ==External links== *Decatur Amtrak Station (USA Rail Guide -- Train Web) Category:Railway stations on the National Register of Historic Places in Illinois Category:Neoclassical architecture in Illinois Category:Railway stations in the United States opened in 1901 Category:Buildings and structures in Decatur, Illinois Category:Railway Express Agency Category:National Register of Historic Places in Macon County, Illinois Category:Former Wabash Railroad stations Category:Former Amtrak stations in Illinois Category:Railway stations closed in 1971 Category:Railway stations in the United States opened in 1981 Category:Railway stations closed in 1983 ",
    "title": "Decatur station (Illinois)"
}