{
    "id": "46196205",
    "text": "Robert Elden Caffrey (born January 7, 1962) is an American former professional baseball catcher and first baseman. ==Career== Caffrey attended Loara High School in Anaheim, California, and California State University, Fullerton, where he played college baseball for the Cal State Fullerton Titans baseball team. In the 1984 season, Fullerton won the 1984 College World Series. That year, his 28 home runs and 90 runs batted in were both the fifth-most in college baseball. He played for the United States national baseball team in the 1984 Summer Olympics. He appeared in the Olympics as a designated hitter, catching only four innings, and had a .196 batting average. The Montreal Expos selected Caffrey in the first round, with the 13th overall selection, of the 1984 MLB Draft. He received a $100,000 signing bonus from the Expos. He made his professional debut with the West Palm Beach Expos of the Class A-Advanced Florida State League, and batted .132 in 12 games. In 1985, Caffrey underwent arthroscopic surgery on his shoulder. He had reconstructive surgery performed on his shoulder the next year, and missed the first half of the 1986 season. When he was activated, he played for West Palm Beach. He only appeared in 13 games in 1986. The Expos moved Caffrey to first base in 1987, and he split the season between West Palm Beach and the Burlington Expos of the Class A Midwest League. He hit .243 with 20 home runs combined over the season. In 1988, he was promoted to the Jacksonville Expos of the Class AA Southern League, where he served as the backup catcher. He batted .263 with four home runs. The Expos released him during spring training in 1989. ==Personal life== Caffrey met his wife in Burlington, Iowa. He worked there in a beer distributing warehouse for a year and a half after his retirement from baseball, and then the couple moved to Southern California. Caffrey and his wife have two children. ==References== ==External links== Category:Living people Category:1962 births Category:Sportspeople from Anaheim, California Category:Baseball players from California Category:Baseball catchers Category:West Palm Beach Expos players Category:Burlington Expos players Category:Jacksonville Expos players Category:Baseball players at the 1984 Summer Olympics Category:Olympic baseball players of the United States Category:Cal State Fullerton Titans baseball players Category:Medalists at the 1984 Summer Olympics Category:Olympic silver medalists for the United States in baseball ",
    "title": "Bob Caffrey"
}