{
    "id": "46199609",
    "text": "Salvatore Borgh is a Canadian former soccer player who played his entire career in Canadian Professional Soccer League, and the USL A-League. ==Playing career== Borgh began his professional career with the St. Catharines Wolves of the Canadian National Soccer League in 1997. In his debut season for Roma he achieved an undefeated streak which clinched the regular season title for the club. In the postseason he appeared in the all matches including the two legged finals match against the Toronto Supra, which ended in a 4–3 victory for the Wolves securing them the playoff championship. The following year the organization become a founding member of the inaugural Canadian Professional Soccer League where Borgh did not feature much due to an injury; but St. Catharines managed to finish second in the overall standings and defeat regular season champions the Toronto Olympians in the CPSL cup final. His next piece of silverware came in 2001, where St. Catharines defeated the Toronto Supra to claim the CPSL Cup. In 2002, Borgh signed with newly expansion franchise the Hamilton Thunder, but early on in the season he was loaned out to Calgary Storm of the USL A-League along with three other players. He made his debut for the Storm on July 1, 2002, in a match against the Vancouver Whitecaps. After six matches he was recalled from his loan on July 21, 2002. Borgh was among the senior players who were released from their contracts due to a dispute with the team owner over unpaid salaries. Borgh signed with the Mississauga Olympians for the 2003 season, but was loaned out to the Toronto Lynx due to the clubs shortage of players due to injury. He made his debut for the Lynx on July 1, 2003, against his former team Calgary Storm, coming on as a substitute for Shawn Faria. He returned to Mississauga to finish off the season, but the club failed to clinch a postseason berth. == Honors== ===St. Catharines Wolves=== *CPSL Cup (2): 1998, 2001 *Canadian National Soccer League Champions (1): 1997 == References == Category:Living people Category:Canadian soccer players Category:Canadian Professional Soccer League (1998–2005) players Category:Calgary Storm players Category:St. Catharines (Roma) Wolves players Category:Hamilton Thunder players Category:Toronto Lynx players Category:Toronto (Mississauga) Olympians players Category:USL A-League players Category:Canadian National Soccer League players Category:Association football defenders Category:Year of birth missing (living people) ",
    "title": "Salvatore Borgh"
}