{
    "id": "46198716",
    "text": "Giuliano Frano (born May 16, 1993) is a Canadian soccer player. ==Club career== ===Early career=== Frano began his college career at the University of Montevallo. In his two seasons with the Falcons, he made a total of 40 appearances and tallied four goals and 13 assists. In 2013, Frano transferred to Boston College University. In his first season with the Eagles, he made 18 appearances and led the team with four goals. He also had two assists. In his senior year, he made 16 appearances. ===Seattle Sounders 2=== On March 21, 2015, Frano signed a professional contract with USL club Seattle Sounders FC 2. He made his professional debut that same day in a 4–2 victory over Sacramento Republic FC. On April 11, 2015, Frano scored his first professional goal in a 2–1 victory over Portland Timbers 2. ===Whitecaps FC 2=== Frano signed with Whitecaps FC 2 on January 27, 2016 In December 2016, Whitecaps FC 2 announced that Frano would not return to the club for the 2017 season. ===Sigma FC=== In 2017 and 2018, Frano played for League1 Ontario club Sigma FC. He was named to the league's All-Star Team and Best XI both seasons. ===Forge FC=== On February 7, 2019 Frano signed with Canadian Premier League club Forge FC. He made his debut for Forge in their inaugural game against York 9 FC on April 27, and scored his first goal for the Hamilton side against Pacific FC on May 8. On July 31, 2020 Forge announced Frano had departed the club to pursue personal business interests. ==International career== On September 23, 2015 Frano was called up to the Canadian U23 squad for the 2015 CONCACAF Men's Olympic Qualifying Championship as an injury replacement for Mark-Anthony Kaye. ==Personal life== Frano was born in Mississauga, Ontario to an Italian father and a Canadian mother. ==Honours== ;Individual *League1 Ontario First Team All Star: 2017, 2018 ==References== ==External links== *Boston College bio *Canada Soccer profile * Category:1993 births Category:Living people Category:Association football midfielders Category:Canadian soccer players Category:Soccer people from Ontario Category:Sportspeople from Mississauga Category:Canadian people of Italian descent Category:Canadian expatriate soccer players Category:Expatriate soccer players in the United States Category:Canadian expatriate sportspeople in the United States Category:Montevallo Falcons athletes Category:Boston College Eagles men's soccer players Category:Tacoma Defiance players Category:Whitecaps FC 2 players Category:Forge FC players Category:USL Championship players Category:League1 Ontario players Category:Canadian Premier League players Category:Canada men's under-23 international soccer players ",
    "title": "Giuliano Frano"
}