{
    "id": "46192529",
    "text": "Awo-Omamma (also Awo-Omamma), in the Northeast of Niger Delta is an oil-rich town on the banks of Njaba River in Nigeria's South East Imo State. It is a potential tourism hub in the region due to its specie of wildlife in Umuezukwe and green vegetation. ==Location== Situated in Oru-East, Awo-omamma is some 25 kilometers from Owerri and 62.5 kilometers from Onitsha. It covers about 89.2 square kilometres, on the bank of Njaba River and lies in tropical rain forest, with hot and rainy seasons. According to Rich Piazza, a volunteer with the Peace Corps in Awo-omamma, a four-day torrential downpour typifies the extreme of the rainy season in the town. Awo-Omamma is bounded in the North by Amiri, Imo State in Oru-East, and Mgbidi and Otulu Nigeria both in Oru-West. In the East it shares boundaries with Okwudor in Njaba LGA. In the West Awo- Omamma is bounded by Akabo, Oguta LGA, Awa, Oguta LGA, Abiaziem and Ngbele communities in Oguta LGA, and in the South by Eziama Obiato and Njaba River. ==Health and Community Development== In 1958, a health and community development project under Dr. Ben Nzeribe was established in Awo-omamma, his native home. Before the Biafran war, Dr Nzeribe and the Unitarian Universalist Service Committee (UUSC) helped the community build themselves the famous Awo- omamma Community Hospital (ACH) a seventy-five-bed hospital. They also built two new schools, Awo-Omamma Community Grammar School which later became Awo- Omamma Education Project (AEP), a Boarding School Santana Primary School, and an unpolluted water system, six well baby clinics, and a post office. They also assisted in introducing modern agricultural methods. Beside the famous Community Hospital, Awo-omamma is home to many other private and public health establishments including Chinwendu hospital, Rose Clinic, Awo-omamma Dispensary, Umuokwe Community Health Centre, and many others. Similarly, there are Umuezukwe Health Centre and Isieke Dispensary in Umuezukwe and Isieke sub- communities respectively. Awo-omamma is a modern Christian community. In 1959, the Holy Ghost Fathers, also known as Spiritan Congregation of Roman Catholic priests opened their Philosophy campus (now known as Awo-Omamma Catholic Seminary) in the town.Awo-Omamma is predominantly Roman Chatholics, and a sizable percentage of the population are Anglicans, and CMS (Church Missionary Society of British). Some of the notable Roman Catholic parishes included: The Saint Patricks Isieke, Saint Basil's The Great Umuokwe, Christ The King, Sanit Johns, Saint Pauls, Saint Mary's, St Anthony's and St. Michael's Catholic Churchs. Among other Protestant churches are: The Saint Mary's Anglican Church Isieke, and Saint Augustine's Anglican Church Umuokwe. Awo-omamma is developing into an economic centre and a large Urban area. There are branches of some Nigerian financial institutions in the town including that of First Bank of Nigeria. ==Brewery Plant== Consolidated Breweries Plc, which became a subsidiary of the independent global brewer, Heineken in 2005, has one of its breweries in Awo-omamma. The Consolidated Breweries Plc emerged from the merger of Continental Breweries Limited and Eastern Breweries Limited in 1982. The plant's brands cover the Lager, Stout and Malt categories and include \"33\" Export Lager Beer, Turbo King Dark Ale, Williams Dark Ale, Hi- Malt and Maltex Malt. The management of Nigerian Breweries (NB) Plc, another subsidiary of Heineken confirmed merger with Consolidated Breweries (CB) Plc with effect from 31 December 2014. During the commissioning of a block of six classrooms and a library built and donated by Nigerian Breweries Plc to Ubachima Primary School, Awo-Omamma, the Managing Director of the company, Mr. Nicolaas Vervelde, disclosed that the company invested N3bn in upgrading of facilities at its Awo-Omamma Brewery, less than a year after the merger with Consolidated Breweries. ==Oil and Gas== By end of Q4 of 2008, Addax Petroleum Corporation announced it was set to expand its Operations in Njaba River area through its new oil discovery in Awo-Omamma. The new discovery in the company's OML124 license area on the northeast edge of the Niger Delta contains undeveloped Njaba 2 well and other exploratory prospects onshore Nigeria. Oil exploration and production have been ongoing in Njaba River basin since early 1960s. Addax Petroleum, Shell and ChevronTexaco have been operating in OML 53 and OML 124 in neighbouring Izombe. The then Senate Committee Chairman on Gas Resources, Senator Osita Izunaso said by the time Addax starts oil activity in their latest Njaba 2, the company could be producing about 15,000 to 20,000 barrels per day in Imo State. The Senator, during a visit at Izombe flow station also disclosed that establishment of an oil and gas laboratory in Owerri as well as further studies on the gas reserve in the Anambra Basin was covered in 2010 federal budget. The crude oil discovery is set to boost development of Awo- Omamma, Njaba River basin, Imo and Nigeria. The President and Chief Executive Officer of the company, Jean Claude Gandur, said the new onshore Njaba 2 field was a further example of the company's commitment to development in Nigeria. ==Agriculture and Infrastructure== Traditionally, the occupation of Awo-Omamma community is agriculture including fishing on Njaba River. And there is sand and gravel mining along Njaba River banks. Fishermen, Fish Landing Sites and Fisheries Cooperative Societies exist in many Imo State communities; some are found in villages of Awo-Omamma and its bordering communities. Among them are Udoka Fish Farmers Group, Umuezukwe Awo-omamma and their Ughamiri (Umuezukwe) Landing Site (river port). There is also Kalabari Beach Fishermen Cooperative Society, Oguta; and associated Osse Abiaziem and Osemotor Landing Sites. These farmers and residents experience economic constraints due to unreliable electricity and undeveloped inter-village and inter-town roads. These militate against efficient operation of their fish and crop farming activities in the villages. ==History and Culture== The indigenous community speak Awo-omamma dialect of the Igbo language and English Language. Awo-omamma people are rich in culture and cultural festivals some of which are Owu, Okorosha, Ekeleke, Egwu-Nmawu, and Agwuechi (Agwu nwoloko) masks as well as Ara Na Umu, Mgba (traditional wrestling), Udu and Igba dance, Nfijioku (Ahajioku), and Iri–Ji (New Yam) festivals. Follow the external link below to view Rich Piazza's narrative on some of these cultural festivals and masks in Awo-Omamma. There are 2 famous oral accounts to origin of Awo-omamma; these are referred to as the \"Nne-nasa\" and \"Oma\" village groups theories. ==Trade Route== Awo-Omamma, through Njaba River, Oguta Lake to Orashi River, was part of the trade route to southeastern Nigeria coast, which was used for trade including Oil Palm exports and transport of other Nigerian and European goods to and from the Eastern coast. The then Orie Bridge and Eke Beach Umuezukwe markets on the banks of the river aided trading between the community, its environs and other neighboring communities as far as Abonema. ==Biafran Crisis== On 9 December 1968, Awo-omamma Community Hospital (ACH) then under the control of International Committee of the Red Cross (ICRC) was attacked from the air. In \"Biafra: A People Betrayed\", experience at the community hospital was mentioned. As of 11 August 1969, Unitarian Universalist Service Committee (UUSC) sent over $50,000 for emergency relief and program expenses to Awo- Omamma for Biafrans. As highlighted in African Studies review at Cambridge, Biafran refugees and patients were also abandoned at Santana Primary School, Awo-omamma. ==Demographics== Traditionally, villages and autonomous communities in Awo-omamma include: Ubogwu (Ofekata I); Ubachima (Ofekata II); Okworji, Umubochi,(Ofekata III); Umuezeali, Umueme,(Ofekata IV); Umuokwe, Obibi, Ohuba,(Eziawo I); and Isieke, Umuezukwe, Ubahaeze and Umuezike,(Eziawo II). A proposal for creation of Eziawo 111 autonomous community, consisting of Umuezukwe and Umuezike communities, has been before Imo State House of Assembly. The following postcodes (ZIP codes) apply to respective autonomous communities of Awo-Omamma: 474111 (Eziawo 1), 474112 (Eziawo 11), 474113 (Ofekata 1), and 474114 (Ofekata 11). One of the notable personalities the town has produced is energy consultant and climate advocate Morgan K. Orioha, born on 2 July 1981 in Umuezukwe, Oru East Local Government Area of Imo State. ==References== ==External links== * Category:Towns in Igboland Category:Towns in Imo State Category:Local Government Areas in Imo State Category:Inner Niger Delta ",
    "title": "Awo-Omamma"
}