{
    "id": "46192361",
    "text": "Edward David Miles (27 January 1845 – 3 March 1922) was a businessman, and member of the Queensland Legislative Council. ==Early years== Miles was born at Pontypridd, Glamorgan, to Robert Miles and his wife, Gwenllian (née David). His family migrated to Australia in late 1862, settling in the Castlemaine district of Victoria. In 1863, Miles headed to Ballarat to take up mining on the Sebastopol Plateau, residing there until 1875 when he travelled to Charters Towers, beginning a long association with the Queensland mining industry. Employees of E. D. Miles and Co. Mining Exchange, Charters Towers, Queensland, ca. 1894 For the first four years in Charters Towers, Miles worked as a miner and engine driver before being appointed Town Clerk around 1880. Spending two years in that position, Miles resigned and in partnership with Joe Millican, become a mining agent under the business name of E.D. Miles and Co., Ltd. His former premises, the ED Miles Mining Exchange, survives and is listed on the Queensland Heritage Register. ==Political life== Miles was for many years an alderman in Charters Towers and in 1897, its mayor. He also held many other roles including President of the Charters Towers Mining Institute and Mine Owners' Association, Secretary of the Charters Towers Hospital Board, a member of the Charters Towers School of Arts, Charters Towers Licensing Bench, and the Townsville Hospital Board. In July 1902, he was called up to the Legislative Council and remained a member for the rest of his life. ==Freemasonry== Miles was for many years an enthusiastic Freemason. He was the District Grand Master of the District Grand Lodge of North Queensland, the Grand Superintendent of the Royal Arch under the Scottish Constitution, and also Sovereign Grand Inspector-General for the Supreme Council of Scotland in Queensland, holding the position until ill-health forced his retirement. Holding the rank of 33rd degree, he had conferred upon him the title of Most Worshipful Past Grand Master. He was also prominent in Friendly Societies, and held the role of Past Provincial Grand Master of the Charters Towers District of the Manchester Unity Independent Order of Oddfellows. As early as 1876, Miles had been secretary of Star of the North Lodge, holding the position for many years. ==Personal life== Miles married Eliza Jane Herring in 1876 but did not have any children. Dying at Narambla, his home at Ascot, Brisbane in 1922, Miles was given a Masonic funeral and buried in the Toowong Cemetery.Miles Edward David – Brisbane City Council Grave Location Search. Retrieved 22 March 2015. ==References== Category:Members of the Queensland Legislative Council Category:1845 births Category:1922 deaths Category:Australian Freemasons Category:Burials at Toowong Cemetery ",
    "title": "Edward David Miles"
}