{
    "id": "46193133",
    "text": "Casey Bailey (born October 27, 1991) is an American professional ice hockey player. He is currently playing with the Växjö Lakers in the Swedish Hockey League (SHL). Bailey played college hockey with the Penn State Nittany Lions and is the first Penn State player to play in the NHL. Bailey played 13 games in the NHL for the Toronto Maple Leafs, whom he signed with out of college, and the Ottawa Senators. ==Playing career== As a youth, Bailey played in the 2004 Quebec International Pee-Wee Hockey Tournament with a minor ice hockey team from Alaska. Bailey played junior A hockey for the Alberni Valley Bulldogs of the British Columbia Hockey League from 2009 to 2012 before going to play college hockey with the Penn State Nittany Lions. Having not been selected in any NHL Entry Drafts, Bailey signed a two-year, entry-level contract with the Toronto Maple Leafs on March 21, 2015. He became the first Penn State player to sign an NHL contract, as well as the first to play in the NHL. Bailey was coming off a sensational 2014–15 junior season in which he finished fourth in scoring within the Big Ten Conference when he signed with the Leafs. Fourteen other NHL teams had shown interest in Bailey and Bailey had previously attended training camps with the Boston Bruins and Calgary Flames. Prior to signing, Bailey was negotiating an entry-level deal with the Buffalo Sabres, however, the Sabres were unwilling to meet Bailey's demands of playing in the final few games of the team's season, prompting the signing with Toronto. Bailey scored his first NHL goal in the last game of his inaugural season, on April 11, 2015, against Carey Price of the Montreal Canadiens. During his first full professional season in 2015–16, Bailey was assigned to the Leafs' AHL affiliate, the Toronto Marlies, and produced 18 points in 38 contests before he was included alongside Dion Phaneuf in a nine- player trade to the Ottawa Senators organization on February 9, 2016. Bailey finished the season with the Senators' AHL affiliate Binghamton Senators. Bailey was assigned to Binghamton to start the 2016–17 season. He was called up to Ottawa in December and made his Ottawa debut on December 17 against the New Jersey Devils. As a free agent from the Senators in the off-season, Bailey accepted an invitation to attend the New York Islanders 2017 training camp on September 12, 2017. Following the conclusion of the camp with the Islanders, Bailey was not offered a contract but was reassigned to try-out with their AHL affiliate, the Bridgeport Sound Tigers on September 24, 2017. After impressing in camp, Bailey was signed to a one-year AHL contract with the Sound Tigers on October 2, 2017. Unable to attract significant high level North America interest, Bailey opted to take his career overseas, signing with HC Slovan Bratislava of the Kontinental Hockey League on September 21, 2018. In Slovan's last year in the KHL in 2018–19 season, Bailey was used in a bottom six checking role, contributing with just 1 goal and 5 points through 45 games. Returning to North America as a free agent, Bailey was signed to a professional try-out agreement with the Hershey Bears of the AHL on July 30, 2019. After attending the Bears training camp, he was released from his tryout prior to the 2019–20 season. He then signed an ECHL contract with the Hershey Bears's affiliate, the South Carolina Stingrays. Bailey added 11 points in just 9 games with the Stingrays before he was loaned to the Charlotte Checkers of the AHL on a PTO on November 12, 2019. Bailey contributed with 1 goal and 3 points in 5 games with the Checkers before he was released from his tryout on November 25, 2019. Having earlier secured a contract in Europe for the remainder of the season, Bailey was introduced on the same day on his release from the AHL by Swedish club, the Växjö Lakers of the SHL. ==Personal life== Bailey was born in Anchorage, Alaska, to parents Glen and Dawn Bailey. He has one brother (Kyle Bailey) and a sister (Jessica Graham). Bailey is currently working on earning a university degree in economics. ==Career statistics== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 2009–10 | Alberni Valley Bulldogs | BCHL | 51 || 13 || 11 || 24 || 43 | 13 || 0 || 2 || 2 || 2 |- bgcolor=\"#f0f0f0\" | 2010–11 | Alberni Valley Bulldogs | BCHL | 60 || 28 || 30 || 58 || 74 | 4 || 4 || 3 || 7 || 4 |- | 2011–12 | Omaha Lancers | USHL | 60 || 27 || 33 || 60 || 83 | 4 || 2 || 2 || 4 || 6 |- bgcolor=\"#f0f0f0\" | 2012–13 | Penn State | NCAA | 27 || 14 || 13 || 27 || 34 | — || — || — || — || — |- | 2013–14 | Penn State | B1G | 32 || 9 || 4 || 13 || 20 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 2014–15 | Penn State | B1G | 37 || 22 || 18 || 40 || 37 | — || — || — || — || — |- | 2014–15 | Toronto Maple Leafs | NHL | 6 || 1 || 0 || 1 || 2 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 2015–16 | Toronto Marlies | AHL | 38 || 4 || 14 || 18 || 16 | — || — || — || — || — |- | 2015–16 | Binghamton Senators | AHL | 30 || 7 || 14 || 21 || 10 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 2016–17 | Binghamton Senators | AHL | 62 || 21 || 16 || 37 || 20 | — || — || — || — || — |- | 2016–17 | Ottawa Senators | NHL | 7 || 0 || 0 || 0 || 0 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 2017–18 | Bridgeport Sound Tigers | AHL | 76 || 18 || 23 || 41 || 25 | — || — || — || — || — |- | 2018–19 | HC Slovan Bratislava | KHL | 45 || 1 || 4 || 5 || 26 | — || — || — || — || — |- bgcolor=\"#f0f0f0\" | 2019–20 | South Carolina Stingrays | ECHL | 9 || 8 || 3 || 11 || 10 | — || — || — || — || — |- | 2019–20 | Charlotte Checkers | AHL | 5 || 1 || 2 || 3 || 0 | — || — || — || — || — |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! 13 !! 1 !! 0 !! 1 !! 2 ! — !! — !! — !! — !! — |} ==Awards and honours== {| class=\"wikitable\" ! Award ! Year ! |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" | colspan=\"3\" | College |- | Big Ten Conference First All-Star Team | 2015 | |- | Penn State First player to sign NHL contract | 2015 | |- | Penn State First player to play in NHL | 2015 | |- |} ==References== ==External links== * Category:1991 births Category:Living people Category:Alberni Valley Bulldogs players Category:American men's ice hockey forwards Category:Binghamton Senators players Category:Bridgeport Sound Tigers players Category:Charlotte Checkers (2010–) players Category:Omaha Lancers players Category:Ottawa Senators players Category:Penn State Nittany Lions men's ice hockey players Category:Ice hockey people from Alaska Category:HC Slovan Bratislava players Category:South Carolina Stingrays players Category:Sportspeople from Anchorage, Alaska Category:Toronto Maple Leafs players Category:Toronto Marlies players Category:Undrafted National Hockey League players ",
    "title": "Casey Bailey"
}