{
    "id": "46196540",
    "text": "German Embassy School Tehran (, DBST) is a German international school in Tehran.\"Contact Us .\" German Embassy School Tehran. Retrieved on 23 March 2015. \"German Embassy School Tehran Shariati, under the Sadr Bridge Shahid Keshani St. (Mahale Darbdowom) Tehran/Iran\" - Address in German : \"Deutsche Botschaftsschule Teheran Shariati, unter der Sadr Brücke Shahid Keshani Str. (Mahale Darbdowom) Teheran/Iran.\" The school serves kindergarten through Sekundarstufe II (senior high school).\"sekundarstufeII .\" German Embassy School Tehran. Retrieved on 23 March 2015. There is a nursery through class 8 international section.\"International Section.\" German Embassy School Tehran. Retrieved on September 22, 2016. It shares its campus with the former The British School, Tehran (BST).\"Facilities\" (). The British School, Tehran. Retrieved on 23 March 2015. After the BST's closure in 2011, the DBST acquired the BST's assets and established an international section operating in the former BST campus.\"To the Friends, Staff, Parents and Children of the British School, Tehran,\" (). British School of Tehran. April 28, 2012. Retrieved on September 17, 2015. ==History== The first German School in Tehran opened in 1907. It closed in World War II but reopened in 1955.\"Geschichte.\" German Embassy School Tehran. Retrieved on September 22, 2016. In the 1960s it moved from the center of Tehran to Gholhak, Yakhchal Street. There it grew to become the largest German School abroad with a max of 1,800 school children in the School year 1978-1979. In 1975 the school established a bilingual German- Persian section for dual German-Iranian students. This German school operated until spring 1980, when the Government of the Islamic Republic of Iran closed it due to a ban on schools for foreigners. The negotiations between the German Embassy and the responsible authorities dragged along, until the \"German Embassy School\" had been established in September 1980.\" Deutsch-Iranische Kulturbeziehungen - Kulturmittler\" (Archive). German Embassy of Tehran. Retrieved on September 18, 2015. So, the German School transitioned smoothly into the German Embassy School, situated also in Gholhak, in Eslamieh Street, a premise where the Tehran office of DAAD is still operating today. In the 1990s the German Embassy School moved from this place to the Residence of the British Embassy on Shariati Avenue. In 2011 the school had to be closed for security reasons for a few days after the 2011 attack on the British Embassy in Iran occurred. Some windows of the buildings of the German school were shattered during the siege.Ya'ar, Chana. \"International Schools Close in Tehran\" (Archive). Arutz Sheva (Israel National News). 12 June 2011. Retrieved on 16 September 2015. The British School was closed after the attacks and the German Embassy School continued the school service for the children of the former British School by offering them the concept based on the German curriculum for European Schools. ==See also== * Germany–Iran relations * German Speaking Evangelical Church, Tehran ==References== ==External links== * German Embassy School Tehran * German Embassy School Tehran * (Archive) * Freunde der Deutschen Schulen Teheran e.V. (FDDST; ) Category:International schools in Tehran Tehran Category:Germany–Iran relations Category:1980 establishments in Iran Category:Educational institutions established in 1980 ",
    "title": "German Embassy School Tehran"
}