{
    "id": "46197021",
    "text": "I Am Wrath is a 2016 American action thriller film directed by Chuck Russell and written by Yvan Gauthier and Paul Sloan. The film stars John Travolta, Christopher Meloni, Sam Trammell, Amanda Schull, Rebecca De Mornay, Melissa Bolona and Luis Da Silva. Principal photography on the film began on March 9, 2015, in Columbus, Ohio. == Plot == In the midst of an unprecedented crime wave in the city of Columbus, Ohio, Governor John Meserve (Patrick St. Esprit) gives a press conference about his crime reduction efforts. When questioned by protestors about a proposed pipeline, Meserve promises that he has commissioned an independent study of the pipeline. Abbie Hill (Amanda Schull) and her family are watching the press conference, and they are thrilled that the Governor has referenced the work that her mother Vivian (Rebecca De Mornay) is doing. Vivian heads to the airport to pick up her husband Stanley (John Travolta), who has returned from a job interview to manage a factory in California. When they arrive at their car, they notice one of the tires is flat. Before Stanley can fix it, a man approaches and asks them for money. Stanley politely refuses, but another man sneaks up on Stanley and stuns him with a blow to the head. The first man stabs Vivian and takes her wallet. Stanley watches the men flee. The police use Stanley's descriptions to quickly capture the man who killed Vivian. However, even though Stanley positively identifies him in a lineup, the corrupt police (Gibson and Walker) immediately let him go. This enrages Stanley. After his wife's funeral, Stanley goes home and struggles with his desperation. He throws a bible across the room, which opens to the passage in Jeremiah 6:11, \"I am filled with the wrath of the Lord.\" Inspired, Stanley now goes by the name \"Wrath\", and now that he knows the name of his wife's killer (Charley), Wrath starts to stalk him. When he sees a carefree Charley on the street, Wrath goes home and retrieves a case from behind a wall. The case has several passports, foreign currencies, and several weapons. He calls Dennis (Christopher Meloni), his friend from Special Forces, and asks him for information about Charley and his crew. Dennis runs black ops from beneath a barbershop. Wrath uses Dennis' intelligence to track down one of the men who attacked him at a local bar. As the man lies dying, he hints that Vivian's murder was more than just a robbery. Wrath and Dennis are photographed as they dispose of the body. Local crime lord Lemi K (Paul Sloan) is furious when he sees the photograph, and he orders hits on the men who killed one of his crew. Wrath tracks down another man who was involved in the attack. He confronts him at a tattoo parlor, after getting the words \"I Am Wrath\" tattooed on his back. After killing the man, Wrath makes off with a bag full of drugs and money. Wrath and Dennis use the bag as bait to lure Charley to the VIP room at a Korean nightclub. Before being killed, Charley tells Wrath that Vivian's murder was ordered by Lemi K because she was too nosy. Looking through Vivian's files, Wrath discovers that her study had deemed the pipeline unsafe with an eighty-two percent chance of water contamination. Wrath realizes that Vivian's murder was orchestrated to cover up the results of her study. Lemi K tracks down Wrath's daughter, Abbie, and her little boy, and takes them hostage. Wrath and Dennis arrive and kill Lemi's men. Wrath questions Lemi who reveals that the entire plot was organized by Governor Meserve. The corrupt cops, Gibson and Walker arrive and shoot Lemi dead. After being subdued by Wrath and Dennis, Gibson explains that Lemi was blackmailing the Governor using an incriminating video of Meserve's son, forcing the police to keep Lemi's men out of jail. As part of the deal, Lemi agreed to do jobs for the Governor, such as the hit on Vivian. Wrath forces Gibson to drive him onto the grounds of the Governor's mansion (with Walker stuffed in the trunk of Gibson's car) where he blows up Gibson's car, killing him while Walker barely escapes. Then Wrath infiltrates the Governor's mansion and confronts Meserve, who admits what he's done but plans to murder Wrath to complete the cover-up. After a fight, Wrath overpowers and kills Meserve. When police arrive and train sniper rifles on Wrath--instructing him to drop his weapon-- he instead raises Meserve's shotgun, which prompts the snipers to shoot him down. Fortunately, Wrath was wearing a bulletproof vest, so he survives--he is recovering in a hospital. But Wrath soon learns that he will be denied a jury trial and will be facing a FISA Court instead. Furthermore, he is going to be transferred out of the hospital immediately--without having had a chance to even see his daughter Abbie Abbie is convinced that Wrath will be sent to someplace where he will never be seen again. She bursts into Wrath's hospital room to give him a farewell hug. After the scene is cleared, the two police officers who are guarding Wrath's room are relieved by two replacement cops. One of the replacements is Walker--now demoted to patrolman--who moves into Wrath's room to assassinate him. However, Abby slipped Wrath a gun during their hug and he kills Walker as Dennis enters the room to help him escape. Abbie later receives a postcard from her father, in São Paulo, Brazil, assuring her that he is doing fine. == Cast == ==Title meaning== The movie title comes from Jeremiah chapter 6, verse 11. In the movie, Stanley Hill throws a bible across the room and it opens to the page with the Old Testament and sees the verse \"I am full of the wrath of the LORD, and I cannot hold it in.\"https://biblehub.com/jeremiah/6-11.htm == Production == Initially announced in September 2012, the film initially was set to star Nicolas Cage and be directed by William Friedkin. This version did not come to pass, however, and instead a new version starring John Travolta and directed by Chuck Russell was announced in February 2015. Principal photography on the film began on March 9, 2015 in Columbus, Ohio. On March 18, 2015, filming was underway on the steps of Ohio Statehouse, and at a private home in Bexley, Ohio. Film was also shot in Cleveland and Alabama. Paul Sloan was both the movie's screenwriter, and was in the cast, playing the role of crime lord Lemi K. ==Critical reception== The film-critics aggregator Rotten Tomatoes reports a rating of an 11% fresh rating based on 9 reviews, with a weighted average score of 3/10. Neil Genzlinger of the New York Times wrote: \"“I Am Wrath” is a revenge movie, and a buddy movie, and a spiritual-crisis movie, and a political corruption movie. That’s a lot of movies — too many, really, and it ends up not doing justice to any of those genres, despite star power at the top of the bill.\"\"Review: Vengeance, Thy Name Is Travolta\", in ‘I Am Wrath’\", https://www.nytimes.com/2016/05/13/movies/i-am-wrath-review-john- travolta.html. Retrieved Sept. 24, 2019 == References == == External links == * * Synopsis at Hannibal Classics * * * * Category:2016 films Category:2016 action thriller films Category:American films Category:American action thriller films Category:American films about revenge Category:Films set in Ohio Category:Films shot in Cleveland Category:Films shot in Ohio Category:Films shot in Alabama Category:Films directed by Chuck Russell Category:Saban Films films ",
    "title": "I Am Wrath"
}