{
    "id": "46195830",
    "text": "Luca Uccello (born June 17, 1997) is a Canadian soccer player who currently plays for Toronto FC II in USL League One. ==Career== ===Club=== ====Toronto FC II==== Uccello joined TFC Academy in 2011, and played in the Second Division of the Canadian Soccer League. In 2013, Luca won the Golden Boot at the U15 Generation Adidas Cup with a total of 5 goals as TFC Academy finished runners up against Chivas USA. Uccello would then feature as part of the academy's senior team during the inaugural season of League1 Ontario in 2014. He scored eight goals and won player of the week honours during week 11 of the campaign, as TFC Academy captured the regular season championship. Uccello signed his first professional contract with Toronto FC's USL affiliate, Toronto FC II on March 12, 2015. He made his debut against the Charleston Battery on March 21. During the 2017 offseason, Uccello would train with Danish club HB Køge, and would later re-sign with the club for the 2018 season. ====Memphis 901 FC==== Uccello signed with expansion club Memphis 901 FC for the 2019 season on October 30, 2018. ===International=== On August 30, 2015 Uccello was called up to the ID U20 camp held In Vaughan, Ontario for 1 week. Uccello was called up to a Canada U-17 camp in February 2013. On April 16, 2015 Uccello was called up by coach Rob Gale to the Canada U-18 side for a tournament in Slovakia. He made his debut for the U18s against Slovakia's U18 squad on April 20, and scored a goal in a 2-2 draw. In August 2016, he was called up to the U-20 team for a pair of friendlies against Costa Rica Uccello was nominated in back to back years by the Canadian Soccer Association for the Canadian Men's U-20 player of the year Award in 2016 and 2017. In February 2017, Uccello was named to Canada's U-20 World Cup Qualifying roster for the 2017 CONCACAF U-20 Championship ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align: center;\" |- !rowspan=\"2\"|Club !rowspan=\"2\"|League !rowspan=\"2\"|Season !colspan=\"2\"|League !colspan=\"2\"|Playoffs !colspan=\"2\"|Domestic Cup !colspan=\"2\"|Total |- !Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |Toronto FC III |League1 Ontario |2017 |1||2||0||0||0||0||1||2 |- |rowspan=\"5\"|Toronto FC II |rowspan=\"4\"|USL |2015 |22||1||0||0||0||0||22||1 |- |2016 |20||3||0||0||0||0||20||3 |- |2017 |15||3||0||0||0||0||15||3 |- |2018 |18||3||0||0||0||0||18||3 |- !colspan=\"2\"|Total !77!!10!!0!!0!!0!!0!!77!!10 |- |Memphis 901 FC |USL Championship |2019 |6||0||0||0||1||0||7||0 |- !colspan=\"3\"|Career Total !84!!12!!0!!0!!1!!0!!85!!12 |} ==Personal life== Uccello was born in Markham, Ontario. He has an older brother, Julian, who is also a soccer player, who most notably played for Crotone in Italy in Second Division. He also has a twin, Michael (Goalie) was a part of the Toronto FC system but at the age 18 Michael decided to leave club to become a film director. ==References== ==External links== * * Canada Soccer bio Category:1997 births Category:Living people Category:Canadian soccer players Category:TFC Academy players Category:Toronto FC Senior Academy players Category:Toronto FC II players Category:Association football midfielders Category:Soccer people from Ontario Category:League1 Ontario players Category:USL Championship players Category:Canada men's youth international soccer players Category:Canadian people of Italian descent Category:Canadian Soccer League (2006–present) players Category:Memphis 901 FC players ",
    "title": "Luca Uccello"
}