{
    "id": "46190532",
    "text": "Carla Stellweg, born in the Dutch East Indies where she lived as well as in the Netherlands, Mexico and New York. Stellweg began her career in 1965 working as an assistant curator to Fernando Gamboa, the renowned museum builder who organized a plethora of international exhibitions on Mexico, its art and culture around the world. Stellweg is an art historian, curator, and writer with a specialization on Latin American and Latino-US art and artists. She served as Deputy Director of the Rufino Tamayo Museum at its opening and prior to the Tamayo Museum, she co-founded, edited and directed the first bilingual (Spanish-English) arts magazine in Latin America from 1973-1981. == Early life and education == Carla Margareta Stellweg was born in Bandung, Indonesia, and moved with her parents to Mexico in 1958. She earned a Bachelor of Arts from Grotius College of The Hague and was a Candidate for Master of Fine Arts in art history at the University of the Americas in Mexico City. == Career == In 1973, Stellweg and Fernando Gamboa, director of the Museo de Arte Moderno (MAM) in Mexico City co-founded Artes Visuales, the first contemporary avant-garde visual arts magazine publication in Spanish and English in Latin America. MAM was a publicly funded organization, which through Artes Visuales pushed a political cultural project sponsored by Luis Echeverria from 1970-1976 to counter the unrest caused by the Mexico 68 killings. As early as 1975, Stellweg was organizing feminist seminars to address feminist expression in Mexican art. In 1976, Stellweg devoted an issue of Artes Visuales covering the participation of women in the arts. Mexican-based artists and critics did not accept the concept of a feminist based movement, fearing that adoption of a feminist strategy would have negative repercussions. In 1979 Stellweg became the deputy director of the newly built Rufino Tamayo Museum, but within a short time, moved to New York City. From 1983-1985, she was the co-owner and director of the Stellweg-Seguy Gallery, located in Soho, New York City. She became the chief curator of the Museum of Contemporary Hispanic Art (MOCHA) in 1986, and left in 1989 to found her own gallery. The Carla Stellweg Gallery operated from 1989-1997 and was located in New York City and focused on emerging as well as mid-career Latin American and Latino artists of various media. From 1997 to 2001 she was the director and chief curator of Blue Star Contemporary Art Center in San Antonio, Texas, and during her tenure the city’s Contemporary Art Month became a registered event. Prior to Blue Star, Stellweg was awarded with a Rockefeller Fellowship in the Humanities at the UT Austin, Texas, where she conducted research leading to, If Money Talks Who Does the Exhibition Talking?: 1980s Latin American and Latino Art. Stellweg has acted as an independent consultant, including a project entitled Hispanic Art in the United States: Thirty Contemporary Painters and Sculptors and The Latin American Spirit: Art and Artists in the US, 1920-1970, as a history professor at the School of Visual Arts, and has authored numerous publications. ==Selected works== * \"De cómo el arte Chicano es tan indocumentado como los indocumentados.\" Artes Visuales.(México, D. F., México) No. 29 (Jun. 1981) pp 23–28 (In Spanish) * \"The way in which Chicano art is as undocumented as the \"undocumented\"\" Artes Visuales (Mexico City, Mexico) No. 29 (June 1981) pp 29-31 * Joaquin Torres Garcia (1984), Arnold Herstand Gallery catalog * Frida Kahlo: the face behind the mask, a photographic portfolio (1985?) * “\"Magnet - New York\": conceptual, performance, environmental, and installation art by Latin American artists in New York.” In The Latin American Spirit: Art and Artists in the United States, 1920-1970, pp 284–311, 332. Exh. cat., New York: Bronx Museum of the Artists, (1988) * A collective of contemporary Colombian art (1989) * Uncommon ground: 23 Latin American artists, October 3-November 5, 1992 (1992) * Spanish remnants: borders real and imagined (1992) * In collaboration with Elena Poniatowska: ** Frida Kahlo : la cámara seducida (1992) (in Spanish) ** Frida Kahlo: The Camera Seduced (1992) * Looking at the 90's: four views of current Mexican photography (1998) * with María Josefa Ortega. Artes visuales: una selección facsimilar en homenaje a Fernando Gamboa (2009) (in Spanish) ==References== Category:Living people Category:20th-century Mexican women writers Category:21st-century women writers Category:Mexican women writers Category:Mexican feminist writers Category:Year of birth missing (living people) ",
    "title": "Carla Stellweg"
}