{
    "id": "46203211",
    "text": "292x292px Kalanamak is one of the finest quality scented rices of India. It derives its name from black husk (kala = black; the suffix ‘namak’ means salt). This variety has been in cultivation since the Buddhist period (600 BC). It is quite popular in Himalayan Tarai of eastern Uttar Pradesh, India, and is also known as the scented black pearl of Uttar Pradesh. It was also featured in the book 'Speciality rices of the world' by Food and Agriculture Organization of the United Nations. These days, however, acreage under this variety declined sharply, forcing it to near extinction, for various reasons, some of which are * outburst of Panicle blast epidemics during two consecutive years: 1998 and 1999 * tall stature of the crop causing lodgingGrains of Kalanamak rice * long duration of harvest (6 to 7 months) * non-availability of quality seeds and research support * Kalanamak was grown widely in Tarai belt of Uttar Pradesh, which comprised districts Siddharth Nagar, Sant Kabir Nagar, Maharajganj, Basti, Gonda, and Gorakhpur. Until 30 years ago, the variety covered more than 10% of total rice cultivation area in Siddharthanagar. However, acreage growing this variety in this district declined to <0.5% of total rice area during 2002. ==History== Picture of fossilized grain of Kalanamak rice found during the excavation of Aligarhwa, Siddharthnagar, Uttar Pradesh (believed to be a part of Kapilvastu). Image taken from book 'A Treatise On The Secented rices of India' by R.K. Singh and U.S. Singh page 425 Rediscovering Scented Rice Cultivar Kalanamak; Reproduced from Asian Agri-History Vol. 9, No. 3, 2005 (211–219) Kalanamak rice has been cultivated since the Buddhist period (600 BC). The kalanamak grains were found from excavation of Aligarhwa (Siddharthnagar district, Uttar Pradesh, India), located at Nepal border. Aligarhwa has been identified as the real Kapilvastu, the Kingdom of King Śuddhodana, father of Gautama Buddha. During excavation of Aligarhwa carbonized rice grains resembling Kalanamak were recovered from one of the rooms, which was identified to be the kitchen store. Faxian, the famous Chinese monk wrote that when Gautama Buddha (Lord Buddha) visited Kapilvastu for the first time after attaining ‘enlightenment’, while passing through Bajha jungle, he was stopped at Mathla village by the people. The villagers asked Siddhartha to give them ‘prasad’. Siddhartha took the rice he had taken in alms and gave it to the people, asking them to sow it in a marshy place. The rice thus produced “will have typical aroma which will always remind people of me,” he said. Since then Bajha jungle has vanished and its place has been taken by Bajha village near Kapilvastu. Instead of Mathla, now Mudila village exists. The actual belt of Kalanamak rice is still believed to be the tract between Bajha and Aligarhwa. This variety, if sown elsewhere, loses its aroma and quality. The first effort for the conservation of Kalanamak was made by the Englishmen William Pepe, J H Hemprey, and Edcan Walker (Jamindars of Alidapur, Birdpur, and Mohana) during the British Raj. They built four reservoirs at Bajha, Marthi, Moti, and Majhauli to produce Kalanamak in a large quantity. They not only produced this variety for their own consumption, but transported it to England from Uska-bazar mandi, passing through Dhaka (now in Bangladesh) via sea route. Due to its increasing demand, the British captured the land around Kapilvastu, and established Birdpur and Alidapur states. They produced Kalanamak through bonded labor and exported to Britain. When the shrewd Gujarati businessmen came to know about its business potential they formed a mandi at Uska-bazar to export Kalanamak. To counter them the British “shopkeepers” built a rail route to carry rice on the goods train. But after independence, Uska-bazar mandi became nonfunctional due to negligence, and reservoirs gathered silt. This led to a fall in production of Kalanamak. All these evidences indicate that Kalanamak has been cultivated in Siddharthanagar area from or even before Buddhist period (600 BC). ==GI Tag== GOVERNMENT OF INDIA GEOGRAPHICAL INDICATIONS JOURNAL NO. 48 NOVEMBER 29, 2012 / AGRAHAYANA 08, SAKA 1934Kalanamak Rice has been granted the Geographical Indication(GI) Tag in 2012 by the Government of India and a geographical area has been defined where the Kalanamak rice can be produced. Kalanamak rice grown in this defined area can only be labelled as Kalanamak rice. Geographical area for Kalanamak rice lies between 27° 28′ North Latitude and 82° 45′ to 83° 10′ East Longitude in the State of Uttar Pradesh . Geographical Area of production of Kalanamak Rice is Bazardeeh, Bazahaw, Dubaripur, Dewra, Mohanjot, Siyao,Niyao Ramwapur, Doharia Khurd, Doharia-Bujurg, Naugarh & Aligarahawa villages of Siddharthnagar District. Kalanamak rice has been granted the Geographical Indication(GI) Tag which was applied to the Government of India by Kalanamak Scented Paddy Production & Conservation Society. The GI tag is an indication which is definite to a geographical territory. It is used for agricultural, natural and manufactured goods. ==Quality== Comparison of the grain length of cooked and uncooked kernel of Kalanamak rice grain. The Elongation after cooking is almost 2.2 times the grain length Kalanamak rice is said to outshine even the most exclusive Basmati rice in all quality traits except grain length. Kalanamak rice is a non-basmati rice with short to medium grain length. Aroma of Kalanamak rice, which is said to be the gift of Gautam Buddha, is stronger than all Basmati varieties. Elongation after cooking, which is one of the most important quality trait in the international rice market, is 40% greater than Basmati rice. http://vcampus.uom.ac.mu/sugar/education/sugarnhealth/rice.htmCooked kalanamak is softer and fluffier that other rice varieties. Amylose content is close to 20% as compared to 24% and higher in Basmati. High amylose levels tend to make the rice cook firm and dry. Rice with a medium amylose content of between 16% and 22% usually cooks softer and the grains stick together more readily. ==Health Benefits== Kalanamak rice is rich in micro-nutrients such as Iron and Zinc. Therefore, having this rice is said to prevent diseases borne out of Iron and Zinc deficiencies. It is said that regular intake of Kalanamak rice can prevent Alzheimer’s disease. Government of India came out with Nutri- Farm scheme in 2013, with the aim to promote food crops that have critical micro nutrients to fight malnutrition and improve nutrition status of the vulnerable section of society. Kalanamak rice was one of the nutri-crop selected for this scheme. ==References== 1\\. Chaudhary, R. C. 1979a. Productive mutants in scented rices in Uttar Pradesh. Proc. Symp. Role of Induced Mutations in Crop Improvement. Sept. 10 - 13,1979. BARC - OU Hyderabad, Abs. P.60. 2\\. Chaudhary, R. C. 1979b. Increasing the mutagenic efficiency of EMS in rice. Proc. Symp. Role of Induced Mutations in Crop Improvement. Sept. 10 - 13, 1979. BARC - OU Hyderabad, Abs. P.60. 3\\. Chaudhary, R. C. 2002. Consequences of WTO and Geographic Indicators on economics, production, trend and marketing of speciality rices. Proc. World Rice Commerce 2002 Conference; Beijing, China, 16 -18 September 2002; 20 pp 4\\. Chaudhary, R. C. 2005. India the Great Cradle of Rice. In: Rice Landscapes of Life. Eds. A. Ferrero and G. M. Scansetti; Edzioni Mercurio, Torino, Italy; 161 – 175, pp. 5\\. Chaudhary, R. C. 2009. Prospects of promoting traditional scented rice varieties of eastern U. P. for local consumption and export. Rice India; Vol. 19(8): 22 -24. 6\\. Chaudhary, R. C. 2013. Conserving crop biodiversity and promoting organic production of traditional rice in eastern U. P., India. In: Millennium Goals and Traditional Knowledge for Sustainable Development and Biodiversity Conservation in India. G-A University, Goettingen, Germany and JNU New Delhi, India; 17 -25 April 2013. Abs. 7\\. Chaudhary, R. C. 2014. Augmenting Traditional Knowledge for the Nature Conservation and Nutrition Security in eastern part of India. International Knowledge Sharing and Summer School Workshop. Organized by DAAD Germany and University of Chiangmai, Thailand. Abs. 8\\. Chaudhary, R. C. and Chauhan, J. S. 1979. Note on isozyme pattern of monogenic recessive vegetative mutant in rice. Proc. Symp. Role of Induced Mutations in Crop Improvement. Sept. 10 -13, 1979, BARC -OU Hyderabad, Abs. pp. 61. 9\\. Chaudhary, R. C. and Tran D. V. 2001. Speciality Rices of the World: Breeding, Production and Marketing; FAO Rome, Italy; 358 pp. 10\\. Chaudhary, R. C. and Prajapati, S. C. 2007. Rice in its original home: interwoven diversity of rice varieties, agro-ecosystems and farmers in Uttar Pradesh (India). In: Agro-Economical traits of Rice Cultivation in Europe and India. Eds. Aldo Ferrero and Francesco Vidotto, EU – ECCP, Edcioni Mercurio, Vercelli, Italy. 11\\. Chaudhary, R. C. and Mishra, S. B. 2010. Collection of unique rice germplasm from the cradle of rice (Oryza sativa L.) in Eastern Uttar Pradesh. In: Genetic Resources of Rice in India: Past and Present; Ed. S. D. Sharma. Today & Tomorrow’s Printers, New Delhi, pages: 587 - 594. 12 . Chaudhary, R. C.; Mishra, S. B.; and Dubey, D. N. 2008a. Scented rice variety Kalanamak and its cultivation for better quality and high yield. Rice India, Vol. 18 (8): 23 -2 5. 13\\. Chaudhary, R. C.; Mishra, S. B.; and Dubey, D. N 2008.b Cultivation of new variety of rice Kalanamak\". Indian Farming; Vol. (58) No. 6, September : 21 – 24. 14\\. Chaudhary, R. C.; Mishra, S. B.; and Dubey, D. N 2008c. : Scented rice variety of new Kalanamak and its cultivation package (Hindi); Kheti; Vol.61 (6), September: 10 – 12. 15\\. Chaudhary, R. C.; Pandey, A.; Mishra, S. B.; Dubey, D. N.; Chaudhary, P.; and Kumar D. 2010. Aromatic rices collected from 7 districts of Eastern U. P. In: Catalogue of Aromatic rices of Eastern Uttar Pradesh. Eds. R. S. Rathor and C. Prasad. U. P. Council of Agricultural Research, Lucknow, pp 180. 16\\. Chaudhary, R. C., Gandhe Abhay and S. B. Mishra 2014. Revised Manual on Organic Production of Kalanamak Rice (English and Hindi). PRDF, Gorakhpur, India, 64 pp. 17\\. Chaudhary, R. C.; Mishra, S. B.; Dubey, D. N. and Chaudhary, P. 2008d. Short-grained aromatic rice Kalanamak: its Export potential. Commodity Today, Vol. 1 (9): pages 28 – 29. 18\\. Chaudhary, R. C.; Prajapati, S. C. ; Chaudhary, P.; Anita; and Shukla, A. K. 2007. Diversity in rice, its cultivation and its uses in the area of its origin: Eastern Uttar Pradesh, India. In: Geographical Researches on Rice: A Comparative Analysis of Rice Districts in the European Union and India; 165 – 176 pp. In: Geographical Researches on Rice: A Comparative Analysis of Rice Districts in the European Union and India. Editors Davide Papotti and Carlo Brusa; EU – ECCP, Edizioni Mecurio, Vercelli, Italy. 19\\. Chaudhary, R. C.; Mishra, S. B.; Yadav, S. K. and Jabir Ali 2012. Extinction to distinction: Current status of Kalanamak, the heritage rice of eastern Uttar Pradesh and its likely role in farmers’ prosperity. LMA Convention Journal. Vol 8 (1): 7 – 14. 20\\. Chaudhary, R. C.; Mishra, S. B. and Kumar, D. 2013. Organic Farming of Kalanamak rice (in Hindi). Kheti, Vol 66 (1); April 2013; 3 – 6. 21\\. Chaudhary, R. C.; Mishra, S. B. and Gandhe Abhay 2014b. Development of Kalanamak Rice and Technology Transfer to Farmers for Convincing Politicians for Organic Rice and Biofortification of Zinc and Iron through it. International Conference on Scientific Knowledge Transfer into Politics and Society, University of Bonn, Germany. Abs. 22\\. Khan, Suhail 2015. Models of market and marketing linkage for Kalanamak rice. Report submitted to PRDF Gorakhpur (U. P.), pp. 20 (Mimeo). 23\\. Mishra, S. B. and Chaudhary, R. C. 2011. Chlorophyll mutation in M2 as an indicator for recovering useful mutants in rice. Oryza 48 (4): 378 – 379. 24\\. Nanda, J. S.; Chaudhary, R. C.; Singh, J. P.; Singh, H. P.; and Gupta, M. D. 1974. Breeding for quality rice through induced mutation. Proc. Symp. Use of Radiations and Radioisotopes in Studies of Plant Productivity. Pantnagar, April 12 - 14, 1974. pp. 24-32. Category:Rice varieties ",
    "title": "Kalanamak rice"
}