{
    "id": "46206175",
    "text": "The Coimbatore - Shoranur line connects Coimbatore in the Indian state of Tamil Nadu and Shoranur in Kerala. There is a branch line Pothanur–Coimbatore–Mettupalayam and Mettupalayam to Udhagamandalam via Nilgiri Mountain Railway. This network links the railway network in Kerala to the network in Tamil Nadu via the Palakkad Gap. ==History== The first train service in southern India and the third in India was operated by Madras Railway from Royapuram to Wallajah Road in 1856. Madras Railway extended its trunk route to Kozhikode in 1861. The Podanur–Mettuapalayam line was opened to traffic in 1873. The UNESCO heritage track, Nilgiri Mountain Railway, a metre gauge railway was opened in two stages. The Mettupalayam-Coonoor section was opened in 1899 and it was extended up to Udhagamandalam (Ooty) in 1908. ==Geography== Palghat Gap is a low mountain pass in the Western Ghats between Coimbatore in Tamil Nadu and Palakkad in Kerala. It has an average elevation of with a width of and the line passes through the Palghat gap, which is the only connection across the Western Ghats between Tamil Nadu and Kerala. ==Electrification== The mainline was electrified in stages. The Coimbatore–Waylar sector was electrified in 1995–96, and the Waylar–Shoranur in 1996-97. The Coimbatore-Mettupalayam sector was electrified in 2014-15.Coimbatore-Mettupalayam electric train service commences ==Speed limit== The Coimbatore–Shoranur line is classified as a \"Group B\" line which can take speeds up to 130 km/h. The current maximum permissible speed is 110 Km per hour at Palakkad Shoranur section. ==Loco sheds== Trains running on the line use locos from Erode loco shed and Royapuram Loco shed. Erode shed holds WDM-2, WDM-3A, WDM-3D, WDG-3A, WDG-4, WAG-7, WAP-7 and WAP-4 locos, whereas Royapuram holds only WAP-7. It is home to the largest fleet of WAP-4 locos on Indian Railways. ==Passenger movement== Coimbatore and Palakkad, on this line, are amongst the top hundred booking stations of Indian Railway. Coimbatore is classified as NSG-1 as per recent classification. ==References== ==External links== Category:5 ft 6 in gauge railways in India Category:Rail transport in Tamil Nadu Category:Rail transport in Kerala * * Category:1861 establishments in British India Category:Railway lines opened in 1861 Category:Transport in Coimbatore Category:Transport in Palakkad district ",
    "title": "Coimbatore–Shoranur line"
}