{
    "id": "46200079",
    "text": "Terry Acebo Davis (born 1953) is a Filipino American artist and nurse. Her art is thematically linked to her family and her origins as a Filipino American. She has served as Chairwoman of the Palo Alto Public Art Commission, lectured at the Smithsonian and Mills College, and received multiple awards and fellowships for her art. In 2004 she became the first Filipino American to exhibit art at the Asian Art Museum of San Francisco's Samsung Hall. == Early life and education == Born in Oakland, California, the oldest of six children, Acebo Davis gained a Bachelor of Science from California State University, Hayward in 1976, followed by graduate coursework in nursing at the University of California, San Francisco. In 1991 she was awarded a Bachelor of Fine Arts by San Jose State University, followed by an MFA in 1993. == Career == In 1997 she was awarded the James D. Phelan Award by Kala Institute, along with the Radius Award of the Palo Alto Cultural Centre. The same year, she participated in the exhibition Families: Rebuilding, Recreating, Reinventing hosted by Flo Oy Wong at the Euphrat Museum of Art. In 1998, Acebo Davis began a residency at the Frans Masereel Centre in Kasterlee, Belgium. Rather than become a full- time artist, she chose to balance this with work as a professional nurse, serving as Pediatric Critical Care Transport Specialist at Stanford Medical Center as of 1998. In 2003, Acebo Davis was awarded one of the three annual Arts Council Silicon Valley Fellowships, and she became the first Filipino American to exhibit art at the Asian Art Museum of San Francisco's Samsung Hall, where her piece Tabing Rising, visually describing her family's immigration to the United States in 1945, was displayed in 2004. In 2010, she served as Chairwoman of the Palo Alto Public Art Commission, continuing in this role into 2011. === Artistic themes and works === Acebo Davis's art is heavily rooted in her origins as a Filipino American, her family, and racial strife and collision. Dahil Sa Yo, her \"seminal work\", features repetitive images of her mother set behind multiple boxes of shoes, drawing on the public persona of Imelda Marcos. The repetition of the image serves to emphasize the importance of her mother and other women of her generation, who \"held together their families and looked after their home\" as immigrants. She is a member of the DIWA Filipino artists' collective, and regularly lectures on the Filipino identity, including lectures at the Smithsonian Institution, the University of Pennsylvania and Mills College. == Exhibitions == === Solo exhibitions === *1998 New Work, Washington Square Gallery, San Francisco, CA *1996 Of the Body, Boom Gallery, Honolulu, HI *1995 Cantho into Haarlem: New Works, Richard Sumner Gallery, Palo Alto, CA *1993 Redefining Self: The Flip Side, San Jose State University, San Jose, CA === Group exhibitions=== *1998 San Francisco Babaylan, Museo Ng Maynila, Manila, Philippines; Balikbayan Box: Tracing a Strain with DIWA Arts, Bronx Museum, NY; Seino Ka? ano Ka? Fine Art Gallery, San Francisco State University, CA *1997 Respect Diversity, Mountain View City Hall, Mountain View, CA; Families: Rebuilding, Reinventing, Recreating, Euphrat Museum, Cupertino, CA; Mulicultural Perspectives, Koret Gallery, Palo Alto, CA; Bay Area's Diversity in Art, Synopsis, Inc. Office, Mountain View, CA *1996 Alexander Gerbode Foundation, Capp Street Project, San Francisco, CA; Memories of Overdevelopment: Philippine Diaspora in Contemporary Visual Art, University of California at Irvine; Kayumanggi Presence '96, East-West Gallery, University of Hawaii, Honolulu, HI *1995 Biennial Print Competition and Exhibition, Triton Art Museum, Santa Clara, CA; 13th Annual National Juried Exhibition, Los Angeles Printmaking Society, Loyola Marymount University, Los Angeles, CA; Filipinas in Hawaii, The Philippine Consulate General, Honolulu, HI; Artists Respond to Proposition 187, San Jose Center for Latino Arts, San Jose, CA *1994 Yellow Forest, , SOMAR Gallery, San Francisco, CA; Making Women Artists Visible, Galería Tonantzin, San Juan Bautista, CA; Bay Area Artists, Galerie Adlergasse, Dresden, Germany; Día de Los Muertos, Yerba Buena Center for the Arts, San Francisco, CA *1993 Works on Paper, Berkeley Art Center, Berkeley. CA; Object as Identity, 1078 Gallery, Chico, CA; Printmakers, Walter Bischoff Gallery-Amerikahaus, Stuttgart, Germany; American Exhibition, Stuttgart International Airport, Stuttgart, Germany; Kayumanggi Presence, Academy Art Center at Linekona, Honolulu, HI; Time Echoes, C. N. Norman Gallery, University of California, Davis *1992 Harmony of Cultures, Bingham Gallery, San Jose, CA *1991 New Printmakers Invitational, California State University, Long Beach *1990 Prints, Washington Square Editions, Masters Gallery, San Jose State University, CA *1989 Letter Home: Photographs of China, Gallery Two, San Jose State University, CA *1988 Monotypes, Pacific Art League, Palo Alto, CA *1979 Printmaking, Foothill College, Los Angeles, CA == Bibliography == * * * * == References == ==External links== Category:1953 births Category:American artists of Filipino descent Category:American nurses Category:American women nurses Category:Artists from Oakland, California Category:California State University, East Bay alumni Category:Living people Category:San Jose State University alumni Category:University of California, San Francisco alumni ",
    "title": "Terry Acebo Davis"
}