{
    "id": "46208923",
    "text": "Spiral Galaxy, exhibited outside Chicago's Adler Planetarium John David Mooney is a Chicago-based, internationally recognized artist, known for his large-scale public sculptures, light pieces, and environmental installations. Astronomy, science, and nature have played a significant role in Mooney's art, and his public sculptures often draw inspiration from the spirit of place, the importance of the site, its history, and present environment. == Biography == A Champaign native, Mooney received his MFA from University of Illinois at Urbana. In 1994, Mooney was an artist-in-residence at the Vatican Observatory at Castel Gandolfo and created outdoor sculptures inspired by astronomical phenomena at the Observatory's rooftop telescopes and Vatican gardens. His 48-story light sculpture became the icon for the 1996 Atlanta Olympic Games, and his Malta Millennium sculpture, commissioned by the government of Malta, ushered in 2000. Other important projects include Light Muse, the transformation of the Tribune Tower into a light sculpture to celebrate the Chicago Tribunes sesquicentennial in 1997, and Lightscape '89, a display projected on the IBM Building in Chicago in honor of the company's 75th anniversary. In North America, Mooney's commissions include Crystara, a 30-foot-long Waterford Crystal and aluminum suspended sculpture created for the John Crerar Library at the University of Chicago; the Miami Wave, a 57,000 sq. ft. paving piece designed for a new entrance to the Miami International Airport; Wild Ricing Moon, a 95-foot-high sculpture honoring the Native Americans for the University of Minnesota Duluth; and Spiral Galaxy, a 16' high stainless steel sculpture located on the grounds in front of the Adler Planetarium in Chicago. The artist's Art in the Park project for Urbana, Illinois, was completed in the spring of 2012 with the installation of Spirit Tree, a 33-foot-high light sculpture. Mooney designed all of the park's components: Falling Leaf, the park's 12-foot-high mirrored polished stainless steel fountain sculpture; the landscaping and plant material; the paving; the furniture; and the lighting. The artist's work is in numerous private and public collections, including the Museum of Modern Art in New York, The Art Institute of Chicago, and major museums in Europe. Mooney has had a distinguished academic career, having taught at numerous institutions throughout the United States and Europe. He was named a Distinguished Professor and Critic at the University of North Carolina's College of Architecture and a Distinguished Professor and Scholar in the Fine Arts at the University of Southern Indiana. In Europe, he has taught at such institutions as the National College of Art and Design in Dublin, the Glasgow School of Art in Glasgow, and the Royal College of Art's Graduate School of Art in London. In 2016 he signed the pptArt Manifesto, an international art movement that today promotes many notable initiatives like the Corporate Art Awards. He is founder and artistic director of the John David Mooney Foundation, which since 1981, has offered international artists and architects a place to study their postgraduate, advance disciplines and transform the public domain through art. ==Awards== Mooney has received honorary doctorates from Purdue University, Dominican University, and Lyon College. He has been the recipient of more than eight fellowships including the National Endowment for the Arts Fellowship, the Graham Foundation for Advanced Studies in the Fine Arts Fellowship, the Royal Society of the Arts Fellowship, and four fellowships from the MacDowell Colony. Among his many honors, Mooney received the Eloise G. ReQua International Humanitarian Award in 1999 awarded by the Chicago-Kent School of Law at the Illinois Institute of Technology. In 2006, Mooney awarded the Chicago Illini of the Year from his alma mater. ==References== Category:Year of birth missing (living people) Category:Living people Category:Sculptors from Illinois Category:Artists from Chicago Category:University of Illinois at Urbana–Champaign alumni ",
    "title": "John David Mooney"
}