{
    "id": "46209429",
    "text": "Dorothy S. Moskowitz (born 1940) is an American singer and songwriter, who was most notably a lead vocalist in the experimental rock band the United States of America. Moskowitz and the band, though not too commercially successful, produced some of the earliest examples of electronic rock. Following the band's demise, Moskowitz continued her music career, and was a member of Country Joe's All-Star Band. ==Biography== ===Early life=== Throughout her childhood into her college years, Moskowitz played piano and learned proper vocal techniques through a variety of schoolings and work. In high school, she worked as an accompanist in a children's dance studio. During her studies at Barnard College, Moskowitz also began writing her first compositions, including the college's official Alma Mater song. Moskowitz commented on the experience saying, \"Had I gone to a place like Oberlin, where there were serious musicians, I might never have had the audacity to do what I did. As it turned out, Barnard College taught me audacity, if nothing else. Its lack of music reputation wasn't a stumbling block. It was actually an opportunity in disguise.\" Moskowitz eventually earned a degree in government, and briefly had a stint at Columbia University where she was informally trained by Otto Luening. In the spring of 1963, she met Joseph Byrd in New York and started a relationship with him. The two's first album they worked on was a Christmas album called The Life Treasury of Christmas Music, which was released in 1963. Together, they also developed a record series narrating the history of the United States in which Moskowitz produced, provided research, and liner notes. Later in 1963, the two moved to California to enroll in UCLA. It was here that Moskowitz learned about vocal styles of different cultures, and taught a class called \"Feminism and I\". She also contributed to an Indian-music album by Gayathri Rajapur and Harihar Rao in 1965. By 1966, Moskowitz and Byrd had separated, and she returned to New York for a year. Byrd then asked her to join his new band, the United States of America, which she did. The band designed its debut album to be more melodic in nature, but conflicts with the label would cause issues over who controlled the recording sessions. ===The United States of America=== In the summer of 1967, Moskowitz arrived to become a vocalist and songwriter in band activities. Moskowitz collaborated with Byrd in writing much of the band's material. Other members of the United States of America were Gordon Marron (electric violin, ring modulator), Rand Forbes (electric bass), Craig Woodson (drums, percussion), and Ed Bogas (organ, piano). Some of the band's compositions contained allusions to left-wing political themes. The band was innovative as they used early synthesizers, and other sound alterations to create a form of electronic avant-garde rock. Following a single live performance, the band was signed to the major Columbia label for what would be the group's only album in 1968. By the time recording started, Byrd and Moskowitz's influence proved to be central to the group's overall experimental sound. Recording of the album proved to be a trying task for the band and producer, David Rubinson. The band needed to hard-wire the components together, and the synthesizers, mixed on eight-track, were layered on one oscillator at a time. Moskowitz, in particular, sang through a ring modulator and electric filtering, which created a unique, eerie effect specific to the era. Every instrument, including the percussion playing, was electronically altered through amplifiers. The LP, The United States of America, was released in 1968 and charted at number 181 on the Billboard 200, but was still cited as a disappointment. It became relatively well known in the UK through the inclusion of one track, \"I Won't Leave My Wooden Wife For You, Sugar\", on a popular budget sampler album, The Rock Machine Turns You On. Following the release of the band's album, it conducted its only tour in which the band proved capable of replicating the album's material. However, the band suffered from the diverse personalities and political views, which caused inner turmoil. The final factor that resulted in the band's break-up stemmed from a gig in Orange County, California, in which three members were busted for possession of marijuana, leaving only Moskowitz and Byrd to perform. Commenting on her electrically affected vocals, Moskowitz stated, \"I have no regrets about the electronic excess under which my voice was buried. It was part of the aesthetic and I was the one who insisted on singing through a ring modulator\". ===Later career and life=== In 1972, Moskowitz became a featured member of Country Joe's All-Star Band, an experience she remembered fondly, saying: \"I often refer to the Country Joe days as an example of the kind of musical life I had before raising a family and doing children's music\". The group toured and was recorded live at the Fete, and the song, \"Sweet Marie\", appeared on the 1990 compilation album, The Best of Country Joe: The Vanguard Years. Moskowitz and the band also took part in McDonald's 1973 album, Paris Sessions. Later in the year, the band broke up, and Moskowitz went on to perform with several other acts like Steamin' Freeman. As a San Francisco- based voiceover artist in the mid-1970s, Moskowitz provided vocals for \"Cracks,\" a short cartoon produced for Sesame Street. In the 1980s and 1990s she composed music for children and briefly retired from music. In 2003, Moskowitz became a music teacher for elementary schools in Piedmont, California, introducing students to the basics of brass instruments and vocal techniques. She has two daughters. ==References== Category:1940 births Category:Living people Category:American female singer-songwriters Category:American singer-songwriters Category:American female rock singers Category:American rock songwriters Category:Place of birth missing (living people) Category:Barnard College alumni ",
    "title": "Dorothy Moskowitz"
}