{
    "id": "46200276",
    "text": "The elephant ear gourami (Osphronemus exodon) is a large species of gourami native to the Mekong in Thailand, Laos, and Cambodia. ==Distribution and habitat== In the wild, the elephant ear gourami is found in the Mekong river basin of Thailand, Laos, and Cambodia. It is only known for certain from the middle part of the basin, from Kampong Cham Province (central Cambodia) to Sainyabuli Province (northern Laos).Poulsen, A.F., and Valbo-Jørgensen, J. (2000). Fish Migrations and Spawning Habits in the Mekong Mainstream - A Survey using Local Knowledge. AMFC Technical Report. Mekong River Commission, Phnom Penh, Cambodia. The closely related giant gourami (O. goramy) has been reported from the same section, but these records are likely misidentifications of elephant ear gouramis.Rainboth, W.J. (1996). Fishes of the Cambodian Mekong, p. 218. FAO, United Nations. .Roberts, T.R. (1994). Osphronemus exodon, a new species of giant gourami with extraordinary dentition from the Mekong. Natural History Bulletin of the Siam Society 42(1): 67–77 In contrast, reports of elephant ear gouramis from the Mekong Delta are possibly misidentifications of giant gouramis. The only section of the Mekong basin where the giant gourami likely occurs naturally are in the southernmost part, like tributaries originating in the northern Cardamom Mountains. During the wet season, elephant ear gouramis are found in flooded forests and floodplains. During the dry season, they are found in permanent bodies of water, like the Mekong mainstream. Their seasonal movements are triggered by water levels. ==Description== Adults can grow up to . Like other species of the genus Osphronemus, juveniles and adults of this species have physical differences. Juveniles have 6 or 7 vertical stripes and a spot on the back, which fades as they get older. A red orange stripe appears around the bottom of the head when a juvenile grows up to about around . Adults are pale on its fins and blackish on its body. ==Conservation== Elephant ear gouramis are listed as vulnerable by the IUCN. Dams in the Mekong disrupted the wet and dry season cycle which lowered the population of this species. ==Reproduction== Adults reproduce in non flowing waters. They build nests with leaves and roots then one parent guards the nest. ==References== elephant ear gourami Category:Taxa named by Tyson R. Roberts elephant ear gourami ",
    "title": "Elephant ear gourami"
}