{
    "id": "46209341",
    "text": "Harnaut station is a railway station in India. It is a station in the city of Harnaut, and is situated on the Bakhtiyarpur-Tilaiya line route passing through Nalanda. Its service recording traffic of more than 1.5k passengers, and more than 25 trains per day. The Harnaut station is connected to most of the major cities in India by the railway network. Harnaut has well connected trains running frequently to New Delhi railway station, Patna Junction, Varanasi Junction railway station, and Howrah Junction railway station. Harnaut is well connected with Gaya Junction, Bihar sharif junction, Rajgir railway station, Tilaiya railway station, Bhagalpur railway station, and Kiul Junction through daily passenger and express train services. ==History== Bakhtiyarpur Bihar Light Railway was a wide narrow gauge railway laid by Martin's Light Railways from Bakhtiyarpur to Bihar Sharif in 1903 and extended to Rajgir in 1911. It was taken over by the local district board in 1950, nationalised in 1962 and converted to . The broad gauge line was extended from Rajgir to Tilaiya and opened in 2010. This line will transport coal from the koderma-Hazaribagh coal belt for Barh Super Thermal Power Station via Harnaut Station. ==Structure== ===Facilities=== The major facilities available are waiting rooms, retiring room, computerised reservation facility, a reservation counter, and vehicle parking. The vehicles are not allowed to enter the station premises. There are both vegetarian and non-vegetarian food options, a tea stall, a book stall, a post and telegraphic office and Government Railway police (G.R.P) office. Automatic ticket vending machines has been installed soon to reduce the wait for train tickets on the station. ===Platform=== Station platform Layout {|cellspacing=0 cellpadding=2 style=\"text-align: center;font-size: small;\" |- |style= width:50px; valign=top|West |style=\"width:300px; border-bottom:solid; border-top:solid; border-left:solid; border-right:solid;\" |Platform #1 |- |style=\"width:300px;\" border- top:solid;valign=top| |style=valign=center|Train Lines（Line 1） Train Lines（Line 2） |- |style=\"width:50px;\" valign=top| |style=\"width:300px;border-bottom:solid; border-top:solid; border-left:solid; border-right:solid;\" valign=center|Platform #2 Platform #3 |- |style=\"width:50px;\" valign=top| |style=\"width:300px;\" valign=center|Train Lines(Line 3) Train Lines(Line 4) |- |style=\"width:50px;\" valign=top|East |style=\"width:300px; border-top:solid; border-left:solid; border- right:solid;border-bottom:solid;\" valign=center|Platform #4 |- |style=\"width:50px;\" valign=top| |style=\"width:300px; border-top:solid; border-left:solid; border-right:solid;\" valign=center|CRW, Harnaut |} There are four platforms in the Harnaut railway station. The platforms are interconnected with Foot Over Bridge. It has two foot over bridges, the 2nd overbridge is under construction. 4th platform under construction. ==Trains== Harnaut railway station is a major station of the East Central Railways. Several local passenger trains also run from Harnaut to neighbouring destinations on frequent intervals. The following table lists all the trains passing from Harnaut station:(As of April 2010) {| class=\"wikitable sortable\" |+ Passing trains |- ! style=\"background:Blue;\"| Train No. !! style=\"background:Eggshell;\"| Train Type !! style=\"background:Green;\"| From !! style=\"background:Red;\"| To !! style=\"background:Gold;\"| Name |- | 53229 | Pass | Rajgir | Danapur | Rajgir-Danapur passenger |- | 12391 | SF | Rajgir | New Delhi | Shramjeevi Superfast Express |- | 73253 | DEMU | Rajgir | Bakhtiyarpur | Rajgir bakhtiyarpur DEMU |- | 73258 | DEMU | Gaya | Bakhtiyarpur | Gaya bakhtiyarpur DEMU |- | 53232 | Pass | Danapur | Tilaiya | Danapur tilaiya passenger |- | 53044 | Exp | Rajgir | Howrah | Janta Express |- | 13233 | Exp | Rajgir | Danapur | Rajgriha Intercity Express |- | 03207 | DEMU | Harnaut | Bakhtiyarpur | *Harnaut bakhtiyarpur DEMU |- | 73255 | Pass | Rajgir | Bakhtiyarpur | Rajgir bakhtiyarpur passenger |- | 23040 | Exp | Rajgir | Howrah | Rajgir-Howrah composite Express |- | 73254 | DEMU | Bakhtiyarpur | Rajgir | Bakhtiyarpur-rajgir DEMU |- | 15109 | SF | Rajgir | Varanasi | Budhpurnima Express |- | 13039 | Exp | Howrah | Rajgir | Janta-slip Express |- |} ==Development== The Indian Railways had planned to set up a Railway Station Development Corporation (RSDC) that will work on improving the major railway stations as Harnaut railway station by building and developing restaurants, shopping areas and food plazas for commercial business and improving passenger amenities. Railway planned to make station as A grade category. As railway budget a new railway track between Harnaut and Barh for coal transportation in Barh Super Thermal Power Station and electrification Bakhtiyarpur-Tilaiya line under construction.4th platform also under construction. After determining the railway stations that need to be good- class station by constructing well. A phased revamping has begun. Deputy chief traffic manager announced that the pending work at the railway tracks and platforms, presently under construction, will be sped up. To assist passengers, especially the elderly, two foot-over bridge may be constructed. ==Gallery== File:Shramjeevi Express - AC First Class cum AC 2 tier coach.jpg|Shramjeevi Express on 1st platform. File:Harnaut railway station board.jpg|Station platform board File:Hrt Harnaut.jpeg|Morning view File:Night view of Harnaut station.jpeg|Night view ==Nearest airports== The nearest airports to Harnaut station are: #Lok Nayak Jayaprakash Airport, Patna #Gaya Airport ==See also== * Harnaut city * Carriage Repair Workshop, Harnaut * Trains passing through Harnaut * Railway stations in Nalanda district ==References== ==External links== * harnaut railway station Map * official website of the nalanda district Category:Railway stations in Nalanda district Category:Danapur railway division ",
    "title": "Harnaut railway station"
}