{
    "id": "46201471",
    "text": "Dai pai dong is a kind of traditional food stall in Hong Kong. It was famous and popular in Hong Kong during the 1960s and 1970s.百家廊：別矣，香港街邊大排檔, 香港文匯報(2008年1月6日) The literal meaning of dai pai dong in English is “Big license stall”. The characteristics of Dai Pai Dong are lack of air- conditioners, unclean environment but various kinds of food.http://www.scmp.com/lifestyle/food-wine/article/1556158/dai-pai-dong- endangered-species-hong-kong Dai Pai Dong Endangered Species in Hong Kong, South China Morning Post, (21 July 2014) However, starting from 1980s, the government stopped issuing new licenses and began buying them back. Due to its hygienic problem and the deaths of the license holders, dai pai dong closed down and was replaced by different kinds of restaurant. There are only 25 dai pai dong left in Hong Kong, according to the Food and Environmental Hygiene Department, which manages the licenses. Nevertheless, because of voices about preserving local food culture, it is suggested that licenses should be issued again to the vendors and the dai pai dong owners.(Chinese)https://hk.news.yahoo.com/小販再發牌須地區支持-221114515.html 小販再發牌須地區支持, 星島日報(2015年2月26日)(Chinese)http://www.881903.com/Page/ZH- TW/newsdetail.aspx?ItemId=782608&csid;=261_341 食衛局建議簽發新小販及大排檔牌照, 商業電台(2015年3月2日) Besides, there are several changes of dai pai dong due to the urban development. == Background == Dai Pai Dong were popular among working class due to its cheap price in the 1950s and they earned the nickname “poor people’s nightclub”. However, the rise of hygiene and traffic congestion complaints forced the government to stop issuing “big licenses” in 1956 and limited their transfer due to black market of selling licenses. The licensees could only transfer the licenses to their spouses upon their death, not even their children. If the licensees did not have a spouse, the license would expire.(Chinese)街邊有檔大牌檔 莊玉惜著 香港：三聯書店 (香港) 2011 In 1975, with the opening of the first cooked food center, a lot of dai pai dong moved into these center and markets for easy control. In 1983, the government began to buy back licenses from the holders to improve public hygiene. Since the licenses could not be transferred, many aged license holders chose to sell their licenses to the government. The number of dai pai dong in Hong Kong dropped significantly. There were 68 dai pai dong in Kowloon City. But now there is none. Now, there are only 25 dai pai dong remaining in Hong Kong: 11 in Sham Shui Po, 10 in Central, three in Wan Chai and one in Tai O. Only a few of them are still on the streets in the traditional style. Nevertheless, while the traditional food stalls, which represent Hong Kong local food culture, closed down one by one because of urban development, there are voices suggesting preserving dai pai dong.(Chinese) http://paper.wenweipo.com/2005/07/31/HK0507310045.htm 民園麵家唏噓聲中結業, 文匯報(2005年7月31日) At the same time, it is to preserve Hong Kong people collective memories. == Controversy == In 2005, the closing down of several local food stalls like Man Yuen Noodles has raised voices of preserving local food culture, including dai pai dong. About preserving dai pai dong, there are both agreeing and disagreeing. For the Agree side: === Food and Health Bureau === Preserving dai pai dongs and vendors helps Hong Kong to promote tourism, protect local culture, create job opportunities as well as alleviate proverty. Should the government finalises the decision of preserving local food culture, the Bureau will coordinate with the government. === Hong Kong citizens=== Not only do dai pai dongs represent Hong Kong traditional food culture, but also people’s collective memory. The relationships between customers and stalls’ owners are close and friendly.(Chinese) http://www.inmediahk.net/node/1032080 七十年品質堅持不敵重建 魚蛋粉老店勢結業, 香港獨立媒體(2015年3月5日) dai pai dong is one of the places connecting them. === Dai Pai Dongs owners === Dai Pai Dongs represent Hong Kong food culture. They wished that the government can set standards for them to improve, instead of forcing them to move out.(Chinese) http://blogcity.me/BLOG/reply_blog_express.asp?f=GHRCY6O69F120827&id;=221937 遊客紅星慕名光顧 街坊盼留集體回憶 深水埗大排檔, 頭條日報(2010年1月5日) They want to preserve local food culture and the collective memories of Hong Kong people. For the Disagree side: === Sham Shui Po District Council === The District Council disagrees because Dai Pai Dongs have hygiene and safety problems, they also block the roads and streets. Moreover, the attitudes of the owners of Dai Pai Dongs are not aggressive in preserving the Dai Pai Dongs.(Chinese) http://www.881903.com/Page/ZH-TW/newsdetail.aspx?ItemId=188543 深水埗區議會反對保留大排檔, 商業電台(2009年12月29日) === Some of the Legislative Councillor=== Some members of the Hong Kong Legislative Council have voiced concerns that Dai Pai Dongs may lead to noise and safety problems, which may negatively affect the images of a district and the lives of residents nearby.(Chinese) https://www.thestandnews.com/politics/鍾樹根-小販易請難送/ 小販易請難送, 立場新聞(2015年3月2日) === Tourism Board === It is said that the existence of Dai Pai Dongs blocks the roads. There are also hygiene problems. The boards did not want the tourists to feel that Hong Kong was not a clean place.http://www.scmp.com/article/506523/tourism-authorities-spurn-dai-pai- dong Tourism authorities spurn dai pai dong ,South China Morning Post (30 June 2005) == Changes == Though preserving Dai Pai Dongs is a controversial issue, the Hong Kong Tourism Board argues that there are policies to help the Dai Pai Dongs. Besides, some of them are operating in a different ways. These changes in Dai Pai Dongs help them to survive in Hong Kong. Local food culture can also be protected. ===Policies === To response the voices in the society, the Hong Kong government loosened the control on licenses transfer. 9 Dai Pai Dong licenses on the Hong Kong island were transferred and the stalls are kept alive.(Chinese) http://www.hkcna.hk/content/2014/0618/271520.shtml 香港大排檔僅剩26家 政府修法搶救 ,香港新聞網(2014年6月18日) To coordinate the improvement in quality of Dai Pai Dongs, the Food and Environmental Hygiene Department has provided funds to Dai Pai Dongs in Central. The funds were to improve the sewage disposal systems and gas systems. There were regular sanitation events to maintain cleanliness.(Chinese) http://news.singtao.ca/toronto/2009-12-29/hongkong1262075025d2231587.html 食署資助中環大排檔扮靚, 星島日報(2009年12月29日) ===Operating indoor === A typical Dai Pai Dong is a big iron box painted in green with foldable tables and chairs on the roadside during opening hours with no air-conditioning. However, because of the management issues, some Dai Pai Dongs have moved to Municipal Services Building. For instance, Dai Pai Dongs in Tai Kwok Tsui.(Chinese) http://std.stheadline.com/yesterday/loc/0226ao11.html 街市擬改建離街熟食中心, 星島日報(2015年2月26日) == Further reading == * Lai, Lawrence Wai-chung (2003). Town Planning in Hong Kong: A Review of Planning Appeal Decisions, 1997–2001. Hong Kong: Hong Kong University Press; London: Eurospan. . == References == == External links == * 香港獨立媒體(2015年3月1日), 【小販自強系列】陳朝鏗：誰說熟食小販不衛生？ * 香港獨立媒體(2015年3月1日),【小販自強系列】小販成就社區復興運動 * HKSAR Government, 23-11-2005 立法會：「大牌檔文化承傳政策」動議辯論發言全文 * 蘋果日報(2015年3月11日),【消費星期三】碩果僅存大排檔 屹立中環半世紀 Category:Cantonese words and phrases Category:Hong Kong cuisine Category:Restaurants by type ",
    "title": "Rejuvenation of dai pai dong"
}