{
    "id": "46208534",
    "text": "McTyeire School Former building McTyeire School () was a private girls' school in Shanghai. It was established by Young John Allen and Laura Askew Haygood in 1882. Its namesake was Holland Nimmons McTyeire. ==History== The school had seven students in 1855 and more than 100 students in 1900. Multiple missionaries of the school lived in a building across from it. In 1952 it merged with St. Mary's Hall into Shanghai No. 3 Girls' High School. ==Demographics== Most of the students originated from Shanghai. The school for its entire history catered to high socioeconomic status families and accordingly drew most its students from them. Citing Qianshi jinsheng (前世今生, \"The previous generation and life today\") by Su Su (素素), Wang Zheng, author of Women in the Chinese Enlightenment: Oral and Textual Histories, wrote that \"parents spent fortunes to make social connections that would help their daughters enroll\" at McTyeire due to its prestige. The Christian Advocate in 1908 stated that, according to Shanghai District presiding elder J. H. Young, 50% of entering students were Christians but that by graduation all students in a class were Christian. ==Notable alumni== * Grace Zia Chu (graduated in 1918 and later taught at McTyeire) * Pearl Ing (Yin Mingzhu) * Soong Sisters (Soong Ai-ling, Soong Mei-ling, Soong Ching-ling) - Ai-ling and May-ling began attending at age five while Ching-ling began attending at age 7. * Me-Iung Ting * Li Yuin Tsao * Wang Yiwei (王伊蔚) - She faced difficulties at the school as she had a northern Chinese background and was unaccustomed to Western education. She transferred to Jinshi High School in Beijing. ==References== ==Further reading== * - Chapter 13 * - The author's Chinese name is 素素 and the publisher's Chinese name is 上海远东出版社. Category:Girls' schools in China Category:Schools in Shanghai ",
    "title": "McTyeire School"
}