{
    "id": "46203093",
    "text": "Panagiotis (Notis) Mitarachis (), is a Greek politician. He serves as Minister for Immigration and Asylum, and is a member of the Hellenic Parliament for Chios with New Democracy. He was a President of the Council of the European Union (Foreign Affairs – Trade) during the Hellenic Presidency, and is a former Deputy Minister for Economic Development and Competitiveness. ==Early life== He was born in 1972 in Athens. His father was from Alexandria, Egypt, and from Chios, Greece and his mother was from Lamia, Greece. He married Maria Dourida, an academic, with whom he has one daughter. He comes from the Benakis family. He is the son of Antonis Mitarachi. His father's brother, Ioannis Mitarachi was a painter. He is the great-grandson of Meropi Benakis, sister of Emmanouil Benakis. He is a graduate of INSEAD (MBA), Oxford University (MSc in Industrial Relations) and The American College of Greece (BSc in Business Administration). He is a Fellow of the Chartered Management Institute and a Chartered Financial Analyst (CFA) Charterholder. ==Career == His first appointment was in London, in 1998, as an investment executive, specializing in industrial investments in Eastern Europe. In 2003, he joined Fidelity International as a research analyst and was promoted to Director of Research. ===Politics=== During the Hellenic Presidency of the Council (first Semester 2014) he served as President of the Council of the European Union – Foreign Affairs (Trade). From 2012–2015 he served as Deputy Minister for Economic Development and Competitiveness, responsible for strategic and private-sector investments, public-private partnerships, exports and international trade relations. He served as Alternate Governor in the Board of Governors of the World Bank and the European Bank for Reconstruction & Development (EBRD) and as Governor in the Board of Governors of the Black Sea Trade & Development Bank (BSTB). In 2010, he was appointed Alternate Shadow Finance Minister. In 2011 he was elected Regional Councilor for Attica and was appointed Member of the Political Assembly of the European People’s Party (EPP). In 2012 he was elected Member of Parliament for Athens A and in 2015 Member of Parliament for Chios. From March 2015 – January 2016 he served as Shadow Minister for Shipping and the Aegean for New Democracy Party (EPP). During the 16th Parliamentery Term, he was a member of the Standing Committee on Production and Trade and the Special Permanent Committee on Equality, Youth and Human Rights in the Hellenic Parliament. During the 17th Parliamentary Term, he was 1st Vice-Chairman of the Special Permanent Committee on Environmental Protection, member of the Subcommittee on water resources, member of the Standing Committee on Social Affairs, member of the Committee on the Monitoring of the Social Security System, Vice-Chairman on Greek - UK Friendship Group and member of the Greece - United Arab Emirates and Greece - Poland Friendship Groups in the Hellenic Parliament. He was member of the Investigation Committee on examining the legality of political party lending and the lending of mass media companies from the country's financial institutions and member of the Investigation Committee on examining Health Scandals during the years 1997–2014. In November 2016, he was appointed Shadow Minister for Social Security (New Democracy Party – EPP). In 2019, he was appointed as Representative of the Parliamentary Assembly (PACE). == Recognition == In 2005 he was voted Top Pan-European, Buy-side Analyst for the retailing industry (Thomson Extel Survey). He has also served as Chairman of the Hellenic Bankers Association, UK, and as a Member of the Board of Directors of the CFA Society UK. He has been awarded as Grand Commander of the Order of the Apostle & Evangelist Mark by the Patriarchate of Alexandria and All Africa. == Gallery == File:Notis Mitarakis 1.jpg|Notis Mitarachi in the Hellenic Parliament File:Notis Mitarakis 2.jpg|Notis Mitarachi in the Hellenic Parliament File:Notis Mitarakis 3.jpg|Notis Mitarachi, The Hellenic Initiative File:Notis Mitarakis 4.jpg|Notis Mitarachi, The Hellenic Initiative File:Notis Mitarakis 5.jpg|Notis Mitarachi as President of the Council of the European Union – Foreign Affairs (Trade) ==References== ==External links== * Category:1972 births Category:People from Athens Category:Living people Category:Greek government-debt crisis Category:Greek MPs 2012 (May) Category:Greek MPs 2012–2014 Category:Greek MPs 2015 (February–August) Category:Greek MPs 2015–2019 Category:Greek MPs 2019– Category:New Democracy (Greece) politicians Category:INSEAD alumni Category:CFA charterholders Category:Alumni of the University of Oxford Category:Greek people of Egyptian descent ",
    "title": "Notis Mitarachi"
}