{
    "id": "46204059",
    "text": "Copperhead is a Space Western comic book series written by Jay Faerber and illustrated by Scott Godlewski, published monthly by American company Image Comics. The first issue of Copperhead was published on September 10, 2014, to positive reviews and a sold-out first printing. The first five-issue story arc was published in trade paperback form in March 2015. Copperhead returned to the stands with issue 11 on March 8, 2017, when Jay Faerber was joined by artist Drew Moss, but is on hiatus since June 2018 (issue 19). ==Plot== The series is set on the fictional mining town of Copperhead in the 24th Century. The story focuses on the arrival of the town's new sheriff, Clara Bronson. Clara and her son have moved to Copperhead for unknown reasons, and as Sheriff she soon gets involved in the towns mysteries and secrets.\"Copperhead nails it, sells out\" . Image Comics. September 11, 2014. ==Reception== The first issue sold out of its first printing on September 11, 2014 - the day after its release. A second printing was released on October 8, 2014. The second issue also sold out on its second day of release and a second printing was released on November 5, 2014.\"Image Comics takes NYCC by storm with Birthright, Copperhead & The Fade Out\" . Image Comics. October 9, 2014. The series has been generally well received. Writer Brian K. Vaughan called the series \"...the best Image debut of the year\"\"Copperhead: Brian K. Vaughan’s favorite new comic\". Image Comics. June 11, 2014. while reviews from Comic Book Resources and IGN praised the series artwork and its characters.\"Review: Copperhead #1 by Matt Little\". Comic Book Resources. September 10, 2014.\"Comic Book Reviews for September 10, 2014\". IGN. September 10, 2014. The series holds an average score of 8.5 out of 10 at the review aggregator website Comic Book Roundup. The first collected edition also holds a score of 8.5.\"Copperhead\" . Comic Book Roundup. Retrieved March 23, 2015. ==Collected editions== The series is collected in trade paperbacks. {| class=\"wikitable\" |- ! Title !! Binding !! Material collected !! Publication date !! ISBN |- |Copperhead Volume One: A New Sheriff in Town||Trade Paperback||Copperhead #1-5||March 11, 2015|| |- |Copperhead Volume Two||Trade Paperback||Copperhead #6-10||November 4, 2015|| |- |Copperhead Volume Three||Trade Paperback||Copperhead #11-14||August 30, 2017|| |- |Copperhead Volume Four||Trade Paperback||Copperhead #15-18||March 28, 2018|| |} ==References== ==External links== * at Image Comics * Category:2014 comics debuts Category:Image Comics titles Category:Space Western comics ",
    "title": "Copperhead (Image Comics)"
}