{
    "id": "46217893",
    "text": "The 2015 NCAA Division I Women's Basketball Championship Game was the final game of the 2015 NCAA Women's Division I Basketball Tournament, played to determine the national champion for the 2014–15 NCAA Division I women's basketball season. The Connecticut Huskies defeated the Notre Dame Fighting Irish to win their third consecutive championship. Breanna Stewart was voted Most Outstanding Player for the third straight time. Head coach Geno Auriemma tied John Wooden's record winning ten NCAA national championships. ==Participants== This rematch was the second championship meeting in two years between the teams, the Connecticut Huskies and the Notre Dame Fighting Irish. The players had a subdued rivalry for this game. The New York Times noted the \"absence of hostility\" that both coaches said reflected the benefits of getting along. ==Game summary== The 2015 NCAA Women's Division I Basketball Championship Game was played on April 7, 2015, at Amalie Arena in Tampa, Florida. Notable performances were by Breanna Stewart, voted three years in a row the Most Outstanding Player, and by point guard Moriah Jefferson, who Stewart said ought to have won MOP. Jefferson scored 15 points, with 5 assists and 4 steals. Stewart fell in the first half with eight minutes left. She limped off and was retaped. Notre Dame suffered 13 turnovers in the first half and shot only 30 percent from the floor. Notre Dame trailed but was still alive \"deep into the second half.\" Freshman Kia Nurse shot two 3-point baskets with about seven minutes remaining, securing the Huskie's lead. Then senior Kaleena Mosqueda-Lewis, who also scored 15 points overall, sealed their lead by scoring twice. President Barack Obama telephoned Auriemma with congratulations, calling the UConn women's basketball program a \"sports powerhouse.\" ==Broadcast== The Championship Game was broadcast in the United States by ESPN. Dave O'Brien was the play-by-play man with Doris Burke providing on-court commentary. Kevin Negandhi served as the studio host. Kara Lawson and Rebecca Lobo served as studio commentators. ESPN International owns the broadcast rights outside the United States. The Championship Game was streamed for free on NCAA.com. Radio coverage in the United States was provided by Westwood One. ==See also== * 2015 NCAA Men's Division I Basketball Championship Game * 2015 NCAA Women's Division I Basketball Tournament * UConn–Notre Dame rivalry ==References== NCAA Division I Women's Basketball Championship Game Category:NCAA Division I Women's Basketball Championship Games Category:UConn Huskies women's basketball Category:Notre Dame Fighting Irish women's basketball Category:Basketball in Tampa, Florida Category:College sports in Florida Category:Sports competitions in Tampa, Florida NCAA Women's Division I Basketball Championship Game Category:21st century in Tampa, Florida ",
    "title": "2015 NCAA Division I Women's Basketball Championship Game"
}