{
    "id": "46215883",
    "text": "Thy Will Be Done is a 2015 Nigerian drama film, written by Tobe Osigwe, produced by Mary Njoku, co-produced and directed by Obi Emelonye. It stars Ramsey Nouah, Mercy Johnson, Jide Kosoko, Mary Njoku and Enyinna Nwigwe. ==Plot== Thy Will Be Done is the story of Pius (Ramsey Nouah), a happily married pastor in charge of a large church in Lagos, Nigeria. But when his first wife (Mary Njoku) that he buried 7 years ago suddenly shows up, his world is thrown into turmoil. His present wife (Mercy Johnson) tries to fight her corner but Pius has a choice to make…between his calling and his wives; between old sins and new loyalties; between taking firm action and surrendering to God’s will. Weakened by guilt and overwhelmed by sensational revelations, nothing would have prepared Pius for how rapidly things would descend into violent chaos…for hell hath no fury as a woman scorned. ==Cast== *Ramsey Nouah as Pius *Mercy Johnson as *Mary Njoku as *Enyinna Nwigwe as *Jide Kosoko as *TT Temple as *Tony Aclet as ==Release== The world premiere of Thy Will Be Done took place at the BFI IMAX in London on 26 February 2015.http://www.bellanaija.com/2015/02/23/thy-will-be-done-premiere-mercy- johnson-to-make-nollywood-history-in-london-buy-tickets-now/ It started showing in Nigerian cinemas on 15 May 2015,http://pulse.ng/movies/thy-will-be- done-nollywood-movie-hits-nigerian-cinemas-on- may-15-id3693094.htmlhttp://www.sodasandpopcorn.com/2015/05/26/here-are- the-10-movies-that-will-be-screened-at-this-years-nollywood-week-paris/ and was distributed by FilmOne.http://pulse.ng/movies/thy-will-be-done-nollywood- movie-hits-nigerian-cinemas-on-may-15-id3693094.html ==Reception== Sodas and Popcorn comments: \"The best thing about this movie is probably the screenplay. Thy Will Be Done, delivers an original story that captivates and sizzles. It’s a story anyone can relate to\"http://www.bellanaija.com/2015/05/27/sodas- popcorn-movie-review-thy-will-be-done/ positive critics ==External links== ==References== Category:Nigerian films Category:Nigerian drama films Category:2015 drama films Category:Films directed by Obi Emelonye ",
    "title": "Thy Will Be Done (film)"
}