{
    "id": "46217551",
    "text": "Telefe Internacional is the international signal of Argentina's channel Telefe. It broadcasts television programs produced by Telefe, mostly consisting of telenovelas, series, comedies, teen and children's series, etc. It is available in Asia, America, Europe, Canada, Oceania, Israel, Africa and now in the Philippines. ==History== Telefe Internacional was launched in 1998. It has been operating satellite television channels world-wide, including in Asia,America, Europe, Oceania and Canada, Israel broadcasts novels, series, entertainment, news and sports programming produced by Telefe, to Argentinian and Spanish-speaking people. It has only an international feed which has the time of Buenos Aires. In Latin America, it has been available on DirecTV since 2007. It is available in Colombia, Peru and Venezuela through Movistar TV, and in Mexico through Totalplay and Axtel TV. Also, it is present in many cable and satellite operators. In Spain, Telefe International is available in Movistar TV. In Israel, Hot has the signal since 2008, for the Hispanic community. In United States, it arrived in 2000. Now Telefe International is available nationwide via satellite services (Dish Network, and DirecTV) and in cable operators, (Comcast, Cablevision, etc.). It is present in New York City, Miami, Washington, D.C., New Jersey, Florida, Los Angeles, Boston and in other cities. In Canada, Bell Satellite TV, Shaw Cable added the channel on April 16, 2015. Also, it has an HD signal which is available in VTR (Chile) and Movistar TV. In the Philippines, Telefe Internacional is now available on Sky Cable and GSAT. ==Programming== Telefe Internacional broadcasts news bulletins, sports news, soap operas, comedies, series, teen and children's series, entertainment programs, magazines, etc. ===Telenovelas=== *Graduados *Dulce amor *La Leona *Somos Familia *Montecristo *Educando a Nina ===Series=== *Aliados *Historia Clínica *Los Simuladores *Historia de un clan *Entre Caníbales ===Entertainment=== *MasterChef Argentina *Elegidos (La música en tus manos) *Tu cara me suena *Peligro sin codificar ===Children=== *Chiquititas ===Magazines=== *AM *Morfi, todos a la mesa *UPlay *Íntimo ===News=== *Telefe Noticias ===Sports=== *El Deportivo ===Travels=== *Aislados *Descubrir América ===Cultural=== *Sabores de Campo == References == ==External links== *Official website *Content sales (In English) Category:Television networks in Argentina Category:Television channels and stations established in 1998 Category:Television stations in Argentina Category:Broadcasting in Argentina Category:Spanish-language television stations Category:Latin American cable television networks Category:International broadcasters Category:Mass media in Buenos Aires ",
    "title": "Telefe Internacional"
}