{
    "id": "46213731",
    "text": "Lt Col Megh Singh (born 1 March 1924), is an Indian military officer. Hailing from Rajasthan, from a Rathore Rajput family India, he joined the Patiala State forces and then taken into the 3 Guards. Lt.Col.Megh Singh (also) Maj.Megh Singh is known as a person who created the Special forces in India. == Military service == Lt.Col.Megh Singh (also) Maj.Megh Singh is known as a person who created the Special forces in India. Then Maj. Megh Singh who was surpassed for the promotion to Lt.Col. approached Lt. Gen. Harbaksh Singh and he volunteered to raise a Special Commando for India. Lt. Gen. Harbaksh Singh accepted Maj.Megh Singh's proposal. Maj Megh Singh raised a special force of volunteers personally chosen by him. The formation was not formally authorized by the Government so it is informally named as the 'Meghdoot force' in the name of Maj.Megh Singh. Harbaksh Singh in his book \"In the Line of Duty: A soldier remembers\" mentions that Megh Singh was demoted to Major after a court-martial and after his daring raid across the enemy line when he returned with a bullet injury in his thigh, Harbaksh Singh again promoted him as a Lt.Col. ==Recognition and awards== He was awarded a Vir Chakra for his bravery in battle. His Vir Chakra Citation reads as under Citation: Lieutenant Colonel Megh Singh, then a Major, with a Brigade in Jammu and Kashmir, successfully conducted three important raids into enemy territory from 1 to 11 September 1965. On 2 September, his force blew up a big culvert on the Kotli Bandigopalpur road, disrupting the enemy's line of communication inside their territory. On 6 September, his column captured two important picquets, Neja Pir and Ari Dhok. Again on 10 September, his column went two miles deep into enemy territory and effected the Uri-Poonch link-up at Kahuta in spite of heavy enemy fire. In all these actions, by his exemplary courage and initiative, Lieutenant Colonel Megh Singh inspired confidence in the volunteers under him, causing confusion and casualties in enemy camps and facilitating the success of the brigade's operational plan. ==References== Category:Recipients of the Vir Chakra Category:1924 births Category:Possibly living people ",
    "title": "Megh Singh"
}