{
    "id": "46216345",
    "text": "The Emirates Nuclear Energy Corporation (ENEC, مؤسسة الإمارات للطاقة النووية) is the entity responsible for the deployment and ownership of nuclear energy plants in the United Arab Emirates (UAE). ENEC was established by decree in December 2009 by the UAE President Khalifa Bin Zayed Al Nahyan, to address the country's growing demand for electricity while diversifying the nation's energy supply and delivering greater energy security. The organization is constructing the country's first nuclear energy reactors in Barakah, in the Western Region of Abu Dhabi, and by 2020, the site will be home to four APR-1400 nuclear energy plants. Unit 1 is scheduled to enter commercial operations in 2020, with one additional reactor coming online each year until 2020 - pending regulatory approvals. Construction for Unit 1 began in July 2012 following the first pouring of nuclear safety concrete, and for Unit 2 in May 2013, in line with the approved Construction License from ENEC's national regulator the Federal Authority of Nuclear Regulation (FANR) and a No Objection Certificate from Abu Dhabi's environmental regulator, the Environment Agency Abu Dhabi (EAD). Major milestones in the development of the program so far include the completion and installation of the Containment Liner Plate (CLP) in the Unit 1 Reactor Containment Building (RCB) in November 2013; the installation of the Unit 1 Condenser in February 2014; and the setting of the nation's first nuclear energy Reactor Vessel (RV) in May 2014. In September 2014, ENEC also celebrated the pouring of the first safety concrete for the Reactor Containment Building (RCB) for Unit 3. This milestone followed the receipt of the Construction License for Units 3 & 4 from FANR earlier that month. In April 2014, ENEC inaugurated its Simulator Training Centre (STC) at Barakah, which houses two simulators identical to the plant's main control room. The STC uses advanced technology to replicate control room conditions in real time, in order to prepare ENEC operators for the start of commercial operations. In 2016, Nawah Energy Company (Nawah), was established as a subsidiary of ENEC to operate and maintain Units 1 to 4 at the Barakah Nuclear Power Plant. On 16 February 2020, Nawah Energy Company received its operating license from the Federal Authority of Nuclear Regulation making the UAE the first country in the Arab region to operate a nuclear power plant. The organization is led by its Chief Executive Officer, Mohamed Al Hammadi, under a Board of Directors consisting of leading UAE executives and international energy experts. ==UAE policy on nuclear energy== ENEC's activities are carried out in accordance with the UAE Policy on Nuclear Energy. The policy outlines the UAE's approach to the development of nuclear energy in the UAE, and includes a series of commitments such as the decision to forgo domestic enrichment and the reprocessing of nuclear fuel. ==UAE legislation== ENEC is regulated by the Federal Authority for Nuclear Regulation (FANR), an independent federal agency charged with the regulation and licensing of all nuclear energy activities in the UAE, with public safety as its primary objective. In addition, ENEC is also regulated by the Environment Agency Abu Dhabi, to ensure the long-term sustainability of Abu Dhabi's local and marine environment throughout all phases of construction and operations. == International Collaboration == ENEC receives guidance from a network of organizations including the UAE International Advisory Board, the International Atomic Energy Agency (IAEA), the World Association of Nuclear Operators (WANO), and the Institute of Nuclear Power Operations (INPO). On December 29, 2009, ENEC selected the Korea Electric Power Corporation (KEPCO) to design, build and help operate its four nuclear energy plants. The overnight value of the Prime Contract is approximately US$20 billion. The contract includes substantial knowledge-transfer in human resource development, technical training and education programs, to support ENEC as it builds the capacity to staff the country's nuclear energy industry. ==APR-1400 deployment== ENEC has selected KEPCO's APR-1400 design, a Generation III+, 1,400 Megawatt Pressurized Water Reactor (PWR), for its future nuclear fleet. The plants are designed to withstand extreme events including tsunami, earthquake and station black-out, and have also been adapted to suit the UAE's unique climate and conform to specific FANR requirements. KEPCO currently has the world's first two APR-1400 reactors under construction at the Shin-Kori site in South Korea, and these two plants serve as the reference models for the four plants underway in the UAE. ==Site selection== ENEC's selected site to home its four nuclear energy plants is in Barakah, in the Western Region of Abu Dhabi on the Persian Gulf coast, approximately 53 kilometers south-west of the city of Ruwais. FANR granted final approval for the site location in July 2012, as part of the Construction License approval process. Barakah was selected based on an evaluation of a range of environmental, technical and commercial factors, including: *Seismic history *Distance from large population centers *Proximity to large supplies of water *Proximity to existing electrical power *Proximity to infrastructure *Favorable construction, security, and evacuation route conditions, and *Ability to minimize environmental impact. ==Fuel procurement== In August, 2012, ENEC announced the selection of a portfolio of leading international nuclear fuel suppliers contracted to provide the organization with a series of nuclear fuel services. The contracts were the result of a nuclear fuel procurement competition launched in July 2011. ENEC's enriched uranium will be supplied by KEPCO Nuclear Fuels (KNF), which will manufacture the fuel assemblies for use in the four UAE units. KNF is a member of ENEC's Prime Contract consortium, led by KEPCO. Starting in 2014 - 2015, a total of six companies in the nuclear fuel supply industry will participate in the ENEC fuel supply program: *ConverDyn (U.S.) will provide conversion services *Uranium One, Inc. (Canada) will provide natural uranium *URENCO (headquartered in the U.K) will provide enrichment services *Rio Tinto (headquartered in the U.K) will provide natural uranium *TENEX (Russia) will supply uranium concentrates, conversion services and enrichment services *AREVA (France) will provide uranium concentrates, conversion services and enrichment services The six contracts are valued at approximately US$3 billion according to ENEC forecasts. The contracted fuel will enable the Barakah plant to generate up to 450 million MWh for a period of 15 years starting in 2017, when the first nuclear energy unit is scheduled to begin operations. The ENEC fuel procurement strategy is guided by the government of the United Arab Emirates’ support for international non- proliferation efforts, as outlined in the UAE Policy on Nuclear Energy, including the decision to forgo domestic enrichment and reprocessing of nuclear fuel. ==Human capacity development== By 2020, ENEC expects to require more than 2,500 employees to operate its four nuclear energy plants, and the organization aims to fill 60 per cent of these roles with Emiratis. ENEC's ‘Energy Pioneers’ program is designed to recruit and train UAE nationals and provide them with an opportunity to join ENEC and contribute to the development of the country's first nuclear energy plants. The program plays an important role in developing the necessary local workforce to support the UAE's new nuclear energy industry. ENEC offers a range scholarship programs, training and career opportunities for graduates and professionals, including scholarships for bachelor's degrees in Chemical, Nuclear, Mechanical or Electrical Engineering delivered at universities in the UAE or USA; Master's degrees in Nuclear Engineering offered by Khalifa University in Abu Dhabi; and for the Higher Diploma of Nuclear Technology at the Abu Dhabi Polytechnic. The organization also offers technical training programs for Senior Reactor Operators (SROs) and a two-week intensive Summer Training Program in South Korea for high-achieving students from the Institute of Applied Technology. ENEC currently employs more than 1400 staff and sponsors almost 350 students under its Energy Pioneers scholarships program. ==Industrial development== The establishment of a peaceful nuclear energy program in the UAE has brought with it the need to develop a specialized supply chain and skilled local workforce to service the country's new high-tech industry and help deliver ENEC's program. As a result, ENEC has established a dedicated Industrial Development team to assist UAE companies to raise their quality standards to international nuclear quality standards, in order to allow them to tender for ENEC's various contracts. As of April 2014, more than 1000 UAE companies have contributed to the ENEC program thus far, having successfully secured contracts totaling more than US $1.7 billion for a range of products and services to support the construction of the UAE's first nuclear energy plants. Contracts with local companies have been awarded through joint collaboration between ENEC and the Korea Electric Power Corporation (KEPCO), ENEC's Prime Contractor. The companies include DESCON Engineering, Bin Asheer, National Marine Dredging Company, the Western Bainoona Group, Emirates Steel and Ducab. ==Special delegations to Barakah== United Arab Emirates Mr. Mohamad Al Hammadi (right), Chief Executive Officer of ENEC, together with Ambassador Hamad Al Kaabi (middle), Resident Representative of the United Arab Emirates to the IAEA, brief IAEA Director General Yukiya Amano at the Barakah nuclear power plant Visitor Centre Since ENEC's establishment, the organization has hosted many high-profile delegations to its site at Barakah site to witness the progress being made in the delivery of the organization's first nuclear energy plants. In November 2012, His Highness Sheikh Mohamed Bin Zayed Al Nahyan, Crown Prince of Abu Dhabi and Deputy Supreme Commander of the UAE Armed Forces, welcomed then President of the Republic of Korea, His Excellency Lee Myung- bak, to Barakah to witness the recent construction milestones achieved by ENEC and discuss further cooperation between the two nations. In May 2014, ENEC hosted a high-profile delegation of officials led by His Highness Sheikh Mansour bin Zayed Al Nahyan, UAE Deputy Prime Minister and Minister of Presidential Affairs, and Her Excellency Park Geun-hye, the President of the Republic of Korea. The visit marked the arrival of the nation's first nuclear energy Reactor Vessel at Barakah. In January 2014, ENEC welcomed Minister Yoon Sang-jick of the Ministry of Trade, Industry & Energy (MOTIE) of the Republic of Korea, to site to review construction progress and discuss bilateral relations between the Republic of Korea and the UAE. IAEA director general, Yukiya Amano, also toured the Barakah site in January 2013, where he praised the \"safe and consistent progress\" ENEC had made in the development of the peaceful nuclear energy program. Earlier Ministerial visits also included Korean delegations led by then South Korean Prime Minister, Mr Kim Hwang-Sik in January 2012, and Mr. Suk Woo Hong, Minister of Knowledge Economy for the Government of the Republic of Korea, in March 2012. ==References== Category:2009 establishments in the United Arab Emirates Category:Organizations established in 2009 Category:Nuclear power companies of the United Arab Emirates Category:Emirati companies established in 2009 Category:Energy companies established in 2009 ",
    "title": "Emirates Nuclear Energy Corporation"
}