{
    "id": "46214236",
    "text": "Debbie Blackburn (January 12, 1951) is a Democratic politician from the U.S. state of Oklahoma. Blackburn was elected to the Oklahoma House of Representatives in 1995 and served until her term limit in 2007, representing district 88. Before serving in the House, Debbie was an educator and publisher. Since leaving office, Blackburn runs Cottonwood Publishing Company, in Oklahoma City. ==Early life== Deborah Kay 'Debbie' Blackburn was born in Woodward, OK, the oldest child of three. Her father was a small business owner and her mother a homemaker for most of her life. She was interested at an early age in history and sociology. Blackburn completed all of her grade school education in her hometown and graduated from high school in Woodward. ==Education and career== Unlike both of her siblings who graduated from Oklahoma State University, Blackburn received her undergraduate degree from Southwestern Oklahoma State University in 1973. Although she completed a couple postgraduate hours from Oklahoma State, she never completed a master's degree. Blackburn's first job was as a teacher in Altus, OK. ==House of Representatives (1995-2007)== Without any campaigning experience, Blackburn decided to run for office in 1994. Learning valuable campaigning knowledge from her first run, she was elected into the Oklahoma House of Representatives. During her subsequent campaigns, Blackburn made a more concentrated effort to visit with her voters. Blackburn's first bill presented in office dealt with child support, leading to her being awarded two years in a row by the Child Support Association of Oklahoma for her work in that area. Blackburn was the author of the Tuition Savings Plan Act for college. In total, Blackburn served for 12 years until she was forced to leave office by Oklahoma legislative term limit laws. ===Committees=== *Chair of the Appropriations for Education *Banking and Finance *County and Municipal Government *Higher Education *Human Services *Appropriations and Budget *Common Education ===Career after office=== Debbie and her husband Bob now run the Cottonwood Publishing Company, in Oklahoma City. Bob is also the executive director of the Oklahoma Historical Society. Blackburn remains actively involved with a number of various organizations and serves her community even out of office. She has stated that she thinks about returning to school and completing her master's degree. ==Achievements and Volunteer Work== The organizations that Blackburn involves herself with include: *Downtown Rotary Club *Leadership Oklahoma City Alumni Association *League of Women Voters *Executive Director of the Neighborhood Alliance of Oklahoma City *Oklahoma Academy for State Goals *Board of Directors, Paseo Redevelopment Corporation *Modern Streetcar Public Information and Marketing Committee for the City of Oklahoma City In 2014, both Debbie and her husband Bob were honored with the Treasures for Tomorrow award. This honor recognizes the individuals whose actions serve as a model for quality values and goodness in the Oklahoma City community. ==References== ===External links=== * *Women of the Oklahoma Legislature Oral History Project -- OSU Library Category:1951 births Category:Living people Category:Oklahoma Democrats Category:Members of the Oklahoma House of Representatives Category:People from Woodward, Oklahoma Category:Women state legislators in Oklahoma Category:Southwestern Oklahoma State University alumni Category:21st-century American politicians Category:21st-century American women politicians ",
    "title": "Debbie Blackburn"
}