{
    "id": "46211990",
    "text": "Janapada Loka or \"Folk world\" or \"Folk-culture World\" is a folk museum that has an exclusive display of the village folk arts of Karnataka. It is under the aegis of the Karnataka Janapada Parishat. Loka Mahal, a wing in the museum has a display of 5,000 folk artifacts. It is situated in Ramanagara, Ramanagara district in the Indian state of Karnataka, on the Bangalore-Mysore highway, to the south of Bangalore. H. L. Nage Gowda, an Indian civil servant and folklorist thought of creating a museum to exhibit the varied folk art and culture of Karnataka. Accordingly Karnataka Janapada Parishat (Janapada Academy) was first established on 21 March 1979. Gowda and his friends continued collecting antiques for this institution for the next three decades. The current museum land in Bangalore-Mysore highway was bought on 12 March 1994. Janapada Loka is divided into separate wings — Folk arts museum, Loka Mahal, Chitra Kuteera, Doddamane, Shilamala, Arghyamala etc. The museum has a collection of 5,000 folk artefacts. ==History== Janapada Loka Logo The concept of establishing a museum to exhibit the rich folk art and culture of Karnataka was the brain-child of H. L. Nage Gowda, a civil-servant by profession and also a folklorist, who, after retirement, made it his lifetime goal. An institution called the Karnataka Janapada Parishat (Janapada Academy) was first established on 21 March 1979 with the objective to promote, conserve, propagate and document Folk traditions of Karnataka. Under the aegis of this institution, Janapada Loka came to be established. Following his retirement from Government service, Gowda generated financial resources by way of contributions from friends supplemented by his retirement benefits to create a core fund with which he purchased land of on the Bangalore-Mysore Highway and established the Janapada Loka, a \"folk cosmos\" on 12 March 1994, creating a village ambiance with lush green vegetation. Creation of this museum involved a cost of . The museum has folk lore antique exhibits collected by Gowda and his friends over a period of three decades. == Collections == Janapada Loka is established on a campus, where \"rural milieus from Karnataka\" have been recreated. It also houses a plethora of rural artifacts which bring out the theme of \"folk literature, music, dance, festivals, sculpture and lifestyle\". The museum provides an opportunity for rural artisans, musicians and craftspeople to showcase their art and provides a platform for marketing these works of art. Books, DVDs and CDs relating to folk arts are also sold at the Information Center. === Campus === The Janapada Loka campus consists of a decorated gate, a short road with display of mannequins of folk artists, symbols of traditional tribal worship, Lokamatha Mandira, Loka Mahal, Chitra Kuteera, Janapada Library, Shilamala, Ayagaramala, puppet theater, open air theater and Loka Sarovara or lake . === Entrance === The entry gate to the museum gives an impressive greeting to the visitors. It has brass trumpets on the two pillars of the gate hoisted with \"Harige\" and Nandidwajas (flags of Nandi). The front face of the gate's leaves have images of Shiva and Vishnu embossed on them, which are cult figures of worship. The gate leads to the Lok Mata Mandira, which is the information centre of the museum. There is a flock of pet swans roaming around here. === Folk arts museum === The main area of interest in the Janapada Loka is the folk arts museum, which displays large number of artifacts of the folk culture, along with different types of musical instruments, tools used in agriculture and farming. The shadow puppets on display are 500 years old. The first museum building in the complex is the Lokamatha Mandira where exhibits consist of various types of rural household items and agricultural tools. Right at the entrance to this building there is a very large grinding stone, which used to be operated by two buffaloes, and was put to use during marriage celebrations. The household items of daily use by rural folk on display are cooking vessels, jars to store pickles, salt containers and serving utensils made of stone, wood and mud. Brass and copper vessels used for worship, tools and tackles used for harvesting and climbing trees to pluck coconuts and areca nuts, large sized pots made of mud used for storing grains, old hand-looms are also exhibited here. The paintings in this museum hall are made from natural colours and these were part of marriage decorations in tribal houses; which is still a prevalent practice among many tribes, particularly pertain to the work culture of tribal women. === Loka Mahal === Loka Mahal has a display of 5,000 folk artefacts. This wing of the museum is a double storied building, which has a profusion of exhibits of large dolls of artists who perform the folk dances of Moodalapaya Yakshagana and also of Garudi. Garudi dolls are carried by people in ceremonial dance processions to the accompaniment of drums. Also on display are life-size images of Kodava couples in their traditional attire and traditional ornaments and jewellery. Puppets made of leather from Nagamangala, used for puppetry shows, a popular art form in some regions of the state, are exhibited. Chau Masks of eastern India are also displayed. The traditional hand loom fabrics displayed are \"kaudi\" and \"du patti\". === Chitra Kuteera === Chitra Kuteera commemorates the museum's founder H L Nage Gowda. Here displays are with photographs of his work and his interaction with the tribal people and folk tribes to collect information on artifacts for exhibiting in the museum. Exhibits here also relate to other folk artistes of the state. Pictures of different folk art forms are also exhibited. === Doddamane === Doddamane (meaning \"big house\") is a replica of a large traditional village house. The layout of the house consists of a pillared central courtyard in the house. This house is used as a community house of the museum complex where seminars, workshops etc. are held. Residential facilities are provided here to folk artistes who are involved in making of handicrafts such as pottery and wooden toys and who are also associated with training people interested in the folk art. Development skills in creating folk arts such as \"Dollu Kunitha\", \"Kolata\" and \"Goravara Kunitha\" are also provided here. === Janapada Library === Janapada Library has fairly large collection of books, which are used for research. The library is also part of the institution run by the museum since 1999, which offers Janapada Diploma and Janapada Certificate Course under the authority of the Bangalore University. === Shilamala === Shilamala or \"Shilpamaala\" (stone memorials) is a sculpture yard where many ancient stone sculptures, said to belong to 800 AD, brought from different places in the state are displayed; some of the notable sculptures are: \"veera-kallu\", \"masti kallu\", and images of gods which are all well arranged before a temple dedicated to Ganesha. Also on display here are the ritual related art of North Canara, Madikere and parts of Kerala. === Ayagaramala === Ayagaramala is an open yard where the exhibits relate to pottery, cottage industries, machinery for sugarcane crushing and oil extraction, a \"bullock cart\", and a wooden chariot used in temple processions. A puppet theater is part of the establishment with space to seat 50 people. A large open air theater is laid out in the shape of a Greek amphitheater where 1000 people could be seated. ==Festivals== At the Janapada Loka cultural events related to folk culture are a regular feature every year. Some important festivals celebrated here, every year, are the Lokotsava (February–March), the Dassera in October and the Kite Festival in July. Lokotsava, a two-day event, is the keenly awaited of all the festivals where folk artists from all regions of Karnataka take part. It happens during February–March every year. During February 2014, the festival was planned to commemorate the birth centenary of its founder Nage Gowda. It was also proposed to promote folk arts of the state by honouring 100 folk artists, during 2015, with a cash prize and citation. ==See also== * Folk arts of Karnataka * List of museums in Karnataka ==References== ==External links== * Category:Cultural history of Karnataka Category:Museums in Karnataka Category:Folk art museums and galleries in India Category:Museums established in 1994 Category:Buildings and structures in Ramanagara district Category:Education in Ramanagara district Category:1994 establishments in India ",
    "title": "Janapada Loka"
}