{
    "id": "46219583",
    "text": "Karakum (1994) is a Turkmenistani and German adventure film directed by Arend Agthe and Uzmaan Saparov and produced by Ottokar Runze. The story of the film was written by Arend Agthe and Uzmaan Saparov. ==Plot== Robert, a 13-year-old German boy, starts a journey to find his father, who he thinks lives in Turkmenistan. When he reaches the country, he meets a local boy named Murad, who agrees to help him in his search. Gradually they are abandoned by their elderly guides and have to go on by themselves. == Cast == * Max Kullmann as Robert * Murad Orazov as Murad * Pjotr Olev as Pjotr * Neithardt Riedel as Jansen * Aleksandr Potapov as Boris * Martin Semmelrogge as Brink * Victor Marosov as Gregor * Murat Annageldyyev as Narbiger * Khodzha Durdy Narliyev as Anführer der Banditen * Mulkoman Orazov as Bandit * Anabirdijev Birdinasar as Major der Miliz * Kurban Dshumajev as Milizsoldat * Altyn Khodzhayeva as Schwägerin * Dshenet Orasova as Kleine Schwester * Ata Dovletov as Alter Mann * Dshenet Allakulijeva as Enkelin * Berdy Ashirov as Tankwart == Production == Arend Agthe conceived the basic plot of the film. Then he and Uzmaan Saparov developed the storyline of the film. The film was produced by Ottokar Runze and Fred Steinbach and Dietrich Voigtlaender were the executive producers of the film. Music of the film was composed by Martin Cyrus and Matthias Raue. Cinematographer and editor of the film were Michael Wiesweg and Ursula Höf respectively. == Release and reception == The film was released in 1994 in Turkmenistan and on 10 April 1997 in Germany and received mainly positive reviews from critics. Variety in their review wrote,the film was— > an engaging, sometimes exciting juvenile adventure saga set in the vast > deserts of former Soviet republic Turkmenistan, German co-production > \"Karakum\" is solid, non-pandering fare for kids (over 8 or so) and adults > alike. Theatrical prospects are good in select countries, along with broader > tube play. == References == == External links == * Category:1994 films Category:German- language films Category:German films Category:Turkmenistan films Category:Russian-language films ",
    "title": "Karakum (film)"
}