{
    "id": "46210050",
    "text": "Lucensosergia lucens is a species of shrimp popularly known as the sakura shrimp or sakura ebi. The translucent pink shrimp derives its name from ', the Japanese word for the cherry blossom. The species grows to about 4–5cm and lives primarily in Suruga Bay in Shizuoka Prefecture, Japan, where it is caught to be eaten. It is also caught in Taiwan. ==Taxonomy== The species name of the sakura shrimp has not been settled. The International Code of Zoological Nomenclature uses the designation Sergia kishinouyei that Nakazawa and Terao gave it in 1915. Researchers tend to use the Sergia lucens, which Danish zoologist Hans Jacob Hansen gave it in 1922, especially since Isabella Gordon published a detailed account of the species in On New Or Imperfectly Known Species of Crustacea Macrura in 1935 using Hansen's designation. Hansen's designation comes from the genus Sergia and the Latin lucentis (\"lighting\"), likely referring to the sakura shrimp's phosphorescent photophores, which do emit light under certain conditions. The name of the shrimp comes from its colour resembling the sakura cherry blossom. The Japanese name sakura ebi () translates as \"cherry blossom shrimp\"; it is so named because of the pink colour of the dried shrimp. ==Description== The sakura shrimp has a lifespan of about 15 months, matures a year after hatching, and dies off 2 or 3 months after spawning.: \"The adult shrimp gradually die after laying eggs, so the [mature] shrimp nearly disappear by December 親エビは産卵後徐々に死ぬので12月にはほとんど姿を消[す]\" The adult can grow to 4–5cm and 0.4g. The body is neartranslucent, but red pigments are present all over the body, so that live specimens appear to be pink (sakura-iro) in color, and this is believed to be the reason the shrimp obtained its Japanese name.: \"The name sakura in sakura ebi seems to derives from the fact that it has red pigments and 161 photophores scattered across its near-transparent body, causing it the catch to appear cherry-blossom pink (sakura-iro) at a distance サクラエビのサクラという名は、その透明に近い体に赤い色素と161個の発光器が散在するために、遠くからは漁獲物がサクラ色にみえるというところからきたものと思われる.\" These pigments are concentrated in the lateral carapace, around the mouth and mouth appendage, and the tail (uropod and telson). Most members of Sergestes normally emit light, but for a long time, the sakura shrimp had not been observed to luminesce, despite having photophores., citing However bioluminescence has been confirmed under laboratory conditions using strobe light or eyestalk-crushing as stimulus. The photophores, which appear as red spots, range in number from 158 to 169 in adults; it numbers fewer in immature specimens and increases as the individual grows. Three pairs of head appendages are present: the second pair (the antennae) are the longest, and the third (mandible) the shortest. The first set of appendages (antennules) are quite short also, even shorter than the rostrum that are less than half the length of eye stalks. As for thoractic appendages, there are five pairs of pereiopods present, the second and third pair being chelate, or pincer-ended, as is generally is the case for this entire genus. The fourth and the much shorter fifth pereiopods are flat and consist of 6-segmented, this also being a genus-wide trait. === Distribution === The pelagic Sakura shrimp live in coastal areas, primarily in Suruga Bay in Shizuoka Prefecture, where they form in dense aggregations. Suruga measures about 60km long and 54km at its greatest width; at a depth of 2400m, and with almost no continental shelf, it is the deepest and steepest of Japan's bays. Sakura shrimp remain in depths from 210 to 360m during the daytime. Sakura shrimp are also found in nearby Sagami and Tokyo Bays, but are not caught there as the populations are too sparse, perhaps because of insufficient depths of the bays. In Taiwan the sakura shrimp is found in the coastal waters of Donggang and on the east coast. Findings have also been recorded in Borneo and New Guinea. === Behaviour === Rather than crawling on the ocean floor as with other species of shrimp, the sakura shrimp spends its life floating in the water. During the day sakura shrimp scatter at a depth of 200–300m; toward dusk they aggregate at a depth of about 60m. Until maturity the ratio of males to females is about equal. Upon reaching maturity males and females separate into groups, and as the females tend to group near the surface close to shore, the sex ratio changes around May to July. ====Spawning==== Spawning occurs between late May and early November, but primarily in July and August when surface water temperatures are above 20 °C. The ovaries stretch below the heart from the gastric region to the end of the back. As they mature they grow and change colour from yellow to milky blue and finally bluish-green at the time of spawning. The Sakura shrimp spawns an average of 1700–2300 eggs overnight far out in the bays. Distribution concentrates at a depth of about 20–50m. The eggs average 2.6mm in circumference. The eggs are not sticky, and with density similar to seawater they remain wafting, typically near the spot they were spawned, spending the course of their life as plankton. ==Harvest and consumption== The Suruga fishery was established in 1894. During the two fishing periods of March to June and October to December the sakura shrimp are caught by trawling at night. Annual yields of sakura shrimp average tons in Suruga Bay and 100 tons in Donggang. In Japan during the summer spawning months Sakura shrimp harvests are prohibited for conservation reasons. ==Explanatory notes== ==References== ;Citations ;Bibliography * * * * * * * * * * * * * Category:Dendrobranchiata Category:Crustaceans described in 1922 Category:Crustaceans of Japan ",
    "title": "Sakura shrimp"
}