{
    "id": "46210379",
    "text": "Kannan Balakrishnan (born 26 June 1964) is a classical musician and veena exponent from Chennai, India, in the Carnatic Music genre. He is also a vocalist and exponent of the instruments Mridangam, Suddha Madhalam and the Ganjira. He is also known his work in promoting the Veena and the annual ten- day Veena festival organized in Chennai. ==Early days and personal life== He is the disciple of Vidushi Vasantha Krishnamoorthy and Vid. R. Pichumani Iyer. He later trained for advanced raaga rendition under veena maestro Dr S. Balachander. Kannan comes from a family that has a rich art and cultural heritage. He is the nephew of Dr. Padma Subrahmanyam, the danseuse and research scholar. His father V. Balakrishnan is a noted film maker of documentaries. His mother Shyamala Balakrishnan was a classical music singer. His paternal grandfather Director K. Subrahmanyam was a veteran pioneer in Tamil films in the 1930s. He has performed for many Yuva Utsavs conducted by Sangeet Natak Akademi (New Delhi) at Chennai and Bhubaneswar. ==Career== He is a prolific exponent of the veena. He is also a vocalist and exponent of the instruments Mridangam, Suddha Madhalam and the Ganjira. He has toured for performances globally across Canada, USA, UK, Dubai, Kuwait, Malaysia, Singapore and Japan. He has also toured the Soviet Union in the year In 1987, on invitation from the Government of India for the Festival of India in the USSR. === Accompanist=== He has been accompanist on the Veena, Vocal and other instruments for Dr. Padma Subrahmanyam's dance concerts. He has toured numerous countries including Portugal, Sri Lanka, Greece, Spain, Indonesia, Austria, Switzerland, France, Thailand, Mauritius, Bahrain, Qatar, Abu Dhabi, Muscat and many other for these performances. ===Veena festival=== He actively promotes the cause of the divine instrument veena through various forums and activities. He organizes the annual ten day Veena festival in Chennai with support from Narada Gana Sabha. ===Other contributions=== He was the founder president of the Youth Association for Carnatic Music (YACM) that was established in 1985. ==Awards & felicitations== * Prize from Sri Krishna Gana Sabha, Chennai (1981) * Prize from Music Academy, Chennai (1987) * \"Yuva Kala Bharati\" awarded by Bharat Kalachar, Chennai (1988). * Young Veena Artiste Award by Narada Gana Sabha (1995) * Fellowship of the Department of Culture, Government of India for a research project in Veena. ==References== Category:Saraswati veena players Category:Musicians from Chennai Category:Living people Category:1964 births ",
    "title": "Kannan Balakrishnan"
}