{
    "id": "46212639",
    "text": "Lister Tonge, AKC (born 23 December 1951) is a British Anglican priest. He was Dean of Monmouth from 2012 until the style of the post was changed to Dean of Newport in 2018.South Wales Argus ==Early life and education== Tonge was born on 23 December 1951 in Oldham, Lancashire, England. He was educated at Heywood Grammar School, Salford Grammar School, King's College London and Loyola University Chicago.TONGE, Very Rev. Lister’, Who's Who 2014, A & C Black, an imprint of Bloomsbury Publishing plc, 2014; online edn, Oxford University Press, 2014 ; online edn, Nov 2014 accessed 24 March 2015 He is the second child of Edward Tonge and Dorothy Tonge (née Clough). ==Ordained ministry== Tonge was ordained in 1975.Crockfords (London, Church House, 1995) After a curacy at Liverpool Parish Church he was Precentor of Johannesburg Cathedral from 1978 to 1979. From then until 1991 he was a member of the Community of the Resurrection. He was then resident Chaplain to the Community of St John the Baptist until his appointment as Dean. He, alongside Archdeacons Jonathan Williams and Ambrose Mason, raised grievances - which they termed \"concerns about the well-being\" - against Bishop of Monmouth Richard Pain. Despite an internal investigation which determined that there was insufficient evidence to proceed with a formal disciplinary tribunal and finding \"there was no case to answer\", the three men remained unsatisfied. Tonge, Williams and Mason then wrote a letter to the Archbishop John Davies and all Welsh bishops expressing how unhappy they were with the outcome. A process of mediation was then put into place, they withdrew from this in December 2018 when a press release from the Church in Wales seemed to confirm the breakdown-in-relationships rumours. Bishop Pain later retired on ill health. The Archbishop, who would not take questions from clergy, claimed in a meeting that the three senior clerics had behaved properly throughout.https://www.southwalesargus.co.uk/news/17731584.archbishop-of- wales-john-davies-declares-saga-that-has-engulfed-diocese-of-monmouth-for- months-is-now-closed/https://www.southwalesargus.co.uk/news/17608424.bishop- of-monmouth-has-resigned/https://www.bbc.co.uk/news/uk-wales-46989110 ==References== Category:1951 births Category:Living people Category:People educated at Heywood Grammar School Category:People educated at Salford Grammar School Category:Alumni of King's College London Category:Associates of King's College Category:Loyola University Chicago alumni Category:Deans of Monmouth Category:People from Oldham ",
    "title": "Lister Tonge"
}