{
    "id": "46218269",
    "text": "The Accidental Honeymoon is a 1918 American silent comedy drama film directed by Léonce Perret and starring Robert Warwick.Progressive Silent Film List: The Accidental Honeymoon at silentera.comThe AFI Catalog of Feature Film: The Accidental Honeymoon A fragment of the film remains with only a single reel of the 5 reel film existing at the Library of Congress.The Library of Congress American Silent Feature Film Survival Catalog: The Accidental Honeymoon ==Plot== As described in a film magazine, because his fiancee has deceived him, Robert Courtland (Warwick) decides to end his own life. He tries to shoot himself but is interrupted by the telephone. His next attempt is to be beneath the wheels of a fast train. After he has been resting peacefully some time on a carpet and cushion waiting for the train, Kitty Grey (Hammerstein), escaping from an undesirable marriage, calls on Robert for help in fixing her automobile. Robert decides then that he does not want to die after all. They find themselves in an embarrassing position when rain forces them to seek shelter at a farmhouse, and the kindly farmers take them for man and wife. The next day the irate Mr. Gray (Norcross) locates his runaway daughter and puts her in a girls' school, where Robert finds her. With the assistance of a teacher who has loved and lost, Robert and Kitty carry their elopement to a successful finish. ==Cast== *Robert Warwick as Robert Courtland *Elaine Hammerstein as Kitty Grey *Frank McGlynn, Sr. as Farmer Perkins *Blanche Craig as Mother Perkins *Frank Norcross as Kitty's Father *Edward Kimball as Roland Edwards *Jeanne Méa as Seminar Principal (credited as Madame Mea) *Emily Lorraine as Teacher *Walter Hiers as Jimmy ==References== ==External links== * * Category:1918 films Category:American silent feature films Category:American films Category:Lost American films Category:Films produced by Harry Rapf Category:American black-and-white films Category:American comedy-drama films Category:1918 comedy-drama films Category:1918 lost films Category:Lost comedy-drama films ",
    "title": "The Accidental Honeymoon"
}