{
    "id": "46215789",
    "text": "Spatula is a genus or subgenus of ducks in the family Anatidae that includes the shovelers and some of the teals. ==Taxonomy== The species now placed in this genus were formerly placed in the genus Anas. A molecular phylogentic study comparing mitochondrial DNA sequences published in 2009 found that the genus Anas, as then defined, was non-monophyletic. Based on this published phylogeny, the genus Anas was split into four monophyletic genera with ten species moved into the resurrected genus Spatula. The genus Spatula had originally been proposed by the German zoologist Friedrich Boie in 1822. The type species is the northern shoveler. The name Spatula is the Latin for a \"spoon\" or \"spatula\". ===Extant Species=== The genus contains 10 species: {| class=\"wikitable\" |- ! Image !! Scientific name !! Common Name!! Distribution |- |120px || S. querquedula || Garganey || Europe and western Asia |- |120px || S. hottentota || Hottentot teal || eastern and southern Africa, from Sudan and Ethiopia west to Niger and Nigeria and south to South Africa and Namibia |- |120px || S. puna || Puna teal || the Andes of Peru, western Bolivia, northern Chile, and extreme northwestern Argentina |- |120px || S. versicolor || Silver teal || southern Bolivia, southern Brazil, Paraguay, Argentina, Chile, Uruguay, South Georgia, South Sandwich Islands, and the Falkland Islands |- |120px || S. platalea || Red shoveler || from Tierra del Fuego northwards to Chile and most parts of Argentina, as well as to the Falkland Islands, and there are small isolated breeding populations in southern Peru. |- |120px || S. cyanoptera || Cinnamon teal || South America, western United States, and extreme southwestern Canada, and are rare visitors to the east coast of the United States |- |120px || S. discors || Blue-winged teal || North America, where it breeds from southern Alaska to Nova Scotia, and south to northern Texas. |- |120px || S. smithii || Cape shoveler || South Africa, and uncommon further north in Namibia, Botswana, Zimbabwe, southern Angola, Lesotho, Mozambique, and Zambia |- |120px || S. rhynchotis || Australasian shoveler || Australia, Tasmania, and New Zealand |- |120px || S. clypeata || Northern shoveler || northern areas of Europe and Asia and across most of North America |- |} ===Phylogeny=== Cladogram based on the analysis of Gonzalez and colleagues published in 2009. ==References== Category:Bird genera Category:Taxa named by Friedrich Boie ",
    "title": "Spatula (genus)"
}