{
    "id": "46228818",
    "text": "Joseph B. Platt was an American physicist and academic administrator who served as founding president of Harvey Mudd College from 1956 to 1976 and as eighth president of Claremont Graduate University from 1976 to 1981. == Biography == Platt was born August 12, 1915 in Portland, Oregon and grew up in Rochester, New York. He attended the University of Rochester and served in United States Merchant Marine in the South Atlantic between his freshman and sophomore years. He graduated with a degree in physics from Rochester in 1937, received a doctorate in physics from Cornell University in 1942 then joined the University of Rochester faculty. During World War II, he was on leave from the University of Rochester and spent much of his time in the Radiation Laboratory at MIT developing radar devices for the United States Air Force in the European and Pacific theaters. He returned to the University of Rochester in 1946, but from 1949 to 1951 he was loaned to the Atomic Energy Commission as chief of the Physics Branch, Research Division. When Platt was recruited to lead the newly founded Harvey Mudd College in 1956, he was a highly respected teacher and physicist at the University of Rochester, where he worked on the design and construction of the 240-million-volt synchrocyclotron. When he stepped down from Harvey Mudd in 1976, the school was considered one of the nation's leading science and engineering universities and today it is still recognized nationally as a \"producer\" of future engineering and science PhD graduates. After serving as eighth president of Claremont Graduate University from 1976 to 1981, Platt returned to Harvey Mudd and continued to teach there well into his 90s. ==References== Category:1915 births Category:2012 deaths Category:Cornell University alumni Category:University of Rochester alumni Category:University of Rochester faculty Category:Harvey Mudd College faculty Category:Claremont Graduate University faculty Category:Heads of universities and colleges in the United States ",
    "title": "Joseph Platt (university president)"
}