{
    "id": "46222330",
    "text": "The Suzuki Gixxer (GSX-150) is a naked motorcycle from Suzuki. The bike was launched in September 2014. Its design is similar to the GSX-S1000. The name derives from a nickname used in Britain and elsewhere for Suzuki's GSX-R series of bikes. ==Faired version== The Suzuki Gixxer SF (GSX-150F), a faired version of the Gixxer was launched on 7 April 2015.Suzuki Gixxer SF Launched in India; Priced at Rs. 83,439 SF stands for Sport Fairing. The fully faired version is 4 kg heavier than the naked version; the other specifications remain the same. With its aerodynamic fairing, the faired version is faster by about 10 km/h and reaches a top speed of about 130 km/h. The Gixxer SF's design is inspired by the GSX-R1000, and the Suzuki Hayabusa. The MotoGP edition also comes with fuel injection. == Special Edition == Suzuki has launched special editions of both the naked and faired versions with cosmetic changes; including a version in Matte gray and Black body colour combination with a racing flag theme inspired by MotoGP.https://carandbike.com/news/suzuki-gixxer-and-gixxer-sf-special- editions-launched-in-india-priced-from-rs-80-726-1209849 Suzuki launched another Special Edition colour scheme in 2017 with combination of Orange, White and Black colours.https://carandbike.com/news/2017-suzuki-gixxer-and- gixxer-sf-special-edition-launched-priced-from-rs-81-175-1738830 ==Updates== * 8 September 2016 - Fuel Injection variant launched.https://carandbike.com/news/fuel-injected-suzuki-gixxer-sf-launched- in-india-priced-at-rs-93-499-748861 * 17 February 2017 - Updated with AHO as standard.https://www.motorbeam.com/suzuki-gixxer-bs-iv-access-125-also- updated/ * 11 August 2017 - ABS is added.http://bikeindia.in/new-suzuki- gixxer-sf-abs-launched-in-carb-and-fi-variants/ == 2020 facelift == Suzuki upgraded the Gixxer and SF models in 2020. The facelift model has a brand new fairing, a new digital instrument cluster and a BS6 compliant engine. It also gets new LED headlamps and taillamps. New graphics and color schemes distinguish the new edition from the older model. The chassis has also been revised, and it is now 3 mm thicker. The bike also gets new clip-on handlebars which make the riding stance more aggressive than before. The Fuel tank capacity though remains the same. The new bike makes of power as opposed to the 14.8 PS of the earlier machine, though torque figures remain the same. ==References== ==External links== * / at Suzuki India * at Suzuki Philippines Gixxer Category:Motorcycles introduced in 2014 ",
    "title": "Suzuki Gixxer"
}