{
    "id": "46223993",
    "text": "Devon Roy Martinus (born 28 January 1993 in Bredasdorp, South Africa) is a South African rugby union player for in the Currie Cup and in the Rugby Challenge. His regular position is prop. ==Career== ===UWC=== Marthinus made his mark in the 2012 Varsity Shield competition for university side , playing in all eight of their matches in the competition to help them finish in third position. ===Golden Lions=== After the 2012 Varsity Shield, Marthinus moved to Johannesburg to join the , making four appearances for the s in the 2012 Under-21 Provincial Championship. He was included in their senior squad for the 2013 Vodacom Cup competition and made his first class debut in their second match of the season, coming off their bench in a 22–27 defeat to near- neighbours the . He made his first start in their next match against their trans-Jukskei River rivals , again ending on the losing side as the Blue Bulls ran out 54–26 winners. He made one more appearance – again in a loss as the beat them 30–19 in Welkom. His performances didn't go unnoticed by the South African Under-20 selectors, however, and he was included in the squad that played at the 2013 IRB Junior World Championship. Marthinus only made one appearance at the tournament, a 26–19 victory over hosts France which helped them secure top spot in Pool A. South Africa eventually finished third in the competition, losing to Wales in the semi-final, but beating New Zealand in the third-place play-off. He returned to domestic action to make eleven appearances in the ' 2013 Under-21 Provincial Championship season, helping them secure a semi-final spot by finishing fourth on the log, where they lost 41–44 after extra time to eventual winners . He spent the first part of the 2014 season playing Varsity Cup rugby for , playing six times in the 2014 Varsity Cup competition and also helping them retain their Varsity Cup status by beating in their relegation play-off match. He represented the for a third consecutive season in the 2014 Under-21 Provincial Championship, making three appearances. ===Leopards (loan)=== However, he failed to break through into the first team and he joined Potchefstroom-based side the on loan prior to the 2015 Vodacom Cup. He immediately established himself as their first-choice loosehead prop for the competition and made his Leopards debut in their season-opening match against the . ===Griquas=== He joined Kimberley-based side for the 2016 season. ==References== Category:South African rugby union players Category:Living people Category:1993 births Category:People from Cape Agulhas Local Municipality Category:Rugby union props Category:Golden Lions players Category:Leopards (rugby team) players Category:South Africa Under-20 international rugby union players ",
    "title": "Devon Martinus"
}