{
    "id": "46222192",
    "text": "Colonel Henry Dundas Campbell (8 July 1798 – 1 April 1872) was a British professional soldier, Governor of Sierra Leone from 1835 to 1837. Campbell's mona monkey (Cercopithecus campbelli) was named after him, in 1838, by George Robert Waterhouse. ==Biography== Campbell was born in Cape Town, Cape Colony1871 England Census to Admiral Donald CampbellLondon, England, Freedom of the City Admission Papers, 1681-1930 (died 1819, as Captain of HMS Salisbury), and his wife Margaret Harriet (who died 1831, at Hampton House, Henry Dundas Campbell's residence). He was a lieutenant in the 63rd Foot, in 1820. It is said that he was an officer in the 8th Dragoons, when in 1822 he had his portrait painted by William Beechey; but his exchange into the Dragoons was dated 3 July 1823. In 1827 he was an unattached major on half pay. Campbell was appointed Lieutenant-Governor of Sierra Leone in 1834. He then replaced Octavius Temple as Governor. He placed emphasis on education, including female education. He went to Magbele on the Rokel River to negotiate a commercial treaty with Dala Modu Dumbuya. This mission took on the nature of a peace conference, with a number of groups attending who wanted an end to ongoing threats of instability in the region. In 1838 he sent the Zoological Society the type specimen of the primate named after him. During Ralph Randolph Gurley's visit to London in 1840, Campbell spoke in support of the American Colonization Society at the Egyptian Hall. In the same year he resolved a public quarrel between Sir Duncan Macdougall, a friend, and the Marquess of Londonderry. In later life, Campbell became a director of the British Empire Life Assurance Company, founded 1839. He was also a director of the Direct Western Railway. In the 1847 general election, he was a candidate for , held by Edward Harris, as a Liberal and free trader. He died in Peckham on 1 April 1872, at age 74. ==Family== Campbell married in 1827 Anne Marie \"Fanny\" Davis (died 16 January 1880), sister of Sir John Francis Davis, 1st Baronet, and daughter of Samuel Davis. Their daughter Harriet Henrietta Georgina married Alexander Shank, a judge in India; and their daughter Frances Eliza married Oswald James Augustus Grimston. ==References== * ==Notes== Category:1872 deaths Category:63rd Regiment of Foot officers Category:Governors of Sierra Leone Category:1798 births Category:8th King's Royal Irish Hussars officers Category:Freemen of the City of London ",
    "title": "Henry Dundas Campbell"
}