{
    "id": "46220189",
    "text": "Manchester by the Sea is a 2016 American drama film written and directed by Kenneth Lonergan, and stars Casey Affleck, Michelle Williams, Kyle Chandler, and Lucas Hedges. The plot follows a man who, after his brother dies, is entrusted with the care of his teenage nephew. The film premiered at the Sundance Film Festival on January 23, 2016, and was picked up by Amazon Studios for distribution. Manchester by the Sea was filmed during March and April 2015 in the eponymous Massachusetts town and other towns in the state, such as Beverly, Essex, Gloucester, Swampscott, Lynn, Middleton, Tewksbury, and Salem. It began a limited release on November 18, 2016, before a wide release on December 16, 2016. It grossed $79million worldwide against a budget of $9million. The film received critical praise and was widely counted among the best films of the year; the National Board of Review listed it as the top film of 2016. Critics complimented the performances of Affleck, Williams, and Hedges, as well as Lonergan's screenplay and direction. At the 89th Academy Awards, Manchester by the Sea won awards for Best Actor for Affleck and Best Original Screenplay, and additional nominations for Best Picture, Best Director, Best Supporting Actor (Hedges), and Best Supporting Actress (Williams). Affleck also won the Golden Globe Award for Best Actor – Motion Picture Drama; the film was also nominated in four other categories. The British Academy Film Awards nominated the picture for six awards, of which it won Best Actor in a Leading Role for Affleck and Best Original Screenplay. == Plot == Lee Chandler, who works as a janitor and lives alone in a basement apartment in Quincy, Massachusetts, is told his brother Joe, a fisherman, has suffered a cardiac arrest; Joe dies before Lee can get to the hospital. Lee insists on being the one to tell Joe's teenage son Patrick about his father's death. While making funeral arrangements, they learn Joe's body cannot be buried until spring when the ground thaws. Lee makes plans to remain in Manchester-by-the-Sea, Massachusetts, in Patrick's home, until the delayed burial. Lee meets with Joe's attorney and is shocked to discover Joe named him as Patrick's legal guardian. A flashback reveals that Lee had once lived in Manchester with his then-wife Randi and their three small children; Lee's negligence while intoxicated led to a house fire that killed the children. No criminal charges were filed against him but, after being questioned at the police station, Lee stole an officer's gun and attempted to shoot himself. He and his wife divorced and Lee left the town. In light of these events, Lee is reluctant to commit to the guardianship and is unwilling to move back to Manchester, where the locals treat him as an outcast in the light of his role in the death of his and Randi's children. Lee begins planning for Patrick to move to Boston with him but Patrick has strong links with the Manchester community and objects to the idea. Lee commits to staying until the end of the school year. Over time, Patrick and Lee re-establish their bond, despite conflicts about Joe's boat, Patrick's girlfriends, and their future living arrangements. Through flashbacks, Patrick's mother Elise is shown to have had substance abuse problems and abandoned the family. Lee is opposed to Patrick reconnecting with her. Patrick emails Elise about Joe's death and she invites him to have lunch with her. She has committed to Christianity and sobriety with her fiancé Jeffrey but during an awkward meal with them, Patrick finds he is unable to connect with her. He is unsettled further when Jeffrey emails him and insists on being an intermediary in any future communication between Patrick and his mother. Lee's subsequent positive comments about Elise's sobriety lead Patrick to believe his uncle is trying to get rid of him, assertions Lee denies. In response to this strain in their relationship, Lee takes steps to possibly extend his stay in Manchester and seeks to spend more time with Patrick. Lee runs into his ex-wife Randi and her newborn child Dylan. A sobbing Randi expresses remorse for her treatment of Lee during their divorce and asks him to have lunch. Lee deflects her apology, feeling that he does not deserve it. When she insists they reconnect and pleads with him not to \"just die\", he leaves to avoid becoming emotional. Distraught, Lee gets drunk at a bar, picks a fight with strangers, and is knocked out. He awakens in the living room of family friend George and breaks down in tears. At home, Patrick shows his uncle deference after seeing his battered state and pictures of his deceased children. Lee arranges for George and his wife to adopt Patrick so that he can remain in Manchester while Lee takes a job in Boston. When Patrick asks Lee why he cannot remain in Manchester, Lee says that he \"can't beat it.\" During a walk after Joe's burial service Lee tells Patrick he is searching for a residence in Boston with an extra room so Patrick can visit whenever he wants. In the final scene, Lee and Patrick go fishing on Joe's refurbished boat, which Patrick has inherited. == Cast == * Casey Affleck as Lee Chandler, a grief-stricken loner * Lucas Hedges as Patrick Chandler, Lee's 16-year-old nephew and charge :* Ben O'Brien as young Patrick * Michelle Williams as Randi, Lee's ex-wife * Kyle Chandler as Joseph \"Joe\" Chandler, Lee's brother and Patrick's father * C. J. Wilson as George, the Chandlers' family friend * Tate Donovan as Patrick's hockey coach * Kara Hayward as Silvie McGann, one of Patrick's girlfriends * Anna Baryshnikov as Sandy, one of Patrick's girlfriends * Heather Burns as Jill, Sandy's mother * Gretchen Mol as Elise Chandler, Joe's ex-wife and Patrick's mother * Matthew Broderick as Jeffrey, Elise's fiancé * Josh Hamilton as Wes, Joe's lawyer * Kenneth Lonergan in a cameo as a Manchester pedestrian * Stephen Henderson as Mr. Emery, Lee's boss * Erica McDermott as Sue, the boat yard boss ==Themes== Manchester by the Sea is a treatment of profound grief from which it is difficult or impossible to recover. In an essay in Cineaste, Colin Fleming writes that \"the question Lonergan invites us to ask ourselves is how on earth would we be able to carry on after an event so tragically full of loss and guilt.\"Fleming, Colin (Spring 2017), \"Manchester by the Sea.\" Cineaste. 42 (2):51–53 Speaking to the persistence of grief, Film Comment magazine says that \"Lonergan is telling us that Lee's grief cannot be contained or subdued because his past lives on wherever he goes.\"Koresky, Michael (November/December 2016), \"The World is Full of Weeping.\" Film Comment. 52 (6):48–52 Remarking on the way flash-backs appear suddenly during the movie, critic Anthony Lane says that Lonergan \"proceeds on the assumption that things are hard, some irreparably so, and that it's the job of a film not to smooth them over.\" He also noted the tragedy is juxtaposed with \"the harsh comedy that colors much of the dialogue, and the near-farcical frequency with which things go wrong.\" Along those same lines, critic Steven Mears called the film \"a study of grief and reticence that finds droll humor in those very sources,\"Mears, Steven (January/February 2017), \"Manchester by the Sea.\" Film Comment. 53 (1):47–49 and Richard Alleva says the loving but tense relationship between Lee and Patrick \"keeps the story nicely balanced between rough hewn comedy and delicate pathos.\"Alleva, Richard (February 10, 2017), \"Character Studies\". Commonweal. 144 (3):21–22 Explaining his objective, Lonergan said, > I don't like the fact that, nowadays, it feels like it's not permissible to > leave something unresolved... Some people live with their trauma for years. > I'm not interested in rubbing people's faces in suffering... But I don't > like this lie that everybody gets over things that easily. Some people can't > get over something major that's happened to them at all; why can’t they have > a movie too? The film's events take place through the cultural filter of a blue-collar, New England community. John Krasinski and Matt Damon initially approached Lonergan about developing the story in New England.Smart, Jack (November 24, 2016), \"Kenneth Lonergan, 'Manchester by the Sea'.\" Back Stage. 57 (47):16 As Lonergan researched the areas surrounding Manchester-by-the-Sea, he sought to include details specific to the area, such as its distance from Quincy, the delayed burial because of the frozen ground in a historical cemetery, and the realities of fishing life. Critic Sam Lansky said the lead character's New England roots make him \"disinclined to emote\", and Tom Shone said Lonergan's dialog forces \"the story’s heartbreak to peep from behind these tough, flinty New England exteriors.\"Shone, Tom (December 16, 2016), \"Drowning, Not Waving.\" Newsweek Global. 167 (22):63 ==Production== Matt Damon and John Krasinski brainstormed a film about an \"emotionally crippled\" handyman, and took the idea to Lonergan for his input, thinking Krasinski would star and Damon would direct. Damon had worked with Lonergan on the 2011 film Margaret. Both actors became occupied with other projects while Lonergan worked on the screenplay for three years. After Damon read a rough draft of the script, he insisted Lonergan should direct the project and that Damon would star in it.Tapley, Kristopher (January 21, 2016), \"With ‘Margaret’ Trauma Behind Him, Kenneth Lonergan Returns to Sundance With ‘Manchester by the Sea’ .\" Variety. Retrieved April 14, 2017. They announced they would collaborate on the project on September 6, 2014, and pre-production began two days later. However, Damon would not have a break in his schedule for another year. In early December 2014, while filming The Finest Hours, Casey Affleck told The Boston Globe he would replace Damon in the lead role. Damon said he \"wouldn't give this role up to anybody but Casey Affleck.\" Affleck officially replaced Damon on January 5, 2015. On January 9, Michelle Williams was selected to play the lead character's former wife and Kyle Chandler was cast as Affleck's character's older brother on February 24. In April 2015, Lucas Hedges joined the cast of the film. Lonergan has said Hedges' audition was \"special\" but that he was unsure how the young actor would perform \"because his background is so different [from that of the character]. Ultimately he did a beautiful job.\" It was later revealed Erica McDermott had also been cast. Coming from a theater background, Lonergan had the actors rehearse table read-style for two weeks before filming.McGrath, Charles (September 16, 2016), \"This Time, Kenneth Lonergan Has the Last Say\" . The New York Times. Retrieved April 14, 2017. Principal photography began on March 23, 2015, with scenes filmed in the town Manchester-by-the-Sea, Massachusetts, and the North Shore at locations in Beverly, Essex, Gloucester, Swampscott, Lynn, Middleton, Tewksbury, and Salem. Filming wrapped on April 30, 2015. In October 2018, Damon said in an interview with The Bill Simmons Podcast Lonergan had originally planned to film a different ending to the film that would have been a retreating drone shot of a flashback of Affleck's and Williams' characters, their children and extended family, on his brother's boat. The scene was determined to be too expensive to film, although Damon said the film's unexpected financial success meant it could have been filmed after all. Initially, Gigi Pritzker was due to produce and finance the film through her company Odd Lot Entertainment. In March 2015, however, it was reported Kimberly Steward, through her company K Period Media, would produce and finance the film with Damon (through his company Pearl Street Films), Chris Moore (through CMP), Kevin J. Walsh (through his company B Story), and Lauren Beck, along with additional financing from Sierra/Affinity. The executive producers were Josh Godfrey, John Krasinski, Declan Baldwin, and Bill Migliore. == Release == Manchester by the Sea had its world premiere on January 23, 2016, at the Sundance Film Festival. Shortly afterward, Amazon Studios acquired U.S. distribution rights to the film for $10million, beating Sony Pictures Classics, Universal Pictures, Lionsgate, and Fox Searchlight. This was the second-largest disclosed purchase at the Sundance Film Festival after The Birth of a Nation at $17.5million. Roadside Attractions, of which Lionsgate owns 45%, later became co-distributor of the film with Amazon. The film was screened at the Telluride Film Festival and the Toronto International Film Festival, both of which took place in September 2016. The 2016 New York Film Festival, which ran from September 30 to October 16, included Manchester by the Sea in its \"main slate\" and invited Longergan to participate in audience question-and-answer sessions after the October 2 and 11 screenings of the film. It was also shown at the BFI London Film Festival on October 8, 2016. The film was theatrically released on November 18, 2016. ===Home media=== Manchester by the Sea was made available to stream on Amazon and for digital download in the U.S. on February 7, 2017, and on Amazon Prime on May 5 of that year. It was released on DVD and Blu-ray on February 21, 2017. In the UK, the film became available for digital download on May 8, 2017, and on Blu-ray, DVD, and On Demand on May 15 the same year. ==Reception== ===Box office=== Manchester by the Sea grossed $47.7million in the United States and Canada, and $31.3million in other territories, grossing $79million worldwide against a production budget of $9million. The film began a limited theatrical release on November 18, 2016, and grossed $256,498 from four theaters that weekend, making for a per-theater average of $64,125. It began a U.S.-wide release on December 16, 2016, opening against Rogue One and Collateral Beauty, grossing $4.2million, and finishing sixth in terms of revenue at the box office. ===Critical response=== Manchester by the Sea received critical acclaim and praise for Lonergan's screenplay and direction, and the performances of Affleck, Hedges, and Williams. After an early screening at the Sundance Festival, Rolling Stone called it the \"must-see film\" of 2016. As more critic reviews were published, Rotten Tomatoes assigned the film an approval rating of 96% based on 346 reviews with an average rating of 8.82/10. According to the website's critical consensus, \"Manchester by the Sea delivers affecting drama populated by full-bodied characters, marking another strong step forward for writer-director Kenneth Lonergan.\" On Metacritic, the film has a weighted average score of 96 out of 100 based on 52 critics—the third highest of the year—indicating \"universal acclaim.\" According to Metacritic data, critics counted the film among the best films of 2016. Giving the film five stars out of five, Phil de Semlyen of Empire called the film \"masterfully told and beautifully acted\", and favorably compared Affleck's performance to that of Marlon Brando in On the Waterfront, and saying, \"there’s not much higher praise than that.\"De Semlyen, Phil (January 9, 2017), \"Manchester By The Sea Review\" . Empire. Retrieved April 20, 2017. Varietys Justin Chang said the film is a \"beautifully textured, richly enveloping drama\" and, while he noted that the film \"may be too sprawling a vision for all arthouse tastes,\" he asserted that \"Lonergan’s many champions are scarcely the only viewers who will be stirred by this superbly grounded and acted third effort.\" Critic Peter Travers said the movie \"ranks with the year’s very best films\" and that \"it takes a piece out of you.\"Travers, Peter (December 1, 2016), \"A New Film Classic.\" Rolling Stone. (1275):66 RogerEbert.com's Matt Zoller Seitz gave the film four stars out of four, stating it is \"the kind of movie you'll want to see a second time with someone who hasn't seen it yet, to remember what it was like to watch it for the first time.\" Anthony Lane of The New Yorker called the film \"carefully constructed, compellingly acted, and often hard to watch.\"Lane, Anthony (January 30, 2017), \"Manchester by the Sea.\" New Yorker. 92 (47):9–10 Entertainment Weeklys Leah Greenblatt said \"the exquisitely crafted, emotionally ragged Manchester doesn’t just ask for time and effort; it earns it.\"Greenblatt, Leah (December 16, 2016), \"No. 3 Manchester by the Sea. Entertainment Weekly. (1444/1445):51 In a mixed review, Lanre Bakare of The Guardian gave the film three stars out of five, saying the \"impact of this impressive drama is suffocated by the silence and suffering of its central character.\" The film was included on many end-of-year lists, including those of the American Film Institute, Rolling Stone, the BBC, The New York Times, the Los Angeles Times, and The Washington Post. The scene that drew the most critical praise depicts the characters Randi and Lee speaking again years after their divorce; Anthony Lane called it the \"highlight\" of the movie.Lane, Anthony (November 28, 2016), \"Fighting Demons.\" New Yorker. 92 (39):96–97 Tom Shone said of Williams' performance, \"if this actress were put on earth to do one thing only, it would be this scene.\" According to Chang, Williams \"has one astonishing scene that rises from the movie like a small aria of heartbreak.\" Zoller called the scene \"a duet of mortification and mercy that stacks up with the best of Mike Leigh (Secrets and Lies).\" Affleck said he strove to show restraint while acting the scene, adding, \"The challenge was to have all of those feelings and hold it without weeping and wailing and gnashing your teeth. To be there, and not be there.\" ===Accolades=== Manchester by the Sea received six nominations at the 89th Academy Awards; Best Picture, Best Director, Best Actor (Affleck), Best Supporting Actor (Hedges), Best Supporting Actress (Williams) and Best Original Screenplay, winning two for Best Original Screenplay for Lonergan and Best Actor for Affleck. It was the first film released by a digital streaming service to be nominated for Best Picture. Affleck won the Golden Globe Award for Best Actor – Motion Picture Drama; the film was nominated for four additional awards at the 74th ceremony; Best Picture, Best Director, Best Supporting Actress (for Williams) and Best Screenplay. The film received six nominations at the 70th British Academy Film Awards; Best Film, Best Direction, Best Actor in a Leading Role (Affleck), Best Actress in a Supporting Role (Williams), and Best Original Screenplay (Lonergan). Affleck won Best Actor in a Leading Role and Lonergan won Best Original Screenplay. The National Board of Review listed Manchester by the Sea as its top film of 2016. ==Music== Lesley Barber was selected to score the film, as she had previously worked on Lonergan's 2000 film You Can Count On Me.Newman, Nick (November 15, 2016), \"Lesley Barber Discusses Scoring ‘Manchester by the Sea’ and Kenneth Lonergan’s Precision\" . The Film Stage. Retrieved April 14, 2017. She developed the first musical themes after reading the script.Schweiger, Daniel (November 17, 2016), \"Interview with Lesley Barber\" . Film Music. Retrieved April 14, 2017. Once she established the themes, Barber worked with the orchestra to create a sound that emoted the sound of the ocean with \"underlying tension\" with lightness, for exterior scenes. Early in the scoring process, Barber took inspiration from New England church music from the 1700s, including Calvinist hymns and other music of the Pilgrims and Colonial era, with its emphasis on a cappella vocals. Barber developed the music to complement her understanding of the essence of the film's scenes based on emails and conversations with Lonergan. To score scenes that reflect Lee's \"interior landscape,\" she sent the music to her daughter Jacoba Barber-Rozema, an opera major, then recorded her singing in her dorm room via Skype.\"Composer Lesley Barber Discusses Her Score For 'Manchester By The Sea'\" . Variety 411. Retrieved April 14, 2017. Barber said the confined space made for a \"perfect sound.\" Orchestration was later added to the track. For the opening flashback of Lee in happier times, Barber recorded her daughter's vocals in a large, spacious auditorium. Instead of giving Lonergan demos, Barber provided him with more-finished pieces earlier in the editing process to allow the director to have a better sense of the music while editing. The film was cut down after the Sundance screening, requiring Barber to rework and simplify some of the music. Critic Steven Mears says the film's score \"gives form\" to the feelings of blue-collar Americans. Bobby Finger, writing for Jezebel, called it \"an elegant white noise... a hypnotic soundtrack to focused thought.\"Finger, Bobby (February 25, 2017), \"A Chat With Lesley Barber, the Composer of 2016's Best Film Score (and Why it Won't Win an Oscar)\" . The Muse. Jezebel. Retrieved April 14, 2017. Caitlin Warren of Spindle Magazine said the score adds perfectly \"to the raw emotion of the film without ever overwhelming it to the point of feeling contrived or cheesy.\"Warren, Caitlin (25 January 2017), \"Interview with Lesley Barber, Composer of ‘Manchester by the Sea’\" . Spindle Magazine. Retrieved April 14, 2017. Film score critic Jonathan Broxton said the music \"dwells in the bitterness of regret\" and that it has \"a captivating, dream-like quality that is... dramatically appropriate for the film it accompanies.\" The use of \"Adagio in G minor\" to accompany the reveal of Lee's tragedy received mixed reviews. The New Yorker said, \"Any piece of music that has been used for Rollerball, Gallipoli, and Flashdance has, by definition, been squeezed dry.\" Mark Kermode of the BBC said the piece \"has been overused so much in popular entertainment that when it turns up, it's distracting.\" According to Koresky, in the montage, \"Lonergan thickly lays on the Handel, Bach, and Albinoni, making this sequence almost surreally operatic in its horror.\" In an interview, Lonergan said he originally used the piece as a stand-in track while editing and decided to keep it in. The Academy of Motion Picture Arts and Sciences ruled the film's score ineligible for Oscar consideration due to the volume of music from classical composers in the soundtrack. In a statement Barber released to Variety, she said, \"While I accept the Academy’s decision, I also support my director's decision to use these pieces and I'm also very proud of the substantial contribution that the original score made to the film as well.\" ===Soundtrack=== All music was written by Lesley Barber unless otherwise noted. The orchestra was conducted by James Shearman. Jacoba Barber-Rozema, Barber's daughter, provided additional vocals. The album was recorded and mixed by XXX and edited by Mick Gormley. The album was produced by Barber and Stefan Karrer.Broxton, Jonathan (December 6, 2016) \"Manchester by the Sea—Lesley Barber\" . Movie Music UK. Retrieved April 18, 2017. == References == == External links == * – official site * * * * * Category:2016 films Category:American films Category:American drama films Category:American independent films Category:2016 drama films Category:Films shot in Massachusetts Category:Films set in Massachusetts Category:Films about families Category:Films about grieving Category:Films about alcoholism Category:Films directed by Kenneth Lonergan Category:Films with screenplays by Kenneth Lonergan Category:Films produced by Matt Damon Category:Pearl Street Films films Category:Amazon Studios films Category:Roadside Attractions films Category:Films scored by Lesley Barber Category:Films featuring a Best Drama Actor Golden Globe winning performance Category:Films whose writer won the Best Original Screenplay BAFTA Award Category:American nonlinear narrative films Category:Manchester-by-the-Sea, Massachusetts Category:Films whose writer won the Best Original Screenplay Academy Award Category:Films featuring a Best Actor Academy Award-winning performance Category:BAFTA winners (films) ",
    "title": "Manchester by the Sea (film)"
}