{
    "id": "46221264",
    "text": "Shirazi salad ( sālād shirāzi) is an Iranian salad that originated from and is named after Shiraz in southern Iran. It is a relatively modern dish, dating to sometime after the introduction of the tomato to Iran at the end of the nineteenth century. Its primary ingredients are cucumber, tomato, onion, olive oil, herbal spices and verjuice, although lime juice is sometimes used in its preparation. In Iran, it is eaten in the summer as a side dish on its own, and year-round as a side dish alongside meat-based foods such as kebab or steak, and as a side dish before and after meals. Shirazi salad is sometimes served as an accompaniment to rice. Cookbook author Jila Dana-Haeri describes it as a refreshing dish during the summer. Shirazi salad has been described as being akin to a national salad in Iran, and it is a common meal accompaniment. It may also be used in a manner similar to that of a condiment, to reduce the spiciness of stews. It typically has a crisp and moist texture, and is somewhat similar to pico de gallo and Israeli salad. ==Ingredients== Iraniain loobia polo (green bean cooked with rice) and Shirazi salad The primary ingredients of Shirazi salad consist of small, finely-diced cucumber, tomato and onion, which is mixed with verjuice (or sometimes fresh lemon or lime juice) and some dried mint. Olive oil, salt, and pepper may be used, and additional ingredients may include chopped mint, parsley, scallions, dill, sumac, and red vinegar. The salad may have a sour and salty flavor, and its flavor may increase after being set for an hour or longer before serving, which allows time for the flavors to intermingle. It may be served with breads such as pita and lavash, or with cheese and/or walnuts. ==See also== * Afghan salad * Arab salad * Pico de gallo * Çoban salatası * Israeli salad * Kachumbari * List of salads ==References== ==Further reading== * == External links == * How to make Shirazi Salad * Salad Shirazi * Salad Shirazi ~ Persian Salad From City Of Shiraz Category:Salads Category:Iranian cuisine Category:Shiraz ",
    "title": "Shirazi salad"
}