{
    "id": "46223799",
    "text": "Pristimantis mutabilis, also known as the mutable rainfrog or \"punk rock\" rainfrog, is a species of frog found in the Ecuadoran Andes in the Pichincha and Imbabura Provinces. Pristimantis mutabilis is the first known amphibian species that is able to change skin texture from tuberculate to almost smooth in a few minutes, an extreme example of phenotypic plasticity. The specific epithet mutabilis (changeable) refers to this ability. The physiological mechanism behind the skin texture change remains unknown. ==Taxonomy and discovery== Pristimantis mutabilis was formally described in 2015 in the Zoological Journal of the Linnean Society; the holotype was collected in 2013. The species was placed in the genus Pristimantis on the basis of genetic studies supported by the morphological analysis. The new species was first spotted in 2006, but only in 2009 the first specimen was collected and its unusual abilities were discovered. Also Pristimantis sobetes, a related species but from a different species group, have been found to display similar skin texture plasticity, suggesting that this trait may be more common in Pristimantis than in other amphibians. ==Description== Males measure about and females in snout–vent length. In life, males have light brown to pale greyish green dorsum, with bright green marks and grey to dark brown chevrons, outlined by thin cream or white line, with orange dorsolateral folds. The belly is pale grey to brown with darker, diffuse spots, and few small white spots. Females have red flash coloration. ==Habitat and conservation== The species' habitat is arboreal and it is known from both primary and secondary Andean forests at elevations of above sea level. Pristimantis mutabilis is only known from three sites in two separate reserves. Based on the vocalizations during the night, it is abundant, but it is difficult to see because of its arboreal habits. However, the known subpopulations are separated by a dispersal barrier (the dry valley of the Guayllabamba River), and the general area is suffering from habitat destruction and fragmentation. Chytridiomycosis might also be a threat. ==References== mutabilis Category:Amphibians of the Andes Category:Amphibians of Ecuador Category:Endemic fauna of Ecuador Category:Amphibians described in 2015 ",
    "title": "Pristimantis mutabilis"
}