{
    "id": "46223996",
    "text": "The Atlanta Lesbian Feminist Alliance (ALFA) was an American lesbian feminist organization, among the oldest and longest running in the country. It formed in Atlanta, Georgia, in 1972 as a breakaway from Atlanta's Gay Liberation Front (GLF) and Atlanta Women’s Liberation. The organization dissolved in 1994. == History == In 1972, ALFA was founded in the Little Five Points neighborhood of Atlanta. A group of activists frustrated with the lack of inclusion in the Gay Liberation Front and Atlanta Women's Liberation decided to form their own organization. In an article entitled \"Lesbians on the Move\" in the counterculture newspaper The Great Speckled Bird, the organization described their political aims in August 1972: \"We are a political action group of gay sisters. We are the large coordinating group for smaller consciousness raising groups and an umbrella group for Women's projects and gay Women's projects. We will serve as a communications center for all these groups. We intend to provide alternatives for ourselves and all sisters that will free Women to live outside sexist culture. We aim to reeducate the non- homosexual community, society in general, by being visible and vocal at every opportunity. We aim to reach out to all sisters in order to establish solidarity. We intend to work with gay brothers to further our mutual goals of gay liberation. We intend to initiate demonstrations and public actions to emphasize our demands.\" By the fall, they had rented a house on 1190 Mansfield Street, which became known as the ALFA house, and they began to collect materials for their lending library and archive. Many of ALFA's early members came out civil rights work, organizing against the Vietnam War, and solidarity projects in Cuba such as the Venceremos Brigade. In 1973, the ALFA moved to McLendon Avenue and became increasingly active in local and regional lesbian organizing. In 1975, ALFA hosted the Great Southeast Lesbian Conference, which hosted 500 attendees. In 1986, ALFA moved to 64 Clay Street. == Activities == In the 1970s, ALFA served as a space for a wide range of activist and community building activities. The organization published a monthly newsletter, Atalanta. It established the Southern Feminist Library and Archives, which held feminist, lesbian and activist periodicals as well as the records of ALFA itself and of many other feminist groups in the South. It also had a circulating library of books. In 1974, ALFA created a softball team and entered Atlanta's City League as an out-lesbian team. The softball team created lesbian cheers and saw sport as a form of political engagement. In 1974, ALFA members formed Georgians for the ERA, began a radio show on WRFG, and picketed The Atlanta Constitution for refusing to report on or advertise lesbian organizational activities. The ALFA house was a space for meetings and events. There were benefits for an ALFA member who was in a legal battle over prior SDS activities and experienced COINTELPRO surveillance. A poetry group was started. ALFA began a political theater group, Red Dyke Theatre. ALFA also founded Dykes Together, an AA group. Events were also regularly held at the Tower Lounge and Charis Books. At the Tower Lounge, ALFA members met women “who had been lesbian in the 1950s and ‘60s, who had come up through the school of hard knocks of lesbian life.” In 1978, ALFA picketed a public talk being given by Anita Bryant in Atlanta. In the 1980s and 1990s, ALFA continued to be a hub for both lesbian activism and social life. == Archives == The organization established the Southern Feminist Library and Archives, which held feminist, lesbian and activist periodicals as well as the records of ALFA itself and of many other feminist groups in the South. It also had a circulating library of books. When ALFA ceased its activities in 1994, the archives and most of the periodicals were sold to Duke University and are now in the David M. Rubenstein Rare Books & Manuscript Library as part of the Sallie Bingham Center for Women's History and Culture; books on to feminist theory went to Emory University. ==References== Category:Feminist organizations in the United States Category:LGBT culture in Atlanta Category:LGBT history in Georgia (U.S. state) Category:Lesbian feminist organizations Category:Lesbian organizations in the United States Category:Women in Georgia (U.S. state) ",
    "title": "Atlanta Lesbian Feminist Alliance"
}