{
    "id": "46227668",
    "text": "Environmental Defence Society v New Zealand King Salmon was a case in the Supreme Court of New Zealand concerning the proper interpretation of the Resource Management Act 1991 by planning bodies. ==Background== In October 2011, King Salmon applied for changes to the Marlborough Sounds Resource Management Plan, so that salmon farming would be changed from a prohibited to a discretionary activity in eight locations. At the same time, King Salmon applied for resource consents to enable it to undertake salmon farming at these locations, and at one other, for a term of 35 years. A Board of Inquiry granted plan changes in relation to four of the proposed sites and resource consents for salmon farming at those sites. One of the proposed salmon farms was to be located at Port Gore, adjoining an Outstanding Natural Landscape and an Area of Outstanding Natural Character. The Board of Inquiry decided, using an \"overall balance\" approach, that although the farm would compromise that natural character of the area that was to be balanced against the attractiveness of the site from a biosecurity perspective to King Salmon farms and the positive contribution it would have on the regions economic and social well-being.Environmental Defence Society Incorporated v The New Zealand King Salmon Company Limited & Ors [2014] NZSC 38 at [19]. The Environmental Defence Society appealed the decision specifically in relation to the plan change at Papatua in Port Gore. Tory Channel, a major arm of Queen Charlotte Sound, Marlborough Sounds. ==Judgment== The Supreme Court held by a majority that the New Zealand Coastal Policy Statement (NZCPS) protection of outstanding natural landscapes set an environmental \"bottom line\" and that \"the preservation and protection of the environment is an element of sustainable management of natural and physical resources.\"At [148]. Policy 13 of the NZCPS called for the avoidance of \"adverse effects of activities on natural character in areas of the coastal environment with outstanding natural character.\" Policy 15 of the NZCPS similarly stated that adverse effects of activities were to be avoided on outstanding natural features and outstanding natural landscapes. The majority held that \"avoid\" meant \"not allow\" or \"prevent the occurrence of\".At [96]. Section 67(3) of the RMA required that the regional plan \"give effect to\" the NZCPS, and the majority decision stated that, > The Board was required to \"give effect to\" the NZCPS in considering King > Salmon's plan change applications. \"Give effect to\" simply means > \"implement\". On the face of it, it is a strong directive, creating a firm > obligation on the part of those subject to it.At [77]. Hence the majority concluded that the Board of Inquiry's plan change in relation to Papatua at Port Gore, did not comply with section 67(3)(b) of the RMA in that it did not give effect to the New Zealand Coastal Policy Statement.At [154]. The majority also decided that a consideration of alternative sites may be necessary; although, '\"This will be determined by the nature and circumstances of the particular site-specific plan change application.\"At [170]. === Young's dissenting opinion === William Young J delivered a dissenting opinion in which he expressed that ss 6(a) and (b) of the RMA, \"seems to me leave open the possibility that a use or development might be appropriate despite having adverse effects on outstanding natural character.\" William Young J stated that whether a particular use was appropriate or not may be considered in \"light of the purpose of the RMA, and thus in terms of s 5. [...] For this reason, I consider that those charged with the interpretation or application of the NZCPS are entitled to have regard to s 5.\" At [180]. ==Significance== The full significance of this recent case is not yet known, as the ratio of the case may be restricted narrowly to the facts or only to plan changes in the coastal marine area or it may mark the, \"death knell for the overall judgment approach in all applications, including applications for resource consents, designations and heritage orders.\" The potential effect of the decision is, as two commentators noted, > Established case law is that when considering whether a proposal is > \"contrary to the objectives and policies\" of a relevant plan, the objectives > and policies of the plan as a whole are considered, although individual > objectives and policies can have significant weight (such as a restriction > on urban activities in a rural zone). The Supreme Court decision may expand > the circumstances when a proposal is considered to be contrary to the > objectives and policies of the plan if it is clearly contrary to a specific > and directive objective or policy. ==References== Category:2014 in New Zealand law Category:Supreme Court of New Zealand cases Category:2014 in case law Category:2014 in the environment Category:Environmental law in New Zealand ",
    "title": "Environmental Defence Society Inc v New Zealand King Salmon Co Ltd"
}