{
    "id": "46223896",
    "text": "William Vanderbloemen (born 1969, Taylorsville, North Carolina) is an entrepreneur, pastor, speaker, author, and CEO and Founder of Vanderbloemen Search Group, an executive search firm serving churches, ministries and faith- based organizations. == History == Vanderbloemen was a senior pastor in a ministry for 15 years, and has studied the issue of pastoral \"succession planning\" as a means to help churches and ministries continue beyond the term of a main spiritual leader. Through his research and experience, he has become a consultant on the topic of church succession planning and compensation analysis for churches and ministries. He also works with relief organizations, such as World Vision International and Living Water International. Among the issues he explores is the turnover in church leadership and a discovery that about one of four church and ministry leaders would be looking to move for another opportunity. His suggestion to these churches is to \"take really good care of them,\" referring to the people a church wishes to keep. William has been seen in mainstream and religious media as a commentator on the issues surrounding Mars Hill Church and its former pastor Mark Driscoll, Christianity Today and Gospel Herald. The tenor of his comments were focused on the importance of emergency and long-term pastoral succession planning through various examples. Vanderbloemen uses the phrase, \"all pastors are interim pastors,\" and talks about a \"hyper-connected world,\" rendering the needs for churches to plan well ahead - as all churches will face transition issues. Beyond church and ministry work, Vanderbloemen is sought for his thought leadership on the job market in general and best practices for helping anyone find meaningful work. He is a regular contributor to several major publications including Forbes where he covers topics about having a strong faith and building a business, Fortune, and Outreach Magazine. He has also been published through Fast Company, Entrepreneur, and Inc. He is also the co- author of Next: Pastoral Succession That Works published through Baker Publishing Group in September 2014 and the author of Search: The Pastoral Search Committee Handbook published through B&H; Publishing Group in June 2016. == Vanderbloemen Search Group == Based in Houston, TX, Vanderbloemen Search Group opened in 2009. The executive search firm, which also conducts compensation analysis and consulting services for organizations, specializes in a mix of domestic and international placement of faith-based leaders within churches and ministries, as well as Christian organizations. It works with churches all over the world, and of every denomination. It has worked with over 60 different denominations/types of churches and ministries, including churches LifeChurch.tv, Granger Community Church, and Willow Creek Community Church Vanderbloemen Search Group acquired the search firm Help Staff Me in 2011 with the intent of expanding its networks of relationships within the pastoral search firm space. In November 2012, It was accepted into the Association of Executive Search Consultants (AESC), the professional body representing retained executive search consulting firms around the world. In 2015, Vanderbloemen Search Group was awarded the #1 Best Company Culture in the small business category by Entrepreneur.com in partnership with CultureIQ and #6 of Houston's Best Places To Work by Houston Business Journal. == Ministry == After graduating from Wake Forest University and Princeton Theological Seminary, Vanderbloemen took a post as the Associate Pastor of the First Presbyterian Church of Hendersonville, NC. At 27, he accepted his first Senior Pastorate at the 450-member Memorial Presbyterian Church of Montgomery in Alabama. In less than four years there, the membership tripled and they completed a $5.5 million building program. In 2001, William was a Guest Chaplain for the U.S. House of Representatives. At 31, he was elected Senior Pastor for the First Presbyterian Church of Houston. It is reported that he was at the time, the youngest senior pastor ever to be elected to Houston's oldest church. In 2006, he presided over the funeral of former U.S. House Representative, Senator and Treasury Secretary Senator Lloyd Bentsen. == Corporate career == Vanderbloemen served as a human resources manager at Anadarko Petroleum. In 2008, William was the Senior Vice President/Ministry Practice Leader at FaithSearch Partners, an executive search firm focused on faith-based hospitals, healthcare systems and ministries. == Author == William is author to the book \"Next: Pastoral Succession That Works\", which was published through Baker Publishing Group in September 2014. He co-wrote the book with Warren Bird, Head Researcher at Leadership Network. The book highlights the process of pastoral succession planning through real-time research and over 200 conversations with pastors and various case studies discussing insider stories of succession successes and failures from dozens of churches, including some of the nation's most influential like the Crystal Cathedral in Orange County, CA. \"Search: The Pastoral Search Committee Handbook\" was published through B&H; Publishing Group, a subsidiary of LifeWay Christian Resources, in June 2016. The book is a guide for pastor search committees in the process of searching for their pastor from forming the pastor search committee to the on-boarding process of the new pastor. == Personal life and education == William, his wife Adrienne, and their seven children live in Houston. == Education == William received a B.A. in Philosophy/Religion from Wake Forest University (1992) and later earned an M.Div from Princeton Theological Seminary (1995). == Speaking engagements == William speaks at churches and conferences as a preacher and also as a resource on teamwork, staffing, and leadership. He has participated in The Nines/Culture Crash (2014) conference in Nashville, TN and Collyde Summit ==References== ==External links== * Vanderbloemen Website * Book \"Next\" * Book \"Search\" ==Published Work== * * Category:1969 births Category:Living people Category:American Christian clergy Category:American Christian writers Category:People from Taylorsville, North Carolina ",
    "title": "William Vanderbloemen"
}