{
    "id": "46226063",
    "text": "VigiBase is a World Health Organization’s (WHO) global Individual Case Safety Report (ICSR) database that contains ICSRs submitted by the participating member states enrolled under WHO’s international drug monitoring programme. It is the single largest drug safety data repository in the world. Since 1978, the Uppsala Monitoring Centre (UMC; established in Uppsala, Sweden) on behalf of WHO, have been maintaining VigiBase.Lindquist M. Vigibase, the WHO Global ICSR Database System: Basic Facts. Drug Information Journal, 2008, 42:409–419. Vigibase is used to obtain the information about a safety profile of a medicinal product. These data are used by pharmaceutical industries, academic institutions and regulatory authorities for statistical signal detection, updating periodic reports, ICSR comparisons with company databases and studying the reporting patterns.https://www.who-umc.org/vigibase/vigibase/ The data (pre-dominantly post-marketing serious and non-serious cases) is collected from each of its 110 member states which currently comprises to over 10 million ICSRs (October 2014).https://www.who-umc.org/vigibase/vigibase/ About a hundred thousand ICSRs are added each year. ==Historical events== * 1957- Thalidomide tragedy. * 1968- WHO Programme established with 10 member states. International ADR terminology and drug dictionary.Lindquist M. Vigibase, the WHO Global ICSR Database System: Basic Facts. Drug Information Journal, 2008, 42:409–419. * 1969- Definition of Adverse drug reaction. * 1978- Operations transferred to the UMC (Uppsala) from WHO (Geneva); setting- up of relational database management system. * 1991- On-line WHO database search programme available to national centre. * 1993- A documentation grading field was added to VigiBase. * 1998- The UMC implemented an automated signal detection method, using a BCPNN data mining approach. * 2001- Start of Vigibase Online project (now VigiFlow). * 2010- 100th country joins the WHO Programme for International Drug Monitoring. * 2014- Over 10 million adverse reaction reported in VigiBase. Also started to include a larger quantity of more regular submissions from China. ==Organisation== ===Contributors=== It is mandatory for all the participating countries (125 members states and 28 associate members) to submit ICSRs to UMC via its appointed national centre based in the respective member states, authorized by its competent authority or the health authority itself. These reports are usually sent to the respective national centre by marketing authorization holders, health care professionals (HCP), consumers or any regional centre. Most of participating member have a well established system for collection of ICSRs.https://www.who- umc.org/global-pharmacovigilance/members/who-programme-members These submissions are in ICH E2B format and are reported more than once a month or at least every quarter. For some member states that lack an E2B compatible database for ICSR management, UMC in collaboration with ‘’Swissmedic’’ has developed ‘’VigiFlow’’, a web-based ICSR management system. VigiFlow functions as a national ICSR database management system and analysis tool, through which cases are sent to UMC.http://www.bridgetodata.org/node/1063 ===Beneficiaries=== With primary objective of identify the earliest possible pharmacovigilance signals, the usage of VigiBase is permitted and accessed by the following authorities:https://www.who-umc.org/vigibase/vigibase/know-more- about-vigibase/ # Member states: Authorized centre of all member countries have the free access to the data through ‘’VigiSearch’’/ ‘’VigiLyze’’, or can be requested for data to UMC. Although these data would not contain narratives or laboratory values of the patient, in order to maintain the confidentiality. # UMC: Signal review team and UMC employees have full access to data, including narratives and laboratory values. # Paying customers: Pharmaceutical companies or HCPs can request for the data by paying stipulated fees, provided the data is being used for academic purposes or in public interest. ==Functioning== ===Associated databases=== VigiBase is a relational database management system (RDMS) which is compatible with ODBC (open database connectivity) and uses SQL for the database communication. The RDMS can be accessed through client server applications, ODBC, and Internet applications. Apart from data management, the VigiBase system includes an automated signal detection process using advanced data mining tools (‘’VigiMine’’- a Bayesian Confidence Propagation Neural Network (BCPNN) data mining tool).Lindquist M. Vigibase, the WHO Global ICSR Database System: Basic Facts. Drug Information Journal, 2008, 42:409–419. VigiBase further includes a WHO Drug Dictionaries (WHO-DD and -DDE), and medical terminology dictionary such as WHO Adverse Reaction Terminology (WHO-ART), International Classification of Diseases (ICD), and the Medical Dictionary for Regulatory Activities (MedDRA).https://www.nlm.nih.gov/research/umls/sourcereleasedocs/current/WHO/ ===Requirements=== Type of reports: Most preferred data includes post- marketing spontaneous serious and non-serious cases ICSRs. Case reports from studies, clinical trials or special monitoring and literature are sometimes included, but are flagged.http://www.bridgetodata.org/node/1063 Type of medicine: Database includes ICSRs on ordinary allopathic medicines, traditional medicines (herbals), biologics, vaccines and medical devices. In addition, ICSRs on medication errors, therapeutic failure and counterfeit/substandard medicines are also considered.http://www.bridgetodata.org/node/1063 ==See also== * International Conference on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use (ICH) * Council for International Organizations of Medical Sciences (CIOMS) * International Society of Pharmacovigilance * Society of Pharmacovigilance, India * EudraVigilance (EEA) * Yellow Card Scheme (UK) * Clinical trial * Drug development * MedDRA * WHOART ==References== == External links == *, Uppsala Monitoring Centre home *, Uppsala Reports is the UMC's regular news bulletin for everyone concerned with the issues of pharmacovigilance. Category:World Health Organization Category:Pharmacological classification systems Category:Pharmaceuticals policy Category:International medical and health organizations Category:Organizations established in 1978 ",
    "title": "VigiBase"
}