{
    "id": "46223889",
    "text": "Elna 'Jan' Collins was a Republican politician from the U.S. state of Oklahoma. Collins served as a legislator in the Oklahoma State House of Representatives from 1984 to 1986, representing District 93. During her one term in office, Collins focused strongly on legislation concerning education. After her term in the House, Collins was elected as a county commissioner for Cleveland County, OK, serving from 1991 to 1995. ==Biography== Jan Collins was born in San Angelo, Texas, and had one younger sister. From an early age, Collins was able to see a large portion of the United States. Her family lived in 15 towns and 9 states before she was 19 years old. During her 12 years of elementary and secondary school, Collins attended 12 different schools. She graduated from high school in Selma, Alabama. Her family moved back to Oklahoma after her father's time in the military. Collins met her husband while living in Oklahoma. ==House of Representatives (1984-1986)== Collins was very involved with volunteer work for Oklahoma City Public Schools, including serving on the Parent Teacher Association. Through this volunteer work, Collins became involved with campaigns and eventually was made a candidate herself for the Republican Party (United States). During her campaign, Collins only gave three speeches and spent less than $3,000 on materials. Collins was running for a seat in a district which consisted of 76% registered Democrats and 21% registered Republicans (4% Independent). Collins won the election and was one of 10 women serving in the House out of 101 legislators. Collins did not win the re-election in 1987. ===Committees=== *Education *Elections ==After Office== Four years after Collins left office, she was approached to run for county commissioner in Cleveland County, OK. She was elected in 1990 and was only the second woman to hold this position in Cleveland County. Collins served as county commissioner from 1991 to 1995. Immediately following her time as county commissioner, Collins was appointed by former governor Frank Keating to the Housing Commission. Collins was a trustee on the Oklahoma Housing Finance Agency for seven years. She also opened and owned several small businesses with her daughter. ==References== ==External links== *Women of the Oklahoma Legislature Oral History Project -- OSU Library Category:People from San Angelo, Texas Category:Women state legislators in Oklahoma Category:Members of the Oklahoma House of Representatives Category:Oklahoma Republicans Category:Living people Category:Year of birth missing (living people) ",
    "title": "Jan Collins"
}