{
    "id": "46222086",
    "text": "Jenny Lind and her accompanist (later husband) Otto Goldschmidt P.T. Barnum's promotion of Jenny Lind created the need for a private railroad car The Jenny Lind private railroad car is the first specifically outfitted private railway coach. It was used on Jenny Lind's singing tour of the United States. == History == The idea of a private railroad car came out of need. P. T. Barnum brought the well known soprano singer Jenny Lind to America from Sweden for a singing concert performance tour. He did much advance publicity even before she arrived in the United States, under the Nom des artes of the \"Swedish Nightingale.\" Thousands of people followed her wherever she went. The newspapers coined the term \"Lind mania\" because of all the crowds that gather around her.Linkon, Sherry Lee. \"Reading Lind Mania: Print Culture and the Construction of Nineteenth-Century Audiences\", Book History, Vol. 1 (1998), pp. 94–106 She and her husband were much annoyed by the many disrespectful interviewers that wanted to know all about the newly wed couple. To solve the problem Barnum designed a special railroad car for Jenny's comfort so she could tour the nation and escape the crowds of people that wanted to speak to her. The first private railroad car ever made was then born for Jenny Lind and her 1850-52 concert tour across the United States. == Description == Barnum first purchased a normal passenger railroad car and had all of its seats removed to be remodeled for comfort as she requested into a \"parlor car.\" Then he had it specially designed as a private living quarters in a drawing-room style with chairs, tables, and parlor style furniture that she and her husband could temporarily live in while traveling. This way then she was able to travel on her singing performance tour from city to city privately without the intrusion of interviewers. Lind was the first person to travel in this unusual method. The private railroad car concept attracted much attention with those of up-scale expensive tastes. The wealthy then mimicked that method of travel and made their own personal private railroad coaches. The concept however was slow in developing. When it did take hold in society it eventually took further form as deluxe palace cars and dining cars. It also developed into the luxury Pullman chair car. == References == ===Notes=== ===Citations=== ===Sources=== * * * Category:Passenger coaches Category:1850s in the United States Category:Concert tours of the United States Category:Jenny Lind ",
    "title": "Jenny Lind private railroad car"
}