{
    "id": "46228442",
    "text": "Sarah Mary Taylor (August 12, 1916 – 2000) was an African American quiltmaker from Mississippi. == Life == Sarah Mary Taylor was born on August 12, 1916 in Anding, Mississippi. She learned quilting from her mother Pearlie Posey when she was young. She lived on plantations in the Mississippi Delta and worked as a housekeeper, cook, and field hand. Late in her life, Taylor was forced to retire from arduous labor due to her failing health. She then earned income through quilting, using the skirts of dresses to create pieced quilts. After her aunt Pecolia Warner's quilts gained recognition from University of Mississippi professors in the late 1970s, Taylor received widespread attention for her appliquéd quilts. Both Taylor and her mother created quilt and pillow designs that employed red Vodun doll-like figures. Her Mermaid quilt (earlier known as Rabbit) is evocative of the mojo hand, featuring blue hands adjacent to red squares and vodou figures. According to art historian Maude Southwell Wahlman, Taylor \"has made numerous quilts that play on the symbolic connotations and aesthetic qualities of the hand image.\" Wahlman writes that Taylor's Cross quilt may represent a continuation of the Kongo cosmogram, a Kongo religious symbol. Taylor's quilts also employ incongruous and clashing color combinations. She was commissioned to make a hand quilt for the film The Color Purple. Both this quilt and an appliquéd word quilt of hers form part of the Ella King Torrey Collection of African American Quilts. Taylor married five times and had one child, Willie, who preceded her in death. She died July 10, 2000. Taylor's quilts have been displayed in Naperville, Illinois,\"Art Reception,\" Daily Herald (October 27, 1996): 389. via Newspapers.com Santa Fe, New Mexico,\"Artist's Reception,\" Santa Fe Reporter (March 29, 1995): 18. via Newspapers.com and Philadelphia, Pennsylvania,Sarah Mary Taylor, \"Hands Quilt,\" permanent collection of the Philadelphia Museum of Art. among other American cities. Marilyn Nelson wrote the poem \"The Century Quilt\" for her. ==References== Category:1916 births Category:2000 deaths Category:20th-century artists Category:African-American artists Category:American artisans Category:Artists from Mississippi Category:People from Yazoo County, Mississippi Category:Quilters Category:20th-century American women artists Category:20th-century American artists ",
    "title": "Sarah Mary Taylor"
}