{
    "id": "46223967",
    "text": "Ip Man 3 is a 2015 Hong Kong biographical martial arts film directed by Wilson Yip, produced by Raymond Wong and written by Edmond Wong with action choreography by Yuen Woo-ping. It is the third in the Ip Man film series based on the life of the Wing Chun grandmaster Ip Man and features Donnie Yen reprising the title role. Ip Man's pupil Bruce Lee is portrayed by Danny Chan and Ip Man's fellow Wing Chun expert and rival Cheung Tin-chi (張天志), also known as Sum Nung, is portrayed by Zhang Jin. The film also features Mike Tyson. Principal photography commenced in March 2015 and ended in June of that year. The premiere of the film was released in Hong Kong on 16 December 2015, and officially released in Hong Kong, Singapore, Malaysia on 24 December 2015. It opened in Taiwan on 31 December 2015, New Zealand and United Kingdom on 15 January 2016 and one week later in Australia. It was released in the United States on 22 January 2016, and was released in mainland China on 4 March 2016. The film received positive reviews and eight Hong Kong Film Award nominations, including Best Film and Best Director, and won in the Best Editing category. It also won Best Action Choreography, Best Director and Best Picture at the 2016 Shanghai International Film Festival. == Plot == In 1959, Ip Man is settling into his low-profile life in Hong Kong. His elder son, Ip Chun, has returned to Foshan to study, leaving him with his younger son Ip Ching and his wife Cheung Wing-sing in Hong Kong. Bruce Lee visits Ip and asks to become one of his students. After Lee demonstrates his speed, Ip neither accepts nor rejects him, but insinuates for him to leave by opening the door. After Ip Ching gets into a fight with his schoolmate, Cheung Fong, their teacher, Miss Wong, asks the parents to come to the school, though only the Ips arrive. As an apology, the Ip family invite Cheung Fong to their home for dinner. At Ip's house, Cheung Fong displays rudimentary yet impressive Wing Chun skills. When Ip asks the boy who his mentor is, he says that it is his father, Cheung Tin- chi, who shows up to collect his son shortly after. Although Cheung interacts cordially with Ip, he secretly envies and seeks to surpass him, and participates successfully in underground fights to earn extra money. The organiser, Ma King-sang, a local triad leader, also works for Frank, an American property developer and highly proficient boxer. Frank orders Ma to acquire a piece of land occupied by the school where Ip Ching and Cheung Fong study. Ma asks for a month for it to be done, but is threatened into assuring that it will be done within two weeks. The next day, when Ip goes to pick up his son from school, he witnesses Ma and his men coercing and beating the headmaster, who refuses to sell them the school. Ip interferes and restrains Ma, but is forced to release him. Ip seeks help from his close friend \"Fat Po\", a local police detective. Fat Po agrees to help Ip, but claims a shortage of manpower and influence. Ip then decides to guard the school alongside his students. That night, they fend off an attack by Ma's men, who attempt to set fire to the school and kidnap the headmaster. Cheung Tin-chi happens to be passing by, and helps fight off the invaders and rescue the headmaster. Cheung's skills impress Ip, who he thanks Cheung for his help. Tin Ngo-san, a local martial arts master and Ma's former mentor, is enraged by Ma's unscrupulous acts, and confronts Ma at the Hong Kong shipyard, accompanied by Ip, where he humiliates him in front of his men. Ma retaliates with a hidden knife, but Ip stops him. Fat Po arrives and keeps the situation at bay, but Ip lets Ma go again to de-escalate the situation. Ma finds Cheung and offers him a large sum of money to get revenge against Tin on his behalf. Desperate to open his own martial arts school, Cheung accepts the offer and attacks Tin, putting him in the hospital. Ip receives a call from the hospital and visits Tin. Upon learning that Tin did not call him, Ip realises it was a set-up by Ma to lure him away from the school, so that his gang could kidnap some of the students, including Ip Ching and Cheung Fong. Ip arrives alone at Ma's shipyard, where Ma holds Ip Ching at knife point and threatens to sell the children into slavery if the headmaster refuses to surrender the school. Upon learning that his son was also kidnapped, Tin-chi arrives and is allowed to leave with Cheung Fong due to being an associate; but after his son tells him that they still have his friends, he returns and fights alongside Ip. Ip and Cheung are able to hold their own until a troop of policemen led by Fat Po comes to arrest the gang, while Ma flees. After the incident, Frank dismisses Ma and sends a Thai boxer to go after Ip instead. Returning home, Ip learns that Wing-sing has been diagnosed with cancer and may live only another six months. While taking Wing-sing home from a medicine shop, Ip is attacked in an elevator by the Thai boxer, who is defeated before the elevator reaches the ground floor. Fat Po later tells Ip about Frank, who wants to eliminate Ip at all costs for obstructing his plans. Ip confronts Frank in his office, where he engages Ip in a three-minute fight; Frank promises to leave Ip and the school alone if he can last the entire three minutes. Initially overwhelmed by Frank's sheer muscle and force, Ip begins turning the tide when he changes his strategy to attack Frank's lower half. They fight to a draw after the three minutes pass; Frank keeps his promise. Cheung, with the money he obtained from Ma, opens his martial arts school, and claims that his Wing Chun is genuine while Ip's is not. Cheung proceeds to build his reputation by defeating a number of martial arts masters. Finally, he challenges Ip to a battle that will decide who is the true Grandmaster of Wing Chun. Meanwhile, Ip spends more time with his ailing wife, ashamedly feeling that he had neglected her earlier. Ip does not attend the match, instead going out dancing with Wing- sing, instructed by Lee, whom Ip finally accepts as a student. Cheung is declared the winner because of Ip's failure to attend, although he seems unsatisfied that Ip would not fight him. Wing-sing, despite being happy about Ip's decision to accompany her, makes an appointment with Cheung for another match on her husband's behalf, as she correctly guesses that Ip would have attended if not for her condition. Wing-sing accompanies Ip to the fight. After a battle with six and a half point poles, butterfly swords and an empty- handed fight, Ip eventually overpowers Cheung with a one-inch punch. Accepting defeat, Cheung destroys the banner proclaiming himself to be the Grandmaster. Ip tells him that spending time with their closest ones is more important than competing with others. In the epilogue, it is stated that Wing-sing passed away in 1960, and that Ip helped make Wing Chun well known internationally and left a legacy. == Cast == * Donnie Yen as Ip Man (葉問), an unassuming Chinese Wing Chun master originally from Foshan. * Zhang Jin as Cheung Tin-chi (張天志) also known as Sum Nung, a martial artist from the same Wing Chun lineage as Ip Man. He lives as a lowly rickshaw puller and aspires to surpass Ip Man as a famous Wing Chun teacher. In contrast to Ip Man, he is much less restrained and merciless when using his Wing Chun. * Lynn Hung as Cheung Wing-sing (張永成), Ip Man's wife and mother of their two sons, Ip Chun and Ip Ching. * Patrick Tam as Ma King-sang (馬鯨笙), local Triad leader and former martial arts disciple. * Karena Ng as Miss Wong (黃老師), Ip Ching's school teacher. * Kent Cheng as Fat Po (肥波), head of the British Hong Kong Police and friend of Ip Man. * Bryan Leung as Tin Ngo-san (田傲山), a local martial arts master and umbrella salesman. * Louis Cheung as Tsui Lik (徐力), a student of Ip Man. * Danny Chan as Bruce Lee (李小龍). * Mike Tyson as Frank, an American property developer and proficient boxer, with links to the local Triads. * Tats Lau as the school principal. * Babyjohn Choi as newspaper reporter. * Yu Kang as Master Tam. * Lo Mang as Master Law, who also appeared in the previous film. * Leung Siu-hung as Master Lee. * Chen Chao as Master Chan. * Sarut Khanwilai as Suchart, the Thai Boxer. == Production == === Development === Donnie Yen, who played the Wing Chun grandmaster Ip Man in two films, initially expressed no interest in appearing in a third film, feeling that, \"Because Ip Man 2 will incontrovertibly become a classic, bettering the first. I believe it's best to end something when it's at perfection, and leave behind a good memory.\" Before the release of Ip Man 2, he stated he would no longer be involved in a film based on Ip Man's life due to the proliferation of Ip Man films produced by different studios following the success of the first Ip Man film. While both Yen and Raymond Wong were not initially keen on making a third Ip Man film, director Wilson Yip had expressed interest in making one that would focus on the relationship between Yip Man and Bruce Lee. While Ip Man 2 very briefly shows Lee as a child, Wilson Yip hoped to find a suitable actor to portray Lee as an adult for the third instalment. In March 2014, Variety announced that Ip Man 3 would be shot in early 2015, and would be released in 3D during Chinese New Year that year, with Wilson Yip, Yen, and Wong reprising their duties. === Casting === In March 2015, The Hollywood Reporter announced that Mike Tyson would also be starring as a street fighter and property developer. This marks the first time Tyson appears in film or television as a substantial character other than himself. They also noted that because the team could not find an actor who could portray Bruce Lee's intensity onscreen, they decided to use CGI to portray Lee. In the same month, Kris Storti, the COO of Bruce Lee Enterprises (BLE), said that BLE, which is the sole owner of all worldwide rights relating to Lee, including his name, image and likeness, was \"justifiably shocked\" over Pegasus Motion Pictures' decision to include Lee in their film, which Storti said was \"completely unauthorized\" by BLE. \"To state it in no uncertain terms, BLE intends to seek all remedies available to it to stop Pegasus from including the computer-generated version of Bruce Lee in Ip Man 3,\" he added. However, Pegasus asserted that Bruce Lee's brother Robert Lee, who worked as a consultant on Ip Man 3, owns the intellectual property rights of Lee, a claim which was denied by BLE. The Guardian noted that plans to use a CGI Bruce Lee were dropped as a result, though Lee did appear in the film, portrayed by Danny Chan, who had previously portrayed Lee in the 2008 TV series, The Legend of Bruce Lee. Yen said that, despite initial reluctance, he agreed to return to the role of Ip Man because \"no matter where I go, nobody knows me as Donnie Yen. They call me Ip Man. So I decided to play the role one more time to fulfil everyone's wishes\", and implied that Ip Man 3 could be his final martial arts film. Regarding the decision to make Ip Man 3 five years after Ip Man 2, Wong said there were numerous unrelated Ip Man films being made such as The Legend Is Born: Ip Man, Ip Man: The Final Fight and The Grandmaster, so they wanted to wait till all that ended. Lynn Hung reprised her role as Ip Man's wife from the first two films. In November 2015, it was revealed on the website of music composer Kenji Kawai (who scored the series' first two films) that he had returned to work on the soundtrack of Ip Man 3. === Filming === Principal photography began in Shanghai on 25 March 2015. While filming an action sequence with Yen, Tyson's finger was fractured. Despite Yuen Woo-ping being credited as the action choreographer of the film, both Yuen and Yen have revealed during interviews that many scenes are actually choreographed by Yen himself as he often improvised on the set and add new actions and sequences while filming. This is especially evident in the fight scene against Tyson where Yen wanted to include some MMA and physics theory, targeting the lower body of Tyson. Principal photography wrapped in June 2015. Yen has gone uncredited in action choreography many times, and his improvisation and contribution includes many Hong Kong Film Award winners such as the previous two Ip Man films, Bodyguards and Assassins and Crouching Tiger, Hidden Dragon: Sword of Destiny. == Release == Ip Man 3 was released in Hong Kong on 24 December 2015, as well as in Malaysia and Singapore. Earlier, it was scheduled for a 2016 release. The film had a limited release in New Zealand on 25 December 2015, followed by a wide release in Taiwan on 31 December 2015, and a limited release in the United States on 22 January 2016. It was released in mainland China on 4 March. It was released in Sri Lanka in March 2016.http://www.hirunews.lk/goldfmnews/129573/mike-tyson-bruce-lee-are- joining-forces-for-ip-man-3 === Critical reception === The review aggregator Rotten Tomatoes reported that 78% of critics have given Ip Man 3 a positive review based on 51 reviews, with an average rating of 6.4/10. The website's critics consensus reads, \"Ip Man 3 isn't the most tightly plotted biopic a kung fu fan could ask for, but the fight scenes are fun to watch — and at times, the drama is even genuinely poignant.\" Another review aggregator, Metacritic gives the film a weighted average score of 57 out of 100 based on 14 critic reviews, indicating \"mixed or average reviews\". Clarence Tsui of The Hollywood Reporter wrote, \"Bolstered by Yuen Woo-ping's exhilarating action choreography and some stunt casting in the shape of Mike Tyson and Zhang Jin (the breakout star in Wong Kar-wai's rival Ip Man biopic The Grandmaster), Yen and Yip have managed to wring a serviceable film out of a pedestrian plot riddled with erroneous period details.\" Tsui called it \"a fitfully effective finale to the franchise.\" James Marsh of Screen International stated, \"Ip Man 3 trades the crowd-pleasing intensity of its predecessors for a more introspective portrait of its central character.\" However, Marsh added, \"Yen has always portrayed Ip Man as a modest beacon of calm and restraint, which has added to the enigmatic nature of the character, but he struggles here when called upon to express grander emotions. As expected, Mike Tyson fails to convince in his role of Frank, whose origins are never revealed in the film, and whose motivation is simply greed.\" Edmund Lee of South China Morning Post gave the film a 3.5/5 rating and commented, \"A respectable action drama that doesn't try to replicate the pleasure of its predecessors, instead admirably turning to contemplate Ip's priorities in life, Ip Man 3 will reward those who come in with no preconceptions about what an Ip Man biopic headed by Donnie Yen should be like. For the character has irreversibly mellowed and it's left to audiences to respond in kind.\" Andrew Chan of Film Critics Circle of Australia commented \"Rarely do a trilogy of films, gets better with age and this one provides us with plenty of the evergreen Yuen Woo Ping inspired fight sequences one after another.\" Hans David Tampubolon of The Jakarta Post called the film a \"messy patchwork of stitched-together plotlines\" that was an \"action-packed but ultimately disappointing finale of the Wing Chun trilogy\" and concluded, \"Well, judging by the atrocious script and character development in Ip Man 3, there is a very large possibility that Donnie is regretting his final decision to portray the legendary grandmaster for the third time.\" === Box office === According to Box Office Mojo, Ip Man 3 has earned in Hong Kong and $2,679,437 in the United States. In China, it made US$24.1 million on its opening day, debuting at No. 1 and US$28.7 million on its second day for a two-day total of $52.4 million. In its opening weekend, it topped the box office with an estimated US$71.2 million from 191,400 screenings and 10.4 million admissions. Internationally, the film earned $154,165,316, bringing its worldwide total to $156,844,753. === Home media === Ip Man 3 Blu-ray was released on 10 March 2016 in Hong Kong and on 25 April 2016 in United Kingdom. == Accolades == {| class=\"wikitable\" style=\"font- size:small;\" ; |- style=\"text-align:center;\" ! colspan=5 style=\"background:#B0C4DE;\" | List of accolades |- style=\"text-align:center;\" ! style=\"background:#ccc;\" width=\"28%\"| Award / Film fFestival ! style=\"background:#ccc;\" width=\"26%\"| Category ! style=\"background:#ccc;\" width=\"36%\"| Recipient(s) ! style=\"background:#ccc;\" width=\"10%\"| Result ! style=\"background:#ccc;\" width=\"10%\"| |- |rowspan=8|35th Hong Kong Film Awards |Best Film | Ip Man 3 | | rowspan=8| |- |Best Director |Wilson Yip | |- |Best Supporting Actor |Zhang Jin | |- |Best Cinematography |Tse Chung To | |- |Best Film Editing |Cheung Ka-fai | |- |Best Action Choreography |Yuen Wo Ping | |- |Best Sound Design |Kinson Tsang, Yiu Chun Hin | |- |Best Visual Effects |Raymond Leung Wai Man, Yee Kwok Leung, Garrett K Lam | |- |rowspan=4|10th Asian Film Awards |- | Best Actor | Donnie Yen | | rowspan=3| |- | Best Supporting Actor | Zhang Jin | |- | Best Production Design | Ken Mak | |- |rowspan=4|Shanghai International Film Festival |- | Best Action Choreography | Yuen Woo Ping | | rowspan=3| |- | Best Director | Wilson Yip | |- | Best Film | Ip Man 3 | |} ==Sequel== While many sources suggested that Ip Man 3 could be the final film in the franchise, Patrick Brzeski of The Hollywood Reporter stated that due to the film's strong commercial performance, he \"wouldn't be surprised\" if a sequel was made. Raymond Wong had expressed interest in making a fourth Ip Man film, which Donnie Yen stated was possible if there was a good script, and if reaction to Ip Man 3 warranted it. On 30 September 2016, Yen announced via Facebook that he and Wilson Yip would continue the franchise with Ip Man 4. Filming began in April 2018, and this final film was released on 20 December 2019. == References == == Further reading == * == External links == * * * * * * Category:2010s biographical films Category:2010s action drama films Category:Cantonese-language films Category:Cultural depictions of Bruce Lee Category:Depictions of Ip Man on film Category:Films about cancer Category:Films directed by Wilson Yip Category:Films set in Hong Kong Category:Films shot in Shanghai Category:Hong Kong biographical films Category:Hong Kong films Category:Hong Kong sequel films Category:Biographical action films Category:Kung fu films Category:Wushu films Category:2015 martial arts films Category:Films scored by Kenji Kawai Category:2015 drama films ",
    "title": "Ip Man 3"
}