{
    "id": "46230519",
    "text": "The Resurrection by Cecco del Caravaggio, the Italian Baroque painter, is the only painting known for certain to be his. It was commissioned in 1619 by Piero Guicciardini, the Tuscan ambassador to Rome. Through the use of alternate strong lights and deep shadows the chiaroscuro highlights the vividness of the dramatic scene. One of Cecco's most notable works, the painting is in the permanent collection of the Art Institute of Chicago. ==History and description== The painting depicts the moment of the resurrection as described in Gospel of Matthew 28:2: The artwork is a large- scale painting intended for private devotion. It was commissioned in 1619 by Piero Guicciardini, the Tuscan ambassador to Rome, for his private chapel in Santa Felicita, Florence. Completed in 1620, the painting was rejected by Guicciardini, and never arrived in Florence (where it was replaced by a mediocre painting by Antonio Tempesta). Later it was acquired instead by Cardinal Francesco Barberini for his collection, who was a discerning patron of the arts. The painting has been described as a \"powerful and aesthetically pleasing work of art\". The painting depicts the resurrection in a complex composition of twisted bodies before a dark background. Christ is floating above the scene kneeling on a cloud, holding a banner in his left hand, while the angel who lifted the tombstone is standing in profile turning his head victoriously towards the viewer. The soldiers who were assigned to guard the tomb are scattered around. The artist's use of strong and clear colours, combined with the softened muted tones of the nuances, creates an overall balance between the variations of shadow and light typical of the Baroque. It has been held by the Art Institute of Chicago since 1934, as part of the Charles H. and Mary F. S. Worcester Collection. ==References== ==Further reading== *Peter Robb, M-The Man Who Became Caravaggio, 1998 ==External links== * Resurrection – Cecco del Caravaggio Category:Angels in art Caravaggio, Cecco del Category:1610s paintings Category:Paintings of the Art Institute of Chicago Category:Baroque paintings ",
    "title": "Resurrection (Cecco del Caravaggio)"
}