{
    "id": "46239525",
    "text": "Matthew Lewis Moss KC (1 December 1863 – 28 February 1946) was a lawyer and politician who served in the Parliament of Western Australia on three separate occasions – in the Legislative Assembly from 1895 to 1897, and in the Legislative Council from 1900 to 1901 and again from 1902 to 1914. He was a minister in the governments of Alf Morgans (1901), Walter James (1902–1904), and Hector Rason (1905–1906). Moss was born in New Zealand and arrived in Western Australia in 1891. He left for England in 1914 and spent the rest of his life there, although he maintained connections with Australia, on two occasions acting as Agent-General for Western Australia. ==Early life== Moss was born to a Jewish family in Dunedin, New Zealand, where his father, formerly resident in Victoria, was a music teacher and choirmaster. His grandfather, also Matthew Moss, had been choirmaster at the Great Synagogue of London.(21 October 1904). \"DUNEDIN, N.Z.\" – Jewish Herald (Victoria). Educated in New Zealand, Moss served his articles with his uncle, Joel Barnett Lewis, before being admitted to the bar in 1886.(15 May 1900). \"MR. M. L. MOSS\" – The Daily News (Perth). After several years at Hokitika, Moss arrived in Western Australia in 1891, practising first at Fremantle and later in Perth. From 1904, his partner was John Dwyer, a future Chief Justice of Western Australia. ==Parliamentary career== Moss first stood for parliament at the 1894 election, where he placed last of three candidates in the seat of North Fremantle, with 26.50% of the vote. However, the sitting member, William Pearse, resigned his seat the following year to travel to England, and Moss was elected at the resulting by-election. He attempted to transfer to the new seat of East Fremantle at the 1897 election, but was defeated by Joseph Holmes by a margin of six votes.Black and Prescott (1997), p. 103. After losing his seat in parliament, Moss stood in the elections for the new East Fremantle Municipality, and was elected the inaugural mayor of East Fremantle.Black, David, and Bolton, Geoffrey (1990). Biographical Register of Members of the Parliament of Western Australia: Volume One (1870–1930) , p. 146. He held that position until May 1900, when he defeated Daniel Keen Congdon to become one of the three MLCs for West Province. When first Leake government fell in November 1901, Alf Morgans nominated Moss to fill the role of Colonial Secretary in his new ministry. Under the state constitution at the time, newly appointed ministers were required to resign and recontest their seats in a by-election. These were often uncontested, but the outgoing premier, George Leake, organised opposing candidates in each seat. Moss and two other ministers, Frank Wilson and Frederick Moorhead, were defeated, with the second Leake government consequently sworn in a few weeks later. Moss's time out of parliament was short, however – he nominated for the vacancy in West Province left by the retirement of Alfred Kidson, and was elected uncontested, being sworn in in May 1902.Black (1991), p. 41. George Leake died in June 1902, and Moss was back in favour in the new ministry led by Walter James, becoming (along with John Nanson) a minister without portfolio. This situation persisted until the defeat of James's government in parliament after the 1904 state election, after which Henry Daglish was sworn in as Western Australia's first Labour Party premier. The Daglish government collapsed in August 1905, and Moss was again made a minister without portfolio in the new Rason ministry. As a practising lawyer, he had been considered a candidate for the position of Attorney-General, but the new premier, Hector Rason, instead appointed himself as Minister for Justice. Moss's status as a member of the upper house was considered to have weighed against him.(10 February 1962). \"Government Breaks A Tradition When Appointing Minister\" – The Canberra Times. Rason was replaced as premier by Newton Moore less than a year later, and Moss did not retain his position in cabinet. At the 1908 election, he was opposed by a Labour candidate, William Carpenter, but retained his seat.Black (1991), p. 63. He joined the short-lived Liberal Party upon its creation in 1911, and remained in parliament until 1914, when he left for London. ==Later life== Having been appointed King's Counsel in 1906, Moss continued his legal work in England. At various stages he acted as a legal adviser for the state government in Britain. On two occasions he was also acting Agent-General for Western Australia. Following the result of the 1933 secession referendum, Moss, a longtime advocate of the withdrawal of Western Australia from the Commonwealth, was made one of four members of the unsuccessful delegation to the British government, along with Sir Hal Colebatch, James MacCallum Smith, and Keith Watson.(23 September 1934). \"Mr. M. L. Moss\" – The Sunday Times (Perth). Moss died at a London nursing home in February 1946. Aged 82 at the time of his death, he was the last living person to have served in the Parliament of Western Australia in the 1800s.Moss, Alfred Kidson, Frank Stone, Joseph Holmes, Walter James, and Charles Moran were listed as living in June 1936. All preceded Moss in death. \"RECORD CABINET OFFICE.\" – The West Australian (Perth). Moss had married Katherine Lyons in 1895, with whom he had two sons. She had been an inaugural member of the Senate of the University of Western Australia, and preceded her husband in death, dying in London in 1936.(7 November 1936). \"DEATH OF MRS. M. L. MOSS\" – The West Australian (Perth). ==References== |- Category:1863 births Category:1946 deaths Category:Agents-General for Western Australia Category:Australian barristers Category:Australian Queen's Counsel Category:Jewish Australian politicians Category:Mayors of places in Western Australia Category:Members of the Western Australian Legislative Assembly Category:New Zealand Jews Category:New Zealand Queen's Counsel Category:People from Dunedin Category:Members of the Western Australian Legislative Council Category:Australian people of English-Jewish descent Category:New Zealand people of English-Jewish descent ",
    "title": "Matthew Moss"
}