{
    "id": "46237829",
    "text": "General Sang Kittirath was a prominent military leader during the Laotian Civil War in the Kingdom of Laos. Between January 1955 and January 1965, he was successively the commander of Military Region 2 and head of the Ground Forces Command. His performance as commander of the losing side at the Battle of Lak Sao in early 1964, plus the loss of support from its political patron Major-General Phoumi Nosavan, led to Sang's resignation from command. ==Biography== General Sang Kittirath was placed in command of Military Region 2Conboy, Morrison, p. 14. in January 1955. The deadline for the 1954 Geneva Agreement had expired, meaning that the Pathet Lao were supposed to hand over the control of Houaphanh Province and Xiangkhouang Province to the Royal Lao Government (RLG). Major Sang set up his forward headquarters in Moung Peun, which was the only RLG-occupied town in Houaphanh Province. He was assigned three battalions of government troops to enforce the return of the two provinces. However, he found himself facing eight defiant Pathet Lao battalions, probably backed by the Democratic Republic of Vietnam's troops. The Pathet Lao besieged Moung Peun. In June 1955, an attempt was made at extending RLG influence by training irregular ADC militia units to operate to the north of Moung Peun, in Phongsali Province. In the first week of July, two battalions of reinforcements for Sang's forces were flown in from southern Laos. Also, the 1st Parachute Battalion (French: 1er Bataillon de Parachutistes - 1er BP) was dropped in, and one additional battalion had been recruited and trained in place. Moung Peun held, but the provinces remained held by the Pathet Lao. In October 1955, the two sides agreed to a buffer zone between them. By year's end, 3,000 Military Region 1 militia troops were raiding supply lines in Phongsali Province.Conboy, Morrison, pp. 16, 18. The stalemate at Moung Peun dragged on until the August 1956 agreement to integrate the Lao communists into the First Coalition Government. Another 15 months would pass while details were being worked out. Key to the coalition was the May 1958 national elections; the communists were running with their own candidates for office. The U.S. Embassy, which was supporting the Royalists, staged the Operation Booster Shot civic action program to attract votes for the Royalists, with little success. On 11 May, two battalions of Pathet Lao troops were supposed to be merged into the Royal Lao Army (RLA). One battalion stalled, then bolted on 18 May 1958. In the wake of their escape, Sang was removed from command of , Morrison, pp. 18–19. When Major- General Phoumi Nosavan's coup took over the nation in December 1959, Sang was one of the generals who supported him.Conboy, Morrison, p. 25. In March 1961, Phoumi formed several regimental units by gathering RLA's battalions. He created the Ground Forces Command to oversee the new regiments, and appointed General Sang to that position.Conboy, Morrison, p. 52. In November 1963, Sang was again entrusted with a field command. He directed a composite force of RLA and Neutralist troops in the unsuccessful Battle of Lak Sao.Conboy, Morrison, p. 101. He would remain a staunch Phoumi supporter until the end, which finally came in January 1965. When Phoumi's final coup failed, he fled into exile. With Phoumi gone, Sang was forced to resign his post as head the Ground Forces Command; the post was subsequently abolished.Conboy, Morrison, p. 125. ==See also== * ARVN * Air America * Hmong people * Laotian Civil War * North Vietnamese invasion of Laos * Pathet Lao * Royal Lao Armed Forces * Royal Lao Army Airborne * Vietnam War ==Notes== ==References== * Conboy, Kenneth and James Morrison (1995). Shadow War: The CIA's Secret War in Laos. Paladin Press. . Category:People of the Laotian Civil War Category:Year of birth missing Category:Year of death missing ",
    "title": "Sang Kittirath"
}