{
    "id": "46232640",
    "text": "Jongla is a Finnish start-up company, specialising mobile messaging apps. In June 2016, Jongla announced that it wants to bridge the gap between social networking services and messaging apps. Jongla is targeting especially emerging markets like Africa, Southeast Asia and South America, where they are seeing the best traction. Jongla app is available on Android, iOS and Windows Phone platforms. == Messaging app == In June, 2016 Jongla introduced their 3rd generation app, the Jongla - Social Messenger, which introduced feature updates, brand upgrade and a new app UI. In Social Messenger, Jongla introduced the community of nearby Jongla users and an added ability to engage with user profiles with a choice of reaction like thumbs-up, smile or heart. Jongla claims to be the world's lightest instant messaging app. The company backs up their claim with app package size comparisons. In June 2016, their APK (Android Application Package) size was 3.5MB, being one tenth of that compared to their competitor apps like Whatsapp, Messenger and Viber. Jongla has the basic messaging functions like private and group chats and sharing text, stickers, images, locations and videos. Also, anyone can join a Jongla conversation via web application called Jongla Out. Jongla is one of the few messaging apps offering voice messages with special filters which is an integrated push-to-talk voice messaging feature with access to a range of funny voice filters that alter sender's voice. Jongla has been selected as a winner of the Red Herring's Top 100 Global award 2013. The company has been featured in articles by Forbes, CNBC Africa, Mobile Industry Review and The Guardian Nigeria. == Jongla as a company == Jongla is a Finland-based company founded by Arto Boman and headquartered in Helsinki, Finland. Jongla CSO is Riku Salminen and the company is owned by a group of private investors including JSH Capital Oy, Ingman Finance Oy, and Holdington Ltd Oy. Chairman of the board is Henry Sjöman accompanied with board members Arto Boman and Simo Makkonen. ==References== === External links === * Arcticstartup.com - Jongla Social Messenger * Pulse.ng - Instant Messaging App Announces Entry Into African Market * Goodnewsfinland.com - Jongla Makes Instant Messaging More Social * Forbes.com - Disrupting The Instant Messaging App Space Jongla- style * Businesswire.com - Jongla Social Messenger bridges the gap between instant messaging and social networks * ITnewsafrica.com - Nigeria: Jongla unveils light usage instant messaging app * Redherring.com - 2013 Red Herring Europe Top 100 Winners * Mobileindustryreview.com - Jongla, Finnish Startup, Aiming To Disrupt Instant Messaging Industry * Guardian.ng - Jongla Joins Race For Soul Of IM Market In Nigeria * CNBCAfrica.com - Jongla App Launches In Nigeria * Bloomberg.com - Jongla Category:Instant messaging Category:Online companies of Finland ",
    "title": "Jongla"
}