{
    "id": "46237265",
    "text": "The Abbey of Our Lady of Spring Bank, founded in 1928, was an American monastery of monks of the Cistercian Order of the Ancient, or Common, Observance in Wisconsin. These form a separate branch of the Order from the Cistercian monks of the Strict Observance, most commonly known as Trappists. This abbey was the first monastery of the Order to be established in the United States. The community was closed in 2011. ==History== In the years following World War I, at the instigation of the Abbot General of the Order, the project was conceived of establishing the first monastery of the Order in the United States. While originally envisioned as a foundation of Wettingen- Mehrerau Abbey in Austria, eventually monks from several Cistercian monasteries in Austria, Holland and Switzerland volunteered to undertake the endeavor. In looking for a place to build their monastery, the monks received an invitation from Sebastian Gebhard Messmer, the Swiss-born Archbishop of Milwaukee, to establish themselves there. Arriving in 1928, the monks settled in Oconomowoc, a suburb of Milwaukee. There they founded the Monastery of Our Lady of Spring Bank, following the ancient Cistercian practice of dedicating their monasteries to the Blessed Virgin Mary under the title of the locale in which they live. At first the community operated under the direct oversight of the Abbot General himself, but responsibility for this was soon transferred to Hauterive Abbey in Switzerland. The monastery began to flourish and was soon raised to the status of an independent abbey. Following World War II, the abbey became a place of refuge for Cistercian monks from Eastern Europe, especially for those from Zirc Abbey in Hungary, which was closed by Communist authorities in 1950. These monks eventually found a home in Texas, where they established the Abbey of Our Lady of Dallas. In 1985 the monastic community made the decision to relocate in an effort to find a setting more conducive to their lives of contemplation than the city in which they lived for nearly six decades. They settled upon the town of Sparta, Wisconsin, where they acquired some 600 acres of land, which was divided into forest lands and agricultural tracts leased to local farmers. A new monastery was built which would be able to accommodate 20 monks. Membership in the community, however, stayed around half that for much of the subsequent era. Like most monasteries, Spring Bank Abbey struggled to find ways to support itself. Under the leadership of an administrative prior, Bernard McCoy, O.Cist., who came into office around A.D. 2000, the abbey launched a discount printing and toner operation, known as LaserMonks. Profits from this endeavor reached into the millions of dollars and McCoy became widely known in the business world and the media, both for his business success and as a face of compassionate entrepreneurism, flying around the country to give talks in a donated airplane. As a result of a number of factors, by 2010 profits from these enterprises had begun to diminish severely and the business was closed the following year. Whether from this or from other factors, the decision was made in 2011 by the monastic chapter to dissolve the abbey. ==References== Category:Cistercian monasteries in the United States Category:20th-century Christian monasteries Category:1920s establishments in Wisconsin Category:Christian organizations established in 1928 Category:Roman Catholic Diocese of La Crosse Category:2011 disestablishments in Wisconsin ",
    "title": "Our Lady of Spring Bank Abbey"
}