{
    "id": "46237556",
    "text": "The 2015 International Rules Series (officially the 2015 EirGrid International Rules Test) was contested between Gaelic footballers from Ireland and Australian footballers from Australia. The 19th series of International rules football since the concept's inception in 1984, Australia entered the test as defending champions, following their 10-point victory in the solitary test match in 2014. The match was played at the headquarters of the Gaelic Athletic Association, Croke Park, on Saturday, 21 November. As per the previous year, the series was a single one-off test match, with the winner of the test match claiming the Cormac McAnallen Cup. Ireland were the winners of the series, defeating Australia by 4 points. ==Fixture== * Test match: Ireland v. Australia, 21 November 2015 at Croke Park, Dublin ==Background== ===Irish team=== Newly elected GAA President Aogan O' Fearghail had the luxury of choosing a new Irish management team, after the traditional two-year stint for former manager Paul Earley expired at the conclusion of the previous series. In March 2015, the GAA announced former All-Ireland winning Armagh manager Joe Kernan as the new manager of the Irish team. Kernan spoke of a desire to emphasise the skills component of the game in his selection policy. He was joined on the selection panel by Pádraic Joyce, Darragh Ó Sé and Dermot Earley. On 24 October 2015, the GAA announced that Dublin's three-time All- Ireland winning forward Bernard Brogan would be appointed captain of the Ireland team for test match against Australia. Speaking of the appointment, Brogan stated \"it is both an honour and a privilege to not only represent Ireland, but to captain the national team too. As footballers, opportunities to play for Ireland and pit our skills against athletes from other nations and codes are few and far between and next month we will test ourselves against arguably the strongest ever Australian team to come here.\" Mayo footballer and two-time All Star Lee Keegan was named vice-captain. Ireland manager Joe Kernan announced the 23-man Irish squad on 11 November 2015. Footballer of the Year Jack McCaffrey is among nine All Stars selected in the panel. In total 12 counties from all four provinces were represented in the squad, with All- Ireland champions Dublin leading the list with five players selected. ===Australian team=== Australia retained their selection policy of selecting only players who had received All-Australian honours in their careers. The team also retained the services of last year's successful management team, featuring four-time premiership coach Alastair Clarkson and assistants Ross Lyon and Chris Scott. The Australian team held a training camp at a New York college in the week preceding the test match, in a bid to offer further incentive to players considering accepting an offer to play in the team. Retired 400 game player and perennial Australian goalkeeper Dustin Fletcher underwent a fitness test in September 2015 with the view to concluding his football career by playing in his fifth International Rules Series. The Australian squad was announced on 16 October 2015. Among the squad was multiple All-Australian and recent Geelong pick-up Patrick Dangerfield, last year's Jim Stynes Medallist Luke Hodge and Hawthorn premiership players Sam Mitchell and Jarryd Roughead. Of the 22-man squad, only four players – Roughead, Andrew Gaff, Dyson Heppell and Jake Stringer – had not represented Australia in International rules football before. Fourteen of the players who represented Australia in the 2014 test match returned for the 2015 version. On 2 November 2015, Port Adelaide forward Chad Wingard, originally selected in the 22-man team, was withdrawn on account of a persistent knee injury. His place in the side was taken by Fremantle forward Hayden Ballantyne. The Australian management team announced the formation of a 5-man leadership group on 12 November 2015 at the commencement of their week-long training camp in New York City. Harry Taylor, Nick Riewoldt, Robert Murphy, Luke Hodge and Sam Mitchell were named as squad leaders with Hawthorn's Luke Hodge selected as captain of the team. A warm-up match against New York GAA scheduled to be played on 14 November 2015 was cancelled, with the team instead playing an internal scratch match at the training base of NFL franchise the New York Jets. ==Squads== * Coach: Joe Kernan (Armagh) {|align=\"center\" class=\"wikitable\" style=\"width:70%;\" |- ! colspan=\"3\" | 30px Ireland |- ! Name ! Team ! Club |- || Bernard Brogan (c) || Dublin || St. Oliver Plunketts/ER |- || Lee Keegan (vc) || Mayo || Westport |- || Niall Morgan (gk) || Tyrone || Edendork |- || Colm Begley || Laois || Stradbally |- || Gary Brennan || Clare || Clondegad |- || Eoin Cadogan || Cork || Douglas |- || Mattie Donnelly || Tyrone || Trillick |- || Eoin Doyle || Kildare || Naas |- || Peter Harte || Tyrone || Errigal Ciaran |- || Darren Hughes || Monaghan || Scotstown |- || Paul Kerrigan || Cork || Nemo Rangers |- || Jack McCaffrey || Dublin || Clontarf |- || Ciarán McDonald || Tipperary || Aherlow |- || Philly McMahon || Dublin || Ballymun Kickhams |- || Conor McManus || Monaghan || Clontibret |- || Rory O'Carroll || Dublin || Kilmacud Crokes |- || John O'Loughlin || Laois || St Brigid's |- || Aidan O'Shea || Mayo || Breaffy |- || Michael Quinn || Longford || Killoe Young Emmets |- || Donnchadh Walsh || Kerry || Cromane |- || Diarmuid Connolly || Dublin || St Vincents |- || Paul Cribbin || Kildare || Johnstownbridge |- || Paddy McBrearty || Donegal || Kilcar |} * Coach: Alastair Clarkson () {|align=\"center\" class=\"wikitable\" style=\"width:60%;\" |- ! colspan=\"2\" | 30px Australia |- ! Name ! Team |- || Luke Hodge (c) || |- || Dustin Fletcher (gk) || |- || Hayden Ballantyne || |- || Eddie Betts || |- || Grant Birchall || |- || Luke Breust || |- || Patrick Dangerfield || |- || Andrew Gaff || |- || Brendon Goddard || |- || Robbie Gray || |- || Dyson Heppell || |- || Sam Mitchell || |- || Leigh Montagna || |- || David Mundy || |- || Robert Murphy || |- || Nick Riewoldt || |- || Tom Rockliff || |- || Jarryd Roughead || |- || Nick Smith || |- || Jake Stringer || |- || Harry Taylor || |- || Easton Wood || |- |} ==Result== ==See also== * International rules football * Gaelic football * Australian rules football * Relationship between Gaelic football and Australian rules football ==References== International Rules Series International Rules series Category:International Rules series Category:International sports competitions hosted by Ireland ",
    "title": "2015 International Rules Series"
}