{
    "id": "46238844",
    "text": "1992 is an Italian political drama television series created by Alessandro Fabbri, Ludovica Rampoldi, Stefano Sardo for Sky Atlantic and La7, and based on an idea by Stefano Accorsi. It premiered on 24 March 2015 on pay-tv Sky Italia channels Sky Atlantic and Sky Cinema 1. Set mostly in Rome and Milan, the series follows six people whose lives are intertwined with the rapidly changing political landscape of the early 1990s, during which Italy was gripped by the Mani Pulite investigation into political corruption, which contributed to the collapse of several major political parties and significant evolutions in Italy's constitutional system. The series was met with success and was followed by two sequel series, 1993 and 1994, to compose a trilogy. It has been compared to House of Cards, The Sopranos, and The West Wing. ==Plot== In 1992, prosecutors in Milan launch the mani pulite investigation into political corruption in Italy. Leonardo Notte (Stefano Accorsi), a slick, self-serving advertising man who believes only in himself, schemes to profit from the unraveling scandal. Caught up in the investigation is Michele Mainaghi (Tommaso Ragno), a Milanese pharmaceutical magnate whose firm sold tainted blood that infected young police officer Luca Pastore (Domenico Diele) with HIV. Pastore, part of Antonio di Pietro's investigative team, seeks revenge and teams up with Rocco Venturi (Alessandro Roja), another cop with a dark side. Meanwhile, Mainaghi's mistress, Veronica Castello (Miriam Leone), seeks out a career in television and returns to Notte after Mainaghi is disgraced. Upstanding Gulf War veteran Pietro Bosco (Guido Caprino) leaps into a fight and saves the life of a man who turns out to be one of the leaders of the new party Lega Nord, quickly finding himself one of the party's parliamentary candidates. Veronica, initially intending to use him boost her TV career, instead falls in love with him; the two begin planning a life together. However, Pietro finds that he has to betray his friends and convictions if he wants to continue his political career and, most of all, build a family with Veronica. ==Cast and characters== ===Main=== *Stefano Accorsi as Leonardo Notte, a marketing man with a murky past, coming back to haunt him just as 1992’s events seem to bring about the professional chance of a lifetime. Anonymous blackmail forces Leo to confront a morbid episode in his past that he had surgically removed from his memory. His glitzy, no-strings- attached lifestyle is turned upside down by the appearance of Viola, his hitherto unknown teenage daughter. As Leo tries to free himself from the shadows of the past, he stumbles into a revolutionary idea that could shape the future of his trade - and his own. *Guido Caprino as Pietro Bosco, a 33-year-old veteran of the Gulf war, finds himself elected in the Italian parliament, with the rising Lega Nord party. A gregarious rugby lover and beer drinker, he turns out to be the ultimate fish out of water in the political sphere. His only chances lie in finding the right mentor; thus, Pietro will put his career in the hands of a seasoned politician who will show him the ropes - certainly, at a price. *Miriam Leone as Veronica Castello, a showgirl on the fast track to fame. She needs it, physically, and is out to get it at all costs: the unconditional love of a prime time audience is the only viable conduit for her self-esteem. As the lover she has picked, powerful tycoon Michele Mainaghi, goes under in the investigations, Veronica briefly finds herself at a loss, then starts the search for a new, powerful pigmalione t position in the pecking order of the new powers that be. *Domenico Diele as Luca Pastore, a judicial police officer, works side by side with maverick prosecutor Antonio Di Pietro. Motivated by a personal quest for revenge, he is hard at work to solve the Tangentopoli conundrum. Investigations, arrests, interrogations. Under pressure and under menace. Because strong headwinds are blowing, and not just from outside the prosecutors’ offices. *Tea Falco as Beatrice \"Bibi\" Mainaghi. Daughter of the aforementioned tycoon, is the black sheep in a power dynasty, but her life will take a new, radically unexpected turn in the wake of Tangentopoli. *Alessandro Roja as Rocco Venturi, a young Roman police officer, also joining Antonio Di Pietro’s team of investigators. A sly look and his trademark fast talk would seem to put him as a natural leader in that team, but he will turn out to hide a totally different truth behind his gung-ho mask. ===Recurring=== *Fabrizio Contri as Marcello Dell'Utri *Teco Celio as Gianni Bortolotti *Antonio Gerardi as Antonio Di Pietro *Gianfelice Imparato as Gaetano Nobile *Natalino Balasso as Piercamillo Davigo *Elena Radonicich as Giulia Castello *Thomas Trabacchi as Attilio Arnaldi *Bebo Storti as Enrico Lodato *Pietro Ragusa as Gherardo Colombo *Irene Casagrande as Viola Notte *Giovanni Ludeno as Dario Scaglia *Maurizio Lombardi as Paolo Pellegrini *Flavio Furno as Roberto Fenati *Eros Galbiati as Zeno Mainaghi *Tommaso Ragno as Michele Mainaghi *Valerio Binasco as Mario Chiesa *Giuseppe Cederna as Francesco Saverio Borrielli *Silvia Cohen as Mainaghi's wife *Fabrizia Sacchi as Marina ===Guest=== *Mariella Valentini *Fulvio Falzarano as Chiesa's lawyer *Massimo Wertmüller as Mario Segni *Giovanni Rana as himself *Dalila Di Lazzaro *Gaetano Bruno as Luigi Brancato *Massimo Boldi as himself ==Episodes== ==Distribution== 1992 premiered on Sky Atlantic in Germany and Austria and on Sky Atlantic in the United Kingdom and Ireland shortly after the Italian premiere. The TV series was also distributed in France, Spain and Scandinavia. The series premiered on La7, a co-producing network alongside Sky Atlantic, on 8 January 2016. In May 2016, the Belgian channel Canvas (VRT) broadcast the series. ==Music== {| class=\"wikitable\" |- ! align=left|Song ! align=center|Artist(s) |- | align=left|Above the clouds | align=center|Paul Weller |- | align=left|All that she wants | align=center|Ace of Base |- | align=left|Daydream | align=center|Smashing Pumpkins |- | align=left|Everybody hurts | align=center|R.E.M. |- | align=left|Found love | align=center|Double Dee |- | align=left|Gypsy woman | align=center|Crystal Waters |- | align=left|I nearly lost you | align=center|Screaming Trees |- | align=left|Killer | align=center|Seal |- | align=left|Movin' on up | align=center|Primal Scream |- | align=left|Nightswimming | align=center|R.E.M. |- | align=left|Non amarmi | align=center|Aleandro Baldi feat. Francesca Alotta |- | align=left|Please don't go | align=center|Double You |- | align=left|Set adrift on memory bliss | align=center|PM Dawn |- | align=left|Taillights fade | align=center|Buffalo Tom |- | align=left|The concept | align=center|Teenage Fanclub |- | align=left|(Trhu) The gates of the big fruit | align=center|Urban Dance Squad |- | align=left|Waiting for the miracle | align=center|Leonard Cohen |- | align=left|Washer | align=center|Slint |} ==References== ==External links== * * Category:2015 Italian television series debuts Category:Italian drama television series Category:Political drama television series Category:Political thriller television series Category:Sky Atlantic (Italy) television programmes Category:Television series set in 1991 Category:Television series set in 1992 Category:Television shows set in Rome Category:Milan in fiction ",
    "title": "1992 (TV series)"
}