{
    "id": "46237571",
    "text": "John B. Hogenesch (born May 29, 1967) is an American chronobiologist and Professor of Pediatrics at the Cincinnati Children's Hospital Medical Center. The primary focus of his work has been studying the network of mammalian clock genes from the genomic and computational perspective to further the understanding of circadian behavior. He is currently the Deputy Director of the Center for Chronobiology, an Ohio Eminent Scholar, and Professor of Pediatrics in the Divisions of Perinatal Biology and Immunobiology at the Cincinnati Children's Hospital Medical Center. ==Personal life== ===Family=== Hogenesch was born on May 29, 1967, in Rotterdam, Netherlands. He was raised in Gainesville, Florida, by his father Thieo E. Hogen-Esch and his mother Cheryl H. St. George. His parents both work at the University of Southern California. His father is a polymer chemist, and his mother is a clinical instructor in psychiatry and behavioral sciences. His brother, Tom Hogen-Esch is a Political Science and Urban Studies professor at Cal State Northridge. ===Education=== Hogenesch originally received a B.A. in History from the University of Southern California in 1989 followed by a B.S. in Biology in 1991. He was inspired to study chronobiology by Joseph Takahashi in the fall of 1992 after learning about the Drosophila clock in a lecture. In 1999 Hogenesch completed a Ph.D. in Neuroscience at Northwestern University's Chicago campus, studying transcription factors with basic helix-loop-helix (BHLH) and PAS protein domains. Hogenesh was mentored by Chris Bradfield, now a professor of oncology and the Director of the Molecular and Environmental Toxicology Graduate Program at the University of Wisconsin-Madison. He continued his research on functional genomics as a postdoctoral researcher with Dr. Steve A. Kay at the Genomics Institute of the Novartis Research Foundation. ==Career== ===Discovery of BMAL1=== In March, 1997, Hogenesch was a neuroscience graduate student at Northwestern University in the laboratory of Christopher Bradfield, when he discovered five transcription factors in the basic helix-loop-helix-PAS (bHLH-PAS) domain superfamily during his thesis work. These transcription factors were initially named MOP1-5. Hogenesch’s later characterization of MOP3, better known as BMAL1 or ARNTL, revealed in 1998 that its role as a partner of the bHLH-PAS transcription factor CLOCK was essential to the function of the mammalian circadian clock. BMAL1 and CLOCK are now the two most well recognized bHLH-PAS domain transcription factors. Later work revealed that Bmal1 is the only clock gene without which the circadian clock fails to function in humans. BMAL1 functions as a positive element in the circadian clock. It forms a heterodimer with CLOCK to initiate transcription of target genes that contain E-box sequences, such as Period and Cryptochrome in mice. The BMAL1:CLOCK complex is suppressed by the buildup of the PER:CRY heterodimers. After receiving his Ph.D. in 1999, Hogenesch followed his Ph.D. mentor Christopher Bradfield to the University of Wisconsin-Madison and continued in his lab as a postdoctoral associate. During this time, Hogenesch focused on following up on his Ph.D. work. ===Assembling & mRNA characterization of complete mammalian transcriptomes === Later in 1999, he became a postdoctoral associate with Steve A. Kay and Peter G. Schultz. Kay was employed by the University of California at San Diego and the Scripps Research Institute, while Schultz was employed at the Scripps Research Institute and was founder and director of The Genomics Institute of the Novartis Research Foundation (GNF) in La Jolla, CA. Hogenesch started work on the human transcriptome and the mRNA characterization of the transcriptomes of humans, mice, and rats, which he would later continue as Director of Genomics at GNF. Hogenesch became the Program Manager of Genomics at GNF in 2000, and remained there until 2004. During his time there, he accomplished the compilation of the complete human transcriptome, and also the mRNA characterization of the human, mouse, and rat transcriptomes. These highly cited works, together cited over 3700 times, have been influential in the field of genome biology. Hogenesch then brought together his work on the human and mouse transcriptomes into a gene atlas, which he made available as a tool for other genome biologists. === Characterizing circadian regulation of transcription === In addition to characterizing transciptomes present in various organisms, Hogenesch has also spent time throughout his career determining which genes were regulated on a circadian schedule. Working with his colleagues he has determined that mRNA in plants, flies, mice, and humans all shows extensive circadian regulation. In mammals up to 43% of all genes are regulated according to a circadian clock. Transcription for circadianly regulated mRNA shows regular peaks in morning and evening, which then has implications for the regulation of drug targets. ===Non-coding RNA and functional genomics=== In 2004 Hogenesch left California to become a professor and the Director of Genome Technology at The Scripps Research Institute's other location in West Palm Beach, FL, where he continued his work on transcriptomes. Hogenesch contributed to a study published in 2005 which used new RNAi genetic screening techniques to discover a non-coding RNA (ncRNA) known as NRON. NRON, a repressor of the protein NFAT, is one of the first well characterized examples of a ncRNAs involved in transcription regulation. In 2006, Hogenesch moved to the Perelman School of Medicine at the University of Pennsylvania where he continues to study mammalian circadian clocks and genome function. One of his current research directions includes incorporating research on noncoding RNA, such as siRNA or hairpin RNA isolated by combining forward genetics and genomic screens. He has used this technique on miRNA to examine signalling and cell survival. ===Contributions to the core clock mechanisms and the field of chronobiology=== Over the course of his career, Hogenesch has made numerous contributions to the understanding of the core clock mechanisms. He discovered the key proteins Bmal1 (Arntl), and Bmal2 early in his career. He was also on the team that discovered Rora to be an important regulator of Bmal1. Rora is currently under investigation for a possible connection to autism, which may relate to its function as a circadian regulator. Hogenesch has also contributed to the identification of hundreds more genes that modulate circadian rhythms in humans by using genome wide RNAi scanning. More recently, he discovered new clock gene CHRONO using novel computer based machine learning techniques to prioritize clock gene candidates. Hogenesch has also contributed to the field by mentored scientists like Satchin Panda and has collaborated with over 25 other scientists on a variety of papers that cover a range of topics including CREB signaling, NF-κB signaling, TRP channels, melanopsin signaling, cell type specific splicing, noncoding RNA function, and RNA-seq methods and mapping algorithms. ==Applications of scientific achievements == ===Wikipedia and chronobiology=== Hogenesh has pushed for the chronobiology community to create Wikipedia pages about genes through a project called Gene Wiki. The result has been the creation of pages about genes involved in the circadian clock such as ARNTL, as well as pages about chronobiologists like Ingeborg Beling. He has also been instrumental in creating the Gene Atlas. This project uses a database run by Hogenesch called the Circa database that lists time of activity of genes in different tissues. As an open source database, it allows biologists and pharmaceutical researchers to determine the peak time of different genes and mRNA which can then be used to target drug treatments. === Medicinal uses of chronobiology === In October 2014, Hogenesch's discovery that many proteins targeted by drugs experience circadian fluctuations made strides towards chronotherapy treatment. A future focus on the timing of drug administration will optimize drug efficacy by allowing physicians prescribe medicine to be taken when it is most effective. ==References== == External links == * Database of Circadian Genes Run By Hogenesch Category:Living people Category:1967 births Category:American bioinformaticians Category:Chronobiologists Category:People from Rotterdam Category:People from Gainesville, Florida Category:University of Southern California alumni Category:Northwestern University alumni Category:University of Wisconsin–Madison faculty Category:University of Pennsylvania faculty Category:Dutch emigrants to the United States ",
    "title": "John B. Hogenesch"
}