{
    "id": "46230462",
    "text": "Chilsag Entertainment Network is an Indian film and theatre company based in Mumbai. Chilsag Chillies Theatre Company is the live show and musical production arm of the Chilsag Entertainment Network. The enterprise was founded in 2003 by Sachin Gupta. ==History== === 2003–2010 === Founded in 2003 by Sachin Gupta Chilsag Chillies Theatre Company was founded with the objective to redefine theatre through its innovative theatre productions. The very first production of the company, \"Celebration of Life\", was felicitated by the chief minister of Delhi, Sheila Dikshit and was also appreciated internationally when it was performed at the Factory Theatre, Toronto, Canada and Off-Broadway Theare, New York. Chilsag tied up with Actor's experimental Lab USA and established an acting school 'Salgane School of Acting' as well in 2003. In 2004, Chilsag Chillies received letters of appreciation from Dr. APJ Abdul Kalam (former President of India), Shivraj Patil (former Home Minister, India) and the Italian cultural centre and Department of Art and Culture, Government of India for the contribution to theatre. Late 2004, Chilsag laid the foundation of a new venture operationalising Corporate Theatre across its units. Theatre Pasta, an international theatre magazine was launched in 2005. Chilsag also stages two of its productions in locations across London in three days with its pack of English actors. Mid 2006, witnessed the initiation of Chilsag Children's Theatre Company and Theatre-in-Education projects. Chilsag Theatre Pasta International Awards successfully started its journey in beginning of 2007. The company staged the premier of its plays, 'A Rollercoaster Ride', 'Wake Up Call' and 'Kailashnath Weds Madhumati' at one of the premier performing arts location in the capital city, New Delhi. Chilsag took its theatre production 'Celebration of Life', 'Handicapped City' to the international forum through shows Off-Broadway (New York City), Factory Theatre (Canada), locations across Boston, West Virginia and other cities. This year marked the launch of International Repertory for Chilsag with American actors. in 2009, Chilsag started its own Drama Therapy Centre. Late 2010, witnessed a collaboration with Indian Council for Cultural Relations and staged the play ' Wake Up Call'. === 2011–2019 === In 2011, Director Sachin Gupta received the Natya Bhushan, the highest ranking award for his contribution to Hindi theatre. The Film Production House, Chilsag Pictures was established in 2012 and 2014 the first Hindi feature film 'Paranthe Wali Gali' was released. Shortly followed by release of 'Thoda Lutf Thoda Ishq' in 2015. 2015 also witnessed the conceptualisation and production of the biggest musical to be staged the capital city named, 'Chota Bheem The Musical' witnessed by over 18000 in the Siri Fort Auditorium. In 2016, Chilsag signed a six-film deal with United States-based production house for the production of meaningful cinema and short films. Recent tie up with London Players, UK for theatre and cinematic ventures. A new production ' Kafan' was also staged in 2017 with collaboration with the Indo -American Friendship Association and supported by the Ministry of Culture (India). Three short films were also released, Bidaai, My Daughter and The Beginning in 2017. 2018 saw the release of 'Pakhi' a film about child trafficking and the short film 'Pihu' which is based on the theatre production – Don't miss my party. 'Mansukh Chaturvedi ki Atmakatha' was released in 2019. Two music videos were also released in 2019 'Naino Tale' with singer Asees Kaur and music composed by Shivang Mathur and 'Itni Si Kahani' with TikTok star Jannat Zubair Rahmani and collaborated with Zee Music Company with Rohan Mehra and Deepti Sati . === 2020s === Chilsag Entertainment have several upcoming projects that include a project in Tamil, a love story and a gangster drama. The company expects to expand into regional cinema and create in content in Marathi, Telegu, Tamil, Punjabi. Mango Talkies is also an upcoming project. 2020 will also see two short films Manoharji Ki Nimmi and Seerat. ==Divisions== *Chilsag Pictures *Chilsag Chillies Theatre Company ==Filmography== {| class=\"wikitable sortable\" style=\"font-size:90%\" |- style=\"text-align:center;\" ! Year !! Title !! Director(s) !! Cast !! Genre |- | 2014 || Paranthe Wali Gali||Sachin Gupta || Anuj Saxena, Sushmita Sen, Neha Pawar || Drama |- | 2015 || Thoda Lutf Thoda Ishq || Sachin Gupta || Hiten Tejwani, Neha Pawar, Rajpal Yadav, Sanjay Mishra, Bhavita Anand || Comedy |- |2018 |Pakhi |Sachin Gupta |Sumeet Kaul, Anamika Shukla, Pihu, Anmol Goswami |Crime Drama |- |2019 |Mansukh Chaturvedi ki Atmakatha |Sachin Gupta |Sandeep Singh, Shalini Chauhan, Anamika shukla, Sikandar Khan |Comedy |- |2020 |Mango talkies |Sachin Gupta |Sikandar Khan, Dau Dayal Bansal, Noyonita Lodh, Sunil Handa, Ravi Khanna, Susmita Mukherji, Vishal Choudhary, Sumeet Kant Kaul, Sanaya Irani, Seema Pahwa, Shalini Chauhan, Priyanka Lulla, Sandeep Singh, Myra Hope, Tanya Sharma, Himanshu Sharma, Arjun Aujla, Arti Chaddha. |Anthology series |- |} ==Short films == {| class=\"wikitable\" !Year !Title !Director !Cast !Genre |- |2017 |Bidaai |Sachin Gupta |Sikandar Khan, Dau Dayal Bansal |Crime |- |2017 |My Daughter |Sachin Gupta |Noyonita Lodh, Sunil Handa, Ravi Khanna |Drama |- |2017 |The Beginning |Sachin Gupta |Susmita Mukherji, Dau Dayal Bansal, Vishal Choudhary |Drama |- |2018 |Pihu |Sachin Gupta |Sumeet Kant Kaul, Dau Dayal Bansal, Sanaya Irani |Romance |- |2020 |ManoharJi Ki Nimmi |Sachin Gupta |Seema Pahwa, Shalini Chauhan, Sikandar Khan, Priyanka Lulla, Sandeep Singh, Dau Dayal Bansal |Comedy |- |2020 |Seerat |Sachin Gupta |Myra Hope, Tanya Sharma, Himanshu Sharma, Arjun Aujla, Arti Chaddha, |Crime |} == Theatre productions == {| class=\"wikitable\" !Year !Ttitle !Genre |- |2003 |Celebration of Life |Drama |- |2004 |Handicapped City |Crime Drama |- |2005 |Suicide is painless |Drama |- |2005 |Live telecast |Satirical Drama |- |2005 |Next Indian Idol |Comedy |- |2005 |Great men at work |Comedy |- |2005 |No Cheating Today |Comedy |- |2005 |Devils Carnival |Musical |- |2005 |Don't miss my party |Drama |- |2006 |Kailashnath Weds Madhumati |Musical comedy |- |2007 |Rollercoaster Ride |Fantasy |- |2007 |Wake up Call |Drama |- |2010 |The Play Begins at 8 pm |Drama |- |2015 |Chota Bheem The Musical |Musical |} ==Performances == {| class=\"wikitable\" !Year !Title !Location !Director |- |2005 |Three Days Chilsag Chillies Theatre Festival |New Delhi |Sachin Gupta |- |2006 |Celebration of Life |Toronto |Sachin Gupta |- |2006 |Live Telecast |Goa |Sachin Gupta |- |2009 |Celebration of Life |New York City |Sachin Gupta |- |2009 |Handicapped City |New York City |Sachin Gupta |- |2009 |Kailashnath Weds Madhumati |New York City |Sachin Gupta |- |2009 |Kailashnath Weds Madhumati |West Virginia |Sachin Gupta |- |2010 |Wakeup Call |Bangalore |Sachin Gupta |- |2011 |The Play Begins at 8 pm. |Mumbai |Sachin Gupta |} ==Music Videos == {| class=\"wikitable\" !Year !Title !Director !Music !Singer !Cast |- |2019 |Naino Tale |Sachin Gupta |Shivang Mathur |Shivang Mathur, Asees Kaur |Jannat Zubair Rahmani, Manish Tyagi |- |2019 |Itni Si Kahani |Sachin Gupta |Shivang Mathur |Asees Kaur, Abhijeet S, Shivang M. |Rohan Mehra, Deepti Sati |} ==References== ==External links== * Category:Bollywood Category:Indian companies established in 2003 Category:Mass media companies established in 2003 Category:Film production companies based in Mumbai ",
    "title": "Chilsag Entertainment Network"
}