{
    "id": "46237194",
    "text": "Leo Lanzetta was born in Philadelphia, Pennsylvania in 1895. Leo had five other brothers, with whom he formed a bootlegging and drug trafficking gang. He and his brothers were also called \"the Lanzetti brothers\" (due to incorrect documentation and newspaper retrieving incorrect information). == Early life == Leo Lanzetta was born in South Philadelphia, Pennsylvania in 1895 to Italian American parents Michele and Ignatius Lanzetta. Leo had five other brothers: Ignatius, Pius, Willie, Teo, and Lucien; Leo being the oldest and Pius being the second oldest. == Prohibition == Leo formed the Lanzetta Gang with Ignatius, Pius, and their other brothers in the early 1920s. Leo, Ignatius, Pius, and their other brothers ran the gang. The brothers controlled bootlegging in Little Italy. They were allied with Italian gangsters Michael Falcone and Louis \"Fats\" Delrossi and their rivals included: Polish mob boss William Michael Cusick, Sicilian Mafia and Bruno crime family boss Salvatore Sabella, Jewish mob boss Max \"Boo Boo\" Hoff, and Italian Mafia made man and rival dope peddler and bootlegger Joseph Bruno. The Lanzetta brothers ran their gang with extreme violence and expanded into drug trafficking and numbers writing. == Death == Leo and Ignatius murdered Joe Bruno on August 18, 1925, at 8th and Catherine Streets. Four days later, as Leo left a barbershop at 7th and Bainbridge Streets, an unknown assailant killed him in retaliation for the murder of Bruno. Sabella is Leo's suspected killer. == Television adaption == In the first season of the HBO series Boardwalk Empire, Leo Lanzetta and his brothers are the inspiration for Nucky Thompson's main rivals the D'Alessio brothers. In the series, Leo is the inspiration for Leo D'Alessio, the co-leader of the D'Alessio gang. In the series, his brothers are: Ignacius, Matteo, Lucien, Sixtus, Pius, and another brother in Philadelphia who is a dentist; the brothers also have several more sisters. In the last episode of season one, Leo's throat is cut by Nucky's bodyguard James \"Jimmy Irish\" Darmody in November of 1920. == References == Category:1885 births Category:1925 deaths Category:American criminals ",
    "title": "Leo Lanzetta"
}