{
    "id": "46231603",
    "text": "James \"Leslie\" Gardner OBE RDI (1907–1995) was a British museum and exhibition designer. Although most widely known for his exhibition work, Gardner also undertook illustration and ship design work. His archive is located at the University of Brighton Design Archives.James Gardner – University of Brighton Design Archives We Too Must Defend Our Freedom, by James Gardner. ==Early career== Educated at Westminster School of Art, Gardner's career began as an apprentice for Cartier jewellers in 1923. After a period of international travel in the 1930s, Gardner returned to London and began working for the commercial design consultancy, Carlton Studios. His early commissions included advertising work for a number of clients, including Shell. Commissioned by their art director Jack Beddington, Gardner undertook poster and exhibition work for them.Maguire, P & Woodham, J, Design and Cultural Politics in Postwar Britain: The Britain Can Make it Exhibition of 1946, A&C; Black, 1997, ==Second World War== War effort bombing scene by James Gardner. Drafted into the Camouflage Training School at Farnham during World War Two, Gardner designed a series of inflatable deception projects which included dummy tanks and landing craft.James Gardner Archive – The Archives Hub Gardner was also employed by the Ministry of Information as an illustrator at this time. In the 1940s, Gardner designed three non-fiction children's books for Puffin Picture Books.Penguin First Editions ==Exhibition and museum design== Following the war, the Council of Industrial Design commissioned Gardner to oversee various exhibition projects; the most significant of these was the Britain Can Make It exhibition of industrial and product design in 1946. So began Gardner's career which included contributions to the Enterprise Scotland exhibition in 1947, and the Festival of Britain in 1951, where he designed displays for the 'People of Britain' and part of the South Bank exhibition.Cadbury-Brown, HT, A Good Time-and-a-half was had by All, Twentieth Century Architecture, No. 5, FESTIVAL OF BRITAIN (2001), pp. 58–64 He was also Chief Designer of the Battersea Park pleasure gardens. Festival of Britain, Pleasure Gardens, Battersea Park, London, UK. In 1953, Gardner designed the public decorations for Elizabeth II's Coronation.Gardner, James – The National Archives Trade shows were a key area of Gardner's work, both at home and overseas. He designed exhibition stands for Central Office of Information projects, Ideal Home exhibitions, and the United Kingdom Board of Trade.Fair Designs, The Glasgow Herald, 11 March 1957 At the Brussels World Fair in 1958 and Expo 67 in Montreal, Gardner's exhibition designs presented ideas concerning British identity. According to Gardner, his aim was 'to offer quirky reinterpretations of people's expectations'.Darling, Elizabeth, Exhibiting Britain: Display and National Identity 1946–1967 Gardner worked extensively for museums and on cultural heritage exhibitions; in 1962, he designed dioramas for the newly relocated Commonwealth Institute in London, commissioning artists such as Barbara Jones to design murals.Bradley, Kenneth, The New Commonwealth Institute, Journal of the Royal Society of Arts, Vol. 111, No. 5081 (April 1963), pp. 403–411 His 1972 'Story of the Earth' display for the Geological Museum, London, was acknowledged as a significant breakthrough in science museum design and critically acclaimed and imitated worldwide.New Scientist, 27 October 1977, p. 238 Amongst Gardner's other notable projects were: *Pilkington Glass Museum (1965)Velarde, Giles, James the First, Design Week, April 1995 *Evoluon Museum, Eindhoven (1966)Evoluon *Museum of the Diaspora, Tel Aviv (1978)Museums in Israel: Beit Hatefusot – Diaspora Museum *Butterfly House, Syon Park, London (1981) *The National Museum of Natural Science, Taiwan (1988)Taiwan Info: Scientific Artistry, November 1989. Retrieved May 2015 *Tower of David Museum, Jerusalem (1989)Socken, Hillel, Packaging the Evolving Museum, Curator 49/1, January 2006 *Museum of Tolerance, Los Angeles (1993)Obituary, The Independent, 29 March 1995 ==Other commissions== Alongside exhibition design, Gardner was also involved in mainstream industrial design and interior design commissions. These included a prestigious commission from the Cunard cruise line to design the interior and superstructure for the QE2. His design for the ocean liner was described by The Council of Industrial Design as that of a \"very big yacht\" and with a \"look [that was] sleek and purposeful\".QE2 Engineering and Design ==James Gardner (3-D Concepts) Ltd.== Together with Eve Harrison and Simon Muirhead, Gardner established James Gardner (3-D Concepts) Ltd. in 1978. The London-based company provided a specialist service in museum and exhibition design, from initial concept to installation. ==Awards and accolades== Gardner received an OBE in 1947 for services in connection with the British Government Pavilion at the Universal and International Exhibition, Brussels.Supplement to the London Gazette, 1 January 1947, p13 He was also elected a Royal Designer for Industry (RDI) in this year.Obituary, RSA Journal, June 1995 In 1989 Gardner was awarded the Chartered Society of Designers Medal for outstanding achievement in industrial design.Chartered Society of Designers – Minerva Medal Winners ==Bibliography== *War in the Air, Penguin, lithographed by W. S. Cowell Ltd, 1940, ASIN: B000XA75J6 *On the Farm, Penguin, lithographed by W. S. Cowell Ltd, 1940 *The Battle of Britain, Penguin, lithographed by W. S. Cowell Ltd, 1941, ASIN: B0013EBH2M *Exhibition and Display, with Caroline Heller, B.T. Batsford, 1960, ASIN: B000XA0BMO *Elephants in the Attic, with Ralph Steadman, Orbis, 1983, *The ARTful Designer: Ideas Off the Drawing Board, James Gardner, 1993, ==References== ==External links and further reading== *Enterprise Scotland British Pathé video showcasing interior of exhibition, 1947 *Evoluon BBC2 Trade Test Film, showing the Philips Evoluon technology exhibition, 1968 *Expo 67: Man and His World: Great Britain *Works by Gardner in the Imperial War Museum collection *Royal Designers for Industry & Britain Can Make It Category:1907 births Category:1995 deaths Category:Alumni of the Westminster School of Art Category:Artists from London Category:British designers Category:Exhibition designers Category:Industrial designers Category:Museum designers Category:Officers of the Order of the British Empire Category:British poster artists Category:World War II artists ",
    "title": "James Gardner (designer)"
}