{
    "id": "46230704",
    "text": "Joanne H. Alter (July 23, 1927 – November 9, 2008) was an American activist, politician, and the first woman to break the gender barrier in Chicago area politics. ==Early life and education== Joanne Hammerman was born to a Jewish family in Chicago, Illinois and raised in the North Shore suburb of Glencoe, Illinois.Chicago Sun Times: \"Joanne Alter Obituary\" November 11, 2008 Her mother, Celia K. Hammerman,Chicago Tribune: \"Celia K. Hammerman, 91, Philanthropist, Matriarch\" By Kenan Heise March 22, 1997 had fled pogroms in Czarist Russia, immigrated to the United States, and helped found the North Shore chapter of the National Conference of Christians and Jews. Her paternal grandfather founded J.K. Industries in Chicago, and her father, Sol Hammerman, and his brother, Meyer Hammerman, made it one of the nation's largest children's clothing manufacturers of the era. Her sole sibling, Enid Hammerman, would marry American diplomat William R. Rivkin.Chicago Tribune: \"Robert Rivkin takes on challenge of Toyota inquest with Transportation Department - Chicago attorney’s family ties to national politics run deep\" By Melissa Harris February 28, 2010 After attending the local public schools and graduating from New Trier High School, Joanne Hammerman went to Mount Holyoke College, where she met Eleanor Roosevelt while a student campus representative. After graduating with a major in political science in 1949, she toured war-torn Europe alone. As discussed below, she married businessman James Alter in 1952 and raised a family, as well as became involved in volunteer charitable activities. Alter would later serve as a trustee of her alma mater, Mount Holyoke (from 1980-1985), and as a member of the University of Chicago Women's Board, as well as help found the Junior Museum of the Art Institute of Chicago.https://www.mtholyoke.edu/175/gallery/joanne-alter ==Activist career== While raising their family, Alter and her husband became involved in Democratic party politics. In 1968, President Lyndon B. Johnson appointed Alter as a delegate to the United Nations Conference on the Status of Women held in Accra, Ghana. Committed to encouraging women to run for public office in the United States as well, Alter worked closely with women politicians such as Bella Abzug and fellow Mount Holyoke graduate Ella Grasso (first female governor elected in her own right), and helped found the Illinois Democratic Women’s Political Caucus with Dawn Clark Netsch. At the time, Cook County (of which she was a lifelong resident) had no elected women officials, so Alter confronted Chicago mayor Richard J. Daley, the leader of the local Democratic Party, who invited Alter to run for countywide office herself, and slated her for a position as one of the Commissioners of the Metropolitan Sanitary District of Greater Chicago.Jewish Women's Archive: \"Joanne Alter\" retrieved May 19, 2015 In 1972, Alter became the first woman to win a countywide election, earning a million votes and election as a Metropolitan Sanitary District Commissioner, and her friend Dawn Clark Netsch won election to the state senate. Alter twice won re-election to the Sanitary District Board, and became known for her environmental activism, helping to found the Friends of the Chicago River, as well as fighting corruption within the agency.https://www.lifeposts.com/p/milestone/1032/joanne-alter- memorial/lifestory/ Alter also served two terms on the Democratic National Committee. However, she failed to win elections for Lieutenant Governor of Illinois in 1976, nor for Cook County Clerk in 1990 when she retired from the Sanitary District board (although Netsch became the first woman to win statewide office that year, becoming the Illinois Comptroller). After Alter retired from politics, she co-founded WITS (Working In The Schools), a tutoring and mentoring program serving children in Chicago public schools. Alter and her husband remained active in politics and fundraising, hosting parties attended by Rev. Martin Luther King Jr., Oprah Winfrey, John F. Kennedy Jr., Dan Rather, Kevin Costner, Adlai Stevenson III, Mayor Harold Washington, Judge Abner Mikva, Sens. Paul Simon and Dick Durbin, and Rep. Rahm Emanuel. In 2003, the Alters became early supporter of future President Barack Obama, hosting a fundraiser for his 2004 Senate campaign. ==Personal life== In 1952, she married James M. Alter (1922–2014), who owned a refrigeration and air-conditioning company. They had four children: journalist Jonathan Alter, Jennifer Alter Warden, Jamie Lynton (married to businessman Michael Lynton), and Dr. Harrison Alter. President Barack Obama would later appoint her nephew Robert S. Rivkin as the 21st General Counsel of the United States Department of Transportation (DOT), and All Gov: \"Ambassador to France: Who is Charles Rivkin? July 14, 2009Huffington Post: \"All in the Family -- Husband, Wife, Brother all Make Obama's Team Rivkin's cousin\" by Carol Felsenthal May 25, 2011 another nephew, Charles Rivkin, as United States Ambassador to France and then Assistant Secretary of State for Economic and Business Affairs.Secretary Kerry's Remarks at Assistant Secretary Charles Rivkin's Swearing-in Ceremony ==Death and legacy== Alter died of cancer at her home on November 9, 2008, survived by her husband, children and grandchildren. The Chicago Humanities Festival hosts an annual lecture in her honor.https://www.chicagohumanities.org/media/amy-klobuchar-joanne-alter- women-government-lecture/ The Art Institute of Chicago has a scholarship fund in her honor.http://www.saic.edu/sites/default/files/Joanne%20Alter%20Scholarship_Application%20Form_18.pdf A plaque on the Chicago Riverwalk commemorates her environmental activism. ==References== Category:1927 births Category:2008 deaths Category:Jewish American people in Illinois politics Category:Mount Holyoke College alumni Category:Illinois Democrats Category:Jewish women politicians Category:Women in Illinois politics ",
    "title": "Joanne H. Alter"
}