{
    "id": "46237871",
    "text": "Community Christian School (CCS) is a private Christian school located in Tallahassee, Florida. CCS includes grades K-12. The school has an academic, athletic, and leadership program. The campus is located at 4859 Kerry Forest Parkway. According to its Web site, tuition in 2017–2018 was $7,990 per year. == Mission == The school's mission, as stated on its Web site is: \"to train up young visionary leaders who are thoroughly equipped to answer the call of God whenever it comes, wherever it leads, and whatever it costs by developing renewed and skillful minds, strong hands to serve, and burning hearts for Jesus.\" == Athletics == The athletics at CCS include Cross-Country, Women's Court Volleyball, and Swimming in the fall, Soccer and Basketball in the Winter, and Track & Field, Tennis, and Women's Sand Volleyball in the Spring. The school also has intramural sports. === Intramural === In elementary the students can participate in intramural sports including flag-football, soccer, and T-ball. The Middle and High-schoolers also have a Sand Volleyball intramural. == Academics == One of the most notable academic courses for the students is Speech class for the Juniors. In Speech, students research their own topics to find a Biblical perspective of world events. The students prepare a speech that is performed in the auditorium for all to attend to. == Leadership Program == The leadership program trains high school students to become leaders in their community through community service, survival skills, independence, and the pursuit of a relationship with God. The students are taken on a number of events throughout the year including the biannual Senior and Junior trip to Panama City, Panama and the biannual trip to the Navajo Nation in Arizona. ==References== ==External links== School's Web site Category:Christian schools in Florida Category:Private schools in Florida Category:High schools in Leon County, Florida ",
    "title": "Community Christian School (Tallahassee, Florida)"
}