{
    "id": "46235046",
    "text": "Wilmatte Porter Cockerell (July 28, 1870 - January 1, 1957) was an American high school biology teacher and amateur entomologist who discovered and collected a large number of species of bees, as well as occasionally other organisms. Her husband, Theodore Dru Alison Cockerell, and his colleagues named a number of taxa after her. ==Biography== Cockerell was born Wilmatte Porter in Leon, Iowa, in 1869. She attended Stanford University and graduated from there in 1898. From 1899 she taught biology at New Mexico Normal School in Las Vegas, New Mexico. There she met Theodore Dru Alison Cockerell, a self- taught entomologist from England specialising in Hymenoptera, who was also employed at that college. Theodore was an extremely prolific author of new species; he had begun officially describing species at twelve years of age, eventually described over 9,000 new species of bees alone, and authoring over 3,900 papers, almost the record. Theodore had set up what he called the 'New Mexico biological station' at the Agricultural Experiment Station in Mesilla a few years earlier, but in 1899 he moved it to Las Vegas, where he used the facilities of the New Mexico Normal School (he was employed there himself the following year). Theodore used it to teach summer classes in applied biology to mostly public school teachers, with which he mostly had them collecting specimens of organisms, especially of Hymenoptera. Some of the results from this work Theodore jointly published with Cockerell in 1899. Cockerell married Theodore on June 19, 1900. She was his second wife. After her marriage she frequently went on collecting expeditions with Theodore. As well as accompanying her husband on field trips, she sometimes collaborated with him on his scientific research and writing. After her marriage Cockerell combined teaching with collecting, and wrote a number of papers on entomology, some as sole author.Cockerell, W. P. \"Collecting Bees in Southern Texas\". Journal of the New York Entomological Society Vol. 25, No. 3 (Sep., 1917), pp. 187–193Cockerell, W. P. \"Some Aphids Associated With Ants\". Psyche: A Journal of Entomology 10, no. 325-326 (1903), pp. 216–218 She was much better than her husband at catching insects, on some field trips out-collecting him nine to one. Both Cockerells were badly paid, and it is known Wilmatte sometimes supplemented the family income by selling specimens she obtained while on her field trips to professional full-time insect collectors, who in some cases altered the collection locality on the labels to make the insects appear more exotic and increase their value. In 1904 Cockerell and her husband moved to Boulder, Colorado, where Cockerell was employed as a biology teacher at the Colorado State Preparatory School. She continued at that high school for much of her teaching career. Deep red sunflower In 1910 Cockerell discovered a red sunflower across the road from her home in a field. This sunflower was a mutant that she and Theodore transferred to their garden. Theodore proceeded to study and cultivate it further, developing the mutation to the point where he sold it to seed companies. Seed companies such as Peter Henderson & Co, Sutton & Sons, and Burpee marketed the red sunflower seeds throughout the world. The Cockerells were awarded a medal for their work on these sunflowers at the Panama–Pacific International Exposition at San Francisco in 1915. ===Field trips=== In August 1902 Cockerell took a field trip to Truchas Peak, Rio Arriba County, New Mexico, where she collected bees and other insects. This trip resulted in her first scientific report published as sole author, A trip to the Truchas Peaks, New Mexico in the journal The American Naturalist. In 1906 the Cockerells visited the Florissant Fossil Beds with Sievert Allen Rohwer and W. M. Wheeler, and with them collected specimens and published various articles about the fossil insects found at this site. During the summers after 1911, the Cockerells undertook various field trips the world over collecting bees, insects, and studying flora and fauna. During these field trips, as well as providing specimens for her husband's research, Cockerell's collecting also provided other entomologists with specimens to research. In 1912 Cockerell and her husband traveled to Guatemala. There she collected numerous insect specimens including many wasps, some of which were species previously unknown to science. These were studied by Rohwer who named two species after her. Also in 1912, while traveling in Guatemala, Cockerell collected three specimens of cacti for National Herbarium at the Smithsonian. These were sent to the botanists Nathaniel Lord Britton and Joseph Nelson Rose. They reclassified their just described Hylocereus minutiflorus as a monotypic species in the genus Wilmattea in her honor, although this change has since been rescinded. In August 1918, Cockerell and her husband went on a field trip to Peaceful Valley, Colorado, where again she collected specimens of numerous species previously unknown to science. Cockerell and her husband traveled to the United Kingdom in 1921, and visited the Royal Botanic Garden Edinburgh. In 1923 Cockerell and Theodore undertook a trip to Japan. They traveled on the steamer Aleut. While in Japan they had a narrow escape in the Great Kantō earthquake. The Denver Times reported that Cockerell and her husband were believed lost in the catastrophe. In the later half of 1931 into 1932 the Cockerells went to Africa on what they christened the \"Cockerell- Mackie-Ogilvie Expedition\". The expedition visited many areas of Africa including the Congo where the group collected over 16,000 specimens, especially of bees. Once again numerous specimens of various species were collected by them that up until then had been unknown to science. After Theodore retired, Cockerell spent her winters with her husband in California. They both worked as volunteer curators at the Desert Museum in Palm Springs, California, from 1941. They were not paid for this work but did receive housing as part compensation until 1945. In 1946 Cockerell and her husband began working at Escuela Agricola Panamericana in Tegucigalpa, Honduras. After Theodore died in San Diego, California, in 1948, Cockerell taught at Piney Woods School near Jackson, Mississippi. ===Death=== Cockerell died March 15, 1957, in Los Angeles, Los Angeles County, California. She is buried in Columbia Cemetery, Boulder.California Death Index, 1940-1997. ==Works== In February 1904 Science Magazine published a short article Porter had sent in about a local plant she mistakenly called Picradenia odorata utilis which a friend had suggested might be a source of rubber, and that her husband had begun to research. The plant had actually just been described in 1903 in the first issue of a new local Colorado scientific magazine as P. floribunda utilis, although in September of 1904 her husband moved it to Hymenoxys floribunda utilis. It is now considered a synonym of H. richardsonii var. floribunda. *Cockerell, T. D. A,; Porter, W. :VIII.—Contributions from the New Mexico biological station—IX. On certain genera of bees\". Annals and Magazine of Natural History Vol 7, No. 4 (1899), pp. 403–421. *Cockerell, T. D. A.; Cockerell, W. P. \"A new mealy-bug on grass roots\". The Canadian Entomologist 33, No. 12 (1901), pp. 336–337. *Cockerell, W. P.; Cockerell, T. D. A. \"A new gooseberry plant-louse\". The Canadian Entomologist 33, No. 08 (1901), pp. 227–228. *Cockerell, W. P. \"A trip to the Truchas Peaks, New Mexico\". The American Naturalist Vol. 37, (1903), pp. 887 – 891 *Cockerell, W. P. \"Some Aphids Associated With Ants\". Psyche: A Journal of Entomology 10, no. 325-326 (1903), pp. 216–218. *Cockerell, T. D. A.; Rohwer, S. A.; Wheeler; W. M.; Cockerell; W. P. \"The bees of Florissant, Colorado\". Bulletin of the American Museum of Natural History (1906), v. 22, article 25. *Cockerell, T. D. A.; Cockerell, W. P. \"A fossil cicada from Florissant, Colorado\". Bulletin of the American Museum of Natural History (1906), v. 22, article 26. *Cockerell, T. D. A; Cockerell, W. P.; Rohwer, S. A. \"The Fossil Mollusca of Florissant, Colorado\". Bulletin of the American Museum of Natural History (1906), v. 22, article 27. *Cockerell, T. D. A.; Cockerell, W. P. \"Fossil dragonflies from Florissant, Colorado\". Bulletin of the American Museum of Natural History (1907), v. 23, article 5. *Cockerell, T. D. A.; Cockerell, W. P. ; Rohwer, S. A. \"Fossile Diptera from Florissant, Colorado\". Bulletin of the American Museum of Natural History (1909), v. 26, article 2. *Cockerell, W. P. \"Collecting Bees in Southern Texas\". Journal of the New York Entomological Society Vol. 25, No. 3 (Sep., 1917), pp. 187–193 ==Taxa named in honor of Wilmatte Porter Cockerell== ===Plants=== * Viola wilmattae C.L. Pollard & Cockerell, 1902. Proceedings of the Biological Society of Washington. 15: 178. -not really a species, but a single plant identified as a hybrid of V. pedatifida with V. nephrophylla in 1913, both species of which had plants growing nearby. Wilmatte collected the holotype. ===Animals=== ====Sea slugs==== * Felimare porterae Cockerell, T. D. A. (1902) The Nautilus, 16(2): 19–21. ====Bees==== * Anthidium porterae Cockerell, T. D. A. 1900. Annals and Magazine of Natural History. Ser. 7 5: 411. * Andrena wilmattae Cockerell, T. D. A.1906. Annals and Magazine of Natural History. Ser. 7 17: 224. * Arachnophroctonus cockerellae Rohwer, S. A. 1914. Proceedings of the United States National Museum. 47: 515. * Bombus lateralis wilmattae Cockerell, T. D. A. 1912. Annals and Magazine of Natural History. Ser. 8 10: 21. * Coelioxys wilmattae Cockerell, T. D. A. 1949. Proceedings of the United States National Museum. 98 (3233): 451. * Exomalopsis wilmattae Cockerell, T. D. A. 1949. Proceedings of the United States National Museum. 98 (3233): 454. * Perdita wilmattae Cockerell, T. D. A. 1906. Bulletin of the American Museum of Natural History. 22: 441. * Ptiloglossa wilmattae Cockerell, T. D. A. 1949. Proceedings of the United States National Museum. 98 (3233): 432. * Teucholabis cockerellae Alexander, C. P. 1915. Proceedings of the United States National Museum. 48: 442 ==References== ==External links== * Global Names Index search of \"wilmattae\" * Information on burial site at Find a Grave Category:1869 births Category:1957 deaths Category:American women botanists Category:American botanists Category:American entomologists Category:Stanford University alumni Category:Smithsonian Institution Archives-related articles by quality ",
    "title": "Wilmatte Porter Cockerell"
}