{
    "id": "46244995",
    "text": "Bonnie Ann Scott (born February 20, 1941) is a retired American actress and singer. She was best known for being the original female lead in the hit Broadway musical How to Succeed in Business Without Really Trying while at the age of only 20. Later she played Judy Bessemer during the first season of the ABC sitcom That Girl. ==Early life== Scott was born Bonnie Ann Paul on February 20, 1941 in Philadelphia, Pennsylvania, the younger of two children born to Albert and Blanche Paul. Her elder brother was named Jordan. The family moved to Los Angeles in 1945. ==Career== Scott began her career professionally singing and dancing at the age of two. She made her first television appearance at the age of eight performing live on the weekly ABC series Soapbox Theatre where she performed for two years. She began a career in films at the age of 12. Several notable films she appeared in include Love Is Better Than Ever (MGM, 1952) Beware, My Lovely (RKO, 1952), Vicki (20th Century Fox, 1953) and Dondi (Allied Artists, 1961). At the age of 13, Scott began performing on stage. She starred in several off-Vine Street musicals. The first of those was Going Up in 1954. The next musical was Best Foot Forward, then Paint Your Fingers and Vintage 60 in 1960. She was the original Rosemary Pilkington in the 1961 musical How to Succeed in Business Without Really Trying and sings on the Grammy Award winning original cast album. After she left the show the role was taken over by Michele Lee, who also appeared in the film version of the musical. At the age of 15, Bonnie Paul signed on to RCA Records as Bonnie Scott so to avoid confusion with singer Bunny Paul who was on contract with Capitol Records. While with RCA, Scott made several records and had a singing engagement at the Tropicana Las Vegas. She also made appearances in several television shows including The Jerry Lewis Show, Playhouse 90, The Adventures of Ozzie and Harriet and You Bet Your Life. In 1966, Scott played Judy Bessemer on the first season of ABC's That Girl. ==Personal life== In 1961, after the opening of the play How to Succeed in Business Without Really Trying, Scott met and married Robert Parker Hutchins, II. Hutchins was a backer for the musical. The two had twins, Wendy and Douglas, and she elected not to return to How to Succeed in Business Without Really Trying. She divorced Hutchins in 1966. Bonnie Scott wed a second time to Jon Armstrong, a public finance investment banker, in 1978. Scott has suffered with heart issues throughout her life and in 1994, Scott underwent successful cardiac surgery at UCSF Medical Center. She and her husband currently reside in Northern California. ==References== Category:1941 births Category:Living people Category:American female singers Category:American child actresses Category:American musical theatre actresses Category:American television actresses Category:Actresses from Philadelphia Category:Musicians from Philadelphia ",
    "title": "Bonnie Scott"
}