{
    "id": "46248808",
    "text": "Mary Sherman is an American artist and curator based in Boston. She is also the founder and director of TransCultural Exchange, a non-profit organization that produces global art projects – most notably, an International Conference on Opportunities in the Arts. == Early life and education == Sherman was born in Pensacola, Florida in 1957. Three months after her birth, her family moved to Midway Island, where she was raised. After graduating with a B.A. from Boston College in 1980, she went on to receive her M.F.A. in 1998 from New York University. As a graduate student, Sherman did an internship with Ursula von Rydingsvard, who inspired Sherman's work. == Career == In the late 80s, Sherman created an exchange show of her and other Chicago and Viennese artists' work in Chicago at the Ludwig Drum Factory. That show was the first of a two-part exhibition entitled Reverse Angle in 1989–1990, with the second part taking place in Vienna at the WUK Kunsthalle, which subsequently led to her founding TransCultural Exchange. More recently, Sherman often works with composers on her artwork, which is known to be different from the traditional definition of painting as a flat, two-dimensional object. She combines paintings with electronics and sounds to create multi-sensory installations. Her works have been shown at numerous institutions, including Taipei's Kuandu Museum of Fine Arts Seoul's Kwanhoon Gallery Trondheim's Norwegian University of Science and Technology's Galleri KiT, Shanghai's Zendai MoMA and New York's Trans Hudson Gallery. In 2016, a survey of her work with art and sound was shown at Oboro in Montreal, following her collaborative show Delay with Florian Grond, also at Oboro as part of the International Digital Art Biennial (BIAN) and the Montreal Digital Spring 2016. Sherman also teaches at Boston College and Northeastern University and has served as the interim Associate Director of Massachusetts Institute of Technology's Program in Art, Culture and Technology. She was also an Artist in Residence at MIT from 2003 to 2004. She has published numerous articles on the visual arts in such publications as ARTnews, Arts International, and The Boston Globe and was the chief art critic for the Chicago Sun-Times and a columnist for WBUR's online magazine. Sherman has also curated numerous exhibitions. In 2000, she curatedThe Coaster Project at the 2000 London Biennale, which was later displayed at 100 sites in the next three months. The Tile Project Destination: The World, which was first displayed in 2008 is currently in permanent collections of 22 sites including Western Institute of Technology and Higher Education and Cultural Center of the Philippines.Gallerie, India, \"The Coaster Project, Destination: The World, feature article, 2000.Architecture, Time, Space & People, Vol. 4, Issue 8, (August, 2004), “The Tile Project,” Merher Pestonji. In 2009, Sherman was awarded a Fulbright to teach in Taiwan where she was an artist-in-residence at the Kuandu Museum of Fine Arts and taught at the Taipei National University of the Arts. While in Taiwan, she ran workshops and lectured on cooperative art programs. ===TransCultural Exchange === In 1989, Sherman founded TransCultural Exchange (TCE). TCE has worked in more than sixty countries to produce cultural exchanges, exhibitions and public art works. In 2002, UNESCO awarded TCE sponsorship and it became the first US project to receive this honor since the US mission rejoined UNESCO. Starting in 2009, the organization began hosting international conferences for opportunities in the arts. The organization received a $25,000 grant from the National Endowment of Arts in 2013. == Awards and honors == *Fulbright Senior Specialist Grant – Artist-in- residency at the Taipei Artist Village, 2008 *Massachusetts House of Representative's Certificate of Recognition, 2009 *Fulbright Senior Specialist Grant, Koc University, 2012 *Fulbright Senior Specialist Grant,Trondheim's Norwegian University of Science and Technology. ==Publications== *Illustrations in Lark & Termite by Jayne Anne Phillips, 2009 *Illustrations in The Trouble with Blame by Sharon Lamb, 1996 *Mary Sherman: What if You Could Hear a Painting (Leonardo Electronic Almanac/MIT Press, 2016) == References == == External links == *TransCultural Exchange Category:Living people Category:1957 births Category:New York University alumni Category:Boston College alumni Category:American women artists Category:American curators ",
    "title": "Mary Sherman (artist)"
}