{
    "id": "46246297",
    "text": "Kimberly Wexler is a fictional character from the AMC television series Better Call Saul, a spin-off of Breaking Bad. Kim is portrayed by Rhea Seehorn, and was created by Vince Gilligan and Peter Gould. A lawyer, she is the confidant and love interest of Jimmy McGill, whom she later marries. == Conception and development == In writing the pilot for Better Call Saul, showrunners Vince Gilligan and Peter Gould had included the character of Kim but as she was a fresh character to the Breaking Bad story compared to Jimmy McGill / Saul Goodman or Mike Ehrmantraut, they had not yet established any plan for her. Gilligan say they had written Kim as \"perhaps a love interest past tense, or potential love interest future tense\", and possibly waning out of Jimmy's life later, and originally a \"tempering influence\" for Jimmy, but had no idea where else they would take her character. Rhea Seehorn auditioned and got the role in April 2014, about two months before the pilot was shot. According to casting director Sharon Bialy, they had used two fake scenes to keep the high- profile project a secret, and when Seehorn auditioned and impressed them with both scenes, only then did they go to the next step and explain the audition's true purpose. Seehorn was able to adapt to this change to the role of Kim in a single take. Hero\", after Jimmy defends himself to Howard, led Vince Gilligan and Peter Gould to significantly increase her role. The pilot had two scenes with Kim, one which involves her counseling Jimmy after Howard Hamlin chews him out. The scene as written had minimal direction, but Seehorn, in preparing for the shot, saw a number of subtleties with the scene that suggested she knew Jimmy intimately, that she had boundaries, and she was used to cleaning up after Jimmy's mistakes. She also felt from this scene that Kim would prefer to listen before speaking and using that as a position of power. The writers saw how Seehorn acted out the scene and realized how much more it defined the character going forward, someone that prioritized work and placed boundaries on her relationship with Jimmy but still cared for him. Gilligan considered Seehorn's ongoing performance as Kim essential to her development. Seehorn had already gotten an idea that Kim enjoyed participating on Jimmy's cons, a fact established in the screenplay for the fourth episode of the first season \"Hero\", but which Seehorn had yet to see. Seehorn was able to use very subtle smiles to indicate Kim's appreciation for Jimmy during that episode, which Gould said, \"The way she played it just felt so right that it gave us a strong feeling for where we were going with her.\" With this change, the writers saw Kim no longer being as moral as planned and gave her a darker side that arose from her childhood, something that gave her a chip on her shoulder that would make her give in to more unethical approaches if it got the job done, and thus one that readily fell into work alongside Jimmy in his cons after fighting her reluctant nature to join in. Gould called this \"The emotional connection between these two characters had a gravitational pull that started twisting the whole story around.\" This also drastically altered the direction they took Jimmy's transformation into Saul. The first-season finale, \"Marco\" shows Jimmy walking away from a potential job with the law firm Davis & Main that Kim had set up for him. Season two was to continue with Jimmy outright forgoing the job, but because the writers wanted to include Kim more based on Seehorn's performance, they altered this to show Jimmy returning and accepting the job for Kim's sake. During the first two seasons, Kim was rarely seen without a business suit or a tight ponytail, a choice made between Seehorn, Gilligan, Gould and stylist Trish Almeida to show that Kim was \"all business\". In the third season, Kim gets into a car accident, breaking her arm which in actuality would make it difficult for Kim to put up her hair in a ponytail without significant effort. At this point, as Kim's character was starting to become unravelled, Almeida and Seehorn used how tight the ponytail was set as an implicit sign of Kim's internal turmoil: when it was set tight, Kim was focused on her job, but if it was loose, it meant she was struggling with sadness and worry. Gilligan has called Kim's arc through the fifth season an \"impending tragedy\", as her nearly-illegal actions are towards \"self- destructive behavior\". Katie Beth Hall portrays a young Kim in a flashback in \"Wexler v. Goodman\". == Character biography == === Background === Born in 1968 (according to her driver's license in \"JMM\"), Kim was raised in several Nebraska towns, including Red Cloud, but is intentionally vague about her past. In a flashback in \"Wexler v. Goodman\", Kim is shown to have become self- reliant as a teenager due to her mother's alcoholism. In \"The Guy for This\", she claims that as a child, her mother frequently moved them from place to place to keep one step ahead of landlords to whom they owed back rent, and never had a place to call home herself. Kim further claims she moved to Albuquerque because of the limited opportunities available in her hometown. Kim worked in the mailroom at Hamlin, Hamlin and McGill (HHM), where Howard Hamlin and Chuck McGill were lead partners. Chuck's younger brother Jimmy was employed in the mailroom because of Chuck's insistence that he work a legitimate job and rid himself of his con artist past. With HHM loaning her the money to pay for law school, she completed her education and then joined the firm as an associate. After attaining admission to the bar, Kim quickly became one of HHM's top lawyers, and her success inspired Jimmy to secretly attend a distance learning law school and become an attorney. With Kim's encouragement, Jimmy started a solo practice after HHM decided against hiring him as an associate. During the period leading up to the events of Better Call Saul, Kim and Jimmy are shown to have developed a close personal relationship, which eventually turns romantic. === Season 1 === In the show's present (2002), Jimmy is angered by how Chuck and Howard have treated him, He has run- ins with HHM, including stealing a case from them and placing a billboard ad for his firm that copies Howard's signature look, the HHM colors, and HHM's logo. Kim follows Howard's direction to talk to Jimmy, but finds Jimmy's use of con games interesting; Jimmy, suggests that she should leave HHM and set up a firm with him. The fallout from Jimmy's actions cause Kim to temporarily lose her standing within HHM. Reduced to entry-level document review work, she becomes more disenchanted with HHM after Jimmy brings the firm a potentially multi-million dollar class-action lawsuit against the Sandpiper retirement communities, only for Chuck to use Howard in blocking Jimmy's participation on the case. When the case grows in size, HHM calls on the services of another firm, Davis & Main, and Kim recommends Jimmy to them due to his familiarity with the case and rapport with the clients. Her recommendation results in Jimmy being offered an associate's position with D&M.; === Season 2 === Jimmy is reluctant to take the job at Davis & Main, and hides away at a luxury hotel using an assumed name and stolen credit card. Kim tracks him down and tries to convince him to take the job. Instead, Jimmy brings her in on a con, convincing another hotel patron to pay for an expensive bottle of tequila. The con is a success, and they spend the night together; Kim keeps the elaborate bottle stopper as a memento. Jimmy accepts the Davis & Main job and works with Kim on the Sandpiper lawsuit. Jimmy skirts the law in soliciting Sandpiper residents to become plaintiffs, creating the potential for damage to Davis & Main's reputation among its more conservative clients. Later, he prepares a television advertisement to attract more plaintiffs, and airs it without getting the approval of his D&M; superiors. Kim covers for him at HHM, staining her reputation even further. Jimmy offers to quit Davis & Main if it will help restore Kim's stature, but she insists she reclaim her standing at the firm on her own. Kim works her law school and professional contacts in the hopes of obtaining a major new client for HHM, and succeeds in convincing a large regional bank, Mesa Verde, to retain HHM as outside counsel. Howard is happy to have the business, but denies Kim credit. Reduced to meaningless work such as arguing unwinnable motions in court, Kim's courtroom proficiency draws the attention of Richard Schweikart, a partner at Schweikart & Cokely (S&C;). Schweikart tells Kim HHM is not appreciative of her talents and offers her a position at his firm. Kim considers the offer while sitting at a bar, and begins talking to a man she recognizes as a potential mark. She calls Jimmy to join her, and they successfully complete another con, followed by another night together. Kim decides to leave HHM and establish her own solo practice, with Jimmy forming a solo practice in the same office so they can share expenses. Kim tries to bring Mesa Verde with her, and appears to succeed, but Chuck wins them back to HHM. Knowing that Kim wants Mesa Verde, Jimmy tampers with important documents in one of Chuck's filings on the bank's behalf. Inconsistencies in the documents at a state banking board meeting call Chuck's competence into question. Mesa Verde signs on with Kim, and Chuck becomes obsessed with proving Jimmy's sabotage. Kim infers Jimmy's guilt, and tells him that if there is any evidence, Chuck will find it. Jimmy realizes the clerk at the copy store where he altered the documents can identify him, so he goes to the store to buy the clerk's silence. === Season 3 === Chuck becomes increasingly obsessed with proving Jimmy's sabotage and tricks him into an incriminating statement, which Chuck records. Learning of the recording from Ernesto, Kim counsels Jimmy to wait and see what Chuck intends to do with it, but Jimmy breaks into Chuck's house to confront him, enabling Chuck to have Jimmy arrested. Jimmy faces a bar investigation, and Kim and Jimmy's strategy of exposing Chuck's electromagnetic hypersensitivity as a psychosomatic illness discredits his testimony. Jimmy is suspended from practicing law for a year, but not disbarred. Chuck's paranoid performance as a witness degrades his professional reputation, and HHM loses standing in Albuquerque's legal community. While Jimmy tries various ways to generate income so Kim and he can keep their shared office, Kim takes on a second client. Rushing to a meeting after little sleep, she crashes her car and breaks her arm. To save money, Kim and Jimmy break the lease on their office and Kim practices from home, while Jimmy helps her with day-to-day activities because her arm is in a cast during her recovery. Howard forces Chuck out of HHM, and an increasingly erratic Chuck sets a fire in his home by knocking over a camping lantern, but makes no attempt to leave. === Season 4 === Following Chuck's suicide, Kim tries without success to break Jimmy out of his despondent mood. Howard tells Jimmy and Kim he thinks that his decision to force Chuck's retirement from HHM after their malpractice insurance rates rose led to Chuck's death. Jimmy conceals his role in causing the rate increase, allows Howard to shoulder the blame, and regains his usual happy-go-lucky demeanor. Unaware of Jimmy's actions, Kim later berates Howard for mistreating Jimmy. Kim works on Mesa Verde's rapid regional expansion, but is increasingly bored with banking law, so she begins taking pro bono criminal defense cases, which she finds more interesting and satisfying. After she is reprimanded by Paige for putting her pro bono work ahead of Mesa Verde's, Kim persuades Schweikart & Cokely to hire her as a partner to manage a new banking division, which enables her to handle the Mesa Verde work while continuing to devote time and effort to criminal defense cases. With her career becoming more successful, she becomes more distant from Jimmy, who works a boring job as a cellular phone store manager while he serves out the suspension of his law license. By 2004, Jimmy has a lucrative side business reselling prepaid cellular phones on the street under the alias Saul Goodman, and hires Huell Babineaux as his bodyguard. Huell has a run-in with a police officer, who arrests him, and Jimmy convinces Kim to defend Huell to keep him from receiving a prison sentence. Finding it impossible to convince the prosecuting attorney to enter into a plea bargain, Kim and Jimmy run a con to fake a show of support for Huell in his hometown. They keep Huell out of prison, and then engage in a con that enables Kim to replace approved plans for a Mesa Verde branch in Lubbock, Texas with plans for a larger building, saving time and expense by bypassing the city zoning, planning, and building permit approval processes. After his suspension is over, Kim helps Jimmy win reinstatement to the bar by faking remorse for Chuck's death. He promises to do justice to the McGill name, but after winning reinstatement shocks Kim by announcing that he does not intend to practice under his own name. As Kim questions Jimmy about his plan, he tells her \"S'all good, man!\" and gives her his trademark finger gun gesture as he walks off. === Season 5 === Jimmy tells Kim that his \"Saul Goodman\" alias gives him a ready-made client base for a criminal law practice. Kim continues balancing her workload between pro bono criminal defense work and Mesa Verde business. When Jimmy suggests Kim use a con to convince a pro bono client to accept a plea bargain, she initially asks him to leave her alone but later finds herself using the con on the client, and feels ashamed about it later. She asks Jimmy to keep his distance from her work, which he agrees to do. Later, Mesa Verde asks Kim to help deal with Everett Acker, an elderly man who refuses to leave his home on land leased from the bank to make way for the bank's planned call center. Acker refuses the bank's attempts at a settlement and Kim finds sympathy for him. When she cannot convince the bank to change its plans, she asks Jimmy to represent Acker and draw out the case. They find potential blackmail information on the bank's president, but Kim decides not to use it. Rich Schweikart suggests that Kim disengage from Mesa Verde business because her heart is not in it, but she angrily refuses. Kim offers Jimmy a $75,000 settlement for Acker, promising to personally pay the difference between that figure and what Kevin Wachtell, Mesa Verde's president, agrees to. Jimmy agrees, but at the meeting to finalize the settlement, he makes use of the blackmail information Kim refused to use and Kevin's high regard for his father to coerce Kevin into a settlement more favorable to Acker. Kim tells Jimmy she is upset that he made her the \"sucker\" for his con and says that because of the lack of trust they either need to separate or get married so they can enjoy spousal privilege. Jimmy and Kim marry in a simple courthouse ceremony. Kim finds that Kevin is still willing to have Kim as Mesa Verde's outside counsel despite Jimmy's representation of Acker. Jimmy is asked to represent Lalo Salamanca, a member of the Mexican cartel who was arrested under an alias for murder. Jimmy tells Kim as a test their new relationship, and she is appreciative of his honesty as well as his intent to not fight for Lalo's release on bail. Gus Fring desires Lalo's release and arranges for Mike Ehrmantraut to provide Jimmy information he uses to persuade a judge to grant bail, which the judge sets at $7 million cash. Lalo convinces Jimmy to collect the money from a remote location, paying him $100,000 for the job. Kim warns Jimmy not to be a bagman for the cartel, but Jimmy accepts the job anyway, believing it is a simple errand. While returning with the money, Jimmy is attacked by gunmen. Mike was tracking Jimmy for Gus, and he kills all but one of the attackers. Jimmy's car breaks down and they push it over the side of the road and continue a two-day trek across the desert with the money. On the second day they kill the remaining attacker, reach a truck stop, and contact Gus for help. When Jimmy does not return as scheduled, Kim pretends to be Lalo's lawyer, visits him in jail, and asks for Jimmy's location. Lalo refuses to tell her and says that Jimmy will be fine because he is a survivor. Jimmy posts the bail and meets Lalo after his release. As Jimmy and Mike agreed, Jimmy says his car broke down and he walked alone cross-country so he would not risk losing the money. Lalo accepts this and prepares to leave for Mexico the next day. Jimmy tells Kim the same story, but she realizes he is lying after she sees that he saved his coffee mug, which has a bullet hole. Kim tells Jimmy she will be ready to hear the truth whenever he is ready to reveal it. She stays home the next day to tend to Jimmy's wounds and help him cope with the trauma, but Jimmy opts to go to the courthouse for work instead. Kim returns to S&C;, but her mind wanders, and she decides to quit on the spot, leaving Mesa Verde with S&C; but taking her pro bono cases. That evening, Jimmy and Kim argue about her decision to quit. Mike calls to warn them about Lalo, who searched for Jimmy's car instead of returning to Mexico. When Lalo arrives at Kim's apartment, he asks Jimmy to repeat the story of his desert trek several times, then reveals that he found bullet holes in Jimmy's car. Kim tells Lalo that the car was probably shot at by passersby for fun, and berates him for not trusting Jimmy. Lalo seems satisfied and leaves. Kim and Jimmy go to a hotel so Lalo will not find them if he returns. Jimmy tells Kim the truth of what happened in the desert and wonders out loud if being with him is bad for her, which she denies. The next day, Kim goes to the courthouse to acquire more pro bono cases from the public defender. She runs into Howard and tells him she quit S&C.; Howard assumes Jimmy is responsible and tells her about Jimmy's recent harassment campaign against him. Kim laughs, says she's capable of making her own decisions, and tells Howard he does not understand Jimmy. Howard angrily replies that Chuck was the one who best understood Jimmy. In the hotel room that night, Kim tells Jimmy about her conversation with Howard and in her anger suggests continuing the harassment campaign Jimmy started. As the night continues, Kim's suggestions get more serious, and she suggests they derail Howard's career to force a resolution of the Sandpiper case, which will enable Jimmy to collect his seven-figure share of the settlement sooner. Jimmy advises against it and asks Kim if she is sure she wants to follow through, so Kim repeats his finger gun gesture as a sign she is confident about proceeding against Howard. == Ethics Training with Kim Wexler == AMC released ten mini-episodes of Ethics Training with Kim Wexler alongside the fifth season of Better Call Saul, which were presented on both YouTube and AMC's social media sites. This series follows similar series Los Pollos Hermanos Employee Training w/ Gus Fring for season three and Madrigal Electromotive Security Training presented by Mike Ehrmantraut for the fourth season. The ethics training videos are presented as continuing education videos mixing live-action segments of Kim, with Jimmy filming her \"behind the scenes\" along with animated segments, and are a product of \"Saul Goodman Productions\". The animated segments include nods to both Better Call Saul and Breaking Bad. == Reception == Rhea Seehorn portrays Kim Wexler. Due to Kim Wexler's popularity in Better Call Saul, creator Vince Gilligan hinted at a possible spin-off about her, he also said that a Wexler spin-off is the most likely to be done, saying, \"If we were to do another spin-off it would be the Kim Wexler show\". Salon commented on Kim Wexler's role in the fourth season, saying: \"But that is precisely why Kim has become the low-key heroine of season 4. With her signature ponytail, her sensible bargain-rack suit separates and heels that are low enough to polish her look but high enough to suggest a whiff of danger, Kim is a stand-in for every cubicle dweller who takes pride in working hard and doing a job well but at some point realizes that it’s not doing enough.\" For her performances in season 1 and season 2, Rhea Seehorn won a Satellite Award for Best Supporting Actress – Series, Miniseries or Television Film in 2015 and 2016. Rhea Seehorn's performance as Kim during the fifth season was highly praised, particularly for the final scene from \"Bad Choice Road\" in which she stood up to Lalo for Jimmy, and her portrayal of a Kim who might be \"breaking bad\" herself in her last scene in \"Something Unforgivable\". CNN's Brian Lowry said \"This has, in essence, really been Seehorn's year, crystallizing what has drawn Kim to Jimmy, and his mounting fears that his activities were endangering her.\" Several critics felt that Seehorn was a significant Emmy snub at the 72nd Primetime Emmy Awards. Brian Tallerico of Rolling Stone referred to Seehorn's work as \"one of the best performances on any show in the last decade\" and Liz Shannon Miller of Collider wrote, \"Seehorn in particular hurts after turning in career-best work; Kim Wexler's journey in Season 5 was a heartbreaking, even chilling experience\". == Notes == == References == == External links == * Kim Wexler at AMC Category:Better Call Saul characters Category:Fictional American lawyers Category:Fictional characters from Nebraska Category:Fictional managers Category:Fictional smokers Category:Television characters introduced in 2015 ",
    "title": "Kim Wexler"
}