{
    "id": "46244288",
    "text": "\"Nothing to Prove\" is a feminist nerd-folk song by The Doubleclicks released on their second album Lasers and Feelings. It is a response to the misogynist concept of the \"fake geek girl\" and the subsequent bullying and gatekeeping prevalent within the geek community. The Doubleclicks released a crowd-sourced music video, featuring segments filmed by women within the geek community, that went viral and received over a million views. ==Background== The Doubleclicks, nerd-folk duo and siblings Laser Malena-Webber and Aubrey Turner, have personal history of being challenged about their \"geek cred\" at shows and online. However, they were more concerned about young girls, just becoming interested in things but being bullied and shut out of the community by such behaviour just because of their gender. ==Music video== The idea for the music video concept came from screenwriter, and friend of the Webber siblings, Josh A. Cagan. While touring, the duo recorded some clips of women holding signs about their geekery and how they have been challenged about it. When they returned from the tour they solicited submissions online, receiving a \"completely overwhelming\" response. The video was released on YouTube on July 23, 2013. The video went viral, received 500,000 views within the first five days and soon exceeded one million. Laser does, however, acknowledge a lack of intersectionality in the video as the majority of the contributors were white, saying \"That means I didn't try hard enough.\" ==Other appearances== The song was played before a panel called \"Sex, Sexy and Sexism: Fixing Gender Inequality in Gaming\" at PAX East in April 2014 to applause from the audience. ==References== ==External links== * Nothing to Prove video on YouTube * Nothing to Prove on Bandcamp Category:2013 songs Category:The Doubleclicks Category:Nerd-folk songs Category:Songs about bullying Category:Songs with feminist themes ",
    "title": "Nothing to Prove (Doubleclicks song)"
}