{
    "id": "46249259",
    "text": "Luigi Luraschi (January 7, 1906 - March 31, 2002) was a lifelong executive for Paramount Pictures who initially served as head of the studio's Domestic and Foreign Censorship Department, before spending most of the remainder of his tenure overseas, supervising both European releases of their American films as well as foreign-based productions such as The Conformist. Luraschi was born in London at Queen Charlotte's and Chelsea Hospital to Guiditta Luraschi, a native of Appiano Gentile; he was never told his father's identity. His stepfather, Genaro San Sevarino, was a restaurateur. Luraschi attended Catholic school in his childhood, and was later educated in Swiss and German boarding schools. He initially followed in his stepfather's trade, joining him in moving to the Italian Riviera to help him run a hotel catering to American tourists. Upon the recommendation of several of his American customers, Luraschi moved to America to seek work. However, he arrived in New York City during the summer of 1929, soon before the infamous \"Black Tuesday\" when the Wall Street Crash of 1929 put thousands out of work, and initially was unable to find a job. \"While walking on 7th Avenue wondering what I could do to earn a living, I ran into a school chum from Switzerland. His mother was a theatrical agent who had an Italian novel called Death Takes a Holiday. She needed to have it translated. I took the job and got [paid] for my work. Paramount Pictures bought the novel. At the same time they hired me to do the sub-titles for all their films for foreign release. In fact, I helped to invent the technology for talking pictures with sub-titles. This was in New York. I became the head of operations for subtitles for Paramount Pictures, New York.\" He was soon transferred to Paramount's Hollywood offices, where he established an international division to handle inquiries from foreign publications, and supervise foreign-based productions. Luraschi also served in a much quieter role as a frequent overseer of content in films released by Paramount. In the buildup and entry into World War II, he warned against inserting content into films that could have repercussions on Jews overseas; when Paramount produced The Hitler Gang in 1944, he alerted the studio that in one test screening, audiences were applauding anti-Semitic statements made in the film. The film scholar David N. Eldridge proposes that Luraschi, writing under the pseudonym Owen, later became a frequent correspondent with the Central Intelligence Agency, both informing them of political activities of studio talent while taking advice from them to place positive American imagery in films made at Paramount. Suggestions, such as depicting African-Americans in dignified roles to counter foreign propaganda about American race issues, or making sure American characters in foreign locales were respectful of local mores. Luraschi also reportedly claimed to have seen a naked breast during the shower scene of Alfred Hitchcock's Psycho when it was previewed for studio brass, though Hitchcock insisted he only imagined it. Luraschi spent the '60's shuttling between Europe and the States, initially collaborating with Dino De Laurentiis on Italian-based productions for Paramount in Rome, then acting as assistant to president of production George Weltner in New York, then transferring to Paris to supervise production of Rene Clement's Is Paris Burning?. Luraschi was ultimately established in Rome at Mars Film Produzione, an Italian production outfit seeded by Paramount, in 1967, where he would greenlight films produced for Germany, France, Italy and Spain, and handle the release of American films in those territories. He also became VP of international production for Paramount's London offices, and often was in charge of foreign-language dubbing on behalf of their shared European distribution venture Cinema International Corporation. He retired from studio activity in 1994 at age 88. He died of natural causes in Paris at the age of 96. He had two children. His son, Tony Luraschi, directed the IRA thriller The Outsider, which was released by Paramount in 1980. His daughter Judy Starbuck Sorro is an artist and works for the city of San Francisco. He has 5 grandchildren. His grandson Tony Starbuck is a sound mixer based in New York. His grandson Joshua Starbuck is a lighting designer based in New York. His granddaughter Savanna Luraschi is a fashion executive an ordained Buddhist nun based in New York. His grandson Clay Luraschi is an executive with Topps based in New York. His grandson David Luraschi is a photographer based in Paris. ==References== ==External links== * Category:1906 births Category:2002 deaths Category:American film producers ",
    "title": "Luigi Luraschi"
}