{
    "id": "46243648",
    "text": "The A. B. Leavitt House is a historic house on Main Street (Maine State Route 158) in the Sherman Mills village of Sherman, Maine. Built in 1890, the house is a high-quality and well-preserved example of Gothic Revival mail-order architecture, being a nearly-intact and faithful rendition of a design pattern published by the architectural firm of Palliser, Palliser & Company, deviating only in the addition of a carriage house. The house was listed on the National Register of Historic Places in 1986. ==Description and history== The Leavitt House is set on the north side of Maine State Route 158, at the northwest corner with Gardner Street. It is a 1-1/2 story wood frame structure, roughly rectangular in plan, with a multi-gable roof, clapboard and decorative shingle siding, and a three-story pyramid-roofed tower. The gables are steeply pitched, with vergeboard decoration. The front facade has a projecting bay window at the first level, sheltered by a shed roof supported by large brackets; above this in the gable are a pair of sash windows. Immediately to the right is the main entrance, sheltered by a similar shed-roof porch supported by turned posts. The toweris behind the main entrance, and there is next a gable section similar to the front facade on the right side. Behind this is a secondary entrance similar to the main one, a smaller gable section, and the carriage house, a 2-1/2 story structure with two bays and a gable- roofed square cupola. The only notable alterations to the exterior have been the removal of cresting from the roof, and the reconstruction of the chimney. The house was built in 1890 by Chester Coburn, a local contractor, for Alva P. Leavitt, a local wheelwright and blacksmith. The house is a faithful execution of Design #28 of an architectural pattern book published by the Bridgeport, Connecticut architectural firm Palliser, Palliser & Company. The notable deviation from the plans is the addition of the carriage house, which Coburn executed using stylistically similar elements to those present in the pattern. The house is one of the finest known examples of mail-order architecture in the entire state. ==See also== *National Register of Historic Places listings in Aroostook County, Maine ==References== Category:Houses on the National Register of Historic Places in Maine Category:Houses completed in 1890 Category:Houses in Aroostook County, Maine Category:National Register of Historic Places in Aroostook County, Maine ",
    "title": "A. B. Leavitt House"
}