{
    "id": "46241766",
    "text": "Cassa di Risparmio di Ascoli Piceno known as Carisap, is a former Italian regional bank based in Ascoli Piceno, Marche. A subsidiary of Intesa Sanpaolo, the bank merged with another subsidiary of the group, Banca dell'Adriatico in 2013. The former owner of the bank, Fondazione Cassa di Risparmio di Ascoli Piceno (Fondazione Carisap), still operated as a charity organization. The foundation still held 0.3537% shares of Intesa Sanpaolo, as of 31 December 2013. ==History== Cassa di Risparmio di Ascoli Piceno was found in Ascoli Piceno, Papal States in 1842, the bank became Società per azioni in 1992 due to Legge Amato. In 1990s Cariplo acquired 25% shares of Carisap from Fondazione Carisap. Carisap followed the parent company Cariplo to merged with Banco Ambrosiano Veneto to form Banca Intesa on 1 January 1998, which in July in the same year the group reached 66% ownership on the bank. In 2001, Ascoli became part of an intermediate holding company Holding IntesaBCI Centro, which already consist of 5 others saving banks () who joined in 1999. In 2003, one more saving bank joined the mini-group. In 2007 Carisap followed the ultimate parent company Banca Intesa to become part of Intesa Sanpaolo Group. In 2008, the 7 saving banks were transferred to Banca CR Firenze, a newly acquired subsidiary of Intesa Sanpaolo as the intermediate holding company. In 2012 Banca CR Firenze acquired the remain 34% shares of Carisap S.p.A. from Fondazione Carisap for a price of €70 million, and than Banca CR Firenze sold Carisap to Intesa Sanpaolo for €205 million.2012 Annual report Banca CR Firenze The remain 6 saving banks, 4 of them had also grouped as Casse di Risparmio dell'Umbria in the same year. In 2013 Carisap was merged with Banca dell'Adriatico, another subsidiary of Interesa Sanpaolo which specialized in Marche, Abruzzo and Molise regions. ==Sponsorship== Carisap SpA was a shirt sponsor of Ascoli Calcio 1898. The bank also sponsored the annual San Benedetto Tennis Cup. ==Bank Foundation== Fondazione Cassa di Risparmio di Ascoli Piceno (Fondazione Carisap) currently is a charity organization. ==References== ==External links== * [ Carisap] * Fondazione Carisap Category:Banks established in 1842 Category:Banks disestablished in 2013 Category:1842 establishments in the Papal States Category:Italian companies disestablished in 2013 Category:Defunct banks of Italy Category:Companies based in le Marche Category:Ascoli Piceno Category:Former Intesa Sanpaolo subsidiaries Category:Cariplo acquisitions Category:Banca Intesa acquisitions Category:Italian companies established in 1842 ",
    "title": "Cassa di Risparmio di Ascoli Piceno"
}