{
    "id": "46248560",
    "text": "Renato Ziggiotti (October 9, 1892 in Campodoro, Padua, Italy - April 19, 1983 in Albarè di Costermano) was a Roman Catholic priest of the Salesians of Don Bosco, who was the fifth Rector Major of that order, serving between 1952 and 1965. Before becoming a Salesian religious, Ziggiotti was in the military. He was the last Salesian Superior before the Second Vatican Council and the first Superior to resign the position in the Salesian history – all his predecessors died incumbent.5th successor: Renato Ziggiotti (1892-1983). Successors of Don Bosco. Salesians of Don Bosco, link retrieved on March 28, 2015. He was also the first Rector Major to visit all the countries where there were Salesians present in the five continents, at a time when international transport was very limited. == Life == Ziggiotti was born in Padua in 1892 and did his first studies at the Salesian College of Este. In 1908 he joined the Salesian Novitiate in Foglizzo and did his first religious votes before Don Rua on September 15, 1909. He became assistant of the Valdocco's youth center (Oratorio) and teacher in a Salesian school of Verona in 1912. When World War I began in 1914, Ziggiotti was enlisted in the army, as were many other Salesian young men. He was sent to battle in June 1915. In 1917 he was wounded in an arm and remained in the hospital for several months, a time he used to study theology. In April 1919 he terminated in the army with the grade of CaptainWirth, Morand (1971). «XXII». Don Bosco y los salesianos. Ediciones Don Bosco. p. 282. and returned to Padua to continue priestly studies, to be ordained on December 8, 1920. He offered himself to Missions abroad: In 1921 to Ecuador, in 1923 to Australia, and finally in 1924 to Japan, but there were always some reasons to remain in Italy. In 1931 he was elected superior of the Central Italian Province, and General Councilor for Schools in 1937. During World War II Ziggiotti led the services of relief at Turin, a city that was an especial object of bombings, that put at risk the works of Don Bosco. Ziggiotti rescued several historical documents from fire in Valdocco. == Rector Major == During the General Chapter of the Salesians, he was elected the 5th Successor of Don Bosco and the first superior out of the Piedmont region. He was also the first Rector Major who did not know Don Bosco personally – he was born in 1892, five years after the death of Don Bosco. As Superior, he committed himself to visit all Salesian communities around the world, in a time when international travel was more limited and Europe was devastated by the war. It was his intention to bring the Successor of Don Bosco to all corners of the planet, fulfilling the dreams of the Founder and fulfilling his own missionary dreams. In 1953 he visited the Salesian houses of Italy, France, Germany, Austria, Spain and Portugal. In 1954 he visited Belgium, Netherlands, United Kingdom and Ireland. On June 12, 1954, the Pope canonized Saint Dominic Savio. In 1955 he visited Egypt, Jordan, Syria, Iran, Libyan, India, Myanmar, Thailand, Hong Kong, Macao, Philippines, Japan, Australia, United States of America and Canada. In 1956 he visited Central America, Antilles, Mexico and Argentina. The Argentinian government gave him the title \"Honorable Guest\" and \"Chief of Honor\" of the Ona people. In 1957 he visited Venezuela, Colombia, Ecuador and Brazil. In 1959 the relics of Don Bosco were brought to Rome for veneration. Construction began on a church on Colle Don Bosco. In 1960 he visited Chile, Peru, Bolivia, Paraguay and Uruguay. In 1962 Pope John XXIII established the Pontifical Salesian Ateneo and opened the Second Vatican Council that Ziggiotti attended in its three first sessions. Salesian Fr. Egidio Viganò was also invited to participate in that event. In 1965 Ziggiotti asked the Salesian General Council to elect a new Rector Major, being the first time that it happened in the Salesian history. After his resignation, he went to I Becchi. == Notes == Category:Salesians of Don Bosco Category:1892 births Category:20th-century Italian Roman Catholic priests Category:1983 deaths Category:People from the Province of Padua ",
    "title": "Renato Ziggiotti"
}