{
    "id": "46245593",
    "text": "The Uptown Theater, as it appeared in 2012. The Uptown Theater was a movie theater designed by Wade B. Denham and built in 1928 in the Uptown neighborhood of Racine, Wisconsin. ==Operating history== The building first opened on May 2, 1928, as a live theater, sponsored by businessman Ernst Klinkert., and known as the Majestic Theater. Its single stage with 1,292 seats was built on a hillside, using the natural slope of the land in its design. With The building included eight apartments, for actors to stay in during runs. The Majestic Theater closed in 1930, but it was converted into a cinema, and it reopened in 1940, now called the Uptown Theater. It closed once again in 1953, but reopened again the next year, before permanently closing at the end of 1959. ==History after closing== After the Uptown Theater closed, its lobby was converted into retail space which became the Avenue Frame Shop. This store remained open for decades, but has recently closed. In 1981, a group called Preservation Racine set out to restore some of the city's former landmarks, including the Uptown, and in 1982, with their support, it was listed in the National Register of Historic Places. The idea of restoring and reopening the theater was promoted by the non-profit Uptown Theater Group, which was formed in 2001. For Halloween in 2001, the Uptown Theater Group sponsored a haunted house attraction inside the abandoned theater. The haunted house was a fundraising event to promote awareness and support a renovation of the Uptown Theater. In 2002, the Uptown Theater Group planned to hold another haunted house fundraiser at the site, but could not obtain the proper permits from the city of Racine. As a last resort, the organizers rented out a banquet hall adjacent to the theater. Racine police found some of the party goers to be in possession of illegal drugs. Despite the Group's protests, renovation efforts effectively stopped after the incident. As of 2015, the Uptown Theater remains abandoned. ==See also== National Register of Historic Places listings in Racine County, Wisconsin ==References== Category:Buildings and structures in Racine, Wisconsin Category:Cinemas and movie theaters in Wisconsin Category:Theatres on the National Register of Historic Places in Wisconsin Category:National Register of Historic Places in Racine County, Wisconsin Category:Theatres completed in 1928 Category:1928 establishments in Wisconsin ",
    "title": "Uptown Theater (Racine, Wisconsin)"
}