{
    "id": "46248687",
    "text": "Jack Bird (born 20 March 1995) is an Australian professional rugby league footballer who plays as a and for the Brisbane Broncos in the NRL. Bird previously played for the Cronulla-Sutherland Sharks where he won the 2016 NRL Grand Final. He is a New South Wales State of Origin, Country Origin, Prime Minister's XIII and Indigenous All Stars representative. ==Background== Bird was born in Wollongong, New South Wales, Australia, and is of Indigenous Australian descent. Bird played his junior rugby league for the Berkeley Eagles, before being signed by the St George Illawarra Dragons. Bird attributed his early success to his idol, the Balmain Brawler, Jody Pennell, who was a Tigers great back in the 80's. Pennell was quoted as describing a young Bird as someone he could see great potential in, on and off the field. ==Playing career== ===Early career=== In 2013 and 2014, Bird played for the St George Illawarra Dragons' NYC team. On 3 May 2014, Bird played for the New South Wales under-20s team against the Queensland under-20s team, playing at lock in the 30-8 win at Penrith Stadium. On 18 September 2014, Bird signed a two-year contract with the Cronulla-Sutherland Sharks starting in 2015. On 18 October 2014, Bird played for the Junior Kangaroos against the Junior Kiwis, playing at centre in the 15-14 loss at Mt Smart Stadium. ===2015=== On 31 January and 1 February 2015, Bird played for Cronulla-Sutherland in the 2015 NRL Auckland Nines. In round 4 of the 2015 NRL season, Bird made his NRL debut for the Cronulla-Sutherland Sharks against the Gold Coast Titans, playing off the interchange bench in Cronulla's 24-22 loss at Shark Park. In his next match in round 5 against the Sydney Roosters, Bird played at five-eighth for Cronulla-Sutherland in the absence of regular five-eighth Ben Barba. Bird scored two tries and set up another in the Sharks' 20–12 upset win over the 2013 premiers, causing him to be selected again at five-eighth the next week ahead of Barba who was named on the interchange bench. On 3 May 2015, Bird played for New South Wales Country against New South Wales City in the 2015 City vs Country Origin match, playing at halfback in Country's 34–22 win at Wagga Wagga. On 28 September 2015, at the 2015 Dally M Awards night, Bird was named the Dally M Rookie of the Year after playing in 23 matches and scoring 8 tries for Cronulla. ===2016=== On 15 January 2016, Bird re-signed with Cronulla-Sutherland on a one-year contract. In February 2016, Bird played for the Sharks in the 2016 NRL Auckland Nines. On 8 May 2016, Bird played for Country Origin against City Origin, where he played at halfback in the 44–30 loss in Tamworth. On 22 June 2016, Bird made his representative debut for New South Wales in Game 2 of the 2016 State of Origin series, where played he filled the void on the interchange bench for Dylan Walker who shifted to centre in the 26–16 loss at Suncorp Stadium. Bird also played in Game 3, where he again played off interchange bench in the Blues 18–14 win at ANZ Stadium. On 2 October 2016, in Cronulla's 2016 NRL Grand Final against the Melbourne Storm, Bird played at centre and bravely played the majority of the match with an elbow injury in the historic 14–12 victory. Bird finished his successful 2016 NRL season with him playing in 26 matches and scoring 6 tries for Cronulla-Sutherland. ===2017=== In February 2017, Bird was selected in the Sharks 2017 NRL Auckland Nines squad. On 10 February 2017, Bird played for the Indigenous All Stars against the World All Stars in the 2017 All Stars match, starting at centre and scoring a try in the 34–8 win at Hunter Stadium. On 13 April 2017, it was announced that Bird signed a lucrative four-year deal, worth $4 million with the Brisbane Broncos starting in 2018. For the 2017 State of Origin series, Bird played in all 3 matches off the interchange bench for the Blues in their 2–1 series loss. Bird finished his last year with Cronulla-Sutherland Sharks with him playing in 17 matches and scoring 3 tries in the 2017 NRL season. On 23 September 2017, Bird played for Prime Minister's XIII against Papua New Guinea, starting at five-eighth in the 48–8 win in Port Moresby. ===2018=== When Bird arrived in Brisbane, he had an existing shoulder injury that he suffered at the end of the 2017 season and Broncos coach Wayne Bennett claimed that the Sharks didn’t disclose the full extent of his injury before his move, the Broncos were only aware of his injury by Bird himself and that he needed surgery that would’ve ruled him out for till at least Round 4. In round 3 of the 2018 NRL season, Bird made his club debut for Brisbane earlier than expected against the Wests Tigers, playing at centre in the gritty 9-7 win at Campbelltown Stadium. After the match, Bird was heavily criticised by NRL fans for looking overweight, Bird commenting, \"I don't really care what they think to be honest\", \"I'm happy with my weight, I feel good, \"I do have to lose some body fat but it comes with time, being injured doesn't help, \"Give me time and hopefully I can slim down a little bit but I'm feeling healthy.\" In round 10 against the Manly-Warringah Sea Eagles, Bird succumbed to the sternum injury that has plagued him for nine months and end his season early during Brisbane's 38-24 loss at Suncorp Stadium.https://www.foxsports.com.au/nrl/nrl-premiership/teams/broncos/wayne- bennett-concedes-jack-birds-nrl-season-likely-over/news- story/d3b3d9243103c3703c838b1e5b625813 Bird would have a horror 2018 NRL season, only playing in 8 matches for the Broncos because of his shoulder and sternum injuries were still ongoing during the year. ===2019=== Bird made his return for Brisbane in the 2019 season opening round 1 match against the Melbourne Storm, playing at centre in the 22-12 loss at AAMI Park.https://www.couriermail.com.au/sport/nrl/storm-v-broncos-live-coverage- of-round-1-blockbuster/live-coverage/f83f3088c210927d1e6332f4bf166e29 Following the match, Bird was receiving negative feedback on social media about his performance despite it was his first match back since round 10 of the previous season, fans were quick to judge his performance based on an early error, and he finished with 127 running metres, three tackle-breaks and 11 tackles. During the first half, Bird was hit hard by Storm winger Suliasi Vunivalu and coughed up the ball for Curtis Scott to race away and score for Melbourne.https://www.foxsports.com.au/nrl/nrl- premiership/teams/broncos/worth-the-wait-social-media-barrage-for-bronco- bird/news-story/16b5265ce06c2991bf88a49d03262b9f In Round 3 against the St George Illawarra Dragons, Bird scored his first club try for the Broncos in the heartbreaking last second 25-24 loss at Suncorp Stadium.https://www.dailytelegraph.com.au/sport/nrl/teams/dragons/corey- norman-delivers-last-second-field-goal-as-saints-down-brisbane-2524/news- story/fb59961a064718266f5f820f17be0d65 During the early rounds, Bird would slowly re-capture his good form that he showed at Cronulla but in round 9, Bird suffered a season-ending anterior cruciate ligament knee injury during the Broncos 26-10 win at Suncorp Stadium.https://www.nrl.com/news/2019/05/10/milford-turns-on-the-magic-as- broncos-beat-sea-eagles/https://www.nrl.com/news/2019/05/11/jack-birds-season- over-after-broncos-confirm-acl-injury/ Bird’s 2019 NRL season was cut short, finishing with 9 matches and scoring 2 tries for Brisbane. ===2020=== On 11 March, Bird was ruled out for the entire 2020 NRL season after suffering an ACL injury at pre-season training. Bird took to Instagram saying \"People who know me know how hard I have worked to get to the stage I was at leading into this season, and with that, I’m truly heartbroken that I have to start this process all over again\". ==References== ==External links== *Brisbane Broncos profile *NRL profile Category:1995 births Category:Australian rugby league players Category:Indigenous Australian rugby league players Category:Country New South Wales Origin rugby league team players Category:New South Wales Rugby League State of Origin players Category:Indigenous All Stars players Category:Prime Minister's XIII players Category:Cronulla-Sutherland Sharks players Category:Brisbane Broncos players Category:Junior Kangaroos players Category:Rugby league centres Category:Rugby league five-eighths Category:Living people ",
    "title": "Jack Bird"
}