{
    "id": "46241585",
    "text": "Keith Jon Hughes (born August 4, 1972) is an American educator and media personality, best known for his YouTube channel HipHughes History.Keith Hughes. LinkedIn. Retrieved March 27, 2015. His YouTube channel has seen millions of views since starting in 2008.\"Keith Hughes - About\". . YouTube. Retrieved March 27, 2015. Hughes has been a featured historian on multiple historical television shows.\"United Stuff of America\". IMDb. Retrieved March 28, 2015.Premier of \"America's Most Badass\". Facebook. Retrieved March 28, 2015. == Early life == Hughes was raised in Putnam Valley, New York. In 1994, he moved to Buffalo to attend Buffalo State College where he received his undergraduate degree in Social Studies Education. Hughes went on to receive his master's degree in Educational Technology from the University of Buffalo in 2006. == Career == === Teaching === Hughes started teaching full-time in 1999 at McKinley High School; his focus was teaching U.S. History and Advanced Placement American Government. Shortly after the September 11 attacks, Hughes collaborated with his students on his first video, titled \"Wings of Hope\".\"Wings of Hope\". YouTube. Retrieved March 28, 2015. The success of this project evolved into bringing in video production and media into his courses.Passion for history lands teacher on YouTube, new H2 TV network. Retrieved March 28, 2015. In the fall of 2014, Hughes started a new phase of his teaching career as a Technology Instructional Coach for the Buffalo Public School district, leaving the teaching role he had for the last 15 years. Hughes is still teaching as an adjunct professor of education at the Graduate School of Education at the University of Buffalo. === YouTube personality === On April 20, 2008. he started his educational YouTube Channel HipHughes History which focuses on government, politics and history. He was recognized by YouTube with an EDU Guru award in 2012.Meet the 10 next gurus of education on YouTube, October 16, 2012. Retrieved March 28, 2015.McKinley History Teacher Keith Hughes Wins Distinction . Retrieved March 28, 2015. === Television personality === Hughes started his television career discussing U.S. history on the television show United Stuff of America on the History channel in 2014. Afterwards he followed up with America's Most Badass on the American Heroes Channel in 2015. His latest television appearance was on the two-hour special Transition of Power: The Presidency back on the History channel in January 2017. == References == Category:1972 births Category:Buffalo State College alumni Category:Living people Category:American educators Category:American schoolteachers Category:American YouTubers Category:People from Putnam County, New York Category:University at Buffalo alumni Category:University at Buffalo faculty ",
    "title": "Keith Hughes (historian)"
}