{
    "id": "46244102",
    "text": "Terri Priest (1928–2014) was an artist best known for her depictions of Vermeer inspired female figures. Priest was the recipient of many awards for her artistic talent and philanthropic contributions to many social organizations that focused on issues of homelessness, education, and civil rights. ==Life== Terri Priest was born in Worcester, Massachusetts on January 20, 1928 to Anna and Joseph J. Khoury. During her childhood, Priest was a constant student of art at the Worcester Art Museum School. From 1967 to 1976, Priest taught part-time at the Museum School. During this time, she also took enrichment courses at Quinsigamond Community College before she received a masters in Fine Arts from the University of Massachusetts, Amherst in 1977. Following her artistic education, Priest helped co-run the Fletcher-Priest Gallery in Worcester for several years. She went on to be a professor at College of the Holy Cross in Worcester, Massachusetts for fourteen years, where she served as a mentor to many students. In 1993, Priest retired form the College of the Holy Cross in order to devote more time to her own painting and to the Fletcher-Priest Gallery. Priest's works were supported by a number of grants from Holy Cross, Worcester Community Foundation, and the Frances Kinnicutt Foundation. She was an active supporter of the Worcester Art Museum and the galleries at Clark University, UMass Amherst, Worcester State University, and College of the Holy Cross. Priest died on September 13, 2014 at the age of 86 at her home in Worcester, with her two sons at her side. ==Philanthropy== Priest was very committed to Abby's House, a shelter for battered women and children in Worcester, Massachusetts. She was the happiest when she was learning, and strongly believed that education was the engine that would keep cities, communities, and the world a better place. Her mission was to afford opportunities for all who would take the time and interest to follow their dreams. This passion inspired her to play an important role at the Nativity School in Worcester, which enables young boys from disadvantaged areas to finish elementary school and enables them to attend private and public high schools, based on performance. ==Artworks== In the 1970s Priest worked in abstraction using large striped areas of color in her work. She would attach these paintings to each other in varying ways to create different compositions. Art History was always the impetus for Priest's artwork. Terri Priest's work was greatly inspired by the mystery associated with the women in the paintings of Johannes Vermeer, one of the greatest painters of the Dutch Golden Age. The women in Vermeer's paintings typically stood quietly and did not perform complicated or complex tasks. Terri Priest borrowed his style in feminine depiction and repurposed them in her own paintings. She took them in their original setting and placed them in the context of modern painting. These renditions were first widely seen in her exhibition at Clark University in 2001. Proof of Priest's success can be seen in the many positive reviews she received throughout her career including a review by Cate McQuaid of the Boston Globe which referred to Priest's work as sly social commentary. ==Awards and recognition== Priest's artworks are currently in permanent collections in several artistic institutions including The Worcester Art Museum, California College of Arts, Springfield Museum of Fine Arts, and at the Decordova Museum. She was called Worcester's most celebrated living artist by Nancy Sheehan in 2012. Sheehan referred to Priest's impact on the local art scene as the \"Terri Effect\". Priest's awards and recognitions include: * 1972- Frances Kinnicutt Travel Award- Enabled Priest to travel to Europe to study the great masters * 1978- Tufts University Summer Institution Media Arts * 1985- The Greater Worcester Community Foundation Award * 1987- Dorland Mountain Artist Colony Award * 1994- 12th Annual Arts Award form Arts Worcester ==References== ==External links== * Abby's House Category:1928 births Category:2014 deaths Category:Artists from Worcester, Massachusetts Category:American women painters Category:University of Massachusetts Amherst alumni Category:Painters from Massachusetts ",
    "title": "Terri Priest"
}