{
    "id": "46243622",
    "text": "Kristopher B. Jones is an American author and businessperson. He has founded several companies, including Pepperjam, ReferLocal.com, LSEO.com, and KBJ Capital. Jones is also the author of Search Engine Optimization: Your Visual Blueprint for Effective Internet Marketing. ==Education== Jones is the holder of a BA from the Pennsylvania State University, an MS from Villanova University, and a JD from Albany Law School. ==Businesses== In 1999 Jones founded Internet marketing agency and affiliate network Pepperjam, serving as CEO and president of both. In 2009 Jones entered negotiations with GSI Commerce (later eBay Enterprises) in order to sell Pepperjam, agreeing to a price during a meeting with the company's CEO Michael Rubin. Following this, Jones founded and serves as managing partner of KBJ Capital. He then founded and acts as the CEO of ReferLocal.com. The company began in Northeastern, Pennsylvania connecting online consumers with discount deals from local retailers. In 2011 the company expanded to distribute deals in other regions, including Orlando, Detroit. Cleveland, Baltimore, San Antonio, and the Catskills. These \"deals of the day\" promotions were advertised through the company's website, in addition to local newspapers, TV, and radio programming. In 2013 the local e-commerce company added classified ads, a business directory and coupons. He also co-created the \"French Girls App\", which allows users to take a selfie and get drawn by professional artists French Girls App has generated about 1.5 million installs and raised $685,000 from investors, including Christina Milian and Larry English.http://www.mtv.com/news/1873540/french-girls- app/https://www.crunchbase.com/organization/french-girls In 2014 Jones founded LSEO.com, which is \"aimed at helping small to mid-sized businesses increase their local search engine ranking and online visibility\". LSEO.com provides a dashboard and scoring system, which provides feedback on various steps taken by clients towards their SEO. Jones has been named the Entrepreneur of the Year by Bank of America, and a finalist for the Ernst and Young Entrepreneur of the Year in Greater Philadelphia. In 2017 Jones and his partner Damon Wayans Jr. appeared on the series Planet of the Apps to pitch their gig booking app Special Guest, which allows users to book live entertainment directly with performers rather than through bookings agencies, in a one-hour episode. They received $1.5 million in funding in the end from the panel of investors.http://citizensvoice.com/news/local-entrepreneur-debuts-on-pitch- show-1.2212831https://medium.com/lightspeed-venture-partners/how-to-kickstart- a-two-sided-marketplace-2ec1571d63a4 ==Writing== Jones has been a contributor to Tech Crunch.https://www.crunchbase.com/person/kristopher-b-jones/press He is the author of the book Search Engine Optimization: Your Visual Blueprint for Effective Internet Marketing, published in 2008. Carsten Cumbrowski, writing for Search Engine Journal, said of the book that, \"One of the unique aspects of the book is … how it is designed. It is geared towards the visual folks like myself and uses a tremendous amount of pictures to show things instead of just using words to explain. Virtually every page has a screenshot or illustration and is an integrated part of the book, beyond the simple use as decoration or reinforcement of the written text.\" ==References== ==External links== * Official website Category:Living people Category:Pennsylvania State University alumni Category:Villanova University alumni Category:Albany Law School alumni Category:Year of birth missing (living people) ",
    "title": "Kristopher B. Jones"
}