{
    "id": "46249056",
    "text": "Blue plaque, 18 Thurloe Street, South Kensington, London Margery Grace Blackie CVO MD, FFHom (4 February 1898 – 24 August 1981) was a British Doctor of Medicine who was appointed as the first woman royal physician to Queen Elizabeth II. ==Early life== Margery Grace Blackie was born at Redbourn, Hertfordshire, on 4 February 1898, the youngest of ten children of Robert Blackie (c.1852–1936), who was independently wealthy, and his wife, Elizabeth (d. 1941), daughter of Rowland Rees, the civil engineer and Mayor of Brighton. Her uncle, by marriage, was James Compton-Burnett, a noted Homeopathic Doctor. His daughter, the novelist Ivy Compton-Burnett was a first cousin. In 1911 the family moved to London, and she was educated at the Haberdashers' Aske's School for Girls in Acton. Her uncle Rowland Rees was an architect and politician in South Australia. She studied medicine at the London School of Medicine for Women, and qualified as a doctor in 1923. In 1924, she joined the staff at the London Homeopathic Hospital. In 1928, she received her MD from the University of London, where she was the only woman candidate. ==Career== In 1926, encouraged by her closest friend, Dr Helena Banks, she set up her own practice at Drayton Gardens, London, by reopening a homoeopathic dispensary that had been closed for 12 years. In 1929, together with Dr. Banks, she moved to a large six-storey house at 18 Thurloe Street, South Kensington, London, where they maintained a busy homoeopathic medical practice in addition to Dr. Blackie's hospital work. She remained there until 1980, the year before her death. Dr. Blackie and Dr. Banks were both ardent Christians, and for over thirty years Banks was her \"partner and intimate friend\". Dr. Banks died in 1971. At the Royal London Homeopathic Hospital, Blackie was an assistant physician from 1927 to 1957, and spent some of that time (1929–1937) as assistant to Dr. Douglas Borland in the Children's Department. She became senior consultant physician from 1957 to 1966. In 1968, Dr. Blackie succeeded physician Sir John Weir GCVO to become Physician to Queen Elizabeth II, the first woman to hold this position. Other notable patients include Lady Julia Namier. Dr. Blackie was admitted to the Royal Victorian Order in the rank of Commander in 1979. In 1978, it was reported that her medical bag for house calls at Buckingham Palace included \"arsenic, strychnine, wormwood, wolfsbane, death cap mushroom, and the venom of the Gila monster, rattlesnake and hooded cobra\", although according to the principles of homoeopathy most of her preparations would have contained practically none of the material substances for which they were named. ==Later life== The keep, Hedingham Castle In the last year of her life, from 1980 to 1981, she lived at Hedingham Castle with the owner, her close friend and companion, Miss Musette Frances Jacqueline Natalie Majendie CBE (1903–1981), the granddaughter of Lewis Majendie MP. On 24 August 1981, she died peacefully from a stroke, and was buried on 29 August at Castle Hedingham. Memorial to Musette Majendie and Margery Blackie in St Nicholas' Church, Castle Hedingham, Essex ==Personal life== Since 1945, she shared her London home with her close friend and secretary, Musette Majendie. They spent weekends at Hedingham Castle, the 100-acre estate which had been home to Majendie's family since 1720. ==Publications== * The Patient, Not the Cure: The Challenge of Homoeopathy (London : Macdonald and Jane's, 1976) *Classical Homeopathy (Beaconsfield: Beaconsfield Publishers, 1986) ==Honours== In 1979, she was appointed a Commander of the Royal Victorian Order, for her services to the royal family. ==Legacy== The Blackie Foundation Trust is a charity that gives research grants and financial help to \"medically qualified health care professionals\". It was founded by Blackie in 1971, when she was homoeopathic physician to the Queen. In 1986, Constance Babington Smith published Champion of Homeopathy: the Life of Margery Blackie. ==References== ==External links== * 1977 Photograph by Mayotte Magnus, in the National Portrait Gallery, London collection Category:1898 births Category:1981 deaths Category:Alumni of the London School of Medicine for Women Category:British homeopaths Category:Commanders of the Royal Victorian Order Category:Court physicians Category:People educated at Haberdashers' Aske's School for Girls Category:People from Redbourn Category:Women physicians ",
    "title": "Margery Blackie"
}