{
    "id": "46247938",
    "text": "Driggs-Seabury Ordnance Company was founded in 1897 by William H. Driggs and Samuel Seabury, both US Navy officers, in partnership with William's brother Louis Labadie \"L. L.\" Driggs, originally to produce guns for the US Army and US Navy designed by the partners. After a few reorganizations and an entry into the motor vehicle market, the company reorganized again in 1925; its ultimate fate is unclear from references.Patent assigned by William Hale Driggs in 1906 to Driggs-Seabury Ordnance Corp. == History == Driggs-Seabury was preceded by the Driggs-Schroeder series of weapons, designed by W. H. Driggs and Seaton Schroeder in the late 1880s and produced by the American Ordnance Company in the 1890s. Driggs-Seabury incorporated the former Seabury Gun Company at its founding. Driggs-Seabury's plant was initially in Derby, Connecticut, in the former Brady Manufacturing facility.Williford, p. 222 Although Seabury died in 1902, followed by Driggs in 1908, the company continued under the leadership of Driggs' brother Louis Labadie \"L. L.\" Driggs until at least 1935. L. L. Driggs was formerly with the American Ordnance Company, manufacturer of Driggs-Schroeder weapons. The company moved production to Sharon, Pennsylvania in 1904; the US Rapid Fire Gun and Power Co. acquired the plant in Derby. The company manufactured motor vehicles 1913–15 and 1921–25, but sold its weapons production and plant in Sharon to Savage Arms in a 1915 merger.Poor’s Manual of Industrials, 1916, Vol. 7, New York: Redmond & Co., pp. 1722-1726Unofficial Savage Arms company historyOfficial Savage Arms history outline Under Savage Arms, the Sharon plant made Lewis guns in World War I. A probably related \"Driggs Ordnance Company\" existed in 1917. Dropping the Seabury name, Driggs was reconstituted as a motor vehicle manufacturer in New Haven, Connecticut in 1921, confusingly named \"Driggs Ordnance & Manufacturing Corporation\". Driggs went into receivership in 1925 due to delivery of inferior taxicabs. Driggs was reorganized out of receivership as \"Driggs Ordnance and Engineering\" in 1925. Over the next ten years, with assistance from the War and Navy departments, Driggs attempted to gain foreign orders and resume manufacturing in the United States. These efforts mostly involved anti-aircraft guns, both land and shipboard types, already in service with the United States and made partially with Driggs-designed components. The countries Driggs solicited included Poland, Denmark, Turkey, Greece, Lithuania, Venezuela, Colombia, and Guatemala. The military departments were attempting to increase the munitions manufacturing capacity of the United States, and required Driggs to secure orders of sufficient size to accomplish this before releasing plans of the non-Driggs components of these weapons to Driggs. The attempts to gain foreign orders appear to have been unsuccessful; in January 1932 L.L. Driggs wrote to the US Army's Chief of Ordnance that other governments were making even greater efforts on behalf of their companies. The ultimate fate of the Driggs company after 1935 is unclear. ==Weapons== 3-inch gun M1898 on retractable masking parapet carriage M1898, both made by Driggs-Seabury. Hotchkiss 6-pounder gun on , generally similar to the Driggs-Seabury 6-pounder. Weapons produced by Driggs-Seabury included: * 3-inch gun M1898 (a.k.a. 15-pounder),Lohrer, George L. Ordnance Supply Manual, U. S. Ordnance Dept., Washington: Government Printing Office, 1904, pp. 295-300 a coast defense weapon for the Army on a retractable \"masking parapet\" carriage, also made by Driggs-Seabury. 120 guns and carriages were built. The weapon's barrel and breech were later used as the basis for the 3-inch gun M1918, an anti-aircraft weapon. Due to frequent breakage of the recoil piston rod when fired, the M1898 seacoast weapons were removed from service in the early 1920s. * US Navy 3\"/23 caliber gun Mark 13 during World War I. This had a semi-automatic horizontal sliding breech block. In this case semi-automatic means the breech opens and the cartridge case is ejected on firing, ready for the next round to be loaded manually.DiGiulian, Tony 3\"/23 gun at Navweaps.com * The Navy 6-pounder Mark 11 and 3-pounder Mark 14 were made by Driggs-Seabury.Campbell, p. 147 * Two 6-pounder () Driggs-Seabury guns were adopted by the US Army and designated the M1898 and M1900. Twenty M1898 and forty M1900 weapons were procured. Seventeen of the M1898 weapons were used on troop transports in the Spanish–American War.Lohrer, George L. Ordnance Supply Manual, U. S. Ordnance Dept., Washington: Government Printing Office, 1904, pp. 282-295 For land service, the 6-pounders were on \"parapet\" or \"rampart\" mounts which allowed a wheeled carriage to be fixed to a pintle mount.Berhow, pp. 188-189 Some of these weapons were used at coastal forts in limited quantities beginning circa 1900, usually two per fort, and 12 were at Fort Ruger, Oahu, Hawaii 1915-19 under the Land Defense Project, which also included guns in the Philippines.Williford, pp. 44-45 (The Marks II and III Driggs-Seabury weapons mentioned in some sources are actually earlier Driggs-Schroeder weapons manufactured by American Ordnance, possibly similar to the Navy Marks 6 and 8.)DiGiulian, Tony US 6-pounder guns Mks 1-13 * A 3.2-inch field gun was featured in Scientific American in 1898, possibly an unsuccessful bid and possibly related to a Driggs-Schroeder \"limited recoil\" carriage for the 3.2-inch gun M1890, submitted to the US Army in 1895. It was not adopted by the US Army.Blueprint for a Driggs-Schroeder 3.2-inch gun from Winchester Repeating Arms Company, at the Buffalo Bill Center of the WestScientific American, Vol. 79, Issue 6, article on the 3.2-inch Driggs-Seabury field gun * The breech mechanisms for the US Navy 3\"/50 caliber gun Marks 5 and 10 (the latter used on , whose AA guns were inspected by Turkey in hopes of Driggs gaining sales), and the US Army's 105 mm anti-aircraft gun M3.DiGiulian, Tony, 3-inch gun Marks 2, 3, 5, 6, and 8 at Navweaps.com ==Vehicles== The vehicles produced by Driggs-Seabury and Driggs (some of which were other manufacturers' designs) included: 1914 Twombly Model A cyclecar. * 1913 Twombly cyclecar, a small two-seat automobile. Cyclecars were small, inexpensive vehicles that were popular 1910-29.Twombly cyclecar description Archived copy * 1915 Vulcan Power Wagon truck, rated at three to seven tons depending on model.Hemmings Motor News, December 2011Vulcan Power Wagon article, 1912 * 1921 Driggs Model D, a coupe.History of Early American Automobile Industry, 1921, Ch. 29, Section “Driggs” (from Motor Age magazine) * 1923 Driggs taxicab, a version of the Model D built for the Diamond Taxicab Company of New York City. Another successful bidder was Elcar, and an unsuccessful one was Ace.\"Diamond Cab built by Driggs Company\", Automotive Industries magazine, 5 October 1922 Driggs' delivery of taxicabs not built to contract specifications caused their 1925 receivership. ==Other products== Driggs Ordnance Company advertised a boat engine designed for quiet operation in 1917.\"Speed with Silence\" advertisement, Power Boating magazine, July 1917, p. 7 ==See also== *Driggs Ordnance & Manufacturing Corporation on German Wikipedia ==References== * * ==External links== * William H. Driggs entry at arlingtoncemetery.net * Patent for a breech-loading cannon by Samuel Seabury, patented 20 February 1894 * US Naval Academy seamanship textbook by Rear Admiral Stephen B. Luce, with Samuel Seabury as a co-author * Obituary of Samuel Seabury, The New York Times 1 June 1902 * Photo of 1921 Driggs Model D roadster Category:Naval artillery Category:Naval guns of the United States Category:Artillery of the United States Category:Coastal artillery Category:Defunct motor vehicle manufacturers of the United States Category:Car manufacturers of the United States Category:Defunct companies based in Connecticut Category:Defunct companies based in Pennsylvania Category:1897 establishments in Connecticut ",
    "title": "Driggs-Seabury"
}