{
    "id": "46241366",
    "text": "\"Riedel Technologie Park\" in Wuppertal RIEDEL Communications GmbH & Co. KG (formerly Riedel Funk- und Intercomtechnik) is a German manufacturer of communications equipment and an equipment distributor. Riedel was founded in 1987 in Wuppertal, Germany by Thomas Riedel.Riedel Communications Stadionwelt- business.de (English) Riedel has three business segments: Manufacture of communication equipment, rental service and radio distribution. The company has over 700 employeesAbout Riedel Communications www.riedel.net and is based in the “RIEDEL Technologie Park” (Uellendahler Str. 353 in 42109 Wuppertal, Germany).Riedel Communications Stadionwelt-business.de (English) == Description == Riedel's technology has been used in numerous international events, including Formula 1 races,Riedel @ Formula 1 Live-production.tv: Riedel @ Formula 1 World ChampionshipsRiedel Communications: Signal Distribution at the FIS Alpine Ski World Cup www.soundprolight.comRiedel Provides A/V, Data, and Communications Solution for 2014 RBAR World Championships www.live-production.tv and the Olympic Games.Riedel Provides Comms, Signal Distribution Network for Sochi cms.tvtechnology.comRiedel at the London Olympic Games www.live-production.tv Many broadcasting companies, theatres and industrial facilities use Riedel systems for smaller applications and events. In 2003 Riedel won the \"Wuppertaler Wirtschaftspreis\".Wirtschaftspreis 2003 www.wuppertal-marketing.de It has also received three Emmy Awards. In 2013, Riedel received an Emmy for production, features and transmission of the Red Bull Stratos – Felix Baumgartner jump out of a balloon capsule.Riedel Earns Sports Emmy Award For Production Of Red Bull Stratos Project www. prosoundweb.com Riedel operates in three business fields:Riedel Communications at a glance www.riedel.netRiedel Communications - Company overview www.football-business.net • Manufacturing: Riedel designs, manufactures and distributes real-time networks for video, audio, data and communications. The products are used worldwide for broadcast, pro-audio, event, sports, theatre, universities and security applications. • Rental service: Riedel provides radio and intercom services, event IT solutions as well as fibre-based and wireless audio & video transmission systems. Riedel offers support services including project planning, logistics, set up and operations for projects of any size. • Radio distribution: Riedel is one of the largest authorized Motorola business partners in Europe (in partnership since 1991). === Milestones & History === * 2017: Bolero & 30th anniversary \\- At Prolight & Sound 2017, Riedel Communications introduced Bolero, a game-changing new wireless intercom solution. \\- In 2017, Riedel celebrates its 30th year since being founded in 1987 culminating in a party with guests from all over the world. * 2016: ASL, Rio, and Delec \\- Riedel acquires ASL Intercom BV, extending its portfolio of intercom technology. \\- Riedel acquires DELEC Audio- und Videotechnik GmbH, a developer and manufacturer of high-quality digital intercom and communication systems. \\- Riedel contributes to the Games more than 14.000 radios and 20.000 in-ear monitors as well as numerous MediorNet frames. In total, 400 pallets of equipment were shipped to Brazil. * 2015: MicroN, MetroN and STX-200 for Skype TX \\- Riedel presents MicroN an 80G Media network at the NAB show in Las Vegas. \\- At the ESC in Austria MediorNet MetroN – which has enormous 320-GB real-time routing capacities and gets supplied as a 19“/2HE device – celebrate its debut. \\- STX-200 for Skype TX is in use in Real Madrid and India's Got Talent for the first time. STX-200 enables the integration of professional Skype calls in live productions. * 2014: Olympic Wintergames and Commonwealth Games Glasgow \\- At the Olympic Winter Gamer in Sochi Riedel delivered technical equipment for the venues and was involved in the TV production. Moreover, Riedel built a network for the video-, audio- and intercom signal distribution at the ten competition venues. \\- For the first time Riedel is the „Official Radio Communications Services Provider“for the Glasgow Commonwealth Games. * 2012: Red Bull Stratos \\- Riedel enables the wireless transmission of the video signals, the signal transport and the communication while Felix Baumgartner jumps out of the stratosphere. The technical transfer gets awarded with another Emmy. * 2011: Eurovision Song Contest \\- For distribution of the video, audio, and communication signals at the Eurovision Song Contest in Düsseldorf the organizer EBU trusted on an extensive MediorNet fiber infrastructure from Riedel Communications. \\- Riedel installed an integrated system of MediorNet, RockNet, Artist and Performer, which turned the football stadium in a 15.000 square meters big TV-studio. * 2009: MediorNet \\- Riedel launches MediorNet, the world’s first fiber-based video network for integrated signal transport. * 2005: Red Bull Air Race \\- Riedel provides „Red Bull Air Race“ with extensive communication and transmission technology. In the following years Riedel wins two Emmy Awards for the production. * 2004: Partyline and Olympic Games \\- Performer, the worldwide first Digital Partyline Intercom System, is launched. \\- Riedel at the Olympic Games in Athens: All venues were provided with Artist Intercom and Performer Digital Partyline for the first time. Riedel attended all Olympic Games since 2004. * 2002: Olympic Wintergames \\- For the first time a Riedel Artist Intercom System is used at the Olympic Winter Games in Salt Lake City at the opening and closing ceremonies * 2000: EXPO & Artist \\- Extensive participation at the EXPO 2000 in Hannover in following areas: Event accreditation official radio network for the operation and security, as well as for all events (ca. 3.000 radios) Intercom at all stages and venues, as well as frequency planning and monitoring at all events Glass fibre systems for video- and audio transfer \\- Artist, the worldwide first decentralized Digital Matrix Intercom System, is launched by Riedel. * 1998: FIFA Worldcup \\- Extensive delivery of radiosystems for the “ARD” and “ZDF” in all stadiums of the FIFA WC 1998 in France. Riedel attended every FIFA World Cup since 1998. * 1994: Olympic Games \\- Riedel receives its first contract for the Olympic Games in Lillehammer. Today Riedel provides, besides the Olympic Summer and Winter Games, global events, like FIFA Worldcup, the UEFA Euro, the Asia Games or the Eurovision Song Contest. * 1993: Formula One \\- Riedel starts equipping Formula One with communication solutions. Today the FIA, and most of the teams as well as the DTM, the WCR rally and other racing events rely on Riedel systems and services. * 1991: Motorola and RiFace \\- Riedel manufactures its first product: RiFace, an interface between radio and intercom. \\- Riedel becomes a Motorola distribution partner. * 1987: Founded in Wuppertal, Germany == External links == * == References == Category:Electronics companies of Germany Category:Wuppertal Category:Electronics companies established in 1987 Category:Telecommunications companies established in 1987 Category:1987 establishments in Germany ",
    "title": "Riedel Communications"
}