{
    "id": "46245644",
    "text": "Wing Commander Henry Neville Gynes Ramsbottom-Isherwood (13 July 1905 – 24 April 1950) was a New Zealand born Royal Air Force test pilot and commanding officer during the Second World War and the post-war period. He was one of only four wartime British Commonwealth recipients of the Order of Lenin, after he had led an RAF fighter wing to help defend northern Russia and introduce British aircraft to Soviet Air Force personnel. He was killed in a flying accident in 1950. ==Early career== Born on 13 July 1905 at Petone near Wellington in New Zealand, he was the son of Henry Lionel Ramsbottom-Isherwood and Lilian Catherine née Kelly. He was educated at St Patrick's College and St Joseph's College, Geelong, Sydney.E. J. B. \"Group Captain Ramsbottom Isherwood.\" Times [London, England] 27 Apr. 1950: 8. The Times Digital Archive. Web. 29 Mar. 2016. Commissioned into the New Zealand Rifles as a Second Lieutenant in 1924, Isherwood emigrated to the United Kingdom to train as a pilot in the Royal Air Force. Qualifying as a Pilot Officer in July 1930, he saw service in India and Britain before joining the staff of the Aeroplane and Armament Experimental Establishment at RAF Martlesham Heath as a test pilot in the Armament Testing Section. ==Second World War== In January 1941 Isherwood was posted to Fighter Command and was given command of a sector in No. 9 Group and later served as a controller at the group headquarters. In August 1941 Isherwood was selected to command No. 151 Wing, which was being formed for a mission codenamed Operation Benedict, which was planned in the aftermath of Operation Barbarossa, the German invasion of the Soviet Union. The aim of Operation Benedict was to take two squadrons of Hawker Hurricane Mk IID fighters to defend the naval port of Murmansk in northern Russia and to train the Soviet Air Force to operate the aircraft, which would be the first of more than two thousand to be supplied.Carter, Eric and Loveless, Antony (2014) Force Benedict, Hodder & Stoughton (p. 69) Arriving on the first Arctic convoy at the beginning of September 1941, the wing established itself at an airfield at Vaenga (renamed Severomorsk in 1951). Besides training the Soviet pilots and ground crews, the wing claimed 15 enemy aircraft destroyed plus four \"probables\" and seven damaged, for the loss of one Hurricane in combat. None of the Soviet bombers that they escorted were lost.Carter pp. 213, 219 At the end of October, when the wing had handed their last aircraft to the Soviets, they were ordered by the Air Ministry in London to travel south by rail through the Soviet Union for further service in the Middle East theatre. Isherwood compiled a lengthy signal stating that the journey was likely to take three months, that no rations or winter clothing were available and that there was a considerable danger of being overrun by the advancing Germans. The order was rescinded and the wing was evacuated by sea.Carter pp. 217–221 He was awarded the Distinguished Flying Cross for his service during the operation as well as the Order of Lenin.Carter pp. 250, 258 Returning to Britain, Isherwood took command of a series of air bases. He was intended to command No. 153 Wing, a much larger fighter force which was due to be sent to Russia in late 1942 but the plan, Operation Jupiter, was abandoned, perhaps because of the heavy losses to the Arctic convoys.Carter pp. 266–267 In 1944, he took command of No. 342 Wing in Burma. ==Post war== Returning from southeast Asia in 1947, Isherwood became Commanding Officer of RAF West Malling. On 24 April 1950, he took a Gloster Meteor IV jet fighter for a test flight but ran into a severe snow storm and crashed near Tonbridge and was killed.Carter p. 258 A military funeral was held on 29 April 1950 at St Felix church in Felixstowe.\"Deaths.\" Times [London, England] 26 Apr. 1950: 1. The Times Digital Archive. Web. 29 Mar. 2016. In 2009, Isherwood's medals were put up for auction at Sotheby's by his only daughter. They were bought by an anonymous Russian bidder for £46,000.Carter pp. 258–260 The sale aroused considerable interest in New Zealand where his nephew conducted an unsuccessful campaign to acquire the medals. A television documentary about Isherwood called Operation Hurricane was made by Prime TV in New Zealand in 2012. ==Family life== Isherwood married Betty Ailsa Taylor in 1938 at Deben in Suffolk. ==References== ==External links== * Portrait of Wing Commander Gynes Ramsbottom-Isherwood by Colin Colahan at the Australian War Memorial. * Soviet Honours British Airmen, British Pathé newsreel showing medals being presented at the Soviet Embassy in London, 1942. * Morton & Eden Ltd Sale Catalogue of 10 June 2009: Isherwood's medals are shown on page 66. Category:1905 births Category:1950 deaths Category:People from Petone Category:Test pilots Category:Royal Air Force officers Category:New Zealand World War II pilots Category:Recipients of the Order of Lenin Category:Recipients of the Distinguished Flying Cross (United Kingdom) Category:New Zealand recipients of the Air Force Cross (United Kingdom) ",
    "title": "Neville Ramsbottom-Isherwood"
}