{
    "id": "46248748",
    "text": "Adolphe Alexandre Chaillet (July 15, 1867 Paris – after 1914) was a French inventor in the field of Electrical engineering. Chaillet created the Centennial Light, which has been illuminating a fire station in Livermore, California, for over a century. Chaillet was knowledgeable in chemistry and mineralogy. ==Early life== Adolphe A. Chaillet was born in Paris on July 15, 1867. He was the son of Samuel Alexander Chaillet, a Swedish watchmaker, and Eugénie Eva Wendawowicz, a Russian.Twelfth Census of the United States, enumerated on June 18, 1900, Shelby Village, Precinct B, Sharon Township, Richland County, Ohio, Vol 130, E. D. 136, Sheet 14, Line 96. Chaillet was a graduate of both German and French scientific institutions. In addition to a thorough knowledge of electrical engineering, Chaillet was capable as a chemist and mineralogist. In a newspaper article, he commented on Darwin's theory of evolution. Chaillet started in the incandescent lamp business with his father, who operated a factory near Paris. Chaillet was engaged by the Schaefer Company in Germany to assist in making filament lamps. He remodeled their plant and was later put in charge of the largest factory in Germany. ==Emigration and marriage== Chaillet emigrated to the United States in 1892 to manufacture lamps in Marlboro, Massachusetts (probably in what was then known as the Bryan-Marsh Company). Later, he was employed in the design department of the General Electric Company in Lynn, Massachusetts. About 1896, Chaillet completed a design for an electric locomotive for the Jeffrey Manufacturing Company of Columbus, Ohio. Chaillet married Maude L. Bickmore (b. 1877) of Massachusetts. The couple had two sons—Alexander B. Chaillet (b. November 1896) and Arnold Chaillet (b. August 1898)—and a daughter—Catherine Chaillet (b. January 1899). All three children were born in Shelby, Ohio. ==Shelby Electric Works== In the latter part of July, 1896, John Cooper Whiteside, former superintendent at the Cooper Engine Works in Mount Vernon, Ohio, mentioned to John Chamberlain Fish, a businessman in Shelby, Ohio, that Chaillet had an idea for an improved incandescent lamp that was 20% more efficient and had 30% more life than other models. This aroused the interest of Fish. On August 7, 1896, a newspaper article announced that a contract had been negotiated between Chaillet, Whiteside, Fish and some other Shelby investors. Chaillet became technical manager and was named to the company board of directors.\"The Shelby Electric Works – A Description of One...\" The Shelby News (Shelby, Ohio), December 18, 1896. > \"A. A. Chaillet, the technical manager of the company, and upon whom it > chiefly depends for its advice regarding all points pertaining to the > manufacturing of its product, was engaged in the factory operated by his > father near Paris, France, when the incandescent lamp was made by them in > Europe. The professor has been engaged as a manufacturer of incandescent > lamps since 1878, having had charge of the laboratory of the largest factory > in Germany. Mr. Chaillet came to this country in 1892 to manufacture lamps > at Marlboro, Mass. He had been engaged in Germany by the Schaefer company to > assist it in making filaments and remodeling its plant. This factory was > closed by the Edison company shortly after Professor Chaillet had completed > his work of remodeling. The professor was then engaged in the designing > department of the General Electric company at Lynn, Mass., and has recently > completed the design of an electric locomotive for the Jeffreys > Manufacturing company of Columbus, Ohio. Professor Chaillet is not only an > electrician of extensive experience and knowledge, but is a thorough chemist > and mineralogist.\" Chaillet was on the Board of Directors until their annual meeting on August 29, 1902, when he was not re-elected. Jas. Wormley & Co. had sole agency for the Shelby tipless lamp in Cook County, Illinois, and Minnesota from the first day of manufacture. In 1902, Wormley became a director of Shelby Electric. Chaillet was granted only two U. S. Patents from 1896 to 1922, for a lamp socket and a light bulb; both were applied for while he was associated with Shelby Electric. ===Improved incandescent light bulb=== Chaillet's light-bulb design involved flattening the elliptically-looped carbon filament coil set transversely to the longitudinal axis of the lamp, as well as flattening the end of the globe, or bulb at its tip end, parallel to the loops, so that the greatest intensity of light is thrown downward when the bulb is hung from the ceiling. The Chaillet lamp was tested with others in January, 1897. Manufacturing of the lamp started about February 1, 1897. The lamp was put on the market in March, 1897. The original Chaillet lamp appeared in Electrical World on February 6, 1897. The complete details of the lamp design were not revealed in that article. It was a tipless lamp with a carbon filament that was manufactured using a secret process. Quoting directly from the article: > The lamp possesses a number of peculiar features which it is claimed give to > it certain elements of superiority above all others. The filament is square > cut by means of automatic machinery from sheets of material produced by a > secret chemical process. The cut filament, after being formed, is attached > to platinum terminals which are sealed into the sides at the lower end of > the lamp bulb. The filament is of such high resistance that in the Shelby > lamps it is shorter than that of most other commercial lamps of equal > rating. The bulb is not exhausted from the top, which in connection with the > exceedingly small filament used makes the completed lamp one of the > smallest, also one of the neatest, lamps on the market. In reality, it would have been difficult to prove conclusively that a new lamp design would perform in a superior manner to a competitive lamp that had a different filament configuration. The reason for making such a statement here is that while power input into a lamp could be easily measured, the light output had to have been measured in a spherical photometer. In the 1880s and 1890s, light output measurements were usually measured with a horizontal photometer. A horizontal measurement determines light output in only one direction rather than a total integrated value. Thus, while the Chaillet design might have been a better one relative to the competitive lamps it is not easy to conclude that now. In an Electrical Review article of March 10, 1897, pg 111, the origin of Shelby light bulb filaments was discussed. Some manufacturers apparently thought that Shelby filaments were purchased in Europe. The Electrical Review telegraphed the Shelby Electric Company for the purpose of determining the truth about the origin of the filaments. The following are excerpts from Shelby's response: > The question of taking licenses to manufacture under the Westinghouse > patents is one which we have not definitely decided....We have secured > copies of the entire number of patents, which they claim to own or control, > and we know positively that we do not want to infringe on any of them. We > think that we are the only company manufacturing lamps in the United States > to-day who can make such a statement. With reference to the filament which > we use, we would say that we are using a square filament, not a cellulose > filament. Our filament is not imported from Germany. We are manufacturing it > here in Shelby, but it is the same filament which our Professor Chaillet > discovered in Germany, and one that is most successfully being used by two > of the most prominent lamp factories of Europe, by a special arrangement > with our Professor Chaillet. The filament is much nearer pure carbon than > anything on the market, it being so hard after being carbonized that it will > scratch glass very readily....We could ourselves secure patents on over a > hundred different devices, which we use in our manufacture, but prefer to > keep them secret....We are not selling lamps on prices, but on quality.... At first, Chaillet did not patent the new lamp design, nor its details, preferring to keep them as trade secrets. Chaillet filed a patent application on October 22, 1900, which was granted on July 2, 1902. ==Later life== 1902, Chaillet left the Shelby company board of directors. He later moved to Mexico City with his family. Chaillet worked at the lamps branch in Mexico City during the period from 1904 to 1914. In 1914, the Mexican Revolution forced Chaillet to return to the United States. Chaillet died some time after 1914. ==Notes== ==References== ==External links== * * * Category:1867 births Category:Year of death missing Category:French inventors Category:People from Paris Category:People from Shelby, Ohio ",
    "title": "Adolphe Alexandre Chaillet"
}