{
    "id": "46257376",
    "text": "Ang Chan ( ; 1791 – 7 January 1835) was king of Cambodia from 1806 to his death in 1835. He reigned under the name of Outey Reachea III (). Ang Chan II was the eldest son of Ang Eng. Ang Eng died in 1796 when Ang Chan II was only five years old. Prince Talaha Pok (, ) was appointed the regent of Cambodia. Ang Chan II was not allowed to go to Cambodia until Pok died in 1806. In 1806, Ang Chan II was crowned king by Siamese. His two brothers, Ang Em and Ang Snguon, were pro-Siamese. In order to gain power from the two brothers, Ang Chan got closer to the Vietnamese. In the next year, he started to pay tribute to Vietnam. Two Vietnamese officials, Ngô Nhân Tịnh and Trần Công Đàn, came to Longvek and granted him the title Cao Miên quốc vương (\"king of Cambodia\"). Siamese demanded Ang Chan to appoint Ang Snguon and Ang Em as the uprayorach and ouparach respectively but Ang Chan refused. In 1811, with the help of Siamese, Ang Snguon overthrew him. Ang Chan fled to Saigon. His two brothers were appointed the regent by Siamese. In 1813, a Vietnamese army under Lê Văn Duyệt invaded Cambodia and captured Oudong. Ang Chan returned with the Vietnamese army. Ang Em and Ang Snguon fled to Bangkok. After the rebellion, Cambodia was put under protection of Vietnam. Vietnamese built two castles, Nam Vang (Phnom Penh) and La Yêm (Lvea Aem), to station their forces. 1000 men under Nguyễn Văn Thoại were sent to Phnom Penh to \"protect\" him. He was ordered to collect Cambodian Royal Chronicles in 1818. In 1819, Ang Chan sent 5,000 Khmer labours to reconstruct the Vietnamese Vĩnh Tế Canal. An anti- Vietnamese rebellion broke out in the next year, but was put down by Vietnamese army. Ang Chan died in 1834, his second daughter Ang Mey was installed the queen. ==Sources== * Achille Dauphin-Meunier Histoire du Cambodge Que sais-je ? N° 916 P.U.F Paris 1968. * Khin Sok « Quelques documents khmers relatifs aux relations entre le Cambodge et l'Annam en 1843 ». Dans : Bulletin de l'École française d'Extrême-Orient. Tome 74, 1985. P. 403-421. Category:19th-century Cambodian monarchs Category:Cambodian Buddhist monarchs Category:History of Cambodia Category:1835 deaths Category:1791 births ",
    "title": "Ang Chan II"
}