{
    "id": "46251584",
    "text": "Darius Vâlcov (born March 25, 1977) is a Romanian politician who served as Minister of Finance, Mayor of Slatina and Senator. ==Education== Vâlcov has obtained in 2008 a PhD degree from the Bucharest Academy of Economic Studies, but was accused to have plagiarised over half of his PhD thesis. He countered accusing the Romanian Intelligence Service (SRI) of making up the accusations. Darius Vâlcov și-a dat demisia din Guvern, HotNews.ro, 3 June 2019 ==Political activity== He was elected Mayor of Slatina twice (in 2004 and 2008) on the behalf of the Democratic-Liberal Party. In 2012, he resigned from the party and joined the Social Democratic Party (PSD), being elected a Senator. Between August and December 2014 he was the Budget Minister in the Third Ponta Cabinet,\"Noul ministru delegat pentru Buget, Darius Valcov, a depus juramantul\", hotnews.ro August 28, 2014 while from December 2014 to March 2015, he was the Minister of Finance in the Fourth Ponta Cabinet. In June 2019 he resigned as economic advisor to the Prime Minister, in the wake of the imprisonment for corruption of his PSD political mentor, Liviu Dragnea. ==Legal problems== Vâlcov resigned on March 15, 2015 following the corruption investigation of the National Anticorruption Directorate.\"Victor Ponta: Ministrul Finanțelor mi-a înaintat demisia\", Agerpress, March 15, 2015 He was convicted to an 8-year prison sentence in 2018, pending appeal. https://www.romania-insider.com/liviu-dragnea-darius-valcov-jail/ The sentence included 4 years for influence peddling, 6 years for money laundering, 2 years for financial operations incompatible with public office. The prison sentences were combined into one. Additionally, Vâlcov was fined 6.200.000 Lei. Darius Vâlcov, ani grei de închisoare, Cotidianul.ro, 8 February 2018 ==Personal life== Darius Vâlcov was married to fellow politician Lavinia Șandru until 2016.https://www.eva.ro/actualitate/lavinia-sandru-divorteaza-de-darius- valcov-articol-75429.html ==References== Category:1977 births Category:Democratic Liberal Party (Romania) politicians Category:Living people Category:Mayors of places in Romania Category:Members of the Senate of Romania Category:People from Slatina, Romania Category:Romanian Ministers of Finance Category:Social Democratic Party (Romania) politicians Category:Romanian politicians convicted of crimes ",
    "title": "Darius Vâlcov"
}