{
    "id": "46250466",
    "text": "Edwin Hugh DeMoss (January 29, 1932-November 18, 2003) was an American Columbus, Ohio-based journalist and politician. DeMoss was a journalist for NBC's Columbus affiliate WLW-C, (now WCMH), for 23 years known for hosting the news program The DeMoss Report from 1957-1980. In his later years, DeMoss served on the Franklin County Board of Commissioners from 1989-1992. ==Early life and education== DeMoss was born Edwin Hugh DeMoss on January 29, 1932 in Covington, Kentucky. DeMoss graduated from the University of Cincinnati with a Bachelor of Arts degree in journalism in 1952. DeMoss also received a Master's degree in communications from the Ohio State University in 1977. ==Career== DeMoss began his career in journalism during the Korean War in the early 1950s. During the war, DeMoss served as news and program director for Armed Forces Radio in Tokyo, Japan. He returned to the United States after the end of the war. In 1957, DeMoss came to Columbus, Ohio where he took a job at the Columbus NBC affiliate WLW-C, (renamed WCMH in 1976). He became the anchorman for the local evening news called The DeMoss Report. DeMoss eventually became news director for the station. He left the station in 1980. During the 1980s DeMoss anchored the morning newscasts on WMNI 920 AM radio. ==Public Office== In 1988, Democrat DeMoss ran for the Franklin County Board of Commissioners against the incumbent Republican county commissioner Roger Tracy. DeMoss won and served as county commissioner for one term until 1992. DeMoss was succeeded by Arlene Shoemaker. ==Personal life== DeMoss was married and had two children; a son and a daughter. In his later years, DeMoss did volunteer work for different local organizations including Seniors Servicing and Charity Newsies. He also served on the board of directors for the Veterans Memorial in Columbus during the 1990s. ==Death== DeMoss died of a heart ailment on November 18, 2003 at the Riverside Methodist Hospital in Columbus at the age of 72. A funeral service was held for DeMoss at Veterans Memorial in Columbus on November 24. He was survived by his two children; April Reece and Douglas DeMoss, six grandchildren and three great-grandchildren. ==References== Category:1932 births Category:2003 deaths ",
    "title": "Hugh DeMoss"
}