{
    "id": "46255928",
    "text": "Anna-Brita Stenström (born 1932) is a linguist whose areas of research include corpus linguistics, sociolinguistics, pragmatics, and discourse analysis. She has initiated and co-directed three online corpora of adolescent language: The Bergen Corpus of London Teenage Language (COLT), Ungdomsspråk och språkkontakt i Norden (UNO), and Corpus Oral de Lenguaje Adolescente (COLA). She is Professor Emerita of English Linguistics at the University of Bergen, Norway. Stenström is a foreign member of the Norwegian Academy of Science and Letters. ==Publications == *Anna-Brita Stenström and Annette Myre Jørgensen, eds. 2009. Youngspeak in a Multilingual Perspective (Pragmatics & Beyond New Series) John Benjamins. *Stenström, Anna-Brita 2009. “Pragmatic markers in contrast: Spanish pues nada and English anyway”. In Youngspeak in a Multilingual Perspective, Stenström, Anna-Brita and Annette Myre Jørgensen (eds.), 137–159. *Stenström, Anna-Brita. 2006. “Taboo words in teenage talk”. In Language Variation and Change: Historical and contemporary perspectives. Special issue of Spanish in Context 3:1 (2006), Mar-Molinero, Clare and Miranda Stewart (eds.), 115–138. *Karin Aijmer and Anna-Brita Stenström, eds. 2004. Discourse Patterns in Spoken and Written Corpora (Pragmatics & Beyond New Series) John Benjamins. *Stenström, Anna-Brita. 2003. “It’s not that I really care about him personally you know”. In Discourse Constructions of Youth Identities, Androutsopoulos, Jannis K. and Alexandra Georgakopoulou (eds.) *Anna-Brita Stenström, Gisle Andersen and Ingrid Kristine Hasund. 2002. Trends in Teenage Talk: Corpus compilation, analysis and findings [Studies in Corpus Linguistics) John Benjamins. *Stenström, Anna-Brita 1998. “From Sentence to Discourse”. In Discourse Markers: Descriptions and theory, Jucker, Andreas H. and Yael Ziv (eds.) ==References== Category:1932 births Category:Living people Category:Linguists from Sweden Category:Corpus linguists Category:Women linguists Category:University of Bergen faculty Category:Members of the Norwegian Academy of Science and Letters ",
    "title": "Anna-Brita Stenström"
}