{
    "id": "46251961",
    "text": "Neil MacGonigill (born 1949, Bowden, Alberta) is a Calgary-based music promoter, manager and record label owner. ==History== Neil MacGonigill was born in the farming community of Bowden, Alberta in 1949.Heath McCoy, of dreamers, Calgary Herald via Canada.com, June 19, 2007; retrieved 2015-03-28. His career in music commenced in Calgary in the 1970s, when he was involved in sales and distribution for various record labels. MacGonigill's first management engagement was as the manager of Alberta-based performer Diamond Joe White. Around 1980, he became the manager of Ian Tyson. He became the road manager for k.d. lang in the mid 1980s and also at this time discovered Jann Arden, becoming her manager and executive producer of a number of her records. MacGonigill worked with Arden from 1985-98, following which their association ended and the two became estranged.Jann Arden, Falling Backwards (2011), pp. 251-53; retrieved 2015-04-03. In 1996, MacGonigill was the executive producer of Ian Tyson's All The Good 'uns, Barnes & Noble, Credits for All The Good 'uns, barnesandnoble.com; retrieved 2015-04-05. released on Vanguard Records and which achieved gold record status in Canada. Other artists whose careers have been guided by MacGonigill include Gaye Delorme and Billy CowsillHeath McCoy, \"Rock legend Cowsill dies in Calgary home\" , Calgary Herald via Canada.com, February 20, 2006; retrieved 2015-03-28. In 2000, MacGonigill founded the independent label Indelible Music, through which he released, between 2000 and 2007, a number of albums by Calgary-based artists, including The Co-Dependents and Billy Cowsill. In later years, he primarily has focused on artist management and development, such as with respect to singer- songwriters Joe NolanLindsay Morey, \"Fort artist Nolan coming home\", Fort Saskatchewan Record, September 26, 2014; retrieved 2015-04-05. and Sykamore.Sharon McLeay, \"Sykamore wows with natural talent\", Strathmore Times, July 11, 2014; retrieved 2015-04-05. ==References== Category:1949 births Category:Canadian record producers Category:People from Red Deer County Category:Living people ",
    "title": "Neil MacGonigill"
}