{
    "id": "46256385",
    "text": "Christian Volesky (born September 15, 1992) is an American soccer player who currently plays as a forward for USL Championship club Colorado Springs Switchbacks. ==College and amateur== Volesky played four years of college soccer, spending one year at the University of Denver and three years at SIU Edwardsville. While at college, Volesky appeared for USL PDL club FC Tucson during their 2014 season. Volesky played four years at Foothill High School in Henderson, NV. ==Club career== Volesky was named the 2015 MLS Combine Most Valuable Player after registering two goals in three games and finishing first in agility, 5–10–5, and second in the 30 meter dash. On January 15, 2015, Volesky was selected 32nd overall in the 2015 MLS SuperDraft by Portland Timbers. However, he did not sign with the club. Volesky joined USL club Rochester Rhinos on March 24, 2015. Volesky helped lead the Rhinos to a 19-game unbeaten streak and the 2015 USL Championship. Volesky led the team in goals, with eight, and points, with 19, while also claiming three assists his rookie season. In his second season with the Rhinos, Volesky, again led the team with ten goals and twelve goals in all competitions, while adding four assists. On January 9, 2017, Volesky's MLS rights were traded to Sporting Kansas City from Portland Timbers. However, he was waived by Kansas City on February 27, 2017. Following his release by Kansas City, Volesky signed with USL side Saint Louis FC on March 6, 2017. After spending most of the 2018 season with USL side Oklahoma City Energy, Volesky joined Pittsburgh Riverhounds SC on February 7, 2019. On January 8, 2020, Volesky made the move to USL Championship side Colorado Springs Switchbacks. ==References== ==External links== * Category:1992 births Category:Living people Category:American soccer players Category:Association football forwards Category:Colorado Springs Switchbacks FC players Category:Denver Pioneers men's soccer players Category:FC Tucson players Category:OKC Energy FC players Category:People from Henderson, Nevada Category:Pittsburgh Riverhounds SC players Category:Portland Timbers draft picks Category:Rochester Rhinos players Category:Saint Louis FC players Category:SIU Edwardsville Cougars men's soccer players Category:Soccer players from Nevada Category:Sporting Kansas City players Category:Sportspeople from the Las Vegas Valley Category:USL Championship players Category:USL League Two players ",
    "title": "Christian Volesky"
}