{
    "id": "46254164",
    "text": "Dee Ocleppo Hilfiger (née Deniz Caroline Erbuğ) is an American fashion designer and entrepreneur. The former fashion model-turned financier (commodities broker) is married to fashion designer Tommy HilfigerDee and Tommy Hilfiger Host a Dinner to Celebrate the Opening of Dee Ocleppo at Galeries Lafayette Vogue and mother of Italian professional tennis player and model Julian Ocleppo.http://www.atpworldtour.com/en/players/julian- ocleppo/o507/overview ==Early life== Hilfiger was born in Cleveland, Ohio and raised in East Greenwich, Rhode Island. Her parents are Turkish and British immigrants and both moved to the United States to pursue academic careers. Her father, a retired radiologist, was born in Istanbul and her mother, a British microbiologist, was born in Birmingham, England.Dee Ocleppo: 'Don’t call me a trophy wife' July 1, 2015 Los Angeles-based photographer, videographer, and talent manager Jean Renard discovered Ocleppo Hilfiger and encouraged her to pursue modeling. Renard also discovered and managed the career of Niki Taylor.https://bostoncommon-magazine.com/dee-ocleppo-talks-philanthropy-work- and-bag-collection ==Career== In recent years, Ocleppo Hilfiger has become most known for creating and serving as lead designer of the eponymous luxury accessory label Dee Ocleppo, which includes a line of handbags with interchangeable features. ==Dee Ocleppo Label== Ocleppo Hilfiger initially suggested that her husband, Tommy Hilfiger, consider a line for his own iconic eponymous brand. However, Hilfiger convinced his wife to embark on creating a line of vintage-style luxury handbags under her own label.Tommy Hilfiger's Wife Dee Ocleppo Launches Bag Line, New York Post October 9, 2014 Among stylistic influencers of Ocleppo Hilfiger's label, she credits Lauren Hutton, Grace Kelly and her friend Iris Apfel.https://plandevillenyc.com/interview- dee-ocleppo/ Under the auspices of D.H. Designs LLC and with encouragement from HSN's CEO Mindy Grossman, Ocleppo Hilfiger launched her accessory line in 2012, selling her first handbag to the mega-retail luxury department store Harrods. She then opened a showroom at Trump Tower in Manhattan and more recently at Galeries Lafayette's flagship store in Paris.http://www.vogue.com/12292003/dee-ocleppo-galeries-lafayette-opening- party-paris/ In 2015, she launched Bag bar, which is a design-your-own accessory system for classic handbags, which was purchased by Kate Spade and Company.http://www.bizjournals.com/newyork/news/2016/02/24/kate-spade-co- acquires-dee-hilfiger-s-bag-bar.html In January 2017, Ocleppo Hilfiger announced that the Dee Ocleppo brand would partner with the Judith Leiber label, owned by Manhattan-based consumer brand and licensing conglomerate Authentic Brands Group, which also owns Jones New York, and department stores including Macy's, Bergdorf Goodman, Neiman Marcus, Bloomingdale's. As the new co-owner, she will become the brand's creative director and serve as its global ambassador.https://www.accessoriesmagazine.com/146816/dee-ocleppo- hilfiger-signs-judith-leiber-creative-director ==Awards== In 2016, Ocleppo Hilfiger was presented with the \"Rising Star Award\" by Fashion Group International, the global nonprofit authority on trending apparel, accessories, as well as beauty merchandise and home products. Celebrities who have been photographed/carrying with Dee Ocleppo handbags in recent years in include Pippa Middleton, Olivia Palermo, Beyonce, Alicia Keys.https://plandevillenyc.com/interview-dee-ocleppo/ In 2015, Ocleppo Hilfiger was awarded The National Mother’s Day Committee’s \"Outstanding Mother Awards\" along with Liz Rodbell, Joanna Coles, and Meredith Vieira.http://www.momanddadday.com/about_mothers.htm On Mother's Day 2013, Ocleppo Hilfiger was the honored recipient of the \"Moms 4 Mom\" award by Autism Speaks in celebration of motherhood and autism advocacy.https://www.autismspeaks.org/site-wide/dee-ocleppo ==Personal life== Deniz Carolina Erbug met pop star Mick Hucknall while she was in college, dating for two years during the 1990s. At the age of 26 she married Gianni Ocleppo, an Italian tennis player, with whom she had had two sons, raising them in Monte Carlo. They divorced in 2003. Ocleppo met Hilfiger while vacationing with her two sons in Saint Tropez in the summer of 2005. A friendship evolved and the couple celebrated an engagement in New York City attended by numerous celebrities and public figures including Russell Simmons, Anna Wintour, and Harvey Weinstein. The Hilfigers married in 2008.http://hauteliving.com/2013/08/dee-and-tommy-hilfiger-the-perfect- marriage-a-designer-his-muse/385716/ Their son was born in 2009. Ocleppo Hilfiger is the mother of seven children and step children, and is a proponent of The Family Dinner Project in an effort to \"revive the lost art of dinner conversation.\" According to her website, she encourages family discussion and discourse without the interruption of cell phones, as one small way families can build cohesion and open dialogue in an age when technology can impede family communication. Ocleppo is a maternal cousin of Shakespearean actor- director Brice Stratford.\"Measure for Measure Review\" The London Paper, November 14, 2011 ==References== ==External links== * Official biography at deeocleppo.com * Official Fan Page * Twitter * Instagram: @mrshilfiger Category:Living people Category:American people of Turkish descent Category:Female models from Ohio Category:American fashion designers Category:Women fashion designers Category:1966 births Category:Lincoln School (Providence, Rhode Island) alumni ",
    "title": "Dee Ocleppo"
}