{
    "id": "46254291",
    "text": "The International Composition Competition \"2 Agosto\" is a major composition competition in Italy. It was established in 1994 at the behest of the Association of the families of the victims of the massacre at Bologna Station on August 2, 1980. The competition was created with the aim of keeping alive the memory of the victims, but at the same time to overcome the concept of mere commemoration, turning the day of August 2 in a creative and artistic response to the act of terrorism. The competition is held under the High Patronage of the President of the Italian Republic and promoted by the \"Committee in Support of Victims of Massacres\", composed by the Municipality of Bologna, the Province of Bologna, the Emilia Romagna Region and the City of San Benedetto Val di Sambro. == The competition == Since the first edition, the Competition takes place free of charge. No enrollment fees or contributions of any kind are required from any participant. The competition is open to young people around the world with rules that can change from one edition to another, but the age limit is usually placed at 35. The competition announcement usually comes early in the year and all who want to participate are invited to send their score via computer within a predetermined deadline. The theme and type of works in the contest change from year to year. The winners will see their work performed live in Piazza Maggiore in Bologna on the evening of August 2, as the final event of the commemorations of the Massacre. The Grand Final Concert is recorded by the cameras of RAI, which deals with the television and radio broadcasting. == Jury == The jury varies each year, but since 1994, there are many famous names who have succeeded in the role of President. Some examples: Riccardo Muti, Ennio Morricone, Michelangelo Zurletti, Riccardo Chailly, Semyon Bychkov, Eliot Fisk, Federico Mondelci, Robert Beaser, Tania Leon, Michel Portal, Jacob Ter Veldhuis, Jesus Villa Rojo, Aurelio Samorì, Marco Tutino, Klaus Ager, Detlev Glanert, Domenico Nordio, Jesus Rueda, Gianvincenzo Cresta, etc. == Organizing Committee == The Organizing Committee of the Competition August 2 consists of: * Stefano Cuppi – President * Bruno Borsari – Vice President * Fabrizio Festa – Artistic Director * Chiara Monetti – Consultant * Maurizio Guermandi – Marketing & Communication == Pieces commissioned == Pieces commissioned by the International Composing Competition “2 agosto” from 1995 to now: * Marco Betta: Orizzonte, aria for violin and orchestra. Soloist: Cristiano Rossi * Sergio Rendine: Exultate, for voices and orchestra. Soloists: Fausta Vetere and Antonio Romano * Luis de Pablo: Vendaval, for symphonic orchestra * Carlo Boccadoro: Why?, for violin, piano and orchestra. Soloists: Cristiano Rossi and Danilo Perez * Danilo Perez: Panamerican suite, for vibraphone, piano and orchestra. Soloists: Gary Burton and Danilo Perez * Carlo Pedini: Le strade di Torquato, for percussions * Ennio Morricone: Non devi dimenticare, for reciting voice, soprano and orchestra * Giovanni Sollima: Guitar Chemistry, for electric guitar and orchestra * Larry Coryell: Sentenza del cuore, for two electric guitars and orchestra. Soloists: Larry Coryell, Al Di Meola * Leni Stern: I see your face, for voice, choir and orchestra. Lyrics by Leni Stern. Soloist: Leni Stern * Michael Brecker: African Skies (orchestration by Gil Goldstein), for tenor saxophone, choir and orchestra. Soloist: Michael Brecker * John Psathas: Omnifenix, for tenor saxophone and orchestra. Soloist: Michael Brecker * Fabrizio De Rossi Re: Slow Dance, for accordion and orchestra. Soloist: Ivano Battiston * Tania Leòn: Horizons, for symphonic orchestra * Françoise Choveaux: Fantasie Op. 122, for clarinet and orchestra. Soloist: Guido Arbonelli * Michel Portal: Histoire de vent (orchestrations by Marco Biscarini and Daniele Furlati), for clarinet and orchestra. Soloist: Michel Portal * Uri Caine: In memoriam, for piano solo. Soloist: Uri Caine * Paolo Fresu: Venticinque anni dopo (orchestrations by Fabrizio Festa), for trumpet and orchestra. Soloists: Paolo Fresu, Cristina Zavalloni * Fabrizio Festa: Clandestino, for voice, trumpet and orchestra. Soloists: Cristina Zavalloni, Paolo Fresu * Nicola Campogrande: Absolut, new version for cello, electric bass and orchestra. Soloists: Robert Cohen, Angelo Liziero * Lorenzo Ferrero: 2 Agosto. Prima variazione, part of Varizioni su un tema di Banchieri per organo e orchestra. Soloist: Roberto Marini * Gianvincenzo Cresta: A Miriam. Con la punta delle dita, part of Varizioni su un tema di Banchieri per organo e orchestra. Soloist: Roberto Marini * Alberto Colla: Ricordo, part of Varizioni su un tema di Banchieri per organo e orchestra. Soloist: Roberto Marini * Bryan Johanson: Fresco, part of Varizioni su un tema di Banchieri per organo e orchestra. Soloist: Roberto Marini * Tatsuji Toyozumi: Voices – Little Things * Tomi Räisänen: Voices – Fortuna Favoris * Pedro Ravares: Voices – Baião * Simone Santini: Voices – La forza debole * Michele Corcella: Raggi di un sogno nascente, for four ocarinas, clarinet, mandolin, fisarmonica, and ensemble synthesizers, electric guitar, bass guitar, drum kit) * Roberto Molinelli: Zorn Hoffnung Gesang, for violin and orchestra. Soloist: Domenico Nordio * Giovanni Di Giandomenico/Valentina Casesa/Roberto Prezioso/Giuseppe Ricotta/Giulia Tagliavia: Dedica – omaggio a Giuseppe Verdi, for soprano, mezzo-soprano, voice, baritone * Claudio Lolli – Piazza Bella Piazza Arrangiamento e orchestrazione di Michele Corcella * Cinzia Venturoli, Valerio Corzani e Fabrizio Festa - Resistenza * Francesco Maggio - Di Morsi e Rimorsi * Federico Torri, Benedetta Zamboni, Jacopo Aliboni “Tre per Tre” == The Winners == {| class=\"wikitable\" !Year !Board of Judges !1st Prize !2nd Prize !3rd Prize |- |1995 |Riccardo Muti Salvatore Accardo Alberto Caprioli Azio Corghi Fabrizio Festa Tito Gotti Gioacchino Lanza Tomasi Hubert Stuppner |Fabio Nieder \"Cinque pezzi per orchestra\" |Carlo Pedini \"Il Cantico dei Cantici\" |Roberto Rusconi \"Nel silenzio... dal profondo\" |- |1996 |Ennio Morricone Luisa Castellani Renato Rivolta Claudio Scannavini Alessandro Solbiati Walter Tortoreto Fabrizio Festa |Alberto Colla \"Pax\" |Angelo Inglese \"...Etenim si ego pax...\" |Nicola Ciarmatori \"...Efferas Feras...\" |- |1997 |Renee Jonker Giuliano Carmignola Riccardo Chailly Fabrizio Festa Jerzy Maksymiuk Michelangelo Zurletti | Massimiliano Messieri \"Virus\" |Luca Belcastro \"La speranza si torce\" |Alessandra Corbelli \"Piccolo concerto n.1\" |- |1998 |Semyon Bychkov Leonid Klinitchev Renee Jonker Danilo Grassi Carlo Galante Vincenzo Palermo Fabrizio Festa |Thomas Ingoldsby \"Lamentations and celebrations\" |Paolo Coggiola \"Lo specchio di Nigromontanus\" |Giovanni Bonato \"Worposs Passacaglia\" |- |1999 |Eliot Fisk Tomaso Lama Giovanni Sollima Gimpierro Martirani Matteo D'Amico Fabrizio Festa |Christos Papgeorgiou \"Airocklinos\" |Dragana Jovanovich \"AB RE 1999\" |Ronald MacNiven \"Conflicts and Resolutions\" |- |2000 |John Psathas Federico Mondelci Carlo Pedini Fabrizio Festa |Marco Biscarini \"Solo per questa notte: 2 agosto\" |Premio Rossano \"Umore\" |Mirko Guerini \"Peace #3\" |- |2001 |Robert Beaser Ada Gentile Dragana Jovanovich Ivano Battiston Fabrizio De Rossi Re Richard Galliano Fabrizio Festa |Pino Iodice \"The last station\" |Marco Biscarini \"Da lontano... adagio |Shigeru Kan-No \"Semi-concerto grosso\" |- |2002 |Tania Leon Salvatore Accardo Barbara Doll Kamran Khancheh Paolo Maragoni Aurelio Samorì Fabrizio Festa |Daniele Gasparini \"Il violino invisibile\" |Tomi Raisanen \"Nomad\" |Shaun Christopher Bracey \"From tragedy to hope\" |- |2003 |MIchel Portal Francoise Choveaux Jesus Villa-Rojo Dmitri Nicolau Guido Arbonelli Fabrizio Festa |Andrea Manzoli \"Concertante da voci\" |Anthony Suter \"Slipping slowly into the sky\" |Hiroaki Tokuanga \"Clarinettissimo\" |- |2004 |Jacob Ter Veldhuis Nuno Guedes De Campos Berislav Sipus Enrico Cocco Francesco Di Mauro Fabrizio Festa |Tatsuji Toyozumi \"Radiation\" |Vito Palumbo \"Movimento I\" |ex aequo: George Dulin \"Scene from a Living Dream\" and Eddy Serafini |- |2005 |Jesus Villa-Rojo Dimitri Nicolau Gianvincenzo Cresta Wing-Wah Chan Ivano Ascari |Takahiro Sakuma |Eddy Serafini |Mirko Guerini |- |2006 |Aurelio Samorì Mario Ancillotti Filippo Bulfamante Bryan Johanson Riccardo Piacentini Fabrizio Festa |Federico Cumar \"Papageno made me write this piece\" |Flauto ed Orchestra \"Burlesca concertante\" |Giancarlo Scarvaglieri \"Mozart meets me\" |- |2007 |Marco Tutino Filippo Bulfamante Nicola Campogrande Bryan Johanson Peter Athony Monk Francesco Pepicelli Fabrizio Festa |Andrea Nosari \"Long lod road\" |Adriana Isabel Figueroa Manas \"Aire de tango\" |Simone Santini \"Il rito dell'inverno\" |- |2008 |Claus Ager Henri-Claude Fantapié Tomi Räisänen Per Rundberg Gianvincenzo Cresta Massimiliano Messieri Fabrizio Festa |Javier Farias \"Cante la Tierra\" |Alejandro Marco Gomez Lopera \"La danza de la tierra\" |Daniel Basford \"Concertante Suite\" |- |2009 |Tania Leòn Thüring Brähm Osman Gioia Detlev Glanert Gianni Nazzareno Francia Massimo Priori Fabrizio Festa |Amirhossein Eslami Mirabadi Parsi “Memorial of Ferdowsi” |Michele Corcella “Solennemente e intensamente” |Anton Tanonov \"Severing winter” |- |2010 |Ennio Morricone Fabrizio Festa Thüring Brähm Luca Cori Angelo Inglese Massimo Priori |Andrej Goricar “Ex Anima” |Ryosuke Karaki “The Bird That Aspires To The Moon” |Ulziibayar Shatar “Variations aTokkata On A Mongolian Folk Song |- |2011 |Detlev Glanert Fabrizio Festa Silvia Colasanti Antonio Tinelli Davide Masarati Zaid Jabri Annelies Van Parys |Adriano Gaglianello “Rapsodia concertante” |Antonio Casagrande“Diabolical Machine” |Davide Fensi “Risorgimenta(l) Variatio” |- |2012 |Domenico Nordio Fabrizio Festa Andrej Goricar Amir Eslami Annelies Van Paris Roberto Molinelli Gianvincenzo Cresta |Martin Kennedy “Depending Upon the Light” |Zhenzhen Zhang “The 2nd of August |Edward Top “My Skeletonized Portrait” |- |2013 |Jesús Rueda Dragana Jovanovich Virginia Guastella Andrej Goričar Alfredo Rugeles |Ilya Demutsky \"The closing statement of the accused\" |Zaid Jabri \"Les Temps des Pierres\" |Scott M. Ninmer \"Silvan Spirits\" |- |2014 |Gianvincenzo Cresta Gillian Anderson Virginia Guastella Victoria Harmandjieva Tomi Räisänen |Beniamin Baczewski \"Le Spectre Rouge\" |Kyle Hnedak \"Atticus\" |Matthieu Lechowski \"Duel at Schrapnell\" |- |2015 |Fabrizio de Rossi Re (Italia) - President Barbara Rettagliati (Svizzera) Marco Taralli (Italia) Victoria Harmandjieva (Svizzera/Bulgaria) Fabrizio Festa (Italia) - Artistic Director |Vahid Jahandari \"The Checkered City\" |Paolo Cognetti \"Mare Monstrum, Verso Luce\" |Alvand Jalali Jafari \"The red apple of the sun\" |- |2016 |Nicola Sani (Italy) - President Francesco Nappa (Italy) Günay Mirzayeva (Azerbaijan) Girolamo Deraco (Italy) Fabrizio Festa (Italy) - Artistic Director |Alessio Manega \"Sincretesi Prima\" |Giuseppe Ricotta \"Quattro Fauni in Fuga dal Tempo” |Matthieu Lechowski\"Le Grillage\" |- |2017 |Marco Betta (Italy) - President Alessandro Castelli (Italy) Andrea Portera (Italy) Enzo Filippetti (Italy) Ivano Battiston (Italy) Fabrizio Festa (Italy) - Artistic Director |Mohammad Amin Sharifi“TrombionOphone or Riders in the Field of Hope\" |Paolo Cognetti “C(y|ir)cles. In cerca della a-dualità” |Lorenzo Fiorentini “J-Rhapsody\" |- |2018 |Barbara Rettagliati (Italy) - President Angelo Valori (Italy) Mario Rosini (Italy) Michele Corcella (Italy) Fabrizio Festa (Italy) |Mozhgan Chahian \"Elegy for the Peace\" |Ilia Skibinsky \"The Road\" |Alessandro Papaianni \"Fantasia Sinfonica n.4\" |} == Commissioned pieces == Some of the commissioned pieces by the organizers and performed out of Competition during the Concerto in Piazza Maggiore * Marco Betta - Orizzonte - Aria per violin and orchestra - Solista: Cristiano Rossi * Sergio Rendine - Exultate - per voci popolari, and orchestra - Solisti: Fausta Vetere and Antonio Romano * Luis de Pablo - Vendaval - per symphonic orchestra * Carlo Boccadoro - Why? - per violin, piano and orchestra - Solisti: Cristiano Rossi Danilo Perez * Danilo Perez - Panamerican suite - per vibraphone, piano and orchestra - Solisti: Gary Burton, Danilo Perez * Carlo Pedini - Le strade di Torquato - per percussions - * Ennio Morricone - Non devi dimenticare - per reciting voice, soprano and orchestra * Giovanni Sollima - Guitar Chemistry - per electric guitar and orchestra * Larry Coryell - Sentenza del Cuore - per two electric guitars and orchestra - Solisti: Larry Coryell, Al Di Meola * Leni Stern - I see your face - per voice, choir and orchestra - lyrics by Leni Stern - Solista: Leni Stern * Michael Brecker - African Skies - (orchestration: Gil Goldstein) - per tenor saxophone, choir and orchestra - Solista: Michael Brecker * John Psathas - Omnifenix - per tenor saxophone and orchestra - Solista: Michael Brecker * Fabrizio De Rossi Re - Slow Dance - per accordion and orchestra - Solista: Ivano Battiston * Tania Leòn - Horizons - per symphonic orchestra * Françoise Choveaux - Fantasie op. 122 - per clarinet and orchestra - Solista: Guido Arbonelli * Michel Portal - Histoire de vent - (orchestrations: Marco Biscarini and Daniele Furlati) - per clarinet and orchestra - Solista: Michel Portal * Uri Caine - In memoriam - per piano solo - Solista: Uri Caine * Paolo Fresu - Venticinque anni dopo - (orchestrations: Fabrizio Festa) - per trumpet and orchestra: Solisti: Paolo Fresu, Cristina Zavalloni * Fabrizio Festa - Clandestino - per voice, trumpet and orchestra - Solisti: Cristina Zavalloni, Paolo Fresu * Nicola Campogrande - Absolut - new version per cello, electric bass and orchestra - Solisti: Robert Cohen, Angelo Liziero * Lorenzo Ferrero - 2 Agosto. Prima variazione - Varizioni su un tema di Banchieri per organo e orchestra. Solista: Roberto Marini * Gianvincenzo Cresta - A Miriam. Con la punta delle dita.. - Varizioni su un tema di Banchieri per organo e orchestra. Solista: Roberto Marini * Alberto Colla - Ricordo - Varizioni su un tema di Banchieri per organo e orchestra. Solista: Roberto Marini * Bryan Johanson - Fresco - Varizioni su un tema di Banchieri per organo e orchestra. Solista: Roberto Marini * Tatsuji Toyozumi - Voices - Little Things * Tomi Räisänen - Voices - Fortuna Favoris * Pedro Ravares - Voices - Baião * Simone Santini - Voices - La forza debole * Michele Corcella - Raggi di un sogno nascente - per quattro ocarine, clarinetto, mandolino, fisarmonica ed ensemble (sintetizzatori, chitarra electrica, basso electrico, batteria) * Roberto Molinelli -“Zorn Hoffnung Gesang” - per violino e orchestra Solista: Domenico Nordio * Giovanni Di Giandomenico/Valentina Casesa/Roberto Prezioso/Giuseppe Ricotta/Giulia Tagliavia “Dedica - omaggio a Giuseppe Verdi” - per soprano, mezzo-soprano, voce, baritono * Claudio Lolli – Piazza Bella Piazza Arrangiamento e orchestrazione di Michele Corcella * Cinzia Venturoli, Valerio Corzani e Fabrizio Festa - Resistenza * Francesco Maggio - Di Morsi e Rimorsi * Federico Torri, Benedetta Zamboni, Jacopo Aliboni “Tre per Tre” == Artwork and image == On the occasion of the XX Edition, the competition has undergone a restyling of the image that led to the creation of a new corporate logo and a new website through which users around the world can participate in the competition via internet.Maurizio Guermandi & Associati. Press release: Concorso 2 Agosto – Edizione 2014. Retrieved 30 Match 2015 . For the past several years, each edition of the competition is associated with an artwork created by contemporary artists. The work becomes the symbol of the edition and it is on the cover of the libretto of the big final concert, which is held every year in Piazza Maggiore on the evening of August 2. == References == == External links == * Sito del Concorso: http://www.concorso2agosto.it/ * Sito dell'Associazione tra i Famigliari delle Vittime della Strage: http://www.stragi.it/ * Sito del Comune di Bologna: http://www.comune.bologna.it/ * Sito della Regione Emilia Romagna: http://www.regione.emilia-romagna.it/ * Sito del Teatro Comunale di Bologna: http://www.tcbo.it/ Category:Music competitions in Italy Category:Culture in Bologna Category:Summer events in Italy ",
    "title": "International Composing Competition “2 Agosto”"
}