{
    "id": "46256125",
    "text": "Leonard Lee Ratner (1918–2000) was an American businessman who built his fortune through mail order sales, particularly as the founder of d-CON rat poison company, before moving into real estate investment. He was the biological grandfather of film producer and director Brett Ratner. ==Early life== Leonard Lee Ratner was born in 1918 and grew up on the west side of Chicago. As a young child, he learned to be a salesman selling groceries and other merchandise at his father's produce stand. At age 17, he took an active role in the business. One day Ratner heard about a truck load of bananas that were about to spoil from over ripening. He struck a deal with the truck owner to buy them for $250. By the end of the day, he had resold the bananas to other grocers and fruit stands for a total of $1,750. Ratner graduated from Marshall High School in 1937 before enrolling at Northwestern University. There, he studied accounting in the School of Commerce before dropping out to pursue his business interests. ==Business career== ===Early career=== While still in college in 1940, Ratner formed his first company, a mail-order business called United Enterprises Inc. The business, which Ratner ran from his home, sold books, medicine, and novelty merchandise. One of his first big successes came from a pocket-sized adding machine which \"no decent-sized agency would touch\". Another product, stainless steel flatware, taught him what would become his signature marketing method - mail order products backed by aggressive radio advertising. Once he showed demand for the product this way, he would then obtain retail distribution (which was generally more cost effective.) The business grew rapidly and by 1942, Ratner was a millionaire. ===d-CON and The Grant Company=== After serving in World War II, Ratner returned to Chicago and continued to look for new ventures. In 1950, the Wisconsin Alumni Research Foundation patented warfarin, a new chemical compound which had been in development since the 1930. In the Summer of 1950, Ratner learned of the product and decided to investigate further. He made a trip to Madison and after 30 minutes of discussion was convinced warfarin would be a big seller and signed a licensing agreement. Ratner formed the d-CON Company as an 80% owner and contracted with the S.B. Penick Company, which was already distributing the compound, for an initial supply. By 1951, around 75 companies were distributing warfarin, but none had the impact of d-CON. 1950 d-CON meeting. From left to right: Jermone Garland, d-CON vice president of sales; Joe Abrams, d-CON public relations director; Lee Ratner, d-CON president; Alvin Eicoff, Marfree vice president On September 5, 1950, a trial run of radio advertisements for d-CON commenced. Targeting farmers, the ads aired between 5:30 am and 7:30 am on farm or news programs on stations that reached a large rural audience. The 15 minute infomercials instantly created high demand for the product and advertising spending was quickly increased. Within a short period of time, warfarin/d-CON \"revolutionized the art of rodent control\" by replacing manual extermination and highly toxic poisons. To increase momentum for the new product, Ratner organized a 15-day experiment in Middleton, Wisconsin, a town with a particularly bad rat problem. On November 4, d-CON was distributed throughout the community free of charge. By November 19, the town's rat problem was over with no \"signs of rats in the entire area\". By December, d-CON was spending $30,000 a week on coast- to-coast ads across 425 radio stations. According to company claims, d-CON was selling more rodent killer in a week than their nearest competitor sold in a year. Explaining d-CON's success over its competitors, Ratner remarked \"exterminators has a terrific market but no one had ever advertised the product properly.\" Ratner continued the aggressive advertising campaign, turning to the relatively new medium of television. McKesson & Robbins was contracted for retail distribution. On May 1, 1951, Ratner ceased mail-order distribution of d-CON, having placed the product in more than 40,000 drug, grocery, and hardware stores. Over the first eight months of its existence, d-CON had spent approximately $1 million on advertising, generating sales of $100,000 a week. The success of d-CON led Ratner to expand the business, announcing plans to introduce 10 to 12 household products as subsidiaries of d-CON over the next several years. The first was an insecticide called Fli- Pel. Around 1955, Ratner formed The Grant Company as a subsidiary of the d-CON Company and as a joint venture with his brother Walter. An offshoot, Glenn Chemical Company Inc., was also formed. Products sold by these companies included cleaning supplies under the M-O-Lene brand name, Sonfa cosmetics, various household tools sold by the Grant Tool Company, and the Auto Grant \"rocket ignition device\". Leeds & York was formed to handle the advertising of Ratner's products. A 1955, eleven-week-long campaign costing $480,000 featured 1 minute spot ads and 5 minute \"special service\" programs for d-CON across 382 radio stations. Simultaneous, a $180,000 mostly television campaign supported M-O-Lene Dry Cleaning products, and approximately $40,000 was being spent weekly on Grant Company mail-order products. d-CON in particular was a huge success and Ratner sold the brand for approximately $7 million in 1956. He continued to sell his other mail-order products under The Grant Company, but Leeds & York ceased operations shortly after the sale of d-CON. Walter left the company in 1962. ===Lucky Lee Ranch=== Around 1951, Ratner moved his family to Miami, Florida to explore new business interests. In February, he purchased 18,460 acres of farmland in eastern Lee County for $675,000. The property was ideal to raise livestock and the sale included \"no less than 1400 healthy cattle\". It has been suggested that Ratner bought the property as a tax dodge, although his son Joel disputes this saying that Ratner intended the property to continue to be a working farm, with any tax benefits being secondary. Along with the property, Ratner obtained the rights to the \"CJ\", \"OS\", and \"Star-B\" brand names along with the property. On a visit to Lucky Lee Ranch, as the property became known, Ratner's brother-in-law Jim Richmond fell in love with the property and climate. He agreed to be the farm manager and relocated his family there in the summer of 1952. A runway was built on the property so that Ratner could fly his private jet from his home in Miami to the ranch to check up on his investment and/or relax with his family on a regular basis. Joel recalled vacationing on the property regularly and learning to drive there. Within a year, more than 130 acres of vegetables and more than 700 acres of alfalfa, an unusual crop for the area, were planted on Lucky Lee Ranch. The farm had success with the alfalfa crop, attracting the attention of local university researchers, and causing the farm to turn a profit. A deal was soon signed to export hay, the first recorded incidence of hay being exported from Florida. ===Lehigh Acres=== Also in 1952, Ratner first met Gerald Gould, who would become one of his closest friends and business associates. Ratner had called a local advertising agency where Gould was working to place an ad in Harper's Bazaar for a perfume he was selling. The advertising manager was suspicious because of a perfume scam run by another party the previous year. Gould was asked to investigate to make sure Ratner was not running a similar scam. He quickly found Ratner's business to be legitimate and the two became friends. Gould and Ratner would often ride horses together on Lucky Lee Ranch. It was on one of these rides in 1954, that Gould suggested Ratner develop the property by slicing it up into a checkerboard pattern and selling off half acre lots. Ratner liked the idea and formed a corporation named the Lee County Land and Title Company for that purpose, naming Gould as president. Ratner brought in two business associates, Manuel Riskin and Edward Shapiro, who had real estate experience. Ratner maintained 48% ownership of new company, while Gould received 22%, and the other partners 15% each. On a fund raising flight to New York, Ratner and Gould drew up what would become the company's signature marketing plan – a small flat fee, followed by a small monthly payment. (Initially, $7.50 down and $7.50 a month and most famously $10 down and $10 a month.) After hiring engineers to prep the ranch for development, Lee County Land and Title Company began to sell plots in the new community of Leeland Heights. Advertisements were purchased in major newspapers across the Northeastern and Midwestern United States offering plots of land. The payment structure made the land attractive to average Americans and plots sold quickly. An ad run in a Friday newspaper would lead to $10 bills flowing in by Tuesday. At one point the cash was coming in so fast, trash cans were used to store extra money. Within a year, 12,000 lots were sold, with a minimum total price of $495. However, deeds were not given until payments completed. If payments stopped, the customer lost their investment and the land was resold. Little thought was given to partitioning the land along natural features, or leaving space for basic community needs. Gould later remarked \"We gave so much thought to selling the land that the normal reservations for commercial properties, schools, all the ancillary things you need in a community, weren't made. We even had canals that ran uphill. I don't know any mistake you could make that we didn't make.\" Much to the amazement of the partners, soon customers were asking the company to build them homes. Thus, the Lehigh Building & Development Company was formed to expand the operation into home building. The Lehigh Industries & Investing Corporation was formed to offer central water and sewage systems under its Lehigh Acres Utilities Company subsidiary, and later took ownership of the building company. Ratner owned 51% of the investment arm of Lehigh Acres. The Sheldon Leasing Company was formed to build a shopping center around 1958. Lehigh Memorial Park Inc. was created to operate a cemetery in 1962. With demand high, the Lee County Land and Title Company started purchasing more land in the area. By 1959, it owned 30,000 acres of land in what would become Lehigh Acres, of which 18,000 were under active development. By using a limited set of pre-made designs consumer could pick from, the company was able to complete a new home build in 90 to 120 days. The Lee County Land and Title Company also operated a motel on the property, and built a civic auditorium dedicated to public use. Earlier failures to plan for utilities created a constant cash crunch. Marketing was ratcheted up. In the middle of winter, bikini-clad models under heat lamps showed off Lehigh model homes. Elephants were paraded around the Midwest carrying banners saying \"Fly to Florida for peanuts!\" Private planes were used to fly Northerners to Lehigh to view the \"Charmed Circle\" of model homes and luscious gardens. On September 14, 1963, Ratner and the other original partners sold the Lee County Land and Title Company to Sacred Heart Parish (the territorial division of the Roman Catholic Diocese of Austin, Texas) for $12.5 million in the form of notes and a purchase-money mortgage. Sacred Heart in turn lent the legal ownership of the property to the Lehigh Acres Development Corporation, which was wholly owned by Howard M. Lawn. Ratner was retained by the new company in a consulting role. Ratner was a 25% owner and chairman of the board of the Southern Radio and Television Company (originally Lehigh Acres Radio & Television Company), which was founded in 1960 with the aim of serving the Lehigh Acres community and making the area more attractive to live in. Southern's application to build a broadcasting tower was approved in December 1966 on land donated by the Lee County Land and Title Company. The population of Lehigh Acres boomed from 500 families in 1960 to 5000 by the end of the decade. In 1969, Lehigh Acres Development Corporation was purchased by the Scientific Resources Corporation in an all-stock deal. Two years later, Scientific Resources went bankrupt. ===Further real estate ventures & oil exploration=== Spurred by the apparent success of Lehigh, Ratner bought property throughout Florida. In 1957, he was part of a lawsuit against the Florida government seeking to overturn a new law preventing the filling of submerged land in Boca Ciega Bay. (To create valuable waterfront property, developers would buy unusable partially submerged coastline and fill it to create usable land.) From 1958 to 1964, the sought to develop property on the Venetian Islands in St. Petersburg under the Venetian Isle Development Corporation, a subsidiary of the Lee County Land and Title Company. In 1965, he and Gould conceived of a \"traveling house.\" The house consisted of two 10 ft by 40 ft sections carried on separate trailers that were bolted together at points of display. Its purchase was to show northerners \"something about the types of new houses that are available in the south\", according to press coverage. In June 1958, Ratner formed the Leeco Gas & Oil Company for purposes of oil exploration. Three gas wells were placed in Brown County in December, with a combined operating capacity of 2.5 million cubic feet daily. A number of additional drilling permits were obtained in Texas, but by 1960 the business had \"practically petered out\" according to a 1963 FCC hearing on Southern Radio & Television. At some point the business was revived. Additional Texas gas wells were drilled in 1964. By 1975, had expanded westward into Colorado and California. Ratner's Four R's Producing Company, formed in 1958, initially sought to develop oil producing properties before becoming involved in real estate investment. It became part of Lehigh Acres by early 1962 and was inactive by 1964. ===Other ventures=== From 1956 until 1961, Ratner owned a carpet business called Leonard Carpet Manufacturing Company. He was involved in soilless farming through Hydroponics International, a subsidiary of the Lee County Land and Title Company until it was dissolved in 1963. In 1962, he formed the Bahamas corporation Sutters International the distribute product internationally. Ratner was an elected director of the Miami National Bank from May 1961 until May 1963, when he was not re-elected \"due to his inactivity.\" In 1969, Ratner launched a computer programming correspondence course under the name Computer College of Technology. He claimed his 50-part course could teach even a high school dropout to program for a one-time payment of $545. The price included teleconferencing support if the student got stuck. Initial response to the product was strong due to high employment demand in the computer industry, which was paying novice programmers $700 a month to start at the time. Ratner based his later operations out of Miami Beach. ==Business strategy== Ratner's motto was \"you can sell anything if you use radio to introduce it.\" In 1951, he outlined his business strategy as follows: #Mail order is the only way to start a new product that you want to get in the big time. With the right dramatized appeal, distribution can be forced by arousing public demand. #Once you've got a brand started, get out of mail order. #Spend money to make money. #Radio is the best means of getting a product started. Later, Ratner would use television to sell products directly to consumers in a manner similar to later telemarketers such as Ron Popeil. For example, if he was selling a vegetable slicer for $2.98, he would offer consumers who called within the next fifteen minutes a bonus peeler \"worth\" an additional $2.98. And the first 100 callers got a bonus french fry slicer \"worth\" $2, offering $7.96 of value for only $2.98. In reality, the three products combined only cost Ratner about 40¢, leaving plenty of profit. The $2.98 price point (which was also used for d-CON) was chosen because his research showed that products above $3 were unappealing to many consumers. As of 1954, Ratner was spending more than $1 million a year on 10-minute infomercials across 300 TV stations. ==Reputation== Ratner had \"dark curly hair, [a] charismatic smile, and [an] electric personality\" according to his friend and long-time business associate Gerald Gould. He maintained diverse business interests and had a passion for developing new products. Sponsor magazine described him as \"a hustling, rough- hewn Chicago merchandiser\" and compared him to the Pied Piper due to Ratner's rat removal prowess. In 2009, Gould reminisced \"I loved Lee Ratner ... He had the uncanny ability to figure out what to say to a prospective buyer. He knew price was not the deciding factor.\" He was considered generous with his money, refusing to leave less than a $5 tip at restaurants, for example. The rapid rise of d-CON has been cited as a case study in effective mail-order advertising and called \"as brilliant a record for a new product as you're likely to find anywhere, anytime.\" At one time, Ratner's businesses were the eight largest purchaser of television ads in the United States. He has been described as \"the king of telemarketers\" from the early days of television. A 1954 article in Broadcasting Telecasting declared \"no mention of mail order on TV would be complete without mentioning the success of the active Lee Ratner.\" ==Personal life== Ratner had a brother named Walter and a sister. He married Esther Richmond and the couple had three sons – Joel, Ronald, and Ira. In 1959, Ratner purchased a race horse named Illinois and hired famous jockey Lester Piggott to ride it. Together with Gould, he formed Lehigh Acres Throughbread Farms in 1964 for breeding and training race horses. ==Footnotes== : The story is often told that Ratner bought Lucky lee Ranch specifically to protect him from capital gains taxes on the recent sale of the d-CON company. An alternate suggestion is the development of Lehigh Acres was begun to offset the sale of d-CON. Neither suggestion is possible, as the property was purchased in 1951 and development began in 1954, but d-CON was not sold until 1956. There was still a tax advantage locally, as the land received an agricultural income designation for valuation in property taxes, as opposed to the (almost always) higher 'Fair Market Value'. ==References== Category:1918 births Category:2000 deaths Category:American businesspeople in retailing Category:American real estate businesspeople Category:Businesspeople from Chicago Category:Kellogg School of Management alumni Category:20th- century American businesspeople ",
    "title": "Lee Ratner"
}