{
    "id": "46252542",
    "text": "Moses Williams (1777–c.1825) was an African-American visual artist who was particularly well known as a maker of silhouettes. He was a former slave of the artist Charles Willson Peale. ==Early life, slavery, and education== Moses Williams was born in 1777 in Philadelphia, Pennsylvania, to Scarborough and Lucy Peale, who were slaves in the home of renowned artist and museum-owner Charles Willson Peale.DuBois Shaw, Gwendolyn , American Philosophical Society, Retrieved 28 March 2015. It is believed that Williams' parents began to work for Peale sometime between 1769 and 1775. In 1786, Peale emancipated Williams' parents, and Williams' father Scarborough changed his name to John Williams, passing along his new last name to his son. Although Williams' parents were freed, the law mandated that nine-year-old Moses remain in Peale's service until his twenty-seventh birthday and so Williams grew up in the Peale household among Peale's many artistic children, including Rembrandt Peale, Raphaelle Peale, Franklin Peale and Titian Ramsay Peale. ==Silhouette maker== Growing up in the Peale household, Williams was instructed in skills that would help him to work at Peale's Museum, including taxidermy, object display, and silhouette-making. As a slave, he was not taught the \"higher art\" of painting. After showing skill at silhouette-making, Williams was given a physionotrace machine to make silhouettes and he continued to work at Peale's Museum as a freed man and a professional silhouettist, making black-and-white paper silhouettes for visitors of the museum. Williams also created silhouettes of the Peale family, including Charles Willson Peale and his wife Elizabeth.Farago, Jason. \"Represent: 200 Years of African American Art review\", The Guardian, Retrieved 28 March 2015. Williams made over 8,000 silhouettes during his first year working at Peale's Museum.\"Jefferson Portrait by Raphaelle Peale\", Monticello, Retrieved 28 March 2015. He earned between 6 and 8 cents for every silhouette that he cut.Bellion, Wendy. \"The Mechanization of Likeness in Jeffersonian America\" , MIT Communications Forum, Retrieved 26 March 2015. With the money that Williams earned making silhouettes, Williams was able to buy his own home and to marry. By 1823, silhouette-cutting as a profession was in decline, and Williams had to sell his home. According to the Author's Note in \"The Poison Place\", a novel about Moses Williams, he was listed in city directories as a profile cutter until 1833.\"Author's Note\" The Poison Place: A Novel, by Mary E. Lyons, Retrieved 29 Oct 2019. ==Public institutions== Williams' silhouettes can be found in a number of institutions, including: *Philadelphia Museum of Art\"Collections : Artist/Maker's Name: Moses Williams\", Philadelphia Museum of Art, Retrieved 28 March 2015. *Museum of Fine Arts, Houston\"Revealed Silhouette of a Young Woman\" , Museum of Fine Art Houston, Retrieved 28 March 2015. *Library Company of Philadelphia\"Moses Williams, Cutter of Profiles [graphic.\"] , Library Company of Philadelphia, Retrieved 14 August 2018. ==References== Category:1777 births Category:1825 deaths Category:African-American artists Category:19th-century American artists Category:Silhouettists Category:Artists from Philadelphia Category:American slaves Category:Free Negroes ",
    "title": "Moses Williams (artist)"
}