{
    "id": "46255109",
    "text": "Bill Henderson (William McCranor Henderson) (born 1943, Charlotte, N.C.) is an American author whose writing has explored the mutual influences of popular culture and literature, and the dark side of celebrity.George Myers, Jr. Columbus Dispatch, July 28, 1994Ann Alexander, Greensboro News & Record, March 6, 1992 Boston Magazine noted that his work displays \"a real feel for the sad, ridiculous squalor in America, the tacky bars and beauty shops and motel swimming pools, the even cheaper dreams of the people who hang out at them. What Henderson does best, though, is transform the seedy into musical prose.\"Lee Grove, Boston Magazine, January 1985 Henderson, according to The Philadelphia Inquirer, \"has raided the pop-cult pantheon and managed the estimable feat of breathing new life into the theme of adulation and emulation in a fame-happy era.\" He is best known for his novels Stark Raving Elvis and I Killed Hemingway. ==Writing== Stark Raving Elvis, (E.P. Dutton, 1984), was cited by the St. Louis Dispatch as being \"the first instance…of a serious rock novel.\"Robert Boyd, St. Louis Dispatch, 1984.The Village Voice characterized it as \"profoundly concerned with contemporary American culture and its myths.\"Ed Ward, The Village Voice, January 29, 1985 The New York Times called it \"funny and revealing,\"Nikki Giovanni, New York Times Book Review, December 9, 1984 and The Philadelphia Inquirer wrote, \"[Henderson's] writing is nothing if not sure-handed––lean, taut, oddly graceful... There is dark fun to be had in Stark Raving Elvis. This is a nifty, aptly titled read.\"The Philadelphia Inquirer, November 25, 1984. The Boston Herald followed: \"Henderson has drawn a rich, comic, crazy picture of pop insanity.\"Eric Stange, The Boston Herald, November 18, 1984 And the Houston Chronicle: \"Henderson's work is a moral tale.\" Review, Tracy Santa, The Houston Chronicle,\" 1993 The New York Times named the paperback reissue of Stark Raving Elvis to its April 30, 1987 \"New and Noteworthy\" List. I Killed Hemingway (Thomas Dunne/St. Martin's, 1993) was published nine years later, again to positive critical response. \"Henderson's novel is as intricate as a Swiss watch. Fortunately, it runs efficiently—with a strong narrative drive, firm delineation of character, and desperate knowledge of how difficult it is for the central character to make sense of his life, to make peace with his shortcomings, and to define himself authentically.\"Scott Byrd, Spectator Magazine, April 8, 1993 Robert Grudin, in The New York Times Book Review, found that Henderson's thematic probing highlighted the very real complexities of literary celebrity, and concluded the work was \"complex, amusing and palpably symbolic.\".Robert Grudin, review, New York Times Book Review, May 9, 1993 Carl Hiaasen, in The Washington Post, called it \"funny, enthralling, and uncommonly clever.\"Review, Carl Hiaasen, The Washington Post, March 26, 1993 The San Francisco Chronicle called it a \"raucous tale of literary fear and loathing.\" San Francisco Chronicle, April 18, 1993 Publisher's Weekly observed that \"Henderson's dementedly comic, ribald foray into fiction and fact may alter forever the way we perceive the delicate art of biography.\"Publisher's Weekly, January 25, 1993 The Los Angeles Reader noted it was \"a genuine rarity: a work of serious fiction that can entertain,\" and added, \"this masterful novel is strongly recommended.\"Los Angeles Reader, 1993 I Killed Hemingway was a 1993 New York Times Notable Book of the Year.The New York Times Notable Books of the Year, 1993, December 5, 1993 I Elvis, Confessions of a Counterfeit King (1997), provided a perfect opportunity for Henderson to playfully take on the celebrity mantle himself: it is a nonfiction account of how, when challenged by John Talbot, his editor at Putnam-Berkely,I Elvis, Confessions of a Counterfeit King, pp. 4–5 Henderson struggled to teach himself the craft of the Elvis impersonator. He then hit the performance trail\"Elvis Breaks Out of Ivory Tower,\" Durham Herald-Sun, July 8, 1997 to amass first-hand experience for what became, in Kirkus Reviews' words, \"a rollicking piece of gonzo journalism.\" Kirkus also hinted at the author's thematic contribution to American fiction: \"Henderson's great achievement is to convey, in elegantly droll prose, what it's like to imagine being a great performer…in the face of real-world evidence to the contrary.\"Kirkus Reviews, June 1, 1997 ==Life== Henderson grew up in Chapel Hill. N.C. By chance, as a teenager, he encountered what he has cited as his major early influence, John Dos Passos' The Big Money, from the U.S.A. Trilogy. \"Dos Passos saw a brassy, hustling, unkempt American in the '20s, and somehow he got it all—the promise and the curse of it—on the page.\"Essay: \"Getting my hands around America,\" News and Observer, October 15, 1995Profile: William McCranor Henderson, Contemporary Authors, Gale, 2002 He attended Oberlin College, where he majored in Philosophy, and achieved some success as a college poet.1st Prize in poetry, Plum Creek Review, Spring, 1965 Accepted to the Iowa Writers' Workshop in poetry, he switched his course to fiction, studying with novelists Nelson Algren and Kurt Vonnegut.Kurt Vonnegut 1922–2007 Henderson's recollection of Vonnegut, a year after Vonnegut's deathProfile: William McCranor Henderson, Contemporary Authors, Gale, 2002 However, he left the program after a year to pursue a new interest, documentary filmmaking.Profile, Linda Brinson, Winston-Salem Journal, June 6, 1993 Throughout the 60s and 70's Henderson lived in New York, Los Angeles, and Boston,Profile, Emma Williams,The Daily Tar Heel, March 16, 1993 and had a variety of work experiences as a filmmaker, radio producer, and rock musician.Profile: Betty Hodges, Durham Herald, June 22, 1997 His first novel, Stark Raving Elvis, published in 1983, was loosely based on some of his early experiences as a musician.\"On the dark side of fame with an Elvis impersonator,\" The Philadelphia Inquirer, October 14, 1984Profile, Linda Brinson, Winston-Salem Journal, June 6, 1993 In 1989, he returned to Chapel Hill, N.C.,\"Return of the Native,\" Close to Home, John Blair, 1996, pp. 35–43 where he lives now, with his wife, Carol Henderson, in the house where he grew up.\"Writer comes home with novel, new life,\" Debbie Miller, Chapel Hill News, April 14, 1993 From 1990 through 2002, Henderson served on the Creative Writing faculties of two universities, UNC-Chapel Hill and North Carolina State University, teaching fiction writing to undergraduate and graduate level writers. He has two daughters, Olivia and Colette, now grown. ==Bibliography== * Stark Raving Elvis (1984) * I Killed Hemingway (1993) * I, Elvis: Confessions of a Counterfeit King (1997) ==References== ==External links== *Henderson's website, \"The Fiction Writing Coach\" *Henderson's professional blog *Henderson's personal blog *Carol Henderson's website Category:1943 births Category:Living people Category:Oberlin College alumni Category:20th- century American novelists Category:American male novelists Category:People from Chapel Hill, North Carolina Category:20th-century American male writers ",
    "title": "Bill Henderson (novelist)"
}