{
    "id": "46254833",
    "text": "Christ Episcopal Church, or simply Christ Church, is an historic church building located in Burlington, Iowa, United States. It is a part of the Episcopal Diocese of Iowa, and is a contributing property in the Heritage Hill Historic District listed on the National Register of Historic Places. ==History== Old Zion Church After the opening of what is now eastern Iowa to American settlement in 1832, the town of Flint Hills was established the following year along the shores of the Mississippi River. The name \"Shoquoquon\", or Flint Hills, had been given to the area by the Sauk and Meskwaki tribes. Three years after the town was founded, the Right Rev. Jackson Kemper, Missionary Bishop of the Northwest, met an attorney named David Rorer, on the steamboat Olive Branch. Rorer was on his way to set up a practice in the young town and he convinced the bishop to establish a mission there. The town's name had been changed to Burlington in 1838 and the bishop established a mission of the Episcopal Church the same year. The Rev. John Bachelder from Rhode Island volunteered to serve the station and on March 15, 1839, he held the first service in Old Zion Church, Burlington's only religious building at that time. The mission was organized into a parish the following year. The Methodists continued to allow the Episcopalians to use Old Zion for their services in the parish's early years. The vestry acquired the property at Fifth and High Streets in 1849 and built a church. The same year it adopted the name Christ Church. As the congregation continued to grow the vestry looked to buy a different property to build a new church. After several years and some conflict over a new site, they decided to tear down the old church in 1884 and build a new one at the same location. The present church was completed the following year and consecrated by the Right Rev. William Stevens Perry, Bishop of Iowa, on May 16, 1886. The church was destroyed by a fire in 1973. The stone walls were all that were left standing. The Flemish carillon, pipe organ, and the church's records were all destroyed. Christ Church also lost its priceless collection of stained glass windows with the exception of the resurrection window that was located above the Altar. Sunday services were held at First Presbyterian Church while the church building was rebuilt using its original stone walls. ==Architecture== Christ Church was designed by Burlington architect Charles A. Dunham in the Romanesque Revival style. It was constructed by a Mr. Phelps and the stonework was done by a Mr. Smith. The interior walls were decorated by Burlington artist W.H. Johnson, who was also responsible for decorating First Baptist Church. The east wall featured a large stained glass window from Chicago. The side windows were designed and made by the church's rector, the Rev. Dr. Johnson. The exterior of the church is composed of local limestone. It is laid in tandem courses of rubble masonry. The structure also features a unique round tower that terminates in a square belfry, and it is capped with a high pitched gabled roof. The parish house was built in 1901 and it reflected the church in its style and composition. With the exception of a dormer on the north side, the church building's exterior was completely restored after the 1973 fire. Prominent buttresses were added to the side walls to stabilize the weight of the roof. The congregation obtained impressive stained glass windows from an Anglican church in England from the Redundant Churches Program. The program encourages the adaptive use or preservation of unused church properties. ==References== ==External links== * Christ Church Parish Website Category:Religious organizations established in 1838 Category:Churches completed in 1885 Category:19th-century Episcopal church buildings Category:Episcopal church buildings in Iowa Category:National Register of Historic Places in Des Moines County, Iowa Category:Churches on the National Register of Historic Places in Iowa Category:Romanesque Revival church buildings in Iowa Category:Churches in Burlington, Iowa Category:1838 establishments in Iowa Territory Category:Historic district contributing properties in Iowa ",
    "title": "Christ Episcopal Church (Burlington, Iowa)"
}