{
    "id": "46762579",
    "text": "Atena Farghadani (; born 29 January 1987) is an Iranian artist and political activist, who was imprisoned for 18 months. Amnesty International considers her a prisoner of conscience. She was released on 3 May 2016. == Arrest and imprisonment == One of her cartoons, in which she criticized a draft law which would outlaw voluntary sterilisation and restrict access to measures of birth control, portrayed Iranian government officials as monkeys and goats. After publishing her artworks on Facebook, she was arrested in August 2014 and jailed for three months in Evin Prison in Tehran on charges of spreading propaganda, insulting members of parliament, and insulting the Supreme Leader of Iran. She was released in November. Farghadani sent letters of protest over her treatment to Ayatollah Ali Khamenei, the supreme leader, Hassan Rouhani, the president, and the head of the prison service, but did not receive a reply. She then posted a video online in which she explained to the public about her experience in Evin prison and that she was being strip-searched, beaten and verbally abused by guards. In January 2015, she was arrested again. Three weeks later, she went on a hunger strike to protest against conditions at the prison. She suffered a heart attack in late February 2015. On 1 June 2015, judge Abolghassem Salavati of the Tehran court found her guilty on these charges and sentenced her to 12 years and nine months in prison. It is believed that she was held in Gharchak prison. In June 2015, she smuggled out of prison a note in which she claimed she was subjected to a virginity test and a pregnancy test for shaking the hand of her lawyer, who had visited her in prison after her trial. The claim was later confirmed by prison authorities. In September 2015, Farghadani was charged with an \"illegitimate sexual relationship short of adultery\" and \"indecent conduct\" for shaking the hand of her lawyer Mohammad Moghimi; Moghimi was also charged. She was reported to have gone on a hunger strike in protest. === Charges === * Sentenced 12 years and 9 months in June 2015, for drawing members of Iranian Parliament as animals to protest legislation against birth control, and posting the image to her personal Facebook * An Appeals Court reduced her sentence to 18 months for \"propaganda against the state\", she was acquitted of \"assembly and collusion against national security\" and a 3 year sentence for \"insulting the supreme leader\" was suspended for 4 years * She was fined 100,000 rials ($33 USD) for \"insulting the supreme leader, president, members of the Parliament, and the Ward 2-A agents\" who interrogated her * During her imprisonment she was charged with illegitimate relations for shaking hands with her lawyer in front of prison guards on June 13, 2015. The charge was thrown out of the Criminal Court on October 3, 2015 == Draw4Atena == After an open letter by US-based campaign group Cartoonists Rights Network International, and an appeal by cartoonist Michael Cavna in The Washington Post, the artists and cartoonists around the world began sharing their cartoons across social media to help raise awareness of her case. The #draw4atena hashtag was created in social networks such as Facebook and Twitter. The Guardian has accepted these cartoons to share them globally. ==Release== On May 3, 2016 Farghadani was freed again and the charges against her were dismissed. She has expressed no intent to leave her country. == Recognition == In 2015, Farghadani received the Courage in Cartooning Award in absentia from the Cartoonists Rights Network International. Two days after her release in 2016, she received the Václav Havel Prize for Creative Dissent. == References == == External links == * Image of the controversial cartoon Category:Amnesty International prisoners of conscience held by Iran Category:1987 births Category:Living people Category:Iranian women activists Category:Iranian women's rights activists Category:Iranian human rights activists Category:Iranian prisoners and detainees Category:Iranian cartoonists Category:Iranian caricaturists Category:Iranian dissidents Category:People convicted of spreading propaganda against the system by the Islamic Republic of Iran ",
    "title": "Atena Farghadani"
}