{
    "id": "46766457",
    "text": "Joseph Anthony Musgrove (born December 4, 1992) is an American professional baseball pitcher for the Pittsburgh Pirates of Major League Baseball (MLB). He previously played for the Houston Astros in their 2017 World Series-winning season and made his MLB debut with them in 2016. ==Career== ===Toronto Blue Jays=== Musgrove was drafted by the Toronto Blue Jays in the first round of the 2011 Major League Baseball draft out of Grossmont High School in El Cajon, California. He signed with Toronto, forgoing his commitment to play college baseball at San Diego State University. He made his professional debut that year with the Gulf Coast Blue Jays where he was 0-1 with a 4.57 ERA in eight games (seven starts) and also pitched in one game for the Bluefield Blue Jays. He started 2012 with Bluefield. ===Houston Astros=== On July 20, 2012, Musgrove was traded from the Blue Jays to the Houston Astros with Francisco Cordero, Ben Francisco, Asher Wojciechowski, David Rollins, Carlos Pérez and a player to be named later (Kevin Comer) in exchange for J. A. Happ, Brandon Lyon, and David Carpenter. After the trade, Musgrove was assigned to the Greeneville Astros. In 17 total innings pitched between Bluefield and Greeneville, he was 0-1 with a 4.24 ERA. He spent 2013 with the Gulf Coast Astros where he pitched to a 1-3 record and 4.41 ERA in 11 games (three starts), and 2014 with the Tri-City ValleyCats, where he compiled a 7-1 record and 2.81 ERA in 15 games (13 starts). Musgrove started 2015 with the Quad Cities River Bandits and was promoted to the Lancaster JetHawks and Corpus Christi Hooks throughout the season. In 19 games (14 starts) between the three clubs, Musgrove was 12-1 with a 1.88 ERA. The Astros added him to their 40-man roster after the season. He began 2016 with Corpus Christi and was promoted to the Fresno Grizzlies in May. Musgrove was recalled by the Astros from Fresno on August 1, 2016. In 16 games between Corpus Christi and Fresno prior to his promotion, he was 7-4 with a 2.74 ERA. He made his major league debut on August 2 versus the Toronto Blue Jays, striking out eight over 4.1 innings while only allowing one hit. His first Major League strikeout victim was Edwin Encarnación. He spent the remainder of the season with the Astros, going 4-4 with a 4.06 ERA over 11 games (ten starts). Musgrove began 2017 with Houston, and spent the majority of the season there, pitching only one game with Fresno. In 38 games (15 starts) for the Astros in 2017, he was 7-8 with a 4.77 ERA. In the postseason, he appeared in seven games, including four World Series games. In four innings pitched, he allowed three hits and three runs, but threw a scoreless top of the 10th inning of Game 5 against the Dodgers where he was the winning pitcher. The series concluded after 7 games with the Astros winning the title. Three years later, it was revealed in the Houston Astros sign stealing scandal that the Astros had cheated during the 2017 season. Musgrove subsequently said he thought the team's championship was \"tainted\" because of this.Mackey, Jason. \"Joe Musgrove: Sign stealing more than an Astros issue\". post-gazette.com. February 11, 2020. Retrieved February 15, 2020. ===Pittsburgh Pirates=== On January 13, 2018, the Astros traded Musgrove, along with Michael Feliz, Colin Moran and Jason Martin, to the Pittsburgh Pirates for Gerrit Cole. He began the season on the disabled list and was activated on May 25, joining the starting rotation. Pitching against the St. Louis Cardinals on August 30, 2018, Musgrove began the game by throwing 21 consecutive strikes, the most by a major league pitcher to start a game since 1988. This included eight swinging strikes, six called strikes, two foul balls and five balls in play where the batter was put out by the Pirates fielders. In 19 starts, he finished with a record of 6-9 in innings. In 2019, his left-on-base percentage of 63.2% was the worst in the majors. ==References== ==External links== * Category:1992 births Category:Living people Category:Sportspeople from El Cajon, California Category:Baseball players from California Category:Major League Baseball pitchers Category:All- Star Futures Game players Category:Houston Astros players Category:Pittsburgh Pirates players Category:Bluefield Blue Jays players Category:Gulf Coast Blue Jays players Category:Greeneville Astros players Category:Gulf Coast Astros players Category:Tri-City ValleyCats players Category:Quad Cities River Bandits players Category:Lancaster JetHawks players Category:Corpus Christi Hooks players Category:Fresno Grizzlies players Category:Bradenton Marauders players Category:Altoona Curve players Category:Indianapolis Indians players ",
    "title": "Joe Musgrove"
}