{
    "id": "46769176",
    "text": "EA 288, from Abdi-Heba, letter 4 of 6 from Jerusalem. (very high-resolution expandable photo) Amarna letter EA 286, titled: \"A Throne Granted, Not Inherited,\"Moran, William L. 1987, 1992. The Amarna Letters. EA 286, A Throne Granted, Not Inherited, pp. 326-327. is a tall, finely-inscribed clay tablet letter, approximately 8 in tall, and 3.5 in wide, from Abdi-Heba the mayor/ruler of Jerusalem, of the mid 14th century BC Amarna letters. The scribe of his six letters to Egypt were penned by the \"Jerusalem scribe\"; EA 286 is a moderately long, and involved letter. Unlike similar length letters by the Jerusalem scribe, namely EA 287, EA 288, and shorter EA 289, EA 286 is damaged over the entire surface by erosion, probably from moisture. Other small sections of the clay tablet letter are missing entirely, with text supplied by the story's context. The Amarna letters, about 300, numbered up to EA 382, are a mid 14th century BC, about 1350 BC and 20–25 years later, correspondence. The initial corpus of letters were found at Akhenaten's city Akhetaten, in the floor of the Bureau of Correspondence of Pharaoh; others were later found, adding to the body of letters. Letter EA 286 (see here-(Obverse & Reverse): ), is numbered VAT 1642, from the Vorderasiatisches Museum Berlin. ==The letter== ===EA 286: \"A Throne Granted, Not Inherited\"=== EA 286, letter two of six. (Not a linear, line-by-line translation, and English from French.) (Obverse & Reverse): Obverse (see here: ) :(Lines 1-4)--Say [t]o the king, my lord: Message of Abdi-Heba, your servant. I fall at the feet of my lord, the king, 7 times and 7 times. :(5-15)--What have I done to the king, my lord? They denounce me : ú-ša-a- ruMoran, EA 286, n. 1: \"I am slandered\" (I am slandered) before the king, my lord,1 \"Abdi-Heba has rebelled against the king, his lord.\" Seeing that, as far as I am concerned, neither my father nor my mother put me in this place, but the strong arm of the king2 brought me into my father's house, why should I of all people commit a crime against the king, my lord? :(16-21)--As truly as the king, my lord, lives,3 I say to the commissioner of the king, [my] lord, \"Why do you love the 'Apiru but hate the mayors? Accordingly, I am slandered before the king, my lord. :(22-31)--Because I say4 \"Lost are the lands of the king, my lord,\" accordingly I am slandered before the king, my lord. May the king, my lord, know that (though) the king, my lord stationed a garrison (here), Enhamu has taken i[t al]l away. [ ... ] Reverse, (see here: ) :(32-43)--[Now], O king, my lord, [there is n]o garrison, [and so] may the king provide for his land. May the king [pro]vide for his land! All the [la]nds of the king, my lord, have deserted. Ili-Milku has caused the loss of all the land of the king, and so may the king, my lord, provide for his land. For my part, I say, \"I would go in to the king, my lord, and visit the king, my lord,\" but the war against me is severe, and so I am not able to go in to the king, my lord. :(44-52)--And may it seem good in the sight of the king, [and] may he send a garrison so I may go in and visit the king, my lord. In truth,5 the king, my lord, lives: whenever the commissioners have come out, I would say (to them), \"Lost are the lands of the king,\" but they did not listen to me. Lost are all the mayors; there is not a mayor remaining to the king, my lord. :(53-60)--May the king turn his attention to the archers so that archers of the king, my lord, come forth. The king has no lands. (That) 'Apiru6 has plundered all the lands of the king. If there are archers this year, the lands of the king, my lord, will remain. But if there are no archers, lost are the lands of the king, my lord. :(61-64)--[T]o the scribe of the king, my lord: Message of Abdi-Heba, your [ser]vant. Present eloquent words to the king, my lord. Lost are all the lands of the king, my lord. ==Akkadian text== The Akkadian language text: (starting at line 1)Akkadian language characters & Photo, EA 286: Reverse & Obverse, CDLI no. 271088 (Chicago Digital Library Initiative) Akkadian: :Obverse: :(Line 1)--[ A ]na 1.diš ŠÀRRU Bēlu-ia qabû--(To 1.-King-Lord-mine,..Speak!) :(2)--umma 1.dišAbdi-Hiba ARAD-ka- ma--('message thus' 1.-Abdi-Heba, \"The Servant-yours\",.. ) :(3)--ana 2diš šēpu-meš Bēlu-ia ŠÀRRU--(at 2 feet(pl), My-Lord, King, ) :(4)--7diš ta-a-an ù 7diš ta-a-an maqātu!--(7 times and 7 times again, I bow!... )ú-ša-a-ru--(\" :(5)--Mannu epēšu ana ŠÀRRU Bēlu-ia--(\"What (done)'did I do' to King-Lord- Mine?\".. ) :(6)--akālu ka-ar-și-ya :-(gloss) eaten stomach\"('my parts are eaten') :-(gloss) \"I am slandered!\".. ) :(7)--ina pānu ŠÀRRU Bēlu-ia 1.diš Abdi-Hi-Ba--(.. before (the) King-Lord-Mine!\" 1.-Abdi-Heba) :(8)--patāru ana ŠÀRRI Bēlu-šu--(\"rebelled\" 'against' King, His Lord!..) :segue: :(9)--Amāru! anāku lā LÚ-abu--(Look!.. I(myself),.. not Father.. ) :(10)--ù lā MUNUS ummu :-(gloss) šakānu--(nor (not) Mother :-(gloss) \"was emplaced!\".. ) :(11)--ina ašru annu--(\"into\" 'region'/site-this,.. ) :(12)--zu-ru-uh ŠÀRRI KAL.GA(=dannu)--(\"arm\" (of) King 'strong') :(13)--ešēru ana É(=bītu) LÚ- abu--(\"put straight\"(enthroned) into HOUSE (of) Father.) :(14)--Ammini ana epēšu--(Who?.. \"against\" conducted(deed)?.. ) :(15)--:-(gloss) arnu ana ŠÀRRU Bēlu-ri--(:-(gloss) 'evil crime' against King, Lord-(ri).?.. ) :(16)--Adi ŠÀRRU Bēlu-ia tilla--(As King-Lord-Mine \"lives\"(and breaths)..) :(17)--Qabû ana LÚ-MAŠKIM2 ŠÀRRU Bēlu-ia--(\"Say\" to 'Man-Commissioner' (of) King-Lord- Mine.. ) :(18)--Ammini r'āmu--(..Why \"do you love\".. ) :(19)--LÚ-HAPÍRI ù LÚ- MEŠ-Ha-zi-[-ianuti ]--(..(the) Man-HAPIRU?.. and (the) MEN-Governors.. ) :(20)--ta-za-ia-ru ù kinānnu--(\"Hate\"('fight battles' and defeat('wrap up'))) :(21)--ú-ša-a'3-ru ina pānu--(\"I am slandered\" before King-Lord-Mine) :(22)--enūma yi?qabû:.. \"halāqu--('Now'(Because) I say: \"Lost.. ) :(23)--KUR- HI.A ŠÀRRU Bēlu-ia kinānnu--(..(the) Land(s)(pl), King-Lord-Mine: \"Defeated\"!.. ) :(24)--ú-ša-wa-ru ana ŠÀRRU Bēlu-ia--(..\"I am slandered\" before King-Lord-Mine!.. ) :(25)--ù lētu ŠÀRRU Bēlu-ia--(..But (I) \"side\" (with) King-Lord-Mine!... ) :(26)--enūma šakānu ŠÀRRU Bēlu-ia--(\"Now-(at-this- time)\" (the)-'stationed'(emplaced) King-Lord-Mine,.. ) :(27)--LÚ-MEŠ-ma-ṣar-ta leqû--(garrison-(men(pl)) taken(defeated).. ) :(28)--[ gáb-]bi 1.diš YANHAMU--(..all (by) 1.-Yanhamu.. ) :(29)--[ ... (lacuna) ] :(30)--[ ... (lacuna) ] :Reverse: ==See also== *Abdi-Heba *Milkilu *Yanhamu *Amarna letters–phrases and quotations ==External links== *Photo, EA 286: Reverse *Photo, EA 286: Obverse & Reverse, CDLI no. 271088 (Chicago Digital Library Initiative) *EA 286 at kchanson.com (Ancient Documents) *CDLI listing of all EA Amarna letters, 1-382 * Line drawing of EA 286 *VAT, Vorderasiatische Museum (Berlin) entry for EA 286, photos of Obverse, Reverse, and sides (4 photos) ==References== *Moran, William L. The Amarna Letters. Johns Hopkins University Press, 1987, 1992. (softcover, ) * Parpola, 197l. The Standard Babylonian Epic of Gilgamesh, Parpola, Simo, Neo-Assyrian Text Corpus Project, c 1997, Tablet I thru Tablet XII, Index of Names, Sign List, and Glossary-(pp. 119–145), 165 pages. Amarna letter EA 00286 Category:Jerusalem letters Category:Ancient history of Jerusalem Category:Vassal city-state & miscellaneous Amarna letters ",
    "title": "Amarna letter EA 286"
}