{
    "id": "46766424",
    "text": "Eritrean Pidgin Italian (or Italian Eritrean, as is often called) was a pidgin language used in Italian Eritrea when Eritrea was a colony of Italy (and until the 1970s in the Asmara region)Map showing the existence of the Eritrean Pidgin Italian in Africa. ==History== This pidgin started to be created at the end of the XIX century and was fully developed in the 1930s. It had similarities with the Mediterranean Lingua Franca. In 1940 nearly all the local population of Asmara (the capital of Eritrea) spoke the Eritrean Pidgin Italian when communicating with the Italian colonists. Colonia Eritrea\" in Italian language, 1893 Until the late 1970s this pidgin was still in use by some native Eritreans, but actually it is considered extinguished (even if a few old Eritreans still understand it in Asmara). About the Italian Eritrean Habte-Mariam wrote that: “[…] at the initial stage of their contact […] It seems likely that the Italians simplified the grammar of the language they used with underlings at this stage, but they did not borrow vocabulary and grammatical forms from Amharic and Tigrinya, since it does not show up in the 'simplified Italian' used today”. Varietà pidginizzate dell’italiano Habte wrote that it was used not only between native Eritreans and Italians, but also between different tribes in Ethiopia and Eritrea. The linguists G. Gilbert & Lionel Bender called this pidgin a \"Simplified Italian of Eritrea\" and wrote that: \"Simplified Italian of Eritrea\" is definitely a pidgin; it is described by Habte as a “relatively variable form of Italian” (1976:179). Habte’s account of its sociolinguistic setting (1976: 170-4) and what we know of recent Eritrean history make it quite clear that it is not likely to become a creole, and in fact seems likely to die out within the next generation or two. Pidgin and Creole languages; pag.50 For them the Simplified Italian of Eritrea \"has basic SVO order; unmarked form is used for nonspecific; stare and ce (from Italian) as locatives\". Pidgin and Creole languages; pag. 58 ==Examples of the Italian Pidgin Eritrean== The lexicon and syntaxes of the Italian Eritrean Pidgin was described by Saul Hoffmann in Il lascito linguistico italiano; p. 29 Examples: * luy andato lospεdale; in Italian: ‘È andato all’ospedale’ (in English: he has gone to the hospital) * o bεrduto soldi ki tu dato bεr me; in Italian: ‘ho perso i soldi che mi hai dato’ (in English: I have lost the money you gave me) * iyo non ce/aβere makkina; in Italian: ‘non ho la macchina’ (in English: I don't have the car) ==Actual situation of Italian== The Italian language is still widely spoken and understood and remains a principal language in commerce and education in Eritrea; the capital city Asmara still has an Italian-language school since the colonial decades. Refugees -born in Italy and their children born in Italian Eritrea (who speak Italian and have formed communities in Eritrea)- now maintain associations of Italo-Eritreans in ItalyMaitacli - An Association (with magazine) of Italo-Eritreans in Italy and Eritrea. Nearly 10% of the population of the capital Asmara is still able in 2018 to understand the Italian language and some old Eritreans still speak some words and phrases in Italian, according to the Italian ambassador. He pinpointed that some Italian words are commonly used in the Eritrean language, like \"pizza\". ==Language characteristics== While phonology and intonation are affected by native Eritrean languages, including Tigrinya and Arabic, Eritrean Pidgin Italian is based on standard European form. The Italian lexicon in Eritrea has some loanwords of Tigrinya and Arabic origin (the latter especially includes Islamic terms). On the other hand, the Italian languages has given to the Tigrinya language many hundreds of loanwords.Tigrinya and Italian loanwords Nearly five hundreds Italian words (including those from English, but originated from Italian during the Middle Ages) are used commonly in the Eritrean spoken in Asmara and surroundings, from \"pasta\" to \"spagueti\". The following are a few of these loanwordsMontesano, Giampaolo. \"La lingua italiana in Eritrea.\" (p. 489-491): The \"Asmara Caffe\" on Harnet Avenue of Asmara is famous for Italian-style cappuccino and pastries. It has the italian word \"caffe\", that means 'coffee' Eritrean - Italian (English) * asheto - aceto (vinegar) * arransci - arancia (orange) * bishcoti - biscotti (cookie) * bani - pane (bread) * dolsce - dolce (cake) * malmalata - marmellata (marmalade/jam) * salata - insalata (salad) * gazeta - giornale (newspaper) * borta - porta (door) * calsi - calze (socks) * benzin - benzina (gasoline) * balaso - palazzo (building) * barberi - barbiere (barber) * falegnamo - falegname (carpenter) ==Notes== ==Bibliography== * Bandini, Franco. Gli italiani in Africa, storia delle guerre coloniali 1882-1943. Longanesi. Milano, 1971. * Bender, Lionel. Pidgin and Creole languages. University of Hawaii Press. Hawaii, 1987. * Habte-Maryam Marcos. Italian Language in Ethiopia and Eritrea, edited by M. Lionel Bender et al., 170-80. Oxford University Press. London, 1976 * Montesano, Giampaolo. La lingua italiana in Eritrea. CICCRE III editor. Asmara, 2014 () * Palermo, Massimo (2015). Linguistica italiana;;. Il Mulino. . * Parkvall, Michael. Foreword to A Glossary of Lingua Franca. Corre ed. Milwaukee, 2005 ==See also== * Mediterranean Lingua Franca * Pidgin Italian of Somalia Category:Pidgins and creoles Category:Languages of Eritrea Category:Italian Eritrea Category:Languages attested from the 19th century Category:Languages extinct in the 1980s Category:Italian language outside Italy Category:Dialects of Italian Category:Extinct languages of Africa ",
    "title": "Italian Eritrean"
}