{
    "id": "46765176",
    "text": "Southern Esoteric Buddhism and Borān kammaṭṭhāna ('ancient practices') are terms used to refer to certain esoteric practices, views and texts within Theravada Buddhism. It is sometimes referred to as Tantric Theravada due to its parallel with tantric traditions (although it makes no reference to tantras); or as Traditional Theravada Meditation. L.S. Cousins defines it as \"a type of Southern Buddhism which links magical and, ritual practices to a theoretical systematisation of the Buddhist path itself\".Cousins, L.S. (1997), \"Aspects of Southern Esoteric Buddhism \", in Peter Connolly and Sue Hamilton (eds.), Indian Insights: Buddhism, Brahmanism and Bhakd Papers from the Annual Spalding Symposium on Indian Religions, Luzac Oriental, London: 185-207, 410. Cousins LS, 1997a ‘Buddhism’ pp.369–444 in JR Hinnells (ed.) A New Handbook of Living Religions Oxford: Blackwell Publishers, cited in Mackenzie, Rory (2007), New Buddhist Movements in Thailand: Towards an understanding of Wat Phra Dhammakaya and Santi Asoke, Abingdon: Routledge, One specific kind of Southern Esoteric Buddhism is termed the Yogāvacara tradition. It is most widely practiced today in Cambodia and Laos and in the pre-modern era was a major Buddhist current in Southeast Asia. In the west, the study of Southern Esoteric Buddhism was pioneered by professor François Bizot and his colleagues at the École française d'Extrême-Orient with a particular focus on the material found at Angkor.Crosby, Kate (2000). Tantric Theravada: A Bibliographic Essay on the Writings of Francois Bizot and others on the Yogavacara-Tradition, Contemporary Buddhism 1 (2), 141-198 ==History== Dancing Apsaras (water spirits) from Preah Khan, Cambodia; an Angkorian Buddhist temple with Hindu elements. ===Possible multiple origins=== Historically, the Buddhists of Abhayagiri vihāra in Sri Lanka are known to have practiced Vajrayana and this might have had an influence on Southeast Asia through their missionary work in Java. Ari Buddhism was a form of Buddhism practiced in the Mon kingdoms of Burma which also contained Tantric elements borrowed from India and local Nat (spirit) and Nāga worship. In many of Bizot's works there is some suggestion that the Buddhism of the Mon may have influenced the later Yogāvacara tradition. It is also possible that Southeast Asian Buddhism was influenced by the practice of Hinduism and Mahayana Buddhism which flourished in Southeast Asia during the time of the Khmer Empire. According to Cousins, it is also possible that Southern Esoteric Buddhism developed within the \"orthodox\" Mahavihara tradition of Sri Lanka, citing the 5th century Buddhist scholar Buddhaghosa's mention of secret texts (gulhagantham) as well as other textual evidence from the Pali commentaries. Cousins concludes that \"It is quite possible that present-day Southern Esoteric Buddhism contains ideas and practices deriving from more than one of these sources. Nevertheless it is certainly premature to assume that it has its origins in unorthodox circles.\" ===Flowering=== The Yogāvacara tradition was a mainstream Buddhist tradition in Cambodia, Laos and Thailand well into the modern era. An inscription from Northern Thailand with esoteric elements has been dated to the Sukhothai Kingdom of the 16th century. Kate Crosby notes that this attestation makes the esoteric tradition earlier than “any other living meditation tradition in the contemporary Theravada world.”Kate Crosby, Traditional Theravada Meditation and its Modern-Era Suppression Hong Kong: Buddha Dharma Centre of Hong Kong, 2013, ===Yogāvacara (18th century)=== During the reign of Rama I, the Thai Yogāvacara master Kai Thuean (1733-1823) was invited to Bangkok to be head of the meditation tradition there and was later made Sangharaja (head of the religious community) by Rama II of Siam in 1820. In Sri Lanka, a revival of Buddhist meditation in the 1750s saw a proliferation of Yogāvacara teachings and texts by Thai monks from the Ayutthaya Kingdom, one of which is the Yogāvacara's manual.Kate Crosby, Andrew Skilton, Amal Gunasena (2012), The Sutta on Understanding Death in the Transmission of Boran Meditation From Siam to the Kandyan Court, Journal of Indian Philosophy, 40 (2), 177-198. Monks of the Siam Nikaya practiced these teachings and established several monasteries around Kandy. As late as the 1970s, Yogāvacara practices such as the rapid repetition of Araham were recorded in Sri Lanka. ===Decline (19th century)=== The decline of the esoteric currents began with the rise of the reformed Buddhism in the 19th century, particularly the Dhammayuttika Nikaya established by King Rama IV (1851–1868) of the Thai Rattanakosin Kingdom in 1833, which was imported into Cambodia as it was a protectorate of the kingdom. In establishing the Dhammayuttika Nikaya, Rama IV emphasized the use of the Pali Canon as the main authority for monastic practices and also attempted to remove all superstitious and folk religious elements.Ratanakosin Period, Buddhism in Thailand, Dhammathai - Buddhist Information Network The textual tradition followed by this reform movement was that of the Sri Lankan Mahavihara school (which itself dates from a set of 12th century reforms) which took the works of the 5th century scholar Buddhagosa as representing the orthodox interpretation and thus saw other Buddhist practices as unorthodox. The reforms tightened monastic discipline and led to a decline in the practices and production of texts which were not in line with Dhammayuttika Nikaya orthodoxy. When Cambodia came under the rule of the French colonial empire, the French continued this policy of suppressing pre-reform Cambodian Buddhism. In spite of this, traditional esoteric practices survived in rural areas. ===Legacy (20th-21st century)=== Yantra tattooing by monks of Wat Bang Phra The devastation of Cambodian religion by the Khmer Rouge and religious repression in Communist Laos also had a heavy toll on these traditions. Southern Esoteric Buddhist influences may be present in the practices and views of the modern Thai Dhammakaya movementWilliams, Paul; Mahayana Buddhism: The Doctrinal Foundations, 327.Mettanando Bhikkhu (1999), Meditation and Healing in the Theravada Buddhist Order of Thailand and Laos, Ph.D. thesis, University of Hamburg.Mackenzie, Rory (2007), New Buddhist Movements in Thailand: Towards an understanding of Wat Phra Dhammakaya and Santi Asoke, Abingdon: Routledge, as well as in certain South Asian religious practices such as the use of protective tattoos and amulets, the singing of protective Gathas (e.g. Jinapañjara Gāthā), Thai astrology and the invocation of spirits and ghosts (such as Somdej Toh and Mae Nak).McDaniel, Justin Thomas. The Lovelorn Ghost and the Magical Monk: Practicing Buddhism in Modern Thailand. Today, magicians and forest monks using these techniques are most prevalent in the banks of the Mekong in Cambodia and Laos; they are believed to have magical powers, the divine eye and the ability to communicate with spirits. They practice Kasina meditation, mantra recitation, and ascetic practices (dhutanga). Thai forest monks such as Ajahn Lee Dhammadharo were also influenced by esoteric practices as is exemplified by his text \"The Divine Mantra.\"Ajaan Lee (2006), The Divine Mantra ==Practices== Buddhist prayer beads used for mantra recitation. Cousins sees the practice of Southern Esoteric Buddhism as being defined by the mapping of inner and outer worlds, and calls it 'tantro-kabbalistic' mysticism. By this he means \"a form of mysticism which utilizes a rather elaborate map of correspondences -between the human body, the cosmos and some kind of higher reality or knowledge. In the process it draws on the full resources of the widely-dispersed traditions of magic and the occult - letter, sound and number symbolism together with the use of structured patterns of shape or gesture.\" Features of Yogāvacara practice include: *The use of encoded language *Energy centers & channels like cakra/marma & nadi *Esoteric interpretation of Buddhist words, objects, myths, numbers and the Abhidhamma Pitaka texts *The importance of initiation by a Guru (master) *The use of the symbolism of embryology *The practice of a type of meditation in which one visualizes and gives birth to a 'Buddha within' and the Dharmakāya. *Chemistry of mercury as model for ongoing process of purification *The practice of magic for healing, longevity, protection, etc. *Alchemy *Worship (puja) of Buddhas, Devas and Spirits *A path which is open to all, monastics and lay persons *Internal/external applications (Right hand- left hand) *The importance of ritual. Two of the most widely used sacred mantras in Yogāvacara texts are Namo Buddhaya (\"Homage to the Buddha\") and Araham (\"Worthy One\"). Here is an example of esoteric interpretation of the letter and number symbolism of Namo Buddhaya: *NA, symbolizes the twelve virtues of the mother; *MO, the twenty-one virtues of the father; *BU, the six virtues of the king; *DDHA., the seven virtues of the family; *YA, the ten virtues of the teacher. The recitation of these sacred phrases was used as a meditation practice. Robert Percival (in Ceylon from 1796 to 1800), described Buddhist mantra meditation thus: \"To their girdles they wear suspended strings of beads made of a brownish or black wood; and mutter prayers as they go along.\" In one text studied by Bizot, meditation includes the use of visualization of colored lights paired with sacred syllables located throughout the body and visions of the Buddha and a stupa at the top of mount Sumeru. Another text called the Ratanamala uses the itipi so formula for various purposes including spiritual protection, magical 'worldly' uses which are termed \"left-hand\", the transformation of the body into a kayasiddhi, a spiritual body, as well as for the pursuit of nirvana (termed \"right-hand path\"). Several studies by Bizot have also looked at certain \"rebirthing\" rituals which seem to have been common in pre-modern Cambodia. They included symbolic sacred syllables, the entrance into a cave which symbolized the womb, meditation on embryonic development, and the belief that this meditation would allow one's body to be reborn as the Dharmakaya. Another practice studied by Bizot was the use of yantras or sacred diagrams, which were made with Pali words and phrases and used as tattoos and on clothing. A Burmese statue of Bo Min Gaung, a famous weikza (wizard) In his study of the Saddavimala, a Yogāvacara text which was widely circulated in Southeast Asia (with over two hundred extant manuscripts), Bizot gives an outline of Yogāvacara practice: \"The yogavacara must: # memorise the stages of the embryonic development (with their alphabetic equivalents) which form the stages of his own formation; # through these stages build himself another body using the organs and constituents that are the letters, i.e. the portions of the Dhamma; # become conscious that this new body which he is going to produce outside of himself, first takes form within him, in his stomach at the level of the navel, taking the form of a Buddha the height of a thumb; # pursue and achieve in this life the construction of this immortal vehicle because it leads the person who possesses it to Nibbana, in that it takes the place of the spent physical form at the moment of death.\" In contemporary Southern Buddhism, these practices are sometimes termed Boran Kammatthana (ancient practices) and are most widely seen in Cambodian Buddhism. They usually involve \"the physical internalisation or manifestation of aspects of the Theravada path by incorporating them at points in the body between the nostril and navel.\"Kate Crosby, Andrew Skilton, Amal Gunasena; The Sutta on Understanding Death in the Transmission of Boran Meditation From Siam to the Kandyan Court. The practices of the Burmese Buddhist Weizza (\"Wizards\") who follow an esoteric system of occult practices (such as recitation of spells, samatha and alchemy) which are believed to lead to supernormal powers and a life of immortality might also be related to Southern Esoteric Buddhism. ==See also== *Indonesian Esoteric Buddhism *Buddhism in Cambodia *Buddhism in Thailand *Tantra *Vajrayana ==References== ==Sources== *Mettanando Bhikkhu (1999), Meditation and Healing in the Theravada Buddhist Order of Thailand and Laos, Hamburg (Ph.D. thesis). *Woodward, EL. (1916), Manual of a Mystic being a translation from the Pali and Sinhalese Work entitled The Yogavachara's Manual, Pali Text Society, London, reprint 1982, . *Bernon, Olivier de (2000). Le manuel des maîtres de kammaṭṭhān : étude et présentation de rituels de méditation dans la tradition du bouddhisme khmer (Ph.D. thesis) *Bizot F (1976). Le figuier à cinq branches, Recherches sur le bouddhisme khmer I, PEFEO, vol.CVI1, park *Bizot F (1980), 'La grotte de la naissance', Recherches sur le bouddhisme khmer II, BEFEO, vol.LXVI1: 222-73, Paris. *Bizot F (1981a). Le don de soi-même, Recherches sur le bouddhisme khmer III, PEFEO, vol.CXXX, Paris. . *Bizot F (1988), Les traditions de la pabbajja en Asie du Sud-Est, Recherches sur le bouddhisme khmer IV, Gijttingen. ISBN 3-525- 82454-8. *Bizot F (1992). Le Chemin de Lankā, Textes bouddhiques du Cambodge no.f4, Collection de Ecole francaise de Extreme-Orient, Paris. ISSN 1150-2177, . *Bizot, F & E Lagirarde (1996). La pureté par les mots (Saddavimālā), Ecole francaise de Extreme- Orient, Paris, Chiang Mai. ISSN 1150-2177. . *Crosby, Kate (2019). Abhidhamma and Nimitta in Eighteenth-century Meditation Manuscripts from Sri Lanka: a Consideration of Orthodoxy and Heteropraxy in Boran Kammaṭṭhāna. *Davids, Thomas William Rhys ed. (1896), The Yogavacara's manual of Indian mysticism as practised by Buddhists, London: PTS, Oxford University Press *Skilton, Andrew & Choompolpaisal, Phibul (2016). The Ancient Theravāda Meditation System, Borān Kammaṭṭhāna: Ānāpānasati or ‘Mindfulness of The Breath’ in Kammatthan Majjima Baeb Lamdub. Category:Buddhist meditation Category:Theravada Category:Buddhist terminology ",
    "title": "Southern Esoteric Buddhism"
}