{
    "id": "46762645",
    "text": "Aikaterini Trikoupi (, Constantinople, 1800 – Aegina, 15 July 1871) was the wife of the Prime Minister of Greece and historian Spyridon Trikoupis. Her son was Charilaos Trikoupis, also a prime minister. ==Biographical information== She was born in Constantinople in 1800, the daughter of the scholar and officer in the Danubian Principalities, Nicholas Al. Mavrokordatos (1744–1818)Koula Xiradaki, Φαναριώτισσες, εκδόσεις Φιλιππότη, Athens, 1999, p. 133. and Smaragda Karatza. She had a brother, the fighter of the Greek Revolution of 1821 and later politician of the independent Greek state, Alexandros Mavrokordatos, and two sisters, Eleni and the Evfrosini (wife of Friedrich Eduard von Rheineck).Sophia Trikoupi, Η Μήτηρ μας - Αικατερίνη Τρικούπη το γένος Νικολάου Μαυροκορδάτου (1800-1871), Βιβλιοθήκη της Βουλής των Ελλήνων, Athens 2012, p. 7, 39. Her uncle was the ruler (hospodar) of Wallachia, John Caradja.Sophia Trikoupi, 2012, p. 39. When the Greek Revolution began and the Ottomans started persecutions against the Greeks of Constantinople, her house at Arnavutköy was attacked while her uncle, Georgios Mavrokordatos, was hanged.Sophia Trikoupi, 2012, p. 11. Later, in fear of being captured and ending up in a harem, she left her house and sought refuge with an English priest who helped her to escape. She came to Greece and specifically to Nafplio, where she was reunited with her brother, Alexandros.Sophia Trikoupi, 2012, p. 11-15. On 7 January 1826 she married in Nafplio the politician Spyridon Trikoupis.Sophia Trikoupi, 2012, p. 16-17.Χαρίλαος Τρικούπης - Έκθεση ιστορικών κειμηλίων της οικογένειας Τρικούπη, Hellenic Parliament, Athens, March 2012, p. 13. The marriage produced four children: Aglaïa (1830–1842), Charilaos (1832–1896), Othon (1833–1844) and Sophia (1838–1916). Hellenic Parliament, 2012, p. 15 - 18. She lived for many years abroad, mainly in London, where her husband served as ambassador; later the family settled in Patissia.Sophia Trikoupi, 2012, p. 33. She died on 15 July 1871 in the Trikoupis villa in Aegina from drowning.Koula Xiradaki, 1999, p. 134. She was buried in the First Cemetery of Athens in the family tomb of the Trikoupis family. She was famous for her stature, kindness and education which she acquired after adulthood, learning among other things, French.Sophia Trikoupi, 2012, p. 20. In the National Historical Museum, among the exhibits, there is a wallet of Charilaos Trikoupis which includes a photo of Aikaterini. ==References== ==Bibliography== *Sophia Trikoupi, Η Μήτηρ μας - Αικατερίνη Τρικούπη το γένος Νικολάου Μαυροκορδάτου (1800-1871), Βιβλιοθήκη της Βουλής των Ελλήνων, Athens 2012. *Koula Xiradaki, Φαναριώτισσες, εκδόσεις Φιλιππότη, Athens, 1999. *Χαρίλαος Τρικούπης - Έκθεση ιστορικών κειμηλίων της οικογένειας Τρικούπη, Hellenic Parliament, Athens, March 2012. Category:1800 births Category:1871 deaths Category:19th-century Greek people Category:Mavrocordatos family Category:19th-century Greek women ",
    "title": "Aikaterini Trikoupi"
}