{
    "id": "46761181",
    "text": "The Royal Prussian Military Railway (German: Königlich Preußische Militär- Eisenbahn), also called the Königliche Militär-Eisenbahn (Royal Military Railway, KME), was a Prussian state railway, operated by the army, between Schöneberg (now part of Berlin) and Kummersdorf (now in the municipality of Am Mellensee), later extended to Jüterbog. ==History== After the Franco-Prussian War, it was decided to build a line where railway troops could practise, as the strategic importance of the railways had increased considerably. On 9 January 1873, the Berlin-Dresden Railway Company (Berlin-Dresdener Eisenbahn- Gesellschaft) entered into a contract with the Prussian War Ministry, to build a line west of its tracks to be used exclusively by the Railway Battalion for military purposes. It was agreed on 26 February 1874 to build a 45.6 km long railway line from the Militärbahnhof (Schöneberg) (Military Station, Schöneberg) to the Artillerie-Schießplatz (artillery firing range) at Kummersdorf and it was opened on 15 October 1875. The route ran for 30 km to Zossen parallel with the Berlin–Dresden railway and then turned off to the southwest. It was extended by another 25 km to Jüterbog military station on 1 May 1897. The finances of the railway were managed by the Königlichen Direction der Militäreisenbahn (Royal Railway Division of the Military Railway). Also in 1897, a third rail was inserted in the track between Rehagen-Klausdorf and Klausdorf to permit tests of narrow-gauge operations. This was discontinued in 1900 and the third rail was removed. ===Civilian use=== In the interests of neighbouring communities and at the urging of the Berlin-Dresden railway and the public, civilian operations were approved by the military railway first for freight between Berlin and Zossen and then for passengers between Zossen and Kummersdorf Schießplatz. Passenger traffic was also approved between Berlin and Zossen from 1 November 1888. A special suburban fare was introduced on the line between Berlin and Zossen on 1 October 1891. Zossen station After the end of World War I, the Treaty of Versailles forbade the German Empire from continued operation of the military railway. The use of the infrastructure was transferred in 1919 to the Prussian Railways, which became part of Deutsche Reichsbahn-Gesellschaft and from 1937 its successor company Deutsche Reichsbahn. The section from the Berlin Military Station to Zossen was dismantled in 1919, as the parallel Berlin- Dresden railway could be used instead. Passenger operations continued on the remaining section from Zossen to Jüterbog until the 1990s. Passenger traffic on the Sperenberg–Jüterbog section was abandoned on 2 June 1996 and the abandonment of the last remaining section of the line from Zossen to Sperenberg followed on 18 April 1998. Freight traffic ended on 2 June 1996 and the entire Zossen–Jüterbog section was closed. === High-speed tests === Experimental railcars with Siemens equipment Beginning in 1901, experiments with electric vehicles and high-speed steam locomotives were carried out between Marienfelde and Zossen. The Research Association for High-speed Electric Railways (Studiengesellschaft für elektrische Schnellbahnen), which was founded on 10 October 1899 and included AEG and Siemens & Halske, electrified a length of 33 km of the line with three-phase power at 10 kV/50 Hz, using three overhead lines on poles that were about 5 to 7 m high located at the side of the track. Speeds greater than 160 km/h were achieved for the first time on this track in 1901. After improvements to the superstructure and the vehicles, 200 km/h was exceeded on 7 October 1903. The experimental railcars of AEG established a new world record of 210.2 km/h on 27 October 1903. High-speed tests with Prussian state railways steam locomotives S 9 Altona 561 and Altona 562 were also undertaken in 1904. ===Reuse after the closure of main-line operations=== The railway infrastructure has been heritage-listed since 2002. An exhibition on the history of KME has been established in the entrance hall of Sperenberg station. Deutsche Bahn AG sold the line in 2003 to Erlebnisbahn GmbH & Co. KG, based in Mellensee-Saalow station, that has since operated tourist-operations with draisines on the Zossen–Jänickendorf section of the line. The Erlebnisbahn GmbH & Co. KG has been approved to operate railway infrastructure company since 27 August 2007. The railway remains closed for train traffic. ==Noted== ==References== * * * * * * * == External links == * * * Category:Railway lines in Brandenburg Category:Railway lines in Berlin Category:Railway lines opened in 1875 Category:1875 establishments in Germany Category:Military railways ",
    "title": "Royal Prussian Military Railway"
}