{
    "id": "46764690",
    "text": "Lois Elizabeth Mitchell (née Boulding; June 22, 1939) is a Canadian businesswoman and philanthropist who was the 18th Lieutenant Governor of Alberta. Her appointment as Lieutenant Governor was made by Governor General of Canada David Lloyd Johnston on the Constitutional advice of Prime Minister of Canada Stephen Harper, effective June 12, 2015. A former teacher and founder of a consulting firm, Mitchell is also a longtime organizer of events and active volunteer in the Calgary community, along with her husband, Doug Mitchell. ==Career== Mitchell was born on June 22, 1939Lois & Doug Mitchell and raised in Vancouver. She attended the University of British Columbia and studied physical education, graduating around 1961. She later worked as a teacher in British Columbia for two years before moving to Calgary. She is the founder of and a senior partner at Rainmaker Global Business Development, a marketing and consulting firm based in Calgary and the president of Amherst Consultants. Considered one of the most prominent people in Calgary,Networking in Calgary:: [Final Edition] Calgary Herald [Calgary, Alta] November 6, 2003: D5. she is also a member of the boards of directors of UBS Bank Canada, Mitacs and Canada World Youth, the governor of the Canadian Women’s Hockey Association, a co-founder of the Global Business Forum, and one of twelve founders of Crime Stoppers Calgary. She has also been a board member of the Calgary Chamber of Commerce (also a former chair), International Institute for Olympic, Paralympic and Sport Pedagogy, Special Olympic Foundation, Calgary Philharmonic Orchestra, and Hockey Canada Foundation. Mitchell also is the chair of the Latin American Research Centre at the University of Calgary and in 1997 was named an honorary consul of Colombia to Alberta by the Colombian ambassador to Canada.Meet Lois Mitchell: one-woman dynamo: [Final Edition] Parker, David. Calgary Herald [Calgary, Alta] December 30, 2001: B10. She and her husband, Doug, have donated to and organized many hockey and sport-related events. The Doug and Lois Mitchell Outstanding Calgary Artist Award was established in 2012 from contributions from her and her husband. She established the Hayley Wickenheiser Thunderbird Ice Hockey Endowment in 2007 to support the UBC Women’s Ice Hockey team. ==Lieutenant governor== On May 20, 2015, Mitchell was appointed by Governor General of Canada David Johnston on the advice of Prime Minister Stephen Harper to be lieutenant governor of Alberta, replacing Donald Ethell. She was sworn in on June 12. As the viceregal representative in Alberta, she is styled \"Her Honour\" while in office and has the style \"the Honourable\" for life. ==Personal life== She was appointed to the Order of Canada in 2012, when she also received the Queen Elizabeth II Diamond Jubilee Medal. In 1998, she won the YMCA Women of Distinction Award, and in 2008 was named Citizen of the Year by the City of Calgary.Calgary City Clerk’s Office, June 2009. The Calgary Awards 2008, accessed May 21, 2015. She has been married to Douglas Mitchell, whom she met while at school in British Columbia, since 1961. He is a lawyer, a former football player and a former commissioner of the Canadian Football League.Football icon's cup comes home Fortney, Valerie. Calgary Herald [Calgary, Alta] November 2010: B.1. They have four children, two daughters and two sons. Her grandfather, Tom Mackie, served as the chief of the Calgary Police Service from 1909 to 1912. She is of Scottish heritage.Mr.& Mrs. Calgary:: [Final Edition] Teel, Gina. Calgary Herald [Calgary, Alta] August 13, 2005: E1 Front. ==References== Category:Living people Category:1939 births Category:Lieutenant Governors of Alberta Category:Members of the Alberta Order of Excellence Category:Members of the Order of Canada Category:Businesspeople from Calgary Category:Businesspeople from Vancouver Category:Politicians from Calgary Category:Politicians from Vancouver Category:Canadian philanthropists Category:University of British Columbia alumni Category:Women in Alberta politics Category:Canadian women viceroys Category:Canadian people of Scottish descent Category:21st-century Canadian politicians Category:21st-century Canadian women politicians ",
    "title": "Lois Mitchell"
}