{
    "id": "46768145",
    "text": "Aleksander Promet (before 1914) Aleksander Promet (10 November 1879 in Narva – 18 September 1938 in Tallinn) was an Estonian painter and graphic artist. == Biography == His parents were blue-collar workers who were employed at the Krenholm Manufacturing Company.Obituary, 29 September 1938, in Päevaleht From 1897 to 1904, he studied at the Saint Petersburg Art and Industry Academy, specializing in textile design.Brief biography @ Haudi Kalmistute Register. Thanks to a government scholarship, he was able to continue his studies in London, but stayed only a few months before going to Paris and becoming involved in the art community there instead. As a result, his scholarship was cancelled in 1906 and he returned to Estonia, establishing a workshop in Tartu. In 1907, he became one of the first members of the Estonian Art Association, founded by Ants Laikmaa. His first major exhibition came in 1909, where his paintings of folk motifs were especially popular.Obituary, 20 September 1938, in Postimees This was followed in 1912 by exhibitions in Narva and Helsinki. He also worked as a teacher in Tallinn then, from 1917 to 1919, was a freelance artist in Petrograd. He returned home during the Estonian War of Independence, living in Petersi until 1922, then in Tõrva and finally in Paldiski, where he worked as an art teacher. In 1925, he settled in Tallinn, working as a freelance artist and occasional lecturer. Despite his association with the left-wing publisher , his art remained apolitical and he was opposed to the Neo-Romantic approach of the group \"Young Estonia\". Most of his works, even his landscapes, tended to focus on folklore and mythology and he produced a large series of paintings based on the national epic Kalevipoeg. He was married twice. Lilli Promet, the novelist, was his daughter. ==Gallery== File:Promet-Goblin.jpg|Kratt (1906) File:Promet Autumn.jpg|Autumn (1920s) File:Promet Harju park.jpg|Harju Park (1920s) File:Valged krysanteemid ALEKSANDER PROMET.jpg|White Chrysanthemums (1920s) File:Kalevipoeg kündmas.promet.jpg|Kalevipoeg Plowing (1934) File:Promet-Birch.jpg|Mourning Birch (ca. 1936) ==References== == Further reading == * Mai Levin (ed.): Aleksander Promet (exhibition catalog), Eesti NSV Riiklik Kunstimuuseum, 1980 == External links == * More works by Promet @ the KUMU digital catalog. Category:1879 births Category:1938 deaths Category:People from Narva Category:Landscape painters Category:20th-century Estonian painters ",
    "title": "Aleksander Promet"
}