{
    "id": "46766279",
    "text": "The Salvation Army Vision Network (aka Savn.tv) is a US based digital channel endowed by The Salvation Army, a quasi-military fashioned charitable organization founded by William Booth in 1865. It develops and provides accounts of the Salvation Army through short films, a number of series and documentaries with emphases on inspirational stories, prayers, meditations, and uplifting advice, and broadcasts all of its original content, and acquired content, worldwide online via its website. ==History== Savn.tv grew out of the internet mission statement of The Salvation Army in early 2011. It was officially launched in September 2011 by Commissioner Jim Knaggs. The Salvation Army assists suffering humanity globally, with a mission to be beneficial to society or the community of humankind as a whole. Inspired by the potential of the web and advancement in technology, it provided the opportunity for The Salvation Army to innovate and embrace the internet for the delivery of its services and offerings. Due to these driving factors, the Salvation Army entered into the digital age and launched its global video initiative, Savn.tv. They promoted it as a call to action website, involving the Christian community, social activists, and other like-minded people directly online through film and video. The network features salvation topics, online groups and channels, where the salvation community can create their own channel to display their content and views. It provided an online platform for users to create a personal social media mission station which provides visual encouragement to be involved physically, spiritually, and financially in the mission of their choosing. In 2013, Salvation Army Vision Network partnered with multi-faith media organization, Odyssey Networks to work together on a Call on Faith all-video broadcast mobile app. The new channel features video content from the Savn.tv's website. In May 2015, Savn.tv won 2015 The Webby Awards by The International Academy of Digital Arts and Sciences, in the Religion & Spirituality category. The website was designed and built by Reverge ==References== ==External links== * Official website Category:The Salvation Army Category:English-language television stations in the United States Category:Religious television stations in the United States Category:Television channels and stations established in 2011 ",
    "title": "Salvation Army Vision Network"
}