{
    "id": "46761684",
    "text": "The Mezen horse or Mezenok is a Russian breed of draft horse similar to the Pechora. It is nearly extinct; in 2005, there were only 1,000 Mezen horses left, and of that number only 64 were breeding. The Mezen horse originated in the northeastern part of the Archangelsk region, between the Mezen and Pineg Rivers. The Mezen was most likely developed by breeding together Estonian, Danish, Holsteins, Mecklenburgers, the Northern forest horse, and Finnish horses, as well as various types of trotters. In the last fifty years, Ardennes horses have begun to be bred into the existing stock. They have long bodies, wide chests, and a narrow, sloping croup. Their hind legs are often cow-hocked. Mezen horses come in bay, black, sorrel, brown, and gray coats. There are two types of Mezen, a lighter type with a dished face and a heavier type. They are noted for their resistance to insects. It is also stated that they can survive on a diet of moss and fish, and that if \"it gets stuck in snow up to the chest, it can jump out, like a mouse.\" It is unclear if the origins of the Mezen horse lie in Prince V. V. Golitsyn bringing his stud horse to Archangelsk; in Peter the Great ordering stallions from Obvin to Mezen to improve the local horses; or in Catherine the Great ordering Danish horses be sent to the area. Mezen (mezenskie in Russian) horses are used as work horses in all types of agricultural works as well as in equestrian sport (show jumping (1 m level) and track), in hippo therapy, rescue teams. They are good partners for beginner riders and amateurs as amateur level horses. They are smart, clever and calm to take part in show and festivals successfully. They are also used as carriage horse: in traditional Russian carriage of 3 horses named «troika». High appreciated their ability to move freely through the deep snow (powder snow) and viscous soil. Therefore, it is very promising to use these horses to move the wood-fallen trees from the forest. All working qualities of mezen horses could be defined in a special competitions. ==References== Category:Horse breeds originating in Russia ",
    "title": "Mezen horse"
}