{
    "id": "46761914",
    "text": "Omer and the Starchild () is a French animated adventure television series created by Frédéric Koskas, Richard Bessis and Bernard Deyriès. Twenty-six episodes of twenty-six minutes were broadcast from on Canal+, and rebroadcast in 1993 on TF1. It has also aired on Cartoon Network in the United Kingdom. == Synopsis == Omer is a small worm that lives on Earth with his friend Hoot, cook and philosopher owl. The Earth is in the grip of evil and the hope still lives in the prophecy that foretells the coming of a savior, the \"Son of the Star\". One day, a diamond comes down from heaven and enlightens Omer. The latter becomes glowworm and acquires the power to fly. At the same time appears the diamond, Dan, one that the prophecy says he is the son of the star. At first Dan is very awkward, he does not know much about life; both animals are then responsible for their education and realize very quickly of its major powers. With the help of Aum (the blind and wise old monkey head) and Stella (starfish), they try to save Syrena (Mermaid) and destroy the evil power embodied by the terrible Morkhan the cruel and Veranda \"Tarches 7\" (monsters representatives of stupidity): I I (Bigego) the vain, the polluter Virus, Bobard the liar, the coward Jitters, Mok scoffer, Melo and the pessimist the lazy Ronflette . == Episodes == == Characters == == Voice cast == * Séverine Denis: Omer * Luq Hamet Dan * Roger Lumont: Hoot * Henri Labussière: Aum * Stéphanie Murat: Stella * Serge Blumenthal: Morkhan * Marion Game: Veranda * Gérard Surugue, Raoul Guillet: Various Tarches == Production credits == ;Opening credits * Omer Production presente * A series by: Frederic Koskas & Richard Bessis * Adaptation: Frederic Koskas, Bernard Deyries * Music: Fredic Khiat, Marc Bodossian, Christian Poulet, Satch, Gerard Presgurvic * Scenario: Oliver Massart, Gilles Taurand * THEME SONG ** Lyrics: Ziv Sidi ** Music: Avner Hoderov, Ziv Sidi * Original Idea: Frederic Koskas * Executive Producer: Typhoon Productions * Technical Coordinators: Pascale Moreaux, Jean Cubaud * Associate Producers: Jerome Mangin, Group Fauba France, Valorigest, Typhoon Production * © Omer Production ;Closing credits * Decoration: Claude Lambert, Josette Mimran * Decoration Assistants: Marie Anne Rober, Pascale Colas, Sebastien Collot, Cedric Hansen, Sophie Janan, Frederic Derome * Theme Song ** Lyrics: Ziv Sidi ** Music: Avner Hoderov, Ziv Sidi ** Singers: Jasmine Gamliel, Momi Levi, Avner Hoderov * Story Board: Jean Jacques Lonni, Oliver Poirette, Jean Cristophe Ville, Renzo Mezaluna * Animation: Artplus, Island Animation (both uncredited) * Choreography: Pol Charoy * Production Director: Jacques Pepiot * Music: Fredic Khiat, Marc Bodossian, Christian Poulet, Satch, Gerard Presgurvic * Post Production: Media Dub International * Dubbing Production: Zound Studios Ltd. * Dubbing Director: Johanan Herson * Voices: Jonathan Hava, Dor Zweigenbom, Jodi Rob Schenck, Howard Rypp, Susan Moser, Linda Luvitch, Johanan Herson, Adi Fox, Giora Kenet, Eva Hadad * Recording Engineer: Lior Ben-Shachar * Production Managers: Joe Levin, Chen Sidi * Production Assistant: Yael Yomtov * Sound Supervisor: Ziv Sidi * Production Supervisor: Sharone Melamed Elkana * ALL DUBBING AND THEME SONG PRODUCTIONS WERE DIGITALLY RECORDED AND MIXED AT: ZOUND STUDIOS LTD. * © ALL RIGHTS RESERVED 1994 * Associate Producers: Jerome Mangin, Group Fauba France, Valorigest, Typhoon Production * Special Assistance by: The National Film Center * With The Participation Of: Canal+ and TF1 * © Omer Production == In other languages == * Afrikaans: Kind van die Sterre * Polish: Omer * Russian: '''' * Ukrainian: '''' * Hebrew: עומר ==External links== * Category:1992 French television series debuts Category:1990s French animated television series Category:Canal+ original programming Category:French children's animated adventure television series Category:Mermaids in television Category:Television series about shapeshifting ",
    "title": "Omer and the Starchild"
}