{
    "id": "46768497",
    "text": "Sterilization law is the area of law, within reproductive rights, that gives a person the right to choose or refuse reproductive sterilization and governs when the government may limit this fundamental right. Sterilization law includes federal and state constitutional law, statutory law, administrative law, and common law. This article primarily focuses on laws concerning compulsory sterilization that have not been repealed or abrogated and are still good laws, in whole or in part, in each jurisdiction. ==Federal law== ===U.S. Supreme Court=== Buck v. Bell, , is a decision of the United States Supreme Court, written by Justice Oliver Wendell Holmes, Jr., in which the Court ruled that a state statute permitting compulsory sterilization of the unfit, including the intellectually disabled, \"for the protection and health of the state\" did not violate the Due Process clause of the Fourteenth Amendment to the United States Constitution. Skinner v. State of Oklahoma, ex. rel. Williamson', 316 U.S. 535 (1942), was the United States Supreme Court ruling that held that laws permitting the compulsory sterilization of criminals are unconstitutional if the sterilization law treats similar crimes differently.Maggs, Gregory E. and Smith, Peter J. (2011) Constitutional Law. A Contemporary Approach. Thomson Reuters. p. 536. The relevant Oklahoma law applied to \"habitual criminals\", but the law excluded white-collar crimes from carrying sterilization penalties. The Court held that treating similar crimes differently violated the Equal Protection Clause of the 14th Amendment. Stump v. Sparkman, 435 U.S. 349 (1978), is the leading United States Supreme Court decision on judicial immunity. It involved an Indiana judge who was sued by a young woman who had been sterilized without her knowledge as a minor in accordance with the judge's order. The Supreme Court held that the judge was immune from being sued for issuing the order because it was issued as a judicial function. The case has been called one of the most controversial in recent Supreme Court history. ===U.S. District and Appellate Courts=== In 2007 the United States Court of Appeals for the District of Columbia Circuit heard Doe ex. rel. Tarlow v. District of Columbia. The Court upheld a 2003 District of Columbia statute that stated the conditions for authorizing a non-emergency surgical procedure on a mentally incompetent person. Under the Appellate Court's interpretation of the statute, a court located in the District of Columbia, must apply the \"best interest of the patient\" standard to a person who was never competent, and the court must apply the \"known wishes of the patient\" standard to a person who was once competent. In the 2001 case of Vaughn v. Ruoff, a husband and wife sued three social workers for coercing his wife, \"diagnosed as mildly retarded\", into getting a sterilization as a condition for getting their children back from state custody. The United States Court of Appeals for the Eighth Circuit held that the social workers did not have sovereign immunity and could be sued for violating the couple's Fourteenth Amendment right because the procedural due process requirements for performing a sterilization are clearly established by Buck v. Bell and were not met in this case. In 1975, the United States Court of Appeals for the Fourth Circuit decided the statute of limitations for a lawsuit challenging the legality of a sterilization begins to accrue when the plaintiff discovers the sterilization. Poe v. Lynchburg Training School & Hospital concerned whether or not patients who had been involuntarily sterilized in Lynchburg Training School and Hospital, a state mental institution in Virginia, as part of a program of eugenics in the early and mid-20th century had their constitutional rights violated. ===United States Code=== Under 22 United States Code section 2151b, foreign aid used for population planning and the combat of HIV, tuberculosis, and malaria may not be used to fund \"a program of coercive abortion or involuntary sterilization.22 United States Code section 2151b ===Federal programs=== ====Department of Veterans Affairs==== The Veterans Health Administration or V.A. permits the sterilization of a patient, who is unable to give informed consent, if the guardian of the patient gives consent to the procedure; a witness, not associated with the V.A., witnesses the guardian signing the consent form; a healthcare committee completes a finding on the need for the procedure; and the Director of the facility approves of the procedure.38 C.F.R. § 17.32 (g)(1) ====Federally Assisted Family Planning Projects==== The Office of the Assistant Secretary for Health, Health Resources and Services Administration, National Institutes of Health, Centers for Disease Control, Alcohol, Drug Abuse and Mental Health Administration and all of their constituent agencies are only authorized to perform a sterilization on a patient if the individual is at least 21 years old, mentally competent, gave informed consent to the procedure, and at least 30 days but not more than 180 days passed since the individual gave consent to the procedure. \"Programs or projects to which this subpart applies shall not perform or arrange for the performance of a sterilization of any mentally incompetent individual or institutionalized individual.\" ====Indian Health Service==== Indian Health Service (IHS) is an operating division within the United States Department of Health and Human Services. The IHS offers sterilization as a method of family planning. Tubal ligation and vasectomy are the only procedures which may be performed for the primary purpose of sterilization. The IHS requires for the patient to give informed consent to the operation, be at least 21 years of age, and not be institutionalized in a correctional or mental health facility. ====Medicaid Services==== A state plan must provide that a Medicaid agency will pay for the sterilization procedure if the individual is at least 21 years old, mentally competent, voluntarily gave informed consent to the procedure, and must be done for a purpose other than for \"rendering the individual permanently incapable of reproducing.\" Medicaid will not pay \"for the sterilization of a mentally incompetent or institutionalized individual.\" ==State law== State sterilization laws are required to be in compliance with the United States Constitution. ===Alabama=== In 1935 Dr W. D. Partlow proposed a bill to sterilize those with hereditary \"mental disease\".\"Hospital leader cites necessity of sterilization\" The Tuscaloosa News. May 3, 1935 ===Alaska=== In 1981 the Alaska Supreme Court held that an Alaskan Superior Court has the authority to order the sterilization of a mental incompetent upon petition by the incompetent's legal guardian if it is proven with clear and convincing evidence that sterilization is in the best interest of the incompetent. ===Arizona=== ===Arkansas=== Arkansas Code section 20-49-101 to -207 provides the guidelines for sterilizing an incompetent patient. In 1991, the Arkansas Supreme Court held the part of the Arkansas sterilization statute that allowed sterilization of an incompetent through direct medical channels, rather than approval from a court, to be unconstitutional because it denied the patient procedural due process. ===California=== In 2013, the 4th District Court of Appeal held that a developmentally disabled adult with \"mild mental retardation\" may be reproductively sterilized if the court determines there is clear and convincing evidence that the procedure is medically necessary for the patient. The court held that Probate Code section 2357 regulated the patients court order for medical treatment because the sterilization was incidental to acquiring medical care and not the purpose of the medical treatment; alternatively, Probate Code section 1950 et seq. applies when the objective is to prevent the patient from bearing children. In 1985, the Supreme Court of California held that a California statute that completely prohibits the sterilization of the developmentally disabled is overbroad and unconstitutional because a mentally incompetent person has a constitutional right to sterilization if a less intrusive method of birth control is not available. The California Penal Code prohibits inmates from being sterilized unless the procedure is required to protect the life of the inmate or the procedure is necessary for treating a diagnosed condition and the patient gave consent to the procedure. ===Colorado=== Colorado Revised Statutes section 25.5-10-233 governs court-ordered sterilizations. In 1981, the Colorado Supreme Court held that a district court may authorize the sterilization of a \"mentally retarded person\" if the court finds with clear and convincing evidence the procedure is medically essential. The Court defined \"medically essential\" as a procedure that is \"clearly necessary, in the opinion of experts, to preserve the life or physical or mental health of the mentally retarded person. In 1990, the Colorado Supreme Court held that a person \"mentally incompetent to make some decisions is not necessarily incompetent . . . to grant or withhold consent to sterilization.\" Three members of the Court dissented from the majority opinion and stated that the \"individual’s capacity to understand the risks of pregnancy and childbirth [should also be part of] the test for determining one’s competence to make a decision regarding sterilization.\" ===Connecticut=== A person unable to give informed consent may only be sterilized if a Connecticut Probate Court determines it is in the patient's best interest. ===Delaware=== ===Florida=== A person unable to give informed consent may only be sterilized or given an abortion with specific authority from the court. The court must find clear and convincing evidence the person is unable to give consent and the procedure is in the best interest of the individual. The statute expressly states that these requirements \"are procedural and do not establish any new or independent right to or authority\" over the individual regarding abortion or sterilization. A court may authorize for a surrogate to provide consent to the sterilization or abortion of another person,Fla. Stat. § 765.113 after the surrogate petitions the court, provides supporting documents on the intent of the patient, gives notice to all relevant parties, and a hearing is conducted to review the matter.Florida Probate Rule 5.900 Under Florida statute § 985.18, delinquent children ordered by the court to undergo psychological or physical health exams may not be given a \"permanent sterilization\" unless the procedure is medically necessary \"to protect or preserve the life of the child.\"Fla. Stat. Ann. § 985.18 ===Georgia=== Under Georgia Code, an incompetent person may be sterilized after a petition requesting sterilization is brought by the parents or guardians, two physicians examine the patient, the hospital in which the sterilization is to be performed approves of the sterilization, and after a hearing the judge finds by clear and convincing evidence the patient is a person subject to this code. In 1983, the Supreme Court of Georgia held the Georgia sterilization code unconstitutional because it used the “preponderance of the evidence” standard, and a court order that permanently deprives a person of a fundamental right requires a judicial finding of “clear and convincing” evidence. Since this case, the Georgia legislature changed the code to require “clear and convincing” evidence in order to comply with the requirements of the Constitution. ===Hawaii=== The beginning of the Eugenics movement in the islands of Hawaii have been traced back to the early 1900s when a plan to sterilize all persons that were deemed “unfit” for procreation was uncovered. The group of unfit peoples included those of low income, Native Americans, deadly criminals, and those diagnosed as criminally insane. In 1950, sterilization of women after they give birth, if considered unfit to procreate, was happening. This kind of sterilization was found to have been happening on plantations.http://archives.starbulletin.com/2000/07/01/editorial/special.html Doctors would say it was necessary for the mothers to stay healthy. As of 2010 there was a movement to pay “former and current drug users” approximately $200 to voluntarily be sterilized. This movement was named “Project Prevention.”https://www.uvm.edu/~lkaelber/eugenics/HI/HI.html This was created in order to prevent “medical disabilities” from being passed down from generation to generation. Project Prevention was very controversial with people claiming was, “promoting stereotypes and prejudices against pregnant women.”https://www.uvm.edu/~lkaelber/eugenics/HI/HI.html ===Idaho=== ===Illinois=== In 2008 the Illinois Appellate Court held that in determining a petition for the sterilization of an incompetent ward, a court should apply the substituted consent standard if there is clear and convincing evidence regarding how the ward would decide if the ward were competent; however, the court should apply the best interest of the patient standard if the ward's substituted judgment cannot be proven by clear and convincing evidence. ===Indiana=== In 1907, Indiana enacted the first sterilization law. In 1983, the Indiana Supreme Court authorized for the sterilization of a mentally ill twelve-year-old girl who engaged in self-destructive behavior such as pulling her hair, biting herself, banging her head, ripping her skin with her fingernails, and resisting the \"restraints in order to hurt her own body.\" The patient's parents and her doctors were both in agreement that a hysterectomy was necessary in order to prevent \"hemorrhaging and infection, and possibly death\" because the patient's excitement with her own blood may cause her \"to induce bleeding by poking into her vagina or abdomen in an attempt to keep the blood flowing\" once she develops her menstruation cycle. The Court held that a specific Indiana statute authorizing sterilization was not necessary in order to authorize the sterilization, the juvenile court had the authority to authorize sterilizations if there was clear and convincing evidence that the medical procedure was necessary, and in this case there was overwhelming evidence that the sterilization was medically necessary. In 1990, the Indiana Court of Appeals held that an appointed guardian may consent to health care for an adult incapable of consenting if there is \"clear and convincing evidence that the judicially appointed guardian brought the petition for sterilization in good faith and the sterilization is in the best interest of the incompetent adult.\" Judge Sullivan wrote a concurring opinion stating that he was not convinced that in this present case the sterilization was done for healthcare, and consequentially, the consent of the guardian is not a factor in considering the legality of the sterilization. According to Sullivan a sterilization of an incompetent requires \"an evidentiary hearing, following which the court finds clear and convincing evidence that sterilization is in the best interests of the individual concerned. In 2003, the Supreme Court of Indiana recognized the medical malpractice tort of \"wrongful pregnancy\" when a woman became pregnant after a failed sterilization procedure. The court decided that the damages may include the cost of the pregnancy but may not include the ordinary cost of raising the child. ===Iowa=== In 1988, the Iowa Supreme Court held that a district court has jurisdiction to authorize the sterilization of an incompetent person, even in the absence of an Iowa statute regulating sterilization. In 2014, the Iowa Supreme Court held that court approval is required for the sterilization of an incompetent person. ===Kentucky=== ===Louisiana=== ===Maine=== Under Title 34 B Chapter 7 of the Maine Revised Statutes, also known as the \"Due Process in Sterilization Act of 1982,\" a hearing and a District Court order authorizing the sterilization is required if the sterilization is sought for \"A. Persons under age 18 years and not married or otherwise emancipated; B. Persons presently under public or private guardianship or conservatorship; C. Persons residing in a state institution providing care, treatment or security, or otherwise in state custody; or D. Persons from whom a physician could not obtain informed consent.\" The hearing to determine the patient's ability to give informed consent requires at least two disinterested experts in developmental disabilities or mental health, including at least one psychologist or psychiatrist to examine the person to determine competency. If the court determines the person is not competent to give informed consent the court will appoint at least three disinterested experts to examine the person for the beneficial or detrimental effects of sterilization. The sterilization may be authorized if the court determines with clear and convincing evidence that the sterilization is in the best interests of the patient and other methods of contraception are inappropriate or unworkable for the person. In 1985, the Maine Supreme Judicial Court heard a petition from a mother requesting for the court to authorize the sterilization of her mentally incompetent daughter. The court held that it did have the authority to grant a petition for sterilization if it is proven with clear and convincing evidence the sterilization is in the best interest of the patient; however, in this case, the court did not grant the petition because the physicians did not state the patient was capable of reproducing. ===Maryland=== In 1982 the Maryland Court of Appeals held that circuit courts have the jurisdiction to hear a petition for the sterilization on an incompetent minor. The court may only approve of the petition for sterilization if it is proven with clear and convincing evidence that the \"procedure is medically necessary to preserve the life or physical or mental health of the incompetent minor.\" In Maryland, a minor has the same capacity as an adult to consent to the use of contraception other than sterilization. ===Massachusetts=== In 1982 the Appeals Court of Massachusetts held that a court of general jurisdiction has the authority to hear a petition to sterilize a mentally retarded person. The court stated that the court must use substituted consent to determine if the sterilization should be authorized, and \"no sterilization is to be compelled on the basis of any State or parental interest.\" In 1991 the Appeals Court affirmed the substituted consent standard and wrote that \"the guardian's petition\" to authorize an abortion for their borderline retarded daughter \"should have been allowed.\" In 2012 the Appeals Court overturned a decision by a lower court requiring a sterilization and abortion on a woman with \"schizophrenia and/or schizoaffective disorder and bipolar mood disorder.\" The appellate court wrote that the lower court did not follow the due process requirements for a sterilization and the decision to require the abortion was not made using the substituted consent standard. The lower court judge later stated that she required the abortion because she believed that if the patient were healthy she \"would elect to abort the pregnancy to protect her own well-being.\" Rima Kundnani wrote that this case shows how \"proper standards must therefore be established to avoid judicial abuse and to protect the reproductive rights of mentally ill women.\" ===Michigan=== In 1998 the Michigan Supreme Court held that a probate court has jurisdiction to hear a petition by a guardian for authorization to consent to an extraordinary procedure, including sterilization, if the procedure is in the ward's best interest. ===Minnesota=== The sterilization law passed in Minnesota in 1925 stated that anyone of any age that was determined to be “feeble minded” was legally able to be sterilized, with or without permission. Around 1930, Minnesota began to be known as “the most feeble minded-conscious” state because of the way they care for the mentally disabled. Out of the population, around 2,350 people were victimized by this sterilization. 519 of these victims were men and 1,831 were women. Throughout the 1930s, sterilization rates were high, but as the war broke out, it became less of a priority and rates dropped tremendously. https://www.uvm.edu/~lkaelber/eugenics/MN/MN.html ===Mississippi=== As the 26th state to pass any kind of sterilization law, Mississippi began the first sterilization on an inmate. The people affected by this law were “persons who are afflicted with hereditary forms of insanity that are recurrent, idiocy, imbecility, feeble-mindedness or epilepsy.” Approximately three people every year from the year 1938 to the year 1941 were involuntarily sterilized. Mississippi is rated number eighteen for most amount of sterilizations of all stated in the United States.https://www.uvm.edu/~lkaelber/eugenics/MS/MS.html ===Missouri=== Laws considering sterilization in Missouri began by targeting criminals and slowly began to include people with any incurable disease, epilepsy, and eventually all with mental disabilities. Currently, one must be at least 21 years of age in order to be sterilized.https://www.uvm.edu/~lkaelber/eugenics/MO/MO.html ===Montana=== In total, 256 people were affected by sterilization in Montana. Around 74% of those people were women and 28% were men. These laws began in the early 1920s and peaked around the mid 1930s. They targeted the “idiots, feeble-minded, insane, and epileptics, who are inmates of state institutions.”https://www.uvm.edu/~lkaelber/eugenics/MT/MT.html ===Nebraska=== More than half of all people who were sterilized were deemed to be \"mentally deficient.\" This sterilization was ended in 1963 . ===Nevada=== In the early 1900s, it was mandatory to sterilize all men by “means of vasectomy (but not castration)” if they were found to be guilty of child molestation. This law was not repealed until around 50 years later. https://www.uvm.edu/~lkaelber/eugenics/NV/NV.html ===New Hampshire=== In 1980 the New Hampshire Supreme Court held that a probate court may approve a petition for the sterilization of an incompetent minor if a guardian ad litem is appointed to represent the minor and the court finds with clear and convincing evidence that the sterilization is in the best interest of the patient. ===New Jersey=== In 1980, the New Jersey Supreme Court held that a mentally disabled woman has the right to be sterilized under the privacy rights of both the New Jersey and Federal Constitutions; however, the incompetent must be represented by counsel and the court may only authorize the sterilization if there is clear and convincing evidence the sterilization is in the person's best interest. In 2011, the New Jersey Division of Mental Health and Guardianship Advocacy brought an appeal to challenge the procedures the court followed to authorize the sterilization of a severely mentally disabled girl for reasons of medical necessity. The Division recommended more stringent procedures; however, the Superior Court dismissed the issue as moot because the girl was already sterilized. ===New York=== In 1983, the New York Supreme Court authorized the sterilization of an incompetent person. In 2002, a New York County Court authorized the sterilization of a woman with an intellectual disability who gave informed consent to the procedure. ===North Carolina=== Under North Carolina General Statutes § 35A-1245, a mentally ill or mentally retarded patient who is unable to give informed consent may be sterilized with an order of the clerk or court after the clerk appoints an attorney to represent the patient and the clerk determines the sterilization is \"medically necessary and is not solely for the purpose of sterilization or for hygiene or convenience.\" In 1985, the North Carolina Supreme Court held that a court has authority to authorize the sterilization of an incompetent person if the sterilization is in the best interest of the patient. In 2013, the General Assembly of North Carolina passed an appropriations bill to give compensation, up to $50,000 per person, to individuals sterilized under the authority of the Eugenics Board of North Carolina. However, in 2016, a claimant was denied compensation for her involuntary sterilization because the sterilization did not occur under the authority of the Eugenics Board, so the Court was unable to allow compensation for the claimant. ===North Dakota=== In the early 1900s a law was passed allowing the sterilization of inmates and “so-called defectives, though it rarely happened with only thirty-nine known cases. Around ten years later, the law was deemed “invalid” because the basic human rights of each individual were not being accounted for. In a ten-year span, around 580 people were reported being sterilized. https://news.prairiepublic.org/post/eugenics-and-sterilization-north- dakota-1913 ===Ohio=== Under Ohio statutory law, \"no resident shall be subjected to sterilization without the resident's informed consent\" except as provided in the statute. In 2004 the Supreme Court of Ohio vacated part of a decision from a lower court that required for the defendant to make “all reasonable efforts to avoid conceiving another child” during his five-year probationary period. ===Oklahoma=== ===Oregon=== Under the Oregon Revised Statutes section 436.305, a court has the authority to order a sterilization on a patient who is unable to give informed consent if a hearing proves with clear and convincing evidence that the \"sterilization is in the best interest of the individual.Oregon Revised Statutes § 436.305 Under the statute, \"Best interest” means that: (a) The individual is physically capable of procreating; (b) The individual is likely to engage in sexual activity at the present or in the near future under circumstances likely to result in pregnancy; (c) All less drastic alternative contraceptive methods, including supervision, education and training, have proved unworkable or inapplicable, or are medically contraindicated; (d) The proposed method of sterilization conforms with standard medical practice, is the least intrusive method available and appropriate, and can be carried out without unreasonable risk to the life and health of the individual; and (e) The nature and extent of the individual's disability, as determined by empirical evidence and not solely on the basis of standardized tests, renders the individual permanently incapable of caring for and raising a child, even with reasonable assistance.\"Or. Rev. Stat. Ann. § 436.205 (West) In 1972, the Oregon Court of Appeals upheld the sterilization of a seventeen-year-old mentally ill girl with a history of sexual and physical abuse by her family. The Court based its decision on the recommendation of the State Board of Social Protection and the testimony of a psychiatrist who stated that the patient would never be able to provide parental guidance and judgment, saying, \"she would never be able to provide the parental guidance and judgment which a child requires even though she might be able to master the skills necessary to take physical care of herself and a child.\"Cook v. State, 9 Or. App. 224, 227, 495 P.2d 768, 770 (1972) The psychiatrist \"based this conclusion on the girl's lack of emotional control, her consistent low scores in areas of judgment on psychological tests, and the likelihood that she would abuse a child.\" ===Pennsylvania=== In 1993, the Superior Court of Pennsylvania held that a mentally incompetent patient may be sterilized without her informed consent if there is clear and convincing evidence the sterilization is in her best interest. ===Rhode Island=== It was not until the late 1900s that it became legal for “patients and doctors” to be sterilized by choice. Information regarding Rhode Island is difficult to find because proper records were never kept and most documentation was lost. Due to Rhode Island being a predominately catholic state, birth control such as sterilization was never made mandatory for any reasons.https://www.uvm.edu/~lkaelber/eugenics/RI/RI.html ===South Carolina=== ===South Dakota=== ===Tennessee=== No sterilization laws were ever passed in Tennessee, though bills have been created. In the mid 1960s a bill was created to pass sterilization for mentally ill patients. Tennessee was a part of a series of surveys regarding mental stability in the southern states. An institution was then created for the “feeble-minded” as a result. Tennessee eventually supported said institution.https://www.uvm.edu/~lkaelber/eugenics/TN/TN.html ===Texas=== In 2012, Katie Barnhill wrote that little law exists in Texas for courts and guardians to know what to do if a non-medically necessary sterilization is in the best interest of the mentally incompetent person. It was stated in the mid 1800s that those with “undesirable traits” such as those who come from low income or who are mentally ill should be sterilized. This bill was never passed in Texas but is claimed to be the first account of an attempt at sterilization in the United States. Texas has never passed a law for sterilization, though not for lack of effort. Many bills have been brought to vote and none have been passed.https://www.uvm.edu/~lkaelber/eugenics/TX/TX.html ===Utah=== ===Vermont=== Vermont does not have any kind of documentation regarding their sterilization laws open to the public. “Our understanding” of any laws that were created in regards to sterilization in this state is that all types of sterilization was completely voluntary. http://www.uvm.edu/~eugenics/sterilizationf.html ===Virginia=== An act, passed by the General Assembly of Virginia in 1988 and amended in 2013, provides the procedural requirements necessary for a physician to lawfully sterilize a patient capable of giving informed consent and incapable of giving informed consent. A physician may perform a sterilization procedure on a patient if the patient is capable of giving informed consent, the patient consents to the procedure in writing, and the physician explains the consequences of the procedure and alternative methods of contraception. A court may authorize a physician to perform a sterilization on a mentally incompetent adult or child after the procedural requirements are met and the court finds with clear and convincing evidence the patient is or is likely to engage sexual activity, no other contraceptive is reasonably available, the patient's mental disability renders the patient permanently unable to care for a child, and the procedure conforms with medical standards. ===Washington=== In 1980, the mother of a mentally incompetent minor petitioned the court for an order authorizing the sterilization of the minor. The Washington Supreme Court held that the Washington Superior courts have authority under the Washington constitution to grant the sterilization; however, the mother failed to show with clear and convincing evidence the sterilization was in the best interest of the minor. In 1991, the Washington Court of Appeals heard a petition for sterilization brought by the parents of an incompetent child named K.M. The Court held that the sterilization of a mentally incompetent patient can be constitutional; however, the incompetent must be represented by independent counsel and the attorney must take an adversarial role in defense of the incompetent’s reproductive rights. Two physicians testified in support of K.M.’s psychological need for sterilization, however; the Court held that K.M.'s attorney did not take an adversarial role because the physicians and witnesses should have been cross examined, and every argument in defense of K.M. should have made. The Appeals Court “remanded for a new hearing, with counsel appointed to represent K.M.” The Ashley Treatment occurred in Washington state. ===West Virginia=== West Virginia allows sterilizations on competent non-minors who give informed consent to the procedure. ===Wisconsin=== Under section 54.25 of the Wisconsin Statutes, a court may determine that a person who was found incompetent has incapacity to consent to a sterilization procedure. The guardian may not provide substituted consent for the incompetent person, unless the court determines the \"individual is competent to exercise the right under some but not all circumstances.\"Wisconsin Statutes § 54.25(2)(c) In 2001, the Wisconsin Supreme Court, in State v. Oakley, upheld a lower court's decision to impose a probation requirement that prohibited a man from having more children \"unless he shows that he can support that child and his current children.\" The Court held that the condition was reasonably related to Oakley's rehabilitation and not overly broad because Oakley already had nine children and intentionally refused to pay child support, and Oakley was eligible for prison so the condition was less restrictive than prison. Additionally, the Court held that the restriction satisfies strict scrutiny since the restriction was narrowly tailored because Oakley could have not intentionally refused to pay child support, and the restriction met the State's compelling interest of having parents support their children. ===Wyoming=== ==See also== *Abortion in the United States *Birth control in the United States *Birth control movement in the United States *Eugenics in the United States *Intersex surgery *Title X *Timeline of reproductive rights legislation *Transgender rights in the United States ==Further reading== * Sara A. Aliabadi, You Make Me Feel Like A Natural Woman: Allowing Parents to Consent to Early Gender Assignment Surgeries for Their Intersexed Infants, 11 Wm. & Mary J. Women & L. 427 (2005). * Lystra Batchoo, Voluntary Surgical Castration of Sex Offenders: Waiving the Eighth Amendment Protection from Cruel and Unusual Punishment, 72 Brook. L. Rev. 689, 689 (2007). * Kellie Brady, Some People Just Shouldn't Have Kids!: Probation Conditions Limiting the Fundamental Right to Procreate and How Texas Courts Should Handle the Issue, 16 Tex. Wesleyan L. Rev. 225 (2010). * Kristin Carlson, (FNd1), Strong Medicine: Toward Effective Sentencing of Child Pornography Offenders, 109 Michigan Law Review First Impressions 27 (2010). (\"Some studies have shown that medical treatment, such as castration, provides the only effective means of changing pedophilic behavior.\"). * Matthew V. Daley, A Flawed Solution to the Sex Offender Situation in the United States: The Legality of Chemical Castration for Sex Offenders, 5 Ind. Health L. Rev. 87 (2008). * Ray Taylor, Douglas Kirk, Representing Sex Offenders and the “Chemical Castration Defense,” American Jurisprudence Trials, 34 Am. Jur. Trials 1, (Updated 2015, Originally published in 1987). * Rebecca L. Miles, Criminal Consequences for Making Babies: Probation Conditions That Restrict Procreation, 59 Wash. & Lee L. Rev. 1545 (2002) * Joanna Nairn, Is There A Right to Have Children? Substantive Due Process and Probation Conditions That Restrict Reproductive Rights, 6 Stan. J. Civ. Rts. & Civ. Liberties 1 (2010). * Katherine A. West, Following in North Carolina's Footsteps: California's Challenge in Compensating Its Victims of Compulsory Sterilization, 53 Santa Clara L. Rev. 301 (2013). * Tamar-Mattis, Anne, \"Sterilization and Minors with Intersex Conditions in California Law\" (2012). e Circuit. Paper 40. ==References== Category:Reproductive rights in the United States ",
    "title": "Sterilization law in the United States"
}