{
    "id": "46762688",
    "text": "Premier Tower is mixed-use skyscraper currently under construction on the corner of Bourke Street and Spencer Street, in Melbourne, Australia.134-160 Spencer Street, Melbourne. UrbanMelbourne.info. Retrieved 21 May 2015 Designed by Elenberg Fraser, plans for a 294-metre (965 ft) tall building with 90-storeys were initially proposed in 2014;Lucas, Clay. (4 September 2014). \"90-storey tower to replace Savoy Tavern on Spencer Street\". The Age. Retrieved 21 May 2015Lenaghan, Nick. (14 May 2015). \"Singapore-listed Fragrance wins approval for Savoy tower\". The Australian Financial Review. Retrieved 21 May 2015 however, in order not to cast a shadow on the Yarra River to the south, both the height and the number of levels of the project were reduced in later plans, which were submitted to the Department of Planning. In May 2015, Planning Minister Richard Wynne approved the development, which now consists of a 245.9–metre high residential and hotel skyscraper of 78 levels. When built, Premier Tower will become one of the tallest buildings in Melbourne.Premier Tower – The Skyscraper Center. Council on Tall Buildings and Urban Habitat. Retrieved 27 January 2016Preiss, Benjamin. (14 May 2015). \"Approved: 68-floor tower for Savoy Tavern site on corner of Bourke and Spencer streets\". The Age. Retrieved 21 May 2015 According to Elenberg Fraser, the design of the building was in part inspired by the music video of \"Ghost\" by Beyoncé.Miller, Ross. (6 July 2014). \"Let's talk about this Beyoncé-inspired skyscraper being built in Australia\". The Verge. Retrieved 13 March 2016 Early construction on the project commenced in January 2017. The skyscraper is developed by the Fragrance Group, and will cost AUD$350 million to construct.(19 May 2015). \"68-storey apartment building approved for Melbourne's Savoy Tavern site\". Urbananalyst. Retrieved 21 May 2015Masanauskas, John. (14 May 2015). \"68-storey tower to be built on old Savoy Tavern site on corner of Bourke and Spencer streets\". Herald Sun. Retrieved 21 May 2015 ==References== ==External links== * Category:Skyscrapers in Melbourne Category:Residential skyscrapers in Australia Category:Apartment buildings in Melbourne Category:Proposed skyscrapers in Australia Category:Skyscraper hotels in Australia ",
    "title": "Premier Tower"
}