{
    "id": "46761319",
    "text": "The 1980 United States presidential election in Rhode Island took place on November 4, 1980, as part of the 1980 United States presidential election. Voters chose four representatives, or electors, to the Electoral College, who voted for president and vice president. The Democratic Party candidate, incumbent President Jimmy Carter, won the state of Rhode Island over former California Governor Ronald Reagan by 43,549 votes, giving him one of just seven victories in the election (other than Rhode Island, Carter also carried Maryland, Minnesota, Hawaii, West Virginia, the District of Columbia and his home state of Georgia). As a result of Rhode Island voting for Carter, it became the only state in New England to vote for a Democratic presidential candidate in 1980. While Carter was able to win Rhode Island by more than 10%, some of his votes were taken away by the strong third party candidacy of John B. Anderson, a liberal Republican Congressman who ran in 1980 as an independent after failing to win the Republican Party's own presidential nomination. Anderson proved very popular with liberal and moderate voters in New England who viewed Reagan as too far to the right and with normally leaning Democratic voters who were dissatisfied with the policies of the Carter Administration. New England overall would prove to be Anderson's strongest region in the nation, with all six New England states giving double- digit percentages to Anderson. In fact, Rhode Island would ultimately prove to be John Anderson's third strongest state in the nation after neighboring Massachusetts and Vermont, his 14.38% of the vote in the state more than double the 6.61% he got nationwide. Nationally, Reagan won the election with 489 electoral votes and 50.75% of the popular vote. ==Results== {| border=\"1\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |- style=\"background-color:#E9E9E9\" ! colspan=\"6\" | 1980 United States presidential election in Rhode Island |-bgcolor=\"#EEEEEE\" align=\"center\" ! colspan=\"2\" style=\"width: 15em\" |Party ! style=\"width: 17em\" |Candidate ! style=\"width: 5em\" |Votes ! style=\"width: 7em\" |Percentage ! style=\"width: 5em\" |Electoral votes |- ! style=\"background-color:#3333FF; width: 3px\" | | style=\"width: 130px\" | Democratic | Jimmy Carter (incumbent) | align=\"right\" | 198,342 | align=\"right\" | 47.67% | align=\"right\" | 4 |- ! style=\"background- color:#FF3333; width: 3px\" | | style=\"width: 130px\" | Republican | Ronald Reagan | align=\"right\" | 154,793 | align=\"right\" | 37.20% | align=\"right\" | 0 |- ! style=\"background-color:#DDDDDD; width: 3px\" | | style=\"width: 130px\" | Independent | John B. Anderson | align=\"right\" | 59,819 | align=\"right\" | 14.38% | align=\"right\" | 0 |} ==See also== * United States presidential elections in Rhode Island ==References== Rhode Island 1980 Category:1980 Rhode Island elections ",
    "title": "1980 United States presidential election in Rhode Island"
}