{
    "id": "46762150",
    "text": "Sakdiyah Ma'ruf is an Indonesian stand-up comedian. She is known for addressing Islamic extremism in Indonesia within her comedic routines. ==Early life and education== She was born into a family of Hadrami-Arabic descent in Pekalongan, Central Java. She has described the community in which she was raised as being preoccupied with its Arab identity and with the notion that it has a better sense of what “the truest and purest Islamic teachings” are than other communities in Indonesia. Her parents, she has stated, were “very conservative” in most ways during her childhood, pressuring her “to marry one of her distant cousins,” as her mother had done. She told The Huffington Post, she was raised “with the default expectation that I would grow up into a decent, Muslim girl who will continue preserving her religious and ethnic identity by carefully grooming herself through childhood and adolescence to earn the love of a rich and respected man from the community.” But, she has said, she “grew up resenting marriage and told my mom that I didn’t want to ever get married. I said this all while still in high school.” Despite their conservatism, however, Ma'ruf's parents allowed her to be “exposed to all Western pop culture, from Full House, Roseanne to MTV.” In fact she “taught herself English by watching sitcoms like The Cosby Show, Roseanne, Seinfeld and Full House, all of which featured subtitles in Bahasa Indonesia.” From the time she was in grade school, she has said, she enjoyed “U.S. sitcoms and comedy features.” Around the time she was in middle school, “she discovered that the stars of her favorite shows were actually stand-up comics. Her path became clear.” When, in 2009, she watched a DVD of Robin Williams' Live on Broadway several times, she was set on pursuing comedy. She began doing stand- up, which, she says, “teaches me to be completely honest with myself, my experience and my flaws.” She began with “mild” material “about myself being an old-maid in the eyes of Arab descent community.” In time she began addressing issues within Islam such as violence. Ma'ruf received a bachelor's degree in English from Gadjah Mada University (UGM) in Yogyakarta in 2009. Her dissertation was about stand-up comedy. As of November 2014, she was completing her master's degree at UGM. “I am the only girl from my Islamic elementary school that has been given the chance to earn a Master’s degree,” she said. ==Career== Since around 2009, Ma'ruf has worked full-time as a professional interpreter and translator. In her spare time, she performs comedy. She has appeared on a private television channel, performed at local venues in Jakarta, and taken part in a stage show with fellow comedians. During some of her appearances on TV, producers “have asked her to censor her own jokes, telling her that she is 'too conceptual, theoretical, laden with message.'” But she feel compelled to persevere, living in a society where women are publicly caned for being the victims of gang rape. Hans David Tampubolon wrote in The Jakarta Post in November 2014 that in “the otherwise lame and boring stand-up comedy scene in Indonesia,” Ma'ruf “has started what could be considered a revolution” and has raised “eyebrows with her stage appearances” because she “likes to blatantly address highly controversial issues that are usually avoided by 'popular' comics for the sake of keeping their faces on your television screens.” Tampubolon states that given her “distinctive look and growing popularity,” Ma'ruf “could have easily become a major mainstream comedic star on TV,” but because of constant demands by TV producers that she censor herself, “she opted to perform live instead, delivering her uncensored messages to preserve her art.” She has said that “for her, being a comic is not about fame or money but rather about giving her audience an unforgettable experience and making them think about societal issues and those affecting them personally, even after the curtain goes down.” Among her influences she has cited Sarah Silverman, Tina Fey, Margaret Cho, Roseanne, Ellen, Kathy Griffin, Robin Williams, Stephen Colbert, Chris Rock, Ricky Gervais, and Jerry Seinfeld. Her favorite comic is Louis C.K. She has been described as having “the cheerfulness of Williams, the bitterness of Louis and...just like Cosby, she never uses swear words or profanity in delivering her messages.” Much of her comedy is about Islamic extremism; she has complained for nearly a decade after the introduction of democracy, “Indonesia has witnessed a significant growth of turban-wearing, beard- growing, loud-screaming Muslims encouraging the Islam that does not tolerate women and minorities to speak up.” She has said that despite her upbringing, she enjoys “American sitcoms more than televised da'wah. I don't speak Arabic like most of my cousins, and I firmly think that ethnic purity that my community claims is nothing but hallucination as we are all actually mixed blood having been living in Indonesia since the Colonial Era. In fact, it may also hurt our religiosity as I believe Allah created us free and equal and will not judge us, except for our obedience and devotion to Him.” Still, she wears a veil because she considers it liberating: it “counters impossible beauty standards. It asserts ownership over her own body. Her use of the veil is also a way she resists the gravitational pull of the fashion industry, allowing her to focus on issues of justice, violence and equality.” ==Honors and awards== Ma'ruf will be awarded the Václav Havel Prize for Creative Dissent at the Oslo Freedom Forum in May 2015. In 2018, Ma'ruf was recognized with the BBC 100 Women award for her use of comedy to soften Islamic extremism and lessen violence against women. ==References== Category:Indonesian comedians Category:Women comedians Category:Muslim female comedians Category:Indonesian human rights activists Category:BBC 100 Women ",
    "title": "Sakdiyah Ma'ruf"
}