{
    "id": "46767745",
    "text": "On May 14, 2015, three members of the Savopoulos family—Savvas, Amy, and their son Philip—as well as their housekeeper, Veralicia Figueroa, were killed at the Savopoulos home in Washington, D.C. The victims were held hostage for 19 hours, starting on May 13. Ten-year-old Philip was tortured in order to coerce $40,000 in cash from the family. The perpetrator(s) restrained them with duct tape before killing them, then set the house on fire. They all sustained blunt force trauma, and Philip was also stabbed. On October 25, 2018, the defendant Daron Wint, a welder fired from a company owned by Savvas Savopoulos, was found guilty of 20 counts of kidnapping, extortion, and murder. He was sentenced to four consecutive life-without-release terms. ==Robbery and murder== The perpetrators stole $40,000 in cash from the family after an assistant, Jordan Wallace, delivered it to the house. They also stole the family's blue Porsche, which was later found burned in a church parking lot in Maryland. On May 14, 2015, the Savopoulos house in Northwest Washington was spotted ablaze and firefighters were called. They discovered the three bodies of the Savopoulos family and their housekeeper. The police determined the fire was intentionally set, and the victims had blunt-force and stab wounds, leading them to label the deaths homicides. ==Victims== The Savopouloses were a prominent, upper-class family in the Woodley Park neighborhood of Northwest Washington. Savvas Savopoulos was the CEO and president of American Iron Works, a construction company that played a role in building the Verizon Center. The slain victims were: * Savvas Phillip Savopoulos, age 46, a prominent area businessman * Amy Clare Savopoulos (née Martin), age 47, Savvas's wife * Philip Savvas Savopoulos, age 10, their son * Veralicia Figueroa, age 57, their housekeeper Two teenage daughters, Abigail and Katerina Savopoulos, were not present at the scene when the four were killed. == Suspect == Daron Dylon Wint (born November 27, 1980) was identified by police as the prime suspect in the case. He was found by matching his DNA to that found on the crust of a Domino's pizza delivered to the house on May 13, while the family was apparently captive. He was a certified welder who formerly worked at American Iron Works, leading police to believe the murders weren't random. Wint is originally from Guyana and immigrated to the U.S. in 2000. He was a United States Marine Corps recruit but was discharged before his training was complete for medical reasons. He had a long rap sheet of criminal charges; he was convicted in 2009 of second-degree assault in Maryland and sentenced to 30 days in jail, and also pleaded guilty to the crime of malicious destruction of property in 2010 as part of a plea deal, in which a second charge, burglary, was dropped. He has also been charged in the past with theft, assault, a sexual offense, and weapons possession. After Wint's DNA was matched, a warrant was issued for his arrest on a charge of first-degree murder. Wint was found and arrested on May 21, 2015, in northeast Washington, a week after the murders, and was subsequently charged with first- degree murder. Prosecutors believe Wint had help killing the victims and did not act alone, however Wint was the only person charged in the deaths. == Reactions == Attorney Robin Ficker said that Wint did not seem violent when he defended him in earlier cases. \"My impression of him — I remember him rather well — is that he wouldn't hurt a fly. He's a very nice person,\" Ficker said. He then characterized Wint as \"kind and gentle\" and added that authorities have arrested \"the wrong guy\" in the Savopoulos case, claiming, \"They've made a big mistake here.\" Ficker also said that Wint's family had told him \"that he doesn't like pizza and never eats pizza\", referring to the matching of Wint's DNA to that found on a pizza crust at the crime scene. After almost two years, the five-bedroom, six-bathroom house was demolished. Located in the neighborhood near the National Cathedral, the property was once valued at $4.5 million but sold months after the killings for just $3 million. == Trial == The trial date for Daron Wint was set on February 3, 2017 to begin September 4, 2018. The trial began with opening statements on September 11, 2018. On October 25, 2018, the defendant was found guilty of 20 counts of kidnapping, extortion, and murder. Wint was sentenced to life in prison without the possibility of parole. == See also == * Cheshire, Connecticut, home invasion murders * Crime in Washington, D.C. == References == Category:Family murders Category:2015 in Washington, D.C. Category:Arson in Washington, D.C. Category:Deaths by stabbing in Washington, D.C. Category:May 2015 crimes Category:May 2015 events in the United States Category:Murder in Washington, D.C. Category:Murder trials Category:Mass murder in 2015 ",
    "title": "2015 Washington, D.C., quadruple murder incident"
}