{
    "id": "46767819",
    "text": "Jabulani \"Jabs\" Newby (born August 15, 1991) is a Jamaican-Canadian professional basketball player who last played for Círculo Gijón of the LEB Plata. Newby played college basketball for Eastern Kentucky University and Gannon. == High school career == Newby initially competed at the high school level with St. Marguerite d'Youville Secondary School in his hometown of Brampton, Ontario. Newby played his junior and senior years of high school prep basketball under head coach Rob Fulford at Mountain State Academy in Beckley, West Virginia. As a junior, his team finished with a record of 29–7 and was considered one of the top-30 in the United States. In Newby's final season, he averaged 10 points, 7 assists, 3 rebounds, and 2 steals, leading the Falcons to a 22–4 record in 2010. Mountain State was ranked within the top-25 high school teams in the country by USA Today Sports. He took part in the West Virginia State Scott Brown Memorial Classic All-Star Game and was ranked by ESPN as a two-star recruit and the 103rd best point guard of the Class of 2010. ==College career== Newby initially played college basketball at Eastern Kentucky of the NCAA Division I. After his sophomore year with the Colonels, he transferred to Gannon University in Erie, Pennsylvania and began playing at the Division II level. The point guard said, \"I decided to leave EKU to play on a team that was more up-tempo in terms of style of play and also to earn more playing time.\" Before choosing to compete with Gannon, Newby was approached by many schools that had wanted him on their team coming out of high school. He made the decision because it was closer to his hometown and he was expected to immediately get playing time from coach John T. Reilly. At Gannon, Newby averaged 4.1 points, 2.6 assists, 2.3 rebounds and 0.8 steals in 19.2 minutes per game. he shot 45.6 percent from the floor and 35.7 percent from three-point range. ==Professional career== Newby with the Power in 2015 As a pro, Newby was drafted second overall to the Saint John Mill Rats in the 2014 NBL Canada draft. On December 29, 2014, Newby was traded to the Mississauga Power for Alex Johnson. He registered averages of 8.4 points, 2.4 assists and 2.2 rebounds per game in a Mill Rats uniform. In his debut with the Power, Newby scored a team-high 27 points, grabbed four rebounds and registered two assists, going 8-of-11 from the field and logging 36 minutes. Mississauga vice president of basketball operations John Wiggins said of his performance: \"What's great about it is it's unbridled, he's just going out there and playing. Imagine what happens when A) he learns (head coach Kyle Julius') systems and the philosophies of what we're trying to do and B) just getting more time with the kid … By the time the playoffs come, he'll be ready.\" In 18 games, Newby averaged 5.2 points, 1.6 rebounds and 1.3 assists per game and was named to the NBL All-Rookie Team. Over the summer of 2015, Newby traveled to Italy and participated in the ALLINSPORT Summer League. He won the league's slam dunk contest in late June and gained attention from his alma mater Gannon and the NBL Canada. On October 31, Newby was acquired by the Raptors 905 of the NBA Development League following a successful tryout with the team. However, he was waived on November 11 before the start of the season. For the 2015–16 season, Newby signed back with the Saint John Mill Rats, marking his second season in the NBL Canada. In July 2020, Newby agreed terms with Spanish third-tier team Círculo Gijón. ==Personal life== Newby is the youngest of three siblings, with sister Sonya McKenzie and brother DeWayne Newby. Jabs' parents are Wilfried and Annie Riley. Jabs majored in sports management while at Gannon University. Newby's full first name is Jabulani, which means \"to bring happiness.\" His sister gave him the moniker \"Jabs\" when he was four years old because outsiders had trouble pronouncing his full name. Newby said, \"I like my nickname a lot because it's short and sweet. I'm one of the few basketball players with a name like that. My name is memorable and nobody's going to forget about it.\" == References == == External links == *Jabs Newby on RealGM *Jabs Newby on USBasket.com *Jaws Newby on Spanish Basketball Federation Category:1991 births Category:Living people Category:Basketball people from Ontario Category:Canadian expatriate basketball people in the United States Category:Canadian men's basketball players Category:Círculo Gijón players Category:Eastern Kentucky Colonels men's basketball players Category:Gannon Golden Knights men's basketball players Category:Mississauga Power players Category:Point guards Category:Saint John Mill Rats players Category:Saint John Riptide players Category:Sportspeople from Toronto ",
    "title": "Jabs Newby"
}