{
    "id": "46768774",
    "text": "Evelyn Gardiner as the Duchess of Plaza Toro in The Gondoliers, 1938 Evelyn Gardiner (12 March 1894 – 13 June 1970), born Enid Mary Griffin, was an English opera singer and actress known for her work as principal contralto in the Gilbert and Sullivan comic operas with the D'Oyly Carte Opera Company and J. C. Williamson, as well as for other stage acting. In 1933, Gardiner earned a pilot's licence and claimed to be only the second British actress ever to do so. ==Life and career== ===Early life and career=== Gardiner was born in Shepherd's Bush, West London, the daughter of Jane and Charles George Griffin,Ancestry.com. London, England, Births and Baptisms, 1813–1906 for Enid Mary Griffin\". Ancestry.com (pay to view), accessed 2 June 2015 a manager at Liberty's, the London department store.1911 England Census for Charles George Griffin\", Ancestry.com (pay to view), accessed 2 June 2015 She was educated in London and Paris.Burgess, Michael. \"Evelyn Gardiner\", Memories of the D'Oyly Carte Opera Company, accessed 22 May 2015 Gardiner joined the D'Oyly Carte Opera Company in 1921 singing in the chorus of their Gilbert and Sullivan operas. Within months, she was cast as the understudy for the company's principal contralto, Bertha Lewis. Her first principal role with the company was Inez in The Gondoliers in 1923, and the following season, she occasionally filled in as the Duchess of Plaza-Toro in that opera. She left the Company in 1925.Stone, David. \"Evelyn Gardiner\", Who Was Who in the D'Oyly Carte Opera Company, 24 May 2004, accessed 12 May 2015 Gardiner next appeared in films and in pantomime and variety. She appeared in plays in London at the Regent Theatre from 1928 to 1931. In 1931, Gardiner joined the J. C. Williamson Gilbert and Sullivan Opera Company, appearing with them for the next three seasons, and also in 1935, in Australia, New Zealand and South Africa, as the Duchess of Plaza-Toro in The Gondoliers, Ruth in The Pirates of Penzance, Dame Carruthers in The Yeomen of the Guard and other Gilbert and Sullivan contralto parts. In the meantime, briefly in 1934, she played the Slave of the Lamp in a pantomime production of Aladdin and His Wonderful Lamp in London at the Prince Edward Theatre. She became interested in flying and, while in Australia in 1933, she earned a pilot's licence. She claimed to be only the second actress in the British empire ever to do so.\"Actress Gains Pilot's Licence\", The Sydney Morning Herald, 18 April 1933, p. 12; and \"G. and S. Contralto Is a Pilot\", The Age, 9 September 1940, p. 12 In 1936, she returned to the D'Oyly Carte Opera Company for their American tour and then, over the following three years, she played the contralto roles in all their productions: Lady Sangazure in The Sorcerer, Little Buttercup in H.M.S. Pinafore, Ruth in Pirates, Lady Jane in Patience, the Fairy Queen in Iolanthe, Lady Blanche in Princess Ida, Katisha in The Mikado, Dame Hannah in Ruddigore, Dame Carruthers in Yeomen, and the Duchess in The Gondoliers. ===Second World War and later years=== Gardiner returned to Australia in 1939Ayre, p. 90 and continued to perform in the Gilbert and Sullivan operas with the Williamson company until 1951. She married Lieutenant Colonel R. L. York, DSO in 1940\"We Have a Song to Sing!\", The Sydney Morning Herald, 14 March 1940, p. 21 and enjoyed horseback riding, hunting and fishing, as well as drawing and interior decoration.\"Miss Evelyn Gardiner\", The Brisbane Courier, 12 May 1932, accessed 22 May 2015 Gardiner was awarded an M.B.E. (Member of the Order of the British Empire) for her services in raising support in Australia for relief efforts such as \"Bundles for Britain\". She retired from the stage in 1960 and then directed Gilbert and Sullivan operas for such amateur groups as the Gilbert & Sullivan Society of Sydney. Gardiner died suddenly at the age of 76 in Honolulu, Hawaii, while on a visit there. ==Notes== ==References== * *Joseph, Tony. Evelyn Gardiner, Flying Opera Singer, Bunthorne Books, Bristol (2004) ==External links== *Gardiner as the Duchess of Plaza Toro *Gardiner as Dame Hannah *Gardiner as Lady Jane *Gardiner at the National Portrait Gallery Category:1894 births Category:1970 deaths Category:20th-century English actresses Category:English opera singers Category:English contraltos Category:Operatic contraltos Category:20th-century English singers Category:20th-century British opera singers Category:20th-century women opera singers Category:English stage actresses Category:20th-century English women singers Category:Members of the Order of the British Empire ",
    "title": "Evelyn Gardiner"
}