{
    "id": "46762899",
    "text": "Natalie Ann Holt is a British composer who has worked on numerous film and television projects. She trained at the Royal Academy of Music and then the National Film and Television School and had a career as a classical violist before becoming a film composer. ==Composing== Whilst studying at the National Film and Television School Holt worked as an orchestrator and copyist on films including Matthew Vaughn's Stardust and Hannibal Rising. After graduating, she performed as a classical violist in a number of orchestras, while she began composing her own music for a number of short films, including the Royal Television Society award-winning \"Friends Forever\" (2008). Her first mainstream breakthrough came in 2012 when she worked as part of Mearl Music for the composer Martin Phipps writing additional music for the BBC film Great Expectations, which was nominated for a BAFTA award for Best Score. She collaborated with Phipps again for the BBC drama The Honourable Woman for which they jointly won the 2015 Ivor Novello Award for Best Television Soundtrack. Holt subsequently wrote the original scores for a number of other high-profile television dramas including the multiple BAFTA winning drama and Royal Television Society award-winning score for Philippa Lowthorpe's drama series Three Girls, Adrian Shergold's BBC1 drama My Mother and Other Strangers, the final series of Wallander starring Kenneth Branagh, the BBC drama Redwater and the BBC television adaptation of Sathnam Sanghera's novel The Boy With The Topknot. She has scored two TV series written by BAFTA award winning playwright Mike Bartlett, Press and Sticks and Stones. With Martin Phipps, she composed music for Victoria, the ITV drama starring Jenna Coleman, for which she was nominated for a Primetime EMMY in the category of \"Outstanding Music Composition for a Series\". Holt has also composed music for a number of films including Saul Dibb's film adaptation of R.C. Sherriff's WW1 play Journey's End starring Sam Clafin and Asa Butterfield, for which she won Best Score at Beijing International Film Festival, additional music for Heyday Film's Paddington, a modernist score for the avant-garde Spanish feature film Animals (directed by Marcal Fores), additional music on the Hans Zimmer and Martin Phipp's score for the film Woman in Gold starring Helen Mirren, and the score for the first feature from Deborah Haywood, Pin Cushion, which premiered at the Venice Film Festival in 2018. Holt is currently scoring a film directed by Phyllida Lloyd, a female-driven drama about the Dublin housing crisis from the producers of the Academy Award winning film The Favourite. ==Performing== In 2007, she formed RaVen Quartet, a London-based string quartet that performed arrangements of rock tracks.Interview: RaVen Quartet, M Magazine, 31 October 2012 The quartet performed with Madness during the 2012 London Olympics closing ceremony. In the 2013 final of Britain's Got Talent, Holt was performing in the backing orchestra of finalists Richard and Adam. During their performance she walked on stage and threw eggs at the judge, Simon Cowell. She was protesting Cowell's \"dreadful influence on the music business\". ==References== ==External links== * * Category:Living people Category:Alumni of the Royal Academy of Music Category:British film score composers Category:Ivor Novello Award winners Category:Female film score composers Category:21st-century women musicians Category:Year of birth missing (living people) ",
    "title": "Natalie Holt"
}