{
    "id": "46769913",
    "text": "Terry J. Dubrow (born September 14, 1958) is an American plastic surgeon and television personality. He is known for his work on The Swan and for co- hosting Botched and its spin-off series Botched by Nature with Dr. Paul Nassif. He also appears on The Real Housewives of Orange County with his wife, Heather. In 2015, Dubrow appeared on Good Work, a plastic surgery-themed talk show, together with co-hosts RuPaul and Sandra Vergara. Dubrow also performed the plastic surgery procedures on Bridalplasty, a reality series which premiered in 2011 and featured a group of women who competed in order to win a wedding and transformative plastic surgery procedure. ==Personal life== Terry Dubrow was born to Laura and Alvin Dubrow. He was raised in Los Angeles with his older brother Kevin, who was the lead singer for the popular metal band Quiet Riot for the majority of that band's existence until his death in 2007. He married actress and Real Housewives of Orange County star Heather Dubrow (née Kent) in 1999. They have four children. Dubrow received his medical degree from the University of California, Los Angeles School of Medicine and also holds a master's degree from Yale University. He went on to complete a residency in general surgery and was chief resident at Harbor-UCLA Medical Center and he completed his fellowship in plastic and reconstructive surgery at the UCLA Medical Center. Dubrow is board certified by the American Board of Plastic Surgery, and a Fellow of the American College of Surgeons. Dubrow and his wife promote a fad diet known as the \"Dubrow Diet,\" based on a form of intermittent fasting.Ask the Expert: Fad Diets in 2019 By Toby Amidor, MS, RD, CDN Today's Dietitian Vol. 21, No. 1, P. 10 He also has a constant presence on the shopping network ShopHQ, usually selling health products. ==Television== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 2004 | The Swan | Himself | |- | 2010–11 | Bridalplasty | Himself | |- | 2014–present | Botched | Himself / Co-host | Co-executive producer |- | 2015 | Good Work | Himself / Co-host | |- | 2016 | Botched by Nature | Himself / Co-host | Co-executive producer |- | 2019–present | License to Kill | Himself / Narrator | Oxygen |} ==Publications== The Dubrow Diet: Interval Eating to Lose Weight and Feel Ageless. Ghost Mountain Books. ==References== ==External links== * * Category:Living people Category:1958 births Category:American plastic surgeons Category:Place of birth missing (living people) Category:American television personalities Category:Fasting advocates Category:Physicians from California Category:People from Los Angeles Category:David Geffen School of Medicine at UCLA alumni Category:Yale University alumni Category:20th-century American physicians Category:21st- century American physicians Category:20th-century surgeons ",
    "title": "Terry Dubrow"
}