{
    "id": "46776845",
    "text": "Peter Zaffino (born 1967) is an insurance industry executive. He is president and global chief operating officer of AIG. Zaffino joined AIG in August 2017 as executive vice president and global chief operating officer. He served as CEO of AIG's General Insurance business, the company's core property-casualty insurance unit, from September 2017 to August 2020. On 1 January 2020, Zaffino was promoted to president of AIG and continued to serve as global COO.https://www.reuters.com/article/us-aig-president/aig-names-coo-peter- zaffino-as-president-idUSKBN1YM1DW Prior to joining AIG, he was with Marsh & McLennan Companies (MMC) for 16 years. With MMC he served as president and CEO of Guy Carpenter from 2008-2011, CEO of Marsh from 2011–2017, and chairman of MMC's Risk & Insurance Services segment from 2015–2017. == Early life and education == Zaffino was born in 1967; his father was Salvatore D. Zaffino, an insurance executive who was chairman of Guy Carpenter & Company from 1999 through 2007 and prior to that was CEO of the company. He received a BA in economics from Boston College, where he played collegiate soccer, in 1989, and an MBA in finance from New York University's Leonard N. Stern School of Business. He holds the insurance industry designations CPCU and Associate in Reinsurance designations. == Career == === Early career === Following university, Zaffino worked steadily in the insurance and reinsurance industry, beginning at The Hartford. He held a number of senior executives roles at a portfolio company of GE Capital, which specialized in alternative risk insurance and reinsurance. === Marsh & McLennan Companies=== ====Guy Carpenter==== From GE Capital Services, in 2001 Zaffino joined Guy Carpenter & Company, a global risk and reinsurance firm and a subsidiary of Marsh & McLennan Companies in New York City. From 2005 forward he successively held several senior positions at Guy Carpenter, including head of global specialty practices; managing director and eastern regional manager; and executive vice president and head of treaty operations in the United States. In February 2008 he became Guy Carpenter's president and CEO. He streamlined the company's operations and staff, improved profitability, made acquisitions, and hired high-profile executives. In addition, Global Reinsurance says he improved Guy Carpenter's analytical tools for clients; overhauled operations in the United Kingdom and Europe; ====Marsh CEO and MMC risk and insurance-services chairman==== Marsh & McLennan Companies, a professional services firm that includes risk management companies Marsh and Guy Carpenter and consulting firms Mercer and Oliver Wyman Group, had appointed Zaffino as a member of its executive committee in 2008. In April 2011 MMC appointed him president and CEO of its subsidiary Marsh, Inc., a global insurance brokerage and risk management firm. Under Zaffino, Marsh grew in part via acquisitions, and the company launched several technological products such as a mobile platform. In 2008 Marsh had launched Marsh & McLennan Agency, aimed at providing insurance for small and mid-sized companies, and Zaffino continued to expand it via acquisitions. In early 2015 Marsh & McLennan Companies named him chairman of MMC's Risk & Insurance Services segment, which included both Marsh and Guy Carpenter. In this capacity he led teams providing risk advice and capital solutions to companies in around 130 countries. ===AIG president & global COO=== Zaffino was appointed executive vice president and global chief operating officer of AIG effective August 2017. This entails leading the day- to-day business of all country operations, including U.S. commercial field operations and AIG's multinational organization, as well as global business services, administration, and communications. He is also responsible for expanding and profitably executing AIG's commercial and consumer strategies. Zaffino was also appointed to AIG's executive leadership team in 2017. He was hired by AIG's new CEO Brian Duperreault, who had been CEO of Marsh & McLennan Companies from 2008 to 2012. Together with Duperreault, Zaffino develops AIG's long-term strategy and operating plan. In September 2017, Duperreault split AIG's organizational structure into three divisions – general insurance business, a life and retirement unit, and a stand-alone technology unit – and appointed Zaffino as CEO of General Insurance, in addition to his position as global COO. The General Insurance division includes commercial and personal insurance, and U.S. and international field operations. In January 2020, Zaffino assumed the additional title of president of AIG from global CEO Brian Duperreault. Zaffino retained his position as global COO. He also continued to lead the firm's General Insurance unit as CEO until August 2020, when that position transitioned to David McElroy, as Zaffino moved to focus more on enterprise-wide leadership responsibilities in his role as president and global COO. Zaffino heads AIG 200, a multi-year, company-wide operational overhaul and modernization plan announced in August 2019. The name \"AIG 200\" refers to the second 100 years for AIG, which was founded in 1919. Under Zaffino, the program aims to improve AIG's infrastructure, operational processes, efficiency and expense ratio. Zaffino will oversee modernizing and digitizing workflows, as well as eliminating legacy processes and manual interventions. The investments in software and services are also intended to unify operations. == Board memberships== Zaffino is on the board of directors of the Michael J. Fox Foundation.} He was appointed to the board of the New York Police and Fire Widows' and Children's Benefit Fund in 2013 and in 2015 was the honoree at its annual gala. ==Personal life== Zaffino and his wife Kirsten have three children and are based in the New York metropolitan area. == References == == External links == *Profile at AIG Category:American chief executives of financial services companies Category:1967 births Category:Living people Category:New York University Stern School of Business alumni Category:Boston College alumni ",
    "title": "Peter Zaffino"
}