{
    "id": "46776887",
    "text": "Thomas Barnes (1812 - 24 April 1897) was a Liberal British Member of Parliament (MP) for Bolton who had substantial business interests, including cotton manufacturing in Farnworth, as Thomas Barnes & Co. Ltd., and as chairman of the Lancashire and Yorkshire Railway. He was elected an MP on three occasions. == Early life == Thomas Barnes was born in 1812. He was one of three sons of James Rothwell Barnes who, along with Thomas Bonsor Crompton, was a significant figure in the development of Farnworth. Barnes senior established the first steam-powered weaving mill in Farnworth and later, in 1832, brought cotton spinning to the town. == Business == Barnes junior had many business interests aside from his cotton-manufacturing business, Thomas Barnes & Co. Ltd., in Farnworth. These included significant involvement in the Assam Railways and Trading Company, the Bank of Bolton, the Farnworth and Kearsley Gas Company, the Lancashire and Yorkshire Railway, the Provincial Insurance Company, the Royal Sardinian Railways, a Welsh slate quarry, and the Wrexham, Mold and Connah's Quay Railway. == Politics == Barnes resigned his chairmanship of the Lancashire and Yorkshire Railway but remained a director and major shareholder after becoming a Liberal MP for Bolton in the election of 1852. He held the seat until 1857, then tried unsuccessfully to win the Bury constituency in the 1859 election. Having regained unopposed the Bolton seat made vacant by the resignation of Joseph Crook in 1861, he retained it in 1865 but lost again in the 1868 general election, when the two available seats were won by John Hick and William Gray. He chose not to stand in the 1874 general election but was invited to do so, once again for Bolton, in that of 1880. By this time he was once again chairman of the railway company. He refused the offer due to ill-health. He also served as a Justice of the Peace and as a Deputy Lieutenant of the Duchy of Lancaster. == Other interests == Barnes was a non-conformist and regularly preached and taught in Sunday schools. He was also a director of the London Missionary Society, a supporter of the Anti-Corn Law League and a member of the Liberation Society. He favoured widening the electoral franchise and voted in favour of the Permissive Bill, variations of which were introduced on several occasions in an attempt to legitimise local vetoes over the grant of licenses for the sale of alcohol. In December 1862, he bought a cotton plantation in Jamaica with the intention of showing that it was possible to produce the raw material without using slave labour. Around 1858, Barnes purchased an estate near to Chirk and built a house called The Quinta, in Shropshire. At the same time he was the benefactor of a Gothic Revival Congregationalist chapel at Weston Rhyn, near to his estate, and he preached there when no other preacher was available. He also donated around of land on his Birch Hall estate, as well as money, for development of Farnworth Park, which was opened amid great festivities in October 1864 by William Ewart Gladstone. This latter gift was to commemorate his father and celebrate the coming of age of his only child, James Richardson Barnes, and was inspired by seeing children playing in the dirty, busy streets of the town. Some sources say that around 50,000 people attended the opening, while others indicate 100,000. Barnes died at The Quinta on 24 April 1897. His wife, Ann, predeceased him in 1880, aged 76. == References == Notes Citations == Further reading == * * * == External links == * * Category:1812 births Category:1897 deaths Category:People from Farnworth Category:Liberal Party (UK) MPs for English constituencies Category:UK MPs 1852–1857 Category:19th-century English people Category:People of the Victorian era Category:Lancashire and Yorkshire Railway Category:People from Chirk Category:Deputy Lieutenants of Lancashire Category:UK MPs 1865–1868 Category:UK MPs 1859–1865 Category:English Dissenters Category:British railway entrepreneurs ",
    "title": "Thomas Barnes (MP)"
}