{
    "id": "46779827",
    "text": "The Women's Big Bash League (WBBL) is the Australian women's domestic Twenty20 cricket competition. The WBBL replaced the Australian Women's Twenty20 Cup, which ran from the 2007–08 season through to 2014–15. The competition features eight city-based franchises, branded identically to the men's Big Bash League (BBL). Teams are made up of current and former Australian national team members, the country's best young talent, and up to three overseas marquee players. Sporting goods retailer Rebel was the official naming rights partner for WBBL01 and has since extended its sponsorship for a further five seasons.(25 November 2015). \"rebel throws support behind Women's BBL\" – Cricket.com.au. Retrieved 9 December 2015. Seven Network and Fox Cricket are the current TV broadcast partners, televising 36 games of WBBL06. The league, which originally ran alongside the BBL, has experienced a steady increase in media coverage and popularity since its inception, moving to a fully standalone schedule for WBBL05. In 2018, ESPNcricinfo included the inaugural season in its 25 Moments That Changed Cricket series, calling it \"the tournament that kick-started a renaissance\". To date, the Sydney Sixers have been the most successful team, appearing in each of the first four finals and winning two titles. The Brisbane Heat are current back-to-back champions. ==History== ===Women's International Cricket League=== In early 2014, the formation of an international women's Twenty20 competition, based around the franchise model of the Indian Premier League was announced. Headed by former Australian cricketer Lisa Sthalekar and Australian businessman Shaun Martyn, the proposal involved six privately-owned Singapore-based teams with players earning over $US40,000 per season. There was strong support from top female players for the Women's International Cricket League (WICL) concept, and backing was sought from the International Cricket Council, while former international cricketers Geoff Lawson and Clive Lloyd were on the board of the organisation. The concept was dealt a blow in early June, when the England and Wales Cricket Board announced that they would refuse to release centrally contracted English players. At the same time, Cricket Australia (CA) announced it would not endorse the WICL either. Both organisations expressed concern that the tournament was not being run by a national cricket board, but a private company. ===Australian Women's Twenty20 Cup=== Before the establishment of the Women's Big Bash League, Cricket Australia conducted a national T20 competition: the Australian Women's Twenty20 Cup. The tournament ran in conjunction with the WNCL (the national women's 50-over competition) with the final played as a double header alongside the KFC Twenty20 Big Bash and later the Big Bash League. The competition ran from the 2009–10 season to 2014–15 after some exhibition games were held from 2007 to 2009. Cricket Australia decided to replace the competition with the Women's Big Bash League in an attempt to further heighten the profile and professionalism of elite- level female cricket, thereby ideally helping to grow grassroots participation and viewership of the game among girls and women across the country. ==Establishment== Alternative WBBL logo On 19 January 2014, former Australian national team captain Belinda Clark revealed the planning for a women's BBL was in its early stages, with CA keen to take advantage of the rising popularity of women's cricket and the success of the men's BBL in its first season on free-to-air TV. On 19 February 2015, Cricket Australia announced that a Women's Big Bash League (WBBL) would commence in 2015–16, with teams aligned to the current men's competition. Each team's first player signing was unveiled at the official WBBL launch on 10 July 2015. Cricket Australia CEO James Sutherland stated in a media release: \"We see T20 as the premium format of the women's game and the WBBL is an exciting concept that will increase the promotion and exposure of women's cricket.\"http://www.cricket.com.au/news/womens-big-bash-league-to-align-with- mens-big-bash-league-clubs/2015-02-19 He went on to claim: \"Our existing female domestic competitions are arguably the strongest in the world, with the continued success of the top-ranked women's team, the Commonwealth Bank Southern Stars, a testament to that.\" Cricket Australia executive Mike McKenna said: \"Our goal is to see cricket become the sport of choice for women and girls across the nation, whether as participants or fans.\"http://www.abc.net.au/news/2015-07-10/cricket-australia-launches- women27s-big-bash-league/6611526 On 13 October 2015, 100 of Australia's elite cricketers joined together to pledge $20 million towards the growth of cricket in Australia, to help grassroots level Cricket, support former players and develop further opportunities for female cricketers.http://www.couriermail.com.au/sport/cricket/current-australian- cricketers-pledge-20-million-towards-growth-of-game/story- fnii0bxd-1227568072689 ==Teams== The competition features the same eight city- based franchises that are in the Big Bash League. Each state's capital city features at least one team, with Sydney and Melbourne featuring two.WBBL: ALL YOU NEED TO KNOW bigbash.com.au. Retrieved on 4 Dec, 2015 {| class=\"wikitable\" style=\"font-size:90%;\" |- ! colspan=2 style=\"width: auto;\" | Team ! style=\"width: auto;\" | Location ! style=\"width: auto; align=center\" | Home ground ! style=\"width: auto;\" | Coach ! style=\"width: auto;\" | Captain ! style=\"width: auto;\" | |- align=\"center\" | style=\"background:#009FDF;\"| |Adelaide Strikers | | |Luke Williams |Suzie Bates |0 |- align=\"center\" | style=\"background:#00c1c1;\"| |Brisbane Heat |Albion, Queensland |Allan Border Field |Ashley Noffke |Jess Jonassen |2 |- align=\"center\" | style=\"background:#69359C;\"| |Hobart Hurricanes |Bellerive, Tasmania |Blundstone Arena |Salliann Briggs |Corinne Hall |0 |- align=\"center\" | style=\"background:red;\"| | |St Kilda, Victoria |CitiPower Centre | | |0 |- align=\"center\" | style=\"background:#00B13F;\"| |Melbourne Stars |St Kilda, Victoria |CitiPower Centre |Trent Woodhill |Meg Lanning |0 |- align=\"center\" | style=\"background:#ff8000;\"| |Perth Scorchers | |Lilac Hill Park | |Sophie Devine |0 |- align=\"center\" | style=\"background:#FF0090;\"| |Sydney Sixers | | |Ben Sawyer |Ellyse Perry |2 |- align=\"center\" | style=\"background:#96D701;\"| |Sydney Thunder | | |Trevor Griffin | |1 |} ==Media coverage== === WBBL|01–WBBL|03 === The 2015–16 Women's Big Bash League season was initially scheduled to have eight of the 59 matches air live on Australian free-to-air network One. Impressive television ratings convinced Network Ten to move the broadcast of the first-ever Melbourne derby between the Stars and Renegades to their main channel.WBBL derby promoted to main channel cricket.com.au. Retrieved on 23 Dec, 2015 The all-Sydney clashes between the Thunder and the Sixers on 2 January and the final on 24 January were likewise upgraded, whilst the broadcast schedule was also expanded to include the two semi-finals on One. Network Ten broadcast eleven games of the 2016–17 Women's Big Bash League season. The commentary team was again led by Andrew Maher and featured Mel Jones and Lisa Sthalekar alongside Jason Bennett and Pete Lazer. Every game was also live streamed via the WBBL page on Facebookhttps://www.facebook.com/WBBL/ and cricket.com.au.http://www.cricket.com.au/series/wbbl02-womens-big-bash- league/RoS_MsbkqkmOKF5LPWQ_Wg A total of twelve 2017–18 matches were televised on free-to-air by Network Ten, including four on the opening weekend. The remaining 47 matches were live streamed on cricket.com.au and MamaMia as well as the Cricket Australia Live App. ===WBBL|04–present=== In April 2018, as part of a new six-year broadcast rights deal, Cricket Australia announced 23 matches of each season (beginning with 2018–19) would be aired live on the Seven Network and simulcast on Fox Sports' dedicated cricket channel Fox Cricket, with the remaining 36 matches to be live streamed on the CA website and app. Ahead of the 2019–20 season, Cricket Australia announced all 59 matches would also be streamed live and on demand through Kayo Sports. An additional three games were initially allocated TV coverage on the Seven Network and Fox Cricket for the 2020–21 season, taking the overall number of televised WBBL|06 matches to 26. Alistair Dobson, Cricket Australia's Head of Big Bash Leagues, subsequently said: \"The Rebel WBBL is the world's best cricket league for women and keeps getting better, which was reflected in a 21 per cent increase in multichannel audiences last season.\" After the season was rescheduled to take place entirely in a Sydney hub across a concentrated five- week period, due to the COVID-19 pandemic, Seven's allocated number of games was altered to a total of 24. On 15 October 2020, Cricket Australia announced Fox Cricket would broadcast an additional twelve matches, bringing the total number of televised WBBL|06 games to 36. ==Development== === Tournament structure === In the inaugural season, teams were required to play games in sporadic clusters, such as twice in an afternoon or four times across three days. They were also forced to occasionally meet in neutral cities, with the most notable occurrence being the 03 final played between the Sydney Sixers and the Perth Scorchers at the Adelaide Oval. Although such practices have become less common, they are yet to be completely eliminated. The WBBL featured matches that were played as curtain-raisers to the men's Big Bash League until moving to a standalone format for the 2019–20 edition. Ahead of the 2018–19 season, Cricket Australia announced it would begin to introduce spectator admission fees for the league, starting with matches in Sydney. The 04 final at Drummoyne Oval became the league's first match to sell out. Matches are typically played at boutique venues in each state's capital city, such as Junction Oval in Melbourne and Allan Border Field in Brisbane. However, regional centres have also embraced the opportunity to host WBBL games: on 5 January 2019 at Harrup Park in Mackay, a new record for the league's highest standalone attendance was achieved; in another example, Cricket North West scheduled a weekend free of local cricket to maximise attendance for a 05 game at West Park Oval in Burnie. ===Player salaries=== For WBBL01, players would earn between $3000 and $10,000. This was in addition to the $7000 retainer which all female domestic cricketers would earn playing in the Women's National Cricket League (WNCL). Retainers for national representatives, of which a WBBL team can sign a maximum of five per season, ranged from $19,000 to $49,000 before taking match payments and tour fees into consideration. In April 2016, Cricket Australia increased its elite female player payment pool from $2.36 million to $4.24 million for the 2016–17 season. With maximum retainers rising to $65,000 for national representatives and up to $15,000 for the WBBL, the best Australian women cricketers would earn a base salary of around $80,000 before exceeding earnings of six-figures with match payments and tour fees. Minimum retainers also increased, with domestic players earning at least $7000 in the WBBL and $11,000 in the WNCL. Australia's top domestic female cricketers would earn $26,000. In August 2017, after extensive negotiations with the Australian Cricketers' Association, Cricket Australia announced it would increase total female player payments from $7.5 million to $55.2 million. The deal, hailed as the biggest pay rise in the history of women's sport in Australia, meant domestic players in 2017–18 would earn at least $25,659 in the WNCL and a minimum of $10,292 (average of $19,926) in the WBBL. For 2021–22, the last year of the deal, domestic and national team players would earn an average of $58,000 and $211,000 respectively. The table below details the rise in minimum and average earnings of domestic players (those playing in both the WBBL and WNCL) and nationally contracted players since the inaugural Women's Big Bash League season: {| class=\"wikitable\" style=\"font-size:100%;\" |+ Salaries of women's cricketers in Australia |- ! rowspan=\"2\" style=\"width: auto;\" |Season ! colspan=\"2\" style=\"width: auto;\" |Domestic player ! colspan=\"2\" style=\"width: auto;\" |National player |- align=\"center\" | style=\"background:#eee\" |Minimum | style=\"background:#eee\" |Average | style=\"background:#eee\" |Minimum | style=\"background:#eee\" |Average |- align=\"center\" |2015–16 |$10,000 |$13,000 |$19,000 |$59,000 |- align=\"center\" |2016–17 |$18,000 |$22,000 |$40,000 |$79,000 |- align=\"center\" | style=\"border-bottom-width: 2px;\" |2017–18 | style=\"border-bottom-width: 2px;\" |$35,951 | style=\"border-bottom-width: 2px;\" |$55,000 | style=\"border-bottom-width: 2px;\" |$72,076 | style=\"border-bottom- width: 2px;\" |$179,000 |- align=\"center\" | |$38,871 |$58,000 |$87,609 |$211,000 |} ===Quality of product=== ==== Scoring ==== Commentators have praised the rising standard of cricket displayed throughout the WBBL's early years, particularly the improved striking ability of batters. The inaugural season was typically dominated by bowlers, with the run rate sitting at 6.29 across the competition. By the 2018–19 season, it had increased to 7.31 with batters clearing the rope nearly three-times as often. Although the rate of scoring remained steady from WBBL|04 to WBBL|05, the frequency of wickets taken and sixes hit decreased, indicating a more conservative approach by both batters and bowlers. This could possibly be attributed to the tournament's shift to the start of the summer, when pitches tend to be slower and less conducive to attacking play.http://vicsportsturf.asn.au/wp- content/uploads/2016/01/VCAWicketPrep20101.pdf The table below details the progression of runs scored and wickets taken (per 120 balls) as well as total sixes hit and centuries scored across the first five seasons: {| class=\"wikitable\" style=\"font-size:100%;\" |+ Statistical progression in the WBBL |- ! style=\"width: auto;\" |Season ! style=\"width: auto;\" | ! style=\"width: auto;\" | ! style=\"width: auto;\" | ! style=\"width: auto;\" | |-align=\"center\" |2015–16 |126 |6.7 |111 |1 |- align=\"center\" |2016–17 |129 |6.0 |162 |1 |- align=\"center\" |2017–18 |133 |6.2 |206 |3 |- align=\"center\" |2018–19 |146 |6.4 |270 |6 |- align=\"center\" | |146 |5.8 |252 |3 |} Sources: ==== Fielding ==== The 2015–16 final was noted for a poor level of fielding as both teams succumbed to the occasion's high pressure. Conversely, the \"incredible\" semi-finals three seasons later at Drummoyne Oval featured exciting endings determined by \"miracle\" catching and run out plays which drew widespread acclaim. In an opinion piece for The Sydney Morning Herald, former Australian cricketer Geoff Lawson highlighted these moments of \"precision\" as a sign that the league had rapidly transformed into a \"serious professional sporting competition\" which justified CA's investment in women's cricket. ==== Overseas players ==== The level of competition in the WBBL is enhanced by luring many of the best overseas players to Australian shores, with each team allowed up to three \"marquee\" signings of cricketers from other countries. South African bowler Marizanne Kapp (member of the Sydney Sixers) and New Zealand all-rounder Sophie Devine (member of the Adelaide Strikers before moving to the Perth Scorchers) are among the international signings who have been permanent fixtures in the league. However, in November 2019, after some WBBL squads had been heavily impacted by conflicting international cricket schedules—particularly teams featuring Indian and English players—newly appointed CA board member Mel Jones cited a need for greater cooperation between nations to give the league a clearer window. ==== Australian players ==== Another feature of the league is the ongoing presence of all leading Australian female players, such as Meg Lanning and Ellyse Perry. This is a stark contrast to the BBL, in which many of the top male Australian players—including David Warner and Pat Cummins—are rarely able to participate due to Test and ODI commitments. Consequently, the WBBL is seen as an optimal means of fast-tracking the development of the country's most promising young players, enabling them to gain first-hand experience from world-class team mates and opponents. Ashleigh Gardner and Sophie Molineux are two examples of teenagers performing strongly in the league before quickly going on to earn national selection by the age of 20. ==Tournament results== === Season summaries === {| class=\"wikitable\" style=\"font-size:90%;\" |- ! style=\"width: auto;\" |Season ! style=\"width: auto;\" |Champions ! style=\"width: auto;\" |Most runs ! style=\"width: auto;\" |Most wickets ! style=\"width: auto;\" | ! style=\"width: auto;\" |Young Gun award ! style=\"width: auto;\" |Sources |- align=\"center\" |2015–16 | |Meg Lanning (MLS) – 560 |Rene Farrell (SYT) – 26 |Meg Lanning (MLS) |Lauren Cheatle (SYT) | |- align=\"center\" |2016–17 |Sydney Sixers |Meg Lanning (MLS) – 503 |Sarah Aley (SYS) – 28 |Beth Mooney (BRH) |Ashleigh Gardner (SYS) | |-align=\"center\" |2017–18 |Sydney Sixers |Ellyse Perry (SYS) – 552 |Aley (SYS), Brunt (PRS) – 23 |Amy Satterthwaite (MLR) |Sophie Molineux (MLR) | |- align=\"center\" |2018–19 |Brisbane Heat |Ellyse Perry (SYS) – 777 | |Ellyse Perry (SYS) |Georgia Wareham (MLR) | |-align=\"center\" | |Brisbane Heat | |Molly Strano (MLR) – 24 |Sophie Devine (ADS) | | |-align=\"center\" | |TBD |TBD |TBD |TBD |TBD | |} === Final summaries === {| class=\"wikitable\" style=\"font-size:90%; text-align: center;\" |- ! style=\"width: auto;\" |Final ! style=\"width: auto;\" |1st innings ! style=\"width: auto;\" |2nd innings ! style=\"width: auto;\" |Result ! style=\"width: auto;\" | ! style=\"width: auto;\" |Venue |-align=\"center\" |2015–16 (WBBL01) |Sydney Sixers 7/115 (20 overs) | 7/116 (19.3 overs) | Scorecard |Erin Osborne | Melbourne, VIC |-align=\"center\" |2016–17 (WBBL02) |Sydney Sixers | 7/117 (20 overs) |Sixers won by 7 runs Scorecard |Sarah Aley (Sydney Sixers) |WACA Ground Perth, WA |-align=\"center\" |2017–18 (WBBL03) |Perth Scorchers 99 (20 overs) |Sydney Sixers 1/100 (15 overs) |Sixers won by 9 wickets Scorecard |Sarah Coyte (Sydney Sixers) |Adelaide Oval Adelaide, SA |-align=\"center\" |2018–19 (WBBL04) |Sydney Sixers 7/131 (20 overs) |Brisbane Heat |Heat won by 3 wickets Scorecard |Beth Mooney (Brisbane Heat) |Drummoyne Oval Sydney, NSW |-align=\"center\" | | |Brisbane Heat 4/162 (18.1 overs) |Heat won by 6 wickets Scorecard |Beth Mooney (Brisbane Heat) |Allan Border Field Brisbane, QLD |} ===Team performance=== Suzie Bates batting for Perth Scorchers against Sydney Thunder at Lilac Hill Park, Perth, on 21 January 2017. The wicket-keeper is Alex Blackwell. {| class=\"wikitable sortable\" style=\"font-size:90%; text-align: center;\" |- !Team ! ! ! ! ! |- |style=\"align:center;\"|Adelaide Strikers | | |style=\"background:#afeeee;\"|4th (SF) | |style=\"background:yellow;\"|2nd (RU) |- |style=\"align:center;\"|Brisbane Heat | |style=\"background:#afeeee;\"|3rd (SF) | | | |- |style=\"align:center;\"|Hobart Hurricanes |style=\"background:#afeeee;\"|2nd (SF) |style=\"background:#afeeee;\"|4th (SF) | | | |- |style=\"align:center;\"| | | | |style=\"background:#afeeee;\"|4th (SF) |style=\"background:#afeeee;\"|4th (SF) |- |style=\"align:center;\"|Melbourne Stars | | | | | |- |style=\"align:center;\"|Perth Scorchers |style=\"background:#afeeee;\"|4th (SF) |style=\"background:yellow;\"|2nd (RU) |style=\"background:yellow;;\"|3rd (RU) | |style=\"background:#afeeee;\"|3rd (SF) |- |style=\"align:center;\"|Sydney Sixers |style=\"background:yellow;\"|3rd (RU) | | |style=\"background:yellow;\"|1st (RU) | |- |style=\"align:center;\"|Sydney Thunder | | |style=\"background:#afeeee;\"|2nd (SF) |style=\"background:#afeeee;\"|2nd (SF) | |} Legend C = Champion; RU = Runner-up; SF = Semifinalist; 1st = Ladder position after regular season ==Statistics and records== ===All-time stats=== *Batting: **Most runs: Ellyse Perry (SYS) – 2,612 **Highest score in an innings: Ashleigh Gardner (SYS) – 114 (52) vs Melbourne Stars (9 December 2017) **Highest partnership: Alyssa Healy and Ellyse Perry (SYS) – 199* vs Melbourne Stars (3 November 2019) **Most sixes: Sophie Devine (ADS) – 88 *Bowling: **Most wickets: Molly Strano (MLR) – 96 **Best bowling figures in an innings: Molly Strano (MLR) – 5/15 (4 overs) vs Melbourne Stars (2 January 2016) *Fielding: **Most dismissals (wicket-keeper): Alyssa Healy (SYS) – 69 (40 catches, 29 stumpings) **Most catches (fielder): Erin Burns (HBH, SYS) – 39 *Most Player of the Match awards: # Beth Mooney (BRH), Ellyse Perry (SYS) – 16 each # Sophie Devine (ADS) – 15 # Meg Lanning (MLS, PRS) – 14 # Alyssa Healy (SYS) – 12 # Elyse Villani (MLS, PRS) – 10 # Amy Satterthwaite (HBH, MLR) – 9 # Sophie Molineux (MLR), Stafanie Taylor (ADS, SYT) – 8 each # Alex Blackwell (SYT) – 7 # Sarah Coyte (ADS, SYS), Grace Harris (BRH, MLR), Jess Jonassen (BRH), Danielle Wyatt (MLR) – 6 each # Nicole Bolton (PRS), Heather Graham (PRS), Tahlia McGrath (ADS) – 5 each *Team: **Most wins: Sydney Sixers – 50 **Most losses: Hobart Hurricanes – 47 **Highest score: Sydney Sixers – 4/242 (20 overs) vs Melbourne Stars (9 December 2017) **Lowest score (all out): ***Hobart Hurricanes – 66 (14.1 overs) vs Sydney Sixers (25 January 2017) ***Brisbane Heat – 66 (16.1 overs) vs Melbourne Renegades (23 December 2017) **Highest successful chase: Melbourne Renegades – 4/185 (19 overs) vs Brisbane Heat (27 November 2019) **Lowest successful defence: Sydney Thunder – 9/104 (20 overs) vs Melbourne Stars (17 January 2016) **Biggest winning margin: ***Batting first: Sydney Sixers – 103 runs vs Hobart Hurricanes (25 January 2017) ***Batting second: Brisbane Heat – 68 balls remaining vs Melbourne Stars (10 January 2019) **Longest winning streak: Sydney Sixers – 9 matches **Longest losing streak: Hobart Hurricanes – 10 matches **Longest head-to-head winning streak: Sydney Sixers – 11 matches vs Hobart Hurricanes === Single- season records === *Most runs: Ellyse Perry (SYS) – 777 (WBBL|04) *Most wickets: Sarah Aley (SYS) – 28 (WBBL|02) *Most dismissals (wicket-keeper): Claire Koski (SYT) – 28 (WBBL|01) *Most catches (fielder): **Alex Blackwell (SYT) – 13 (WBBL|01) **Nat Sciver (PRS) – 13 (WBBL|03) *Most Player of the Match awards: **Meg Lanning (MLS) – 6 (WBBL|01) **Ellyse Perry (SYS) – 6 (WBBL|04) **Sophie Devine (ADS) – 6 (WBBL|05) *Team: **Most wins: ***Sydney Sixers – 12 (WBBL|03) ***Brisbane Heat – 12 (WBBL|05) **Best NRR: Brisbane Heat – (WBBL|04) **Most losses: ***Hobart Hurricanes – 12 (WBBL|03, WBBL|04) ***Melbourne Stars – 12 (WBBL|05) **Worst NRR: Hobart Hurricanes – (WBBL|03) Source: ===Hat-tricks=== The following is a list of hat-tricks taken in the WBBL: *Nicole Bolton (PRS) vs Hobart Hurricanes (19 December 2015) *Gemma Triscari (MLS) vs Sydney Thunder (15 January 2016) *Amy Satterthwaite (HBH) vs Sydney Thunder (16 January 2017) *Dane van Niekerk (SYS) vs Hobart Hurricanes (17 December 2017) *Marizanne Kapp (SYS) vs Melbourne Stars (26 October 2019) Statistics and records updated through the end of WBBL|05 ==See also== *Australian Women's Twenty20 Cup *Women's National Cricket League *Women's cricket in Australia *Australia women's national cricket team *Big Bash League *Cricket Australia *Cricket in Australia ==Notes== ==References== ==External links== * * Schedule & Fixtures * Series home at ESPN Cricinfo * How The first WBBL season changed cricket, ESPNcricinfo Category:Big Bash League Category:Australian domestic cricket competitions Category:Professional sports leagues in Australia Category:2015 establishments in Australia Category:Sports leagues established in 2015 Category:Twenty20 cricket leagues ! Category:Women's Twenty20 cricket competitions Category:Recurring sporting events established in 2015 ",
    "title": "Women's Big Bash League"
}