{
    "id": "46776386",
    "text": "Charles Schneider (June 28, 1898 – August 6, 1960) was a French businessman. He served as the Chairman of Schneider Electric from 1942 to 1960. ==Early life== Charles Schneider was born on June 28, 1898 in Paris, France.Catherine Vuillermot, The Schneider Network during the Presidency of Charles Schneider, 1942-1960, Business and Economic History, vol. 2, Business History Conference, 2004les maîtres de forges, écomusée de la Communauté le Creusot Montceau His father was Eugène Schneider, II. His mother was Antoinette de Rafélis de Saint-Sauveur. He had two brothers, Henri-Paul and Jean, and a sister, Marie- Zélie. His cousin, Germaine Dulac, was a filmmaker.Tami Williams, Germaine Dulac: A Cinema of Sensations, Champaign, Illinois: University of Illinois Press, 2014, p. 164 During World War I, he served in the French Army from 1916 to 1918, retiring as Second Lieutenant. He received the Croix de Guerre for his service. ==Career== Schneider became a co-manager of the family business with his brother Jean in 1918. However, due to managerial disagreements with their father, they were fired in 1924. As a result, Schneider worked for the Gaumont Film Company. In February 1942, Schneider was appointed as an official at the Comité d’ORganization de la SIDérurgie (later known as the Comité des forges). After his father's death in November 1942, he became the co-Chairman of the family business with his brother Jean.Schneider Electric history From his brother's death in 1944 to 1960, he served as its sole Chairman. ==Personal life== He married Lilian Constantini, an actress, in 1943. Their daughter, Dominique Schneidre, is a novelist. ==Death== He died on August 6, 1960 in Saint-Tropez. ==References== Category:1898 births Category:1960 deaths Category:Businesspeople from Paris Category:People from Saint-Tropez Category:French military personnel of World War I Category:Recipients of the Croix de Guerre 1914–1918 (France) Category:20th- century French businesspeople ",
    "title": "Charles Schneider (businessman)"
}