{
    "id": "46770258",
    "text": "Etrian Odyssey is a dungeon crawler role-playing video game series. It is primarily developed and published by Atlus and currently owned by Sega. By 2016, the series had sold a combined total of 1.5 million copies worldwide. ==Titles== ===Main series=== ; Etrian Odyssey : The first game in the series, it was first announced by Atlus through Famitsu after demonstrating it behind closed doors at E3 2006. It was released in 2007 in Japan and the Americas, and the following year in PAL regions. ; Etrian Odyssey II: Heroes of Lagaard : Towards the end of 2007, Atlus announced a sequel to Etrian Odyssey. It was reported that the game would feature 12 job classes and that Yuji Himukai, Makoto Nagasawa and Yuzo Koshiro would reprise their roles, with Shigeo Komori taking on the role of director. All of character classes are reused, along with three new classes: Beast, Gunner, and War Magus. The mapping system was improved, with new symbols that can be added to the map for more detailed and accurate maps. The sequel was released on February 21, 2008, in Japan and in North America on June 17, 2008. The game did not release in any other region. ; Etrian Odyssey III: The Drowned City : The Drowned City features ocean exploring in addition to dungeon exploring, both with the familiar mapping system. In addition, the classes from previous games are removed in favor of all-new classes. The game released in Japan on April 1, 2010, and in North America on September 21, 2010. The game did not release in any other region. ; Etrian Odyssey IV: Legends of the Titan : Legends of the Titan was the first game in the series for the Nintendo 3DS. It featured a traversable overworld in addition to dungeon exploration. It was released in Japan on July 5, 2012, in North America on February 26, 2013, and in Europe on August 30, 2013. ; Etrian Odyssey V: Beyond the Myth : In late November 2014, Atlus announced other two Etrian Odyssey along with Etrian Mystery Dungeon. It was released in Japan on August 4, 2016, in North America on October 17, 2017 and in Europe and Australia in November 2017. ; Etrian Odyssey Nexus : Released in Japan on August 2, 2018, and was released outside of Japan on February 5, 2019.https://gematsu.com/2018/04/etrian-odyssey-x-announced-for-3ds ===Remakes=== ; Etrian Odyssey Untold: The Millennium Girl : Etrian Odyssey Untold: The Millennium Girl is a semi-remake of Etrian Odyssey which features animated cutscenes and voice acting. It was released in Japan on June 27, 2013, in North America on October 1, 2013 and in Europe on May 2, 2014. ; Etrian Odyssey 2 Untold: The Fafnir Knight : Etrian Odyssey 2 Untold: The Fafnir Knight is a remake of Etrian Odyssey II: Heroes of Lagaard in the vein of Etrian Odyssey Untold: The Millennium Girl. It features a story mode with a set of characters, cutscenes, an orchestrated soundtrack and many new features. It was released in Japan on November 27, 2014 and in North America on August 4, 2015, and in Europe on February 12, 2016. ===Spin-offs=== ; Etrian Mystery Dungeon : Etrian Mystery Dungeon is a crossover of the Mystery Dungeon and Etrian Odyssey series. Instead of the first-person view of the dungeon, it was changed to a third-person angle where players can see everything at an aerial view. The original game system has been changed into the Mystery Dungeon turn-based strategy where the player is allowed a period of analysis before deciding on a move to make, committing to it, then waiting for the opponent or enemy to make their turn. This is followed by the next round of play where the player makes their turn again. The game was released on March 5, 2015 in Japan and April 7, 2015 in North America. It was released in Europe on September 11, 2015. ; Etrian Mystery Dungeon 2 :A sequel to Etrian Mystery Dungeon was released in Japan on August 31, 2017.http://sq- atlus.jp/sfd2/ ==Notes== ==References== Category:Fantasy video games Category:Sega Games franchises Category:Video game franchises Category:Video game franchises introduced in 2007 ",
    "title": "Etrian Odyssey"
}