{
    "id": "46770788",
    "text": "Gail Bell is an Australian author of short stories, two non-fiction books, travel writing, book reviews, critical essays and long form journalism. Her books and essays have won acclaim and prizes. She is represented by Selwa Anthony Author Management Pty Ltd. ==Personal life== Gail Bell was born in Sydney in 1950. She has four younger siblings. Her father, Roy, served in the British Commonwealth Occupation Forces during the occupation of Japan after the bombing of Hiroshima. Stories of her father’s early life, as the abandoned son of an alleged poisoner, fed into the writing of her first book The Poison Principle. Bell was educated at Macarthur Girls’ High School, Parramatta, and at the University of Sydney and Sydney College of Advanced Education. From 1972-1983 she was married to Douwe Winkler, a Dutch immigrant. In 1986 she married Andrew Bell, a photographer and teacher, and moved to the Central Coast of NSW. ==Career== Bell began publishing short stories and journalism for specialty magazines in the 1990s. Her first book, The Poison Principle became a bestseller and won the New South Wales Premier’s Literary Award for non-fiction in 2002. Her second book, SHOT: A Personal Response to Guns and Trauma was shortlisted for the Nita Kibble Literary Award. Her third major publication, the Quarterly Essay # 18 The Worried Well led to strong public responses and national debate. Bell’s journalism has appeared in many newspapers and magazines, in Australia and overseas. She has written for The New York Times and the UK Sunday Telegraph. Since 2005, Bell has been a regular contributor to The Monthly magazine. Her essay In the Ratroom was collected in The Best Australian Essays 2011 and was shortlisted for the 2011 Voiceless Awards with a special mention from J M Coetzee. She has received two Australia Council for the Arts grants for non-fictions books, and been the recipient of several residencies at Varuna, The Writers' House, Katoomba NSW. From 2004-2006 Bell was a member of the committee of the Australian Society of Authors. She continues to work as a community pharmacist and is frequently consulted by writers wanting to employ poison or unusual drugs in their fictional works. ===Non-fiction writing=== The Poison Principle: A Memoir about Family Secrets and Literary Poisonings published in June 2001 by Picador, Australia, and 2002 by Macmillan in the UK and St. Martin’s Press in the USA (as Poison) established Bell as a writer of note. Marina Warner, reviewing Poison in The New York Times, writes: “Her book…measures out, in small loving spoonfuls, grains of information about [a] family story … Between the quiet drip feed of her personal memoir, Bell mixes in stronger flavors: ingredients from criminology and psychology, botany and chemistry.” Author Gillian Bouras writes: “Bell shows how poison has exerted a peculiar and specific fascination in the past. Thanks mainly to journalists this fascination still exists, although the profile has changed… she demolishes the myth that various poisons guarantee a relatively easy death…and [provides] an examination of the ‘gendering’ of poison, long thought to be mainly the province of women.” British author, the late Terry Pratchett wrote: “I am a compulsive book lender and keep a stock of Gail Bell's The Poison Principle. Bell writes almost seductively about poisons.\" In 2007 Pratchett nominated it as “one of the five books that changed me.” Gail spoke with Richard Glover ABC Radio 702 about reports that the agent used to murder Kim Jong-nam – the estranged half-brother of North Korean chairman Kim Jong-un – at Kuala Lumpur Airport on 13 February 2017 was the nerve agent VX, a poison so toxic it is only used in chemical warfare. Her second book, SHOT: A personal response to Guns and Trauma is a memoir that looks back to a night in 1968 when she was shot in the back while walking home from a train station. The book questions the place of guns in our social world, and explores the intricate, surprising ways our minds deal with traumatic shock. Australian academic, Dr Gwyn Symonds, describes Bell’s text as “shaped by memory from her own precipitating violent injury” such that it “bristles with an authentic awareness of its trauma”. Critic and reviewer, Neil Jillett, writes that “Bell’s prose has an exquisite precision” and notes the book’s value in helping “those of us who have not had an abnormally traumatic experience to imagine the complex and permanent damage it can cause” In The Worried Well: The Depression Epidemic and the Medicalisation of our Sorrows Bell wonders why well over a million Australians now take antidepressant drugs. This is a frank and independent look at the depression culture and the move to medicalise sadness. Political commentator and Crikey correspondent at large, Guy Rundle, wrote a spirited response to The Worried Well describing Bell’s essay as “a fantastic demolition job – and all the more powerful for the manner in which it combines front-line experience with reflection and scholarship.” ==Awards and nominations== ===Prizes=== * 2002 – Winner NSW Premier’s Literary Award Non- Fiction Douglas Stewart Prize and Medal for The Poison Principle ===Shortlisted=== * 2001 – Courier Mail Book of the Year for The Poison Principle * 2002 – Adult Audio Book of the Year for The Poison Principle * 2002 – Ned Kelly Best Non-Fiction True Crime for The Poison Principle * 2004 – Ned Kelly Best Non-Fiction True Crime for SHOT: A Personal response to Guns & Trauma * 2004 – Nita B. Kibble Literary Awards for Women Writers for SHOT * 2011 – Voiceless Awards for the essay In The Rat Room: Reflections on the Breeding House ==Bibliography== * The Worried Well: The Depression Epidemic and the Medicalisation of our Sorrows (2005) * SHOT: A personal response to guns and trauma (2003) * The Poison Principle (2001) , (2017) ==References== ==External links== * * Facebook * Twitter * Interview with Caroline Overington * ABC Radio National reading by Bell of Shot * Interview about SHOT * The Worried Well * The Golden Eye short story reading by Gail Bell Category:21st- century Australian women writers Category:Writers from New South Wales Category:University of Sydney alumni Category:1950 births Category:Living people ",
    "title": "Gail Bell"
}