{
    "id": "46772666",
    "text": "Art Recovery International (previously, Art Recovery Group) is a private company that provides due diligence, dispute resolution and art recovery services to the international art market and cultural heritage institutions. It is headquartered in Venice, Italy. The company was founded in 2013 initially specialising in the recovery of stolen and claimed works of art. In 2015 the company launched the ArtClaim Database as a new art market due diligence resource. The online-resource was developed with Soza Technical and LTU technologies, introducing image-recognition technology to commercial due diligence for the first time. In 2016, a non-profit company based in the US was formed and the ArtClaim Database became ARTIVE.org. == History == Art Recovery International was established in 2013 by Christopher A. Marinello, a lawyer specialising in the recovery of stolen and claimed works of art. Prior to founding the company, Marinello was formerly General Counsel of the Art Loss Register. Marinello was responsible for virtually all the successful art recoveries for the Art Loss Register from 2006-2013. In 2013, Marinello became dissatisfied with the methods of ALR's Chairman, Julian Radcliffe and decided to form his own art recovery business and stolen art database. The cases and clients followed and Art Recovery International enjoyed almost immediate success and acclaim. All the company's services are provided to law enforcement agencies on a pro-bono basis. Since its establishment, Art Recovery has overseen a number of high-profile recovery cases including works by: * Henri Matisse * El Greco * Maurice de Vlaminck * Henri Matisse * Paul Manship * Duccio di Buoninsegna * Henri Martin * Auguste Rodin * Jean-Antoine Houdon * Antoine Blanchard * Vincenzo Chilone * Michele Marieschi In 2015, the company launched the ArtClaim Database as a new due diligence resource for the international art market. The web-based platform introduced image-recognition technology into searches and item registrations in order to improve the accuracy of efforts to reduce the trade in illicit art. In October 2015, the ArtClaim Database was awarded Wealth Management Innovator of the Year at the Spear's Wealth Management awards. In 2016, a non-profit company based in the US was formed and the ArtClaim Database became ARTIVE.org == Christopher A. Marinello == Art Recovery Group's CEO is Christopher A. Marinello, one of the world's leading practitioners in the restitution and recovery of stolen and claimed works of art. He has been involved in the recovery of over $500 million worth of art and some of the most high-profile stolen art cases around the world. Marinello has also represented the heirs of Paul Rosenberg in their recovery efforts for art works looted during the Second World War. In May 2015, Marinello oversaw the recovery of a painting by Henri Matisse discovered in the Munich home of Cornelius Gurlitt on behalf of the Rosenberg family. In 2013, Marinello co-founded the annual Art Crime and Cultural Heritage Symposium with New York University School of Professional Studies. ==See also== * Gurlitt Collection * Art theft == References == ==External links== * The Artive Database * Art Recovery International Category:Companies based in Venice Category:Database companies ",
    "title": "Art Recovery Group"
}