{
    "id": "46776035",
    "text": "MotoAmerica is the organization that promotes the AMA Superbike Series since 2015. Sanctioned by the American Motorcyclist Association (AMA) and the Fédération Internationale de Motocyclisme (FIM), it features five classes of road racing - Superbike, Stock 1000, Supersport, Twins and the Liqui Moly Junior Cup. MotoAmerica's primary goal was to reinvigorate motorcycle road racing in North America and ultimately send its riders to the top-level international championships - MotoGP, World Superbike, PTT BRIC Superbike Championship, and Pirelli Malaysia Superbike Championship. The series is run by the KRAVE Group, a partnership led by three-time 500cc World Champion Wayne Rainey. The other three partners are energy sector investor and CEO Richard Varner, former vice president of motorsport operations at COTA and former managing director of Team Roberts in MotoGP Chuck Aksland, and the executive director of the Petersen Automotive Museum Terry Karges. ==New Classes for 2018== For the 2018 season, there were changes in classes. The Superstock 1000 class was dropped from the schedule, partly because there were now sufficient full Superbikes to fill a moderately sized grid (16-18 machines as opposed to as few as 9 in previous seasons) and the introduction of a relatively low cost, but still fast class. The Stock 1000 class differs from the Superstock 1000 class it replaced, by permitting very few modifications from the showroom specifications of the road-legal machines. Lights, indicators, stands, and mirrors must be removed and a race fairing may be fitted, but the use of expensive replacement engines and certain other parts is prohibited. The Superstock 600 class was dropped, with its place on the program being taken by the new Twins class. In contrast to the Stock 1000 series, this is a fairly open class where development and modifications are allowed with a great degree of freedom as long as a twin-cylinder machine is used. The Liqui Moly Junior cup class was introduced as a replacement for the KTM cup. Encouraged by the success of the competitive series at the world championship level this championship was introduced as a new entry-level class with an age restriction limiting competitors to 25 years old at the most. Machines eligible for the class are * Honda CBR500R * Kawasaki Ninja 300 * Kawasaki Ninja 400 * KTM RC390 * KTM RC390 R * Suzuki GSX250R (pending homologation) * Yamaha YZF-R3 ==History== The series crowned its first champions in 2015, led by AMA Superbike Championship winner Cameron Beaubier. The other champions were Jake Gagne (Superstock 1000), J. D. Beach (Supersport), Joe Roberts (Superstock 600) and Gage McAllister (KTM RC 390 Cup). The series consisted of nine rounds and 18 races in 2015 with the championship getting started at the Circuit of the Americas(COTA) in Austin, Texas, and ending at New Jersey Motorsports Park in Millville, New Jersey. MotoAmerica shared three rounds of its series with Dorna properties MotoGP (COTA and Indianapolis Motor Speedway) and the World Superbike (WeatherTech Raceway Laguna Seca). In 2016 the series again operated over nine rounds despite the loss of the Indianapolis event. In 2015 MotoAmerica had run alongside the MotoGP at Indianapolis but this was dropped from the MotoGP calendar for 2016. There was an extra round in 2016 at New Jersey Motorsports Park, bringing the total back up to 9 rounds. In 2017 it ran 10 events with a single round at New Jersey but additional rounds at Pittsburgh International Race Complex and Sonoma Raceway. Following a 3rd place finish in the 2019 SuperBike season, Garret Gerloff left his MotoAmerica SuperBike team to join the World Superbike while riding a Yamaha for the GRT Yamaha WorldSBK Junior Team. == Classes == === Superbike === MotoAmerica’s premier race class, HONOS Superbike showcases the top road racers aboard top- of-the-line, highly modified motorcycles capable of speeds approaching 200 miles per hour . Engine configurations and minimum weight requirements are listed below: * Over 750cc up to 1000cc, 4-stroke, 3- and 4-cylinder * Over 850cc up to 1200cc, 4-stroke, 2-cylinder * 370.5 pounds * Models: BMW S1000RR, Ducati Panigale V4 R, Honda CBR1000RR, Kawasaki Ninja ZX-10R, Suzuki GSX-R1000, Yamaha YZF-R1 === Stock 1000 === A feeder class for Superbike, Stock 1000 gives MotoAmerica riders the opportunity to gain experience aboard 1,000cc motorcycles with an eye toward eventually moving up to Superbike. Engine configurations requirements are listed below: * Over 750cc up to 1000cc, 4-stroke, 3- and 4-cylinder * Over 850cc up to 1200cc, 4-stroke, 2-cylinder * 374 pounds * Models: BMW S1000RR, Honda CBR1000RR, Kawasaki Ninja ZX-10R, Suzuki GSX-R1000, Yamaha YZF-R1 === Supersport === MotoAmerica’s middleweight race class, Supersport features the series’ rising stars competing aboard production-based motorcycles. Engine configurations and minimum weight requirements are listed below: * Over 400cc up to 600cc, 4-stroke, 4-cylinder * Over 500cc up to 675cc, 4-stroke, 3-cylinder * Over 600cc up to 750cc, 4-stroke, 2-cylinder * 354.2 pounds * Models: Kawasaki Ninja ZX-6R, Suzuki GSX-R600, Yamaha YZF-R6 === Twins === Putting middleweight, twin-cylinder motorcycles in the spotlight, Twins Cup enables regional and club racers from around the country to step up to the MotoAmerica series and compete on a national level. Engine configurations requirements are listed below: * Over 600cc up to 800cc, 4-stroke, 2-cylinder * Over 600cc up to 700cc: 297.6 pounds * Over 700cc up to 800cc: 319.6 pounds * Models: Kawasaki Ninja 650, Suzuki SV650, Yamaha FZ-07/MT-07 === Junior Cup === MotoAmerica’s entry-level race class, Liqui Moly Junior Cup presents the series’ youngest riders competing aboard small-displacement, production-based motorcycles. Engine configurations requirements are listed below: * Over 300cc up to 500cc, 4-stroke, 1- or 2-cylinder * Models: Honda CBR500R, Kawasaki Ninja 400, Yamaha YZF-R3 == Champions == === Superbike === {| class=\"wikitable\" !Season !Rider !Manufacturer |- !2015 | Cameron Beaubier (Yamaha) | Yamaha |- !2016 | Cameron Beaubier (Yamaha) | Yamaha |- !2017 | Toni Elias (Suzuki) | Suzuki |- !2018 | Cameron Beaubier (Yamaha) | Yamaha |- !2019 | Cameron Beaubier (Yamaha) | Yamaha |- !2020 |Ongoing |Ongoing |} === Stock 1000 === {| class=\"wikitable\" !Season !Rider !Manufacturer |- !2015 | Jacob Gagne (Yamaha) | Yamaha |- !2016 | Josh Herrin (Yamaha) | Yamaha |- !2017 | Mathew Scholtz (Yamaha) | Yamaha |- !2018 | Andrew Lee (Kawasaki) | Kawasaki |- !2019 | Andrew Lee (Kawasaki) | Kawasaki |- !2020 |Ongoing |Ongoing |} === Supersport === {| class=\"wikitable\" !Season !Rider !Manufacturer |- !2015 | J. D. Beach (Yamaha) | Yamaha |- !2016 | Garrett Gerloff (Yamaha) | Yamaha |- !2017 | Garrett Gerloff (Yamaha) | Yamaha |- !2018 | J. D. Beach (Yamaha) | Yamaha |- !2019 | Bobby Fong (Suzuki) | Suzuki |- !2020 |Ongoing |Ongoing |} === Twins (Stock Supersport) === {| class=\"wikitable\" !Season !Rider !Manufacturer |- !2015 | Joe Roberts (Yamaha) | Yamaha |- !2016 | Bryce Prince (Yamaha) | Yamaha |- !2017 | Jason Aguilar (Yamaha) | Yamaha |- !2018 | Chris Parrish (Suzuki) | Suzuki |- !2019 | Alex Dumas (Suzuki) | Suzuki |- !2020 |Ongoing |Ongoing |} === Junior Cup === {| class=\"wikitable\" !Season !Rider !Manufacturer |- !2015 | Gage McAllister (KTM) | KTM |- !2016 | Brandon Paasch (KTM) | KTM |- !2017 | Benjamin Smith (KTM) | KTM |- !2018 | Alex Dumas (KTM) | KTM |- !2019 | Rocco Landers (Kawasaki) | Kawasaki |- !2020 |Ongoing |Ongoing |} == Riders == === Current SuperBike Riders === {| class=\"wikitable\" style=\"font-size:85%;\" ! Name ! Country ! Team ! Bike Number |- ! Cameron Beaubier | | Monster Energy Attack Performance Yamaha | 1 |- ! Josh Herrin | | Scheibe Racing BMW | 2 |- ! Travis Wyman | | Travis Wyman Racing BMW | 10 |- ! Mathew Scholtz | | Westby Racing Yamaha | 11 |- ! Corey Alexander | | Ride HVMC Racing Kawasaki | 23 |- ! Toni Elias | | M4 ECSTAR Suzuki | 24 |- ! David Anthony | | FLY Racing ADR Motorsports Suzuki | 25 |- ! Jake Gagne | | Monster Energy Attack Performance Yamaha | 32 |- ! Kyle Wyman | | KATO Fastening/KWR Ducati Team | 33 |- ! Cameron Peterson | | Altus Motorsports Suzuki | 45 |- ! Bobby Fong | | M4 ECSTAR Suzuki | 50 |- |- |} == Circuits == The 2020 MotoAmerica SuperBike Season consists of 9 Race Events held in the United States across 8 different states. With 2 events in Wisconsin to start the season and the rest is spread across Georgia, Pennsylvania, Washington, New Jersey, Alabama, Indiana, and California https://motoamerica.com/schedule/. ===2020 Race Schedule=== * March 10–11 Dunlop Preseason Test at Barber Motorsports Park, Birmingham, Alabama * May 29–31: Road America, Elkhart Lake, Wisconsin * June 26–28: Road America, Elkhart Lake, Wisconsin * July 31–August 2: Road Atlanta, Braselton, Georgia * August 7–9: Pittsburgh International Race Complex, Wampum, Pennsylvania * August 27: Dunlop Midseason Test at The Ridge, Shelton, Washington * August 28–30: The Ridge Motorsports Park, Shelton, Washington * August 28–30: The Ridge Motorsports Park, Shelton, Washington * September 11–13: New Jersey Motorsports Park, Millville, New Jersey * September 18–20: Barber Motorsports Park, Birmingham, Alabama * October 9–11: The Brickyard, Speedway, Indiana * October 23–25: WeatherTech Raceway Laguna Seca, Monterey, California ==References== ==External links== * Category:Motorcycle road racing series Category:Motorsport competitions in the United States ",
    "title": "MotoAmerica"
}