{
    "id": "46774248",
    "text": "James V. St. Raymond, known as Jim St. Raymond (born c. 1957), is a businessman in New Orleans, Louisiana, who is a Republican former member of the Louisiana House of Representatives for District 89 in Orleans Parish. He served from 1988 to 1992 during the administration of Governor Buddy Roemer. ==Election history== In the 1987 nonpartisan blanket primary, St. Raymond unseated the Democrat-turned-Republican John Hainkel, who trailed in third place among four candidates with 3,204 votes (26.4 percent). St. Raymond led the field with 4,927 votes (40.6 percent) and went into a general election with the runner-up, Democrat Arnold M. Lupin, who polled 3,290 votes (27.1 percent), 86 votes more than Hainkel. The fourth candidate, Democrat John M. Noonan, held the remaining 729 ballots (6 percent). In the ensuing general election, St. Raymond handily defeated Lupin, 4,812 votes (60.6 percent) to 3,127 (39.4 percent). St. Raymond did not seek a second term in the 1991 primary and was succeeded by the Democrat Mitch Landrieu, since 2010 the mayor of New Orleans. Landrieu instead defeated Republican Marilyn Thayer, 8,522 (63.3 percent) to 4,939 (36.7 percent). Thayer was later the national president of the National Federation of Republican Women. In the 1991 primary, St. Raymond's cousin, David Vitter, now the former U.S. senator from Louisiana, won election to House District 81 in Jefferson Parish, to succeed David Duke, who instead ran for governor and then lost the general election to Edwin Edwards. ==Failed business dealing== St. Raymond operates a consulting firm, St. Raymond Communications. After Hurricane Katrina St. Raymond proposed building two glass condominium towers, each 30 stories in height and designed by Daniel Libeskind of New York City, on the site of the defunct Jefferson Plaza shopping center on the Jefferson Highway. Libeskind also worked on the design for a new building to replace the downed Twin Towers of the World Trade Center in lower Manhattan after terrorists struck on September 11, 2001. St. Raymond recruited purchasers who made a $1,000 deposit. Not only was the shopping center never demolished, work was not initiated on the proposed condo towers, which he had estimated would cost $350 million. In 2010, St. Raymond owed Libeskind $955,000 and filed for bankruptcy. He had further debts exceeding $361,000 to credit card companies, $29,000 to those who put up the $1,000 deposits, and another $13,000 to the Louisiana Department of Revenue. The Internal Revenue Service placed a $144,447 lien on St. Raymond's property, which included his one-eighth interest in a condominium in the Metairie Towers. In his bankruptcy filing, St. Raymond listed $34,000 in assets, $12.6 million in debts, and an income of $15,000 in 2009. On the same day that St. Raymond filed for bankruptcy, he was paid $5,000 for \"grass-roots\" services by John Georges in Georges's unsuccessful campaign for mayor of New Orleans in 2010, when Landrieu was first elected to the top position at City Hall. Questions also remained about St. Raymond's place of residence and his frequent visits to Roman Catholic retreat centers, some out of town, such as in San Antonio, Texas, and Omaha, Nebraska, and at least one, the Center of Jesus the Lord on North Rampart Street in the Sixth Ward of New Orleans. The difficulty of locating St. Raymond has rendered it impossible to serve him with civil suits. St. Raymond has also resided in Lake Charles, Monroe, and in Jefferson Parish, both Gretna and Metairie, dates unavailable. ==References== Category:1957 births Category:Living people Category:Businesspeople from Louisiana Category:Politicians from New Orleans Category:People from Lake Charles, Louisiana Category:People from Monroe, Louisiana Category:People from Jefferson Parish, Louisiana Category:Louisiana Republicans Category:Members of the Louisiana House of Representatives Category:American Roman Catholics Category:Catholics from Louisiana ",
    "title": "James St. Raymond"
}