{
    "id": "46778082",
    "text": "Charles Prosper Eugène Schneider, also known as Eugène Schneider II (French: Eugène II Schneider; October 29, 1868 – November 17, 1942), was a French industrialist, head of Schneider-Creusot and other works in France,Mechanical World and Engineering Record. Vol. 70. 1921. p. 54Iron and Coal Trades Review. Vol. 103. 1921. p. 20 politician and inventor. In 1923, he was awarded the John Fritz Medal.De Ingenieur, Vol. 37. 1922. p. 532Proceedings of the American Society of Civil Engineers, 1922. p. 492. == Biography == ===Early life=== Schneider was born on October 29, 1868, in Le Creusot, rural France.National Assembly: Eugène SchneiderNotice biographique: Eugène Schneider (1868-1942), Revue de Métallurgie, n. 5, May 1943, pp. 156-160 His father, Henri Schneider, was a businessman and politician. His paternal grandfather, Eugène Schneider, was the co-founder of Schneider-Creusot with his grand-uncle Adolphe Schneider in 1836. He grew up at the Château de la Verrerie in Le Creusot.Jean-Louis Beaucarnot, Nos familles dans la grande guerre, Paris: JC Lattès, 2013 ===Career=== Schneider was appointed as co- chairman of Schneider-Creusot in 1896. He became its sole chairman in 1898. The company dominated the steel and armaments sector of France and much of central Europe. He served on the boards of directors of the Crédit Lyonnais, Chemins de fer de Paris à Lyon et à la Méditerranée, the Société Métallurgique de Normandie and the Banque de l'Union Parisienne. He also served as the chairman of the Banque de l'union européenne industrielle et financière. He joined the Popular Liberal Action, a center-right political party. He served as a member of the French Chamber of Deputies for them from 1889 to 1910. He also served as the Mayor of Le Creusot from 1896 to 1900.Eugène Schneider (1868-1942), Bibliothèque nationale de France He was a member of the Académie des Sciences Morales et Politiques. In 1917 he accepted the presidency of the British Iron and Steel Institute, a position he occupied for 2 years. In 1919 he was sent on a mission to America by the French government and whilst there was awarded the Gold Medal of the Mining and Metallurgical Society of America. In 1930 he was awarded, like his father in 1889, the Bessemer Gold Medal for services to the steel industry. He died in Paris in 1942, only weeks after the Le Creusot factory was demolished by the RAF in World War II. ===Personal life=== Château d'Apremont-sur-Allier He married Antoinette de Rafélis de Saint-Sauveur, an heiress to the Château d'Apremont-sur-Allier. They had three sons, Charles, Henri-Paul and Jean, and a daughter, Marie-Zélie, also known as May, who became the Duchess of Brissac by marriage. He died in Paris on November 17, 1942. ==Legacy== His statue, designed by sculptor Paul Landowski, stands on the Boulevard Henri-Paul Schneider (named after his son) in Le Creusot.Le Creusot: La statue d'Eugène II Schneider, Bvd Henri-Paul Schneider == Patents == * C.P.E. Schneider. \"Patent US713691 - Recoil apparatus for guns.\" 1901. * C.P.E. Schneider. \"Patent US716114 - Apparatus for sighting guns,\" 1902. * C.P.E. Schneider. \"Patent US800021 - Apparatus for loading ordnance,\" 1905. * C.P.E. Schneider. \"Patente US896669 - Breech-operating mechanism for ordnance,\" 1907. * C.P.E. Schneider. \"Patent US946402 - Sighting apparatus for guns,\" 1910. ==References== ==External links== * Category:1868 births Category:1942 deaths Category:People from Le Creusot Category:Mayors of places in Bourgogne-Franche-Comté Category:Popular Liberal Action politicians Category:Members of the 7th Chamber of Deputies of the French Third Republic Category:Members of the 8th Chamber of Deputies of the French Third Republic Category:Members of the 9th Chamber of Deputies of the French Third Republic Category:French businesspeople Category:French corporate directors Category:French inventors Category:John Fritz Medal recipients Category:Foreign associates of the National Academy of Sciences Category:Bessemer Gold Medal ",
    "title": "Eugène Schneider II"
}