{
    "id": "46778488",
    "text": "The Molossus of Epirus () is an ancient livestock guardian dog breed from Greece. The breed has been bred since the age of Alexander the Great to protect livestock from carnivorous mammals including the wolf, the European jackal and the brown bear in the mountainous regions of Greece, especially in Epirus. The Molossus of Epirus is a pure Greek breed and is believed to be one of the main ancestors of today's mastiff breeds. Because of its long existence and development, the breed is extremely healthy and enduring. Few examples live outside Greece, mainly in the Balkans. The breed is closely related to the rare Greek Shepherd and is the sole surviving remnant of the \"extinct\" Molossus. Molossian Hound statue, British Museum ==Recognition== The breed is recognized by the Kennel Club of Greece (Κυνολογικός Ομιλος Ελλάδος, transliterated: Kynologikós Omilos Elládos). The breed standard have been published and the dogs in Greece compete in Greek dog shows. A Greek breed club called the Molossus of Epirus Rescue Organisation (Διασωστικός Όμιλος Μολοσσού της Ηπείρου, transliterated: Diasostikós Ómilos Molossoú tis Epeírou) was founded in 2006 with the aim of recovering the breed and establishing a healthy population. ==History== The Molossus of Epirus was developed by the Molossians, a Greek tribe living in the mountainous Epirus region found in modern northwestern Greece and southwestern Albania. The breed was developed as a war dog, as well as a livestock guardian dog. Later, during the classical era, Alexander the Great had been taking these dogs to his expeditions to enlarge the country's size. The original Molossian hound was a breed or type of large dog in the ancient kingdom of Molossis, in the region of Epirus, now western Greece. The Molossus was famous throughout the ancient world for its size and ferocity. It is mentioned in ancient literature by, among others: Aristophanes,Aristophanes, Thesmophoriazusae, 416., Aristotle, Grattius,Grattius, Cynegeticon, 169. Horace,Horace, Epodes,VI.Horace, Satires 2, VI. 114. Lucan,Lucan, Pharsalia, IV. 440. Lucretius,Lucretius, De rerum natura, V. 1063. Martial,Martial, Epigram, XII. I. 1. Nemesianus,Nemesianus, Cynegetica, 107. Oppian of Apamea,Oppian, Cynegetica, I. 375. Plautus,Plautus, Captivi, 86. Seneca,Seneca, Phaedra, 33. Statius,Statius, Achilleid, I. 747.Statius, Silvae, II. VI. 19.Statius, Thebaid, III. 203. and Virgil.Virgil, Georgics, III. 405. Suda also mentioned it.Suda, ka.2730Suda, mu.1198 The Molossians issued silver coinage with an image of a Molossus as their emblem. The Molossians kept dogs of two distinct types, one a hunting dog with a broad muzzle which is sometimes considered the ancestor to the modern mastiff type, the other a large livestock guardian dog. Aristotle in his History of Animals wrote \"In the Molossian race of dogs, those employed in hunting differ in no respect from other dogs; while those employed in following sheep are larger and more fierce in their attack on wild beasts.\" He also added that dogs that are born of a mixed breed between the Molossian and the Laconian dogs are remarkable for courage and endurance of hard labor.Aristotle, History of Animals, 9.1.4Aristotle, History of Animals - GR Polycrates of Samos imported Molossian and Laconian dogs to the island.Athenaeus, Deipnosophists, 12.57 == Modern kennel club classification == The Fédération Cynologique Internationale has a \"Molossian type\" grouping of modern dog breeds which is further divided into two sections, a mastiff type and mountain type. ==See also== *Greek Shepherd *Livestock guardian dog *Molossus ==References== ==External links== *Ratses Category:Dog breeds originating in Greece Category:Rare dog breeds Category:Livestock guardian dogs ",
    "title": "Molossus of Epirus"
}