{
    "id": "46772386",
    "text": "Sotirios Alex ManolopoulosSotirios Alex MANOLOPOULOS (GRE)., commonly known as Sotiris Manolopoulos (; born June 27, 1970) is a Greek retired professional basketball player and a basketball coach. Born in Athens, he played college basketball at Boston University. After graduating, he returned to his native Greece, to play professional basketball. He had served as an assistant coach in several teams in the Greek Basket League, before he was appointed the head coach of Panathinaikos in May 2015. ==Playing career== ===College career=== Manolopoulos played college basketball at Boston University, with the Boston University Terriers. He was twice named to the America East Academic Honor Roll (1992, 1993). He appeared in 58 games for the Terriers, from 1989 to 1993, averaging 3.6 points, 1.1 rebounds, and 0.7 steals per game. ===Professional career=== Manolopoulos played professionally with Papagou, Maroussi, and Doukas. While playing with Maroussi, he won the FIBA Saporta Cup 2000–01 season championship. ==Coaching career== Manolopoulos started his coaching career as an assistant coach with Peristeri, in 2004. In the 2005–06 season, he was appointed the assistant coach of Makedonikos. He moved to Maroussi for the next season, with whom he stayed until 2011. He was named Aris' assistant coach in 2011. He was given the assistant coach job of Panathinaikos, in 2012. On May 4, 2015 he was appointed as Panathinaikos' head coach, after the removal of Duško Ivanović from the position. On 22 October 2015, he was appointed as an assistant coach for AEK Athens.Στην ΆΕΚ ο Μανωλόπουλος On 18 December 2015, he was appointed as the head coach of AEK Athens, after the removal of Dragan Šakota from that same position, so that he could become the general manager of the team. On March 21, 2017, after the departure of head coach Jure Zdovc from the club, Manolopoulos became the new head coach of the club, after signing a contract with them, through the year 2018. ==Honors and titles== ===Playing career=== *FIBA Saporta Cup Champion: **2001 ==References== ==External links== *FIBA Archive Player Profile *FIBA Europe Player Profile Category:1970 births Category:Living people Category:Boston University Terriers men's basketball players Category:AEK B.C. coaches Category:Doukas B.C. players Category:Greek basketball coaches Category:Greek expatriate basketball people in the United States Category:Greek men's basketball players Category:Ifaistos Limnou B.C. coaches Category:Maroussi B.C. players Category:Panathinaikos B.C. coaches Category:Papagou B.C. players Category:Point guards Category:Shooting guards ",
    "title": "Sotiris Manolopoulos"
}