{
    "id": "46775346",
    "text": "Ye Olde Murenger House facade Ye Olde Murenger House is a 19th century pub with a mock Tudor front on High Street, Newport, Wales. It replaced a 17th century pub, the Fleur de Lys, on the same site. It is named after the medieval job of a murenger, a person who collected tolls for the repair of the town walls, and is Grade II listed due to its historic interest to the immediate area. ==History== The pub takes its name from the job of a murenger, a medieval person who collected tolls for the building or repair of town walls. The taxes were called a murage. A building on this site was first mentioned in 1533, a town house for the Herbert family of St Julians Manor. By the 17th century, it had become a pub called the Fleur de Lys. According to Cadw the original building was a single-storey stone structure, which was demolished in 1816 and replaced by the current public house, established in 1819. A photo taken around 1900 shows the distinctive mock Tudor jetties did not exist at the time and these were added after this date. It became a Grade II listed building in 1951 because of its historic interest to the immediate area. In a poor state of repair in the 1970s, the pub was taken over by Sam Smith's in 1980, repaired and re-opened in 1983. In 2014 Ye Olde Murenger was suggested as a candidate for the Old Kent Road space on a Newport version of the board game Monopoly. ==Description== The pub has three jettied storeys plus an attic with the gable facing the street. The latter has a three-light casement window. The first and second storeys have broad oriel windows flanked by square panelling with a close studded band below. The facade of the ground floor is an early twentieth-century public house front on the left with a six- light window on the right side. It has a painting of the former undefeated British heavyweight champion boxer David 'Bomber' Pearce. ==References== Category:Music venues in Newport, Wales Category:Commercial buildings completed in the 19th century Category:Grade II listed pubs in Wales Category:Grade II listed buildings in Newport, Wales Category:Culture in Newport, Wales Category:Landmarks in Newport, Wales ",
    "title": "Ye Olde Murenger House"
}