{
    "id": "46774973",
    "text": "Midfield High School is a four-year public high school in the Birmingham, Alabama community of Midfield. It is the only high school in the Midfield City School District. School colors are red, white, and blue, and the athletic teams are called the Patriots. Midfield competes in AHSAA Class 3A athletics. == History == Construction of Midfield High School started right after the Midfield City Board of Education was created in 1970. It was finished in 1972 using an open classroom design that used few interior walls. It was an experiment that failed, as confusion and noise ultimately required the installation of interior walls. It also took a couple of years to stop the ceiling from leaking. E.G. Butler was the first principal. Before coming to Midfield he had taught science and physical education at Waterloo High School while a student at the University of North Alabama. He then transferred to Red Bay High School where he served as principal for eight years. The first head coach was Herbert Alexander and the first band director was Randall Harwell. The first yearbook, Reflections, was printed in 1973. The city parks & recreation department shared its gym and ball fields with the high school athletic department until athletics facilities could be built at the school. The fields and gym were ready for the 1974 school year. == Athletics == Midfield competes in AHSAA Class 3A athletics and fields teams in the following sports: * Baseball * Basketball * Cheerleading * Football * Indoor Track & Field * Outdoor Track & Field * Softball * Volleyball Midfield has won state championships in the following sports: * Baseball (1988) * Boys' basketball (1984, 2012, 2014, 2017) * Girls' basketball (2007, 2008, 2009, 2010) == Notable alumni == * J. J. Nelson – [National Football League (NFL) wide receiver == References == == External links == * Midfield school website * Midfield City School District Category:Public high schools in Alabama Category:Educational institutions established in 1972 Category:Schools in Jefferson County, Alabama Category:1972 establishments in Alabama ",
    "title": "Midfield High School"
}