{
    "id": "46774677",
    "text": "AJ Mediratta (born Ajata Mediratta but known professionally as AJ Mediratta) is an American investor who has worked in financial markets, particularly in fixed income emerging markets and in sovereign debt restructurings. He is a co-president at Greylock Capital Management, LLC (Greylock Capital), an alternative asset investment adviser.Current biography on Greylock Capital website Mediratta is active in Greylock Capital's investment activity and debt restructuring efforts globally, with a focus on sovereign and quasi-sovereign restructuring activity in Latin America and the Caribbean. ==Biography== ===Early life=== Mediratta was born in Buffalo, New York and spent his childhood in Huntington, New York. He graduated from the Choate Rosemary Hall school in 1983 and enrolled at Williams College where he completed a Bachelor of Arts degree in economics in 1987 and an MBA in Finance and International Business from Columbia Business School in 1992. ===Professional career=== Following Williams College, Mediratta worked for the Export–Import Bank of the United States in Washington DC before enrolling at Columbia Business School. He received a master's degree from Columbia University and began a career in investment banking, working successively for The Weston Group, Credit Lyonnais Securities and Bear Stearns. Mediratta joined Greylock Capital upon the conclusion of Bear Stearns' merger with JP Morgan.Mediratta to start hedge funds for Greylock, Pensions and Investments, June 13, 2008 Mediratta chaired the creditor committee for an investor group working to restructure a large portion of the outstanding $544 million USD sovereign debt of the nation of Belize.Belize Default Looms as Negotiations Continue, Wall Street Journal, September 19, 2012.Default Concerns Make Belize Bonds Worst in Emerging Markets Bloomberg Business, July 31, 2012The creditor group led by Mediratta held approximately $300 million USD of the $500 million USD in outstanding sovereign debt. The Belize sovereign debt restructuring was noteworthy because it demonstrated how sovereign borrowers and commercial creditors can reach an amicable agreement without recourse to lawsuits.Belize $547.5m exchange offer, Latin Finance, January 17, 2014. For this and for several other innovations in the deal, the Belize restructuring deal was awarded Latin Finance's 2013 Deal of the Year in the Restructuring category.Latin Finance 2013 Deals of the year Mediratta chaired the creditor committee restructuring the $220 million USD debt of Panama's Trump Ocean Club Project.Trump Panama Hotel Bondholders May Back $220 Million Swap, Bloomberg Business News, January 31, 2013. He also represented Greylock Capital on the $193.5 million USD sovereign debt restructuring of the nation of Grenada.Creditors prod Grenada over lack of progress on debt, Financial Times, February 7, 2014. The Grenada deal was considered an innovative sovereign restructuring because it offered debt relief for the nation while also allowing creditors to participate in revenue growth. He also co-chaired the October 2019 restructuring of 7bn USD in Barbados sovereign debt. Both the Grenada and Barbados restructurings included hurricane clauses which permit payment relief in the event of future natural disasters.Grenada adds warrants to bond restructuring, Reuters, April 10, 2015 ==Personal== Mediratta sits on the Board of Directors of the UTCNorth American Fund of the Unit Trust Corporation, a financial services company operating in Trinidad and Tobago.UTC North American Fund Statement of Additional Information, April 29, 2011, page 12. Mediratta is married and lives in Manhattan with his wife and three children. ==References== ==External links== * Greylock Capital website *UTCNorth American Fund *Unit Trust Corporation Category:American investors Category:Living people Category:Columbia Business School alumni Category:Williams College alumni Category:Year of birth missing (living people) ",
    "title": "AJ Mediratta"
}