{
    "id": "46772246",
    "text": "The 2008 Australian Club Championships (ACC) brought together the best men's and women's basketball teams from the Waratah League, South East Australian Basketball League (SEABL), Queensland Australian Basketball League (QABL), Central Australian Basketball League (CABL) and Big V competitions for their shot at national glory, with the event held at the Melbourne Sports and Aquatic Centre. By the tournament's conclusion, the Rockhampton Rockets were crowned as the best male basketball club in Australia while the Townsville Flames were crowned women's champions for the second year in succession. The tournament marked the final year of National Finals in Australian state basketball after the Australian Basketball Association was disbanded following the 2008 season. ==Tournament overview== The 2008 ACC quarter-finals began on 16 August when the two SEABL men's conference champions, the Hobart Chargers (South) and the Knox Raiders (East), faced off for the overall SEABL championship and a spot in the ACC semi-finals. The remaining 14 teams (eight women's and six men's) then faced off against each other on 23 August to determine who would be heading to the Melbourne Sports and Aquatic Centre on 30 August for the semi-finals. The Rockhampton Rockets booked their place in the men's decider after a thrilling 100–93 victory over the Sandringham Sabres in the semi-final, while the Chargers defeated the Melbourne Tigers 128–126 in overtime in the other semi-final. In the men's Grand Final, the Rockets defeated the Chargers in a cliff hanger, 103–99, with grand final MVP Ryan McDade finishing with 24 points and 19 rebounds. In the women's Grand Final, the Townsville Flames made it double celebrations for Queensland teams, clinching back-to-back national women's championships. The Flames, who edged out the Kilysth Cobras 77–71 in their semi, overpowered the Sydney Comets 73–57 in the decider. A Flames win looked on the cards at halftime when they led 38–26, but Sydney responded with a 22–10 third-quarter run to level the scores before Townsville went on a devastating 25–9 run spearheaded by MVP Cherie Smith to seal the Championship. The win marked the second year in a row that Queensland's champions completed a men's and women's ACC double. ==Participants== To qualify for the event, teams had to be crowned Champion of their respective Leagues. There were also a number of wildcard entries. ===League champions=== {| class=\"wikitable\" |- bgcolor=\"#efefef\" | League || Men || Women |- | Big V || Melbourne Tigers || Hume City Broncos |- | CABL || Norwood Flames || North Adelaide Rockets |- | QABL || Rockhampton Rockets || Townsville Flames |- | SEABL || Hobart Chargers (South) & Knox Raiders (East) || Kilsyth Cobras |- | Waratah || Sutherland Sharks || Sydney Comets |- |} ===Wildcards=== {| class=\"wikitable\" |- bgcolor=\"#efefef\" | League || Men || Women |- | Big V || Sandringham Sabres || |- | CABL || Forestville Eagles || |- | QABL || || South West Metro Pirates |- | SEABL || || Nunawading Spectres |- | Waratah || || Bankstown Bruins |- |} ==Results== ===Quarter-finals – men=== ===Quarter-finals – women=== ===Semi-finals – men=== ===Semi-finals – women=== ===Grand Finals=== ==All-Star Five== ===Men=== {| class=\"wikitable\" |- bgcolor=\"#efefef\" | Name || Team |- | Ryan McDade (Grand Final MVP) || Rockhampton Rockets |- | Daniel Johnson || Melbourne Tigers |- | Daryl Corletto || Melbourne Tigers |- | Anthony Stewart || Hobart Chargers |- | Jermaine Maybank || Sandringham Sabres |- |} ===Women=== {| class=\"wikitable\" |- bgcolor=\"#efefef\" | Name || Team |- | Sharin Milner || Hume City Broncos |- | Rachael Flanagan || Townsville Flames |- | Cherie Smith (Grand Final MVP) || Townsville Flames |- | Sally Potocki || Sydney Comets |- | Clare Papavs || Kilysth Cobras |- |} ==See also== *Australian Basketball Association ==References== ==External links== * Category:Australian Basketball Association Club Championships ",
    "title": "2008 Australian Club Championships"
}