{
    "id": "46778930",
    "text": "Cross section of Terrazoanthus onoi (Zoantharia: Hydrozoanthidae) showing complete and incomplete mesenteries In zoology, a mesentery is a membrane inside the body cavity of an animal. The term identifies different structures in different phyla: in vertebrates it is a double fold of the peritoneum enclosing the intestines; in other organisms it forms complete or incomplete partitions of the body cavity, whether that is the coelom or, as in the Anthozoa, the gastrovascular cavity. The word \"mesentery\" is derived from the Greek mesos, \"in the middle\" and enteron, an \"intestine\". ==Vertebrates== In vertebrates, a mesentery is a membrane consisting of a double fold of peritoneum that encloses the intestines and their associated organs and connect them with the dorsal wall of the abdominal cavity. In invertebrates, a mesentery is a support or partition in a body cavity serving a similar function to the mesenteries of vertebrates. ==Bilateria== In bilaterally symmetrical organisms there is often a major mesentery separating the two halves of the coelom. In segmented organisms such as earthworms, there are a pair of coelomic cavities in each segment. The mesothelium of the body wall is extended round the central gut to form a mesentery, a longitudinal partition in the sagittal plane. Above the gut is the dorsal mesentery and below the gut, the ventral mesentery. The transverse partition between the separate segments is known as a septum. ==Cnidaria== Dissection of a sea anemone 5 – complete mesentery 10 – incomplete mesentery 11 – one of the two ostia In the phylum Cnidaria and the class Anthozoa, the mesenteries are sheet-like partitions that extend from the body wall of the animal into its gastrovascular cavity. They are composed of a layer of mesogloea sandwiched between two layers of gastrodermis. They can either be \"complete\", joining the gastrodermis of the body wall with that of the pharynx, or \"incomplete\", extending only part way into the cavity (the terms \"perfect\" and \"imperfect\" are sometimes used instead). They stretch from the pedal disc to the oral disc, and there are two perforations or ostia near the oral disc. Mesenteries are usually in pairs. The free edge of incomplete mesenteries are thickened to form glandular, ciliated bands called mesenterial filaments. The lower ends of the mesenterial filaments are elongated into acontia which are armed with cnidocytes (stinging cells) and can protrude through the body wall or mouth. The gonads are situated on the mesenteries alongside the mesenterial filaments. Stony corals, order Scleractinia, have the mesenteries arranged radially in pairs which develop cyclically. The mesenteries deposit calcium carbonate which forms a stony ridge, the septum, between each pair of mesenteries and builds the corallite, the cup in which the polyp sits. Sea anemones, order Actiniaria, have at least eight complete mesenteries and a variable number of incomplete ones near the base. The functional significance of the mesenteries in sea anemones is unclear. Their margins are involved in only a limited amount of digestion and absorption, so their chief function may be to provide support to help the animal maintain its shape. Soft corals, order Alcyonacea, have eight primary mesenteries which alternate with the eight tentacles. The mesenteries are complete and unpaired and bear unilobed filaments. ==References== Category:Animal anatomy ",
    "title": "Mesentery (zoology)"
}