{
    "id": "46772714",
    "text": "Dr Thomas Brown of Lanfine and Waterhaughs FRSE FFPSG (1774 – 16 March 1853) was a noted Scottish surgeon with an interest in botany, mineralogy and fossil collecting. He is best remembered for his large donation of his entire lifetime collection of fossils etc. to the University of Glasgow, which is generally known as the Lanfine Collection. ==Life== Brown is thought to have been born in Glasgow in 1774. His father was a wealthy banker, also called Thomas Brown, and had purchased 117 acres of land in Langside from Robert Crawford of Possilpark. This house was completed in 1780 and he presumably spent his childhood here. He attended the University of Edinburgh, studying botany, and was taught by Professor Daniel Rutherford. He inherited the country estates of Lanfine and Waterhaughs in Ayrshire, from his cousin Nicol Brown in 1828. Lanfine House had been built by his uncle, John Brown (1729-1802) in 1772. From 1799 he was Deputy Professor of Botany at the University of Glasgow under Prof James Jeffray. He resigned this post in 1816 and was replaced by Robert Graham, just prior to Botany being given its own chair at the university. He was elected a Fellow of the Royal Society of Edinburgh in 1830. He died on 16 March 1853 in Glasgow. ==The Lanfine Collection== Brown began collecting in 1803 following a gift of 200 minerals from Major Thomas Wilson. He purchased many samples and began collecting in the field in 1816. Thomas’ daughter gifted his large collection, to be split between the universities of Edinburgh and Glasgow. This collection consists of 5,473 mineral samples and around 1,600 fully catalogued fossils received by the University of Glasgow in several instalments between 1875 and 1897. It included ‘’significant archaeological and ethnographic material’’. Six hundred items of the mineral collection was passed to the University of Edinburgh in 1874, where it is now held by its Geology Department. On his daughter's Martha's death her fortune was left to the University of Glasgow to provide the Lanfine Bursaries. ==Family== He married Marian Jeffrey, sister of Francis Jeffrey, Lord Jeffrey, in 1800. They had four children, Martha, Thomas, Harriet and Marian. Thomas (d.1873) was an author whose works included Borgia: A Tragedy ==Artistic recognition== A portrait of Thomas Brown by Colvin Smith from 1840 hangs in the Court Office of the University of Glasgow. A portrait of him also hangs in the Hunterian Museum and Art Gallery. ==References== Category:Scottish botanists Category:1774 births Category:1853 deaths Category:People associated with Glasgow Category:Fellows of the Royal Society of Edinburgh Category:Scottish surgeons Category:19th-century British botanists Category:Alumni of the University of Edinburgh Category:Academics of the University of Glasgow Category:Scottish mineralogists ",
    "title": "Thomas Brown of Lanfine and Waterhaughs"
}