{
    "id": "46784416",
    "text": "Kauman Great Mosque, approximate English translation of Javanese Mesjid Gedhe Kauman (officially Mesjid Gedhe Kauman Karaton Ngayogyakarta Hadiningrat) is a Great Mosque of the Yogyakarta Sultanate in Java, Indonesia. It is located to the west of the North Alun-alun (public square) of Yogyakarta Kraton. ==History== The main gateway of the mosque in the 1920s. The mosque was established in the Kauman, an Islamic quarter near the kraton whose establishment is strongly related with the establishment of Yogyakarta in 1756 and the arrival of foreign Muslim leaders. Kauman Great Mosque was established by Hamengkubuwono I together with Kyai Faqih Ibrahim Diponingrat (the first headman of the Kraton) and Kyai Wiryokusumo as the architect. It was built on Ahad (Sunday) Wage, May 29, 1773 or 6 Rabi'ul Akhir 1187 in Islamic Calendar. ==Architecture== Kauman Great Mosque is built in a typical religious Javanese architecture with its triple-tiered roof, lack of minaret, and a serambi. Kauman Great Mosque is built in over a walled complex. The main ceremonial gateway is located on the east side and on the north side. A three-leveled minbar is located to the west (the qibla direction). The mosque also contains a roofed main verandah (serambi), a basic feature in Javanese architecture. The verandah is surrounded with a small pond, which was used to wash the feet before entering the mosque. The frontyard of the mosque is grown with trees considered beneficial in Javanese symbology. To the north and south of the courtyard are tall pavilions known as pagongan. The north-side is called Pagongan Ler (\"northern pagongan\") and the south-side is called Pagongan Kidul (\"southern pagongan\"). During Sekaten ceremony, Pagonan Ler is used to place the gamelan set of Kyai Naga Wilaga, while the Pagongan Kidul is used to place the gamelan set of Kangjeng Kyai Guntur Madu. ==Picture== File:Serambi Masjid Agung Yogyakarta.jpg | The serambi (verandah) of Kauman Great Mosque. File:Ornamen masjid.jpg | Wooden ceiling of the serambi File:Kubah Masjid Agung Yogyakarta.jpg | Mustaka, ornament on top of the mosque. ==References== Category:Buildings and structures in Yogyakarta Category:Religious buildings and structures completed in 1773 Category:Javanese architecture Category:Mosques in Indonesia Category:18th-century mosques Category:Religious buildings and structures in Java Kauman ",
    "title": "Kauman Great Mosque"
}