{
    "id": "46789412",
    "text": "Solow (foaled 24 January 2010) is a British-bred, French-trained Thoroughbred racehorse. After showing moderate form in his first two seasons, he won five of his six races as a four-year-old in 2014 including the Prix Quincey and the Prix Daniel Wildenstein. In 2015, he emerged as one of the best racehorses in the world with a win in the Dubai Turf and followed up with victories in the Prix d'Ispahan, Queen Anne Stakes, Sussex Stakes, and Queen Elizabeth II Stakes. ==Background== Solow is a grey gelding bred in the United Kingdom by his owners Wertheimer et Frère. He is from the last crop of foals sired by Singspiel, an international campaigner whose wins included the Canadian International Stakes, Japan Cup, Dubai World Cup, Coronation Cup, and International Stakes. The best of his other progeny include Moon Ballad and Dar Re Mi. Solow was the first foal of his dam, High Maintenance, a stayer who won two races and finished third in the Prix Gladiateur. Her dam Fabulous Hostess was a high-class racemare who won the Prix Fille de l'Air, Prix Corrida and Prix de Royallieu. Solow was sent into training with Freddy Head at Chantilly. He was ridden in most of his early races by Olivier Peslier. ==Racing career== ===2012 & 2013: early career=== Solow began his racing career in a maiden race over 1600 metres at Longchamp Racecourse on 2 September 2012 in which he finished third of the eight runners behind Visiyani. On his only other start as a two-year-old, he started favourite for a similar event at Maisons-Laffitte Racecourse and finished second behind 34/1 outsider Superplex. As a three-year-old, Solow finished second when odds-on favourite for a minor stakes race at Compiegne on 28 March and then dead- heated for fourth behind Superplex at Longchamp in April. On June 10 at Longchamp, he won, beating Grey Hawk by half a length in the Prix de Clichy over 2400 metres. ===2014: four-year-old season=== After a break of almost ten months, Solow returned in the Prix de la Savonnerie over 2000 metres at Longchamp on 6 April and won by three lengths from nine opponents. A month later, he won the Prix Phil Drake at Saint-Cloud, beating Mortga by a neck. The gelding was then stepped up in class and distance for the Group Two Prix Vicomtesse Vigier over 3100 metres at Longchamp on 25 May and finished sixth of the eight runners behind Fly With Me. On 11 August, after an eleven-week break, Solow returned to win a minor stakes race over 1800 metres at Clairefontaine. Three weeks later, the gelding started 2/1 favourite for the Group Three Prix Quincey over 1600 metres on very soft ground at Deauville Racecourse. Peslier sent Solow into the lead soon after the start, and the gelding accelerated clear of his rivals in the closing stages to win by five lengths from Spoil The Fun. On his final appearance of the season, Solow started 5/2 favourite for the Group Two Prix Daniel Wildenstein at Longchamp on 4 October. After being restrained by Peslier in the early stages, he quickened approaching the final furlong and won by half a length from three- year-old filly Veda. ===2015: five-year-old season=== Maxime Guyon took over from Peslier as Solow's regular jockey in 2015. The gelding began his campaign in the Prix Montjeu on the synthetic Polytrack surface at Chantilly on 3 March. Starting the 7/10 favourite, he took the lead approaching the final 200 metres, drew clear of the field, and won by four lengths while eased down in the closing stages. Solow was then sent to the United Arab Emirates to contest the Dubai Turf over 1800 metres at Meydan Racecourse on 28 March and started second favourite behind the British-trained four-year-old The Grey Gatsby. Guyon settled the gelding behind the leaders before making his challenge on the outside in the straight. Solow took the lead 300 metres from the finish and drew away to win by four and a quarter lengths from The Grey Gatsby. Head described the winner as \"a great horse; improving all the time.\" Following his win in Dubai, he was rated the third best racehorse in the world (behind Able Friend and Shared Belief) in the April edition of the World's Best Racehorse Rankings. On his return to France, Solow was pitted against the veteran Cirrus des Aigles in the Group One Prix d'Ispahan at Longchamp on 24 May. Solow raced in third place before accelerating in the final 300 metres and winning by a length and a half from Gailo Chop with Cirrus des Aigles, who had reportedly broken a shoe, finishing last of the four runners. On 16 June, Solow started 11/8 favourite for the Queen Anne Stakes at Royal Ascot against seven opponents including Able Friend, Night of Thunder, and Toormore. He raced in third place before taking the lead approaching the final furlong and won by a length and a neck from Esoterique and Cougar Mountain. Solow ran again in England in July for the Sussex Stakes at Goodwood Racecourse. The race was expected to feature a clash between the French gelding and the leading three- year-old miler Gleneagles, but the Irish colt was withdrawn because of the prevailing soft ground. Solow started the 2/5 favourite ahead of Night of Thunder, four-year-old Arod (winner of the Diomed Stakes and Summer Mile Stakes), and three-year-old Belardo. After tracking the leader, Arod, most of the way, Solow took the lead a furlong out and won by half a length. Solow made his third consecutive appearance in England when he started the 11/10 favourite for the Queen Elizabeth II Stakes at Ascot on 17 October a race which saw him belatedly matched against Gleneagles. The other seven runners were Integral, Belardo, Elm Park, Kodi Bear (Celebration Mile), Territories (Prix Jean Prat) Gabrial (Lincoln Handicap) and Top Notch Tonto. Guyon settled the gelding in third as Elm Park set a strong pace from Kodi Bear. As the early leaders weakened Solow went to the front approaching the final furlong and held off a late challenge from Belardo to win by three quarters of a length. Gabrial took third ahead Integral and Elm Park with Gleneagles in sixth place. Freddy Head commented \"He's very special. To be able to keep his form like that all through the year with all the travelling he has done makes him a very good, very special horse\". On 10 November 2015, Solow was named Cartier Champion Older Horse at the 25th edition of the Cartier Racing Awards. ===2016: six-year-old season=== As in 2015, Solow made his seasonal debut in the Prix Montjeu in early March and won easily by one and a half lengths from Vadamos at odds of 1/5. ==Pedigree== *Solow is inbred 4 x 4 to Northern Dancer, meaning that this stallion appears twice in the fourth generation of his pedigree, and 5 x 5 to Sir Gaylord, meaning that this stallion appears twice in the fifth generation of his pedigree. ==References== ==External links== * Career 1-2-3 Colour Chart – Solow Category:2010 racehorse births Category:Racehorses bred in the United Kingdom Category:Racehorses trained in France Category:Thoroughbred family 1-p Category:Cartier Award winners ",
    "title": "Solow (horse)"
}