{
    "id": "46788249",
    "text": "Wat Phra Si Sanphet Wat Phra Si Sanphet (; \"Temple of the Holy, Splendid Omniscient\") was the holiest temple on the site of the old Royal Palace in Thailand's ancient capital of Ayutthaya until the city was completely destroyed by the Burmese in 1767. It was the grandest and most beautiful temple in the capital and it served as a model for Wat Phra Kaew in Bangkok. == History == The three Chedis of Wat Phra Si Sanphet In 1350 U-thong, also known as King Ramathibodi I, ordered the construction of a royal palace in the same area that Wat Pra Si Sanphet stands today. The palace was completed in 1351 and King Ramathibodi established Ayutthaya as the capital of his Kingdom. The palace contained three wooden buildings named \"Phaithun Maha Prasat\", \"Phaichayon Maha Prasat\", and \"Aisawan Maha Prasat\". Upon finalization of the palace in 1351, he established Ayutthaya as his capital and was bestowed the title of King Ramathibodi I. In 1448 King Borommatrailokanat built a new palace to the north and converted the old palace grounds to be a holy site. His son, King Ramathibodi II had two Stupa, which in Thailand are known as Chedis, built in 1492 where the ashes of his father, King Borommatrailokkanat, and his brother, King Borommaracha III were buried. In 1499 a viharn, or hall of worship, called “Vihara Luang” (Royal Chapel) was built on the palace grounds. King Ramathibodi II gave orders for a gigantic image of Buddha to be cast, and installed in Wat Si Sanphet. This image of Buddha was 16 meters high, covered in gold, and the pedestal was 8 meters in length. The core of the statue was made of bronze and weighed approximately 64 tons. The surface was covered with approximately 343 kilograms of gold. The statue took more than three years to complete. This statue, called “Phra Si Sanphetdayan”, was the main object of veneration within the royal chapel. Another Chedi was built under King Borommaracha IV in 1529. In the 1740s under King Borommakot, the temple was renovated. The city of Autthaya including the temple compounds were completely destroyed in the Burmese invasion in 1767, with the exception of the three Chedis that can be seen today. == Use == The Wat Phra Si Sanphet was the temple of the royal family; no monks lived there. The Wat was used exclusively for royal ceremonies. In 1767, the Burmese conquered the capital of Ayutthaya and began the extensive destruction and looting of numerous temples and other buildings, including the Wat Phra Si Sanphet. They set the building on fire and melted the gold. The three Chedis were destroyed in the process, but restoration work began in 1956. == Attractions == In its final stage before its destruction of the temple was an impressive structure. Additional facilities were located on a raised platform, the three Chedis, which are today the only buildings which have been restored. From all other the foundations are still preserved. The chedi is built in the classic, Ceylonese design that is reminiscent of a bell. In every direction small chapels are recognized, lead to which steep stairs. The roofs of the chapels are in turn topped with a miniature Chedi. Each of the three chedi is on the eastern side assigned a Mondop where possibly footprints Buddhas were. The terrace of the Chedi with Mondop were surrounded by a cloister (Phra Rabieng), in each case a hall was built in the west and in the east, an arrangement as can be seen in many temples in the country today. The building in the West actually consisted of four individual viharn, which were arranged in a cross shape to a Mondop around. The building to the east was the viharn Luang, the biggest building of the temple. In it stood the statue of Phra Si Sanphet Phuttha, which gave the name to the temple. Symmetrically around the viharn Luang were grouped four other halls. North was a viharn which was a bit smaller than the viharn Luang, yet large enough to accommodate the more than 10 m high statue of Phra Phuttha Lokanat. East front was the Phra Chom Thong Tinang Throne Hall. Symmetrically, stood south of the viharn of Luang viharn Pa Le Lei, in which probably was a seated Buddha statue. East front of the Phra Ubosot was. To the entire complex there drew a high perimeter wall, four gate passages in the four directions offered access to the temple. Inside along the wall were alternately small Chedis and low pavilions (Sala). Of these small chedi are still some survived. ==References== ==External links== Category:Buddhist temples in Phra Nakhon Si Ayutthaya Province Category:Tourist attractions in Ayutthaya Province Category:Ayutthaya Kingdom ",
    "title": "Wat Phra Si Sanphet"
}