{
    "id": "46781493",
    "text": "Stephen Roland Lee, Jr., known as Swords R. Lee (February 8, 1859 – February 13, 1929), was a wealthy lumberman from Pollock and then Alexandria, Louisiana, who served as a Democratic member of the Louisiana House of Representatives for his adopted Grant Parish from 1904 to 1908. His term corresponded with the administration of Governor Newton C. Blanchard. ==Biography== One of eight children of Stephen Lee, Sr., and the former Rebecca Grantham, Lee was born two years before the start of the American Civil War in Perry County in southeastern Mississippi. He was a lineal descendant of Light Horse Harry Lee of Virginia, the father of Confederate General Robert E. Lee. His grandfather, Elijah Lee of North Carolina, fought in the 1815 Battle of New Orleans under General Andrew Jackson. Lee's middle was derived from his paternal grandmother, Martha Roland. The Lees left Perry County when he was twelve years of age. He was educated in the public schools of Grant Parish; after reaching adulthood, he taught school for a number of years. Lee was the president and general manager of the Lee Lumber Company, which operated a large sawmill at Tioga in northwestern Rapides Parish. The company closed c. 1917 after the nearby timber was exhausted. He was the Grant Parish assessor during the 1890s, having been appointed to the since elected position by then Governor Murphy J. Foster, Sr. After his legislative term ended, he relocated to Alexandria. He had a large political following and worked in 1928 for the successful election of Louisiana Public Service Commissioner Huey Pierce Long, Jr., as the Louisiana governor. Lee was a cousin by marriage of Huey Long. On November 12, 1884, Lee married Martha Cornelia Nugent (1862-1933), a daughter of Matthew and Julie Ann Mackie Nugent, pioneer Grant Parish settlers. Lee died of an illness of several months at his Alexandria home at the intersection of Fourth and St. James streets five days after his seventieth birthday. He was survived by his widow and four children, Maude Lee Eubank (1885-1958) and husband Benjamin Franklin Eubank (1882-1962), J. H. Lee, and Ethel Lee Jarrell (1896-1967) and husband Marion Fahy Jarrell (1897-1977), all of Alexandria, and Mrs. S. J. Rogers of Monroe in Ouachita Parish in northeast Louisiana. Three other Lee children had died prior to their father, Florence, Lucille, and Samuel Patterson Lee. He had two surviving grandsons, one of whom, James Eubank served briefly in the Louisiana House in 1952, during which time he was a floor leader for Governor Robert F. Kennon and a big man. Representative Eubank died of a heart attack in Alexandria at the age of thirty-seven. Lee is interred with other family members at Greenwood Memorial Park in Pineville.{{cite web|url=https://www.findagrave.com/memorial/134772015/stephen-roland- lee|title=The Obituary of Col Stephen Roland \"Swords\" Lee Both Methodist and Southern Baptist pastors officiated at his funeral, with Masonic lodge graveside rites following. ==References== Category:1859 births Category:1929 deaths Category:Lee family of Virginia Category:Long family Category:People from Perry County, Mississippi Category:People from Pollock, Louisiana Category:People from Alexandria, Louisiana Category:Louisiana Democrats Category:Businesspeople from Louisiana Category:Businesspeople in timber Category:Parish officials in Louisiana Category:Members of the Louisiana House of Representatives ",
    "title": "Swords Lee"
}