{
    "id": "46784226",
    "text": "is a Japanese castle located in Takasaki, southern Gunma Prefecture, Japan. At the end of the Edo period, Tatebayashi Castle was home to a branch of the Matsudaira clan, daimyō of Takasaki Domain, but the castle was ruled by a large number of different clans over its history. The castle was also known as . == History == During the late Heian period, the area around Takasaki was controlled by the Wada clan, and Wada Yoshinobu built a fortified manor on the banks of the Karasu River. During the Muromachi period, the Wada came under the service of the Uesugi clan, who held the post of Kantō kanrei; however in 1561, Wada Narishige, incensed over the appointment of Uesugi Kenshin to the post, defected to the Takeda clan. His son, Wada Nobunari, in turn came into the service of the Odawara Hōjō clan. During the Battle of Odawara in 1590, Toyotomi Hideyoshi dispatched an army led by Uesugi Kagekatsu and Maeda Toshiie and destroyed Wada Castle. After Tokugawa Ieyasu took control over the Kantō region in 1590, he assigned Ii Naomasa , one of his most trusted Four Generals to nearby Minowa Castle. However, in 1597, Ieyasu ordered Ii Naomasa to construct a new on the site of the ruins of Wada Castle, as the location controlled a strategic junction connecting the Nakasendō with the Mikuni Kaidō highways. Ii Naomasu relocated to the site in 1598, renaming it Takasaki, and bringing with him the population of Minowa to form the nucleus of a new castle town. Following the Battle of Sekigahara in 1600, the Ii clan was relocated to Omi Province, and Takasaki Castle passed to a succession of fudai daimyō clans, notably the Sakai, Andō and several branches of the Matsudaira clan. The Ōkōchi Matsudaira took up residence in 1695, and except for a brief hiatus from 1710-1717, remained in control of the castle until the end of the Edo period. In 1619, Andō Shigenobu began an ambitious reconstruction project, which lasted for 77 years over the following three generations, which included a three-story donjon in the center and two-story yagura at each of the cardinal directions. Shōgun Tokugawa Iemitsu exiled his younger brother Tokugawa Tadanaga to Takasaki Castle in 1633, and ordered him to commit seppuku here in December of the same year. In 1873, following the Meiji restoration, most of the castle structures were destroyed or sold off, and the moats filled in. Prior the end of World War II, most of the former castle grounds were occupied by the Takasaki-based Imperial Japanese Army’s 15th Infantry Regiment. The Takasaki city hall and city library are located on what was once part of the castle grounds. Of the surviving structures, one of the castle’s yagura was in private hands until 1974, when it was purchased by Takasaki city and relocated to one of the yagura foundation bases in the Third Bailey. One of the surviving gates from the castle was under the same private ownership, and was likewise purchased and relocated back to the castle grounds in 1980. The shōin where Tokugawa Tadanaga committed suicide is now located on the grounds of a nearby Buddhist temple, Chōshō-ji, where it serves as the priest’s residence. == Literature == * * * * ==External links== * -Takasaki- Castle Jcastle Profile *Japanese Castle Explorer Category:Castles in Gunma Prefecture Category:Takasaki, Gunma ",
    "title": "Takasaki Castle"
}