{
    "id": "46783781",
    "text": "Norman Dodds (30 August 1876 – 15 December 1916) played first-class cricket for Tasmania from 1899 to 1908, and toured New Zealand with the Australian team in 1909-10, but did not play Test cricket. ==Early life== Dodds was the youngest of three sons of Sir John Dodds, who was Chief Justice and Lieutenant Governor of Tasmania. Norman Dodds was educated at Queen's College, Hobart, where he was prominent in the First XI.Mercury, 30 March 1895, p1S. ==Cricket career== In his first innings on his first-class debut against Victoria in 1898-99 Dodds batted at number 11 and added 122 for the last wicket with William Ward, which is still the Tasmanian record for the last wicket. He played in most of Tasmania's matches for the next 10 seasons, keeping wickets and making useful runs and rising in the batting order. Against MCC in 1903-04, batting at number five, he top-scored with 48 (\"a fine exhibition of forceful, plucky batting\") in Tasmania's first innings of 141.Daily Telegraph (Launceston), 30 January 1904, p. 5. Dodds scored his first fifty when he made 81 and 27 against Victoria in 1907-08. In 1908-09 he was selected to play for an Australian XI against The Rest in Melbourne and made 80 not out in 66 minutes.Examiner (Launceston), 15 February 1909, p. 3. The team for the tour of England in 1909 was due to be selected soon after the match. Harry Trott thought Dodds the best wicket-keeper in Australia, and the best batsman of the wicket-keepers.Daily Post (Hobart), 1 February 1909, p. 6. But after some discussion among the Australian selectors, and despite the vehement objections of one of them, Clem Hill, Barlow Carkeek was chosen ahead of Dodds as the deputy wicket-keeper.Mercury, 16 February 1909, p. 5. Although he did not play in either of Tasmania's two first-class matches in 1909-10, Dodds was selected as the deputy wicket-keeper for Australia's tour of New Zealand at the end of the season. He played in three of the first-class matches and the three minor matches, but Charles Gorry kept wicket in the two matches against New Zealand. In the first match, against Wellington, Dodds played as a batsman and made a bright 53 in an opening partnership of 98 with Edgar Mayne.Auckland Star, 15 February 1910, p. 6. He played no further first-class cricket after the tour. ==Personal life== Dodds married Grace Hodgins in January 1903,Mercury, 3 February 1903, p. 1. and they had twins, a boy and a girl, in January 1906.Mercury, 13 January 1906, p. 1. He was appointed Secretary to Hobart's Metropolitan Drainage Board in 1906.Mercury, 30 July 1906, p. 2. He resigned from the Board in 1910, and took over the management of his father's estate, \"Branxholm\", near the town of Branxholm in northern Tasmania.Daily Telegraph (Launceston), 5 July 1910, p. 4. Grace died in April 1912.Mercury, 26 April 1912, p. 1. Dodds remarried, but died in December 1916. His second wife gave birth to their son in April 1917.Daily Telegraph (Launceston), 14 April 1917, p. 1. ==See also== * List of Tasmanian representative cricketers ==References== ==External links== * Norman Dodds at Cricinfo * Norman Dodds at CricketArchive Category:1876 births Category:1916 deaths Category:Tasmania cricketers Category:Australian cricketers ",
    "title": "Norman Dodds (cricketer)"
}