{
    "id": "46782080",
    "text": "Matthew V. \"Matt\" Hansen (born February 11, 1988) is a politician from the state of Nebraska in the Midwestern United States. In 2014, he was elected to the Nebraska Legislature, representing a Lincoln district. Hansen is a member of the Democratic Party. ==Personal life and professional career== Hansen was born February 11, 1988, in Morgantown, West Virginia. He was raised in Lincoln, and graduated from Lincoln Southwest High School in 2006. He attended the University of Nebraska–Lincoln, receiving a B.A. in psychology and political science in 2010; he then attended the University of Nebraska School of Law, from which he received a J.D. in 2013. As of late 2013, Hansen taught sociology and math one-on-one to gifted students as a mentor for Lincoln Public Schools. He sat on the board of the University Place Community Organization and on Lincoln's Cable Advisory Board. ==Political career== ===2014 election=== ====2014 primary==== In November 2013, Hansen announced that he would run in the 2014 election for a seat in the Nebraska state legislature, representing the 26th District in northeastern Lincoln. The incumbent, Democrat Amanda McGill, was precluded by Nebraska's term-limits law from running for a third consecutive term. Hansen was one of four Democrats seeking the position. Larry Weixelman was a University of Nebraska employee who also owned a market-analysis and software company that worked to promote tourism in Nebraska. Justin Valencia, an attorney, was an adjunct professor at Bellevue University. Bob Van Valkenburg, a 78-year-old described as a \"perennial candidate\", had been a registered Republican but had changed his registration to Democrat in recent years; he stated that he was running because of his dislike for one of the other candidates, and because being in the Legislature was on his \"bucket list\". A single Republican was also in the race. Brent Smoyer, an attorney, worked as an aide for state legislator Scott Lautenbaugh. Smoyer had run for the Legislature from another Lincoln district in 2008, but had been eliminated after placing third in the three-way nonpartisan primary. In 2010, he had won a four-year term on the Lancaster County Board. As the primary drew near, Smoyer led the field in fundraising; three weeks before the May 13 election, he had raised $19,000 and had $13,000 cash on hand. Hansen led the Democratic candidates, with $11,300 raised and $1,150 on hand. Weixelman reported $5,500 raised and $325 on hand; Valencia and Van Valkenburg had not filed a campaign-finance report with the Nebraska Accountability and Disclosure Commission, indicating that they had not raised or spent the $5,000 that would require such a report. When the nonpartisan primary was held, Smoyer secured a narrow plurality, with 1968 of the 6086 votes, representing 32.3% of the total. Hansen came in second, with 1823 votes, or 30.0%. Weixelman placed third with 1105 votes (18.2%); Van Valkenburg took 597 votes (9.8%); and Valencia received 593 votes (9.7%). ====2014 general election==== As the top two vote-getters in the primary, Smoyer and Hansen moved on to the general election. The candidates differed on a number of salient issues. Hansen supported the proposed expansion of Medicaid in Nebraska under the terms of the 2010 Affordable Care Act, declaring, \"Ensuring that all Nebraskans have access to quality health care should remain a top priority of the Legislature\"; Smoyer opposed it, expressing concern lest the federal government renege on its promise to reimburse states for the costs of the Medicaid expansion. Hansen favored the abolition of capital punishment in Nebraska; Smoyer favored keeping the death penalty, though using it rarely. Hansen was described as supporting a woman's right to an abortion; Smoyer, as \"anti-abortion\". Hansen wanted to repeal Nebraska's policy of denying driver's licenses to persons who were residing illegally in the United States after being brought to the country as children, and who were granted an exemption from deportation under the Barack Obama administration's Deferred Action for Childhood Arrivals (DACA) policy; Smoyer believed that such licenses should continue to be denied. Hansen believed that Nebraska's law requiring motorcyclists to wear helmets should be kept; Smoyer favored its repeal. In the course of the entire legislative campaign, Hansen raised about $63,000 and spent about $59,000. His major contributors included the Nebraska State Education Association, with contributions totaling about $18,500, the local chapter of the International Association of Fire Fighters, with a contribution of $4000, and the Nebraska Association of Trial Attorneys, contributing $3500. Smoyer raised about $94,000 and spent about $95,000. His major contributors included the Nebraska Realtors, which gave him $8500 (also contributing $2000 to the Hansen campaign), the Nebraska Chamber of Commerce and Industry, which contributed about $5600, and the Nebraska Farm Bureau Federation, which contributed about $5600. Hansen was endorsed by the Nebraska State Education Association and by the AFL–CIO; Smoyer, by the National Rifle Association and the Omaha Police Officers Association. Smoyer also won the editorial endorsement of the Lincoln Journal Star, which had endorsed him and Valencia in the primary election. When the general election was held, Hansen defeated Smoyer, with 5376 votes to Smoyer's 4442, for a 55%–45% margin. ===Legislative tenure=== ====2015 session==== In the Legislature's 2015 session, Hansen was appointed to the General Affairs Committee, the Government, Military and Veterans Affairs Committee, and the Urban Affairs Committee. As the youngest member of the Legislature, he was named the chair and single member of the Enrollment and Review Committee, charged with correcting spelling and formatting errors in engrossed bills. Among the \"most significant\" actions taken by the Legislature in its 2015 session were three bills that passed over vetoes by governor Pete Ricketts. LB268 repealed the state's death penalty; LB623 reversed the state's previous policy of denying driver's licenses to DACA beneficiaries; and LB610 increased the tax on gasoline to pay for repairs to roads and bridges. Hansen voted in favor of the death-penalty repeal, and to override Ricketts's veto of the measure; he voted for passage of LB623, and to override the gubernatorial veto; and he abstained on the vote to pass the gas-tax increase, then voted to override the veto. ====2016 session==== In its 2016 session, the Nebraska legislature passed three bills that Ricketts then vetoed. LB580 would have created an independent commission of citizens to draw new district maps following censuses; supporters described it as an attempt to de-politicize the redistricting process, while Ricketts maintained that the bill delegated the legislature's constitutional duty of redistricting to \"an unelected and unaccountable board\". Hansen voted for the bill in its 29–15 passage. Sponsor John Murante opted not to seek an override of the governor's veto. A second vetoed bill, LB935, would have changed state audit procedures. The bill passed by a margin of 37–8, with 4 present and not voting; Hansen was among those voting in favor. The bill was withdrawn without an attempt to override the veto; the state auditor agreed to work with the governor on a new version for the next year's session. A third bill passed over Ricketts's veto. LB947 made DACA beneficiaries eligible for commercial and professional licenses in Nebraska. The bill passed the Legislature on a vote of 33–11–5; the veto override passed 31–13–5. Hansen voted for the bill, and for the override of Ricketts's veto. The legislature failed to pass LB10, greatly desired by the Republican Party, which would have restored Nebraska to a winner-take-all scheme of allocating its electoral votes in U.S. presidential elections, rather than continuing its practice of awarding the electoral vote for each congressional district to the candidate who received the most votes in that district. Supporters were unable to break a filibuster; in the 32–17 cloture motion, Hansen was among those who voted against the bill. ==References== ==External links== *Hansen's Nebraska Legislature website *\"Matt Hansen for Legislature\", 2014 campaign website. Site no longer online; archived 2014-10-31 at Wayback Machine Category:1988 births Category:Nebraska state senators Category:Politicians from Lincoln, Nebraska Category:Nebraska Democrats Category:Living people Category:La Salle Academy alumni Category:University of Nebraska–Lincoln alumni Category:21st- century American politicians ",
    "title": "Matt Hansen"
}