{
    "id": "46780909",
    "text": "Clock Farm is a historic farmstead at the corner of Maine State Route 9 and Goose Rocks Road in Kennebunkport, Maine. Although it has a history dating to the 1770s, it is most notable (and a local landmark) for its early 20th- century purpose-built clock tower, which adorns the barn at one end of the connected complex. The property was listed on the National Register of Historic Places in 1982. ==Description and history== Clock Farm is a rambling extended farm complex, set at the northern side of the junction of Goose Rocks Road and Maine State Route 9 in a rural northern part of Kennebunkport. The main house, at the southernmost end of the complex, is a 1-1/2 story wood frame structure with a side gable roof and a pair of gabled dormers. A two- story ell extends to its rear, and a series of single-story ells connect it a pair of barns, one set behind the other at the northern end of the complex. The one closest to the street has a square cupola with ventilator at the center of its roof line, with a tall square clock tower set on the ridge line in front of the cupola. The tower has clock faces with Roman numerals on each side. The rear barn also has a square cupola. The most predominant architectural style of this assemblage of buildings is the Greek Revival. The oldest portion of this complex, probably one of its ells, was built about 1773 by Peter Johnson. Its intervening history is not documented, but the complex was acquired in the late 19th century as a summer residence by Thomas Lemmons, owner of a factory in Lawrence, Massachusetts. The story associated with the clock is that originally was mounted on his factory, but kept such bad time that his employees complained. In the early 20th century Emmons had the tower specially built to house the clock, which was transported here from Lawrence. It has since that time been a local landmark and architectural curiosity. ==See also== *National Register of Historic Places listings in York County, Maine ==References== Category:Houses on the National Register of Historic Places in Maine Category:Greek Revival houses in Maine Category:Houses completed in 1773 Category:Houses in York County, Maine Category:Kennebunkport, Maine Category:Farms in Maine Category:Farms on the National Register of Historic Places in Maine Category:National Register of Historic Places in York County, Maine ",
    "title": "Clock Farm"
}