{
    "id": "46787233",
    "text": "Relief in Montfoort. Josephus Theodorus (Joop) Puntman (March 20, 1934 in Haalderen - December 12, 2013 in Nijmegen) was a Dutch ceramist and sculptor.Biographical data at the Netherlands Institute for Art History. == Life and work == Puntman studied at the Academy of Fine Arts in Arnhem. After his graduation he started to work at the Ceramic Workshop 'Handicraft' in Haalderen. Since its foundation in 1947, this studio manufactured vases, bowls and cups and saucers, and later on also wall sculptures. Puntman made various reliefs, which were placed mostly in schools.Works of Joop Puntman at vanderkrogt.net. 2015. According to the database of the Netherlands Institute for Art History, he was active between approximately 1949 and 1969, but he is also then continue to produce active work until about 2005, sometimes commissioned, sometimes autonomous work. In the last years ofd his life his productivity decreased due to his age. == Works (selection) == * 1958 reliefs deer, sea horses and children, Gendringen * 1960 relief at school to Archimedes, Breda * 1960 relief Our Lady of Fátima in school at the MA de Ruyter, Hengelo * 1960? relief two horses at the school M. A. de Ruyter, Hengelo * 1963 bronze? relief 'Children playing', Nijmegen * 1965 Took Rense man and his work previously in Rabobank, now behind the church in Haalderen * 1965 Relief on the facade of the Rabobank in the High Street in Montfoort * 1968 relief at the school Klaproosstraat, Varsseveld * 1968 relief at the school Linthorst Avenue, Vriezenveen * 1968 ceramic relief Edith Stein, at the school Pastor Clercx Street, Zijtaart * 1970 relief Till Eulenspiegel with the joke of the left shoe at the school Hazelaarstraat, Vianen * 1970 Willem Barents relief to school in Meijhorst, Nijmegen * 1971 relief 'Prancing Horse' at Geertrudishof, Barneveld == See also == * List of Dutch ceramists * List of Dutch sculptors == References == == External links == Category:1934 births Category:2013 deaths Category:Dutch ceramists Category:People from Lingewaard ",
    "title": "Joop Puntman"
}