{
    "id": "46784213",
    "text": "Jane Porter is an American author of contemporary romance and women's fiction. She is a New York Times and USA Today bestselling author of over forty-five titles, with over 12 million books in print, in 20 languages and in 25 countries.http://janeporter.com/mediakit/ Her novel Flirting with Forty was made into the Lifetime movie of the same name starring Heather Locklear.http://www.seattlepi.com/ae/books/article/Bellevue-romance-writer- Jane-Porter-s-life-1293085.php In 2014, she received the Romance Writers of America RITA Award for Best Romance Novella for Take Me, Cowboy. ==Biography== Porter was born in Visalia, California. She earned a Bachelor's degree from UCLA in American Studies, as well as Masters in Writing from the University of San Francisco. She has worked in sales and marketing, as well as a director of a non-profit foundation and teacher of Jr. high and High school English.http://alumni.ucla.edu/share/alumni-stories/stories/jane-porter.aspx She sold her first novel, The Italian Groom, to Harlequin in 2000.Fiction DB In 2005, Porter branched into women's fiction with the publication of The Frog Prince. Porter founded Tule publishing in 2013. She resides in San Clemente, California with her husband and three sons.Jane Porter Bio Official Website ==Bibliography== ===Bellevue Wives=== # # # === A Brennan Sisters Novel === # # # === The Desert Kings === # # # === The Disgraced Copelands === # # === The Galvan Brides === # # # # === Princess Brides === # # # === A Royal Scandal === # # === Taming of the Sheenans === # # # === Stand alone works === * * * * * * * * * * * * * * * * * (in My Cowboy Valentine) * * === Anthologies and short stories === * in One Christmas Night * in Mistletoe Wishes * ===Non- fiction=== * with Rebecca Lyles ==Awards and reception== * 2006 - Romance Reviews Today for Best Contemporary Novel for Flirting with Forty * 2013 - Golden Leaf Award for Best Novel with Romantic Elements for The Good Daughter * 2014 - Romance Writers of America RITA Award for Best Romance Novella for Take Me, Cowboy Porter has garnered a starred review from Library Journal for Flirting with Forty, and several top picks from RT Book Reviews.http://www.fictiondb.com/author/jane-porter~book-awards~9413.htm ==References== == External links == * Author's blog * Author's website * Jane Porter: 'Reading, I am free. Thanks, Grandma' * STRANGER THAN FICTION FLIRTING WITH FORTY ROMANCE NOVELIST STARS IN HER OWN STORY IN WAIKIKI Category:Living people Category:21st-century American novelists Category:American romantic fiction writers Category:American women novelists Category:RITA Award winners Category:Year of birth missing (living people) Category:University of California, Los Angeles alumni Category:University of San Francisco alumni Category:21st-century American women writers ",
    "title": "Jane Porter (romance author)"
}