{
    "id": "46789752",
    "text": "Melchisedek Tsouderos (; 1769-1823) was a Greek monk and fighter of the Greek War of Independence from Crete. He was killed in 1823 in a battle against the Ottoman forces. ==Biographical information== He was born in 1769.Σύγχρονος Εγκυκλοπαίδεια Ελευθερουδάκη, vol. 23, p. 363. His name was Michael and he originated from the historic Tsouderos family. He was the third son of Emmanouil Tsouderos and had three more brothers named Georgios, Ioannis and Nikolaos.Dionysios Kokkinos, Η Ελληνική Επανάστασις, εκδόσεις Μέλισσα, Athens 1974, 6th edition, vol 2, p. 14.Anastasios N. Goudas, Βιογραφία Τσουδερών ή Καλλεργών, Τυπογραφείον \"Εστία\", Athens, 1930, p. 53 - 54. In 1810 he was ordained a monk with the monastic name Melchisedek in Preveli Monastery, which had conceded properties of his family. Around 1817, he became abbot of the monastery acquiring the nickname \"Tsouderogoumenos\" (\"Abbot Tsouderos\").Goudas, 1930, p. 54. During the pre-revolutionary period, he was initiated into the Filiki Eteria by a monk of Agia Lavra. During May 1821, as the Greek Revolution had broken out in mainland Greece, an Ottoman-Cretan officer tried to arrest him, but he was informed by another Ottoman-Cretan and fled to Asomatos in the Rethymno region. From there, he moved with his brothers Georgios and Ioannis to Kallikratis and then he went along with an armed force to the monastery, which in the meantime had been destroyed and looted by the Ottomans. On the 24th of the same month, he attended the official declaration of the Revolution in Crete in Kourkoulo Rodakinou.Goudas, 1930, p. 58. On 13 June he participated in a battle on the hill of Agios Ioannis where a force of 600 Ottomans had camped. The surprise was absolute and the Ottomans suffered many losses – among the dead was their leader, the Ottoman-Cretan Ismail Agha or Psaraosmailis – and they retreated while the rebels took over a number of villages. Two days later, his men prevailed in a new battle with enemy forces in Spili. From the Ottoman side, among the dead was Deli Mustafa, who was captured and later executed.Goudas, 1930, p. 60-63 In May 1822 Tsouderos participated in the Third Assembly of the Cretans, in Armenoi in Chania. He even took caregiver tasks under the command of the general prefect of Crete Michail Komninos Afentoulief.Sp. Zampelios – K. Kritovoulidos, Ιστορία των Επαναστάσεων της Κρήτης - συμπληρωθείσα υπό Ιωάννου Δ. Κονδυλάκη, Δ.Φεξη, Athens, 1893, p. 416 - 418. He was killed in Polemarchi in Chania, on 3 February 1823, during the operations of the revolutionaries to capture the Kissamos Tower where the Ottoman forces were barricaded.Goudas, 1930, p. 63-64 ==References== Category:1823 deaths Category:1769 births Category:People of the Greek War of Independence Category:Members of the Filiki Eteria Category:People from Crete Category:People killed in action Category:Greek Christian monks Category:Greek abbots ",
    "title": "Melchisedek Tsouderos"
}