{
    "id": "46780589",
    "text": "Bhadreshwar Jain Temple, also known as Vasai Jain Temple, is a historical importance located in Bhadreshwar village of Mundra Taluka, Kutch, Gujarat, India. ==History== It is believed to be one of the oldest Jain temples in India, although they have been renovated and rehabilitated from time to time. The temple is said to be first renovated by King Sidhsen of Bhadrawati in 449 B.C. .http://travel.india.com/kutch/places-to-visit/temples-bhadreshwar-jain- temple/ It is said a Jain layman named Devchandra laid the foundation stone of this temple centuries ago. In year 1125, the temple was renovated extensively by Jagdusha. The temples have been destroyed many times due to natural calamities like earthquakes and the chronicles of Mistris of Kutch, mention that they were the architects and artisans, who renovated temples during the earthquakes of 1819, 1844–45 and 1875.Kadia Kashtriya Itihas. Published in 1896.Nanji Bapa ni Nondh-pothi Gujarati book,1999 Vadodara. It is a diary of Railway Contracts done by KGK community noted by Nanji Govindji Tank. This book was given Aank Sidhhi award by Kutch Shakti at Mumbai in year 2000. The book has year wise details of Railway lines built by Mistris of Kutch and has a section with photos on Historical Monuments & Architects built by Mistris of Kutch.Kutch Gurjar Kshatriya Samaj : A brief History & Glory : by Raja Pawan Jethwa. (2007) Calcutta. Alt URL In former temple, the lower part was considered the oldest in age, perhaps about 1170. The temple complex was expanded with the corridors, then the outer wings, then the shrine, and last of all the porch. The temple complex was again completely devastated in earthquake of 26 January 2001, however, it has now been completely rebuilt to as many of the old shrines were destroyed to the extent that it could not be rehabilitated.Newly Built Bhadreshwar Jain Tirth, KutchPhoto of old Bhadreshwar Jain Temple Old Jain Temple, with rubble of structure destroyed in earthquake, which can be seen. ==Architecture== The general plan is like that of the Dilwara Temples on mount Abu. It stands in a court about 48 feet wide by 85 long, surrounded by a row of forty-four shrines with a corridor in front. The temple stands in a courtyard, which, from the line of the temple front, is covered by three pillared domes. The temple, facing the east, is entered by a flight of steps that rise from the outer door to the covered area in front of the sanctuary. Over the porch is another large dome covering an area separated by a low screen wall from the area of the entrance hall, mandap, between it and the front of the temple itself. At the south-west corner and behind the cells on the left side is a row of chambers with cellars entered by lifting up flagstones in the floor. In the shrine are three white marble images. The central image is Ajitnath, the second of the Tirthankars, with the date 622 probably for Samvat 1622 or AD 1565. On his right is Parshwanath with the snake hood marked 1175 (Samvat 1232), and on his left Santinath, the 16th Tirthankar, also marked 1175 (Samvat 1232) . On the extreme right is the image of the black or Shamla Parshwanath. ==See also== * Jainism in Gujarat ==References== Category:Jain temples in Gujarat Category:Kutch district Category:5th-century BC Jain temples Category:Māru- Gurjara architecture ",
    "title": "Bhadreshwar Jain Temple"
}