{
    "id": "46780890",
    "text": "John Randle (1 February 1855 – 27 February 1928) was a West African doctor who was active in politics in Lagos, now in Nigeria, in the colonial era. Born in Sierra Leone, he was one of the first West Africans to qualify as a doctor in the United Kingdom. On return he worked for the Lagos Colony colonial medical service for a while, then left due to discrimination and built up a successful private practice, treating both Europeans and Africans. He co-founded the People's Union in 1908, a political association that sometimes opposed government measures. During World War I (1914–18) he was loyal to the British Empire. In post-war politics the conservative People's Union was not a serious competitor to the more radical Nigerian National Democratic Party. ==Early years== John K. Randle was born on 1 February 1855. His father, Thomas Randle, was a liberated slave from an Oyo village in the west of what is now Nigeria. His father later moved to Lagos and set up a successful business as a haberdasher. Randle's birthplace of Regent, Sierra Leone was a settlement of liberated slaves from various parts of West Africa and as far afield as Mozambique. He was educated at the missionary school in the village and then at the Church Mission Society grammar school in Freetown. He became a \"dispenser\" at the Colonial Hospital in 1874. He moved to Accra, then on the Gold Coast, where he saved enough to pay for formal medical training at the University of Edinburgh in Scotland between 1884 and 1888, graduating with a gold medal in materia medica. Randle and his fellow-student Obadiah Johnson obtained positions in 1889 as Assistant Colonial Surgeons in the Lagos Colonial Hospital. At the same time, Randle practiced privately, treating most of the European traders of Lagos, particularly the Germans. In November 1890 Randle married Victoria Matilda Davies. His wife's father was the wealthy James Pinson Labulo Davies and her mother was Sara Forbes Bonetta, a Yoruba princess whom Queen Victoria had arranged to have adopted and educated at the queen's expense. Queen Victoria had given Matilda Davies the name Victoria at her christening, had bestowed an allowance of £40 for life and had given her a solid gold christening set. The queen donated the material for Matilda's wedding gown. Dr Sodeinde Akinsiku Leigh-Sodipe (1865–1901) was godfather at the 1893 christening of Randle's son Romanes Adewale. Randle resigned from the Colonial Service in 1892. He was angry that as an African he was given about half the salary of a European with the same training, and that he was being required to serve as a doctor in locations far from Lagos. Gilbert Thomas Carter, Governor of Lagos in 1891–97, said of his resignation, \"My past experience of native doctors ... does not encourage me to place much faith in their aptitude for this profession...\" Randle withdrew his resignation, but asked for an increase in salary to £500 per year. Randle was dismissed from the service in September 1893 for his persistent refusal to make tours of duty to the British military outpost at Ijebu Ode. He devoted himself to private medical practice, in which he was highly successful. He served patients from all levels of society, providing free treatment to the poor. Randle was successful in treating yellow fever and guinea worm infestation. ==Pre-war politics== Randle acquired large landholdings in Lagos and a significant shareholding in the Bank of British West Africa. He became active in the politics of the Lagos Colony. In 1890 Randle was a member of a committee that invited the pan-Africanist educator, journalist and politician Edward Wilmot Blyden to Lagos to support them in their dispute over the Niger Mission, where most African ministers had recently been suspended on openly racist grounds. On 2 January 1891, at a meeting attended by Governor Cornelius Alfred Moloney, Blyden proposed an independent African Church with Bishop Samuel Ajayi Crowther as its head. Randle may have supported the journalist John Payne Jackson when he founded the Lagos Weekly Record in 1891. In 1899 Governor Sir William MacGregor made Randle a \"provisional member\" of the Legislative Council. In 1908 Randle and Dr. Orisadipe Obasa founded the People's Union, open to Lagos residents of all religious and ethnic backgrounds. The People's Union was a political association rather than a political party. Key members of the People's Union other than Randle and Obasa included conservatives such as Sir Kitoye Ajasa, Dr Richard Akinwande Savage and Sir Adeyemo Alakija. The Union fought the Water Rate Act, which they said would bring piped water only to Europeans. In 1911 People's Union members toured Yorubaland to agitate against the proposal by Governor Frederick Lugard to declare all land to be the property of the government. Randle and Obasa may have gone to London to press their case. The government dropped the proposal. Before World War I (1914–18) Randle was approached by Richard Akinwande Savage and Casely Hayford about holding a West African conference. He was enthusiastic about the idea, and was elected chairman of the Lagos committee for the conference in 1915. Nothing could be done during the war. ==World War I== When the war began, Randle became superintendent of the Nigerian Overseas Comfort Fund, which tried to ensure that Nigerians serving abroad were recognized and that their material needs were supplied. In 1915 Lugard again tried to introduce the Water Rate in Lagos, and accused the People's Union of sedition and of \"threats of agitation.\" The Chief Imam (Lemomu) of Lagos supported the water rate, as did Alli Balogun, a wealthy Muslim who was associated with Randle. The People's Union backed down and asked only for a \"not exorbitant rate.\" As a result of this capitulation the People's Union lost support from the Lagos elite. Like other West Africans, Randle supported the war, although some did not. He wrote of them, ==Post-war== After the war Randle and Orisadipe Obasa founded the Reform Club, which took an interest in politics and education. This seems to have been a continuation of the People's Union under another name. In 1920 Randle was appointed one of the vice-patrons of the Sierra Leonean Friendly Society of Lagos. He built a chapel and two schools in his home town of Regent, and contributed funds to erect a science building at Fourah Bay College, Sierra Leone and to support science teaching there. The Pan-African conference was held in Accra in 1920 and launched the National Council of British West Africa (NCBWA). By this time Randle and Savage had fallen out and Randle did not attend the conference. Herbert Macaulay founded the Nigerian National Democratic Party (NNDP) in 1922 with the support of leading nationalists such as John Payne Jackson. Governor Sir Hugh Clifford instituted elections in Lagos in 1923. The People's Union was revived under Randle's leadership, and Obasa competed in the election but was not successful. The People's Union and its female equivalent, the Women's Union led by Mrs. O. Obasa, opposed the NNDP. Although the People's Union favored gradual introduction of reforms while the NNDP was radical, both drew their membership from the Lagos elite. Some professional men with progressive ideas became members of the People's Union, such as the journalist Ernest Ikoli, who was its last secretary, but the People's Union was never a real challenge to the NNDP. In 1927 the People's Union, by now quickly losing members, did manage to block a government proposal for a poll tax and have it replaced by an income tax. John K. Randle died on 27 February 1928 and was buried in the rear of the Ikoyi cemetery in Lagos. The People's Union dissolved soon after. In 1940 Randle's remains were moved to the front of the cemetery as a gesture to acknowledge his achievements. Randle was known for his personal austerity and discipline. Even at the age of seventy he always rode a bicycle. He passionately encouraged many Africans to pursue extensive learning, yet he was accused by some of his own children of neglecting their basic education. He believed in African culture but had the tastes of a Victorian English gentleman, even ordering food from London. He was always true to his principles, and his generous will established his reputation as a philanthropist. He donated his medical and scientific books and journals to Fourah Bay College, and donated money for a professorship and medical scholarships. ==Publications== * * ==References== ==Sources== * * * * * * * * Category:1855 births Category:1928 deaths Category:Sierra Leone Creole people Category:Nigerian medical doctors Category:Yoruba physicians Category:Yoruba politicians Category:19th-century Nigerian medical doctors Category:20th- century Nigerian politicians Category:Alumni of the University of Edinburgh Category:Sierra Leonean people of Yoruba descent Category:Sierra Leonean emigrants to Nigeria Category:People of colonial Nigeria Category:History of Lagos John K. Category:Burials at Ikoyi Cemetery Category:Nigerian humanitarians Category:Nigerian people of World War I Category:Physicians from Lagos ",
    "title": "John K. Randle"
}