{
    "id": "46789258",
    "text": "{| |} HMS Hart was a modified Black Swan-class sloop of the Royal Navy. She saw service as a convoy escort during the Second World War, seeing service in the Atlantic, Mediterranean and Far East in 1945. She also took part in the Korean War in 1950 and 1951. She was sold to Federal Republic of Germany in 1959, where she was renamed Scheer and was used as a radar training ship. ==Construction== Hart was built by Alexander Stephen and Sons, Glasgow, Scotland, was laid down on 27 March 1942, launched on 7 July 1943, and completed on 12 December 1943.Blackman 1971, p. 131. She was adopted by the civil town of Hale, then in Cheshire, as part of Warship Week in 1942. ==Royal Navy service== In 1944 Hart undertook convoy protection duties in the North Western Approaches and Irish Sea. In March of that year she undertook duties in the Atlantic and Western Mediterranean. She was then nominated as part of the support for the invasion of Normandy, Operation Neptune in June 1944. Following the landings, she continued operations in the English Channel. In 1945 she undertook convoy defence duties in the Atlantic Ocean. In July 1945 she was allocated for service with the British Pacific Fleet and was at Rabaul on 6 September 1945 for the Surrender of Japan in that area. Following the war she remained in the Far East and received the new pennant number 'F58'. She was deployed with United Nations Naval forces for service in the Korean War. She returned to Devonport in 1951 and was placed in reserve, before being put on the disposal list. ==West German Navy service== In 1957, West Germany purchased seven escorts, including Hart for its newly established Bundesmarine. After refit by Palmers at Jarrow, she was handed over to the Bundesmarine on 27 April 1959, and was renamed Scheer.Blackman, Raymond V B, Jane's Fighting Ships 1963-4, Sampson Low, Marston & Co. Ltd, London, p101 She was subsequently converted by Seebeck in 1962, for use as a radar training ship and was armed with two bofors guns, in place of the twin 4-inch armament. She remained operational until 1967 and was scrapped in 1971. ==References== ==Publications== * * * * * * ==External links== * Hart at Naval History.net * Hart at U-boat.net Category:Black Swan-class sloops Category:Ships built on the River Clyde Category:1943 ships ",
    "title": "HMS Hart (U58)"
}