{
    "id": "46786184",
    "text": "Mohamed Abla is an Egyptian artist known for his paintings of abstract sceneries in Egypt. He was born in 1953 in Belqas, Mansoura in Northern Egypt, where he spent his childhood and went to school. In 1973, Abla moved to Alexandria, and joined the faculty of fine arts in the University of Alexandria. In 1977, he graduated with a bachelor's degree and moved to Cairo where he was to complete obligatory military service. == Career beginnings == In 1978, Abla embarked on a seven-year scholastic trip to Europe. Abla’s work was showcased for the first time in a solo exhibition at the Hohmann Gallery in northern Germany in 1979, and at the AAI Gallery in Vienna. In 1981, he studied graphics and sculpture at the Arts and Industries College in Zurich, Switzerland. Abla then studied graphics in Austria the following year. == Accomplishments == In 1985, Abla won First Prize at the 'Cairo seen by artists' exhibition. In 1996, Abla won the first prize in Kuwait Biennale and the Grand Prix at the Alexandria Biennale in 1997. Shortly after, in October 1998, he lost most of his work after his atelier caught fire. In 2007, Abla founded The Fayoum Art Center, a space for artists to meet, work and collaborate. The center is inspired by the International Summer Academy in Salzburg where Alba teaches. It is located by Lake Qarun in Fayoum, and is surrounded by mountains, sand dunes and palm trees. It is also close to Wadi Elrayan waterfall and the paleontological site Wadi Al-Hitan, which have inspired scenic artists. In 2009, Abla established the first caricature museum in the Middle East. The museum is situated in the Tunis artist colony in Fayoum, and houses a wide collection of local newspaper and magazine cartoons dating back to the early twentieth century. Its buildings were donated by Abla and designed by Egyptian architect Adel Fahmy. == References == Category:Living people Category:Egyptian artists Category:1953 births Category:People from Mansoura, Egypt Category:Alexandria University alumni ",
    "title": "Mohamed Abla"
}