{
    "id": "46780082",
    "text": "Arthur Morry (4 January 1854 – 25 May 1938) was an English architect. In 1884 he emigrated to Australia where he became a member of the Queensland Legislative Assembly. ==Early years== Morry was born in Moreton Say, Shropshire, England to parents John Morry and his wife Emma (née Mytton). Educated at Moreton National School and the Academy at Oswestry, he was articled to Spaull, an architect of Oswestry in 1869 before travelling to Manchester in 1873. For two years from 1875, Morry worked in Wales before returning to Manchester to carry on his work in architecture. He travelled to Brisbane in 1884 and for the period 1885–1886 he was employed by the Colonel Architect's Department and later on was a staff officer at the Department of Agriculture. ==Political career== Morry was a member of the Legislative Assembly of Queensland, holding the seat of South Brisbane from 1890 but decided not to stand for reelection at the 1893 colonial election. He was also an alderman in the South Brisbane Municipal Council, serving as its mayor in 1890. ==Personal life== In 1900 Morry married Mina Maurer (died 1960)Family history research -- Queensland Government births, deaths, marriages, and divorces. Retrieved 23 May 2015. and together had three sons and three daughters. Morry died in May 1938 and his funeral proceeded from the West End Methodist Church to the South Brisbane Cemetery.Morry Arthur -- Brisbane City Council Grave Location Search. Retrieved 23 May 2015. ==Nassagaweya== Nassagaweya and front lawn, 2015 Morry designed his own house Nassagaweya, which is now is a heritage-listed detached house at 37 Gray Road, West End, Brisbane, Queensland, Australia. ==References== ==External links== Category:1854 births Category:1938 deaths Category:Architects from Shropshire Category:English emigrants to colonial Australia Category:Burials in South Brisbane Cemetery Category:Members of the Queensland Legislative Assembly ",
    "title": "Arthur Morry"
}