{
    "id": "46789553",
    "text": "{| |} HMS Paxton was a First World War Royal Navy Q-Ship torpedoed and sunk by the German submarine U-46 on 20 May 1917 in the Atlantic Ocean 90 miles west of Great Skellig, Eire. The ship was originally ordered as Lady Patricia for the British and Irish Steam Packet Company but taken over on completion by the British Government as HMAV Lady Patricia. The ship was damaged by gunfire from the German submarine U-57 on 30 March 1917 in St George's Channel and six crew killed. Shortly afterwards work started on converting her to an anti- submarine Q-ship, Q25, which was completed on 30 April 1917. The ship was commissioned as HMS Paxton the following day and sunk less than three weeks later. ==Sinking== At about 9:00 on 20 May 1917 the ship was heading west at about 8 knots when an unknown German submarine surfaced and shelled her with its deck gun, hitting the ship once. Paxton responded by firing back at the submarine with her stern 4 inch gun, thus revealing herself as a Q-Ship. The submarine dived to escape. Paxton continued on her westerly course, and the crew changed her disguise by painting the name of a Swedish ship on her sides. At 19:15 on the same day U-46 torpedoed her, disabling the engines. Two men were killed, including the chief engineer, but the ship remained afloat because she was loaded with lumber. The submarine fired a second torpedo fifteen minutes later which broke the ship's back and it sank within about five minutes. The surviving crew abandoned the ship on two boats and two rafts, but had not been able to send a distress radio message. The submarine surfaced and took the captain, Commander George Hewett and the second engineer, Engineer Sub-Lieutenant James Wilfred Johnson prisoner. The boats and rafts stayed together overnight, but at 5 am one boat separated to make for Berehaven (now Castletownbere) for help. The boat had no food or water onboard. However it was spotted just after 9 pm, by an American destroyer, USS Wadsworth, which rescued the three officers and eight ratings on it but despite spending the following day searching the destroyer could not locate the other survivors. On 26 May a further four crew were rescued from a raft by another ship, and on 26 or 27 May the second boat, containing the remaining survivors reached Killybegs. Provisions and water had run out four days before the boat arrived, and two people had died en route. In all 31 people were killed. Surgeon Sub-Lieutenant Annesley George Lennon Brown, RNVR was awarded the Distinguished Service Cross in June 1919 for his gallantry and devotion to duty following the torpedoing. ==References== Category:Ships built on the River Clyde Category:1916 ships Category:Q-ships of the Royal Navy Category:Maritime incidents in 1917 Category:Ships sunk by German submarines in World War I Category:World War I shipwrecks in the Atlantic Ocean Category:Protected Wrecks of the United Kingdom ",
    "title": "HMS Paxton"
}