{
    "id": "46780834",
    "text": "Good Work is an American plastic surgery-themed talk show that premiered on April 14, 2015 on the E! cable network. Announced in March 2015, the one-hour roundtable television series features hosts RuPaul, Dr. Terry Dubrow and Sandra Vergara who discuss the \"good work\" and the \"not so good work\" of Hollywood celebrities regarding the quality of their plastic surgery. == Co- hosts == * RuPaul, a television personality and actor, hosts the reality television show RuPaul's Drag Race; * Terry Dubrow, a plastic surgeon and television personality; known for his work on The Swan and Botched, and appearing on The Real Housewives of Orange County; * Sandra Vergara, an actress and a beauty expert. == Episodes == {| class=\"wikitable plainrowheaders\" width=\"70%\" |- ! scope=\"col\" style=\"background-color: #7b3f54; color: #FFFFFF;\" | No. ! scope=\"col\" style=\"background-color: #7b3f54; color: #FFFFFF;\" | Title ! scope=\"col\" style=\"background-color: #7b3f54; color: #FFFFFF;\" | Original air date ! scope=\"col\" style=\"background- color: #7b3f54; color: #FFFFFF;\" | U.S. viewers |- |} ==Broadcast== Good Work premiered on Tuesday, April 14, 2015, in the United States on the E! cable network at 10/9pm ET/PT, following another plastic surgery-based series Botched, which also features Terry Dubrow. The talk show continued to air on Tuesday nights and concluded on May 19, 2015. The series is additionally broadcast on local versions of the network worldwide; in Australia, the series premiered on April 22, 2015, and on May 5, 2015 in the United Kingdom. == References == == External links == * * * Category:2010s American television talk shows Category:2015 American television series debuts Category:2015 American television series endings Category:English-language television shows Category:E! original programming Category:Television shows set in Los Angeles Category:Television series by World of Wonder (company) Category:Television series about plastic surgery ",
    "title": "Good Work (talk show)"
}