{
    "id": "46786689",
    "text": "Bowl, white, round, straight wall decoration cobalt blue angular lines pattern by Leen Quist, 1989 Leen Quist (Sint Philipsland, September 4, 1942 – Veere, April 11, 2014)Biographical data at the Netherlands Institute for Art History. was a Dutch ceramist, who was known for his own style, a perfect finish and geometric (blue) lines. According to Thimo te Duits, author of Modern Ceramics in the Netherlands (1990), Quist' pots, bowls and boxes witnesses \"a noble simplicity.\" == Life and work == Quist got educated as handicrafts teacher at the Roman Catholic Society for Handicraft in Breda from 1967 to 1972. In the summers of 1977 and 1978 he was a trainee at the Danish ceramicist Clara Andersen (1944) in Aarhus, Denmark [2]. After his graduation Quist was appointed teacher of applied art and art history at the Gymnasium Middelburg, and started a studio in the Pijpenstraat in Middelburg. In 1977 he had his main exhibition in Gallery The Chapel House in Amersfoort, and his last was a duo exhibition with Geert Lap on minimalistic ceramics at the Gemeentemuseum Den Haag, The Hague in 2013.Geert Lap en Leen Quist | Gemeentemuseum: Minimalistische keramiek. 23-mrt-2013 t/m 10-nov-2013, After the death of his partner Frans Koster, the speech therapist and speech artist in 2003, Quist has hardly turned to ceramics. In 2012 he sold his studio, and suffered from various illnesses that were ultimately fatal to him.\"Keramist Leen Quist overleden,\" at omroepzeeland.nl, 2014-04-15. He had donated his entire legacy to Museum Boijmans Van Beuningen in Rotterdam including his house \"Niet Altyd Somer\" (Not Always Summer) in Middelburg, art works, antiques and paintings, and his library on ceramics.Annual Report 2014, Museum Boijmans Van Beuningen. == Work == The ceramics of Quist has a unique style, often with geometric cobalt blue patterns. Excess missing, simplicity prevails. His work goes more to the Scandinavian than in Dutch design, but is much tighter than the Scandinavian ceramics. Because of the geometric lines, it is also related to the Dutch style so typical Dutch. After 1990 Quist also uses colors other than white and blue. Wide tires (mud layers) in pastel shades (yellow, pink red) giving his work a less severe nature. According to Mieke Spruit-Ledeboer (1985) makes Quist \"functional ceramics in porcelain with a special nobility\". She explained his work as \"very contemporary, the linear decoration, which makes the ceramist with the utmost accuracy and a fine sense of the decorative element. This consists of geometric patterns which usually relax the entire mold.\"Mieke Spruit-Ledeboer, Maarten van Thiel, De hedendaagse gebruikskeramiek in Nederland, 1981. == Work in public collections == * Fonds régional d'art contemporain, Limoges, France * Hetjens Museum, Düsseldorf, Germany * Art Gesellschaft Spiez, Spiez, Switzerland * Museum Boijmans Van Beuningen, Rotterdam, Netherlands * Ceramics Museum Princessehof, Leeuwarden, NetherlandsWorks of Leen Quist at Keramiekmuseum Princessehof, 2015. * Musée Ariana, Geneva, Switzerland * Rijksmuseum Amsterdam * Wenatchee Valley Museum & Cultural Center, Washington, United States * Zeeuws Museum, Middelburg, Netherlands * Gemeentemuseum Den Haag, The Hague, Netherlands == See also == * List of Dutch ceramists == Further reading == * Duits, Thimo te. De noordelijke traditie : Leen Quist, keramiek & De keramiekcollectie Koster en Quist = The Northern tradition : Leen Quist, ceramics & The Koster and Quist ceramics collection. Museum Boymans-van Beuningen, 1993. == References == == External links == * Quist, Leen at capriolus.nl Category:1942 births Category:2014 deaths Category:Dutch ceramists Category:People from Tholen ",
    "title": "Leen Quist"
}