{
    "id": "46789162",
    "text": "On January 7, 1971, a Boeing B-52C Stratofortress (serial 54-26660) of Strategic Air Command crashed into northern Lake Michigan at the mouth of Little Traverse Bay near Charlevoix, Michigan, while on a low-level training flight. All nine crew members aboard were lost. No remains of the crewmen were recovered. Parts of the aircraft were retrieved from a water depth of in May and June 1971. The structural remains included parts of the wings, all eight engines, the tail, crew section, landing gear and wheels, plus numerous smaller parts of the plane. Oceans Systems, a Florida-based salvage company, carried out the recovery mission. It remains the deadliest plane crash involving a B-52 Stratofortress in aviation history. ==Background== Strategic Air Command was formed by the United States Air Force after World War II to provide an active defense against any surprise attack by the Soviet Union. Though it had been an ally against Germany and Japan during World War II, by 1948 the Soviet Union showed a propensity to instigate problems with Britain, France and the United States. In August 1949, the Soviet Union detonated its first nuclear weapon and by the early 1950s had detonated a hydrogen bomb. The war of words between the two superpowers escalated during 1950s and 1960s into a nuclear arms race. By 1970 the United States was using a \"Triad Defense System\" composed of nuclear submarines armed with nuclear missiles, land based intercontinental ballistic missiles with nuclear warheads and bombers capable of delivering hydrogen bombs on enemy targets. The Boeing B-52 Stratofortress bomber had been designed in the early 1950s by Boeing Aircraft Company to give the United States Air Force the capability of delivering nuclear weapons far inside the territory of Soviet Russia. The planes were to fly at high altitude with enough fuel to hit their target. In May 1960, the Soviet Union made known its capability to shoot such high altitude planes out of the sky by using a surface to air missile to strike CIA pilot Francis Gary Powers' U-2 spy plane over Russian territory. From that point on, the high-altitude B-52 had to be modified to conduct missions at low level, something it was not intended to be. ==B-52C 54-2666== B-52 54-2666 The B-52C used on the mission of Thursday January 7, 1971, with the call sign \"Hiram 16\", had been built in the summer of 1956 as one of thirty-five B-52C bombers. From 1952 to 1962 a total of 744 B-52s of all models were built. By January 1971, all thirty-one remaining B-52Cs were stationed at Westover Air Force Base near Springfield, Massachusetts. The aircraft were more than 15 years old and four of the original thirty-five had been lost to accidents. None of the remaining aircraft had been modified to cope with the structural stress demands of low- level flight. All were used for training in their designed high altitude role and, after May 1960, in the new low-level role. Low-level B-52 missions were typically flown at above ground level. Some of the aircraft stationed at Westover were loaned to other bases during the late 1960s and early 1970s, due to Strategic Air Command being use of later model B-52s in combat in Southeast Asia, beginning with Operation Rolling Thunder in March 1965. ==Hiram 16 Crew== B-52 C 54-2666 Crewmen The crew that flew Hiram 16 on its final mission on 7 January 1971 were all veterans of the War in Southeast Asia. They had been loaned by the Strategic Air Command to assist in that war effort and were back stateside by January 1971 to participate in a Cold War training mission that involved a low level flight over northern Lake Michigan at Bay Shore, Michigan's mobile Radar Bomb Scoring Site. Bay Shore was a radar site operated by Air Force technicians using electronic equipment designed to track, plot, score and at the same time jam the capability of bombers using its associated Olive Branch low level route. Olive Branch routes simulated what a bomb crew would experience over enemy territory. The crew members consisted of aircraft commander Lt. Col William Lemmon, co-pilot Lt. Douglas Bachman, radar navigator Cap. John Weaver, electronics warfare officer Cap. Joel Hirsch, tail gunner Tech. Sgt. Gerry Achey. Navigator instructor Maj. John Simonfy on board to recertify navigators and electronic warfare officers Lt. Douglas Ferguson, Maj. Gerald Black, and Maj. Donald Rousseau. The four extra crew members were on board for a SAC required low-level flight recertification. ==Accident== Bay Shore site After taking off from Westover Air Force Base at 1:30 pm EST, the \"Hiram 16\" crew completed a mandatory practice refueling procedure with its accompanying KC-135 Stratotanker. A second refueling attempt had to be aborted due to a minor hydraulic leak near the right bulkhead of the crew compartment. By 6 p.m. EST the bomber had successfully completed, and scored as 'positive,' the laying down of two electronic bombs at Bay Shore Ob-9 Route targets Echo and Foxtrot. The bomber then proceeded to circle to its entry spot at the top of Lake Michigan to make its second and final bomb scoring run north to south towards Big Rock Point where targets Delta and Charlie were located. Weather at the time showed broken to overcast skies at 2500', visibility of two miles, with light snow and rime icing in clouds from 2500-6000'. The mishap aircraft was flying below the cloud ceiling at approximately 300'-500' above the water. At 6:32 p.m. EST the bomb crew scored a successful drop on target Delta. The plane's crew was in radio contact with the Air Force Bomb Scoring Site at Bay Shore to confirm the hit. The two crews were both trying to jam each other to recreate likely conditions over enemy territory. Bay Shore radar technicians observed the bomber on its radar until at 6:33 pm EST, when, a mere 20 seconds into the electronic pinging of target Charlie, the radar screen suddenly lit up in a bright flash, then went blank. No verbal contact was heard immediately before or after that loss of radar tracking. The large aircraft had simply disappeared from the radar screen. ==Accident investigation== Recovery of the B-52C T/N 54-2666 was not accomplished until the end of June 1971. Winter weather and lake surface icing did not allow recovery procedures to continue when started in January 1971. Ocean Systems, a salvage company from Florida, retrieved parts of the plane that included all eight engines in four pods, crew and tail sections, landing gear and wheels, and large sections of the massive wings. All recovered parts were taken to the now-closed Kincheloe Air Force Base south of Sault Ste. Marie, Michigan, and laid out in a hangar for inspection. Boeing engineer Lawrence Lee and USAF Col. Robert Saye inspected the salvaged parts and concluded that the accident was a result of structural failure between the left wing's two engine pods. With the loss of that wing, the plane nose-dived into the water exploding on impact. The plane's wings and fuselage were giant jet fuel cells that ignited and caused the explosion. No human remains were recovered. The plane's explosion was witnessed by at least five civilians living on Little Traverse Bay who all said the sky lit up like a giant fireball. Some said it 'appeared the sun was rising in the west.' The accident board noted for the record that the plane was not carrying nuclear weapons and thus was not a \"broken arrow\" accident. It was finally noted that the mishap aircraft's left wing spars had succumbed to metal fatigue and snapped in half. ==Aftermath== Big Rock Point Nuclear Power Plant-1970 Beginning in July 1963, United States Air Force bombers were being scored by Air Force technicians at the mobile radar scoring site in Bay Shore, Michigan. The site was made up of mobile trailers filled with electronic equipment used to track, plot and jam the incoming aircraft and its crew. Each mission was a simulated use of electronics on the bomber to jam enemy radar so that the Cold War mission could be accomplished, while at the same time the ground crew of radar and electronic technicians were doing the same. west of the Bay Shore site was the Big Rock Point Nuclear Power Plant owned by Consumers Power and had gone active in October 1962. The 67 MegaWatt nuclear reactor was encased in concrete under a steel dome that was thick. From July 1963, most low-level training flight bomber crews had been using the large green dome of the nuclear power plant as a sight target since flying directly over the Bay Shore radar site did not give the ground technicians the ability to properly score the planes. The bombers had to be either west or east of the Bay Shore-based site. As early as November 1963 Consumers Power officials were complaining about the overflights stating in one letter that they posed an exceedingly high risk factor in the event of a crash into its facility. The B-52C was traveling at when the main spar in its left wing suffered a major structural failure, causing a complete loss of pilot control. It was due north of Big Rock Point when it went down on a 312-degree trajectory from the Bayshore Bomb Scoring Site. Both the Big Rock Point Nuclear Power Plant and the Bay Shore Bomb Scoring Site have since been closed. ==References== ==Further reading== * * * ==External links== *B-52 Stratofortress * * * Category:Aviation accidents and incidents in 1971 Category:Accidents and incidents involving the Boeing B-52 Stratofortress ",
    "title": "1971 B-52C Lake Michigan crash"
}