{
    "id": "46785229",
    "text": "Pisatin (3-hydroxy-7-methoxy-4',5'-methylenedioxy-chromanocoumarane) is the major phytoalexin made by the pea plant Pisum sativum. It was the first phytoalexin to be purified and chemically identified. The molecular formula is C17H14O6. == Structure and properties == The structure of pisatin consists of a pterocarpan backbone and is distinguishable by the hydroxyl group on the nonaromatic portion of the molecule. This molecule is slightly soluble in water and has high solubility in organic solvents. Pisatin is stable in neutral or slightly basic solutions and loses water in the presence of acid to form anhydropisatin. ==Resistance to Pisatin== Resistance to pisatin appears to be an important trait for pathogens of Pisum sativum. Detoxification involves the removal of the 3-O-methyl group, which has been shown to reduce the toxicity of the molecule. An enzyme known as pisatin demethylase is responsible for this catalysis and has been identified in N. haematococca as a cytochrome P450 enzyme. Most fungi capable of this metabolism are resistant to pisatin, however, there are some pathogens that do not contain the gene for pisatin demethylase. Such pathogens may have alternative methods for metabolizing phytoalexins. In addition, many microbial species have been found to have the ability to detoxify pisatin, but the most virulent strains have the highest rate of demethylation. == Known resistant fungi == *N. haematococca *Ascochyta pisi *Fusarium oxysporum *Phoma pinodella *Mycosphaerella pinodes *Rhizoctonia solani ==Biosynthesis == Biosynthesis of (+)-pisatin The biosynthesis of pisatin begins with the amino acid L-phenylalanine. A deamination reaction then produces trans-cinnamate, which undergoes hydroxylation to form 4-coumarate. Acetyl-CoA is then added to form 4-coumaryl-CoA. Three malonyl-CoA moities are then added and cyclized to introduce a phenol ring. An isomerization reaction then occurs, followed by a hydroxylation and rearrangement of the phenol group to form 2,4',7-trihydroxyisoflavonone. This molecule can then follow one of two paths, both of which include the loss of water and a methylation to produce formononetin. This product then undergoes hydroxylation to form calycosin, followed by the formation of a dioxolane ring. Another hydroxylation then occurs, followed by an isomerization to form (-)sopherol. The reduction of a carbonyl to a hydroxyl group and the loss of water then forms (+)maackiain, which undergoes stereochemical rearrangement and hydroxylation to form (+)6a-hydroxymaackiain. This molecule is then methylated to yield pisatin. ==References== Category:Phytoalexins Category:Benzodioxoles ",
    "title": "Pisatin"
}