{
    "id": "46788974",
    "text": "Enniscorthy Castle is situated in Enniscorthy, County Wexford. The current castle was originally built in the 16th century. ==History== The first stone castle was built on site in the 1190s by the French Norman Knight Philip De Prendergast and his wife Maud. Philip, Maud and their Norman descendants resided at the Castle until the 1370s. Art MacMurrough Kavanagh attacked Enniscorthy Castle in the 1370s, in an attempt to regain his ancestral land. Art was successful, taking it from the last Norman Knight and owner of the Castle whose surname was Meyler, and the MacMurrough Kavanagh dynasty then held the Castle until 1536, when they surrendered the Castle and surrounding lands to the saxon Lord Leonard Grey. At this time Enniscorthy Castle is reported be in a ruined condition. Enniscorthy Castle was partially burnt by the Earl of Kildare in 1569. In 1581, Queen Elizabeth I handed the land to Edmund Spenser, though he never took up residence there. Later, during the Elizabethan plantations the Castle was 'owned' by Sir Henry Wallop, who extended and refurbished the castle extensively. The Castle was later occupied by Cromwellian forces in 1649, and used as a prison during the 1798 Rebellion. It then became the private residence of the Roche family, until they vacated it in 1951. In the years following it became home to the Wexford County Museum. The Castle closed for refurbishments in 2006 and reopened in 2011. Today, Enniscorthy Castle explores the development of the Castle and the town of Enniscorthy from its earliest French-Norman origins. The Castle also houses exhibitions dedicated to its last residence The Roche Family, the Industrial and Commercial Heritage of Enniscorthy, Colm Toibin's Brooklyn and the pioneering modernist designer Eileen Gray. ==Features== The Castle site at the head of the River Slaney, in the centre of Enniscorthy town. As a Norman Castle, it features 4 corner towers, and a 4-storey rectangular keep. The original foundation of a castle on this site goes back to the late 12th or early 13th-century, though the current structure was updated in the late 1500's. Enniscorthy Castle appears to echo the style of other local castles, such as the Norman Ferns Castle and Carlow Castle. The Castle had fallen into ruins by the early 20th century, and was restored by P.J. Roche, who extended and reconstructed the building. ==Wexford County Museum== For many years the Castle was home of the Wexford County Museum. The Castle was closed for extensive refurbishment in 2006, which saw the collections taken into the care of the local authority. Enniscorthy Castle reopened in 2011. Today, the museum explores the development of the Castle itself and town from its earliest French-Norman origins, with a special focus on the Castle as a family home. The Castle also houses exhibitions dedicated to the acclaimed architect and designer Eileen Gray and Colm Toibin's 'Brooklyn'. Some of the objects of the older Wexford County Museum displays are also featured. ===Denys Cobett- Wilson=== There is a memorial plaque within the castle grounds noting details of the first flight across the Irish Sea, by Denys Corbett-Wilson ==References== ==External links== *Enniscorthy Castle *Discover Ireland Category:Buildings and structures in County Wexford Category:History of County Wexford Category:Local museums in the Republic of Ireland Category:Castles in County Wexford ",
    "title": "Enniscorthy Castle"
}