{
    "id": "46783443",
    "text": "Terengganurians, Terengganuans or Terengganu Malays (Malaysian: Melayu Terengganu, Terengganu Malay: Oghang Tranung/Ganu/Ganung/Teganu) are a Malay ethnic group native to the state of Terengganu, on the east coast of Peninsular Malaysia. Besides Terengganu, they can also be found in the neighbouring states of Pahang (in the districts of Kuantan, Pekan and Rompin), Johor (especially in Mersing) and their descendants can also be found in the Anambas Islands (part of the Riau Islands province) in Indonesia. , it is estimated that the population of Terengganuan Malays are around 1.1 million people, which forms 94% of Terengganu state's population, making them the dominant ethnic group in the state. Terengganuan Malays have a distinct cultural, historical and linguistic identity from the rest of the Malay ethnic group in the country, especially their spoken language, which is somewhat mutually unintelligible to West Coast Peninsular Malaysian Malay speakers. Terengganu Malays also have a strong state identity and they used to have their own independent sultanate which still exists today but became part of Malaya (later Malaysia). Terengganuans, along with the Kelantanese and Pahangites are considered as Orang Pantai Timur (People of the East Coast) and these three groups have close ties in terms of cultures, languages, history and kinship. ==Etymology== There are several theories on the origin of the name 'Terengganu'. One theory attributes the name's origin to terang ganu, Malay for 'bright rainbow'. Another story, said to have been originally narrated by the ninth Sultan of Terengganu, Baginda Omar, tells of a party of hunters from Pahang roving and hunting in the area of what is now southern Terengganu. One of the hunters spotted a big animal fang lying on the ground. A fellow party member asked to which animal did the fang belong. The hunter, not knowing which animal, simply answered taring anu (Malay: 'fang of something'). The party later returned to Pahang with a rich hoard of game, fur and sandalwood, which impressed their neighbours. They asked the hunters where did they source their riches, to which they replied, from the land of taring anu, which later evolved into Terengganu. Terengganu was called Trangkanu (Thai: ตรังกานู) by the Siamese when it was under their influence. Terengganuan Malays usually refer to themselves as Oghang Tranung, Teganu, Ganung or Ganu. ==Language== See: Terengganu Malay Terengganuan Malays are widely known for their unique spoken language called Terengganu Malay or in their native language as Base Tranung (which means \"Terengganu language\") or Cakak Tranung (which means \"Speak Terengganu\"). Terengganu Malay is closely related to Kelantanese Malay (Baso Kelate) and Pahang Malay (Base Pahang) and these three can easily communicated with each other despite phonological differences (As well as some vocabulary differences). However, not all Terengganuan Malay people in Terengganu use Terengganuan, in the districts of Besut and northern Setiu, Kelantanese Malay is much popular among the people there as their culture and customs are much closer to Kelantan than other parts of Terengganu. Terengganu Malay has several distinct dialects but it is divided into two major ones namely Coastal, or Terengganu Malay proper and Inland, also known as Base Ulu (Language of the inland) or Base Kole Berang (Kuala Berang language/dialect). Both varieties have a distinct phonology as well as some vocabulary and sometimes mutually unintelligible to one another (although Inland speakers are more exposed to Coastal dialects than vice versa). Coastal Terengganu Malay is further divided into several sub-dialects which only has minimal differences, mostly vocabulary. ==Culture== A traditional Malay house in Terengganu, also known as Rumoh Beghatak. The Terengganuan Malay community is rich in culture and traditions and is considered as the \"Cradle of the Malay civilization\" in West Malaysia. In Terengganu, there are several types of traditional Malay theatres, such as Rodak, Teater Nur Sakti and Tariang Pula (Pulai dance), Tariang Saba (Saba dance), Tariang Bala (Balai dance) and so on. However, the most well known traditional dance of Terengganu are Tariang Ulek Mayang, the dance is usually performed by the seaside at the Pesta Puje Pata (Sea Worshipping Festival) at the end of the year and is meant to heal sickness. Nevertheless, such dances today are simply considered as cultural performance instead of using it as a worship. Like its neighbour Kelantan, Terengganu is one of Malaysia's most conservative states but the level of religious and ethnic tolerance is very high and the level of assimilation is also unique compared to other Malaysia states. Chinese, Indian, Malay as well as Siamese communities are getting along very well, and many can speak the local Terengganu Malay along with their native languages/dialects. ===Food=== Terengganu has many unique traditional cuisines which added the diversity of native Malay dishes in this country. Among the nutritious and delicious traditional Terengganuan Malay food is the Keropok Lekor (which is also referred to as Keppok Gongdee, Keppok Panjang or Keppok Batang by Terengganuans). Apart from that, Budu (sauce) is also another popular dish in Terengganu. Now more and more people recognize and are aware of this nutritious Budu (sauce) as Sos bilis (anchovy sauce). In addition, the Nasi Dagang Teregganu is one of the most popular foods among the people of Terengganu and is easily available at almost every restaurant in Terengganu. There are a variety of traditional foods that are delicious and nutritious in Terengganu of which are such as Laksang, Tahi Itik, Cek Mek Molek, Akok, Nganang (a variant of Akok), Bronok Sagu, Sagong, Bekang Nyior, Belebak, Nek Bak, Tok Aji Serbang, Kuih Tepung Gomok, Tupak sutong, Bekang, Roti Paung, Buoh Bung Samba, Kuih Kapur Nyior, Apang Dewe, Apang Kuoh and many more. ===Traditional dances=== Besides the famous Ulek Mayang dance, there are also several unique traditional dances in the state, from Pre-Islamic dances like Saba to current folk dances like Rodat and Watimang Landok, mostly came after the arrival of Islam into the state. * Ulek mayang dance * Saba dance * Watimang Landok dance * Rodat (dance) * Balai dance ===Music=== * Ulek mayang * Saba * Gamelan Terengganu Traditional songs: * Watimang Landok * Anok Udang * Ayong Bua Kokek * Patendu Patende * Inang Rodak * Ulek mayang ===Martial arts=== * Silak Gayongman Gerak Satu (from Kuala Terengganu) * Silak Kkughe (Silat Kura-Kura, from Hulu Terengganu) * Silak Taghi Jatuh (Silat Tari Jatuh, from Besut) * Silak Syed Habib Hamid ==Notable people== Famous Malay people from Terengganu include:- * Abdul Hadi Awang, Malaysian politician, former Chief Minister of Terengganu and member of PAS party and Parliament of Malaysia. * Ahmad Shabery Cheek, Malaysian politician, a member of UMNO party and Parliament of Malaysia. * Anuar Manan, Malaysian professional cyclist. * Azizulhasni Awang, Malaysian professional track cyclist. * Firhan Ashaari, Malaysian hockey player. * Hairuddin Omar, Malaysian footballer. * Haji Abdul Rahman Limbong, Terengganuan ulema and resistance fighter who fought against the British in Terengganu between 1922-1928. * Nora Danish, Malaysian actress. * Norshahrul Idlan Talaha, Malaysian footballer. * Rafizi Ramli, Malaysian politician and member of PKR party and Parliament of Malaysia. * Zizan Razak, Malaysian actor, presenter, businessmen, singer, rapper and comedian. * Safawi Rasid, Malaysian footballer. ==References== Category:Terengganu Category:Malay people Category:Ethnic groups in Malaysia ",
    "title": "Terengganuan Malay people"
}