{
    "id": "46790774",
    "text": "In former Yugoslavia, coffee drinking is an important cultural practice. Coffee culture has a long history, dating back to the Ottoman period. The distinct type of coffeehouse in former Yugoslavia is the kafana, and the traditional form is \"Turkish coffee\" (unfiltered). ==History== ===Ottoman period=== Serbs were influenced by Ottoman culture following the Ottoman conquest, and as early as the 16th century, a coffeehouse was in business in Dorćol, a trading centre in Belgrade at that time. During this period, coffee was served in caravanserai and meyhane. The businesses in Belgrade began to be called kafane (s. kafana) after 1739, when the Ottomans regained Serbia from Austria. At that time, the most notable kafana was Crni orao (\"The Black Eagle\") in Dorćol, mentioned by traveller Kepper, who noted that the kafanas were divided by religion. The apogee of number of kafanas in Belgrade was in the 19th and 20th centuries. ===Early 20th century=== The kafana was the common meeting place for consultations over village or zadruga affairs. In the early 20th century, Serb peasant leaders often met in kafanas, while Croat peasants did not, looking at it as an urban practice, and instead of black coffee drank wine. Women were at the time prevented from kafanas by a strong social prohibition. Kafana Tri šešira (\"Three Hats\"). In the 1900s, young Serbian nationalists in Belgrade met in the city's kafanas where they openly discussed hatred for Austro-Hungary, and desire for Yugoslavism. Gavrilo Princip, the assassin of Archduke Franz Ferdinand, visited those kafanas in 1912. The Crni konj (\"Black horse\") café in Varoš-kapija quarter was a meeting place for Ottoman Serb refugees and pečalbari (seasonal workers). ===Late 20th and 21st century=== In the late 1970s, a new type of drinking establishment first appeared in Yugoslavia: the caffe bar or colloquially kafić. These bars normally serve espresso instead of Turkish coffee, tea and soft drinks, as well as a wide selection of alcoholic beverages, but no food. Caffe bars are found in all cities, most shopping centers and at larger gas stations. They have become an essential part of social life as a meeting place for people of all ages, including families with children. University students are among the most frequent patrons of caffe bars. Many people come to caffe bars to smoke cigarettes, which is generally allowed, even indoors. In big cities, seaside towns and other places visited by tourists, caffe bars have large outdoor seating areas, as well as television screens, mainly for watching live sports. Larger caffe bars are sometimes also nightclubs, featuring performances by popular local musicians, often in the turbo folk genre. Kafanas continue to operate, especially in Serbia, as a type of restaurant specializing in traditional cuisine and also serving alcohol and coffee. Traditional kafanas and modern caffe bars are separate types of establishment. ==Coffee-quarters== *Stari Grad and Skadarlija in Belgrade, Serbia. *Baščaršija, in Sarajevo, Bosnia and Herzegovina. ==Coffee festivals== *CoffeeFest *Coffee Fest Sarajevo ==Inter-ethnic bonding== In pre-war Bosnia and Herzegovina, coffee drinking was one of the traditional forms of inter-ethnic bonding. After the Bosnian War, inter-ethnic coffee drinking is a rare practice, \"having a coffee with someone from the other side would therefore signal one's readiness to challenge the post-conflict divisions\". ==References== ==Further reading== * Category:Coffee culture Category:Yugoslav culture Category:Serbian culture Category:Bosniak culture Category:Croatian culture Category:Macedonian culture ",
    "title": "Coffee culture in former Yugoslavia"
}