{
    "id": "46794683",
    "text": "Desiderio Passali Desiderio Passali (born 1947) is an Italian doctor and ear, nose and throat professor at the ENT Department of Siena University. Passali worked for 40 years in ENT departments of various University hospitals, in Italy, and established ENT departments in Rome, Siena and L'Aquila he headed for 45 years, and where many physicians and students studied otolaryngology and audiology. His clinical, surgical and scientific main interest centered on rhinology, inflammatory ear diseases, pediatric otolaryngoloy, allergy, equilibrium. He was the first in Italy to study the physiology of the nose and contributed substantially to the discipline of rhinology introducing and standardizing methods of study such as rhinomanometry and mucociliary clearance. Desiderio Passali's research dealt with the subjects that interested him clinically, leading to new clinical evaluation and new concepts. Passali was the first to describe of detection of MCT by an original composition of vegetable charcoal powder and saccharin powder at 3%. Passali published 850 scientific papers in international scientific journals and 32 books on ENT diseases. In addition, he supervised 21 doctoral and master's dissertations. Desiderio Passali was a member of the editorial boards of 14 international scientific journals and is an honorary member of 20 national and international scientific associations dealing mostly with ENT diseases and ten times he was elected president of one of these scientific associations. He was invited to present lectures at several international meetings and he initiated and presided several international ENT congresses. ==Education== Desiderio Passali was born in 1947 in Cossignano, Italy. He studied at the Liceo M. Massimo in Rome. In 1971, he graduated in Medicine and Surgery at the University \"La Sapienza\" of Rome. In the period 1971–74 he specialized in Otolaryngology and later in Neurosurgery. ==Academic career== Since 1982 he became Associate Professor of Pediatric ENT at the University \"La Sapienza\" of Rome. In 1985 he became Full Professor of Pediatric ENT at the University of L'Aquila. This was the first national chair of the Pediatric ENT in Italy. In 1986 reached the position of Full Professor of ENT Clinic at the University of L'Aquila. In 1987 he became Director of the School of Specialization in Otolaryngology at the University of L'Aquila. In 1989, he serves as Professor of ENT Clinic, Director of the ENT Clinic and Director of the School for Special Purpose Technicians Audiometry and guided restoration Acoustics at the University of L'Aquila. In 1992 he became Director of the Institute of ENT Discipline at the University of Siena. In 1992 he was also the Director of the School of Specialization in ENT Clinic and Director of the School for Technicians Audiometry and guided restoration Acoustics at the University of Siena. In 1994 he was Director of the School for \"Tecnici di Audiometria ed Audioprotesi\". In 1996 he became President of the University Diploma Course for \"Tecnici di Audiometria\", Audiologist and Speech Therapist at the University of Siena. In 2000 he was Director of the Graduate School of Audiology and Phoniatrics at the University of Siena. Since 2012 he is Director of the School of Specialization in ENT at University of Siena. He joined the Siriraj Hospital in Bangkok, Thailand to do research in the field Rhinology. He joined Mayo Clinic, Rochester, USA, to the PLA General Hospital, Beijing, Cina, to the China Xi'an Medical College to do researches. He joined National Institute of Technology, Hong Kong and to New Dheli Medical College, Dheli, India and to National Univ. Habana, Cuba as a visiting professor and doing researches. ==Works== After the 96th National Congress of Italian Society of Otolaryngology in 2009, Passali had published an official report on the inflammatory and infective diseases of first airways. In May 2009 it was published a book, Liber Amicorum, containing contributions of the leading ENT specialists of the time dedicated to Desiderio Passali career. ==Personal life== Desiderio Passali is married to Luisa and father to Giulio Cesare and Francesco Maria. ==Associations== *President of the Italian society of paediatric Otolaryngology (1994–1996) *President of European Rhinologica Society and International Symposium on Infection and Allergy of the Nose (1992–1994) *President of National Association of University ENT (1997–1999) *President of Italian Society of Otolaryngology (2001–2002) *General-secretary of Societas Oto-Rhino-Laryngologica Latina (2000) *President of European Federation of Oto-Rhino-Laryngologica (2000–2005) *President of International Rhinological Society (2005–2007) *President of International Federation of Oto-Rhino-Laryngological (2005–2009). *Initiator and organizer of the Italian Society of Rhinology (SIR) ==References== Category:Living people Category:1947 births Category:Italian otolaryngologists Category:20th-century Italian physicians Category:21st-century Italian physicians Category:University of Siena faculty ",
    "title": "Desiderio Passali"
}