{
    "id": "46795048",
    "text": "This page outlines the history and evolution of Victorian Railways bogie passenger carriages, constructed with steel underframes and timber bodies up to long, along with a handful of other carriages from the era. A total of 640 wooden-body, bogie locomotive-hauled carriages were constructed, mostly to variants of the basic design between 1874 and 1903. All carriages were designed to fit within the Victorian Railways' loading gauge, and to run on rails spaced apart. All were fitted with buffers, or later buffing plates, and all couplings were of the screw type. Then on 5 March 1903, a Canadian, Thomas Tait, was brought to Australia as the new Chairman of Commissioners for the Victorian Railways.http://nla.gov.au/nla.news- article14542244http://nla.gov.au/nla.news-article4929780 He immediately set out to introduce a new type of carriage inspired by the latest trends overseas; these would later be known as the E type carriages, with the first introduced to service in late 1906. ==Liveries== All carriages started in the Victorian Railways' then-standard dark maroon livery over a black underframe, with yellow pinstriping and details. During and after World War 1 the detailing was abolished and cars were plain red, with black rectangles behind white text for running information - class and identity. 1954 saw a change to a much brighter red livery. Not many cars survived to the 1972 change from \"Second\" class to \"Economy\". ==The first bogie carriage== The oldest wooden bogie passenger carriage owned by the Victorian Railways was purchased from the M&HBURC; as their carriage no.21. At purchase it retained the number, with a note attached indicating that it was part of the South Suburban system. In 1879 it was reclassed 1AA, then in 1888 it changed again to 11BB, and the 1910 recoding saw it relabelled 11B. In 1940 the car was withdrawn from regular service and converted to workmen's sleeper 9WW, and it was finally scrapped in 1957. The body had two doors either side for two compartments seating 26 each; seats were installed against all walls making for a sort of lounge arrangement. ==American Saloon cars== When the Victorian Railways first started looking into bogie passenger carriage design, Britain didn't have many examples to follow, so the general styles selected were copied from American railroads of the era. Between 1874 and 1892 a total of 27 American Saloon- styled carriages were constructed, all bar two to a standard design. ===Standard design=== ===Special cars=== ====44'6\" car Albert==== This car was built at the Phoenix Foundry in Ballarat, and entered service as 3AA in 1887. It was originally the prize car of Mr. Solomon Mirls, the chief mechanical engineer of the Victorian Railways from 1878 to 1890. The car was slightly longer than the standard American Saloon types then entering service, and accessed via end platforms and a centrally located door. The car was laid out as a centre aisle with two-seater benches either side, all facing towards the centre of the carriage, with a capacity of 48 1st class passengers; each saloon had five benches either side of the central aisle, with a further two opposite the lavatories behind each saloon section. The lavatory compartments did not feature running water, and were placed diagonally opposite each other. In 1894 the car was rebuilt. The two lavatory compartments were plumbed (and marked \"W.C.\" on the diagram). All seats were removed from the men's end of the carriage, including the saloon, and the saloon was refitted with a central table, two long benches and a small buffet counter. The car was renamed Albert in June 1896.Bray, Vincent & Gregory, 2009, Steel & Special Coaching Stock of Victoria, p.66 On 27 June 1902 the car returned to regular service as 129AA (the second vehicle to have that identity), and may have been restored to its original configuration. The function of the car would have been overtaken by State Cars 1, 2 and 3. On 18 May 1903 the car was further modified with one saloon reallocated to second class passengers, and the code changed to 83ABAB.http://pjv101.net/cd/pages/c314d.htm The car was modified again in 1908, becoming 5ABDABD. This time the car was fitted with a guard's compartment, and may have been used for ticket sales on minor branch lines as well. Aside from relettering to 5ABC in 1910, the car ran in this form until 1941. It was condemned and removed from the rollingstock register on 9 April 1941, then scrapped. ====45'0\" car Victoria==== This carriage entered service on 1 March 1887, as the first carriage built for the Victorian Railways with a 45 ft-long body. It took the identity 19A, though within a year this had changed to AA to reflect that it was a bogie vehicle, distinct from the non- bogie fleet. The car was always intended for special use, rather than being another addition to the regular passenger fleet; the original documentation refers to the car as the \"New Departmental Victoria\". It seems likely that the car was always intended to be known as Victoria, even though that name was only applied to the carriage sides from 1894. At the same time, Knowles ventilators were fitted. The car was fitted with the Westinghouse brake system from new, and was designed largely as a self-sufficient vehicle. The car had a platform either side of the body for access, then inward-swinging doors to access the saloons. The longer saloon was across, and matched the first six windows along the body side. It had two small chairs in the platform-end corners, an extension table in the centre and two fixed couches of and respectively. The next four windows either side were for the guard's compartment, which included an elevated seat for the guard to view signals through the cupola windows, as well as an ice chest and small buffet counter facing the long saloon. On one side an extra window-length was provided for the guard's paperwork desk, then a W.C. compartment () for the next window- length. Opposite those, two window-lengths were used for a single larger lavatory compartment (). These were either side of a central corridor, which linked to the final four-window saloon () fitted with eight seats, and which led to the final open platform.Bray, Vincent & Gregory, 2009, Steel & Special Coaching Stock of Victoria, p.280 The car had been modified by 1925 in preparation for the Better Farming Train, a special marketing service devised by Harold Clapp, the Victorian Railways' Chief Commissioner at the time. As part of a full train consist the guard facilities were no longer required, so they were removed and the entire compartment was converted to a proper kitchen area. The corridor connecting the two saloons was formally partitioned, additional cooking benches were provided, and the ice chests were moved. The guard seat was also removed and a stove was fitted in its place. The saloons were left mostly untouched, but some of the loose chairs had been shifted around. In 1943 the car was withdrawn from special service and converted to a Way and Works vehicle, for railway workmen travelling around the state. In this form it was given the identity of 11WW, officially applied from 19 November 1943. The car was kept in this service until 1954, when it was stricken from the Railways' register and marked as scrap. In 1955 the body was noted in use as part of a Scout Hall in Trugannini Road, Caulfield, south of Carnegie railway station. It was still in place through the early 1970s, but had vanished after that until spotted again in the 1990s behind Mimosa Road, Caulfield, painted white and with a protective roof. In 2009 the car body was spotted under shelter in Newport Workshops, having been repatriated circa 2005.Bray, Vincent & Gregory, Preserved Rolling Stock of Victoria, 2013, , p.163 ==End platform cars== ===39'1\" saloon (?) cars=== ===64'0\" side-corridor sleeping cars=== ====Enterprise & Perseverance==== In 1890 two carriages were built to introduce a sleeping car service to Portland. Enterprise entered service during February 1890, and Perseverance first ran on 5 June the same year. The cars were based on the earlier Mann-Boudoir style carriages built for the Intercolonial Express running between Melbourne and Adelaide, but with a slightly longer body at 64'0\" in lieu of 61'2\". Where the earlier cars had eight compartments for twenty passengers (six twinettes and two quadrettes), the Portland cars had room for 24 passengers over eight compartments, as four twinettes and four quadrettes. These were organised with a single Ladies' twinette at one end, then two quadrettes, two twinettes, two quadrettes and a single Smoking twinette at the far end. The Ladies' compartment and the two central Twinette compartments had doors for access, while the other five compartments were only divided from the corridor by a curtain. Additionally, the two centre twinette compartments had a connecting door, so they could be utilised as a single larger quadrette compartment if the need arose.Bray, Vincent & Gregory, 2009, Steel & Special Coaching Stock of Victoria, p.160, 170, 208, 220 & 254 There is no reference available as to why Perseverance was slightly taller and heavier, but the 1904 diagram shows the Inspection Car as ; the post-1921 diagram for Norman shows slightly over , and State Car No.1 is marked as ; it is possible that the height of the car changed with different bogie types or mounting methods, or the roof ventilators might have been changed. The sleeping service to Portland was cancelled by 1900, so the cars were rendered surplus to regular requirements. Both cars were extensively rebuilt and found new niche roles. ====State Car 1==== Enterprise was largely gutted, and two large saloons were created in the centre of the carriage. The Gentlemen's Saloon measured and was provided with a table, three couches and six rounded plush seats; the Ladies' Saloon had four couches and four square plush seats, with a much smaller square table placed centrally. The outer two twinette compartments were retained, with buffet attendants' sitting and sleeping facilities provided adjacent to the Gentlemen's Saloon, and a Ladies Attendants' saloon provided at the opposite end. The end platforms were retained for access, and the bathrooms were generally unchanged. The car was renamed State Car No.1, to distinguish from the then-planned State Cars 2 and 3. Given that the latter two were originally referred to as Royal Cars during the planning stages, it seems likely that the same was applied to Enterprise during its rebuild. In August 1936 the car was fitted with automatic couplers, but it could be fitted with transition hooks if required. The car was used until 1950, when State Car No.5 was built, which rendered most of the other State Cars obsolete. By 1953 State Car No.1 had been scrapped, with the underframe transferred to Norman. ====Inspection Car/Norman==== Perseverance was rebuilt as the Inspection Car for the use of the Victorian Railways' Commissioner (at the time there was only one), with capacity for 28 staff members. Like Enterprise it was entirely cleared out, but it underwent some structural changes as well. The window arrangement was changed with many paired windows joined into a single frame, to give a better view for railway staff. Although it is not clear, the following assumes that like Enterprise, the diagram was flipped when transcribed to the 1904 rolling stock book and the corridor shown at the bottom of the image is the same as that previously at the top. With that in mind, from the former Smoking end changed from 1, 1, 2, 3, 3, 2, 2, 3, 3, 2, 1, 1 to 1(1+1), 1(2), 1(3), 1, 1 (former 3), 2, 2, 3, 1+2(3), 1(2), 1(1+1). The former smoking end interior was replaced with a 10-seater saloon area; the centre of the carriage was replaced with a kitchen and lavatory, and the former ladies' end of the car was fitted with a saloon with six chairs, four couches and an extending table, for a total capacity of 18. No formal sleeping facility was provided, though the couch pairs could have been used as beds. The car was renamed Norman on 20 January 1921, after the then-former Chairman of Commissioners, Mr. C. E. Norman; and around the same time extra chairs were added raising capacity to 30. In 1953 Norman's underframe was replaced with that formerly from State Car No.1; as such the car became a representative of all five variants of the ex-Portland sleeper car designs, with parts from both mixed together. The car was withdrawn in 1963, making way for the name to be transferred to the ex-Parlor car. The old car entered the Australian Railway Historical Society Museum, Williamstown North, and was placed on a historic register on 13 July 1983. Shortly after entering the museum the worn seating was removed and replaced with bench seats previously used in carriage 13AE. ===65'2\" side-corridor cars Pioneer 1st/2nd, later 12BL/13BL, Enterprise/Pioneer=== Pioneer 1st and 2nd were built in 1893 for use on the Bendigo Line. Both were over body, with a side corridor and sheltered end platforms, and mounted on six-wheel bogies. The cars operated as a pair, one for first-class passengers (eight compartments, including two smoking and two ladies, seating 64) and the other for second-class passengers (nine compartments, including two smoking and two ladies, seating 72), but premiums were charged for travel in either. Both cars were fitted with two lavatories by 1895. In 1921 the two carriages were converted to 12BL and 13BL. During World War II 13BL was used as a staff carriage as part of an ambulance train. It is thought that 12BL was stored during that time. Both cars were used as accommodation on the Wirth's Circus Train in the 1950s. The circus staff complained about the poor condition of the carriages, which by that stage were over 60 years old. In 1962 the pair were withdrawn from the circus train, and in 1968 they were returned to service as Vintage Train stock, being renamed Enterprise and Pioneer respectively. The name Enterprise had last been used on the carriage later known as State Car No.1. Both were placed on the Historic Vehicles Register in July 1983. ==Fully enclosed compartment cars (45' 0\" type)== This section covers all fully enclosed wooden bogie passenger carriages, initially built at 45' 0\" over body, as well as later conversions and extensions. 363 carriages of this type were constructed from 1887 to 1902. The typical carriage in this category would have a set of individual compartments seating ten passengers. The main difference between classes was the width of compartments, with exclusively first class carriages fitted with six compartments; composite carriages typically with three first class compartments flanked by two second class compartments either side, and exclusively second class carriages fitted with eight compartments. Compartments contained two bench seats with a central footway connecting to outward-swinging doors either side, which could be locked with a railway-issue square key. In the exclusively first-class carriages, compartments were wide, including the footway and the two seats. In the exclusively second-class carriages, compartments were wide, including the footway and the two seats. In the composite carriages, the first-class compartments were wide, including the footway and the two seats, and the second class compartments were wide, including the footway and the two seats. 1887: * ADAD 1-6 1888: * AA 15-17, 20, 25-54 & 85-98 * ABAB 4 & 7 * ADAD 7-12 1889: * AA 18, 55-84, 99-137, 148, 150, 158, 161, 167, 170, 191-192, 194-195, 197-200, 202, 208 & 221 1890: * AA 21-24, 138-147, 149, 151-157, 159-160, 162-166, 168-169, 171-175, 185-190, 193/York, 196, 235-237 & 259-262 * BEBE 2 * O 26 & 27 * ADAD 13-14 & 16-33 * BEBE 1 1891: * AA 176-180, 201, 203-207, 209-220, 222-234, 238-250 & 263-274 * O 28 * ADAD 34-62 1892: * AA 251-258 & 275-284 * ABAB 5 & 6 * BB 12-19 1893: * ABAB 21 & 22 1897: * ADAD 63-68 1898: * ADAD 69-74 1902: * AA 1-6 ===Governor's Car / York=== 193AA was built by Ellis and entered service on 3 November 1890, as just one of the range of first class fully enclosed bogie carriages. The car had seven identical compartments, each with three windows - two in line with the bench seats, and one in the outward-swinging door. Full- height partitions separated the compartments, placed behind every third window. In 1894 the car was returned to the workshops and rebuilt for special service. When it re-entered service it had been completely cleared out, and most of the external doors were sealed. The new car was called the Governor's Car (State), and featured a ladies lavatory and water closet at one end (windows 1 & 2), then two saloons with lounge chairs and tables (windows 3 to 9 and 10 to 17), a gentlemen's lavatory and water closet with a side corridor (windows 18 and 19), then a small buffet counter at the far end (windows 20 and 21).Bray, Vincent & Gregory, Steel & Special Coaching Stock of Victoria, 2009, , p.166 Most of the external doors were sealed, leaving one each side per saloon, and three for accessing the buffet area at the gentlemen's end. In April 1901 the car was renamed York, and the fittings in the two saloons were cleared out and replaced with x tables and assorted plush chairs for a total capacity of 22 passengers.Bray, Vincent & Gregory, Steel & Special Coaching Stock of Victoria, 2009, , p.294 The car was fitted with a handbrake in 1907. On 11 June 1919 the car was modified and returned to regular 1st class passenger service, as 4A. On 31 December 1927 it was reclassified as a second- class vehicle 145B at Jolimont Workshops, then in 1958 it was converted to workmen's sleeper 78WW. A few months later it was renumbered 67WW.http://pjv101.net/cd/pages/c363d.htm ===Rebuilds / extensions=== ==Fully enclosed compartment cars with corridor (AC, ABC, AL, BL, ABL type)== ===Corridor cars AC, later AL, BL, 59ABL (45' 0\")=== 1-12AC converted ex AA swing-door cars in 1902, by adding corridors through one side of the carriage, reducing the size of all six compartments. Each compartment was given a new face into the corridor, but the external doors on both sides were retained. The reduced compartment sizes changed capacity from 60 seats to only 34. 10AC was destroyed in 1906 at Kirkstall. Recoded 1AL-10AL (ex 1-9, 11), 59ABL (ex 12) in 1910, then 1-10BL in 1913 and 11BL in 1918. ===Corridor cars ABC, later ABL (50' 2\")=== The initial build was of 58 ABC carriages, 50ft2in over body but with an internal corridor along one side, as opposed to the then-standard individual compartment design. The cars were released to service over the period 1899-1903, numbered 1 through 58. Most of the cars had capacity for 16 1st and 32 2nd class passengers, though numbers 40, 48 and 53-58 had a different interior with room for 18 1st and 28 2nd class passengers. Unlike most rollingstock, the ABC/ABL cars had a vertical white line painted on both sides of the carriage, showing the gap between 1st and 2nd class accommodation. In 1910 the carriages were reclassed ABL. 59ABL was converted from 12AC in 1910, but converted to 11BL in 1918. During its time as an ABL it was shorter, with less capacity, than the rest of the class. Cars ABL 3, 5, 10, 31 were converted to workmen's sleeper cars in the early 1960s, taking numbers 85-88WW. All other cars were withdrawn between 1959 and 1968, and 29ABL was the last to be scrapped in 1973 (though it had been withdrawn in 1962). ==Fully enclosed cars (50'2\" type)== ===Rebuilds / extensions=== == V type carriages == ==E type carriages== ==W & U type carriages== ==Long W type carriages== ==Special Consists== ===The Better Farming Train=== ===The RESO Train=== ===The Vintage Train=== ===The Wirth's Circus Train=== ==Disposal and Preservation== The vast majority of carriages listed on this page were destroyed and burnt as a quick, easy form of disposal. Some were sold as sheds or a cheap form of housing, and a handful were retained for preservation. The current known remnants are: * 3ABL was recovered as 85WW and is held at Moorooduc. * 45ABL was retained for preservation and is currently awaiting restoration at Steamrail Ballarat. ==Model Railways== ==References== Category:Victorian Railways carriages ",
    "title": "Victorian Railways wooden bogie passenger carriages"
}