{
    "id": "46792615",
    "text": "\"American Skyper\" is the twenty-fourth and final episode of the sixth season of the American sitcom Modern Family, and the series' 144th episode overall. It originally aired on May 20, 2015. The episode was written by Elaine Ko and directed by Steven Levitan. In the episode, the whole family (except from Phil who is in Seattle and joins them via a telepresence robot) gathers at Jay and Gloria's place to celebrate Alex's graduation. Claire's attempts to settle on a perfect gift for Alex is repeatedly scooped by other family members. Mitchell loses his job, so he asks Phil to kill their offer on the upstairs apartment rather than tell Cameron the truth, which causes Cameron to think he is cheating on him. Gloria's cousin stays with them for few days, but Jay thinks he is a lazy drunk. Haley believes that Andy's girlfriend, Beth, is insane but no one seems to believe her, while Andy plans to propose to Bethany. Phil realizes that Andy and Haley love each other, but can't get anyone to pay attention to his robot. \"American Skyper\" received positive reviews from critics. ==Plot== The family is gathered at Jay (Ed O'Neill) and Gloria's (Sofia Vergara) house to celebrate Alex's (Ariel Winter) high school graduation except for Phil (Ty Burrell), who is in Seattle and joins them via a telepresence robot. Claire (Julie Bowen) stresses about giving Alex a perfect graduation gift after Mitchell (Jesse Tyler Ferguson) and Jay unknowingly outperform her. Alex tells her mother that she does not have to offer her a present, since it is thanks to her that she graduated and tells her that the only gift she wants from her is to join her on her trip to Europe. Mitchell and Cameron (Eric Stonestreet) learn that their offer was accepted and that they will have the apartment above theirs in order to transform it into a guest room. However, Mitchell wants Phil to \"kill the deal\" because he has lost his job and they cannot afford buying the apartment. Cameron does not know about this and due to Mitchell's behavior, he believes that Mitchell has been having an affair. He confronts Mitchell who tells him the truth and how he spends all his days in the park where he met and befriended an old man named Spencer (Lou Beatty Jr), and his cockatoo George. Gloria's cousin Armando (Horatio Sanz) stays at Jay's house, much to Jay's chagrin. Armando does not speak English and sits around the house all day doing nothing. Gloria is fed-up with Jay's attitude because he treats her family like criminals. After Gloria gives a toast to Alex, which makes Jay guilty, Jay finally allows Armando to stay at his home. However, Gloria discovers that Armando has been stealing Jay's cigars and forces him to leave, without telling Jay the truth. Haley (Sarah Hyland) spends some more time with Beth (Laura Ashley Samuel), Andy's (Adam DeVine) girlfriend, and she thinks that is insane and is aiming to kill her so she can have Andy all to herself. Andy seeks advice from Phil, asking him whether or not he should propose to Beth, as he still has feelings for another girl. Phil tells Andy that it is normal to think about the path not taken in life, but that he should still propose to Beth if he really loves her. Later, Haley seeks advice from Phil regarding her feelings for Andy and Phil points to her that she loves him. As Andy says goodbye to Haley on his way to propose to Beth, they share a long hug, and Phil realizes that the \"other girl\" Andy was talking about is Haley. He attempts to tell Andy and Haley that they love each other, only for the sound to cut out on his vessel. Andy leaves to propose to Beth, while Haley shuts the door behind him. Attempting to draw attention to himself to help Andy and Haley, Phil drives his vessel down the stairs, only for the iPad to be stolen by Armando, who leaves the house with it. ==Reception== ===Ratings=== In its original American broadcast, \"American Skyper\" was watched by 7.20; down by 0.93 from the previous episode. === Reviews === Joshua Alston of The A.V. Club awarded it a B- grade. He explained that he felt comfortable that “Skyper” may conclude the last season in which Modern Family is able to blithely maintain its status quo and praised the writers for parallel stories between Andy and Phil. Ashley Bissette Sumerel of TV Fanatic also enjoyed the episode, awarding it a 4.7/5, stating \"It's the perfect way to end the season, and it also ought to at least give us some fun stories to begin Modern Family Season 7. I think we've got a lot to look forward to!\" Lisa Fernandes of Next Projection awarded it a score of 7.5/10, saying that the show has a long climb to make before it gets close to its old heights. Hopefully an invigorating hiatus will renew writerly enthusiasm.\". ==References== == External links == * * * \"American Skyper\" at ABC.com * Category:2015 American television episodes Category:Modern Family (season 6) episodes ",
    "title": "American Skyper"
}