{
    "id": "46798819",
    "text": "Stone's Ferry is a former Mormon settlement and ferry crossing of the Colorado River between Nevada and Arizona, in Clark County, Nevada, United States. (see 1875 Topographical Sketch, in External Links) It was variously located during its history from the mouth of the Virgin River to 6 miles below the mouth of the Virgin River, opposite the Detrital Valley which provided an easy path into and out of the canyon of the Colorado River from the south and to and from the north through the Virgin and Muddy Valleys to Nevada and Utah. Subsequently, it was moved up river to a location, opposite Detrital Wash, which is its current GNIS location determined in an 1875 survey.James H. McClintock, Mormon Settlement in Arizona; a Record of Peaceful Conquest of the Desert, Manufacturing Stationers, Phoenix, Arizona, 1921 ==History== Originally Stone's Ferry was a Colorado River crossing at the mouth of the Virgin River between the Virgin River and Muddy River settlements of the Mormons in Pah-Ute County, Arizona and the rest of Arizona Territory by a road southward to the mines at Chloride, Mineral Park and Cerbat and to the Hardyville - Prescott Road. It was informal, using boats that were left there for that necessity up until after the time Brigham Young visited the Muddy and Virgin River settlements in 1870. Stone's Ferry was also a landing for the barges of Captain L. C. Wilburn who poled and sailed his barges up river to bring down salt from the Mormon's Virgin River valley salt mines for the mills of El Dorado Canyon.Richard E. Lingenfelter, Steamboats on the Colorado River, 1852-1916, University of Arizona Press, Tucson, 1978 The salt was used to process their silver ore. When the Mormon colonists voted to abandon their settlements in the Muddy and Virgin valleys in 1870, Daniel Bonelli of St. Thomas, was the only one who voted no, and remained. He moved his family, acquired the ferry boat and established a commercial ferry boat service at Stone's Ferry, at first located 6 miles down river from the mouth of the Virgin. The ferry was subsequently moved up river to a point 2 miles below the Virgin River mouth, opposite the mouth of Detrital Wash. In 1876 Bonelli moved the ferry and his family up river to the near the old settlement of Junction City, just east of the mouth of the Virgin River and renamed the ferry Bonelli's Ferry. ==Site today== The site of Stone's Ferry is now under the Virgin Basin of Lake Mead. ==References== ==External links== * Topographical Sketch showing the Outward and Inward Route of a Party, while examining as to the practicability of a Diversion of the Colorado River for Purposes of Irrigation, Lithograph by Eric Bergland, 1875. From, Wheeler, G.M., Topographical Atlas Projected To Illustrate United States Geographical Surveys West Of The 100th Meridian Of Longitude Prosecuted In Accordance With Acts Of Congress Under The Authority Of The Honorable The Secretary Of War, And The Direction Of Brig. Genl. A.A. Humphreys, Chief Of Engineers, U.S. Army. Embracing Results Of the Different Expeditions Under The Command Of 1st Lieut. Geo. M. Wheeler, Corps Of Engineers. Julius Bien, lith., G. Thompson, Washington, 1876 from davidrumsey.com accessed December 3, 2014.] From davidrumsey.com, accessed May 25, 2015. Shows the Colorado River above Ehrenburg, Arizona to Stone's Ferry near the mouth of the Virgin River; Southern California, parts of Nevada, and Arizona Territory. Includes the roads and railroads of the time. From a Wheeler Annual Report. Gift to the David Rumsey collection by Mark Sappington. * Map of the Location of Stones Ferry. Part of sketch in Annual Report of George M. Wheeler, Washington, 1876. Made Aug. 9-12, 1875 by 1st Lieutenant, Eric Bergland, U. S. Army Corps of Engineers. from hdl.huntington.org, The Huntington Library, Art Collections, and Botanical Gardens, Huntington Digital Library, Papers of Otis R. Marston: Still images, 1870-1978, The Otis Marston Colorado River Collection, vols. 56-104, Colorado River and tributaries (Grand Canyon to Gulf of California), accessed May 25, 2015. Category:Populated places established in 1870 Category:Ghost towns in Clark County, Nevada Category:History of Nevada Category:Ferries of Arizona Category:Ferries of Nevada Category:Historic sites in Nevada ",
    "title": "Stone's Ferry, Nevada"
}