{
    "id": "46790078",
    "text": "The Winner () is a 2014 Hungarian short film directed by Dávid Géczy, starring Andor Lukáts and Iván Kamarás. The film is supported by Media Council Film and Media Funding Scheme. == Plot == It is a short fiction movie about an old swimming coach, István Kovács (Andor Lukáts), who won a gold medal at the 1980 Olympics in Moscow in swimming. He gets a life-changing medical diagnosis. As a result, he has to abstain from any physical activity. By now all his fame and honour has faded, and he's stuck coaching undisciplined, useless children who'd never understand what it means to strive for something and achieve it. Every day he races against the younger version of himself (Iván Kamarás), unable to come to terms with his present circumstances. He decides to swim his top score from back at the Olympics. But this battle defeats him. The film focuses on the question \"is a winner really a winner?\" == Cast == Andor Lukáts Iván Kamarás * Andor Lukáts (old swimming coach and former Olympic swimming winner in 2014) * Iván Kamarás (the young Olympic swimming winner in 1980) * Eszter Földes (his wife) * Simon Szemző (Simon, child) * Tamás Racsek (Tomi, child) * Máté Veczel (Máté, child) * Adam Lux (doctor) * Gergő Mikola (Ivan Popov, russian swimmer) * Askar Shalov (Mongolian Swimmer) * László Zinner (politician) == Premiere and festival screenings == * _TV premiere_ : M1 (TV channel) - 30 August 2014 * _Budapest premiere_ : Cinema City MOM Park - 23 September 2014 *Hungarian Film Week - October 2014 *25. MEDIAWAVE Festival - April 2015 * _International premiere_ : Odense International Film Festival (OFF15) - August 2015 *11. Busho International Short Film Festival - September 2015 *31. Interfilm - Berlin International Short Film Festival - November 2015. *13. Bogotá Short Film Festival - Bogoshorts, Colombia - December 2015 *12. Akbank Short Film Festival, Turkey - Istanbul - March 2016 == References == == External links == * *Berlinale 2015 Hungarian Film Magazine pp 70. *THE WINNER, simplycynthi.hu Posted on 2014-10-13 *Privilege..., tundebodnar.com Posted on 2014-10-1 *The film can be viewed online at the Film Centre BEST OFF 15 for a year (this is a selection of the festival's best short films) - until the next Odense International Film Festival in August 2016th Category:2014 films Category:Hungarian-language films Category:Hungarian short films Category:Hungarian films ",
    "title": "The Winner (2014 film)"
}