{
    "id": "46793070",
    "text": "Gary the Goat and Jimbo Bazoobi were an Australian comedy duo who performed in Australian towns, becoming very popular. They began their comedy career in 2011, mostly through Facebook and YouTube, with their Facebook page having over 1.7 million \"likes\". == Early life == Gary the Goat was bought by Jimbo Bazoobi for a case of beer in Gingin, Western Australia, in December 2011 and from then the pair toured Australia, with some small breaks. At the time, Bazoobi had been selling goat t-shirts and a fan offered him the trade to “make the goat real”. == Jimbo Bazoobi == Jimbo Bazoobi (born James Dezarnaulds) was originally a children's party clown through the 1990s, and then moved to stand-up comedy, and has performed at over 435 venues in Australia alone since 2004, as well as many other international venues. many of them with Gary, whom he called his \"best mate\". As of 2016, Bazoobi has two children with his Japanese partner, who he met while on a 1-year stint at a theme park in Japan after failing to secure a green card for the US. == Controversy and health == Gary the Goat and Jimbo often pushed boundaries as to where the goat was taken and where it was permitted, and had been in trouble with councils and even the police, including a threat by a local council to have him impounded at Castle Hill's Goat Track. In 2013 Gary was taken to court by New South Wales police after eating vegetation outside Sydney's Museum for Contemporary Art, though the AU$440 fine was dismissed by the judge. On 16 May 2015 Gary the Goat's YouTube channel was \"indefinitely\" suspended, though it was reinstated a few days later. In August 2016, it was discovered that Gary the Goat had terminal arthritis in his legs. Gary subsequently retired from performing with Jimbo at comedy shows in pubs. Gary was put on painkillers in hopes that he would respond to holistic treatment in order to forgo the amputation of his right toe. Gary's toe was successfully amputated in November. On 16 November 2017, Jimbo announced that Gary the Goat had to be euthanised, after being diagnosed with bleeding from an acute heart tumor. The body of Gary the Goat is currently being taxidermied. On 22 June 2020, Jimbo announced that Gary the Goat body has been taxidermied. Jimbo is looking for pubs to display his body. == References == Category:Australian comedians Category:2017 animal deaths Category:Individual goats Category:Individual animals in Australia ",
    "title": "Gary the Goat"
}