{
    "id": "46790066",
    "text": "Institut Villa Pierrefeu is Switzerland's last traditional finishing school in Glion. ==Overview== Institut Villa Pierrefeu is run by Viviane Néri. Her son Philippe oversees strategy. Pierrefeu is the last institution teaching etiquette born of the tradition of 19th-century Swiss finishing schools. Such institutions were small, all-girls schools offering year, or half-year courses to upper class European women to 'finish' their education by providing practical skills applicable to their future home lives and social graces to attract husbands. Students were typically between 16 and 18. ==History== The villa which houses the Institut was built in 1911 on a mountainside above Montreux, overlooking Lake Geneva. It was the home of a Dutch baroness. In 1954, Dorette Failletaz founded Institut Villa Pierrefeu. Many other finishing schools were located nearby Viviane Néri bought Pierrefeu from her mother in 1971. She shifted the client base away from the dwindling gap year market of Britons and Germans, pursuing young women from developing economies, particularly those of Asia and South America. She changed the language of instruction from French to English and began to teach the customs of BRIC countries Home management has become a more peripheral subject. Sewing, interior decorating and the history of art and furniture are no longer taught. In the 1980s, the Villa accommodated up to 34 students. In 1987, the LA Times claimed that it reached full occupancy every year. The school was threatened by a law proposed in the summer of that year which would have limited the ability of foreign students to stay in Switzerland. It did not pass. In the 1990s, Pierrefeu was primarily occupied by North and South Americans and the Japanese as European interest waned. Around this time, it was common for Néri to conduct room inspections daily and posters were not allowed on bedroom walls. Brochures read: 'A complete universe dedicated to the instruction of the art of living. The school of life.' In 2012, Néri reported that interest from Britain, the traditional finishing school client base, was picking up once again, as well as from China. In 2013, Pierrefeu opened up to men, hosting a weeklong course for men and women in the service trade. Néri's son Philippe led the process. ==Programmes== Currently, Institut Villa Pierrefeu offers three courses, an intensive summer course in international etiquette and protocol and two weeklong courses on the European art of dining and the exploration of cultural differences. For many years, Pierrefeu offered a more traditional yearlong course beginning in the autumn, targeting girls between secondary and tertiary education. ==Yearlong Residential Course== In 1987, students had 38 hours of classes weekly. Lessons ran from 8:15am to 5:00pm. A curfew of 7pm was enforced on weekdays, 9pm on Fridays and Sundays and 11pm on Saturdays. One or two women were expelled every year. Néri claimed that drug problems were minimal. ==Teaching== Pierrefeu enacts a hands-on pedagogy. A teaching method the Institut has used for many years is regular practice formal dinners. Students are assigned roles as either guests, hosts or servants, dressing accordingly. The meals are cooked and served by students. The final exam involves preparing and hostessing a formal dinner. Additionally, students make their own beds, iron their own clothes and clean the lavatories. A key tenet of Pierrefeu's approach is multiculturalism. Subjects have included French, flower arranging, cookery, hostessing, table service, the history of art and furniture, etiquette, protocol, housekeeping and conversation. ==Price== In 1986, parents paid Fr.44,000 (US$26,000) for the one-year course on international savoir-vivre. In 1987, the yearlong course cost $30,000. Similar institutions at the time cost around $18,000. In 1990, Institut Villa Pierrefeu charged $33,000 for their seven-and-a-half- month course. In 2011, the six-week diploma course cost $20,000. In 2012, it cost £33,000. ==References== ==External links== * \"Charm academy: Switzerland’s last finishing school\". Financial Times (30 September 2010). Category:Finishing schools Category:Schools in Switzerland Category:1954 establishments in Switzerland ",
    "title": "Institut Villa Pierrefeu"
}