{
    "id": "46795871",
    "text": "José María Reyes Mata (1943-1983) was a Honduran revolutionary sympathizer of Fidel Castro and trained as both a doctor and in internationalist revolutionary thought in Cuba. He participated in Che Guevara's ill-fated Bolivian revolution and after surviving prison moved to Chile. With the 1973 Chilean coup d'état, Reyes Mata returned to Honduras and fought with Nicaraguan Sandinistas, hoping to gain their support for a Revolutionary United Front to be established in Honduras. In 1983, he led a group of Honduran rebels from Nicaragua into Honduras and was captured by military forces. The date of his death remains unclear and his body has never been located. ==Biography== José María Reyes Mata was born on 5 October 1943 in a small town called San Francisco de Yojoa, Cortés Department, Honduras to Marcelino Reyes Maldonado and Mercedes Gómez Mata. His family was of modest means, and had minimal education. \"Chema\" (José María's nickname) was the eldest of seven children, and knew from an early age that education was a means out of poverty. He became a student teacher at the Escuela Normal Rural de Varones de \"El Edén\" (now the Escuela Normal Mixta Centroamérica the Mixed Teacher's College of Central America), in the area of Palo Pintado, in the town of Comayagua. During a student strike, he was proclaimed as leader by the students to negotiate social demands from the government and was among the founders of the Movement Francisco Morazan and signer of the Declaration of Mucuruba . He graduated with his teaching credentials and became Deputy Director of the school \"Pedro P. Amaya\" in the city of El Progreso. In 1962, Reyes Mata trained at El Instituto de Ciencias Básicas y Preclínicas \"Victoria de Girón\" (ICBP\"Victoria de Girón\") (\"Victoria de Girón\" Institute of Basic Sciences and Pre-clinical Medicine) in Cuba with Fidel Castro's \"soldiers of Medicine\". In Havana he married a Cuban woman, named Esperanza, and had two children, Mayda and Jose Reyes. Radicalized while he was living in Cuba, he served with Che Guevara during his \"internationalist\" fight in Bolivia. Though Guevara was killed on 9 October 1967, Reyes Mata survived but was imprisoned for 11 months in La Paz. He fathered two children, Paola and Camilo Reyes, in Bolivia with Bolivian, Ruth Argandoña, who had worked with Camilo Torres Restrepo, the priest and member of the National Liberation Army (ELN) guerrilla organization of Colombia, but after his release, he left them. Reyes Mata escaped through eastern Bolivia across the Andes into Arica, Chile. Working from Chile, he attempted to unite the revolutionaries from Bolivia and Chile under the Revolutionary United Front (RUF) banner and participated in unionizing factory workers. He also reactivated his medical license to be able to improve health care in Chile. In Chile, he formed his last partnership, with Blanca Teresa González Iturriaga, by whom he had four more children: Chemy, Mayte, José Maria and Teresa. When Salvador Allende was overthrown in the 1973 Chilean coup d'état, Reyes Mata and his family obtained political asylum at the Honduran Embassy, until they could make arrangements to return to Central America. In March, 1979, he attended the Second Congress of the Revolutionary Party of Central American Workers (PRTC) and in April 1979 Reyes Mata was chosen as secretary general. In April, 1980, Reyes Mata was arrested during the run-up to the elections that year for a wave of pre-election violence and the kidnapping of a Texaco executive. He was released by a general amnesty that same year and briefly moved to Nicaragua to initiate plans for a RUF unit inside Honduras with Sandinista support. He returned to Honduras and kidnapped Arnold Quiros, vice president of US Brands, a US banana exporting corporation. Beginning in 1981, he conducted a recruitment campaign in Honduras for the RUF unit and sent volunteers from Managua to Cuba for military training. He was arrested later that year and convicted of the 1980 kidnapping but was later freed under a 1982 amnesty agreement. About the same time as he was released from prison, his trainees returned to Nicaragua and were placed with Sandinista units to gain combat experience. In July, 1983, \"Father Guadalupe\" (James Francis Carney) resigned from the Jesuits and decided to accompany, as their chaplain, Reyes Mata's 96 Honduran guerrillas from Nicaragua back to Honduras. Reyas Mata, who was using the alias Comandante Pablo Mendoza was declaring war on the oligarchs in power in Honduras who were enmeshed with the US capitalists. The Sandinista National Liberation Front (FSLN) wanted him to use Nicaragua as a base for incursions into Honduras, hoping they could later use the guerrillas as a bargaining chip with the Honduran government. Possibly Reyes Mata, suspected the double-cross, but he was unwilling to conduct the operation from Nicaragua, believing he had better support in the east. The last absolutely known whereabouts of the group was near the border between Nicaragua to Honduras, on 19 July 1983, as verified in Reyes Mata's diary, which was recovered and translated into English by the Foreign Broadcast Information Service (FBIS), later declassified by the CIA. They were in the Olancho Department in the Piedras Azules, mountainous area, when the guerrilla column was identified and besieged by Honduran military troops, possibly accompanied by US and Nicaraguan allied forces. Initial reports claimed that they were killed in a series of gun battles, in an operation of Honduran and US troops called \"Patuca\" led by General Gustavo Alvarez. But, soldiers reported that Reyes Mata had been taken alive and was held as a prisoner at the Air base at El Aguacate for interrogation. News reports in the US stated that Reyes Mata was killed on 18 September 1983 and the priest \"Father Guadalupe\" (James Francis Carney) died of exhaustion and starvation while trying to escape. A declassified report from the United States indicated that Reyes Mata, who was unarmed, was shot by a squadron commander of the Honduran military in the presence of officers and that the body has never been found. El Diario Barricada, the official Sandanistan newspaper, reported the death on 3 October 1983. In 2014, a report issued by the governmental National Human Rights Commissioner in Honduras reported the death occurred on 16 September 1983 and released photographs of the death taken on 20 September 1983. == References == Category:1943 births Category:1983 deaths Category:Honduran physicians Category:Honduran murder victims Category:20th-century physicians ",
    "title": "José María Reyes Mata"
}