{
    "id": "46796185",
    "text": "Máirin de Valéra MRIA (12 April 1912 – 8 August 1984) was an Irish phycologist. She was the first chair and professor of Botany at NUI Galway. ==Early life and education== Máirin de Valéra was born 12 April 1912 in Dublin, the eldest daughter of seven children of Éamon de Valera and Sinéad de Valera (née Flanagan). Her father was a leading Irish politician and her mother was a primary school teacher. She was educated at Holy Faith Convent, Greystones, at Haddington Road, Dublin, and at Loreto College, St Stephen's Green, Dublin, going on to enter University College Dublin to study science. Graduating with a first-class honours degree in botany in 1935, she commenced her postgraduate research under Professor Joseph Doyle. She completed an MSc in 1936, investigating a comparison of the conifer genera Athrotaxis and Sequoia. Travelling on a scholarship, de Valéra studied at the University of Leeds from 1936 to 1937, when her interest was drawn to marine algae, something she would pursue first at Aberystwyth University, and then at the Marine Biological Laboratory at Kristineberg, Stockholm, Sweden. She enrolled at the University of Lund in 1937, where she worked under Harald Kylin, an eminent phycologist. During this time de Valéra published a number of papers on algal morphology and physiology. She briefly visited Ireland in the summer of 1938 to collect algae in Galway Bay–she later published her findings. ==Professional career== Returning to Ireland in 1939 from Sweden, de Valéra became an assistant in the department of natural history at University College Galway (UCG). Being the only botanist on the staff, de Valéra taught all of the botanical courses, with the work load doubling when the lectures were offered in Irish. Due to the workload, and her isolation from other phycologists, she did not publish during this time, but continued with fieldwork. In 1942, she reported the first record of Asparagopsis armata in the UK or Ireland. During World War II de Valéra was involved in a survey of marine algae as potential sources of agar on behalf of the Industrial Research Council from 1943 to 1946. Much of this fieldwork was carried own along the west coast of Ireland, and it led to her writing the foreword of Notes on some common Irish seaweeds in 1950. The work she conducted on Pterocladia and Gelidium during this time was the basis of her doctoral thesis, being awarded her PhD by NUI in 1945. In 1947, de Valéra was appointed lecturer in botany at UCG, and proceeded to teach almost the entirety of the BSc in botany through both Irish and English. She co-founded the British Phycological Society, and was in attendance at the inaugural meeting in Bangor, Wales in 1951. She served as the society's vice-president in 1969, and was awarded a life membership in 1977. The involvement in the society spurred de Valéra to conduct a number of new field studies of algae, and she produced a number of papers until she retired. In 1949, she helped organise the first post-war International Phytogeographical Conference in Ireland, and in 1950 the first Seaweed Conference in UCG. Elected to the Royal Irish Academy in 1956 making her amongst the first female members, de Valéra was a member of numerous committees, including the Praeger fund. Upon the establishment of the chair of botany at UCG in the 1960s, de Valéra was the first to hold it, and she was the professor of botany from 1962 until her retirement in 1977, when she was appointed professor emeritus at National University of Ireland. ==Later life== Following the death of her mother, de Valéra would often accompany her father on state occasions. After retirement, de Valéra continued to take part in field studies, her last being for a marine field station at Finavarra, County Clare. She died suddenly at home in Galway on 8 August 1984. ==Recognition== De Valéra bequeathed her herbarium, books, and reprints to the department of botany to UCG. In 1982, Michael D. Guiry named the red algal genus Devaleraea in her honour. A bibliography of her publications was compiled by Guiry and Dixon, which brought together her 21 scientific papers. The Máirín de Valéra Carron Field Research Facility, established first in 1975, is named in her memory. ==Some published work== *De Valéra, M. 1958. A topographical guide to the seaweed of Co. Galway Bay with some brief notes on other districts on the west coast of Ireland. Institute for Industrial Standards and Research Dublin, Dublin. * * * * ==References== Category:1912 births Category:1984 deaths Category:Irish botanists Category:Irish women scientists Category:Phycologists Category:Irish scientists Category:20th-century women scientists Category:Women phycologists Category:De Valera family Category:Alumni of University College Dublin Category:Academics of NUI Galway Category:People educated at Loreto College, St Stephen's Green ",
    "title": "Máirin de Valéra"
}