{
    "id": "46797394",
    "text": "Michel Maurice-Bokanowski (6 November 1912 – 3 May 2005) was a French politician of Polish descent. He was Minister of Posts and Telecommunications in 1960–62 and Minister of Industry in 1962–66. He was a Senator from 1968 to 1995. ==Early years== Michel Maurice-Bokanowski was born on 6 November 1912 in Paris, the son of the politician Maurice Bokanowski (1879–1928). His mother was Marguerite Wolff (born 1886), who married Maurice Bokanowski on 14 April 1908. He had an elder brother, Jean-Jacques Bokanowski, who became an advocate at the Court of Appeal of Paris. Michel attended the Lycée Condorcet. His father was killed on 2 September 1928 in an air accident when flying from Toul to an aviation meeting in Clermont-Ferrand. Michel was authorized to take the name \"Maurice-Bokanowski\" by a decree of 30 August 1928. Maurice-Bokanowski married Hélène Kann on 16 March 1938. They had one son, Thierry Maurice- Bokanowski. During World War II (1939–45) Michel Maurice-Bokanowski belonged to the Free French forces. He was made Commander of the Legion of Honour, Croix de Guerre 1939–45 and Compagnon de la Libération. After the war he was a fervent Gaullist. He was secretary-general of the Rassemblement du Peuple Français (RPF) for the Paris region from 1948 to 1951. ==Deputy and minister== Maurice-Bokanowski was elected a deputy in 1951. He was reelected a deputy for the 37th constituency of the Seine (Asnières-Bois-Colombes) in November 1958. He was Secretary of State for the Interior from 20 January 1959 to 4 February 1960 in the cabinet of Michel Debré, leaving his seat to his deputy Jacques Sanglier. Maurice-Bokanowski was Minister of Posts and Telecommunications from 5 February 1960 to 14 April 1962. He was Minister of Industry from 15 April 1962 to 8 January 1966 in the cabinet of Georges Pompidou. He was reelected to the legislature in 1962, and was confirmed in his ministry, which he held until the next presidential election. His deputy Émile Tricon took his seat. ==Mayor and businessman== Maurice-Bokanowski was mayor of Asnières-sur-Seine in the northwestern suburbs of Paris from 1959 until 1994, and a director of various companies in the commune, including the Société industrielle de récupération métallurgique, the Compagnie française des fontes en coquille (CFCE), Klippan France SA and the Société Neiman. After leaving the legislature in 1966 he devoted his energy to the development of Asnières. Maurice-Bokanowski was president of the Spanish company Cofraes (1966), and administrator of the Compagnie des plastiques Cosmos (1967), the Société des eaux minérales d'Evian (1970) and SEIMA (1971). He was also director of the Société Boka-Nouveautés. ==Senator== Maurice-Bokanowski was elected to the Senate for Hauts-de-Seine on 22 September 1968, and was reelected on 25 September 1977 and 28 September 1986. He belonged to the Union des Démocrates pour la République (UDR) and then from 1976 to the Rassemblement pour la République (RPR). He was a member of the Committee on Foreign Affairs, Defence and Armed Forces (1968–80 and 1989–95), the Committee on Cultural Affairs (1980–83 and 1986–89) and the Finance Committee (1983–86). Maurice-Bokanowski was rapporteur of the Committee on Foreign Affairs on defense appropriations allocated to capital expenditure during the reviews of the 1969 and 1970 finance bills, and of the Committee on Naval expenditures in 1974 and 1975. In 1976 he filed a bill to ban free newspapers. On 12 November 1974 Maurice- Bokanowski supported Interior Minister Michel Poniatowski, who had called the Communist Party of the party \"fascist,\" triggering a heated debate. He said that the Communists did not have the same concept of democracy as his party. He suggested that the qualifier \"totalitarian\" used by Hannah Arendt would be more precise. Maurice-Bokanowski was a strong supporter of nuclear deterrence, but wrote a book titled La défense : Avant la bombe (Defense: Before the bomb; 1985) in which he warned against abandoning conventional weapons. Several times between 1983 and 1986 he denounced the trade deficit with the USSR. He generally followed the voting instructions of his parliamentary group, and supported the measures of the right. ==Last years== Maurice-Bokanowski was reelected mayor of Asnières for a fifth time in 1989, but was defeated in an election in March 1994. The next year he did not stand for reelection to the Senate, which he left on 1 October 1995. Michel Maurice-Bokanowski died on 3 May 2005 in Paris. He was a Grand Officer of the Legion of Honour. ==Publications== * ==References== ==Sources== * * * Category:1912 births Category:Lycée Condorcet alumni Category:Companions of the Liberation Category:Rally of the French People politicians Category:2005 deaths Category:Politicians of the French Fifth Republic Category:French Ministers of Posts, Telegraphs, and Telephones Category:Senators of Hauts-de-Seine ",
    "title": "Michel Maurice-Bokanowski"
}