{
    "id": "46796696",
    "text": "Elinor Byrns (1876 — May 27, 1957) was an American lawyer, pacifist, and feminist, co-founder of the Women's Peace Society and the Women's Peace Union. ==Early life and education== Elinor Byrns was born in Lafayette, Indiana in 1876, attended the Girls' Classical School in Indianapolis,\"Girls' Classical School Exercises,\" Indianapolis Journal (May 27, 1894): 8. and graduated from the University of Chicago in 1900.University of Chicago, Alumni Council, Alumni Directory (1910): 101. She earned her law degree at New York University.Linda J. Lumsden, Inez: The Life and Times of Inez Milholland (Indiana University Press 2004): 65. ==Career== Byrns worked at a corporate law firm in New York City for two years, until she left in disillusionment at how the law was practiced.Virginia G. Drachman, Sisters in Law: Women Lawyers in Modern American History (Harvard University Press 2001): 227-229. She drew from the experience for her 1916 essay in The New Republic, titled \"The Woman Lawyer,\" declaring, \"I do not want to practise law if it means playing a game.\"Elinor Byrns, \"The Woman Lawyer,\" The New Republic 5(January 8, 1916): 246-247.Virginia G. Drachman, Sisters in Law: Women Lawyers in Modern American History (Harvard University Press 2001): 227. ==Activism== Byrns was active in New York City's feminist circles in the 1910s, as a member of Heterodoxy,Nancy F. Cott, The Grounding of American Feminism (Yale University Press 1987): 38. and helping to plan the first suffrage parade on Fifth Avenue.Linda J. Lumsden, Inez: The Life and Times of Inez Milholland (Indiana University Press 2004): 65. She was active with the College Equal Suffrage League of New York State,Untitled item, Brooklyn Life (February 5, 1910): 22. via Newspapers.com and promoted the idea of \"suffrage colleges,\" training for young women interested in pursuing activism.\"Plans Suffrage 'Colleges,'\" Yadkin Valley Herald (January 16, 1917): 1. via Newspapers.com She was national publicity director of the National American Woman Suffrage Association until she resigned in 1917, over the organization's support for World War I. She resigned from the Women's International League for Peace and Freedom around the same time.Linda Kay Schott, Reconstructing Women's Thoughts: The Women's International League for Peace and Freedom Before World War II (Stanford University Press 1997): 81. Megan Threlkeld, Pan American Women: U. S. Internationalists and Revolutionary Mexico (University Press of Pennsylvania 2014): 21. Having parted with the mainstream feminist organizations, Byrns focused her energies on pacifism, as vice-chair of the Women's Peace Society, formed in 1919, and co-founder of the Women's Peace Union in 1921.Peter Brock and Thomas Paul Socknat, eds., Challenge to Mars: Essays on Pacifism from 1918 to 1945 (University of Toronto Press 1999): 202. \"Women May Picket Arms Conference in Peace Showing,\" Times Herald (November 1, 1921): 1. via Newspapers.com In 1923, she and Caroline Lexow Babcock drafted a constitutional amendment to remove the power of the US Congress to declare or fund war.Harriet Hyman Alonso, The Women's Peace Union and the Outlawry of War, 1921 — 1942 (University of Tennessee Press 1990): 25. Byrns was also on the executive committee of the War Resisters League in 1924.Scott H. Bennett, Radical Pacifism: The War Resisters League and Gandhian Nonviolence in America, 1915 — 1963 (Syracuse University Press 2003): 19. Byrns explained about the motivation behind her peace work, at a U. S. Senate hearing in 1927: > A government which learns to respect life will be a sane government, > realizing the folly and wickedness of permitting, much less of forcing, its > citizens to indulge in the abnormality of war. It will know that life, in > itself valuable, can be made rich and beautiful. It will understand that its > citizens can never reach the highest point of development unless they > abandon such ugly practices as killing, and the violation of the personality > of others, and concentrate rather on creative, constructive > activities.Harriet Hyman Alonso, The Women's Peace Union and the Outlawry of > War, 1921 — 1942 (University of Tennessee Press 1990): 52. ==Death== Byrns died in 1957, age 80. ==References== Category:American pacifists Category:American women in World War I Category:1876 births Category:1957 deaths Category:American feminists Category:American suffragists Category:New York (state) lawyers Category:University of Chicago alumni Category:New York University School of Law alumni Category:College Equal Suffrage League ",
    "title": "Elinor Byrns"
}