{
    "id": "46793985",
    "text": "Carl William Herman \"William\" Reinhold (23 December 1858 – 6 September 1928) was a teacher and a member of the Queensland Legislative Assembly. ==Early life== Reinhold was born in London, England, to parents William Reinhold and his wife Johanna (née Theilen). His family arrived in Queensland in 1864 on the Fusilier, a famous Black Ball liner and he commenced his teaching career in July, 1873 at Spring Hill English Church School in Brisbane. He taught at several schools across Southern Queensland before being appointed head teacher at Ashgrove and serving in the same role at Monkland, Gympie, and in 1897, Brisbane South Boys School. ==Political career== At the 1903 federal election, Reinhold, as the Labour candidate, stood unsuccessfully for the seat of Oxley, losing to Richard Edwards of the Protectionist Party. The next year, at the 1904 Queensland state election, Reinhold won the seat of South Brisbane and remained its member until he was defeated in 1907. ==Later life== Reinhold returned to teaching and in 1920 he was promoted to acting inspector, and later in the year, district inspector of schools in the Cairns district. In 1923, Reinhold, under rules of the public service, was forced to retire on his 65th birthday. He travelled abroad for the first few years and then settled down in Brisbane. ==Personal life== In 1883, Reinhold married Marion Voysey (died 1952)Family history research -- Queensland Government births, deaths, marriages, and divorces. Retrieved 25 May 2015. in Bundaberg and together had one son and four daughters. Reinhold died at Hampstead, his home on Gregory Terrace in September 1928. His funeral moved from his former residence to the South Brisbane Cemetery.Reinhold Carl H -- Brisbane City Council Grave Location Search. Retrieved 25 May 2015. ==References== Category:Members of the Queensland Legislative Assembly Category:1858 births Category:1928 deaths Category:Burials in South Brisbane Cemetery Category:Australian Labor Party members of the Parliament of Queensland ",
    "title": "William Reinhold"
}