{
    "id": "46795502",
    "text": "The People's Union was an association in Lagos, Nigeria created in 1908 to promote the welfare of the city's residents regardless of race or religion. Its leaders included educated and traditional elites. An early goal was to stop a project to bring piped water into the city. All residents would pay taxes to cover the costs, but the wealthy Europeans and Africans with piped houses would be the main beneficiaries. The union lost popular support when the educated elites accepted a compromise on the water project in 1915. The People's Union was revived to fight an election in 1923 and continued until 1928, but could not compete with the more populist Nigerian National Democratic Party (NNDP). ==Background== Under governor Walter Egerton a proposal for a system of piped water in Lagos was submitted to the Legislative Council in 1907, with the cost to be covered by direct taxation of the city's residents. The project was opposed by the majority of residents because of the tax component. Water was already freely available from the lagoon and from wells. The main beneficiaries would be the Europeans and rich Africans who had water pipes in their houses. Another issue was that the colonial government was funding Christian organizations but refusing equivalent funds to Muslims, who formed over 70% of the population. ==Objectives and organization== John K. Randle and Orisadipe Obasa founded the People's Union at a mass meeting in Enu Owa in 1908 in reaction to the preferential treatment of Christians. The organization was secular, open to people of all religious persuasions, and was dedicated to the welfare of the people of Lagos. Specific objectives were to oppose expropriation, changes in land tenure and the water rate. The organization also opposed the Seditious Ordinance. The People's Union was a political association rather than a political party. It was led by a coalition of educated and traditional elites. Randle was president and Obasa was secretary. Other key members included conservatives such as Sir Kitoye Ajasa, Dr Richard Akinwande Savage and Sir Adeyemo Alakija. Obasa's wife led the associated Women's Union. ==Early years== By the end of 1910 the People's Union had the broader goal of promoting \"the interest of the country in every legitimate way, by upholding what is right, and protesting against what is inimical to the interest of the country.\" In 1911 its members toured Yorubaland to agitate against the proposal by Governor Frederick Lugard to declare all land to be the property of the government. Randle and Obasa may have gone to London to press their case. The government dropped the proposal. In 1914 the Chief Imam (Lemomu) of Lagos supported the water rate, as did Alli Balogun, a wealthy Muslim who was associated with Randle. The Lemomu was a northerner with stricter views than the Yoruba Moslems. A conflict between him and the Eleko of Lagos led to a split among the Muslims. Opponents of the Lemomu also opposed the water rate, and aligned with Herbert Macaulay. During World War I (1914–18) Governor Lugard again tried to introduce the Water Rate in Lagos. The People's Union wrote to the Secretary of State for the Colonies in 1915 asking that the piped water project be suspended during the war. They were accused of sedition and disloyalty. The educated elites in the Union changed their stance to allowing the project to continue, but with reduced water taxes. They asked only for a \"not exorbitant rate.\" This caused a split with the traditional elites and the loss of confidence of the general public. The union was inactive after 1916. ==Post-war activity== After the war Randle and Orisadipe Obasa founded the Reform Club, which took an interest in politics and education. This seems to have been a continuation of the People's Union under another name. Herbert Macaulay founded the Nigerian National Democratic Party (NNDP) in 1922. He was supported by leading nationalists such as John Payne Jackson. Governor Sir Hugh Clifford instituted elections in Lagos in 1923. The People's Union was revived under Randle's leadership. In September 1923 the first elections were held for the Legislative Council. Obasa ran for election on the People's Union platform but was defeated. Although the People's Union favored gradual introduction of reforms while the NNDP was radical, both drew their membership from the Lagos elite. Some professional men with progressive ideas became members of the People's Union, such as the journalist Ernest Ikoli, who was its last secretary, but the People's Union was never a real challenge to the NNDP. In 1927 the People's Union, by now quickly losing members, did manage to block a government proposal for a poll tax and have it replaced by an income tax. John K. Randle died on 27 February 1928. Obasa took leadership of what was left of the People's Union. The People's Union dissolved soon after. ==References== ==Sources== * * * * * * * * * Category:Defunct political parties in Nigeria Category:Political parties established in 1908 Category:Defunct organizations based in Lagos Category:History of Lagos Category:Political parties in Lagos Category:Conservative parties in Nigeria Category:1908 establishments in the British Empire ",
    "title": "People's Union (Nigeria)"
}