{
    "id": "46800294",
    "text": "The Tide were a band from Los Angeles, California formed in 2015. They were signed to The Vamps' record label, Steady Records, under EMI Universal. They were the supporting act for The Vamps World Tour 2015, and again in 2016, along with other artists such as Before You Exit (USA leg), Luke Friend (UK leg), HomeTown (UK leg) and Union J (UK leg). They also supported The Vamps in 2017. ==Career== The band was formed when The Vamps announced a secret project in late December 2014 and held auditions for a USA guitarist and drummer aged 18–20 to form a band. Drew and Nate were in a previous pop-punk band called \"All the Above\" until they were given the offer to move on. The Tide started on February 25, 2015, consisting of 4 members: Austin Corini (Dec 26, 1995) lead vocals, Drew Dirksen (Sept 30, 1996) lead guitar and backing vocals, Levi Jones (Nov. 21, 1997) bass guitar and vocals and Nate Parker (Sept 26, 1996) drum and backing vocals. Like The Vamps, the band started uploading covers on YouTube and gained a number of fans since then. On February 18, 2015, The Vamps announced that they would be taking them on tour. The Tide have so far played shows across Europe in various countries such as Spain, Italy, the United Kingdom, the Netherlands, and Ireland for The Vamps UK Arena Tour. The first show of the tour kicked off in Glasgow, Scotland and the last show was in Madrid, Spain. on 24 March 2016. The Tide toured the United Kingdom August - September 2016, with support acts of New Hope Club (also signed to The Vamps record label) and Josh Taylor. The Tide released their debut single \"Young Love\" on March 25, 2016. A second single, \"Click My Fingers\" was released on August 12, 2016. Their first EP, Click My Fingers was released on November 15, 2016. Their third single \"Put The Cuffs On Me\" was released on March 31, 2017, supporting their headlining tour named 'Put The Cuffs On Me Tour'. Their fourth single \"Naked\" was released September 8, 2017, alongside digital pre- order for their debut album Young Love. Their album was released on October 15, 2017. Members Drew Dirksen and Levi Jones have created a YouTube channel called Drew and Levi to film their daily lives. Drew Dirksen and Levi Jones were an EDM pop duo called O.D.L. and toured the United Kingdom in March 2018. They have since disbanded. Drew Dirksen has now joined a new group called ROYLS and has signed a record deal with Big Noise Music Group.https://grosslabs.com/2019/04/12/big-noise-music-group-signs-new- politics-royls-electrik-people/ ==Discography== ===Extended plays=== *2016: Click My Fingers EP ===Studio albums=== *2017: Young Love ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\" rowspan=\"1\" style=\"width:16em;\" | Title ! scope=\"col\" rowspan=\"1\" | Year ! scope=\"col\" rowspan=\"1\" | Album |- ! scope=\"row\"| \"Young Love\" | rowspan=\"2\"| 2016 | rowspan=\"4\"| Young Love |- ! scope=\"row\"| \"Click My Fingers\" |- ! scope=\"row\"| \"Put the Cuffs on Me\" | rowspan=\"2\"| 2017 |- ! scope=\"row\"| \"Naked\" |} ==Music videos== {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" |- ! scope=\"col\" style=\"width:1em;\"| Year ! scope=\"col\" style=\"width:12em;\"| Title ! scope=\"col\"| Director(s) |- | 2016 ! scope=\"row\"| \"Young Love\" | Fat Nonce |- | 2016 ! scope=\"row\"| \"Click My Fingers\" | Short Slack |- |2017 ! scope=\"row\"| \"Put the Cuffs on Me\" |Mike Baldwin |} ==References== ==External links== * Category:American pop music groups Category:Musical groups established in 2015 Category:Musical quartets Category:Vocal quartets Category:American boy bands Category:2015 establishments in California ",
    "title": "The Tide (band)"
}