{
    "id": "46804153",
    "text": "Jean-Luc du Preez (born is a South African rugby union player for the in Super Rugby and in the English Premiership. He made his debut for in 2016 and his regular position is flanker. ==Early life== He was born in Durban. He is the son of coach and former South Africa player Robert du Preez, and the brother of players Robert du Preez and Dan du Preez. ==Career== ===Youth=== Du Preez was selected in a number of KwaZulu-Natal youth squads whilst still at school. At primary school level, he was selected for their squad that played at the 2008 Under-13 Craven Week competition. He also played in the premier schools competition in South Africa – the Under-18 Craven Week in three different seasons; he made two appearances at the 2011 event in Kimberley, three appearances at the 2012 event in Port Elizabeth and a further three appearances in 2013, scoring two tries in their match against Border. In both 2012 and 2013, Du Preez was selected to represent a South African Schools team. In 2012, he played in their matches against France, Wales and England and in 2013 he made appearances against France and Wales, in which game he also scored a try. In 2014, he was included in the South Africa Under-20 squad that played at the 2014 IRB Junior World Championship in New Zealand. He played off the bench in their 61–5 victory over Scotland and started their next match against hosts New Zealand, helping South Africa to a 33–24 win. He sustained a blow to the head during the match and missed their final pool match against Samoa and their 32–25 semi-final match against New Zealand. He recovered in time for the final against England and played off the bench just after half-time, but could not prevent South Africa losing the match 20–21 to finish the competition as runners-up. He returned to domestic action to play a key part in the side that played in the 2014 Under-19 Provincial Championship; he made twelve appearances and scored tries a total of seven tries, including two in their match against , to help them qualify for the semi-finals, where they lost 20–43 to the s. In 2015, he was again named in a 37-man training squad for the South Africa national under-20 rugby union team and started for them in a friendly match against a Varsity Cup Dream Team in April 2015. He was included in the squad that embarked on a two-match tour of Argentina. He didn't feature in their 25–22 victory over Argentina, but started their 39–28 victory a few days later. Upon the team's return, he was named in the final squad for the 2015 World Rugby Under 20 Championship. He started all three of their matches in Pool B of the competition; a 33–5 win against hosts Italy, a 40–8 win against Samoa and a 46–13 win over Australia to help South Africa finish top of Pool B to qualify for the semi-finals with the best record pool stage of all the teams in the competition. Du Preez started their semi-final match against England, but could not prevent them losing 20–28 to be eliminated from the competition by England for the second year in succession. He played off the bench in their third-place play-off match against France, helping South Africa to a 31–18 win to secure third place in the competition. ===Sharks=== Du Preez made his provincial first class debut on 21 March 2015, starting the match for the in their 53–0 victory over the in the opening match of the 2015 Vodacom Cup competition. He also started their matches against and and played off the bench against the . ===South Africa 'A'=== In 2016, Du Preez was included in a South Africa 'A' squad that played a two-match series against a touring England Saxons team. He came on as a replacement in their first match in Bloemfontein, but ended on the losing side as the visitors ran out 32–24 winners. He then started the second match of the series, scoring the home team's first try in a 26–29 defeat to the Saxons in George. ===Sale Sharks=== In November 2018, he joined the on loan until February 2019. He made six appearances and scored one try during his loan spell, which was cut short after he picked up an injury in their match against . ==Notes== ==References== Category:South African rugby union players Category:Living people Category:1995 births Category:Sportspeople from Durban Category:Rugby union flankers Category:Sharks (Currie Cup) players Category:South Africa Under-20 international rugby union players Category:Twin sportspeople Category:Twin people from South Africa Category:South Africa international rugby union players ",
    "title": "Jean-Luc du Preez"
}