{
    "id": "46809127",
    "text": "Larry LaRose (born February 13, 1953) is an American NASA flight engineer. Born in Worland, Wyoming, Larry LaRose enlisted in the United States Air Force during the Vietnam War, first as a mechanic and then attending flight school to become a flight engineer. In 1979 NASA recruited him to work for the space program as it transitioned from the Apollo program to the space shuttle, starting with the \"zero g\" program using airplanes to simulate zero gravity for astronaut training and science experiments. In 1989, LaRose was selected to transfer to Biggs Army Airfield in El Paso, Texas, to assume the responsibility of the El Paso FOL [Forward Operating Location] manager. He began helping train pilots in the Shuttle Training Aircraft program to return from space in space shuttle orbiters that were depleted of power and had to glide in under human control. He also worked for the Shuttle Carrier Aircraft Program, which transported shuttles on the back of modified Boeing 747 aircraft. LaRose retired from NASA in 2008 after 30 years of service and more than 120 shuttle missions. Following his retirement, he took a job with a private contractor that transported shuttles. LaRose has been the flight engineer for three space shuttle's final voyages; flying the Discovery shuttle to Washington, D.C. (Smithsonian National Air and Space Museum Udvar-Hazy Center in Chantilly, Virginia) on April 17, 2012, the Enterprise to New York (Intrepid Sea, Air & Space Museum in Manhattan) on April 27, 2012, and the Endeavor to Edwards AFB and then Los Angeles (California Science Center) from September 19-21, 2012. This does not include the space shuttle Atlantis which touched down from its final mission on July 21, 2011 at Kennedy Space Center in Florida, where it remained. LaRose has also worked in other programs with NASA, including the Fall 2011 Operation IceBridge campaign over Antarctica. ==References== Category:1953 births Category:People from Lander, Wyoming Category:NASA people Category:Living people Category:Aviators from Wyoming Category:People from Worland, Wyoming ",
    "title": "Larry LaRose"
}