{
    "id": "46807227",
    "text": "Powderly Creek (also known as Powderly Brook) is a tributary of the Lackawanna River in Lackawanna County, Pennsylvania, in the United States. It is approximately long and flows through Carbondale Township and Mayfield. The watershed of the creek has an area of . The creek is an impaired stream. It is impacted by flow loss and is also affected by acid mine drainage. Its waters tend to be acidic. The watershed of the creek is in the Appalachian Mountain Section of the Ridge and Valley physiographic province. The main rock formations in the watershed include interbedded sedimentary rock and sandstone. Culm and silt are deposited in the creek's vicinity and it flows through a large silt basin known as the Bushwick silt basin. A major underground coal fire is burning on a hill near the creek. The watershed of Powderly Creek is mainly forested, but open fields, abandoned mine land, and residential development occur as well. The creek is a first-order stream, but has a small reservoir. Strip mining was historically done in the creek's watershed and there are three active mining permits remaining, as of the 2000s. The Langcliff Colliery and the Powderly Colliery also operated in the creek's vicinity. In 1991, channelization work was done on a reach of the creek. Powderly Creek is designated as a Coldwater Fishery and a Migratory Fishery. ==Course== Powderly Creek begins in a valley in Carbondale Township. It flows south-southeast for several hundred feet before turning south- southwest for a few tenths of a mile and entering a lake. From the southwestern edge of the lake, it flows west-southwest before gradually turning west-northwest and then north. The creek then turns west-southwest for several tenths of a mile and crosses Meredith Street before turning southwest and entering Mayfield. A few tenths of a mile further downstream, it turns west and reaches its confluence with the Lackawanna River. Powderly Creek joins the Lackawanna River upriver of its mouth. ==Hydrology== Powderly Creek is designated as am impaired stream. It is affected by acid mine drainage. In 2002 and 2004, the causes of impairment were metals and siltation. In 1996 and 1998, the cause was solely metals. In 1998, 2002, and 2004, the source of impairment was abandoned mine drainage, but in 1996, the source was resource extraction. At its headwaters, the average discharge of the creek is 715 gallons per minute and the discharge ranges from 8.3 to 1427.3 gallons per minute. The average discharge at its mouth is 1756.82 gallons per minute and has a range of 60.82 to 2772.07 gallons per minute. There is no detectable iron or aluminum in Powderly Creek either in its upper reaches. However, the concentration of manganese in the creek's upper reaches is 0.43 milligrams per liter and the daily load is . A reduction of 51 percent is required to meet the creek's total maximum daily load requirements. The concentration of acidity in the creek is 15.97 milligrams per liter and the load is per day. A reduction of 63 percent is required to meet the creek's total maximum daily load requirements. The alkalinity concentration is 31.70 milligrams per liter and the daily load is . The pH of the creek at this site averages 6.48 and ranges from 6.1 to 7. Like in its upper reaches, there is no detectable iron or aluminum in Powderly Creek at its mouth. The concentration of manganese at this site is 0.36 milligrams per liter and the daily load is . The acidity concentration is 22.77 milligrams per liter and the acidity load is per day. The alkalinity concentration is 12.87 milligrams per liter and the acidity load is per day. The pH of the creek at this site averages 5.87 and ranges from 5 to 6.5. Powderly Creek experiences measurable flow loss. It retains some consistent intermittent flow. However, it is one of the most degraded tributaries of the Lackawanna River and one of the most severely affected by abandoned mine impacts. During high flow events, it carries large loads of anthracite silt and clay fines. ==Geography and geology== The elevation near the mouth of Powderly Creek is above sea level. The elevation near the source of Powderly Creek is between above sea level. Powderly Creek is within the Appalachian Mountain Section of the Ridge and Valley physiographic province. The topography of the watershed mainly features long, steep-sided ridges interspersed with valleys. This is similar to the topography of the watershed of the Lackawanna River, but on a considerably larger scale. The majority of the rock in the watershed of Powderly Creek (71 percent) is sandstone. The remaining 29 percent is interbedded sedimentary rock. The soil in the upland reaches of the watershed is mainly rocky and poorly drained. However, other reaches of the watershed are either developed and impervious surfaces or mining lands. Some reaches of the creek lack a floodplain. Deposits of culm and silts have been spread out across the floodplain of Powderly Creek and/or deposited in piles along its banks. Recommended uses of reclaimed mining land in the watershed include commercial land and conservation. The headwaters of the creek are on seeps and mine drainages. Downstream of its headwaters, it initially flows through a litter-affected ditch and eventually meanders through some culm piles and strip pits. Downstream of the strip pits, the creek's banks are still lined with culm. Still further downstream, it flows through a wide floodplain filled with silt deposits. Eventually, Powderly Creek passes through the Bushwick silt basin. This silt basin is the remains of the impoundment for a washery pool. It is the largest silt basin discovered by the Lackawanna River Corridor Association in their stream walks. The silt basin has an area of and is deep. The estimated volume of silts and fines is 1.7 million cubic yards. Powderly Creek forms a \"macabre\" channel through the basin. Downstream of the Bushwick silt basin, Powderly Creek passes over some sandstone ledges. At a distance of upstream of its mouth, it enters a trapezoidal riprap channel for the remainder of its length. Culm and cinder piles form many of the uplands in the lower reaches of the creek's watershed. A major underground coal fire is burning on a ridge to the west of Powderly Creek. Office of Surface Mines has cut a monitoring trench measuring by by in the area. As of the early 2000s, they hope that the fire will burn itself out. ==Watershed== The watershed of Powderly Creek has an area of . The stream is entirely within the United States Geological Survey quadrangle of Carbondale. Powderly Creek is a first-order stream. It flows in a generally southwesterly direction. A significant majority (72 percent) of the watershed is on forested land. Most of the remaining land is either open fields or abandoned mine land. Nevertheless, there is some residential development near the creek's mouth. It flows through formerly disturbed areas. The Powderly Bogs are in the watershed of Powderly Creek in Carbondale Township. Powderly Creek poses to flooding hazard in Carbondale Township, as it is contained within a culvert. The creek's watershed can be accessed via US Route 6. In one reach, the creek is impounded, forming a small reservoir. ==History and recreation== Powderly Creek was entered into the Geographic Names Information System on August 2, 1979. Its identifier in the Geographic Names Information System is 1184361. The creek is also known as Powderly Brook. A historic site known as the D&H; Light Track is in the watershed of Powderly Creek in Carbondale Township. Additionally, the Langcliff Colliery, which was owned by the Hudson Coal Company was historically on the banks of the creek. The remains of the Powderly Colliery are in the watershed's lower reaches. It was also owned by the Hudson Coal Company. A trail/greenway project known as the Powderly Creek Greenway was proposed in the Lackawanna River Watershed Conservation Plan. Russell Park is located in the vicinity of the creek's headwaters. A 1968 project by the borough of Mayfield involved relocating a reach of the creek and constructing an earth levee with a length of on its bank. In 1991, a channelization project was carried out on of Powderly Creek in Carbondale Township by the Pennsylvania Department of Environmental Resources Bureau of Abandoned Mine Reclamation. Strip mining was historically done in the vicinity of the creek. Levee work was done on Powderly Creek in 1969. In the early 1970s, a flooded strip pit in the vicinity of Powderly Creek gained national media attention due to allegations that a UFO had crashed into it. A number of locals reported that an object had fallen from the sky into the pit. Scuba divers searched the pit and found the cause of this event: a sealed beam railroad switchman's lantern. In the early 2000s, the Lackawanna River Watershed Conservation Plan recommended that Mayfield and Carbondale Township include the protection of Powderly Creek in their comprehensive plans and their zoning, land use, and subdivision ordinances. The creek is on the Watershed Restoration Priority Lists of the Lackawanna River Corridor Association and the Pennsylvania Department of Environmental Protection Bureau of Abandoned Mine Reclamation. The conservation plan also recommended abandoned mine drainage restoration program in the watershed. At the time, the Lackawanna Watershed 2000 program was preparing for work on the creek. The Bureau of Abandoned Mine Reclamation also had plans to carry out stream channel restoration and the United States Army Corps of Engineers was conducting feasibility studies. As of the early 2000s, there are three active mining permits in the watershed of Powderly Creek. They are for Northampton Fuel Supply Co., Robert Parry, and Telco Coal Co. The first owns a number of piles of coal waste along the creek, but does not have any discharges associated with its permit. The other two are not related to coal mining. A notice on the creation of a draft total maximum daily load was posted to the Pennsylvania Bulletin on January 8, 2005. A public meeting discussing the total maximum daily load was held on January 25, 2005 in Dickson City. In 2014, the Pennsylvania Department of Environmental Protection was scheduled to receive more than $1,000,000 to eliminate the mine fire in the creek's vicinity. ==Biology== Powderly Creek is designated as a Coldwater Fishery and a Migratory Fishery. In its upper reaches, the channel of Powderly Creek is lined with knotweed. Further downstream, below the Langcliff Colliery reach, there is some semblance of native habitat and native and successional vegetation occur in the area. The creek has a relatively high possible tree canopy of greater than 50 percent. ==See also== *Rush Brook, next tributary of the Lackawanna River going downriver *Lees Creek (Lackawanna River), next tributary of the Lackawanna River going upriver *List of rivers of Pennsylvania *List of tributaries of the Lackawanna River ==References== Category:Rivers of Lackawanna County, Pennsylvania Category:Tributaries of the Lackawanna River Category:Rivers of Pennsylvania ",
    "title": "Powderly Creek"
}