{
    "id": "46805746",
    "text": "The International Financial Control () was the supervision of the public finances of Greece which was imposed by European powers, who had lent Greece in autumn of 1897 when the country bankrupted four years earlier. The goal was the payment of the country's debts to its creditors. The control was exercised by a six-person commission, the International Financial Commission (official name, in French: Commission Internationale Financière de la Grèce). == Background and precedent international practice == Between 1857 and 1859, UK, France and Russia created the International Financial Commission of Inquiry, a commission whose goal was reporting Greece's capability of repaying the debt of 1833. This commission, by the intervention of Russia, did not have the role of controlling the economy and ensuring payments; it was restricted to an advisory role. The result from the work of this commission was the payment of an instalment amounting to 900,000 French francs in 1860. Ottoman Tunisia bankrupted in 1869 in a similar economic situation. In order to collect its debts, the Commission Financière Internationale was established in the country by its creditors: France, UK and Italy. This committee was responsible for the management of state finances to ensure the repayment of Tunisian debts. The Ottoman Empire defaulted similarly in 1875 and on 20 December 1881, with the Decree of Muharrem agreed to the creation of the Ottoman Public Debt Administration (OPDA), a debt collecting organization with 5,000 employees. OPDA had more than twenty offices in the provinces of the empire, from Yemen to Thessaloniki, with complete freedom in deciding the debt collection manner, and attributed the debts to the creditor countries. == Bankruptcy of Greece and defeat in the Greco-Turkish War of 1897 == In 1893, the government of Greek Prime Minister Charilaos Trikoupis declared bankruptcy.lemonde.fr: \"Quand la France et l’Allemagne mirent la Grèce sous tutelle… en 1898\", 16 July 2015 Partial control, which was typical and insubstantial, was imposed by the country's creditors without having the power to interfere in the Greek public finances. The Greek government, over half of whose revenue went in 1893 to service loans, was in addition beset by clientelism. Several years of fruitless negotiations followed. The first modern Olympic Games (held in 1896) increased state expenses. The situation changed when Greece clashed with Turkey during the Greco-Turkish War of 1897. Greece was in a difficult position, with its armed forces unable to stop the advance of the Turkish army, which had captured Thessaly and part of Central Greece. The country was forced to accept defeat on 4 December 1897, with the Treaty of Constantinople. The treaty put forward the condition that Greece had to pay Turkey the sum of 4,000,000 Ottoman liras, as immediate war reparation. The government of Alexandros Zaimis was forced to negotiate additional loans with the country's creditors, with the disadvantageous precedent of bankruptcy. The negotiations led to the imposition of the International Financial Control for the financial restructuring of Greece and the subsequent guarantee that the country would be able to pay back its loans, old and new. == Lending terms == The negotiations with the creditors' representatives (UK, France, Austria-Hungary, German Empire, Russia and Italy) started in October 1897 and resulted in the instatement of Law 2519/23-2-1898, according to which the International Financial Commission was established and subsequently renamed. The agreement provided for the following: # Issuing a war reparations loan and an \"economic loan\". A guaranteed loan of 151,300,000 French francs was given to Greece by the Great Powers. The loan was used to pay 93,900,000 francs to the Ottoman Empire as war reparations, the current state debt of 31,400,000 francs, the 1897 deficit of 22,500,000 francs and the loan issuing expenses of 3,500,000 francs. # Mortgaging tax incomes to repay the loans. To do that, the Commission acquired regular sources of income and assessed the state agencies for their efficiency and their tax collecting ability. The Commission collected the incomes from the monopolies of salt, oil, matches, playing cards, cigarette papers and Naxos emery, the tobacco tax, the stamp duties and impounded duties from the Port of Piraeus.telegraph.co.uk: \"Greece is being treated like a hostile occupied state\", 13 July 2015 # Debt restructuring. ==20th century== The IFC remained in Athens until 1936. According to some observers, the experience was not wholly negative for public administration, as it allowed the state to increase revenues, and reduced the outflow and misappropriation of capital. == Sources == * * * * * * Waibel, M., Echoes of History: The International Financial Commission in Greece in C Paulus (Ed), \"Sovereign Default – Do We Need a Legal Procedure?\" (C.H. Beck/Hart: May 2014) == Further reading == * == References == == External links == * International Financial Commission (Greece), Your Archives (part of the Internet services of the British National Archives). Category:Economic history of Greece Category:1897 establishments in Greece Category:Debt collection ",
    "title": "International Financial Control"
}