{
    "id": "46801202",
    "text": "The Death Strain is the sixtieth novel in the Nick Carter-Killmaster series of spy novels.http://www.fantasticfiction.co.uk/c/nick-carter/ Carter is a US secret agent, code-named N-3, with the rank of Killmaster. He works for AXE – a secret arm of the US intelligence services. ==Publishing history== The book was first published in 1970 by Award-Tandem Books (Number A703S) by Universal Publishing and Distributing Corporation (New York, USA) and Universal-Tandem Publishing Co. Ltd. (London, England). Copyright was registered on 17 August 1970Catalog of Copyright Entries. Third Series: 1970: July–December. By Library of Congress. Copyright Office. P2122 The novel was written by Jon Messmann.,Serial Vigilantes of Paperback Fiction: An Encyclopedia from Able Team to Z-Comm. Bradley Mengel. 2009. http://www.spyguysandgals.com/sgShowAuthor.asp?ScanAuthor=Messmann_Jon ==Plot summary== The story is set in an unspecified year (probably 1970). Dr Joseph Carlsbad, director of a secret US Government virus stockpile, steals a vial of lethal X-V77 virus and threatens to release its contents unless every country in the world destroys its biological weapons stockpiles. The theft comes on the eve of a major international symposium at the United Nations, at which the heads of state of most nations will attend. Carter is sent to interview Carlsbad's niece, Rita Kenmore, at her home in the hope that she will reveal his plans. Instead Carter is attacked and Rita is spirited away by Carlsbad's henchmen. Carter meets the heads of several foreign security services, including UK, Japan, Russia and China, at a briefing at the White House to prepare for the international summit. Carlsbad is found to have links with a semi-religious cult hiding out in the Kuril Islands. Carter is sent to follow up this lead with logistic support from Japan, China and Russia. Carter identifies the cult's base in the Kuril Islands. Inside he finds Carlsbad, Rita and many of their supporters who have all suffered badly from the effects of war. Carlsbad leaves by helicopter to initiate the next phase of the operation. Carter and Rita are bound and tortured by some of Carlsbad's followers who intend to undermine his authority in his absence. Carter radios for help from Russian patrol boats and he and Rita are taken to a US aircraft carrier off Japan. AXE identifies Carlsbad's destination as an area near Changkufeng / Lake Khasan where China, Russia and North Korea share a border. Carter and Rita parachute into Changkufeng. They are met by Chung Li, head of Chinese intelligence. Carlsbad has been mortally wounded in an encounter with Chung Li and his men. The stolen virus is missing. Carter is concerned that Carlsbad's aides have been instructed to deploy the virus. Chung Li is dismissive of Carter's concerns but arranges for an ambulance to escort them to Yenki. On the way they are attacked by Chinese soldiers disguised as bandits. Carter, Rita and Carlsbad evade capture and arrive in Yenki. They steal a plane and fly to a US aircraft carrier in the Sea of Japan. Carlsbad is taken to Walter Reed Army Medical Center to recover. Chung Li calls AXE and informs them that one of Carlsbad's henchmen has been spotted in New York's Chinatown. Carter goes to investigate and is kidnapped by Chung Li's agents but manages to escape. At the last minute, the Chinese delegates pull out of the international summit meeting. Carter realizes that Chung Li has co-opted Carlsbad's plan and the Chinese intend to assassinate all the world's leaders at the United Nations (UN) meeting. Knowing that X-V77 is airborne Carter investigates the UN's ventilation system. Carter intercepts and kills Carlsbad's henchmen before they can contaminate the ventilation system. Carlsbad dies in hospital without regaining consciousness. Carter returns to Washington, D.C to be with Rita. ==Main characters== *Nick Carter – agent N-3, AXE (posing) *David Hawk – AXE Chief, Carter's boss *Dr Joseph Carlsbad – US Government scientist *Rita Kenmore – Carlsbad's niece *Kiyishi – Carlsbad's Japanese henchman *Chung Li – head of Chinese intelligence ==References== Category:1970 novels Category:Nick Carter-Killmaster novels Category:Novels set during the Cold War Category:Fiction about assassinations Category:Novels set in Washington, D.C. ",
    "title": "The Death Strain"
}