{
    "id": "46807921",
    "text": "Every Voice is an American nonprofit, progressive liberal political advocacy organization.Meet the Liberals Who Think Trump's Good For Democracy; Politico; July 28, 2015 The organization was formed in 2014 upon the merger of the Public Campaign Action Fund, a 501(c)(4) group, and the Friends of Democracy. Every Voice, along with its affiliated Super PAC, Every Voice Action, advocates for campaign finance reform in the United States via public financing of political campaigns and limitations on political donations. The organization's president, David Donnelly, has said \"We fully embrace the irony of working through a Super PAC to fight the influence of Super PACs.\" Every Voice has advocated legislative proposals pushed by United States Representatives Tom Petri (R-WI) and John Sarbanes (D-MD) which would match small-donor contributions with public funds. The organization has also supported Todd Tiahrt (R), who has an \"anti-money-in-politics\" message, while targeting Mitch McConnell, who opposes campaign finance reform. In 2014, Every Voice ran advertisements opposing Republican Representative Mike Pompeo. FactCheck.org rated one of the group's advertisements against Pompeo as \"inaccurate and misleading\". ==Public Campaign== Public Campaign was a non- profit, non-partisan organization that aims to reduce the role of special interest money in American politics. Public Campaign worked to bring publicly funded elections to local, state, and federal elections. Based in Washington, DC, Public Campaign was founded in 1997. As of 2015, seven states and two cities had some form of publicly funded elections.About Us; Public Campaign website; April, 2015 Public Campaign, an organization whose board of directors consisted of eight individuals, published several reports about the role of money in the political process, including the Color of Money report, that detailed that a majority of campaign contributions to presidential candidates are from upper class white neighborhoods. In December 2011, Public Campaign published a report detailing the tax avoidance and lobbying efforts conducted by 30 very large American corporations between 2008 and 2010. The report states that of the 30 companies, 29 paid no taxes and received tax rebates totaling $10.6 billion, while spending $475.6 million on lobbying (or $400,000 per day, including weekends) and $22 million on federal campaigns, while in some cases increasing executive compensation ($706 million altogether in 2010) and laying off tens of thousands of workers. Public Campaign was a 501(c)(3) organization which paid no taxes and received tax-deductible contributions. Unlike a 501(c)(4) — contributions to which are not tax deductible — as a 501(c)(3) \"it may not attempt to influence legislation as a substantial part of its activities.\" ==Nick Nyhart== Nick Nyhart is the president and CEO of Every Voice. Prior to his role at Public Campaign, Nyhart directed a six-state campaign finance organizing project for Northeast Action for initiatives on publicly funded elections in Maine and Massachusetts. He previously worked as a community organizer on electoral coalition politics and other political issues in Connecticut. ==See also== * Mayday PAC * Issue One ==References== ==External links== * Public Campaign * The Color of Money * For Hire: Lobbyists or the 99%? Category:United States political action committees Category:Campaign finance reform in the United States ",
    "title": "Every Voice"
}