{
    "id": "46805302",
    "text": "Pennsylvania State Game Lands Number 12 are Pennsylvania State Game Lands in Bradford County and Sullivan County, in Pennsylvania, in the United States. The game lands have an area of nearly in Bradford County. The area is mainly mountainous and wooded and major streams in the area include Schrader Creek, Sugar Run, and Little Schrader Creek. Game animals within the game lands include black bear, gray squirrel, whitetail deer, and wild turkey. The main hardwood tree species include American basswood, American beech, black cherry, black birch, red maple, sugar maple, white ash, and aspen. The main conifer species include eastern hemlock, eastern larch, plantation Norway spruce, plantation red pine, and white pine. ==Geography== The majority of Pennsylvania State Game Lands Number 12 is in Bradford County, but a few small areas are in Sullivan County. The game lands have an area of nearly in Bradford County. The game lands occupy portions of Fox Township and Elkland Township in Sullivan County and Canton Township, Franklin Township, Leroy Township, and Overton Township in Bradford County. The nearest populated place is Leroy, which is to the north of the game lands. The borough of Canton is to the northwest. The topography of Pennsylvania State Game Lands Number 12 is mountainous and wooded, with ridges and plateaus separated from valley bottoms by steep slopes. The main streams within the game lands are Schrader Creek and its tributaries Sugar Run and Little Schrader Creek. They are in the watershed of the Susquehanna River. Elevations within the game lands can be as high as above sea level. However, the elevation of their official coordinates is above sea level. A few small food plots occur within the game lands. A small lake known as Sunfish Pond is in the vicinity of the game lands. Additionally, Barclay Mountain is in the area. The Lye Run Wetlands are mainly in the game lands in Canton Township and Leroy Township. They are listed on the Bradford County Natural Areas Inventory. Pennsylvania State Game Lands Number 12 are in the Pennsylvania Game Commission's Northeast Region. Pennsylvania Route 54 passes through the southwestern corner of the game lands. There are numerous parking spots on the northwestern edge of the game lands, as well as smaller numbers along the northern, eastern, and southeastern edges. Several unimproved roads, an electric line, and a tower site are within the game lands. A total of of road in the game lands are seasonally open. Nearby communities include unincorporated communities Barclay, Beech Flats, Carbon, Cold Spring, Grover, Laquin, Leroy, Long Valley, Minerville, Quinlantown, West Franklin and West Leroy in Bradford County, Chemung in Lycoming County, and Bethel, Eldredsville, Lincoln Falls, Maple Summit, Piatt, Shunk and Wheelerville in Sullivan County.https://viewer.nationalmap.gov/advanced- viewer/ The National Map, retrieved 27 March 2019 Pennsylvania State Game Lands Number 12 are in five United States Geological Survey quadrangles: Grover, Leroy, Overton, Powell, and Shunk. The two parcels are located at ==History and recreation== Pennsylvania State Game Lands Number 12 were entered into the Geographic Names Information System on August 2, 1979. Their identifier in the Geographic Names Information System is 1193432 . Industries such as timbering and railroads historically occurred in the vicinity of what is now Pennsylvania State Game Lands Number 12. Pennsylvania State Game Lands Number 12 were affected by a forest fire in the early 1980s. The Pennsylvania Game Commission has in the past conducted free tours of Pennsylvania State Game Lands Number 12 and numerous other state game lands. The purpose of these tours are to \"highlight its [the Pennsylvania Game Commission's] ongoing habitat improvement initiatives\". SGL 12 ranges in elevation from to . ==Protected Areas== Other protected areas within 30 miles of SGL 12 include: ===State Parks=== *Hills Creek State Park *Mt. Pisgah State Park *Ricketts Glen State Park *Worlds End State Park *Newtown Battlefield State Park (New York state) *Two Rivers State Park Recreation Area (New York state) ===Pennsylvania State Game Lands=== *Pennsylvania State Game Lands Number 13 *Pennsylvania State Game Lands Number 36 *Pennsylvania State Game Lands Number 37 *Pennsylvania State Game Lands Number 57 *Pennsylvania State Game Lands Number 66 *Pennsylvania State Game Lands Number 75 *Pennsylvania State Game Lands Number 114 *Pennsylvania State Game Lands Number 123 *Pennsylvania State Game Lands Number 133 *Pennsylvania State Game Lands Number 134 *Pennsylvania State Game Lands Number 142 *Pennsylvania State Game Lands Number 172 *Pennsylvania State Game Lands Number 250 *Pennsylvania State Game Lands Number 289 *Pennsylvania State Game Lands Number 298 *Pennsylvania State Game Lands Number 335 ==Biology== The main game animals in Pennsylvania State Game Lands Number 12 include black bear, gray squirrel, whitetail deer, and wild turkey. American woodcock, eastern cottontail, and ruffed grouse are also hunted in some areas. Additionally, beavers, bobcats, gray foxes, minks, and raccoons can be hunted for their fur. A family of Northern Harriers was observed in the game lands in the early 2000s. Pennsylvania State Game Lands Number 12 contain various species of conifer and hardwood trees. The most prevalent hardwood species are American basswood, American beech, black cherry, black birch, red maple, sugar maple, white ash, and aspen. However, smaller number of trees such as chestnut oak, northern red oak, and white oak occur within the game lands as well. Conifer species within the game lands include eastern hemlock, eastern larch, plantation Norway spruce, plantation red pine, and white pine. Pennsylvania State Game Lands Number 12 are several miles to the north of two Important Mammal Areas (Wyoming State Forest and Ricketts Glen State Park) and three Important Bird Areas. ==See also== *Pennsylvania State Game Lands *Pennsylvania State Game Lands Number 13 (also in Sullivan County) ==References== ==External links== *The National Map Advance Viewer *State Game Lands 012 Category:Protected areas of Bradford County, Pennsylvania Category:Protected areas of Sullivan County, Pennsylvania 012 ",
    "title": "Pennsylvania State Game Lands Number 12"
}