{
    "id": "46802541",
    "text": "Ian Andrew Crawford (born 1961) is a British professor of planetary science and astrobiology at Birkbeck, University of London in the United Kingdom.Professor Ian Crawford. Birkbeck College. Retrieved 26 May 2015. ==Education and early life== Born in Warrington, Cheshire, Crawford was educated at North Cestrian Grammar School in Greater Manchester from 1972 to 1979. Crawford studied Astronomy at University College London (BSc, 1982) followed by Geophysics and Planetary Physics at Newcastle University (MSc, 1983). He was awarded a PhD in Astrophysics from University College London in 1988 for research on the interstellar medium. ==Career and research== Crawford is a specialist in the science and exploration of the Moon and in the search for life in the Universe. Before switching his research interests to planetary science in 2003, Crawford had a 15-year career at University College London as an observational astronomer specializing in studies of the interstellar medium. He is the author of over 130 peer-reviewed research papers in the fields of astronomy, planetary science, astrobiology and space exploration. Crawford served as a Vice-President of the Royal Astronomical Society from 2017 to 2019. He is a former member of the European Space Sciences Committee (ESSC) of the European Science Foundation and of the European Space Agency's Human Spaceflight and Exploration Science Advisory Committee (HESAC). ===Selected publications === *Widening Perspectives: The Intellectual and Social Benefits of Astrobiology (Regardless of Whether Extraterrestrial Life is Discovered or Not)\"Widening Perspectives: The Intellectual and Social Benefits of Astrobiology (Regardless of Whether Extraterrestrial Life is Discovered or Not)\"], International Journal of Astrobiology (2017) * The Long-Term Scientific Benefits of a Space Economy\"The Long-Term Scientific Benefits of a Space Economy\", Space Policy (Vol. 37, pp. 58–61, 2016). *Lunar Resources: A ReviewLunar Resources: A Review Progress in Physical Geography (Vol. 39, pp. 137–167, 2015). *Interplanetary Federalism: Maximising the Chances of Extraterrestrial Peace, Diversity and Liberty * Avoiding Intellectual Stagnation: The Starship as an Expander of Minds\"Avoiding Intellectual Stagnation: The Starship as an Expander of Minds\", Journal of the British Interplanetary Society, 67, 253-257, 2014 * Lunar Exploration: Opening a Window into the History and Evolution of the Inner Solar System *Back to the Moon: The Scientific Rationale for Resuming Lunar Surface Exploration Astrobiology (Vol. 10, pp. 577–587, 2010). ===Awards and honours=== Crawford is a Fellow of the Royal Astronomical Society (FRAS). ==References== Category:Academics of Birkbeck, University of London Category:Living people Category:Astrobiologists Category:Fellows of the Royal Astronomical Society Category:1961 births Category:People from Warrington ",
    "title": "Ian Crawford (astrobiologist)"
}