{
    "id": "46807582",
    "text": "Eville Gorham (October 15, 1925 — January 14, 2020) was a Canadian-American scientist whose focus has been understanding the chemistry of fresh waters and the ecology and biogeochemistry of peatlands. In the process, Gorham made a number of practical contributions that included discovering the influence of acid rain in lake acidification, plus the importance of the biological magnification of radioactive fallout isotopes in northern food chains. The former led to legislation and redesign of the power plants of the world to scrub sulfur, and the latter was an early step toward the establishment of an atmospheric nuclear test ban treaty. Gorham emphasized that discovery in science is often the result of chance and serendipity, and encouraged students to watch for the opportunities that chance provides. He was recognized by the National Academy of Sciences as a renaissance scholar and has influenced the careers of others. ==Life and career== Eville Gorham grew up in Halifax, Nova Scotia, an avid reader drawn to the classroom. His life and career are outlined in a 2015 essay. He attended Dalhousie University from 1942 to 1947, receiving a BSc degree in biology and an MSc degree in zoology. His thesis showed the effects of temperature difference in the development of salmon embryos, of later significance for studies of thermal pollution. At this point, Gorham decided to avoid experimentation that involved harming animals. In 1947, he received an Overseas Science Research Scholarship from the Royal Commission for the Exhibition of 1851 and was accepted as a doctoral student of plant ecology at University College, London. Gorham began his doctoral work studying mineral content of plants in the Lake District and became interested in the acidification of ecosystems. After his PhD, he spent a postdoctoral year in Sweden conducting a project on the waters of a Swedish peatland. After returning to England, he worked first as a Lecturer in Botany at University College, London and later for the Freshwater Biological Association in the English Lake District. It was here that he made some of his most significant discoveries regarding acid rain and nuclear fallout. Eville's bloodhound Mo, posing in mid-century England Gorham credits his discoveries in radioactive fallout to the milkshakes at a drugstore in Halifax. He became fond of the proprietor’s bloodhound, and, in a point of serendipity, his later search for his own bloodhound led to an opportunity to research radioactivity. It led him to the local medical officer, Frank Madge, who had a bloodhound. Madge became concerned about implications for the surrounding population after a fire at the Windscale plutonium plant in the Lake District, and asked Gorham to assist in his investigation. Gorham eventually agreed to use his lab’s Geiger counter to investigate radiation around the plant. He discovered major radiation in sphagnum moss gathered from near the Windscale site, but equivalent radiation in sphagnum gathered far from the site. This suggested that the radiation was not the result of the Windscale fire, but rather was global radioactive fallout. Gorham wrote a paper about his findings and sent it to Nature for review. It was published as the lead article. Gorham continued to test radioactivity in plants and discovered that lichens were also highly radioactive. He chanced to read a brief paragraph in a report from the Norwegian Defense Reserve Establishment, which noted that Norway reindeer, which eat lichen, were unusually rich in radioactive elements. Gorham then published an article that indicated the extreme bioaccumulation of radioactive fallout in northern ecosystems. This information laid the groundwork for Barry Commoner, leader of the St. Louis Committee for Nuclear Information, to suggest that, because reindeer picked up radioactivity from lichen, their primary food source, that radioactivity could be passed along and concentrated further in the Inuit and Laplander people who ate those reindeer. In mid- twentieth century, the idea that human actions could permeate the entire globe, including people remote from the initial problem, helped encourage the Atmospheric Nuclear Test Ban Treaty of 1963, which prohibited nuclear testing in the atmosphere. Gorham’s applied work with radioactivity was just a side project, although one with notable global consequences. His main focus in the Lake District was the pure science of the chemistry of rain, bog, and lake waters. He tested and proved Margaretta Witting’s hypothesis that bog waters are largely composed of rainwater. Gorham discovered that the contents of the rainwater were not only local; when the wind was from industrial areas, even in rural areas the rain was diluted sulfuric acid, while wind from the coast brought sea-salt rain. Thus began Gorham’s second side project in applied science, also with notable global consequences. His findings showed far- reaching effects of air pollution. Angus Smith had discovered acid rain in the nineteenth century, but it was restricted to urban/industrial areas; his results had then been lost to science. Continuing these applied projects, Gorham turned attention to the effects of air pollution on humans, and discovered correlations between three lung diseases and different air pollutants. Bronchitis was common in urban/industrial areas, correlated with hydrochloric acid, which falls out near its source and therefore largely caused problems in cities. Pneumonia was correlated with sulphur in the rain, which was eventually found to be the result of sulphate particles in the air. Lung cancer was correlated with tar emitted to the air by industrial plants. This resulted in two publications in the British medical journal The Lancet and one in The Medical Officer. After the death of his father, Gorham and family returned to Canada, where he took a position in the botany department position at the University of Toronto. With Alan Gordon, he studied the effects of smelter pollution on the forests and lakes around Sudbury, Ontario. Then in 1962, he accepted a position at the University of Minnesota. It was here that Gorham took up environmental activism and developed courses on the ecological effects of pollution upon ecosystems. Gorham served on multiple environmental committees, including the joint Canadian-U.S. scientific commission under President Carter, and took part in many environmental projects, such as those sponsored by the Royal Society of Canada and U.S. Academy of National Sciences, including peatlands, and research trends in ecology (in review) and limnology (in progress). Eville has had a varied teaching career. In early life he taught introductory botany and biology. Later he taught limnology - the study of lakes, ecosystem ecology, and the ecological effects of pollutants. One of his courses dealt with biology and the future of man. He also taught courses at field stations, in his early life at Blakeney Point in Norfolk, England, and latterly at Itasca State Park in the U.S. state of Minnesota. ==Personal life== Ada and Eville Gorham, 1948 Eville met his future wife, Ada Macleod of Summerside, Prince Edward Island, in 1945 while studying for the M.Sc. degree at Dalhousie University. She was research assistant to a professor studying child nutrition, on which they published a research paper, but she did not take a graduate degree. After a rocky start to their relationship, they decided in 1947 to marry, but Ada would stay at home for a year to live with her ailing father while Eville got his Ph.D. program at University College, London, established. They were married in 1948 in a brief church ceremony in the Highgate neighborhood, where they lived happily in the home of an older woman and her daughter for four years. Then they moved to an apartment for the rest of their stay in London. Life in London was very exciting, and Ada and Eville took great advantage of plays, ballets, museums, etc. But the most notable event was the Great London Smog of 1952, which lasted for four days and killed an estimated four thousand people in a week, an estimate later raised to twelve thousand. The victims were chiefly the very old and the very young, especially those with respiratory problems. In Sweden in 1950 Ada and Eville lived in a room (with kitchen privileges) in the home of a single Swedish woman who had lived for several years in the United States, which made communication easy. Eville was working on a local peatland at a forest research institute on the shore of Lake Malaren, and on occasion could skate to work. Ada found a Canadian woman friend to share her free time in Stockholm. On returning to England Eville became a Lecturer in Botany at University College. In 1954 he took a research position with the Freshwater Biological Association in the Lake District, where he and Ada lived in a stone laborer's cottage adjunct to a stone farmhouse occupied by a senior colleague. Six feet of rain fell on that cottage in a year! It was heated by a coal fire in the small living room and a kerosene heater in the bathroom - very primitive. The village was tiny, with only a post office and a pub. Eville cycled five miles to work, while Ada took the bus to Ambleside, the nearest town. Later they got a Vespa motor scooter, used entirely by Eville. The most notable event of the four years in the Lake District was the birth of their daughter Kerstin in 1957. On the death of Eville's father in 1957, he and Ada decided to return to Canada, because his mother was all alone. The only position he could find was that of Lecturer in Botany at the University of Toronto, teaching an introductory course to a very large group of students who could not qualify for the Honors course. He and Ada decided to live in a small town near Toronto where they could afford to buy a house, taking a train in to Toronto. Alas, the train proved unreliable in winter, so a fifty-five minute commute by car ensued. Again, the most notable event was the birth of two daughters, Vivien in 1958 and Jocelyn in 1960. Because Eville was unsatisfied with his position at the University, he looked for another one, and finally found an Associate Professorship at the University of Minnesota. There he and Ada would stay for the remainder of his career, with the exception of a year - 1965 - at the University of Calgary in Alberta, Canada. Minnesota proved an ideal place, for two reasons. One was the diversity of ecosystems in the state - hardwood and softwood forests, prairies, and a great diversity of lakes and wetlands. The other was the University, very democratic and with a lot of collaboration among departments. His son, Jamie, was born in 1964. Eville died January 14, 2020.Bright, Emily, \"Prominent acid rain researcher Eville Gorham dies\", MPR News, January 15, 2020.Ross, Jenna, \"'The grandfather of acid-rain research,' Minnesota professor Eville Gorham dies at 94\", Minneapolis Star-Tribune, January 28, 2020. ==Selected works== Gorham E. The development of the humus layer in some woodlands of the English Lake District. Journal of Ecology 1953;41(1):123-52. https://doi.org/10.2307/2257105 Hayes FR, Pelluet D, Gorham E. Some effects of temperature on the embryonic development of the salmon (Salmo salar). Canadian Journal of Zoology 1953;31(1):42-51. http://hdl.handle.net/11299/125841 Gorham E. Bronchitis and the acidity of urban precipitation. Lancet 1958;2(7048):691. http://hdl.handle.net/11299/159588 Gorham E. The influence and importance of daily weather conditions in the supply of chloride, sulphate and other ions to fresh waters from atmospheric precipitation. Philosophical Transactions of the Royal Society of London B 1958;241(679):147-78. https://doi.org/10.1098/rstb.1958.0001 Bray JR, Gorham E. Litter production in forests of the world. Advances in Ecological Research 1964;2:101-57. https://doi.org/10.1016/s0065-2504(08)60331-1 Gorham E, Sanger JE. Fossilized pigments as stratigraphic indicators of cultural eutrophication in Shagawa Lake, northeastern Minnesota. Geological Society of America Bulletin 1976;87(11):1638-42. http://hdl.handle.net/11299/151363 Gorham E. Shoot height, weight and standing crop in relation to density of monospecific plant stands. Nature 1979;279(5709):148-50. https://doi.org/10.1038/279148a0 Gorham E. Biogeochemistry - its origins and development. Biogeochemistry 1991;13(3):199-239. https://doi.org/10.1007/bf00002942 * ==References== ==External links== * Eville Gorham, University of Minnesota, College of Biological Sciences * Collected works, Digital Conservancy * Citations to works, Google Scholar * Interview, with S. Mandaville, In Harmony with Nature * Interview, with Clarke Chambers * Interview, with C. Lehman, University of Minnesota * Honorary doctorate, University of Minnesota * Franklin Institute * Summary of Career Category:Biogeochemists Category:Members of the United States National Academy of Sciences Category:Fellows of the American Association for the Advancement of Science Category:Fellows of the American Academy of Arts and Sciences Category:Fellows of the Royal Society of Canada Category:University of Minnesota faculty Category:Alumni of University College London Category:Biogeochemistry Category:Canadian ecologists Category:American ecologists Category:2020 deaths Category:1925 births Category:Fellows of the Ecological Society of America ",
    "title": "Eville Gorham"
}