{
    "id": "46805630",
    "text": "The Kensington Society is a civic society for Kensington, London. It serves both as an individual membership organisation, with more than 700 members, and as an umbrella organisation for 33 affiliated residents' associations and conservation societies that cover specific areas of Kensington.The Kensington Society website home page Link updated 2018-02-09 The society's objectives are \"to preserve and improve the amenities of Kensington for the public benefit by stimulating interest in its history and records, promoting good architecture and planning in its future development and by protecting, preserving and improving its buildings, open spaces and other features of beauty or historic or public interest.”Kensington Society website - About Kensington Society Linked 2015-05-26 The society was created in 1953 by a local resident, Gay Christiansen, who fought but lost a proposal to replace several historical houses on Young Street in central Kensington with a multi-storey car park. Realising that local opinion wasn’t considered or reflected in the planning process, she started the Kensington Society and was its driving force for more than 40 years.Kensington Society website: History Linked 2015-05-26 Among the successful campaigns by the society since the 1950s are the preservation of Leighton House, the saving of the remaining east wing of the severely bomb- damaged Holland House, and a revision of the originally proposed Princess Diana memorial gardenHouse of Lords Hansard text for 2 Nov 1998, column 80 Linked 2015-05-26BBC News, 13 January 1998: Locals object to Diana memorial garden Linked 2015-05-26 in Kensington Gardens after the death of Diana, Princess of Wales in 1997. The proposal would have drastically changed large parts of the gardens. Instead, the compromise solution became the Diana, Princess of Wales Memorial Playground in Kensington Gardens, and the Diana, Princess of Wales Memorial Walk through Kensington Gardens, Hyde Park, Green Park and St. James's Park. Since 1974, The Kensington Society is a registered charity.The Charity Commission for England and Wales: 267778 - The Kensington Society Linked 2015-05-27 Its president is radio and TV presenter Nick Ross. ==References== ==External links== * The Kensington Society website * Kensington Society entry in the Royal Borough of Kensington and Chelsea contact directory Category:Charities based in London Category:English Heritage Category:Conservation in the United Kingdom Category:Kensington Category:1953 establishments in the United Kingdom ",
    "title": "Kensington Society"
}