{
    "id": "46801178",
    "text": "Heinz Voigt (11 September 1913 – unknown) was a German jurist and diplomat who served as Ambassador to Australia, Morocco, Iraq, and Sweden. ==Early life== Born in the Free Hanseatic City of Hamburg on 11 September 1913, after school education Hess studied law from 1930 to 1933 at the University of Hamburg. Voigt gained his doctorate in law in 1934 and took the state civil service examination in 1937. On entering the Ministry of Justice, Voigt was appointed a Gerichtsassessor in the Landgericht Hamburg. In 1941 he was appointed as a magistrate of the court. From 1939–45 Voigt undertook Wehrmacht military service as an anti-aircraft battery commander. After the war, Voigt was again appointed to the Regional Court in Hamburg as a judge in 1946. ==Diplomatic career== In 1951 he joined the German Foreign Office and received his first posting in 1955 as a Counsellor to the German Mission to NATO, rising to serve as Deputy Secretary-General. In November 1959 he returned to the Foreign Office, where he worked in the political department. In 1963 he was appointed a Deputy Director of the Foreign Office and in 1964 received his first high- level posting as Ambassador to Morocco in Rabat, serving until 1970. In July 1970 Voigt was appointed as German Ambassador to Australia, presenting his credentials to Governor-General Sir Paul Hasluck on 20 August 1970. Voigt had previously visited Australia in 1965, on board the first dedicated Lufthansa flight there, and took an interest in promoting Australian markets to German industry by encouraging a visit by the Federation of German Industries. Voigt was Ambassador of the Federal Republic of Germany when the Australian Government recognised the German Democratic Republic in December 1972, which entailed the exchange of ambassadors, but despite the limited recognition of East Germany given by his government Voigt expressed that the decision was a \"sovereign decision\" for Australia to make. In October 1974 Voigt was appointed as Ambassador to Iraq in order to reopen the Embassy that had been closed since 1965 in Baghdad. However he only served in that office briefly before he was sent to the Embassy in Stockholm in September 1976 to relieve Ambassador Heinz Dietrich Stoecker who had been taken hostage on 24 April 1975 during the West German Embassy siege by the Red Army Faction. He served there until 1978. ==References== Category:1913 births Category:German judges Category:Ambassadors of Germany to Sweden Category:Ambassadors of Germany to Morocco Category:Ambassadors of Germany to Australia Category:Ambassadors of Germany to Iraq Category:Diplomats from Hamburg Category:German military personnel of World War II Category:University of Hamburg alumni Category:Possibly living people Category:Officers Crosses of the Order of Merit of the Federal Republic of Germany ",
    "title": "Heinz Voigt"
}