{
    "id": "46809441",
    "text": "Percent area in U.S. drought monitor categories Throughout history, California has experienced many droughts, such as 1841, 1864, 1924, 1928–1935, 1947–1950, 1959–1960, 1976–1977, 1986–1992, 2006–2010, and 2011–2019. As the most populous state in the United States and a major agricultural producer, drought in California can have a severe economic as well as environmental impact. Drought may be due solely to, or found in combination with, weather conditions; economic or political actions; or population and farming. A dry riverbed in California, 2009 == Causes == Water in California is very closely managed, with an extensive pipeline network to serve the most populated and dry areas of the state. Precipitation is limited, with the vast majority of rain and snowfall occurring in the winter months, in the northern part of the state. This delicate balance means that a dry rainy season can have lasting consequences. === Lack of new infrastructure === Very few large-scale water projects have been built since 1979, despite the population doubling since that year. === Inefficient distribution systems === Because much of California's water network relies on a system of pumps to move water from north to south, large volumes of water are often lost to the Pacific Ocean during winter storms when river flow exceeds the capacity of the pumps. This is further complicated by environmental rules which restrict pumping during certain months of the year, to protect migrating fish. In water year 2015, of water flowed through the Sacramento–San Joaquin River Delta, but only were recovered into water distribution systems. === Reservoir capacity reserved for flood control === Dry boat ramp at Folsom Lake, January 2014 Most of California's major reservoirs serve important flood control functions. Due to the limited capacity of river channels and dam spillways, reservoirs cannot be quickly drained before major storms. This limits how much of a reservoir's capacity can be used for long-term storage. Reservoirs in California are designed to control either rain floods, snowmelt floods or both. In the coastal and southern parts of the state, and much of the Sacramento River system, the primary threat is rain floods in the November–April wet season. Oceanic \"atmospheric river\" or Pineapple Express storms can generate massive precipitation in a short period (often up to 50 percent of the total annual rainfall in just a few storms). This requires a certain safety margin to be maintained in reservoirs, which are often not allowed to capacity until late April or May. Shasta Lake, California's largest reservoir, is limited to approximately 71 percent of capacity in the winter in order to control rain flooding. Levees along Northern California rivers, such as the Sacramento and American rivers, are quite generously sized in order to pass large volumes of floodwater.http://www.water.ca.gov/storage/docs/NODOS%20Project%20Docs/NODOS_Prelim_Admin_Draft_EIR/09-Flood_Control_prelim_admin_draft_Dec2013_w_figures.pdf In the San Joaquin River basin (San Joaquin Valley) and other areas of the state where snowpack is the primary source of river flow, river channels are sized mainly to control snowmelt floods, which do not produce the huge peaks typical of rain floods, but are longer in duration and have a much higher total volume. As a result, reservoirs in this region have very strict restrictions on the amount of water that can be released. An example of a reservoir operated for snow floods is Pine Flat Lake near Fresno, which is restricted to about 53 percent capacity well into spring in order to capture summer snowmelt. However, Pine Flat and other San Joaquin reservoirs are frequently ineffectual in controlling rain floods, because they cannot release water fast enough between winter storms.https://www.usbr.gov/mp/sccao/storage/docs/phase1_rpt_fnl/tech_app/09_pine_flat.pdf Certain parts of the state, especially in the central Sierra Nevada, are prone to both rain and snow floods. Reservoirs such as Lake Oroville and Folsom Lake must respond to a wider range of runoff conditions. Lake Oroville is typically limited to 79–89 percent of capacity during the winter and Folsom Lake to 33–60 percent. These values are often adjusted up and down based on the amount of rain and snow forecast. At Folsom Lake, due to the small size of the reservoir, it is difficult to balance the need for winter flood-control space with the need to store water for the summer. This often results in a failure to fill the lake due to a lower than expected spring snowmelt. Water managers and hydrology experts have criticized the outdated, overly conservative operation criteria at Folsom Dam, citing improved weather forecasting and snowpack measurement technology.http://www.sacbee.com/news/state/california/water-and- drought/article60419396.html Progress in forecasting methods has allowed more efficient or \"smart\" operation at certain California reservoirs, such as Lake Mendocino. If dry weather is forecast, water is allowed to be stored above the legal flood control limit, rather than being wasted downstream. This program is known as \"Forecast Informed Reservoir Operations\".http://cw3e.ucsd.edu/FIRO/ In addition, capital improvements such as the $900 million spillway project at Folsom Damhttp://www.spk.usace.army.mil/Missions/Civil-Works/Folsom-Water-Control- Manual-Update/ will allow greater flexibility in water releases, making it safer to maintain a high reservoir level during the wet season. {|class=\"wikitable sortable\" border =\"1\" !colspan=9|Flood control limitations at selected California reservoirs |- !Reservoir !River !colspan=2|Capacity !colspan=2|Max. flood control reservation !Percent of total capacity reserved for flood control !colspan=2|Target flood water release |- ! ! !Acre feet !km3 !Acre feet !km3 ! !ft3/s !m3/s |- |Shasta Lake |Sacramento River | | |bgcolor=\"#F5F5DC\"|% | |- |Lake Oroville |Feather River | | |bgcolor=\"#F5F5DC\"|% | |- |New Bullards Bar Reservoir |Yuba River | | |bgcolor=\"#F5F5DC\"|% | |- |Folsom Lake |American River | | |bgcolor=\"#F5F5DC\"|% | |- |Camanche Lake |Mokelumne River | | |bgcolor=\"#F5F5DC\"|% | |- |New Hogan Lake |Calaveras River | | |bgcolor=\"#F5F5DC\"|% | |- |New Melones Lake |Stanislaus River | | |bgcolor=\"#F5F5DC\"|% | |- |Lake Don Pedro |Tuolumne River | | |bgcolor=\"#F5F5DC\"|% | |- |Lake McClure |Merced River | | |bgcolor=\"#F5F5DC\"|% | |- |Millerton Lake |San Joaquin River | | |bgcolor=\"#F5F5DC\"|% | |- |Pine Flat Lake |Kings River | | |bgcolor=\"#F5F5DC\"|% | |- |Lake IsabellaAlthough the nominal capacity is 568,000 acre feet, Lake Isabella is currently limited to 360,000 acre foot capacity due to structural problems with the dam. |Kern River | | |bgcolor=\"#F5F5DC\"|% | |- |} === Weather cycles === California has one of the most variable climates of any U.S. state, and often experiences very wet years followed by extremely dry ones.http://www.huffingtonpost.com/entry/california-climate- temperature_us_58a49f38e4b03df370dca5cf The state's reservoirs have insufficient capacity to balance the water supply between wet and dry years. El Niño and La Niña have often been associated with wet and dry cycles in California, respectively (the 1982–83 El Niño event, one of the strongest in history, brought record precipitation to the state), but recent climate data show mixed evidence for such a relationship due in part to the growing impact of human-induced global warming. The very wet 2010–2011 season occurred during a strong La Niña phase, while the 2014–16 El Niño event, which surpassed 1982–83 in intensity, did not bring an appreciable increase of precipitation to the state. The 2012–15 North American drought was caused by conditions of the Arctic oscillation and North Atlantic oscillation which removed storms from the U.S. in the winter of 2011–2012. ===Climate change=== According to the NOAA Drought Task Force report of 2014, the drought is not part of a long- term change in precipitation and was a symptom of the natural variability, although the record-high temperature that accompanied the recent drought may have been amplified due to human-induced global warming. This was confirmed by a 2015 scientific study which estimated that global warming \"accounted for 8–27% of the observed drought anomaly in 2012–2014. Although natural variability dominates, anthropogenic warming has substantially increased the overall likelihood of extreme California droughts.\" Increasingly dramatic fluctuations in California weather have been observed in the 21st century. In 2015, California experienced its lowest snowpack in at least 500 years; the 2012–15 period was the driest in at least 1200 years. However, the winter of 2016–17 was the wettest ever recorded in Northern California, surpassing the previous record set in 1982–83. In February 2017, Shasta, Oroville and Folsom Lakes were simultaneously dumping water into the ocean for flood control. Lake Oroville flowed over the emergency spillway for the first time in 48 years, after the main spillway was damaged resulting in the temporary evacuation of 200,000 people. The combined inflow to Shasta, Oroville and Folsom Lakes on February 9 was . Two days later, the combined flood control release was . This water would have been worth $370M at Los Angeles County municipal rates. ===Water rights complexity=== Without changes in water use, it would take about six dry years to deplete the state's reservoirs. === Large water consumers === Approximately are used in California every year as cattle feed. Also, from 2008–2015, over ( per year) were released into the San Francisco Bay to save 36 Delta smelt. An alternative, salinity barriers, is being installed. ===Supply and demand=== Water in California can be expensive. This leads to awareness of water management challenges. In rain-rich states and countries, which are not drought-prone, the water, as elsewhere, is managed by government consent, which assumes ownership and management of all free flowing rivers, lakes, and bodies of water in its parameters. The water being used for commercial purposes, such as Nestle's 72 brands of bottled water, is done so only as permitted and granted by governmental authorities. Lately, locals have been fighting back against the \"stealing\" of precious resources by opposing and not allowing huge water draw down facilities to be set up. In some instances, water tables underground have dropped from 100 to 400–600 feet deep, basically shutting off most private well owners from their own water sources. Orange County is working toward water independence by building the world's largest indirect potable water recycling project – the Groundwater Replenishment System.Groundwater Replenishment System Poseidon Water is also developing a seawater desalination plant in Huntington Beachseawater desalination plant in Huntington Beach for Orange County and has already built and is operating a seawater desalination plant in Carlsbadseawater desalination plant in Carlsbad for San Diego County. Combined the two plants will provide 100 million gallons of drinking water per day, or enough water for about 800,000 people. ==Effects== ===Short-term effects=== The runoff from rainfall used to support many aspects of California infrastructure, such as agriculture and municipal use, will be severely diminished during the drought. While groundwater diminishes at a much lower rate than runoff, the lack of runoff will lead to increased groundwater pumping to meet the needs of the water demand. If groundwater is being pumped at a rate higher than it can be replenished by precipitation then groundwater levels will begin to fall and the quality of water will also decrease. With that said the relationship between surface water and groundwater contribute to the hydrologic system, and groundwater helps maintain surface water flows during extended dry periods. With both sources diminishing, the quality and availability of water will decrease. ===Long-term effects=== Excessive ground water pumping and aquifer depletion will lead to land sinking and permanent loss of groundwater storage. Decreasing groundwater levels lead to exposing of underground water storage areas, this will cause lack of soil structure strength and possible sinking if the land above is heavy enough. This has already begun in certain parts of the state during the most recent drought. In coastal communities, excessive water pumping can lead to sea water intrusion, which means sea water will begin to flow into the underground water storage areas that were vacated by excess pumping. This can cause decreased water quality and lead to an expensive desalination effort to clean the water before distribution. Water flows through wildlife refuges and national parks can decrease or stop all together due to the decrease of surface and groundwater, the California Water Science Center is a part of a team trying to restore and maintain water flow in these at risk areas. With reduction of water flow and increased windy or dry weather, wildfire risks increase; lightning strikes or accidental human mistake can lead to huge wildfires due to the drier-than-normal climate. ==Historic droughts== Since 1900, the following dry years have had significantly below-average precipitation. * 1841 * 1863–64 * 1917–21 * 1922–26 * 1928–37 * 1943–51 * 1959–62 * 1976–77 * 1987–92 * 2006–10 ==Droughts== === 1841 === The drought was so bad that \"a dry Sonoma was declared entirely unsuitable for agriculture\". === 1863–1864 === This drought was preceded by the torrential floods of 1861–1862. === 1924 === This drought encouraged farmers to start using irrigation more regularly. Because of the fluctuation in California weather, the need for consistent water availability was crucial for farmers. === 1929–1934 === This drought occurred during the infamous Dust Bowl period that ripped across the plains of the United States in the 1920s and 1930s. The Central Valley Project was started in the 1930s in response to drought. ===1950s=== The 1950s drought contributed to the creation of the State Water Project. ===1976–77=== 1977 had been the driest year in state history to date. According to the Los Angeles Times, \"Drought in the 1970s spurred efforts at urban conservation and the state's Drought Emergency Water Bank came out of drought in the 1980s.\". Additionally as drought prediction was essentially random and in response to recent severe drought years, in 1977 the U.S. Department of the Interior, Office of Water Research and Technology contracted Entropy Limited for an exploratory study of the applicability of the entropy minimax entropy minimax method of statistical analysis of multivariate data to the problem of determining the conditional probability of drought one or two years into the future, with the area of special interest being California. Christensen et al. (1980) demonstrated an information-theoretic model predicted the probability that precipitation will be below or above average with modest but statistically significant skill one, two and even three years into the future. It was this pioneering work that discovered the influence of El Nino El Nino-Southern Oscillation on US weather forecasting. ===1986–1992=== California endured one of its longest droughts ever, observed from late 1986 through late 1992. Drought worsened in 1988 as much of the United States also suffered from severe drought. In California, the six-year drought ended in late 1992 as a significant El Niño event in the Pacific Ocean (and the eruption of Mount Pinatubo in June 1991) most likely caused unusual persistent heavy rains. ===2007–2009=== 2007–2009 saw three years of drought conditions, the 12th worst drought period in the state's history, and the first drought for which a statewide proclamation of emergency was issued. The drought of 2007–2009 also saw greatly reduced water diversions from the state water project. The summer of 2007 saw some of the worst wildfires in Southern California history. ===2011–2016=== 2011-2016 was the longest drought in California beginning in December 27, 2011 and ending on March 5th, 2016, lasting 340 weeks.Progression of the drought from December 2013 to July 2014 Drought peak in late July 2014 The period between late 2011 and 2014 was the driest in California history since record-keeping began. In May 2015, a state resident poll conducted by Field Poll found that two out of three respondents agreed that it should be mandated for water agencies to reduce water consumption by 25%. The 2015 prediction of El Niño to bring rains to California raised hopes of ending the drought. In the spring of 2015, the National Oceanic and Atmospheric Administration named the probability of the presence of El Niño conditions until the end of 2015 at 80%. Historically, sixteen winters between 1951 and 2015 had created El Niño. Six of those had below-average rainfall, five had average rainfall, and five had above-average rainfall. However, as of May 2015, drought conditions had worsened and above average ocean temperatures had not resulted in large storms. The drought led to Governor Jerry Brown's instituting mandatory 25 percent water restrictions in June 2015. Many millions of California trees died from the drought – approximately 102 million, including 62 million in 2016 alone. By the end of 2016, 30% of California had emerged from the drought, mainly in the northern half of the state, while 40% of the state remained in the extreme or exceptional drought levels. Heavy rains in January 2017 were expected to have a significant benefit to the state's northern water reserves, despite widespread power outages and erosional damage in the wake of the deluge. Among the casualties of the rain was 1,000 year-old Pioneer Cabin Tree in Calaveras Big Trees State Park, which toppled on January 8, 2017. The winter of 2016–17 turned out to be the wettest on record in Northern California, surpassing the previous record set in 1982–83. Floodwaters caused severe damage to Oroville Dam in early February, prompting the temporary evacuation of nearly 200,000 people north of Sacramento. In response to the heavy precipitation, which flooded multiple rivers and filled most of the state's major reservoirs, Governor Brown declared an official end to the drought on April 7. == Possible responses == ===Adaptation=== Adaptation is the process of adjusting to circumstances, which means not trying to stop the drought, but trying to preserve the water given the drought conditions. This is the most used option, because stopping a drought is difficult given that it is a meteorological process. Adapting to the problem using innovation and problem solving is often the cheaper and more useful way to go because trying to change the natural processes of the earth could have unforeseen consequences. * Water desalination * Recycling waste water * Increased ground water storage * Increased surface water storage * Repairing and replacing fragile levees ==See also== * California drought manipulation conspiracy theory * Global climate disruption * Land surface effects on climate * Water reuse in California == References == ==External links== * State of California: drought * United States drought monitor for California * USGS: California Water Science Center, Drought * Department of Water Resources: California Data Exchange Center, and CDEC daily drought summary Category:Droughts in the United States Category:Economy of California Category:Environment of California ",
    "title": "Droughts in California"
}