{
    "id": "46807423",
    "text": "Cuneiform gáb/qáb, from the Amarna letters. (=~Old Babylonian language version.) Amarna letter EA 367-(titled: \"Pharaoh to a Vassal\"). Cuneiform sign gáb, used twice on obverse; also qáb, twice on obverse. (Approximate equivalent (Old Babylonian version).) The cuneiform sign gáb, (also qáb), is an uncommon-use sign of the Amarna letters, and other cuneiform texts. It is possibly an equivalent sign for the later version of DAGAL (extensive Sumerogram), 100x24px, with an, 100x24px, replacing the earlier version, the \"star\" (as Dingir), contained within the cuneiform sign. This later version of DAGAL is somewhat similar to gáb, (a 'rectangular-box form'). The meaning of \"DAGAL\", Akkadian language for \"extensive\" - compares to the Amarna letters use of gáb as Akkadian language \"gabbu\", English language for \"all\", or \"all (of us)\"Rainey, 1970. El Amarna Tablets, 359-379, Glossary:Vocabulary, gabbu, pp. 55-87, p. 63. For Rainey's version of EA letters 359–379 (only 10 actual letters)Rainey, 1970. El Amarna Tablets, 359-379, Anson F. Rainey, (AOAT 8, Alter Orient Altes Testament 8, Kevelaer and Neukirchen -Vluyen), 1970, 107 pages. gáb is only used to spell Akkadian \"gabbu\", and 2 words using qáb, mostly for Akkadian \"qabû\", English \"to speak\", and in EA 259 (the \"King of Battle, Tablet I\"), for \"battle\", Akkadian \"qablu\".Rainey, 1970, Glossary:Vocabulary, qablu, pp. 55-87, p. 68. Cuneiform gáb/qáb is mostly used as a syllabic for the three characters of the sign. It is within a small group of signs that are composed of 1- or 2-vertical strokes (at right or left), the other signs being no. 535 Ib (cuneiform), no. 536 ku (cuneiform) (only 1-vertical, left and right), no. 537 lu (cuneiform), and no 575, ur (cuneiform). ==Epic of Gilgamesh usage== The gáb/qáb sign as shown is not found in the Epic of Gilgamesh. The Epic uses kab/kap, for example, 100x24px-(digitized version). ==References== *Moran, William L. 1987, 1992. The Amarna Letters. Johns Hopkins University Press, 1987, 1992. 393 pages.(softcover, ) * Parpola, 197l. The Standard Babylonian Epic of Gilgamesh, Parpola, Simo, Neo-Assyrian Text Corpus Project, c 1997, Tablet I thru Tablet XII, Index of Names, Sign List, and Glossary-(pp. 119–145), 165 pages. *Rainey, 1970. El Amarna Tablets, 359-379, Anson F. Rainey, (AOAT 8, Alter Orient Altes Testament 8, Kevelaer and Neukirchen -Vluyen), 1970, 107 pages. Category:Akkadian language Category:Cuneiform signs, Amarna letters ",
    "title": "Gáb"
}