{
    "id": "46800059",
    "text": "Blanche Monnier (; 1 March 1849 – 13 October 1913), often known in France as la Séquestrée de Poitiers (roughly, \"The Confined Woman of Poitiers\"), was a woman from Poitiers, Vienne, France, who was secretly kept locked in a small room by her aristocratic mother for 25 years. She was eventually found by police, then middle-aged and in an emaciated and filthy condition; according to officials, Monnier had not seen any sunlight for her entire captivity. ==Biography== Monnier was a French socialite from a well-respected, yet conservative bourgeoisie family in Poitiers of old noble origins. She was renowned for her physical beauty, and attracted many potential suitors for marriage. In 1874, at the age of 25, she wanted to marry an older lawyer who was not to her mother Louise's liking; she argued that her daughter could not marry a \"penniless lawyer\".See \"English sources\" under References section below. Her disapproving mother, angered by her daughter's defiance, locked her in a tiny, dark room in the attic of their home, where she kept her secluded for 25 years. Louise Monnier and her brother Marcel continued on with their daily lives, pretending to mourn Blanche's death. None of her friends knew where she was, and the lawyer she wished to marry unexpectedly died in 1885. On 23 May 1901, the \"Paris Attorney General\" received an anonymous letter the author of which is still unknown that revealed the incarceration: Monnier was rescued by police from appalling conditions, covered in old food and feces, with bugs all around the bed and floor, weighing barely . One policeman described the state of Monnier and her bed thus: Her mother was arrested, became ill shortly afterwards, and died 15 days later after seeing an angry mob gather in front of her house. Her brother Marcel Monnier appeared in court, and was initially convicted, but later was acquitted on appeal; Marcel Monnier was deemed mentally incapacitated, and although the judges criticized his choices, they found that a \"duty to rescue\" did not exist in the penal code at that time with sufficient rule to convict him. After she was released from the room, Monnier continued to suffer from mental health problems. She was diagnosed with various disorders, including anorexia nervosa, schizophrenia, exhibitionism, and coprophilia. This soon led to her admission to a psychiatric hospital in Blois, France, where she eventually died in 1913 in apparent obscurity. ==Legacy== In 1930, André Gide published a book about the incident, named La Séquestrée de Poitiers, changing little but the names of the protagonists. According to Hervé Guibert, this book was a great influence on the young Michel Foucault. ==See also== * Genie: A girl whose father kept her socially isolated until the age of 13 years and 7 months. * List of kidnappings * List of people who disappeared mysteriously: pre-1970 ==Notes== ==References== ;English sources * * ==External links== * Category:1849 births Category:1900s missing person cases Category:1903 crimes Category:1913 deaths Category:19th-century French people Category:19th-century French women Category:20th-century French people Category:20th-century French women Category:Formerly missing people Category:French people with disabilities Category:French victims of crime Category:Missing person cases in France Category:Place of birth missing Category:Violence against women in France Category:Kidnapped French people ",
    "title": "Blanche Monnier"
}