{
    "id": "46805176",
    "text": "From the Notebooks of a Middle School Princess is a 2015 children's novel written and illustrated by Meg Cabot and a spinoff of the author's young adult fiction series, The Princess Diaries. The book was released on May 19, 2015 through Feiwel & Friends and follows Olivia, a bi-racial 12-year-old who finds out she is the half-sister of Princess Mia Thermopolis. The story of Olivia's adventures is written diary-style with the author's illustrations mixed in. Of the novel, Cabot has stated that the character of Olivia differs from Mia in that she's \"much less neurotic, much more stable\" and that her upbringing made the character have a greater appreciation for discovering that she's a princess with previously unknown family members, as she \"hasn’t been loved to the degree that Mia has. I mean, Olivia actually likes her grandmother, really appreciates her, and she’s very excited to have this happen to her.\" ==Synopsis== Olivia, full name \"Olivia Grace Clarisse Mignonette Harrison\", has always been completely average at everything other than art. Other than being a half orphan, her life has been fairly uneventful. This all changes when Princess Mia arrives and invites her to come and meet the father that she's never met, Prince Phillipe, which makes Mia her half sister. Now Olivia is being whisked off to live with her father and half-sister in a world where she is now a princess in training. How will this change her and will it require leaving everything and more specifically everyone she has ever known behind? ==Reception== Critical reception has been positive. The School Library Journal and the Horn Book Guide both reviewed From the Notebooks of a Middle School Princess, with the School Library Journal writing that the \"bubble-gum flavored contemporary tale will be a perfect fit for Fancy Nancy alumni and readers not quite ready for Cabot's longer novels\". Booklist and Kirkus Reviews also gave favorable reviews, and Booklist felt that \"this entertaining, quickly absorbing read will have readers anticipating the sequel.\" The Bulletin of the Center for Children's Books was more critical, as they commented that \"fans of the earlier series may find this too familiar of a retread\" but also stated that \"Olivia has an amusing and self-deprecating wit that makes the narration breezy and accessible, and Cabot’s black and white illustrations liven up the tale.\" == References == ==External links== * Category:2015 American novels Category:Novels by Meg Cabot Category:American children's novels Category:2015 children's books ",
    "title": "From the Notebooks of a Middle School Princess"
}