{
    "id": "46811580",
    "text": "alt= Sydney Kamlager (born July 20, 1972) is an American politician currently serving in the California State Assembly. She is a Democrat representing the 54th Assembly District, encompassing Mid-City Los Angeles, the Crenshaw community, Baldwin Hills, Ladera Heights, Windsor Hills, all of Culver City, and parts of Westside Los Angeles. Prior to being elected to the State Assembly, Kamlager served as Trustee for the Los Angeles Community College District. Kamlager changed the way she wished to be referred to in terms of her last name from Kamlager-Dove to Kamlager in early 2020. ==Early life and education== Sydney Kamlager was born in Chicago, Illinois. She attended the University of Southern California in Los Angeles, where she earned a Bachelor of Arts in Political Science. She was a member of the Zeta Phi Beta sorority. She received her Master's in Arts Management from the Heinz College at Carnegie Mellon University. Her mother is actress Cheryl Lynn Bruce and her stepfather is artist Kerry James Marshall.https://www.youtube.com/watch?v=wlFHSnkTO6Ihttps://lasentinel.net/moca- exhibit-highlights-kerry-james-marshalls-compelling-art.html ==Professional career== In 1996, Sydney Kamlager was the spokesperson for the Social and Public Art Resource Center (SPARC) in Venice, California. A year later, she was the organization's public art director during the restoration of the Venice graffiti pit. After SPARC, Kamlager worked as an assistant to actor Delroy Lindo. Kamlager later worked as a public affairs director for the non- profit child care corporation Crystal Stairs. Currently, Kamlager sits on the board of Planned Parenthood Los Angeles and is a staunch advocate for reproductive justice.https://issuu.com/plannedparenthoodla/docs/ppla_annualreport_fy1718https://a54.asmdc.org/video/20180525-assemblywoman- sydney-kamlager-dove-supports-californias-title-x-program ==Political career== In 2010, Kamlager worked on the campaign to elect Holly J. Mitchell to the California State Assembly, becoming District Director after Mitchell's victory. In 2015, Kamlager ran for Seat 3 of the Board of Trustees for the Los Angeles Community College District. She won with more than 52 percent of the vote among four candidates on March 3, 2015. After Sebastian Ridley-Thomas announced his resignation from the State Assembly on December 27, 2017, Kamlager entered the race to serve the remainder of his term. She won the April 3, 2018 special election to represent California's 54th State Assembly district. Kamlager is a strong advocate for equity, access and justice in the California State Assembly. She has been vocal about restoring voting rights to parolees, strengthening standards for police use of force, and stopping the NCAA from preventing student athletes from receiving payment in connection with the use of the student athlete's name, image or likeness.https://a54.asmdc.org/news/20190212-assemblymember-sydney-kamlager- dove-co-authors-legislation-restore-right-vote- peoplehttps://ktla.com/2019/04/09/ca-lawmakers-advance-first-in-nation- measure-restricting-use-of-deadly-force-by- police/https://www.latimes.com/sports/story/2019-09-25/fair-pay-to-play- ramogi-huma-ncaa-reform and In 2019, she co-authored SB 188, the CROWN Act, which prohibits employers from enforcing policies surrounding \"race neutral\" grooming or discriminating against people wearing natural or protective hairstyles.https://a54.asmdc.org/press-releases/20190627-assemblymember- sydney-kamlager-dove-d-los-angeles-seeks-end-discrimination Ms. Kamlager sits on the following standing committees: Public Safety, Arts and Entertainment, Communications and Conveyance, Insurance and the powerful Rules committee.https://a54.asmdc.org/committees-0 She is Chair of the Select Committee on Incarcerated Women and leads the legislature's Los Angeles County Delegation.https://a54.asmdc.org/incarcerated-women-new-face-california- inmates In 2020, Kamlager was appointed by the Speaker of the California State Assembly to serve on the Committee on Revision of the Penal Code. ==Legislation== Economic Justice Kamlager passed AB 987, legislation to build a new arena for the Los Angeles Clippers, in an effort to create thousands of jobs and economic equity for Inglewood and surrounding communities.https://a54.asmdc.org/press-releases/20180930-governor-jerry- brown-signs-ab-987 Implicit Bias Kamlager passed two bills - AB 241 and AB 242 - that mandate the incorporation of implicit bias training into continued education for healthcare professionals, lawyers and judges, respectively.https://a54.asmdc.org/press-releases/20191002-governor-newsom- signs-assembly-bills-241-and-242-address-implicit-bias The intent of the bills is to reduce disparities in health care and the judicial system in California. Electric Vehicle Infrastructure Kamlager passed AB 1100, which clarifies the California Building Code to ensure that parking spaces with electric vehicle charging stations may count toward local minimum parking requirements. Animal Welfare Kamlager passed California's first hunting ban in decades with AB 1254, which ends the trophy hunting of bobcats, except under specified circumstances, until Jan. 1, 2025.https://blog.humanesociety.org/2019/10/breaking-news-california-leads- the-nation-by-banning-fur-sales-bobcat-trophy- hunting.html?credit=blog_post_101219_idhome-page Labor Rights Kamlager worked with the American Federation of State, County and Municipal Employees to pass AB 1400, which requires the Commission on Health and Safety and Worker's Compensation to submit a study to the Legislature and the OSHS Board to evaluate the risk of exposure to carcinogenic materials and incidence of occupational cancer in mechanics who repair and clean firefighting vehicles in the County of Los Angeles. Gun Safety Assembly Concurrent Resolution 115, currently making its way through the legislature, urges banks that have open demand accounts with the State of California to reconsider their lending practices and stop lending to gun manufacturers.https://www.forbes.com/sites/mayrarodriguezvalladares/2019/08/25/state- legislatures-can-pressure-banks-to-cut-ties-with-the-firearms- industry/#7a879c495f4d === 2018 election === === 2020 election === ==References== == External links == * * Campaign website Category:Living people Category:1972 births Category:Members of the California State Assembly Category:California Democrats Category:21st-century American politicians Category:African-American state legislators in California Category:Politicians from Los Angeles Category:Heinz College of Information Systems and Public Policy alumni Category:University of Southern California alumni ",
    "title": "Sydney Kamlager-Dove"
}