{
    "id": "46817194",
    "text": "I Am Chris Farley is a 2015 documentary film based on the life of comedian and actor Chris Farley, co-directed by Brent Hodge of Hodgee Films and Derik Murray, who was also a producer, of Network Entertainment. The production features interviews with numerous actors, comedians and others who worked with Farley during his career. ==Premise== A documentary on the life of comedian Chris Farley. The film follows the growth of Farley's career from his first production at a summer camp in Wisconsin to the movies. The film focused on the importance of The Second City and Saturday Night Live in his career. ==Featured cast of subjects== *Christina Applegate *Tom Arnold *Dan Aykroyd *Lorri Bagley *Bo Derek *John P. Farley *Kevin Farley *Pat Finn *Jon Lovitz *Lorne Michaels *Jay Mohr *Mike Myers *Bob Odenkirk *Bob Saget *Adam Sandler *Will Sasso *Molly Shannon *David Spade *Brian Stack *Fred Wolf ==Production and release== The film has been largely advertised on the Hodgee Films social media pages on Facebook and Instagram and was first announced on the official Chris Farley Facebook page on September 19, 2013. The film's TV premiere was August 10, 2015 on Spike TV and had a simultaneous release on DVD/Blu-ray and digital download. ==Reception== On review aggregator Rotten Tomatoes, the film holds an approval rating of 71% based on 31 reviews, with an average rating of 6.53/10. The website's critics consensus reads: \"I Am Chris Farley lives up to its title by taking a poignant look at the life of the deceased star that should prove affecting and illuminating for novicers and longtime fans alike.\" On Metacritic, the film has a weighted average score of 58 out of 100, based on 11 critics, indicating \"mixed or average reviews\". Reviewer Brian Tallerico of RogerEbert.com gave the film three out of four stars, calling the film \"a love letter\" to Farley and said that Farley \"probably would have been embarrassed and a bit shy about the whole thing. But he would have loved the attention. He would have smiled and laughed. And sometimes that’s enough.\" Film critic Kyle Anderson of Entertainment Weekly gave it a B+, calling it \"skillfully helmed\" by directors Brent Hodge and Derik Murray. ==References== ==External links== * * Category:Documentary films about actors Category:Documentary films about comedy and comedians Category:Films directed by Brent Hodge Category:Films directed by Derik Murray ",
    "title": "I Am Chris Farley"
}