{
    "id": "46811509",
    "text": "Canal Catorce (Channel 14, formerly known as Una Voz con Todos) is a national public television network of Mexico, operated by the Sistema Público de Radiodifusión del Estado Mexicano (SPR). It began operations in 2012 and is distributed via the SPR's national digital transmitter network, as well as on all cable and satellite providers. It is based in Mexico City. == History == The Organismo Promotor de Medios Audiovisuales, or OPMA, was the predecessor to the SPR. It was founded with the aim of extending the breadth and depth of public television in Mexico. Two national-level public television stations were already on the air — XEIPN-TV, established in 1959, and Canal 22, established as public/cultural in 1993 — but they were not available outside Mexico City except through pay television and select programs carried by the public television stations in the various states, as well as Canal Once's few existing retransmitters. Outside Mexico City, XEIPN had a national penetration of 28%, and XEIMT had 22% reach. Furthermore, in 2005, the teveunam network (not to be confused with XHUNAM-TDT) owned by the National Autonomous University of Mexico (UNAM) began its broadcast as a Pay TV-only channel. On March 31, 2010, an official decree published in the Official Gazette of Mexico created OPMA. OPMA created a new public television channel, initially called Canal 30 TV México, to serve as its flagship programming source. Initially, OPMA's first transmitters outside Mexico City The first four transmitters for the system began operations in 2010. The Mexico City transmitter, XHOPMA-TDT (now XHSPR-TDT) channel 30, launched on March 23, 2012. With this new transmitter, the Canal 30 network launched. The name was changed to Una Voz con Todos in 2012 to reflect that outside Mexico City, it was usually on other channel numbers. In October 2016, all SPR transmitters were assigned virtual channel 14 for Una Voz con Todos; as a result, cable providers, who are required to carry the channel, placed it on channel 14. On November 13, 2017, the name of the channel was changed to Canal Catorce (Channel 14) to reflect its over-the-air and cable channel position. ==Programming== Programming on Canal Catorce is largely of a cultural and educational nature with the aim of strengthening democratic values in Mexican society. In 2019, the SPR and Canal Catorce for the first time took the lead in producing coverage of Independence Day events, which were aired on all Mexican television stations. ===Sports=== In January 2014, Una Voz con Todos acquired the rights to broadcast the 2014 Winter Olympics and Paralympics through a contract made between SEGOB and América Móvil. Later that year, the SPR followed up by signing a deal with the same company to carry the 2014 Youth Summer Olympics and the 2016 Summer Olympics. Una Voz Con Todos produced independent coverage of the event along with other public broadcasters. ==Transmitters== Since October 27, 2016, all SPR transmitters carry the network on virtual channel 14.1. In August 2017, the SPR began broadcasting Canal Catorce to the state of Morelos via a subchannel of IPN-operated Canal Once transmitter XHCIP-TDT, also using virtual channel 14.1. ==References== ==External links== * Category:Television channels and stations established in 2012 Category:Television networks in Mexico Category:Public television in Mexico Category:Spanish-language television stations in Mexico ",
    "title": "Canal Catorce"
}