{
    "id": "46815160",
    "text": "Johann Gottfried Arnold (1773-1806) was a German cellist and composer. He was the son of the schoolmaster of Niedernhall near Oehringen in Württemberg. From his earliest childhood he showed such a passion and aptitude for music that his father apprenticed him in his twelfth year to the musical director (Stadtmusikus) of the neighbouring town of Künzelsau. During this time he devoted himself chiefly to the practice of the cello, at which, under the influence of a most exacting master, he worked with such diligence as, it is said, permanently to injure his health. In 1789 his term of apprenticeship came to an end, and the following year he took his first regular engagement at Wertheim, where his uncle, Friedrich Adam Arnold, was established as musical director. He continued to study with unabated energy. After making concert tours in Switzerland and Germany, he spent some time at Ratisbon in order to take advantage of the instruction of the able cellist Willmann. Making constant improvement, he visited Berlin and Hamburg, at which latter town he had the good fortune to make the acquaintance of Bernard Romberg, whose style and method he studied to great advantage. In 1799 he became attached to the theatre at Frankfurt as first cellist, where he occupied himself much with composition, and enjoyed a great reputation both as executant and teacher. The career however of this young and talented artist was speedily cut short, for he died of an affection of the lungs in 1806 at the early age of thirty-four. Besides compositions and 'transcriptions' for his own particular instrument, he wrote original pieces for the flute and piano, and made quartet arrangements of various operas, etc. Fétis ('Biographie') gives a list of his compositions, including five concertos for the violoncello; a symphonic concertante for two flutes and orchestra; airs with variations, op. 9 (Bonn); and easy pieces for the guitar. ==Notes== ==References== * == Sources == * J. G. Arnold, in Allgemeine musikalische Zeitung 12 (18909/1), Sp. 609–616, Sp. 625–630. * Lloyd-Rees, Lynda. Arnold, Johann Gottfried, in The New Grove Dictionary of Music and Musicians. 1st edition. London: Macmillan, 1980, 614–615. * Matthäus, Wolfgang/SL. Arnold, Familie, in Musik in Geschichte und Gegenwart, 2nd edition. Kassel: Bärenreiter, 1999, Personenteil 1, Sp. 983–984. * Flad, Andreas Wolfgang. Biography, in Johann Gottfried Arnold (1773–1806). Drei Konzerte (Denkmäler der Musik in Baden-Württemberg, vol. 23). München: Strube, 2016, XV–XXV. ==External links== * * Johann Gottfried Arnold at the BMLO Category:German classical cellists Category:1773 births Category:1806 deaths Category:German male classical composers Category:German classical composers Category:18th-century classical composers Category:19th- century classical composers Category:Deaths from lung disease Category:19th- century German composers Category:18th-century German composers Category:18th- century male musicians Category:19th-century male musicians ",
    "title": "Johann Gottfried Arnold"
}