{
    "id": "46810052",
    "text": "Derek Anthony Barnett (born June 25, 1996) is an American football defensive end for the Philadelphia Eagles of the National Football League (NFL). He played college football at the University of Tennessee, and was drafted by the Eagles with the 14th overall pick in the 2017 NFL Draft. ==Early years== Barnett attended Brentwood Academy in Brentwood, Tennessee. As a senior, he had 60 tackles (18 for loss) and 5.5 sacks. He was rated by the Rivals.com recruiting network as a four-star recruit.Rivals.com bio In 2013, he committed to the University of Tennessee to play college football under head coach Butch Jones. ==College career== ===2014 season=== Barnett became the first true freshman defensive lineman to start the season opener in Tennessee history. In the season opener against Utah State at Neyland Stadium, Barnett had three total tackles in the home victory. In the following week against Arkansas State, he had his first career collegiate sack in the home victory. In Barnett's first game against a conference opponent, he totaled eight tackles against Georgia in a loss at Sanford Stadium in the annual rivalry game. Against the Chattanooga Mocs, he had his first career collegiate fumble recovery in the home victory. Against Ole Miss, he had his first multi-sack game of his collegiate career with 2.0 in the road loss at Vaught–Hemingway Stadium. In addition, he recorded ten total tackles. On November 1, against South Carolina, Barnett had a season-high three sacks to go along with five total tackles in the overtime win at Williams-Brice Stadium. Barnett would be an instrumental asset for the Volunteers in making a bowl game for the first time since the 2010 season. In the 2015 TaxSlayer Bowl against Iowa, Barnett had three total tackles in the 45–28 victory at EverBank Field in Jacksonville, Florida. Overall, Barnett played in all 13 games and made 10 starts in the 2014 season. He finished the season with school true freshman records of 10 sacks and 20.5 tackles for loss. Both Barnett and Myles Garrett, of Texas A&M; broke Jadeveon Clowney's SEC freshman sack record, which had previously been 8.0. ===2015 season=== Barnett started the 2015 season with a four-tackle performance against Bowling Green at Nissan Stadium in Nashville, Tennessee. In the home opener against the Oklahoma Sooners, Barnett had a career day with 15 total tackles, of which 1.5 was for loss, and one sack in the 2OT loss to the Sooners. Against Western Carolina, he had a forced fumble in the home victory over the Catamounts. Against Georgia at Neyland Stadium, Barnett had seven total tackles and a sack in the Volunteers's first win over the Bulldogs in several years. Against Alabama in their annual rivalry game, Barnett recorded a sack against the eventual National Champions at Bryant–Denny Stadium in a narrow 19–14 loss. In the following week against Kentucky, Barnett had his first multi-sack game of the season with two against the Wildcats in the road victory at Commonwealth Stadium. On November 28, against Vanderbilt, Barnett recorded two sacks in the home victory over their in-state rival. In 2016 Outback Bowl against Northwestern, Barnett had eight total tackles and a sack in the 45–6 victory at Raymond James Stadium in Tampa, Florida. ===2016 season=== Barnett started his junior season with a seven-tackle performance in an overtime home victory over Appalachian State. In the 2016 Pilot Flying J Battle at Bristol against Virginia Tech at Bristol Motor Speedway, he had one tackle in the highly anticipated neutral site game. In the annual rivalry game against SEC East rival Florida at Neyland Stadium, Barnett had five total tackles and two sacks in the Volunteers's first victory over the Gators since 2004. Against Georgia at Sanford Stadium, Barnett had five total tackles and two sacks for the second straight game, and in addition, recorded a crucial forced fumble, off of quarterback Jacob Eason, that was recovered by teammate Corey Vereen for a defensive touchdown. Against Texas A&M; at Kyle Field, Barnett had six total tackles and a sack in the Volunteers' first loss of the season. Against Alabama the following week, Barnett had three total tackles, a sack, and an interception off of quarterback Jalen Hurts in the Volunteers' 49–10 home loss. Two weeks later, Barnett recorded three sacks against South Carolina . In the last three games of the regular season, which were against Kentucky at home, Missouri at home, and Vanderbilt on the road at Vanderbilt Stadium, Barnett would record one sack in each game. Tennessee finished with an 8-4 record and appeared in a bowl game at the end of the season. On December 30, 2016, in the 2016 Music City Bowl at Nissan Stadium, Barnett broke the University of Tennessee career sack record of 32.0, which was formerly held by Pro Football Hall of Famer Reggie White, who played for the Philadelphia Eagles, the NFL team that eventually drafted Barnett.http://www.sportingnews.com/ncaa- football/news/derek-barnett-tennessee-sack-record-reggie-white-nebraska-music- city-bowl/1fa3l7uj06ahi1ww8mc3ng5uyt In the bowl game, Barnett recorded six total tackles and a sack, which was the record-breaker. After the season, Barnett decided to forgo his senior year and enter the 2017 NFL Draft. ===College statistics=== {| class=\"wikitable\" style=\"text-align:center;\" |- ! colspan=3| !!colspan=5| Defense |- ! Year !! Team !! GP !! Tackles !! Loss !! Sacks !! Int !! FF |- | 2014 || Tennessee || 13 || 73 || 20.5 || 10 || 0 || 0 |- | 2015 || Tennessee || 13 || 69 || 12.5 || 10 || 0 || 1 |- | 2016 || Tennessee || 13 || 56 || 19 || 13 || 1 || 2 |- style=\"background:#555; font- weight:bold; color:white;\" | colspan=2 | College Totals || 39 || 198 || 52 || 33 || 1 || 3 |} ==Professional career== Coming out of Tennessee, Barnett was projected to be a first round pick by the majority of NFL draft experts and scouts. He received an invitation to the NFL Combine, but opted to skip the bench press, short shuttle, and three-cone drill due to a stomach bug. On March 31, 2017, Barnett participated at Tennessee's pro day and ran drills for around 100 scouts and team representatives from all 32 NFL teams attended to watch Barnett perform all of the combine and positional drills. He was ranked the fourth best defensive end by ESPN and was ranked the third best defensive end prospect by Sports Illustrated, NFL media analyst Bucky Brooks, NFLDraftScout.com, and Pro Football Focus. The Philadelphia Eagles selected Barnett in the first round (14th overall) of the 2017 NFL Draft, using the pick acquired by trading Sam Bradford to the Minnesota Vikings. He was the third defensive end to be selected, behind Myles Garrett (1st overall, Browns) and Solomon Thomas (3rd overall, 49ers). Barnett was the first of six Tennessee Volunteers to be selected in the 2017 NFL Draft. On June 2, 2017, the Philadelphia Eagles signed him to a fully guaranteed four-year, $12.85 million contract with a signing bonus of $7.48 million. ===2017 season=== He competed with Brandon Graham, Chris Long, Vinny Curry, and Steven Means throughout training camp for a job as a starting defensive end. Head coach Doug Pederson named him the backup right defensive end behind veteran Vinny Curry to start the regular season. He made his professional regular season debut during the Eagles' season-opener again the Washington Redskins and recorded two solo tackles in a 30-17 victory. In Week 6, Barnett collected two solo tackles and was credited with half a sack on Carolina Panthers' quarterback Cam Newton during a 28–23 victory. His sack on Cam Newton marked the first one of his career. In Week 7, against the Washington Redskins, he recorded three tackles and had his first career game with multiple sacks with two. In Week 11, against the Dallas Cowboys, he recorded another two-sack game in the 37–9 victory. In Week 16, he recorded his first career touchdown on a 23-yard fumble recovery in the 19–10 victory over the Oakland Raiders. He finished his rookie season in with 21 combined tackles (18 solo) and five sacks in 15 games and zero starts. The Philadelphia Eagles finished atop the NFC East with a 13–3 record, clinching home field advantage and a first round bye. On January 13, 2018, Barnett appeared in his first career playoff game and helped the Eagles defeat the Atlanta Falcons 15–10 in the NFC Divisional Round. The following week, Barnett had two solo tackles and had a strip sack on quarterback Case Keenum during a 38–7 victory against the Minnesota Vikings. On February 4, 2018, he recovered a fumble caused by Brandon Graham after Graham had a strip/sack on Tom Brady in the Eagles' 41–33 victory over the New England Patriots in Super Bowl LII. This marked the Eagles' first Super Bowl victory in franchise history. ===2018 season=== Barnett played seven games before being placed on injured reserve with a shoulder injury that required season-ending surgery. He recorded 17 tackles and 2.5 sacks on the year. ===2019 season=== In the 2019 season, Barnett appeared in 14 games and recorded 6.5 sacks, 30 total tackles, 10 tackles-for-loss, 22 quarterback hits, and two forced fumbles. On April 28, 2020, the Eagles exercised the fifth-year option on Barnett's contract. ===Career statistics=== {| class=wikitable style=\"text-align:center;\" ! rowspan=2|Season !! rowspan=2|Team !! rowspan=2|Games !! colspan=4|Tackles !! colspan=4|Fumbles |- ! Total !! Solo !! Ast !! Sack !! Forced !! Recovered !! Yds !! TD |- | 2017 | PHI | 15 | 21 | 18 | 3 | 5.0 | 1 | 2 | 23 | 1 |- | 2018 | PHI | 6 | 17 | 12 | 5 | 2.5 | 0 | 0 | 0 | 0 |- | 2019 | PHI | 14 | 30 | 25 | 5 | 6.5 | 2 | 0 | 0 | 0 |- ! colspan=2|Career ! 35 ! 68 ! 55 ! 13 ! 14.0 ! 3 ! 2 ! 23 ! 1 |} ==Honors== ===College=== * 2014 -- Grantland National Rookie of the Year * 2014 -- Freshman All-SEC Team * 2015 -- All-SEC Second Team * 2015 -- ProFootballFocus All-American * 2016 -- Sporting News All-American Second Team * 2016 -- Walter Camp First Team All-American * 2016 -- AP First Team All- American * 2016 -- FWAA Seconf Team All-American * 2016 -- CBS Sports First Team All-American * 2016 -- AFCA Second Team All-American ===Professional=== * 2017 -- NFL.com Pre-season All-Rookie First Team ===Awards and records=== * Most career sacks in Tennessee History (33) ==References== ==External links== *Philadelphia Eagles bio *Tennessee Volunteers bio Category:1996 births Category:Living people Category:People from Brentwood, Tennessee Category:Sportspeople from Nashville, Tennessee Category:African-American players of American football Category:Players of American football from Tennessee Category:American football defensive ends Category:Tennessee Volunteers football players Category:All-American college football players Category:Philadelphia Eagles players Category:Super Bowl champions ",
    "title": "Derek Barnett"
}