{
    "id": "46810845",
    "text": "Moula Ali hill is a monadnock or dome-shaped hill located in Moula Ali, Hyderabad, India. It is well known for the Moula Ali dargah and a holy stone, which are both on top of the hill. The area is maximally inhabited by Muslims. ==Overview== A view of Moula Ali Hill in 1793 A view from the hill at the dusk The Moula Ali hill is approximately tall. It has 484 steps from dargah to bottom of the hill and has about 600 tombs around it. There is another hillock near the Moula Ali hill, called \"Qadam -e- Rasul\", on which the sacred relics of the prophet were deposited by Mohammad Shakrullah Rahan, a servant of Asaf Jahi. ==History== The area near the hill has been inhabited by humans since Neolithic times. Excavations have found pottery, iron tools and fragments of human skeleton near the site. In 1578, a eunuch of the Qutub Shahi court named Yakut was ill. He dreamt that a man in green dress told him to visit Moula Ali hill because Ali was waiting for him on top of the hill. In his dream Yakut went to the hill with the man and saw Ali sitting on top of the hill resting his hand on a stone. The next morning, Yaqut's illness was cured and a stone was found on the hill, which is said to have had the hand marks of Ali on it. After hearing about this incident, the Sultan visited the hill and ordered a dargah to be built on top of the hill. The stone that was found is kept in the shrine on top of the hill. View of bazaar with Maula Ali Hill in the background., circa 1902 The hill was named 'Maula Ali', which means 'My Lord Ali', after the incident. The stone became popular for sufis, ascetics and mystics because of the belief that the stone has healing powers. The Nizam VI riding an elephant in a procession from Moula Ali, circa 1895 with Moula Ali Kaman in the background Qutub shahi sultans began an annual pilgrimage on 17th Rijab to the hill from Golconda, but after sunni Muslims conquered Hyderabad in 1687, the festival temporarily stopped. In the Nizams rule, this festival became one of the two important national festivals. ==Moula Ali dargah== The final arch atop the hill leading to the Dargah Serpentine Road up the hill laid for vehicles. The hill as seen from a hillock nearby. The Moula Ali dargah is located on top of the hill. It was built by Sultan Ibrahim Qutub Shah and it is the only dargah dedicated to maula Ali, son-in-law of Prophet Muhammad. Its interior is decorated with thousands of mirrors and it is one of the 11 heritage sites in Hyderabad, identified by the \"Heritage conservation committee\" of HUDA. ==References== Category:Hills of Telangana Category:Geography of Hyderabad, India Category:Tourist attractions in Hyderabad, India ",
    "title": "Moula Ali hill"
}