{
    "id": "46814532",
    "text": "Johann Lukas Legrand (or Jean-Luc Le Grand; 30 May 1755 – 4 October 1836) was a Swiss silk ribbon manufacturer and politician at the time of the Helvetic Republic. He was the first president of the Directory of the Republic. After leaving politics he moved to Alsace, where he ran his manufacturing business on philanthropic lines. ==Early years== Johann Lukas Legrand was born in Basel on 30 May 1755. He was the son of Daniel Legrand, a civil judge and deputy to the Grand Council. Johann Lukas married Rosina Lindenmeyer in 1780. He was educated as a pietist at Chur, then studied philosophy and theology in Basel, Leipzig and Göttingen. In Leipzig he was influenced by the Swiss preacher Georg Joachim Zollikofer. He met Christian Gottlob Heyne and adopted the ideas of the Age of Enlightenment. He traveled to Holland, France and England to round out his education. He discovered the free views of an enlightened Christianity, and decided to abandon his career in the church. Legrand returned to Basel in 1779, where he took over the manufacture of silk ribbons. He became a member of the Society for Public Benevolence and Utility, and founder and president of the Reading Society. He was a member of the canton's council in 1783. He was given responsibility for the Basel education system, and worked on reforming the Basel Gymnasium along the lines of the German reformers Johann Bernhard Basedow and Joachim Heinrich Campe. ==Revolutionary period== In 1792 Legrand became Landvogt of Riehen. In this role, on 26 December 1795 he received the French deputies who had been released from Austrian captivity in exchange for Marie Thérèse, daughter of Louis XVI of France. He became increasingly affected by the ideas of the French Revolution; and joined the small circle of young men in Basel led by Colonel Peter Ochs who wanted to forestall a French military invasion by a peaceful constitutional amendment in the Canton of Basel, which they achieved early in 1798. During the Basel revolution Legrand led the progressive forces and avoided bloodshed. On 12 April 1798 the Helvetic Republic was proclaimed in Aarau, Legrand was chosen as first president of the Directory that governed the republic. Later he became disillusioned with the brutality and rapacity of the French, with whom the Helvetic Republic was allied, and the sacrifices they demanded. He resigned on 19 January 1799 and left politics altogether. ==Later career== After the Act of Mediation of 19 February 1803 established the Swiss Confederation Legrand belonged to the Council of Basel for a short period. He moved his factory in 1804 to the old convent of Saint-Morand, near Altkirch, Alsace. From 1812 he lived in Fouday, Alsace near to the parish of Johann Friedrich Oberlin. He became known for his philanthropic activities. He built schoolhouses and orphanages, and promoted the spread of the Bible through missionary societies. He let his sons run the manufacturing operation, which was largely a home industry. Johann Lukas Legrand died in Fouday on 4 October 1836. His son Daniel Legrand, who continued the ribbon factory, was also a philanthropist. Daniel promoted French legislation on child labor in factories, and inspired the later international laws for worker's protection. ==Publications== * * ==References== ==Sources== * * * ==Further reading== * Category:Swiss businesspeople Category:Helvetic Republic Category:1755 births Category:1836 deaths Category:People from Basel-Stadt Category:18th-century Swiss businesspeople Category:19th-century Swiss businesspeople Category:19th- century Swiss politicians ",
    "title": "Johann Lukas Legrand"
}