{
    "id": "46817129",
    "text": "The ILWU 1971 strike began on July 1, 1971, when members of the International Longshore and Warehouse Union (ILWU) walked out against their employers, represented by the Pacific Maritime Association (PMA). The union's goal was to secure employment, wages, and benefits in the face of increased mechanization, shrinking workforce, and the slowing economic climate of the early 1970s. The strike shut down all 56 West coast ports, and lasted 130 days, the longest strike in the ILWU's history. == Background == The ILWU had lost membership and power in the decade leading up to the strike, under two five-year Mechanization and Modernization contracts that reduced the need for labor and decreased union membership. The old 'break bulk' style of loading and unloading, which required a large number of workers, was dangerous, and expensive for employers, and had become obsolete. Increased imports and exports added incentive for more efficient port operations. The introduction of containerization increased port productivity, and required fewer laborers to load and unload cargo. The Mechanization and Modernization contracts (M&M;), one from 1960 to 1965, and another from 1966 to 1971 respectively, forced lay-offs and took recruitment power away from the local unions at each port and gave it to a committee of top union and PMA officials. Prior to the first agreement, this committee introduced non-union laborers to the ports. This was the first time since 1934 that workers who paid union dues and worked under ILWU jurisdiction were allowed to have full-time employment without being granted membership to or benefits from the union. Only the port of Los Angeles resisted the employment agenda early on with organization, but their efforts were squashed as the cargo ships were diverted to other ports (where other longshoremen who were unaware of the Los Angeles port's struggle unloaded the shipments, which were then delivered by truck to the Los Angeles area). The second M&M; was met with further, much larger-scale opposition by laborers. Steadily through the late 1960s, the hiring process became a matter of rank and file; with a growing number of workers skipping the former usual hiring process and being sent straight to a job. These were, for the most part, crane operators and other skilled labor positions. It was considered honorable among union members to say that they had turned down a job that wasn't a fair hire. == 1971: Strike == When negotiations did not come to agreement at the end of the second M&M; on July 1, 1971, longshoremen walked out of every port on the West coast. This was the first fully organized strike by the union since 1934, and the first time the entire coast was shut down in opposition to union leaders. Including shipments to military personnel in Vietnam. The first phase of the strike lasted until October 4, when President Nixon set up a Taft-Hartley Board of Inquiry. When the International Longshoremen's Association (ILA) went on strike for four days, it was decided that Taft-Hartley must be invoked in order to avoid further damage to the economy. Ports reopened and the 80-day 'cooling-off' period lasted from October 6, 1971 to January 17, 1972. The ILWU was still not satisfied with the terms offered by the PMA, so they went on strike for the second time. Because of fear that it would extend the strike by giving the longshoremen work, the PMA stopped shipment of military equipment to Vietnam, prompting Congress to pass arbitration legislation on February 7, 1972. But the following day, before arbitration could take place, the two sides reached an agreement and the strike ended. == Aftermath == While there were still some demands that went unmet after the strike, the longshoremen got most of what they wanted. They received a pay increase (although the Nixon administration cut the wage increase nearly in half because it was disproportionate with \"the general wage and salary standard.\"), broadened medical benefits to include dental and prescription medicine for workers and their families, as well as pensions, life insurance, and a lowered retirement age from sixty-nine years old with twenty-five years in the union, to sixty-five years old and twenty-five years in the union. == Media coverage in Washington State == The strike was covered by the Seattle P.I. and the Seattle Times, as well as the ILWU's own publication, the Dispatcher. == References == Category:Labor disputes in the United States Category:1971 labor disputes and strikes Category:Maritime labor disputes in the United States ",
    "title": "ILWU 1971 strike"
}