{
    "id": "46819415",
    "text": "The Batchewana First Nation of Ojibways is an Ojibway First Nation in northern Ontario. Their traditional lands run along the eastern shore of Lake Superior, from Batchawana Bay to Whitefish Island. They were reserved this land in the 1850 Robinson Huron Treaty, but surrendered most of it under the 1859 Pennefather Treaty. Through purchase and land claims, it has reclaimed some territories, including Goulais Bay 15A, Obadjiwan 15E, Rankin Location 15D and Whitefish Island. ==History== Ojibway fishermen in the St. Marys Rapids, 1901 The abundant lake whitefish found in eastern Lake Superior and especially the St. Marys Rapids have attracted anglers and trade since time immemorial. Archaeological evidence shows occupation of Whitefish Island since about 200 BCE. The first European record is from French explorers in 1621, who documented natives living on Whitefish Island. The Jesuits took note of extensive fishing in the rapids around 1670. ===Mica Bay Incident, 1849=== In November 1849, Chief Nebenaigoching and members of Batchewana First Nation worked with other local Indigenous communities to asset their rights to traditional territories at Mica Bay. The Mica Bay Incident represents an assertion of Indigenous land, and authority over land resources. ===Robinson Huron Treaty, 1850=== The Robinson Huron Treaty of 1850 was signed at Sault Ste. Marie by representatives of the Ojibways along the eastern and northern shores of Lake Huron. The bands ceded their territories to the Crown, except for \"reserves\" set aside, along with other concessions. Reserve No. 15, given to Nebenaigoching and his Band included: :\"a tract of land extending from Wanabekineyunnung west of Gros Cap to the boundary of the lands ceded by the Chiefs of Lake Superior, and inland ten miles throughout the whole distance, including Batchewanaung Bay; and also the small island at Sault Ste. Marie used by them as a fishing station.\" ===Pennefather Treaty, 1859=== The Pennefather Treaty was signed on 9 June 1859 at Gros Cap between the \"Chiefs and Warriors of Batchewananny Bay and Goulais Bay Band of Indians\", and the Crown. The chiefs and warriors agreed to relinquish to the Crown the reserved lands set aside in the Robinson Treaty (Reserve No. 15), save for Whitefish Island. The Crown, in return, would sell the land, and all interest accrued from the sale of the land would be distributed to band members annually. Each family could receive 40 acres of land on the Garden River reserve, and may purchase 80 acres of the land being sold at the selling price (with government-established conditions). The bands were also given $1,200 divided amongst themselves, and all \"improvements\" to the lands being sold could be compensated after survey. Despite promises, band members never received any of the promised land from the Crown. ===Expropriation, 1902=== After the construction of the Sault Ste. Marie International Railroad Bridge began in 1887, a legal battle between railroads (Algoma Central Railway, Pacific and Atlantic Railroad Company and Hudson Bay Railway Company) resulted in Whitefish Island being expropriated under the Railway Act. Residents were forced to move to Goulais Bay in 1905, and the traditional burial ground was relocated to Sault Ste. Marie in 1906. Although the land was expropriated for railroad construction, no railway was ever constructed on the island. The federal Department of Public Works took possession of the island in 1913. The band was granted a 5-acre reserve at Gros Cap called Goulais Bay 15C. The land was sold in 1956 for $3,600. ===Regaining lost lands=== In 1939, the band purchased 3,763.9 acres of land within Sault Ste. Marie, including a non- contiguous strip of waterfront property. In 1949, 8.25 acres were purchased north of Silver Creek, and 15.3 acres of land were sold. On 8 July 1952, this land was formally recognized as a reserve, Rankin Location 15D. On 23 January 1964, the Department of Transportation and Communication gave two small parcels of land (115.8 acres) at Corbeil Point on Batchawana Bay to the Department of Indian Affairs, which was made into the Obadjiwan 15E reserve on 6 December 1966. The land had originally been set apart for the Department of Marine and Fisheries to build the Corbeil Point Lighthouse by order in council on 29 May 1874. Band members voted against selling 30.85 acres to the City of Sault Ste. Marie for the construction of a by-pass through Rankin in 1966. Negotiations ensued, and on 12 June 1969 the land was sold to the city for $45,000. On 8 January 1979, the band council paid the Crown $365.20 to purchase 6.47 km2 of land in and around Goulais Mission. This became the Goulais Bay 15A reserve. In 1982, the band filed a land claim to reclaim Whitefish Island, which was then part of Parks Canada's national inventory as a National Historic Site. After unsuccessful negotiations, hereditary Chief Edward James Sayers Nebenaigoching occupied the island from 1989 until the land claim was settled in 1992. The band was paid $3.5 million in damages, and the island was returned to reserve status in 1997. ===Gargantua Harbour trial=== When Lake Superior Provincial Park was established in 1944, it took over the traditional Ojibwe village at Gargantua Harbour (Nanabozhung in Anishinaabemowin). In August 2007, Chief Dean Sayers and about 200 band members re-established a 2-km road from Ontario Highway 17 to Gargantua Harbour along a park trail. After negotiation failed, the Ontario Ministry of Natural Resources charged Chief Sayers and the band in 2008 for destruction of park property. On 24 March 2015, Justice Thomas Logan cleared Chief Sayers and the band of all but one charge, ruling that the band had treaty rights to access the natural resources on their traditional lands. They were found guilty of one charge, Obstruct justice, as a result of threats made to bring guns to the disputed road. The charge against Chief Sayers was stayed, but the band as a whole was fined $10,000. Appeals are pending, including the fact that the entire band was treated as a \"person\" under the Provincial Parks and Conservation Reserves Act and the Lakes and Rivers Improvement Act. ===Historic fishery litigation=== On 29 January 2013, Chief Dean Sayers and band councillors filed a claim for compensation under the Specific Claims Process for the \"catastrophic\" loss of the historic whitefish fishery, due to canal and hydroelectric dam construction and industrial pollution at the St. Marys Rapids, the former hub of the fishery. They are seeking to claim $150 million, stating that \"the Crown had a fiduciary duty to protect this asset and failed to do so.\" This claim is still outstanding. ==Reserves== ===Rankin Location 15D=== The Rankin Location 15D reserve is the main reserve for the band. It is a 15.66 km2 tract of land located between Sault Ste. Marie and Garden River 14. It takes its name from the Rankin Mining Company, from which the land was purchased in 1939. It wasn't recognized as a reserve by the government until 1952. As of 2006, 566 people lived on this reserve. ===Goulais Bay 15A=== The Goulais Bay 15A reserve is located on the western shore of Goulais Bay. It is a 6.47 km2 tract of land encompassing most of the community of Goulais Mission. As of 2006, 82 people lived on this reserve. ===Obadjiwan 15E=== The Obadjiwan 15E reserve consists of two non-contiguous parcels of land at Corbeil Point on Batchawana Bay, totaling 0.68 km2. The Corbeil Point Lighthouse is located on the reserve. ===Whitefish Island=== Whitefish Island is an island in the St. Marys River south of Sault Ste. Marie, Ontario. This 0.17 km2 island had been a centre for fishing and trade since time immemorial due to the annual abundance of lake whitefish, but it was expropriated from the band in 1902 to build a railroad. The railroad was never built. The island became a National Historic Site due to its history and archaeological artefacts in 1981. A land claim was filed the next year, and the island was returned to reserve status in 1997. ===Goulais Bay 15C=== A 5-acre reserve at Gros Cap called Goulais Bay 15C was granted to the band after Whitefish Island was expropriated by the Crown. The band sold the land in 1956, and it ceased to be a reserve. ==Governance== Until the early 1900s, there was a hereditary chief, descended from Nebenaigoching. Since then, Chief and Council have been elected by band members for 2-year terms. * ?–1949 ** Chief: Joe Tom Sayers * 1949–? ** Chief: August Boyer * ?–? ** Chief: Lawrence Syrette * ?–1956 ** Chief: August Boyer * 1956–1958 ** Chief: Gus Boyer ** Council: Martin Sayers, Louis L. Syrette, Marg Syrette * 1958–1960 ** Chief: Gus Boyer ** Council: Louis L. Syrette, Phillip Nolan, Eli Jordan * 1960–1962 ** Chief: Gus Boyer ** Council: Louis L. Syrette, Ben Boyer, Jack Boyer * 1962–1964 ** Chief: Gus Boyer ** Council: Alice Corbiere, George Agawa, Robert Robinson * 1964–1966 ** Chief: Gus Boyer ** Council: Bernard Nadjiwon, Alice Corbiere, Louis L. Syrette * 1966–1968 ** Chief: J.M. Corbiere ** Council: George Agawa, James Agawa, Justin Syrette * 1968–1970 ** Chief: J.M. Corbiere ** Council: John Sewell, Ben Boyer, Robert Syrette * 1970–1972 ** Chief: J.M. Corbiere ** Council: Robert Syrette, John Sewell, Robert John Robinson Jr. * 1972–1974 ** Chief: J.M. Corbiere ** Council: Harry Jones, Rod Sewell, Harvey Bell, Maynard Boyer * 1974–1976 ** Chief: J.M. Corbiere ** Council: Harry Jones, Harvey Bell, Darryl Lesage, Frank Boyer * 1976–1978 ** Chief: J.M. Corbiere ** Council: Marg Lesage, Donna Sayers, Victor Boyer, Darryl Lesage * 2015–present ** Chief: Dean Sayers ** Council: Harvey Bell, Stacy Tijerina, Lynn Tegosh, Adele Madigan, Greg Joseph Agawa, Vernon Syrette, Patricia Anne Lesage, Peter Sewell ==References== ==External links== * Official website * Indigenous and Northern Affairs Canada profile Category:First Nations in Ontario Category:Ojibwe governments ",
    "title": "Batchewana First Nation of Ojibways"
}