{
    "id": "46812358",
    "text": "Alicia Esther Nash (née Lardé Lopez-Harrison; January 1, 1933 – May 23, 2015) was a Salvadoran-American physicist. The wife of mathematician John Forbes Nash, Jr., she was a mental-health care advocate, who gave up her professional aspirations to support her husband and son who were both diagnosed with schizophrenia. Her life with Nash was chronicled in the 1998 book, A Beautiful Mind by Sylvia Nasar, as well as in the 2001 film of the same title, in which she was portrayed by Jennifer Connelly.\"Alicia Nash’s beautiful, complex, rebellious life\", Toronto Star, May 29, 2015. Retrieved May 30, 2015.\"Funeral for John Nash and wife to be private; Alumni group plans memorial\", The Star- Ledger, May 26, 2015. Retrieved May 27, 2015. == Personal life == Alicia Lardé Lopez-Harrison was born on January 1, 1933, in El Salvador, the daughter of Alicia (née Lopez-Harrison) and Carlos Lardé, a doctor. The Lardé family also included two boys, Carlos and Rolando Lardé. Both of her parents came from socially prominent, well travelled families who spoke several languages. Her aunt was the poet Alice Lardé de Venturino; her paternal grandfather was Jorge Lardé, a chemical engineer.Alicia Nash biography. Retrieved May 27, 2015 When Lardé was a child, her father traveled to the United States a few times before deciding to move the family there permanently in 1944. After first settling in Biloxi, Mississippi, the family later moved to New York City. Lardé was accepted to the Marymount School with the help of a letter of recommendation from El Salvador's Ambassador to the United States. Following graduation from Marymount, Lardé was accepted into Massachusetts Institute of Technology, to study physics. She was one of very few women studying at MIT in the 1950s. There she met her future husband, John Forbes Nash, Jr.. Despite signs of Nash's mental illness which had emerged in the early 1950s,The Lost Years of a Nobel Laureate. Retrieved May 27, 2015 the couple married in 1957. She became pregnant with their son John Charles Martin Nash (who also has schizophrenia) in 1958, and shortly before the birth in 1959, John was committed into McLean Hospital to receive psychiatric treatment for his illness. After spending 50 days in hospital, he was released, but was recommitted three times over the next few years against his will by his sister. The couple divorced in 1963, but when John's mother died in 1968, he pressed her to allow him to return to live with her. In 1970, he moved in and she continued to help take care of her then ex-husband; the couple remarried in 2001. In 2002, Nash and her husband visited her native El Salvador, where she was honored by the president Francisco Flores Pérez with a tribute to her life.La Prensa Grafica. Retrieved March 18, 2019 == Career == After graduation from MIT, Nash went to work for the Brookhaven Nuclear Development Corporation as a lab physicist. In the early 1960s, she worked for RCA as an aerospace engineer, but was laid off. She then worked for years at Con Edison as a system programmer and later for the New Jersey Transit system as a computer programmer and data analyst. She was a member of numerous women's engineering societies. When the film A Beautiful Mind was released, Nash was serving as president of M.I.T.'s Alumni Association Board.Alicia Nash was loyal heart. Retrieved May 28, 2015 == Mental health advocacy == Nash became a spokesperson for schizophrenia and mental illness. In 2005 she was given the Luminary Award from the Brain & Behavior Research Foundation. She travelled around the country to discuss rights for those with mental illness, and in 2009 she met with New Jersey state lawmakers to discuss how to improve that state's mental health care system. In 2012, she was honored at the University of Texas at Austin's John and Alicia Nash Conference for her support of those with mental illness, where she delivered the keynote address.UTA Symposium accessed May 29, 2015John Nash and family advocate for mental health care. Retrieved May 28, 2015Alicia Nash dies at 82. Retrieved May 28, 2015 == Death == Alicia and her husband were killed in a car crash on the New Jersey Turnpike on May 23, 2015, in Monroe Township, New Jersey. They were on their way home after a visit to Norway, where her husband had been awarded the Abel Prize. The driver of the taxicab they were riding in from Newark Airport lost control of the cab and struck a guardrail. Both passengers were ejected and killed. == Portrayal in media == Nash was portrayed by Jennifer Connelly in the 2001 film A Beautiful Mind. For her performance, Connelly won the Academy Award for Best Supporting Actress, mentioning Nash during her acceptance speech. Academy Awards database. Retrieved May 30, 2015 == References == == Further reading == * A Beautiful Mind by Sylvia Nasar, 1998 == External links == * Category:1933 births Category:2015 deaths Category:American women physicists Category:American physicists Category:American computer programmers Category:American women engineers Category:Massachusetts Institute of Technology alumni Category:Mental health activists Category:People from San Salvador Category:People from West Windsor Township, New Jersey Category:Road incident deaths in New Jersey Category:Salvadoran emigrants to the United States Category:20th-century women engineers Category:Engineers from New Jersey ",
    "title": "Alicia Nash"
}