{
    "id": "46822958",
    "text": "Manipal International University (MIU), in Putra Nilai, Negeri Sembilan, Malaysia, is a Malaysian university offering multidisciplinary programs with a focus in the fields of science, engineering and management & business. It is a member of the Manipal Global Education Group. The Manipal Education Group has a network of six campuses and affiliations with 30 universities worldwide. == History of Manipal Group == In 1953, T.M.A. Pai founded India's first private medical school, Kasturba Medical College, and five years later the Manipal Institute of Technology was formed. Ramdas Pai took over the management in 1979 after the death of T.M.A. Pai. Initially all degrees were awarded by Karnataka University and later Mysore University. From 1980 to 1993 they were awarded by Mangalore University. The current organizational structure was formed in 1993, when Manipal University (then known as the Manipal Academy of Higher Education) was accorded deemed university status by the University Grants Commission. The university is certified as an ISO 14001:2004 organization. In, 2007, it rebranded itself as Manipal University. The legal name remains the Manipal Academy of Higher Education. == Academics == Manipal International University offers the following Programmes: === Engineering === Bachelor of Computer Engineering (Hons): Bachelor of Civil Engineering (Hons): The Bachelor of Civil Engineering (Hons) at Manipal International University encompasses an intensive study of engineering courses associated with this stream, with an emphasis on professional and personal development. Bachelor of Chemical Engineering (Hons):' Bachelor of Electrical & Electronics Engineering (Hons): Bachelor of Electronics Engineering (Communication) (Hons): === Business === Bachelor of Accounting (Hons): The program is designed to teach the foundations of corporate accounting and accounting systems. Students are exposed to business strategy, communication, public service accounting, auditing, and taxation. Bachelor of Business Administration (Hons): Through this three-year intensive degree program, students are trained to understand the disciplines and best practices for organizational management. The program is also designed to incorporate issues in corporate governance in Malaysia to produce socially aware and technically competent graduates. Bachelor of Business Administration (International Business) (Hons): Master of Business Administration (MBA): The MBA program provides graduates with subject-specific knowledge and skills appropriate to the international business environment and management careers. Students in the MBA program develop cultural intelligence through international field trips === Sciences === Bachelor of Computer Science (Hons): The Bachelor of Computer Science (Hons) program encompasses the computer science and software engineering domains. Students study modules that include computer studies, software engineering, management, sustainability in IT and concepts of Green ICT. Bachelor of Science (Biotechnology) (Hons): The biotechnology industry is one of the fastest growing industries in the world today. It is expected to contribute 5% of Malaysia's GDP by 2020. The Bachelor of Science (Biotechnology) (Hons) program provides an overview of the biotechnology industry and common techniques used in R&D.; ==Campus== Manipal International University is registered as Southeast Asia's first ‘green’ university. ===Library=== The library at Manipal International University offer students and faculty textbooks and reference books, magazines, journals, e-magazines, e-newspapers, newspapers, 20 computers registered to OPAC (Online Public Access Catalogue), and studying cubicles. ===Hostels=== MIU Student Hostel is at Anggerik Court in Putra Nilai, from the MIU campus. ===Labs and workshops=== ====Biotechnology/Chemistry Lab==== Three laboratories — Molecular Biology, Microbiology, and Proteomics — are equipped to carry out basic biotechnology experiments. The lab includes equipment such incubators, pH meters, water baths, centrifuges, electrophoresis apparatus, spectrophotometers (ultraviolet-visible), incubator shakers, stirrers, hotplates, analytical balances, top-loading balances, autoclaves, freezers/chillers, laminar flow chambers, and fumehoods. Specialised facilities are provided in the Molecular Biology lab like gradient thermocycler, electrophoresis apparatus and gel documentation system and refrigerated centrifuge. The Proteomics Lab includes protein/enzyme technology facilities: chromatographic apparatus and enzyme linked immunosorbent assay (ELISA) reader. Light microscopes, stereo microscopes and specialised incubators for shake and plate cultures are installed in the Microbiology lab. ====Computer center==== ====Electronic Center==== ====Mechanical Workshop==== The mechanical department has a workshop, with machine shop, foundry, smithy, sheet metal work, plumbing, welding, and carpentry sections. ====Strength of Materials Lab==== The undergraduate students of Civil Engineering, Mechanical Engineering and related branches undergo a mandatory course in Material Testing Lab. It is equipped with equipment/machines to test basic materials of steel, copper, brass, etc. and houses universal testing machines, compression testing machines, etc. ==Clubs== There are several student-run clubs and societies at Manipal International University. The student bodies are divided into clubs and societies. They are managed by the students and are governed by the Student Affairs Council. ==References== Category:Manipal Academy of Higher Education Category:Universities and colleges in Negeri Sembilan Category:Educational institutions established in 2011 Category:2011 establishments in Malaysia Category:India–Malaysia relations Category:Private universities in Malaysia ",
    "title": "Manipal International University"
}