{
    "id": "46823021",
    "text": "Martha Harris (born 19 August 1994) is an English footballer who plays as a full-back for FA WSL club Manchester United. Harris has represented England at under-19, under-20 and under-23 level and was named the inaugural PFA Women's Young Player of the Year in 2014. ==Club career== ===Lincoln Ladies=== Harris made her league debut for Lincoln Ladies (since re-located and re-branded as Notts County) on 26 August 2012 in a FA WSL match against Liverpool, coming on as a 59th-minute substitute for Bonnie Horwood. In all, she made three substitute appearances in the 2012 WSL season, with the team managed by her father Glen Harris. The following season saw new manager Rick Passmore take charge of the team, and this coincided with Harris becoming a key part of the Lincoln first team, making twelve starts and one substitute appearance in the Lady Imps' fourteen league games. ===Liverpool=== Her performances in the 2013 season were enough to earn a move to Liverpool, where she signed a two-year contract. She also became the first ever winner of the PFA Women's Young Player of the Year award in April 2014. In Harris's first season at Liverpool, they retained their WSL title on the final day of the season. She also represented Liverpool in the UEFA Women's Champions League. Harris was ever- present in the 2015 FA WSL season but the club limped to a seventh-place finish. In November 2015, she signed a new contract with Liverpool. On 12 May 2016, she was named Liverpool Ladies Player of the Season. ===Manchester United=== Harris playing for Manchester United against Brighton & Hove Albion in 2019. On 13 July 2018, it was announced that Harris was joining Manchester United for their inaugural season. On 9 September, she made her debut for the club in a 12–0 away victory over Aston Villa in the Championship. She scored her first goal for the club on 28 April 2019, a penalty in a 5–0 away win against Millwall Lionesses. ==International career== Harris was part of the England under-19 team who finished as runners-up to France at the 2013 UEFA Women's Under-19 Championship in Wales. In her first season with Liverpool, she was called up to the under-20 squad for the 2014 FIFA U-20 Women's World Cup. She scored in England's opening match, a 1–1 draw with South Korea, but the next two matches were lost and England went out in the first round. Harris then graduated to the under-23 team. ==Personal life== Harris comes from a footballing family in Scothern, who in 2011 were all associated with Lincoln Ladies or Lincoln City. Her father Glen Harris had two spells as manager of Lincoln Ladies and later managed Doncaster Rovers Belles, before joining Manchester United as an assistant manager in 2018. Older sister Megan was club captain at Lincoln until quitting football when she became pregnant with twins in 2014. Megan is married to former England captain Casey Stoney. Younger brother Liam is a youth team player at Lincoln City, and Martha's twin sister Emily plays recreationally, though she was formerly a teammate of Martha's at Lincoln. ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text- align:center\" |+ Appearances and goals by club, season and competition |- ! rowspan=\"2\" |Club ! rowspan=\"2\" |Season ! colspan=\"3\" |League ! colspan=\"2\" |FA CupIncludes the Women's FA Cup ! colspan=\"2\" |League CupIncludes the WSL Cup/Women's League Cup ! colspan=\"2\" |EuropeIncludes the UEFA Women's Champions League ! colspan=\"2\" |Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- | rowspan=\"3\" |Lincoln Ladies |2012 | rowspan=\"2\" |WSL |3||0||0||0||2||1||colspan=\"2\"|—||5||1 |- |2013 |13||0||0||0||5||0||colspan=\"2\"|—||18||0 |- ! colspan=\"2\" |Total !16!!0!!0!!0!!7!!1!!0!!0!!23!!1 |- | rowspan=\"5\" |Liverpool |2014 | rowspan=\"4\" |WSL 1 |10||0||0||0||2||0||2||0||14||0 |- |2015 |14||0||0||0||5||0||2||0||21||0 |- |2016 |3||0||0||0||0||0||colspan=\"2\"|—||3||0 |- |2017–18 |16||0||1||1||3||0||colspan=\"2\"|—||20||1 |- ! colspan=\"2\" |Total !43!!0!!1!!1!!10!!0!!4!!0!!58!!1 |- | rowspan=\"3\" |Manchester United |2018–19 |Championship |15||1||3||0||4||0||colspan=\"2\"|—||22||1 |- |2019–20 |FA WSL |11||0||0||0||5||0||colspan=\"2\"|—||16||0 |- ! colspan=\"2\" |Total !26!!1!!3!!0!!9!!0!!0!!0!!38!!1 |- ! colspan=\"3\" |Career total !85!!1!!4!!1!!26!!1!!4!!0!!119!!3 |} ==Honours== === Club === Liverpool * FA Women's Super League: 2014 Manchester United * FA Women's Championship: 2018–19 === Individual === * PFA FA WSL 1 Team of the Year: 2013–14 * PFA Women's Young Player of the Year: 2014 *Liverpool Women's Player of the Season: 2016 ==References== ==External links== * Profile at the Manchester United F.C. website * * * * Category:1994 births Category:Living people Category:English women's footballers Category:England women's under-23 international footballers Category:Notts County L.F.C. players Category:Liverpool F.C. Women players Category:Manchester United W.F.C. players Category:FA Women's Super League players Category:Women's association football fullbacks ",
    "title": "Martha Harris (footballer)"
}