{
    "id": "46821900",
    "text": "Held On The Tips Of Fingers is the second album by Sebastian Rochford's British jazz band Polar Bear. ==Background== Held On The Tips Of Fingers was released in 2005 on Babel Label and later rereleased by The Leaf Label in 2014. This album sees Polar Bear's original line up augmented by London-based electronic artist, songwriter and producer Leafcutter John, who has played a distinctive role in shaping the group's later albums. ==Critical reception== Held On The Tips Of Fingers received strong reviews in the UK press and was called \"a highly creative successor to the equally distinctive Dim Lit\" by The Guardian and \"an even more thrilling and momentous affair than its predecessor…..radical, invigorating and heartening\" in All About Jazz. Observer Music Monthly placed the album at number 12 in its list of the \"Top 100 Album of 2005\" and Jazzwise placed the record at 100 in the article \"100 Jazz Albums That Shook The World\". They called Rochford \"the most gifted jazz drummer of his generation\" and described the music on the record as \"sublimely original chamber music\" and \"groundbreaking\". The success of Held On The Tips Of Fingers lead to Polar Bear being shortlisted for the Mercury Music Prize in 2005, about which Rochford said \"I feel really privileged, it's an honour, especially as it's such a big field, not a genre-specific thing\" This nomination and its ensuing publicity enabled the band to reach a far wider audience than they had been able to previously. == Track listing == All music written by Rochford == Personnel == * Pete Wareham — tenor saxophone * Mark Lockheart — tenor saxophone * Sebastian Rochford - drums * Tom Herbert - double bass * Leafcutter John - electronics == Additional musicians == *Jonny Phillips - guitar (track 2) *Joe Bentley - trombone (track 2) *Emma Smith - violin (track 2) *Ingrid Laubrock - tenor saxophone (3 + 9) *Hannah Marshall - cello (track 3) *Greta Lange - vocals == References == Category:2005 albums Category:Polar Bear (British band) albums Category:Instrumental albums Category:The Leaf Label albums ",
    "title": "Held on the Tips of Fingers"
}