{
    "id": "46822910",
    "text": "The Scotland Act 2016 (c. 11) is an act of the Parliament of the United Kingdom. It sets out amendments to the Scotland Act 1998 and devolves further powers to Scotland. The legislation is based on recommendations given by the report of the Smith Commission, which was established on 19 September 2014 in the wake of the Scottish independence referendum. ==The Act== The act gives extra powers to the Scottish Parliament and the Scottish Government, 30px This article contains quotations from this source, which is available under the Open Government Licence v3.0. © Crown copyright. most notably: * The ability to amend sections of the Scotland Act 1998 which relate to the operation of the Scottish Parliament and the Scottish Government within the United Kingdom including control of its electoral system (subject to a two-thirds majority within the parliament for any proposed change). * The ability to use such amendment to devolve powers to the Scottish Parliament and Scottish Ministers over areas such as abortion, welfare foods, onshore oil and gas activity, rail franchising, energy efficiency, and advice. * Management of the Crown Estate in Scotland. * Control over Air Passenger Duty in Scotland. * Enhanced control over 8 social security benefits including Best Start Grant, Carer's Assistance, Cold Spell Heating Assistance, Disability Assistance, Discretionary Housing Payments, Employment Injury Assistance, Funeral Expenses Assistance, Winter Heating Assistance and the housing elements of Universal Credit and also the ability to top up reserved benefits. * Substantial control over income tax including Income Tax rates and bands on non-savings and non- dividend income. ===Permanence of the Scottish Parliament and Scottish Government=== This Act recognises the Scottish Parliament and a Scottish Government as permanent among UK's constitutional arrangements, with a referendum required before either can be abolished. However, according to some commentators, the act institutes a weak statutory mechanism, which does not stipulate provisions or guarantees for such a referendum, or makes duties of Crown Ministers in this respect publicly answerable to the Scottish electorate. # The Scottish Parliament and the Scottish Government are a permanent part of the United Kingdom's constitutional arrangements. # The purpose of this section is, with due regard to the other provisions of this Act, to signify the commitment of the Parliament and Government of the United Kingdom to the Scottish Parliament and the Scottish Government. # In view of that commitment it is declared that the Scottish Parliament and the Scottish Government are not to be abolished except on the basis of a decision of the people of Scotland voting in a referendum. ==Amendments== About 120 amendments and new clauses were lodged on the bill by opposition parties but these were rejected by the Commons. ==Fiscal framework== During the passage of the bill, almost a full year of negotiations took place between the Scottish and UK Governments concerning the fiscal framework that accompanied it. This was necessary because of the intention to reduce the block grant given to the Scottish government by HM Treasury to take account of the additional income the Scottish government will receive through retaining a portion of the revenues from income tax that is generated in Scotland. The Smith Commission said that there should be “no detriment” to either government in this context, something which is technically difficult to achieve. A Scottish government proposal was that future adjustment to the block grant should be based on the “per capita index”, which takes into account the growth in tax receipts across the UK, not just Scotland. This is significant because Scotland's economy and population were not growing as fast as the UK's. However, the Treasury position was that this would be unfair to the rest of the UK. ==See also== * for the Scotland Bill 1977–78, see Scotland Act 1978 (subsequently repealed) * for the Scotland Bill 1997–98, see Scotland Act 1998 * for the Scotland Bill 2011–12, see Scotland Act 2012 * Constitution of the United Kingdom * History of Scottish devolution * Politics of the United Kingdom ==References== Category:Taxation in Scotland Category:Public finance of Scotland Category:Road transport in Scotland Category:Scottish devolution Category:Constitution of the United Kingdom Category:United Kingdom Acts of Parliament 2016 Category:March 2016 events in the United Kingdom Category:Acts of the Parliament of the United Kingdom concerning Scotland Category:2016 in Scotland ",
    "title": "Scotland Act 2016"
}