{
    "id": "46821614",
    "text": "Serafino Murri (born in Rome, April 5, 1966) is an Italian film critic, screenwriter and film director. ==Biography== After graduating in Aesthetics at La Sapienza University of Rome in 1990, he is author of screen dialogues for foreign film dubbing into Italian (amongst the author he adapted Oshima, Loach, Gitai, Scorsese, Meadows, Rohmer, Chabrol, Imamura, Kiarostami, Schroeder, Stone, Tikwer, Makhmalbaf). and dramaturg of a Rome-based theatre company (I Costruttori). In 1996 starts working as screenwriter with Italian film directors as Volfango De Biasi and Mario Monicelli , and in the same year is one of the founders of the Italian cinema quarterly \"Close-Up\" and its ediitor.in-chief until 1999, and of the cinema monthly \"Filmmaker's Magazine\", as its editor-in-chief from 1998 to 2000, also collaborating with other Italian and international magazines such as MicroMega, Bianco e Nero, 8 e 1/2, and the literary quarterly \"Nuovi Argomenti\". His main credits as film critic are studies and books on the work of Pier Paolo Pasolini (Pier Paolo Pasolini, 1994, Salò o le 120 giornate di Sodoma, 2001), Krzysztof Kieslowski (Krzysztof Kieslowski, 1996), Martin Scorsese (Martin Scorsese, 2000), Orson Welles (also translalting into iItalian Welles' book Interviews in 2005), and essays on cinema and New Media. Author of relevant collective works as Encyclopaedia of Cinema (2004) and Lexicon of Contemporaneity (2013) published by l'Istituto dell'Enciclopedia Italiana Treccani, he has been member of the Selection Committee of Venice Film Festival in 2002 and 2003 (where he was also superintendent of the experimental section \"New Territories\"), and in 2008 and 2009 manager of the \"Factual\" section of Roma Fiction Fest. From 2005 to 2013 he was film critic of the monthly magazine La Repubblica XL. From 1999 to 2006 collaborates with the satellite TV network RaiSat Cinema World as author, director and studio host for television programs. Since 2012 is author of TV magazines for the DTV channel RaiMovie. His debut in film directing is the full feature movie Movimenti (Movements, 2004), written and directed with Claudio Fausti,Deborah Young. \"Review: ‘Movements’\", Variety, March 2, 2004. to which followed other fictional movies (the short movie The Changing of the guard, 2005, produced and broadcast by Sky Channel, Feisbum - Il film, (fragments Angelo Azzurro Reloaded and The addiction, 2009), documentary movies (The Music Hall of Rome, 2007, prod. RaiCinema, Scandalo in sala (Scandal on the screen, 2014, co-directed by Alexandra Rosati, prod. Istituto Luce-Cinecittà), music videos and social adverts and commercials. Since 1999 he's teaching cinema, art and communication subjects (\"Visual Communication\", \"Scriptwriting\", \"Phenomenology of Contemporary Arts\") at IED - Istituto Europeo di Design in Rome, from 2005 to 2011 was professor of Audiovisual and media translation\" at IULM University of Languages and Communication in Milan, and teaches \"New media and cinema\" at \"Cinematographic Art School Gian Maria Volontè\" in Rome. From 2007 to 2011 he was member of Cinema Commission of Italian society of Authors SIAE, from 2006 to 2009 has been in the Board of Directors of di Filmitalia S.p.a., associated of public holding company Cinecittà Holding. In 2005 he's been on oft the founders of young film director's association RING (Forum Registi Indipendenti), and in 2008 of the Cinema and TV authors association \"100autori\". Since 2014 is working together with Mario Amura at Emoticron s.r.l., an innovative startup founded in November 2014 in Naples, Italy, developing and patent-pending a web application and mobile app for real time music and pictures editing and sharing, named \"StopEmotion\". He is now working for Emoticron S.r.l. as CCO and Web Evangelist. ==Essential Bibliography== === Essays === *Serafino Murri, Pier Paolo Pasolini, Editrice Il Castoro, Milan, 1994 *Serafino Murri, Krzysztof Kieslowski, Editrice Il Castoro, Milan, 1996 *Serafino Murri, Martin Scorsese, Editrice il Castoro, Milan, 2000 *Serafino Murri, Pier Paolo Pasolini: Salò o le 120 giornate di Sodoma, Lindau, Turin, Universale Cinema, 2001 ===Literary works === * Invisibile a me stesso (Invisible to Myself, poem), Nuovi Argomenti, NS, n.20. October–December 2002), Milan, Mondadori * Navarro Waltz, in AA. VV., La qualità dell'aria. Storie di questo tempo (eds. Nicola Lagioia, Christian Raimo), Rome, Minimum fax, 2004 * Attori (Actors, short novel), Nuovi Argomenti NS, n. 31, October–December 2005. Milan, Mondadori ==Essential Filmography== ===Cinema=== *Movimenti (2004, 104') *The Changing of the Guard (2005, short movie, 12') *The Music Hall of Rome (2007, documentary, 54') *Feisbum. Il film'(2009), segments: Angelo Azzurro Reloaded (15')', \"The Addiction\"' (2') * Scandalo in sala. Il conflitto tra Potere e Cinema in Italia (2014, documentary, 100') === TV === * \"Nascita di un film\" (Birth of a Movie, documentary series, RaiSat Cinema, 2000) ==External links== * Personal Website * * Emoticron Official website == References == Category:Italian screenwriters Category:Italian male screenwriters Category:Italian film directors Category:Film directors from Rome Category:1966 births Category:Living people ",
    "title": "Serafino Murri"
}