{
    "id": "46829858",
    "text": "David Johannes Trobisch (born in 1958) is a scholar whose work has focused on formation of the Christian Bible, ancient New Testament manuscripts and the epistles of Paul. Art historian Noah Charney describes Trobisch as \"a prominent liberal academic.\" == Life == Trobisch grew up in Cameroon where his parents served as Lutheran missionaries. Trobisch has taught at the Heidelberg University, Yale Divinity School, and Bangor Theological Seminary, where he was Throckmorton-Hayes Professor of New Testament Language and Literature from 2000-2009. Since 2014 he has been Director of the Green Collection, Oklahoma City, Oklahoma. Trobisch divides his time between Germany, where his wife, son and two grandchildren live, and a home in Springfield, Mo. When in the U.S., he considers himself part of the Evangelical Lutheran Church in America. == Ideas == Since the publication of his book The First Edition of the New Testament in 2000, Trobisch has argued against the commonly held notion that the New Testament canon developed gradually over centuries. Instead, Trobisch argues that a collection of Christian scriptures closely approximating the modern New Testament canon \"was edited and published by specific people at a very specific time and at a very specific place.\" His argument centers around the striking uniformity found in ancient manuscripts of New Testament documents. According to Trobisch, almost all extant manuscripts document a closed collection of 27 books, listed in the same order and grouped in the same four volumes, bearing the same titles with very few variants, and all using the same unique system to mark sacred terms (nomina sacra). He also points out that nearly all manuscripts were published in the form of a codex, rather than the scroll format which was overwhelmingly dominant in non- Christian literature at the time. From these facts, Trobisch concludes that almost all our extant manuscripts of New Testament documents must be copies of a single, very influential published collection. Trobisch argues that this \"first edition of the New Testament\" was published some time in the mid- to late second century. Because late second century and early third century Christian authors such as Irenaeus, Clement of Alexandria, and Tertullian seem to have used a canon of scripture very similar to the modern one, Trobisch holds that the New Testament must have been published before 180 CE. In a 2007 article titled Who Published the New Testament?, Trobisch postulated that the publisher of the first edition of the New Testament may well have been Polycarp, an early bishop of Smyrna in Asia Minor. Trobisch based this conclusion on a variety of factors. Firstly, Polycarp was a well-known person in the mid-second century, who held authority among proto-Catholic Christians in both Rome and Asia Minor. Secondly, Polycarp was reputed to be a disciple of John the Apostle, so his authority would have been able to add credibility to the Gospel of John and the Johannine epistles of the New Testament, which are widely believed by modern scholars not to be authentic works of John the Apostle. Thirdly, Polycarp was known to be a vocal opponent of Marcionite Christianity, which Trobisch and many other scholars take to be a major impetus for the development of the New Testament canon. Finally, Polycarp is believed to have had experience in publishing, because he distributed the first collection of the epistles of Ignatius (see Pol. Phil. 13). === Views on Marcion === Some time in the second century, the heretical Christian thinker Marcion of Sinope published his own Christian canon which contained a shorter version of the Gospel of Luke (the Gospel of Marcion) and ten Pauline epistles. Trobisch holds the view, shared by scholars such as John Knox and Joseph Tyson, that the gospel used by Marcion is earlier than the canonical Luke-Acts, and that Luke-Acts was in fact published as a response to Marcion's canon, contemporaneously with the publishing of the first edition of the New Testament as a whole. == Works == * * * * * == References == Category:American biblical scholars Category:New Testament scholars Category:1958 births Category:Living people Category:Place of birth missing (living people) Category:Yale Divinity School faculty Category:Evangelical Lutheran Church in America Christians Category:American Lutherans Category:20th-century Lutherans Category:21st-century Lutherans Category:Lutheran biblical scholars ",
    "title": "David Trobisch"
}