{
    "id": "46825216",
    "text": "Octav Botez (May 15, 1884-September 25, 1943) was a Romanian literary critic and historian. Born in Iași, his father Panait was a general in the Romanian Army, his mother was Smaranda (née Nastasachi) and his brother was Eugeniu Botez. He attended primary school in the Sărărie neighborhood, followed by the National College and then the literature faculty of Iași University, where he studied between 1901 and 1906. His first published work appeared in 1904 in Alexandru Dimitrie Xenopol's Arhiva review. He passed a qualifying examination in 1909 for French and philosophy, and taught high school from 1909 to 1913. In 1923, he earned a doctorate in philosophy, with a thesis on Xenopol as theoretician and philosopher of history, and was granted the title of docent in 1930. In 1927, he joined the faculty of his alma mater as an associate professor. In 1936, following the death of Garabet Ibrăileanu, he became a full professor in the department of modern Romanian literary history, holding the position until his own death. His articles appeared in Arhiva as well as in other Iași magazines, particularly Viața Românească; he belonged to the intellectual circle associated with the latter publication. His reviews there were gathered into his 1923 debut volume, Pe marginea cărților, but he only occasionally penned criticism, instead preferring to focus on problems of literary historiography, as exemplified in his posthumous Figuri și note istorico-literare (1944).Aurel Sasu (ed.), Dicționarul biografic al literaturii române, vol. I, p. 199. Pitești: Editura Paralela 45, 2004. ==Notes== Category:1884 births Category:1943 deaths Category:People from Iași Category:Alexandru Ioan Cuza University alumni Category:Alexandru Ioan Cuza University faculty Category:Romanian schoolteachers Category:Romanian literary critics Category:Romanian literary historians ",
    "title": "Octav Botez"
}