{
    "id": "46827699",
    "text": "Erick McIntosh (born May 27, 1987) is an American football defensive back who is currently a free agent. He played college football at Florida Atlantic University. He has also been a member of the Tampa Bay Storm, Orlando Predators, Iowa Barnstormers and Jacksonville Sharks. ==Early years== McIntosh played high school football at Lehigh Senior High School in Lehigh Acres, Florida. He recorded 62 tackles and an interception his senior year. ==College career== McIntosh played for the Florida Atlantic Owls from 2005 to 2009. He was redshirted in 2005. He started four games and compiled 53 tackles his senior season. ==Professional career== ===Tampa Bay Storm=== McIntosh signed with the Tampa Bay Storm on May 26, 2010 after going undrafted in the 2010 NFL Draft. He recorded 40 tackles and two interceptions his rookie year in 2010. He led the Storm in tackles with 102 and tied for the team-lead with four interceptions in 2011. McIntosh accumulated 72.5 tackles and two interceptions in 2012. ===Orlando Predators=== McIntosh was signed by the Orlando Predators on November 8, 2012. ===Iowa Barnstormers=== McIntosh was traded to the Iowa Barnstormers for Gershom Jordan on March 12, 2013. He recorded 51.5 tackles and four interceptions in thirteen games in 2013. ===Orlando Predators=== McIntosh signed with the Orlando Predators on May 15, 2014. He collected 21.5 tackles in four starts in 2014. ===Jacksonville Sharks=== McIntosh signed with the Jacksonville Sharks on December 14, 2016. ===Albany Empire=== On March 24, 2018, McIntosh was assigned to the Albany Empire. On March 28, 2018, he was placed on physically unable to perform. ==References== ==External links== *Just Sports Stats *College stats Category:Living people Category:1987 births Category:Players of American football from Florida Category:American football defensive backs Category:African-American players of American football Category:Florida Atlantic Owls football players Category:Tampa Bay Storm players Category:Iowa Barnstormers players Category:Orlando Predators players Category:Jacksonville Sharks players Category:Albany Empire players Category:Sportspeople from Fort Myers, Florida ",
    "title": "Erick McIntosh"
}