{
    "id": "46821177",
    "text": "The University of Applied Management (UAM) is a private, state-approved and fee-based university in Bavaria. The headquarter is located in Ismaning. Furthermore, it has campuses in Neumarkt, Berlin, Treuchtlingen, Unna and Accra. The university was established in 2004.\"University of applied Management\" Süddeutsche Zeitung. Retrieved: 26.06.2015. == University and study concept == The UAM follows a semi virtual study concept. The majority of the study takes place virtually by using a modern online learning and communication platform. In addition, three attendance phases are provided per semester at a distance of about eight weeks. The presence phases last five days and serve to attend lectures and courses, and in order to take examinations. During the virtual phases the students use multimedia based work equipment to acquire the knowledge. The teaching methods are based on a blended learning approach and aim at a problem-based learning, which increases the learning success and problem-solving skills, and also encourages the transfer of theory into practice. The University of Applied Management also offers business services, for example in its role as a corporate university or by offering cooperation in the context of dual degree programmes. In addition, market-based services such as market analysis and monitorings are offered. The course contents are very practically oriented which is reflected in practical exercises and case studies in the context of the examinations. The university cooperates tightly with enterprises and associations in order to integrate the latest business and market trends into its curriculum. The Privatuniversity Castle Seeburg and the H:G University of Health and Sports, Technique and Art are to affiliated universities that also rely on the semi virtual study approach.\"Semi Virtual Study Concept\" Sportmanagement-studieren.de. Retrieved: 26.06.2015. Campus Erding Campus Neumarkt Study rooms {| class=\"wikitable\" |- ! University of Applied Management (UAM) |- |UAM Logo |- | Foundation: 2004 |- | Locations: Ismaning, Berlin, Unna, Treuchtlingen, Neumarkt i.d.Opf. |- | State: Bavaria |- | Country: Germany |- | President: Prof. Dr. Dr. Claudius Schikora |- | Students: 2.800 (SS 2017) |- | Website: http://www.fham.de/en/ |} == Degree programmes and main focus == Depending on the course the academic degrees Bachelor of Arts, Master of Arts, Bachelor of Laws and Master of Laws can be achieved. The following study programmes are offered: *Business administration Bachelor of Arts (B.A.) with the specializations/industrial focuses **Strategic Management & Market-oriented Management **Controlling & Finance **Organization Management & Personnel Management **Intercultural Management **Public Management **Music Management & Cultural management **Real Estate & Construction Management **Marketing & Media Management **Commercial Management & E-commerce **Tourism & Hotel Management **Online Marketing **Taxes **Event Management **Founding Management *Business Administration Master of Arts (M.A.) with specializations/industrial focuses **International Management **International Accounting **HR & Health Management **Media & Online Marketing *Business Psychology Bachelor of Arts (B.A.) with specializations/industrial focuses **Organizational Psychology **Marketing Psychology & Advertising Psychology **Human Resources Development & Training **Communication & Advertising *Business Psychology Master of Arts (M.A.) with specializations/industrial focuses **Marketing Psychology & Advertising Psychology **Leadership & Change Management **Business Coaching & Consulting **Sports Management Bachelor of Arts (B.A.) with specializations/industrial focuses **Marketing Management in Sports **Club, Association & Sports Facility Management **Outdoor Sports & Adventure Management **Event Management **Sport Management Master of Arts (M.A.) with specializations/industrial focuses **Event Management **Sport Management **International Adventure Management *Business Laws Bachelor of Laws (LL.B.) with the specializations **Business Law **Tax law **Law of Public Administration **International Business Law *Business Laws Master of Laws (LL.M.) with the specializations **Leasing **International Contracts **Real Estate Lawof Study Azubiyo. Retrieved: 26.06.2015. == Accreditation == The University of Applied Management has successfully passed the institutional accreditation. All Bachelor and master's degree programmes have been accredited in the context of the implementation of the Bologna Process under the ECTS system by FIBAA. A quality management system consisting of external experts and internal evaluations of students ensures the high quality of the study programmes. The university seeks for a leading position in their chosen management disciplines.\"Accreditation\" Wissenschaftsrat GmbH. Retrieved: 26.06.2015. == Partners == The University of Applied Management is cooperating with the Ludwig-Maximilians University of Munich and the University of Erlangen-Nuremberg. Lasting partnerships also exist with: *AutoScout24 *FC Ingolstadt 04 *Hagebaumarkt *Hannover 96 *Hubert Burda Media *Jochen Schweizer *Max Bögl *Onpage.org *ProSiebenSat1 *Rewe *City Administration of Munich *Sport Scheck\"Partnerships\" University of Applied Management GmbH. Retrieved: 28.05.2015. == References == Category:2004 establishments in Germany Category:Educational institutions established in 2004 Category:Erding (district) Category:Universities and colleges in Bavaria ",
    "title": "University of Applied Management"
}