{
    "id": "46823182",
    "text": "Central University, Kasaragod * Primary Schools. 411 * Secondary Schools. 115 * Colleges. 40 * University. 1 ==Universities== * Central University of Kerala ==Organisations== ===Central Plantation Crops Research Institute (CPCRI)=== Central Plantation Crops Research Institute (CPCRI) was established in 1970 as one of the agricultural research institutes in the National Agricultural Research System (NARS) under the Indian Council of Agricultural Research (ICAR). The Kerala Coconut Research Station was initially established in 1916 by the then Government of Madras and subsequently it was taken over by the Indian Central Coconut Committee in 1948. ===Malik Deenar Institute of Management Studies=== Malik Deenar Institute of Management Studies (MDIMS),, conducts M.B.A. course at Seethamgoly near Kasaragod. ===L.B.S.- Lal bahadur shastry college of engineering, Kasaragod=== (LBSCE)L.B.S College of Engineering, Povval, Kasaragod was established in 1993 as a self-financing engineering college under the propitious of L.B.S Centre for Science and Technology, Thiruvananthapuram, a government of Kerala undertaking. The chairman of the Governing body is Hon’ble Chief Minister of Kerala and Vice- Chairman is Hon’ble Minister for Education, Govt. of Kerala. The institution is affiliated to Kannur University and is approved by AICTE, New Delhi. The college is accredited by National Board of Accreditation. The Campus is located at Muliyar, about 12 km from Kasaragod railway station, Kerala and 75 km from Mangalore airport, Karnataka. The campus covers 52-acre (210,000 m2) of land. ===Government College, Kasaragod=== The college is affiliated to Kannur University and has been recognized by the UGC under section 12b and 2f. The NAAC has been accredited with \"A Grade\" recently. The college has a campus of 42 acres and adequate built in area for its academic and related activities. During the last 25 years the college has expanded infrastructural facilities that in child Science blocks, PG blocks and men's hostel. A special mention may be made about the generous gesture by an old student of the college who provided the furniture in the auditorium. There is a botanical garden having a good number of medicinal plants. The green lawns, garden and other plants mainlined here have enhanced the beauty of the campus. Courses conducted: BA, BSc., BCom, MA, MSc, PhD. ===College of Engineering Trikaripur=== It's an engineering college in Trikaripur affiliated to APJ Abdul Kalam Technological University. ===Khansa Womens College For Advanced Studies, Kasaragod=== Affiliated to Kannur University, Kannur Kasaragod, Kerala Courses: Bachelor of Science (BSc Bio Chemistry) Bachelor of Science (BSc Bio-Technology) Bachelor of Science (BSc Microbiology) ===Jamia Sa Adiya Arts and Science College, Kasaragod=== (Part of Jamia Sa Adiya Arabiya Educational and Charitable Institution, Kasaragod) Affiliated to Kannur University, Kannur Kasaragod, Kerala Courses: Bachelor of Science (BSc Bio- Technology) Bachelor of Science (BSc Computer Science) Bachelor of Arts in English (BA English) Bachelor of Commerce (BCom) Bachelor of Computer application (BCA) ===Sharaf Arts & Science College, Padanna=== Affiliated to Kannur University, Kannur Kasaragod, Kerala Courses: Bachelor of Science (BSc Microbiology) Bachelor of Science (BSc Bio-Technology) Bachelor of Business Management (BBM) Bachelor of Commerce in Computer Applications (BCCA) Bachelor of Business Administration (BBA Tourism and Travel Management) ===Zainab Memorial B Ed Centre, Kasaragod=== (Part of National Council of Teacher Education (NCTE)) Affiliated to Kannur University, Kannur Kasaragod, Kerala Courses: Bachelor of Education (BEd English) Bachelor of Education (BEd Social Science) Bachelor of Education (BEd Commerce) Bachelor of Education (BEd Physical Science) Bachelor of Education (BEd) ===Other Colleges=== *Peoples arts & science college, munnad, Kasaragod *Co-operative arts & science college, Badiadka, Kasaragod *St. Gregories college of engineering, Perla, Kasaragod ===G.H.S.S Alampady=== Government Higher Secondary School Alampady (G.H.S.S Alampady) is one of the oldest school in Kasaragod, established in 1943 as a pre-primary school. The school is located at Alampady, about 7 km south of the town of Kasaragod. ==Schools== * Aambika EM School * AJI School, Ayyoor * Ambedkar Vidyanikethan EM School * Aliya Senior Secondary School * Balabhavan EM School * CHSS Chattanchal * GHSS Chemnad * Aliya Senior Secondary School, Paravanadukkam * Chemnad Jama Ath EM School * Chemmanad Jama-ath Higher Secondary School * Chinmaya Mission School * Chinmaya Vidyalaya, Kanhangad * Chinmaya Vidyalaya, Nileshwaram * Chinmaya Vidyalaya, Perikunnu * Crescent School * CSI Nursery School * Dakheerath EM High School * Divine EM School * Dune EM School * Essa EM School, Peruwad * Geethanjali EM School * G.H.S.S Alampady * ICC EM School * Infant Jesus EM School * Sa-Adiya EM Residential Senior Secondary School * Infant Jesus English School * Islamic Center Trust EM School * IEMHSS pallikere * Izzathul Islam EM School, Nalammile * Jai Matha Convent EM School * Jawahar Navodaya Vidyalaya * Kasaragod Balabhavan EM School * Kendriya Vidyalaya * Kottapalli Valiyullahi EM School * K.V.S.M.H.S Kurudapadavu * Kunil Education Trust, Muttom * Lax-An Rose School * Little Flower GH School * Little Lilly EM School * Little Rose EM School * MIC Higher Secondary School * Mar Thoma School For The Deaf * MES KS Abdullah School * Mugamal Nursery School * Muhimathul EM School * Mofats English Medium School, Izzath nagar * Naveen Bala Vidya Bhavan * Sa-Adiya EM Residential Senior Secondary School * Sirajul Huda English Medium School, Manjeshwar * Seventh-day Adventist * Shree Annapoorneshwari Higher Secondary School Agalpady (SAPHSS Agalpady) * Sree Ramakrishna Vidyalaya * Sree Ramakrishna Vidyalaya * St Annes EM UP School * St Anns Convent School * St Marys EM School * Swamy Nithyanda EM School * The Model EM School * Apsara public school, Koliyadum * TIHSS Naimarmoola. *GHSS, BADIADKA *Navajeevana HSS, Badiadka *chimaya vidyalaya, Badiadka * GLPS Nelliyadukka * GFHSS Bekal * HFHSS Rajapuram ==References== Kasaragod district GHSS Periya ",
    "title": "List of educational institutions in Kasaragod district"
}