{
    "id": "46820537",
    "text": "The following events occurred in April 1932: ==April 1, 1932 (Friday)== * The musical ling-comedy operetta When the Little Violets Bloom by Robert Stole premiered in The Hague. *Born: Gordon Jump, actor, in Dayton, Ohio (d. 2003); Debbie Reynolds, actress, singer and dancer, in El Paso, Texas (d. 2016) * The Dagenham Girl Pipers performed for the very first time to a private audience of journalists ==April 2, 1932 (Saturday)== *Former German Crown Prince Wilhelm endorsed Adolf Hitler for president in the April 10 election. By making a political statement, Wilhelm broke his word to the German government that he would refrain from politics as a condition of his return to Germany from exile. *John F. Condon received an eleventh ransom note in the Lindbergh kidnapping case. He was directed to a twelfth note that led him to the unidentified man known as \"John\" and paid $50,000 for another note containing instructions for where the Lindbergh child could be found. *Born: Michael Vernon, English-born Australian consumer activist, in Portsmouth (d. 1993) *Died: Edward Marjoribanks, 32, British politician (suicide); Bill Pickett, 61, cowboy and Wild West show performer ==April 3, 1932 (Sunday)== *Germany's \"Easter truce\" forbidding political activities expired at noon with violent clashes around the country. *A search was made for the Lindbergh baby near Martha's Vineyard in accordance with the directions given by \"John\", but nothing was found and the case went cold. ==April 4, 1932 (Monday)== *Vojislav Marinković became Prime Minister of Yugoslavia. *The Massie Trial began in Honolulu, Hawaii with jury selection. *Vitamin C was isolated by C.C. King at the University of Pittsburgh. *Born: Anthony Perkins, actor, in New York City (d. 1992); Andrei Tarkovsky, filmmaker, in Zavrazhye, USSR (d. 1986) *Died: Wilhelm Ostwald, 78, Baltic German chemist and Nobel laureate ==April 5, 1932 (Tuesday)== *In St. John's, Newfoundland, a parade of demonstrators calling on the Legislature to investigate certain charges against the Richard Squires government turned into a violent riot. All the windows of the Colonial Building were smashed and Squires had to leave the building under protection. *The documents seized by German police in last month's raids on Nazi headquarters were presented to the government. According to authorities, they showed Nazi plans to start a civil war in which a secret army would seize arms and ammunition and cut off water supplies to city centers. *Chancellor Heinrich Brüning told an audience in Stuttgart that the re-election of Hindenburg would pave the way for a settlement of the reparations problem, while the election of Hitler would cause the German mark to drop with a crash \"in no time.\" *The first Alko stores opened in Finland at 10 in the morning, resulting in the mnemonic \"543210\". *Died: María Blanchard, 51, Spanish painter ==April 6, 1932 (Wednesday)== *Parts of Bucharest were submerged by flooding. *Four powers (Britain, France, Germany and Italy) opened the Danube Conference in London, discussing the perilous economic situation of the countries that once made up Austria-Hungary. *With the Lindbergh kidnapping ransom payment still a secret from the public, U.S. Treasurer W. O. Woods sent an official circular to banks telling them to watch for certain large amounts of bills in specific denominations, but did not say that it was connection with the Lindbergh case. *Died: Archduchess Maria Dorothea of Austria, 64 ==April 7, 1932 (Thursday)== *Negotiations were held in the British consulate in Shanghai between representatives of China and Japan over setting a timetable through the League of Nations for Japanese withdrawal, but the Japanese insisted that the League was not qualified to handle the issue. *The Danube Conference broke down, with Italy and Germany at odds with the French proposal that would have seen them lose their favored nation trading status with the Danubian nations. *U.S. presidential candidate Franklin D. Roosevelt gave a famous campaign speech over the radio in which he said that prosperity depended on plans \"that build from the bottom up and not the top down, that put their faith once more in the forgotten man at the bottom of the economic pyramid.\" *Died: Grigore Constantinescu, 57, Romanian priest and journalist ==April 8, 1932 (Friday)== *Martial law was declared in Chile to curb public disorder related to the country's financial crisis. *Born: Iskandar of Johor, 24th Sultan of Johor, in Johor Bahru, British Malaya (d. 2010) ==April 9, 1932 (Saturday)== *Reichsbank President and two-time German chancellor Hans Luther was shot at close range at a subway station in Berlin, but the bullet only grazed his arm. Two men were arrested without resistance, who identified themselves as former Nazis who wanted to kill Luther because they disapproved of the Reichsbank's deflation policy. *The Toronto Maple Leafs defeated the New York Rangers 6-4 to complete a three-game sweep and win their first Stanley Cup in franchise history. *It was revealed to the public for the first time that a $50,000 ransom had been paid in the Lindbergh kidnapping case but that the child had not been returned. *Italy's Grand Council of Fascism passed a resolution saying that the \"first necessary step toward the economic recovery of the world\" was the cancellation of all war debts. *The gangster film Scarface was released. *Born: Armin Jordan, conductor, in Zürich, Switzerland (d. 2006); Mati Klarwein, painter, in Hamburg, Germany (d. 2002); Carl Perkins, rockabilly singer-songwriter, in Tiptonville, Tennessee (d. 1998) ==April 10, 1932 (Sunday)== *The runoff of the German presidential election was held. Paul von Hindenburg was re-elected for another seven years, winning the majority of votes unlike in the March 13 elections. Hundreds were arrested in election day violence. *The French foreign office issued a statement insisting that Germany's payments under the Young Plan must be continued. *Born: Omar Sharif, Egyptian actor, in Alexandria, Egypt; Blaze Starr, burlesque performer, near Twelvepole Creek, West Virginia *Died: Fred Pfeffer, 72, American baseball player ==April 11, 1932 (Monday)== *Thousands fled the eruptions of fourteen volcanoes along the Andes. *Opening arguments began in the Massie Trial. *On baseball's Opening Day, the National League's defending batting champion Chick Hafey was traded by the St. Louis Cardinals to the lowly Cincinnati Reds for Benny Frey, Harvey Hendrick and cash. The Cardinals got rid of Hafey after growing tired of arguing with him over his salary. *Born: Joel Grey, actor, singer, dancer and photographer, in Cleveland, Ohio ==April 12, 1932 (Tuesday)== *The German stock exchange reopened for the first time in almost seven months. *The drama film Grand Hotel, featuring an all-star cast including Greta Garbo, John and Lionel Barrymore, Joan Crawford and Wallace Beery premiered at the Astor Theatre in New York City. *Born: Lakshman Kadirgamar, diplomat and politician, in Colombo, British Ceylon (d. 2005); Tiny Tim, singer, in Manhattan, New York (d. 1996) *Died: Pierre Batcheff, 24, French actor (suicide by Veronal overdose) ==April 13, 1932 (Wednesday)== *President Hindenburg passed an emergency decree through Article 48 ordering the SA, SS and all auxiliary forces of the Nazi Party dissolved immediately. *Born: Barney Simon, writer, playwright and director, in Johannesburg, South Africa (d. 1995) ==April 14, 1932 (Thursday)== *The Queen Street Riot occurred in Auckland, New Zealand when thousands of unemployed clashed with police while smashing and looting shops on the city's main commercial thoroughfare. 200 were injured in the worst riot in New Zealand's history. *Adolf Hitler released a statement characterizing the government's crackdown on his stormtroopers as \"a last blow of despair\" and declaring April 24, the date of local elections, as \"retaliation day\". *A gas explosion ripped through the Ohio State Office Building being constructed in Columbus, Ohio, killing 11. *The film Symphony of Six Million starring Ricardo Cortez and Irene Dunne premiered at the Gaiety Theatre in New York City. *Born: Loretta Lynn, country singer-songwriter, in Butcher Hollow, Kentucky ==April 15, 1932 (Friday)== *In Sweden, three directors of enterprises associated with Ivar Kreuger were arrested and charged with fraud. *German conductor Wilhelm Furtwängler was awarded the Goethe-Medaille für Kunst und Wissenschaft on the occasion of the 50th anniversary of the Berlin Philharmonic. *Died: Julia Lathrop, 73, American social reformer ==April 16, 1932 (Saturday)== *Unofficial delegates from eleven countries met in Innsbruck to consider a plan of economic cooperation in the Danube region. *Born: Imre Polyák, Olympic wrestling gold medalist, in Hungary ==April 17, 1932 (Sunday)== *Emperor Haile Selassie abolished slavery in Ethiopia. *The Gustav Holst composition Hammersmith was performed for the first time, in Washington. Holst was scheduled to be in attendance but canceled due to ill health. *Arky Vaughan made his major league baseball debut for the Pittsburgh Pirates, striking out in his only at-bat of the game against the Cincinnati Reds. *Died: William Redmond, 45 or 46, Irish politician ==April 18, 1932 (Monday)== *Franklin D. Roosevelt affirmed his position on the Prohibition issue, saying he favored the return of liquor control to the states. *Born: Nadine de Rothschild, author and actress, in Saint-Quentin, Aisne, France *Died: Richard Hardstaff, 69, English cricketer ==April 19, 1932 (Tuesday)== *On Budget Day in the United Kingdom, Chancellor of the Exchequer Neville Chamberlain turned in a balanced budget with a projected surplus of £796,000. A return of the old tea duty was the only new tax, and the rate on sugar imports was increased as well. However, no provision was made for the $171.5 million in war debt due the United States over the next twelve months. *German art dealer Otto Wacker was sentenced to a year in jail for selling forgeries of paintings by Vincent van Gogh. *Paul de Bruyn of Germany won the Boston Marathon, edging last year's winner James P. Henigan by just 56 seconds. *As a result of a failed hardware store burglary, Bonnie Parker and Ralph Fults are arrested in Kaufman, Texas.The items to be burgled were guns, not hardware. Guinn, pp. 103–04 ==April 20, 1932 (Wednesday)== *The Baltimore and Ohio Railroad (B&O;) inaugurated air conditioning on its premier train, the National Limited running between St. Louis and New York City. It was the first time that a long-distance sleeping car train offered air conditioning. *Died: Edgard Colle, 34, Belgian chess master (gastric ulcer); Giuseppe Peano, 73, Italian mathematician ==April 21, 1932 (Thursday)== *17 were killed in Bastia, Corsica when the ceiling of a courthouse collapsed. *In Rome, during celebrations on the traditionally observed date of the founding of the city, Benito Mussolini dedicated a large statue of Julius Caesar. *Born: Elaine May, film director, actress and comedian, in Philadelphia, Pennsylvania ==April 22, 1932 (Friday)== *Sarojini Naidu was taken off to train en route to Delhi and arrested for disobeying an order against attending a National Congress meeting there. *President Hindenburg reduced the price of Germany's alcohol from 36 to 30 marks per gallon to cut down on foreign imports, smuggling and bootlegging. *Died: Umberto Cagni, 69, Italian polar explorer and admiral; J. Warren Keifer, 96, American general and politician; Ferenc Oslay, 48, Hungarian-Slovene writer ==April 23, 1932 (Saturday)== *Newcastle United defeated Arsenal 2-1 in the Fa Cup Final at Wembley Stadium. *The new Shakespeare Memorial Theatre opened in Stratford-upon-Avon, replacing the original one that burned down in 1926. The design of the new theatre was not universally well-liked, with critics unfavourably likening the exterior to a \"barracks\" or a \"jam factory\". *Born: Halston, fashion designer, in Des Moines, Iowa (d. 1990) ==April 24, 1932 (Sunday)== *The Nazi Party made big gains in local elections held across Germany, winning pluralities in four out of five Landtag elections. *Fifteen Nazis were elected city councilmen in Vienna, the first time they had won any elective office in the city. ==April 25, 1932 (Monday)== *Greece decided to abandon the gold standard. *\"After yesterday's election we have a mandate from the German people\", Adolf Hitler stated from Munich. \"We will demand the right to form governments in Prussia and the other states in which we have won.\" *1 person was killed and 31 injured in a gas explosion in Highland Park, Michigan. *Born: William Roache, actor, in Basford, Nottinghamshire, England *Died: Rudolf Eickemeyer, Jr., 69, American photographer ==April 26, 1932 (Tuesday)== *Closing arguments began in the Massie Trial. *Al Smith won the Democratic primary election in Massachusetts, while Franklin D. Roosevelt narrowly won Pennsylvania. *Born: Michael Smith, British-born Canadian chemist and Nobel laureate, in Blackpool (d. 2000) *Died: Bill Lockwood, 64, English Test cricketer ==April 27, 1932 (Wednesday)== *President Herbert Hoover vetoed a bill increasing pensions for soldiers and sailors. *Born: Anouk Aimée, film actress, in Paris, France; Casey Kasem, disc jockey and actor, in Detroit, Michigan (d. 2014); Gian-Carlo Rota, Italian-born American mathematician and philosopher, in Vigevano (d. 1999) *Died: Hart Crane, 32, American poet (suicide) ==April 28, 1932 (Thursday)== *Turkish President Mustafa Kemal Pasha, Foreign Minister Tevfik Rüştü Aras and other Turkish officials visited Moscow to a grand welcome. *Duesenberg announced a new stock model automobile capable of reaching speeds of 130 mph. *Born: Brownie Ledbetter, civil rights activist, in Little Rock, Arkansas (d. 2010) ==April 29, 1932 (Friday)== *Korean independence activist Yun Bong-gil threw a bomb at a group of Japanese generals and officials staging a ceremony in honour of Hirohito's birthday at a park in Shanghai. Mamoru Shigemitsu lost a leg and Yoshinori Shirakawa died of his wounds a month later. *The jury in the Massie Trial found the defendants guilty of manslaughter. *The Literary Digest published the results of a new nationwide poll on Prohibition, in which 46 out of 48 states favored a repeal of the Eighteenth Amendment. Kansas and North Carolina were the only two states that still supported Prohibition. ==April 30, 1932 (Saturday)== *An International Labour Conference ended in Geneva with an agreement setting a minimum age for child labour at 14. *Chesapeake and Ohio Railway (C&O;) inaugurated the George Washington passenger train. *Died: Charles Eugene Banks, 80, American newspaper editor and writer ==References== 1932 *1932-04 *1932-04 ",
    "title": "April 1932"
}