{
    "id": "46825118",
    "text": "Scholastique Mukasonga Scholastique Mukasonga is a French Rwandan author born in 1956 in the former Gikongoro province of Rwanda. In 2012, She won the prix Renaudot and the prix Ahmadou-Kourouma for her book Our Lady of the Nile. In addition to being a finalist for the International Dublin Literary Award and the Los Angeles Times Book Prize, Mukasonga was rewarded in 2014 with the Seligman Prize against racism and intolerance and in 2015 with the prize Société des gens de lettres. She currently resides in Lower Normandy.Garcin, Jérôme. \"Scholastique Mukasonga, la pharaonne noire du Calvados\" (Archive). L'Obs. Retrieved on 29 May 2015. ==Biography== Scholastique Mukasonga was born in 1956 in the southwest of Rwanda, by the Rukarara river. In 1959, the first pogroms against the Tutsi shattered the country. In 1960, her family was deported with many other Tutsi to Nyamata in the inhospitable, scrubland province of Bugesera. Her family lived in a refugee camp after this expulsion from their home village, where she survived despite repeated persecutions and massacres. Her mother Stefania devoted her attention to her children, one way in which Mukasonga moved beyond her initial station. Despite the limited quota which only admitted 10% of Tutsi to secondary schools, she attended first the Lycée Notre-Dame-de-Citeaux in Kigali, then a social worker school in Butare. \"It was the only girls' school that allowed me to go back to the villages and use my profession to help others who didn't have the chance to access a school,\" explains Mukasonga. In 1973, Tutsi schoolchildren were driven out of schools, as well as Tutsi civil servants from their positions. As a result, she had to leave, exiled to Burundi to escape certain death. She completed her studies as a social worker in Burundi and began work for UNICEF. Mukasonga arrived in France in 1992 and had to retake the test for social workers, as the diploma she received in Burundi was not recognized by the French administration. From 1996-1997, she was a social worker for the students of the University of Caen. From 1998 to present, she executes the function of judicial (legal) representative for the Union départementale des associations familiales de Calvados (Departmental Union of Family Associations of Calvados). She currently lives in Lower Normandy. In 1994, 37 members of her family were killed during the Tutsi genocide. It took Mukasonga 10 more years to gain the courage to return to Rwanda, which she did in 2004. It was following this journey that she felt the urge to write her first book, an autobiography, Inyenzi ou les Cafards. The English version, translated by Jordan Stump, was entitled Cockroaches, and was nominated for the Los Angeles Times Book Prize in 2016 in the autobiographical category. La Femme aux pieds nus was next in 2008. She received the Seligmann Prize, from the Chancellerie des universités de Paris, which recognizes work fighting against racism and intolerance. In 2010, she published a collection of short stories entitled L'Iguifou, and won the Paul Bourdari Prize in 2011 from l'Académie des sciences d'outre-mer and from the Renaissance prize for short stories. Her book Notre-Dame du Nil, won three distinctions: the Ahmadou-Kourouma prize in Geneva, the Oceans France Prize, and the prix Renaudot in 2012. The English translation of this work, Our Lady of the Nile, was selected as one of the ten best books for the Dublin Literary Award and was a finalist for the Emerging Voices prize in Financial Times. A cinematic adaption is in progress for this book, directed by Atiq Rahimi. In 2014, Mukasonga published a new collection of short stories entitled Ce que murmurent les collines, which won the prize Société des gens de lettres the following year in 2015 in the short story category. Her book Coeur Tambour was published in January 2016 in the White Collection of the Gallimard Editions. In June 2017, she was awarded the prize for French-speaking Ambassadors (Ambassadeurs francophones) in Copenhagen. In March 2018, she published a new autobiographical work, Un si beau diplome ! The Prix Bernheim of the Fondation du judaisme francais (Foundation of French Judaism) was awarded to her in 2015 in recognition for the entirety of her work. Scholastique Mukasonga is a jury member of the Prix Deauville Littérature et Musique (Deauville Prize for Literature and Music). She was also honored with the title of Chevalier des Arts et des Lettres, which recognizes those who have made significant cultural contributions in the two fields. ==Works== Her first book, an autobiography entitled Inyenzi ou les Cafards (Cockroaches), appeared in 2006. It is a portrayal of her mother and a description of her childhood, in the village of Nyamata where her family was deported in 1960. The book describes persecutions, but also the happy days with her family despite everything. Her second book, La femme aux pieds nus (The Barefoot Woman), is a homage to her mother, Stefania, and to all of the women of Nyamata who dedicated themselves to the survival of their children from certain death. It offers a portrayal of tradition and daily life in Rwanda. Mukasonga considers these first two books as a memorial and a tomb to her loved ones and all the anonymous inhabitants of Nyamata who lie in ossuaries or mass graves. L'Iguifou is a compilation of short stories that mark the passage from autobiography to fiction. In her novel Notre-Dame du Nil (Our Lady of the Nile), she incarnates a high school perched on a mountain of 8,202 feet, not far from the presumed source of the Nile. Here, the daughters of dignitaries meet, and the number of Tutsi is limited to 10% of the students. Behind closed doors, so-called ethnic rivalries are continually provoked and reinforced by the unity of the location and the rainy season. This fictive novel is evidently based on autobiographical elements: the Notre- Dame high school of the book resembles the Notre-Dame de Citeaux high school in Kigali where she was a student, and the purge of Tutsi students is clearly the one she experienced in 1973 when she was exiled to Burundi. Ce que murmurent les collines (What the Hills Whisper) is a collection of short stories, some of which are based in the history of Rwanda and oral traditions, while others paint pictures of Rwandan traditional daily life. This was her first work that was not centered around the genocide. Un Pygmée à l'école is a short story by Mukasonga, written in 2017 and included in a collection entitled La rencontre avec l'autre (The encounter with the Other). With her novel Coeur Tambour (Pounding Heart, Drumming Heart) Scholastique Mukasonga broadened her horizon from Rwanda to the Antilles, the United States and to Brazil. The book traces Kitami, a girl who becomes a famous singer inspired by an African spirit, Nyabingi, who settles down with the Rastafarians of Jamaica (Nyabingi also inspired this group) and eventually dies under mysterious circumstances involving a sacred drum. Returning to autobiography with the publishing of Un si beau diplome !, Mukasonga relates how her father pushed her to obtain a diploma to save her from the threat of death. In exile in Burundi, Djibouti, and finally in France, the \"beautiful diploma\" was a talisman of energy that helped her overcome exclusion and despair. Her most recent work came out in March 2020, a novel entitled Kibogo est monté au ciel (Kibogo Climbed to the Sky). It satirizes the question of religion, evangelization, and the extent of their link to the period of colonization. ===Novels=== * 2012: Notre-Dame du Nil, Éditions Gallimard, ** 2014: English translation by Melanie Mauthier, Our Lady of the Nile (Archipelago Books), ** 2012: , Prix Renaudot\"Scholastique MUKASONGA Notre Dame du Nil / Our Lady of the Nile.\" Institut Français, Denmark. November 2012. Retrieved on 28 May 2015. * 2016: Cœur tambour (novel) *2020: Kibogo est monté au ciel === Short Stories === * 2014: ' (stories) ===Memoirs=== * 2006: Inyenzi ou les cafards (memoir),\"Fuse Book Review: “Our Lady of the Nile” — Prefiguring Rwandan Genocide\" (Archive). Arts Fuse. 26 August 2014. Retrieved on 29 May 2015. Gallimard ** 2016 English translation by Jordan Stump, Cockroaches (Archipelago Books), * 2008: La femme aux pieds nus (memoir) — Dedicated to Mukasonga's mother, Stefania, Gallimard ** 2018 English translation by Jordan Stump, The Barefoot Woman (Archipelago Books, December 2018);\"The Barefoot Woman\" at Archipelago Books. finalist for the 2019 National Book Award for Translated Literature * 2010: L’Iguifou (memoir), Gallimard ===Critical studies and reviews of Mukasonga's work=== * Review of Cockroaches and Our Lady of the Nile. ==References== ==External links== * Scholastique Mukasonga website * Le blog de Scholastique Mukasonga Category:Rwandan women writers Category:Rwandan expatriates in France Category:Living people Category:1956 births Category:Tutsi people Category:Rwandan novelists Category:Rwandan memoirists Category:Women novelists Category:Women memoirists Category:21st- century novelists Category:21st-century women writers Category:People from Southern Province, Rwanda Category:21st-century memoirists ",
    "title": "Scholastique Mukasonga"
}