{
    "id": "46831788",
    "text": "The Taaienberg is a hill in the municipality of Maarkedal, in the Belgian province of East Flanders. With its top at 90 m, its is one of many hill formations in the Flemish Ardennes, in the south of East-Flanders. The slopes of the hill are paved in cobbles; in 1993 they were repaved with the original stones. The cobbled climb is one of the regular sites in Flemish cycling races in springtime. In 1995 the road of the Taaienberg was classified as a protected monument. ==Cycling== The site is best known from cycling, as it is a regular climb in the Tour of Flanders. The Taaienberg was first included in the course in 1974 and has remained a fixture in the race, with the exception of 1993, when construction works prevented the race from passing. The Taaienberg is of strategic importance in the Tour of Flanders, depending on its position in the route. It is one of the steeper hills in the course, but its position changes from time to time. From 1976-1981 the climb was part of a notorious trio of climbs in the race, situated between the renowned Koppenberg and Eikenberg, and until 1987 between Koppenberg and Berg Ten Houte. From 2002, when the Koppenberg returned, until 2011 it was usually climbed between the climbs of Steenbeekdries and Eikenberg. In 2012, unprecedented, it was the first difficulty of the day early in the race. In recent years the Taaienberg comes in the finale of the race, at 35 km from the finish.http://www.rondevanvlaanderen.be/en/elite- men/race/trackhttp://www.nieuwsblad.be/sportwereld/extra/rvv2015/parcours Taaienberg is also a fixed location in E3 Harelbeke and the Tour of Flanders for Women. It is also occasionally included in the Omloop Het Nieuwsblad, the Three Days of De Panne and Dwars door Vlaanderen. The status of the Taaienberg among other hills has grown in the last 15 years, as it is the favourite climb of Belgian cycling icon Tom Boonen. It was the place where he made his decisive move in four of his five wins in the E3 Harelbeke and often the place where he accelerated in the Tour of Flanders. Commentators started calling the Taaienberg Boonen Hill. ==References== ==External links== * Taaienberg Trajectory on Google Maps Category:Climbs in cycle racing in Belgium Category:Tour of Flanders Category:Mountains and hills of East Flanders ",
    "title": "Taaienberg"
}