{
    "id": "46838669",
    "text": "Clare Museum () is a museum which documents the history of County Clare. The museum is housed in the former Sisters of Mercy Convent in the centre of Ennis. ==History== The building in which the museum is housed was originally a Sisters of Mercy school and chapel dating from 1854. Daniel O'Connell's cousin Charles O'Connell often visited the convent during his campaign for Catholic Emancipation in the 1820s. The section of the building that contains the museum was built as a primary school in 1865, and a chapel and classrooms added in 1869. The museum is run by the local authority. It was developed through Ennis Urban District Council with Clare County Council and the Department of Arts, Heritage, Gaeltacht and the Islands, under the Department’s Cultural Development Incentive Scheme under the Operational Programme for Tourism 1994–1999. The chapel and school buildings where refurbished and restored, and the museum was opened to the public in October 2000. ==Contents== The museum's collections document the history of County Clare over 6000 years. One permanent gallery displays some of these objects in an exhibition called The Riches of Clare, which occupies two galleries. The objects included are from archaeological sites, social history, religious sites, agricultural history, Clare's association with the Spanish Armada, Clare's musical tradition, and collections relating to Éamon de Valera. The display also contains the journal of former IRA volunteer and TD Patrick Brennan, and an exhibition of the 1914 All-Ireland Hurling Championship Senior and Junior teams. The museum is taking part in the Heritage Council's Museum Standards Programme for Ireland, and has many objects on loan from the National Museum of Ireland. The museum is designated by the National Museum of Ireland to collect archaeological finds. ==References== Category:Buildings and structures in County Clare Category:History of County Clare Category:Local museums in the Republic of Ireland Category:Museums established in 2000 Category:2000 establishments in Ireland ",
    "title": "Clare Museum"
}