{
    "id": "46837759",
    "text": "A. N. Myer Secondary School is a public high school located in Niagara Falls, Ontario, Canada. It is located on O'Neil Street, and is part of the District School Board of Niagara. As of the 2019-2020 school year, 1213 students were enrolled. A.N. Myer is known for its Triple A highschool status as it has many high achievements in Academics, The Arts, and Athletics. The athletic department often is in local spotlight, as many OFSAA and SOSSA medals were achieved by athletes under the Marauder Flag. A. N. Myer was one of the first schools in the Niagara Region to receive an astroturf field in recent years. It is the only high school in the city of Niagara Falls to offer the french immersion program. ==History== A.N. Myer was named after Andrew Nicholas Myer, who was principal of Stamford Collegiate from 1908 to 1933. He lived in Chippawa, near Niagara, until his death in 1963. AN Myer Secondary School officially opened its doors on September the 3rd 1957. An official opening ceremony was held nearly 2 months later on October the 25th 1957. ==Curling== The A. N. Myer Boys' curling team in 2016-2017 consisted of Tyler Mills, Nicholas Vadacchino, Michael \"Danger\" Huang, Sourena Noori, and Victor Pietrangelo. The team went undefeated in their journey to OFSAA, held in North Bay, Ontario, before winning every single game there. ==Football== From 2014 to 2016, the senior boys football team won 3 straight OFSAA championships. Along with the OFSAA championship in 2016, the team also finished the season ranked 2nd in Canada, and finished those past 3 seasons with a combined record of 24-1. The Junior team has also enjoyed major success over the past several years, and as the case with the seniors as well, have won multiple zone and divisional (Niagara Bowl) titles. Although one of the most notable successes was in 2013, when they won the Junior Metrobowl. The seniors have made dominant runs to the past 3 Niagara Bowls (public school board champion vs catholic school board champion), but they've come up short in all 3 finals. 2 at the hands of Notre Dame College School in 2017 and 2019, and 1 at the hands of St Paul Catholic High School in 2018. Those 3 teams would all end up making runs to OFSAA. The juniors have also made recent runs to the Niagara bowl in 2017 and 2018. They came up short in 2018 to Notre Dame College School, but in 2017 they defeated Blessed Trinity Catholic Secondary School, and ended up advancing all the way to the Junior Metrobowl semifinals, where they came up short to Lorne Park Secondary School. ==Notable alumni== *John MacBain, finance mogul and philanthropist *Jay Triano, former Canadian professional basketball player who competed in 2 Olympics under the Canadian flag and has served as the head coach twice. Currently the lead assistant coach of the Charlotte Hornets, formerly the head coach of the Toronto Raptors. *Greg Newton, former Duke basketball player and a member of Team Canada at the 2000 Summer Olympics. He was the captain of the Duke Blue Devils men's basketball team in his senior year in 1997. ==References== Category:High schools in the Regional Municipality of Niagara Category:1957 establishments in Canada Category:Educational institutions established in 1957 ",
    "title": "A. N. Myer Secondary School"
}