{
    "id": "46830773",
    "text": "Beechwood State Park is a state park located on the shore of Lake Ontario in the Town of Sodus in Wayne County, New York. The park occupies land that was formerly the site of a Girl Scout camp. The park is owned by the New York State Office of Parks, Recreation and Historic Preservation and is currently operated by the Town of Sodus under an agreement with New York State. ==History== In 1929, the Girl Scouts of the USA purchased approximately of land bordering Lake Ontario, where they subsequently built Camp Beechwood. The park was used by the Girl Scouts and other youth organizations for camping and outdoor activities until financial pressures forced the camp's closure in the late 1990s. In 1999, the New York State Office of Parks, Recreation and Historic Preservation purchased the property with plans to develop a New York state park at the site. Budget shortfalls led to the park being designated as a \"preserve\", and formal development of the park by the state never materialized. Former camp buildings and facilities remained at the park, but were allowed to decay. The park was expanded in 2006 after the state purchased an adjacent parcel of land. In 2010, the Town of Sodus took over management and operation of the park after signing a long-term lease with New York State. The town has since repaired and secured buildings and cleared trails to create a more formal park setting. ==Park description== Beechwood State Park features approximately of shoreline along Lake Ontario. The narrow pebble beach has been impacted by erosion and is littered with a number of trees that have fallen from the adjacent bluffs. The park also features several miles of mowed hiking trails, a picnic pavilion, and several small shelters. Fishing and canoeing access to the adjacent Maxwell Creek is also possible from the park. ==See also== * List of New York state parks ==References== Category:State parks of New York (state) Category:Parks in Wayne County, New York Category:Protected areas established in 1999 Category:1999 establishments in New York (state) ",
    "title": "Beechwood State Park"
}