{
    "id": "46832748",
    "text": "Dachau concentration camp, where Reck-Malleczewen died in 1945 (the bodies in the foreground are SS troops) Diary of a Man in Despair (Tagebuch eines Verzweifelten) is a journal written by the German writer Friedrich Reck- Malleczewen during the 1930s and 1940s. It expresses his passionate opposition to Adolf Hitler and Nazism. It was originally published in 1947, but received little recognition. It has since been republished in English and has become regarded as a classic statement about Nazi Germany. The New York Times said the book is stunning to read because, in this journal, invective achieves the level of art and hatred achieves a tragic grandeur.New York Review Books ==Text== The journal contains thirty-nine entries covering the period from May 1936 to October 1944. The entries express Reck's passionate hatred of Adolf Hitler and the Nazis, whom Reck describes as vicious apes.Inaspaciousplace Reck relates a meeting with Heinrich Himmler in 1934 at which Himmler asks Reck for information. Surprised at Himmler's request, Reck asks Himmler why the Fouché of the Third Reich (in reference to the famous French Minister of Police under Napoleon, Joseph Fouché) needed information from him. Reck relates that Himmler clearly had no idea who Fouché was. Reck states that he had met Hitler a few times, and in the entry for 11 August 1936 he describes an occasion when Hitler had delivered a diatribe that had left Reck and his companions speechless. After Hitler had departed, one of Reck's companions had opened a window to let some fresh air in and dispel the feeling of \"oppression\". It was as if the room had been contaminated by the \"unclean essence of a monstrosity.\"Diary of a Man in Despair, Friedrich Reck- Malleczewen (New York Review Books) 2013, p.18 In the entry for 11 August 1936, Reck describes how he saw Hitler dining alone in a Munich restaurant, and expresses regret that he had not shot him dead when he had the chance. He regarded Hitler at the time as a character out of a comic strip, and refrained from shooting him, although he had a loaded revolver with him. The entry ends with a prescient description of how Hitler's end will come down upon him from every possible direction.Diary of a Man in Despair, pp.20-21 In the entry for 9 September 1937, Reck describes how he has to hide his journal in the woods to stop the Nazis from finding it, always on the watch and changing the hiding place in case he was being observed.Diary of a Man in Despair, p.34 The final entry, dated 14 October 1944, describes how Reck had been arrested and subsequently charged with \"undermining the morale of the armed forces.\" This was a serious charge carrying the death penalty. In a following hearing, he was cleared and released, after the unexpected intervention of an SS general, whom Reck refers to as General Dtl. Reck then makes the prescient statement that the Nazis will be rooted out, pursued remorselessly and reduced to their true level.Diary of a Man in Despair, pp.206-214 ==Publication== The journal was first published as Tagebuch eines Verzweifelten in 1947 by the Stuttgart publishing house of Burger Verlag, but received little attention at the time. In 1966 it was reprinted as a paperback, which was followed by translation into a number of languages. An English-language translation by Paul Rubens then appeared in 1970, published by the Macmillan Company, and was reprinted in 2000. In 2013 it was republished by New York Review of Books, with an afterword by Richard J. Evans. ==References== Category:Books about Nazism Category:Books about politics of Germany Category:1947 non-fiction books ",
    "title": "Diary of a Man in Despair"
}