{
    "id": "46836209",
    "text": "The American Museum of Ceramic Art was founded on March 22, 2003, in Pomona, California. The mission of the museum is to champion the art, history, creation, and technology of ceramics through exhibitions, collections, outreach, and studio programming. == History == The American Museum of Ceramic Art (AMOCA) was founded in Pomona, California on March 22, 2003 by David Armstrong. === Founder === Armstrong was born in McPherson, Kansas on July 8, 1940. His family moved to Pomona, California in 1944, where his father, David S. Armstrong, opened a furniture and appliance business located at 150 East Third Street. Armstrong graduated with honors from Upland High School. Armstrong later attended Pomona College and graduated with a Bachelor of Arts degree in 1962. His major was Zoology; however, during the years he attended Pomona College, Armstrong discovered a love for ceramics and studied under the tutelage of Paul Soldner. Armstrong served for a period in the United States Army and later in the National Guard as an officer in the Military Police Corps. He met his wife, Julie while attending Pomona College. Armstrong's father died in 1966, and in 1969, he changed the family furniture business into Armstrong's Gallery. The gallery featured limited edition ceramic collectibles from all over the world, specializing in porcelain figurines and collector plates. In 1973, Armstrong started his own ceramic business facility to make porcelain collector plates. In 1975, he met famous comedian Red Skelton. Skelton was a man of many talents that also included painting. Skelton's subject matter in painting was clowns which became the subject of a series of collector plates. For 23 years, Armstrong produced and distributed Red's limited edition ceramic collectibles through the use of ceramic decals fired onto porcelain. He was one of the founders of the International Plate Collectors Guild and was responsible for innovations of ceramic products including the first ceramic baseball cards, ceramic plaques, and elaborate gold borders on collector plates to enhance the artist’s design. In 1993, he earned his Master of Fine Arts degree at Claremont Graduate School in the field of ceramics. Armstrong was Soldner's very last graduate student. Around the year 2000, Armstrong shifted the focus of his gallery to specialize in studio ceramics. He closed Armstrong's Gallery in 2014 to focus all of his energies on AMOCA. == Collections == === Permanent collection === AMOCA's Permanent Collection consists of more than 7,000 pieces and includes Southern California dinnerware, Mettach ceramics, industrial ceramics, factory made ceramics, ancient vessels from the Americas, fine porcelains of Asia and Europe, and functional and sculptural contemporary ceramics. === Mettlach collection === AMOCA’s Mettlach collection is made possible by Robert D. and Colette D. Wilson, who accumulated a huge number of Mettlach pieces over a 30-year period. AMOCA now houses their entire 3,000+ piece Mettlach Collection, the largest collection of Mettlach wares (dating from c. 1840-1915) in the world. Currently there are several hundred pieces on display in the lower level of AMOCA. Bob Wilson was born in Southern California. Bob Wilson started collecting at the age of thirteen. He accompanied his parents to antique shops on Sepulveda Blvd in Los Angeles. At the beginning of WWII Bob started a Mettlach stein collection. His mother found a second Mettlach stein in a friend's collection who gave it to her son. Her friend was James Cash Penney, founder of J.C. Penney department stores. Bob graduated from University of Southern California (USC) as a civil engineer and then taught mathematics at USC while working as an aeronautical engineer at Hughes Aircraft. The Stein Collectors International (SCI) started in 1965 in Southern California and Bob became a member a few years later. Colette Wilson grew up in Southern California and her father was the music director of 20th Century Fox and childhood playmate of Shirley Temple. Colette was so beautiful and talented that Martin Scorsese encouraged her to be an actress. Instead she attended University of California, Los Angeles and became a teacher in Los Angeles. Collette was instrumental in starting the Royal Worcester collection also donated to AMOCA. The Wilson's donated their collection to AMOCA and it was exhibited for the first time in October 2012. At the opening Isabella von Boch, the youngest sibling of the family that now manages the Villeroy & Boch, Mettlach Factory, declared that \"this was the largest and most comprehensive collection in the world.\" === Millard Sheets mural === Panorama of the Pomona Valley mural (1956, paint on canvas) is part of AMOCA's Permanent Collection. Pomona First Federal commissioned Millard Sheets, a proud Pomona Valley native, to paint this 78 foot mural. Given free choice of his subject for the Pomona First Federal mural, Sheets decided to portray the history of the valley just before the coming of the Spaniards in the late 18th century until the founding of the town of Pomona. Although his work and studies took him around the world, Sheets made his permanent home in Claremont, California. He executed over thirty major murals for commercial and governmental buildings, churches and expositions, illustrated for national publications, and taught at many universities. His prize-winning watercolors and oils hang in museums and galleries throughout the United States. In 1953, he was named Director of the Los Angeles County Art Institute. He stated that nothing gave him greater satisfaction than the development of art at Scripps College, with which he had been associated with since 1938. Susan Hertel (Lautmann), a former pupil of Sheets and a Scripps alumna assisted Sheets in executing the mural. === Helen and Roger Porter resource library === AMOCA received a donation of 3,000 books from Helen and Roger Porter in 2010. The collection focuses on ceramics, including technical handbooks, books on the history of ceramic art, and exhibitions catalogs from international and national exhibitions. The library also includes approximately 4,000 monographs and 2,000 periodicals spanning from 1883 to the present. == Exhibitions== *AMOCA's first exhibition was Inferno: The Ceramic Art of Paul Soldner. (2004) *Robert Sperry, Bright Abyss, a retrospective including 90 works of ceramist Robert Sperry. (2008) *Harrison McIntosh: A Timeless Legacy, a retrospective of Harrison McIntosh. (2009) *Common Ground: Ceramics in Southern California 1945–1975 as part of Pacific Standard Time, an examination of both the cohesiveness and the diversification found within the Los Angeles-area, post-World War II, clay community. (2011) *Esteemed American artist Patti Warashina had her first ever retrospective at AMOCA in the exhibition, Patti Warashina: Wit and Wisdom. (2012) *ICHEON: Reviving the Korean Ceramics Tradition, an exhibition organized by Icheon, South Korea. Icheon has a history of ceramic culture that began over 5,000 years ago and has a reputation for its internationally renowned ceramics cultural events. As the premiere exhibition of its kind in the United States, ICHEON presented over 200 objects never before seen on American soil that exemplify the revival of the ceramics tradition in Korea from antique techniques to contemporary innovations. (2013) Other exhibitions include works by Peter Voulkos, Betty Woodman, Beatrice Wood, Chris Gustin, Villeroy & Boch, Tim Berg & Rebekah Myers, Lisa Reinertson, Rebekah Bogard, Betty Davenport Ford, Connie Layne, and Jamie Bardsley. == Ceramics studio == AMOCA's 12,000 square foot ceramics studio hosts visiting artist workshops, lectures, gallery exhibitions, and educational programs for resident artists, students, members of AMOCA and the general public. As Pomona’s only clay center, AMOCA Ceramics Studio strives to make ceramics accessible to the surrounding California community. Since 2011, our 12,000 sq. foot studio has been providing classes on all levels of experience, studio memberships for artists with ceramic experience, residencies for visiting artists, interns, and professionally minded artists to work and build their portfolios. AMOCA Ceramics Studio hopes to encourage the appreciation of ceramics within our community, nationally, and worldwide.http://www.amoca.org/about-ceramics-studio == References == ==External links== * Official website * American Museum of Ceramic Art page at Craft in America Category:Museums in Los Angeles County, California Category:Art museums in California Category:Ceramics museums in the United States Category:Buildings and structures in Pomona, California ",
    "title": "American Museum of Ceramic Art"
}