{
    "id": "46830492",
    "text": "Thomas Curley (May 8, 1825 – February 24, 1904) was an American farmer from Bell Center, Wisconsin, who served in the American Civil War, rising to the rank of brigadier general, and later spent four years as a Democratic member of the Wisconsin State Assembly representing Crawford County. == Background and military service == Curley was born in Tremane, near Athleague in County Roscommon, Ireland, on May 8, 1825, and received a common school education. He immigrated to the United States in 1851, and settled at first in St. Louis, Missouri, where he became an active member and officer of several militia companies. He entered the military service in 1860, as a first lieutenant in the Missouri Volunteer Militia's Southwest Battalion, and served for six months on the frontier of the state. In June 1861, after the outbreak of the Civil War and the Camp Jackson Affair, he enlisted in the United States Army, and was commissioned a major in the 7th Missouri Volunteer Infantry, known as the \"Irish Seventh\". Curley was promoted in May 1862 to lieutenant colonel, and in July of that year he was sent home to Missouri to recruit, raising in a short time the 27th Missouri Volunteer Infantry, of which he was made colonel. He participated in the Vicksburg Campaign, the capture of Jackson, the campaign of the XV Army Corps from Vicksburg to Chattanooga, and the battles of Lookout Mountain and Missionary Ridge. He was with William Tecumseh Sherman in his march to the sea; fought at Resaca, Dallas, Kennesaw Mountain, Jonesborough, and Lovejoy's Station, and in the capture of Savannah and Fort McAllister. He was in the campaign through South Carolina which captured Charleston and Columbia; was in on the battle of Bentonville, capture of Raleigh, and many minor campaigns. He was breveted brigadier general on March 17, 1865, for meritorious services during the war, and returned to St. Louis with his regiment. == Life after Missouri == Curley moved to Wisconsin in 1867, first settling in Mount Sterling. In 1871, he was one of several Irish- American veteran officers who participated in an attack (not officially sanctioned by the Fenian Brotherhood and thus not considered by all a true \"Fenian raid\") by a combined force of Irish-Americans and Pembina-area Métis on the Hudson's Bay Company trading post at the international border in October 1871. The Americans were captured by a unit of the American army, and released after a hearing in which it was concluded that such an attack, however imprudent, did not violate American law. The Métis were not so lucky.Swan, Ruth & Edward A. Jerome. \"'Unequal Justice': The Metis in O'Donoghue's Raid of 1871\" Manitoba History 39, Spring/Summer 2000 He moved to the town of Haney, in 1874. He was a town supervisor in 1878, and ran for the Assembly that year, losing with 746 votes to 989 for Republican Atley Peterson, and 710 for Greenbacker S. L. Wannemaker.Warner, Hans B., ed. The Blue Book of the State of Wisconsin, for 1879. Containing the Constitutions of the United States and of the State; Jefferson's Manual; Rules and Orders of the Senate and Assembly, and Annals of the Legislature; also, Statistical Tables and History of State Institutions, Eighteenth Annual Edition; Madison: David Atwood, State Printer, 1879; p. 489 Curley was elected to the Assembly in 1882 by five votes, drawing 1042 votes, to 1037 for Republican T. L. Brown, and 264 for old opponent Wannemaker, now running as a Prohibitionist. He served as chairman of the standing committee on the militia, and on the committee on federal relations.Heg, J. E., ed. The Blue Book of the State of Wisconsin, Madison, 1883; pp. 487, 516. He was re-elected in 1884 for the 1885-86 session, with 1,614 votes to 1,585 for Republican Peterson (to whom he had lost in 1878); in that session, Curley remained on the committees on the militia, and moved to the committee on agriculture.Heg, James E., ed. The Blue Book of the State of Wisconsin. Comprising the Constitutions of the United States and of the State of Wisconsin, Jefferson's Manual, Forms and Laws for the Regulation of Business; also Lists and Tables for Reference, etc., Twenty- Third Volume; Madison: Democrat Printing Co., State Printers, 1885; pp. 428, 452. He was not a candidate for reelection in 1886, and was succeeded by Republican Hugh Porter. == After the Assembly == His wife Elizabeth, like himself a native of Ireland, died in 1887. He died February 24, 1904, in Madison, and is buried with Elizabeth in Saint Gabriel Cemetery in Prairie du Chien. == References == ==External links== * Category:1825 births Category:1904 deaths Category:Farmers from Wisconsin Category:Irish emigrants to the United States (before 1923) Category:Members of the Wisconsin State Assembly Category:People from Crawford County, Wisconsin Category:People of the Fenian raids Category:Members of the Irish Republican Brotherhood Category:People of Missouri in the American Civil War Category:Politicians from County Roscommon Category:Politicians from St. Louis Category:Wisconsin city council members Category:Wisconsin Democrats Category:People from Mount Sterling, Wisconsin ",
    "title": "Thomas Curley (Wisconsin)"
}