{
    "id": "46837626",
    "text": "Sione Tuihalamaka (born September 18, 1991) is a free agent American football defensive end who is currently playing professional rugby with the San Diego Legion. He played college football at the University of Arizona, and played professionally with the Portland Thunder and Los Angeles KISS of the Arena Football League. ==Early years== Tuihalamaka played high school football for Junípero Serra High School in Gardena, California. He was named All-Del Rey League Lineman of the Year and first-team defense in 2008. He earned Daily Breeze All-Area honors in 2007 and 2008. Tuihalamaka was also named MaxPreps Division 3 First-Team All-State and PrepStar All-West his senior year, recording 83 tackles and thirteen sacks. ==American football== Tuihalamaka played for the Arizona Wildcats from 2009 to 2013. He played in 50 games for the Wildcats, recording career totals of 121 tackles and seven sacks. He was redshirted in 2009. Tuihalamaka was assigned to the Portland Thunder on April 8, 2015. He was placed on reassignment on May 26, 2015. On June 10, 2015, he was assigned to the Los Angeles KISS. Tuihalamaka was placed on recallable reassignment on July 7, 2015. ==Rugby union== Tuihalamaka began playing rugby union for the San Diego Breakers in 2016. Tuihalamaka continued his rugby career with the San Diego Legion, of Major League Rugby, in 2018. ==Personal life== Sione's brother Apaiata and cousin Vuna Tuihalamaka also played for the Arizona Wildcats. Vuna later signed with the Seattle Seahawks and Indianapolis Colts of the National Football League. ==References== ==External links== *College stats *NFL draft Scout Category:Living people Category:1991 births Category:Players of American football from California Category:American football defensive ends Category:Arizona Wildcats football players Category:Portland Thunder players Category:Los Angeles Kiss players Category:American rugby union players Category:Sportspeople from Hawthorne, California Category:San Diego Breakers players Category:San Diego Legion players ",
    "title": "Sione Tuihalamaka"
}