{
    "id": "46838805",
    "text": "F. Brunea-Fox (born Filip Brauner; January 18, 1898-June 12, 1977) was a Romanian reporter, journalist and translator. Born into a Jewish family in Roman, his parents were Simcha Brauner and Leia (née Gelbert). He attended high school in Bucharest, followed by one year at the University of Bucharest. He made his debut in Versuri și proză magazine in 1915, writing under the pseudonym Pan. He wrote surrealist poems and sketches for unu and Integral, and his work also appeared in Absolutio, Arena, Zări senine, 75 H. P., Punct, Adam, Reporter, Mântuirea, Izbânda, Jurnalul de dimineață, România Liberă, Scînteia, Viața Românească, Flacăra, Magazinul, Viața militară, Contemporanul, România Literară, Veac nou, Presa noastră, La Roumanie d’aujourd’hui and Îndrumătorul cultural. He was a correspondent for the Buenos Aires-based Lasso and for a Japanese newspaper. A dedicated reporter, Brunea-Fox became known for his work published in Dimineața, Adevărul and Jurnalul, which appeared in book form as Orașul măcelului (1944), and posthumously as Reportajele mele. 1927- 1938 (1979) and Memoria reportajului (1985). After the King Michael Coup of 1944, he edited Îndrumătorul cultural. His pseudonym came from the newsreels of Fox Movietone, which he enjoyed. Other names he used include Filip Brunea, Fox, Mac and Potomac. Jurnalul rebeliunii, a description of the January 1941 Bucharest pogrom, is among the few Holocaust accounts published in immediate postwar Romania.Radu Ioanid, \"Romania\", in David S. Wyman, Charles H. Rosenzveig (eds.), The World Reacts to the Holocaust, p. 238. Baltimore: Johns Hopkins University Press, 1996. He also published Porturi dunărene (1957) and Hârca piratului (1965). He helped shape a new style of literary reporting, which influenced the young Geo Bogza, as well as several writers who came to prominence in the 1970s. Writers whom he translated into Romanian include Paul Louis Courier, Pierre Daninos, Lion Feuchtwanger, Robert Louis Stevenson and Gabriel Chevallier. He died in Bucharest.Aurel Sasu (ed.), Dicționarul biografic al literaturii române, vol. I, p. 222. Pitești: Editura Paralela 45, 2004. ==Notes== Category:1898 births Category:1977 deaths Category:People from Roman, Romania Category:Jewish Romanian writers Category:Moldavian Jews Category:Romanian male poets Category:Romanian surrealist writers Category:Romanian journalists Category:Romanian translators Category:20th-century Romanian poets Category:20th-century translators Category:20th-century Romanian male writers Category:20th-century journalists ",
    "title": "F. Brunea-Fox"
}