{
    "id": "46834872",
    "text": "Arms of Aguillon: \"Gules, a fleur de lis argent\"Panel 2 (Shield 87) in the Dering Roll The Aguillon family, of French origin, were feudal landowners in England who held estates in several southern counties from before 1135 to 1312. Surviving records suggest various branches which all ended without male heirs, the lands going to daughters or sisters and their husbands. The family seems to have been initially associated, perhaps as under-tenants and maybe through marriage, with the Marmion family, witnessing charters alongside them in Normandy in 1106 and later occupying their land in England. The English branches may spring from William Aguillon (died after 1147), a descendant of the viscounts of Chaumont, who was seigneur of Trie near the French border with Normandy around 1119 and died on the Second Crusade. He married Margaret of Gisors and their son and heir was Enguerrand (died about 1196). (in French) (in German) Manser may have been a younger son. In England, family members can be found in four apparent groups but establishing definite connections between the four groups may be impossible. ==Aguillons in West Sussex and Hampshire== Manser (died after 1172), who before 1135 received two knight's fees in the honour of Arundel. and held a knight's fee from Robert Marmion of Tamworth in 1167. In 1172 he was liable by knight-service for castle-guard at Falaise. He had one known son and may have had two others: :Robert I inherited lands in West Sussex :William I :Richard I Robert I (died before 1195), son of Manser, in 1180 paid 15 marks to have seisin of Nutbourne in West Sussex and for leave to come to an agreement with his unnamed brother, who may have been William I. William I (died before 1226), possibly another son of Manser, in 1195 was claiming a knight's fee in Nutbourne against a later Manser and a Richard, He married Mary, daughter of Eustace de Valle Pironis, an otherwise unknown family name, and their sons were: :Reginald :probably, John. It may be this John who in 1221 had land at Maltby in Lincolnshire, or else it was his contemporary, the son of Richard I and Margery. Reginald I (died before 1240), son of William I and Mary, from 1220 to 1226 was bailiff of the honour of Arundel, being ordered by King Henry III in 1225 to arrest all ships carrying corn in various Sussex ports. In 1223 he bought land in Offham and in 1227 was given the manor of Up Marden by his mother, who had inherited it from her father. By 1240 his lands had been divided between his four daughters: :Mary, who married William Covert :Cecily, who married Peter Gatesden and later gave her part to the Knights Hospitaller :Godeheut, who married Ralph St Owen :Alice, who married first William Russell and secondly Robert Hackett. Richard I (died after 1228), possibly another son of Manser and possibly the Richard who asserted his right to a knight's fee in Nutbourne in 1206, married Margery, daughter of William Thorney, lord of Thorney, and his wife Mabel. Their sons were; :William II :John, whose daughter and heiress Sarah married William Whateman. William II (died after 1242), son of Richard I and Margery, before 1215 acquired the manor of Warblington which, together with lands in Emsworth, was confirmed to him in 1230. In 1242 he held three fees in Nutbourne, Up Marden, and Burpham and one-third of West Thorney. His son was: :Richard II. Richard II (died before 1308), son of William II, married Eleanor, who in 1308 held the three fees of Nutbourne, Up Marden and Burpham as his widow. She died before 1312, leaving them to her granddaughter Juliana, daughter of her deceased son Thomas, who herself died in 1312. William III (died before 1308), possibly a childless younger son of William II, in 1259 was made Keeper of Guildford Castle and was Sheriff of Surrey in 1261. In 1265 he had one-third of the advowson of West Thorney and in 1278 he held half the manor of Nutbourne. ==Aguillons in Surrey & East Sussex== William IV (died before 3 October 1244) may be the William who in 1219 with his wife Joan claimed the manor of Greatham in Hampshire. He inherited the lands of his mother-in-law and of his wife's grandfather, including the manor of Addington, which carried the duty of making a special dish to be served at the king's coronation and entitled the holder to attend Parliament as a baron, with William said to have taken his seat in 1233 and his son to have followed him after 1244. Shortly before his death, he received a pardon for crimes of murder and robbery which he had committed in 1227, after which he had fled the country and been declared an outlaw.Calendar of Patent Rolls, 8 July 1243 In 1212 he married Joan, widow of Ralph Parminter and younger daughter of Peter fitz Henry, the son of Henry fitz Ailwin and the husband of Isabel Cheney, heiress of Addington. Their son was: :Robert II Sir Robert II (died 15 February 1286), son of William II and Joan, had by 1248 inherited his father's manor of Perching in the West Sussex parish of Fulking and in 1260 acquired two-thirds of the neighbouring manor of Fulking, with the reversion of the other third. In 1264 he was licensed to enclose his manor house at Perching with a ditch and a stone wall, and to crenellate it, so marking the origin of Perching Castle. In 1281 he acquired further land in Perching and in 1284 was reported as holding the whole settlement. In 1248 he also obtained a grant of free warren in his demesne lands of Addington and in 1270 licence to embattle his house there. In 1267 he served as Sheriff of Surrey & Sussex and was Keeper of Guildford Castle. After 1265 he was granted lands at Berwick, East Sussex, taken from the rebel William Marmion, and was Keeper of Arundel Castle during the minority of its heir in 1272. In 1274 he did service at the coronation of King Edward I. After his second marriage to a rich widow, he acquired more landholdings: Portslade in Sussex and Wendover in Buckinghamshire, both in 1270,Calendar of Patent Rolls together with Stapleford in Hertfordshire, where in 1285 he held both manor and advowson. He first married by August 1256 Joan, widow of Sir John Mohun (died 1253) and daughter of William de Ferrers, 5th Earl of Derby and his first wife Sibyl Marshal. After her death before October 1267, he married Margaret, widow of Baldwin de Redvers, 7th Earl of Devon, and daughter of Count Thomas II of Savoy and his second wife Beatrice of Fieschi. Margaret was a first cousin of Queen Eleanor of Provence and a grand-niece of Pope Innocent VI. She died shortly before 14 May 1292. His daughter and heiress, from his first marriage to Joan, was: :Isabel (born 25 March 1258 - died before 28 May 1323), who married Hugh, 1st Baron Bardolf. ==Aguillons in Norfolk & Suffolk== Reginald II (died after 10 August 1224), who may have been the son of William I and Mary, had lands in Norfolk in 1224. Sir Robert III (died before 1249) around 1217 founded Flitcham Priory. and before 1239 he and his wife confirmed a grant by her father to Sibton Abbey.Sibton Abbey cartularies and charters, Part 2, by Philippa Brown Before 1239 he was married to Margaret, daughter and heiress of William Fresnay, and then to Agatha, daughter and coheiress of Fulk Beaufoy, lord of Hockwold in Norfolk. After his death his lands were divided among his four daughters: :Ela or Isabel (died before November 1251), who before 1231 married Sir Thomas Poynings :Margery, who before 1239 married Sir Giles Argentine and, secondly, Sir Jordan Sackville of Buckhurst :Joan (died after 15 February 1263), who married Sir Ralph FitzBernard (their grandson was Bartholomew Badlesmere, 1st Baron Badlesmere) and after 1239 was married to Imbert Pugeys :Agatha, who married Sir Adam Cockfield. ==Aguillons in Warwickshire== Hugh (died 1284), held the manor of Upton and died without children, leaving a widow Ellen. The manor went to descendants of his two sisters Joan and Maud. ==References== Category:Anglo-Normans Category:English people of French descent Category: English landowners Category:People from Sussex Category:History of Sussex ",
    "title": "Aguillon family"
}