{
    "id": "46834067",
    "text": "A water carrier or “bhisti” in India, Water carrier (also water seller) is a profession that existed before the advent of centralized water supply systems. A water carrier collected water from a source (a river, a well, water pumps, etc.) and transported or carried containers with water to people's homes. After the construction of pipe networks, the profession of water carrier became unnecessary and disappeared. In late Qing dynasty Chengdu, there were over one thousand people who worked as water carriers. They didn't just perform their official duties, but also helped the elderly and sick who could not take care of themselves with housework. In the 1940s Chengdu water carriers still went barefoot to show that they go deep into the river to collect the purest water. == Gallery == File:Le Kef les porteurs d'eau.JPG|Tunisia, early 20th Century File:Weeks Edwin Water Carriers Of The Ganges.jpg|Water Carriers Of The Ganges river, early 20th Century File:Pails and buckets.jpg|Rajasthan in 2006 File:Ponti Water carrier.jpg|Venice, 19th Century File:Edouard Castres Porteuse d’eau au bord du Nil.jpg|Water Carrier on the Banks of the Nile river, early 20th Century File:Eugen von Blaas Die Wasserträgerin 1887.jpg|The Water Carrier, by Eugene de Blaas, early 20th Century File:Pikolan A.jpg|Statue of a water carrier with a pikolan (yoke), China File:Puerto del Rosario - Avenida de Juan de Bethencourt-Calle Leon Y Castillo - El Aguador 02 ies.jpg|El Aguador (The Water Carrier) by Emiliano G. Hernández. Avenida de Juan de Bethencourt and Calle Leon Y Castillo in Puerto del Rosario, Fuerteventura, Canary Islands File:Blaas Eugene de Le Travail.jpg|By Eugen de Blaas, early 20th Century File:Dymkovo Porteuse Eau.jpg|(Vodonoska), the Water Carrier. Russian Dymkovo painted figurine in clay ==See also== *Aquarius (astrology) *Habibullah Kalakani, known as Son of the water carrier. *Les deux journées, an 1800 opera by Luigi Cherubini also known as The Water Carrier. == References == * * * Category:Obsolete occupations Category:Water Category:Food services occupations ",
    "title": "Water carrier"
}