{
    "id": "46834483",
    "text": "The Gold Standard issue or Small Head issue was the first definitive series of postage stamps issued by the Soviet Union between 1923 and 1927. The stamps were designed by Ivan Shadr. == History == The RSFSR Government re-issued definitive stamps with regular frequency. By the time of the formation of the Union of Soviet Socialist Republics, with its more than 200 million inhabitants, there was an urgent need for more stamps of various face values that would reflect the change of the state name. New stamps were also required due to the monetary reform in the Soviet Union and the introduction of the chervonets (equal to 10 rubles), backed by the gold standard. The first definitive series of postage stamps, which the Russians themselves name \"standard series\", was issued by the newly formed USSR in October 1923. Because its face values corresponded to the introduced gold standard, the series usually goes under the name of \"Gold Standard\". These stamps are also known as \"Small Head\" issues. They were thoroughly described by H. L. Aronson. == Stamp design == The design of this series was not new. It was modified and simplified from former stamp issues of the RSFSR. Representatives of the three main strata of the population, the Worker, the Peasant, and the Red Army Soldier, were depicted on the stamps. The Russian sculptor and artist-designer Ivan Shadr was the stamp design author. He worked on this project very conscientiously. Live models from his hometown of Shadrinsk were chosen for producing at first sculptures of those three types. Then, the sculptures were photographed from all sides. The final stamp design was selected on the best view of the sculptures. The stamps have the inscription (\"USSR\"), the value, and the word (\"zolotom\") that means \"in gold\". {| style=\"border- collapse:collapse\" align=\"center\" class=\"standard\" |-style=\"font-size:78%\" | | |} == Production and release == In the early 1920s, there were two basic printing processes, lithography and typography, used in Russia. The Small Heads were produced by both methods. There are different designs and distinguishing marks, both in lithographic and typographic printing. To detect them is not always easy, and four values, the 1, 2, 6 and 20 kopecks, are especially difficult in terms of identification. For the first months, those stamps were sold at the post offices at the varied prices. This was because the stamp value was at the beginning established through the daily official stock market (ru) quotations, which fluctuated from day to day. In March 1924, the new ruble based on the gold standard was finally introduced, and the stamp prices were fixed. One of the Gold Standard stamps, , is considered quite rare, if in mint condition. This is the 15 kopeck yellow perforated stamp of the Peasant design issued in 1925. The name \"Limonka\" is referred to its lemon yellow colour. == Publications == * * * * * * * * * * * == See also == == References == == Further reading == * == External links == * * Category:Postage stamps of the Soviet Union Category:1923 introductions Category:Gold standard Category:Economy of the Soviet Union Category:Economic history of Russia ",
    "title": "Gold Standard issue"
}