{
    "id": "46831744",
    "text": "Jason Lee, also known as Reverend Jason Lee, is an outdoor bronze sculpture of Jason Lee, located in Salem, Oregon, United States. It was designed by Alexander Phimister Proctor, who died in 1950 when only the work's model was finished. His son Gifford MacGregor Proctor completed the sculpture between 1950 and 1953. The one installed on the grounds of the Oregon State Capitol is a duplicate of a bronze statue unveiled in the United States Capitol in 1952. ==History== The statue, located on the grounds of the Oregon State Capitol, was designed by Alexander Phimister Proctor. When he died in 1950, only the model was completed. His son and associate Gifford MacGregor Proctor finished the sculpture between 1950 and 1953. Bedi-Rassy Art Foundry served as the founder. According to the Smithsonian Institution, the statue is a duplicate of a bronze unveiled in the United States Capitol in 1952. This sculpture was financed mainly by legislative appropriation, but also from contributions by Oregon school children. The statue was surveyed and considered \"treatment needed\" by the Smithsonian's \"Save Outdoor Sculpture!\" program in April 1993, and was administered by the Facility Services department of the State of Oregon at that time. ==Description== The life-size statue depicts missionary Jason Lee standing and holding a book in his proper left hand. His opposite arm is extended and he holds paper in his hand. It measures approximately x x and sits on a base that measures approximately x x . The back side of the sculpture includes the inscription, . The front of the base has a plaque with the founder's mark and the text: . ==See also== * 1953 in art ==References== ==External links== * Category:1953 establishments in Oregon Category:1953 sculptures Category:Bronze sculptures in Oregon Category:Bronze sculptures in Washington, D.C. Category:Monuments and memorials in Salem, Oregon Category:Monuments and memorials in Washington, D.C. Lee, Jason Category:Outdoor sculptures in Salem, Oregon Category:Sculptures of men in Oregon Category:Sculptures of men in Washington, D.C. Category:Statues by Alexander Phimister Proctor in Oregon ",
    "title": "Jason Lee (Proctor)"
}