{
    "id": "46835461",
    "text": "Turner & Townsend (officially Turner & Townsend Partners LLP) is a multinational professional services company headquartered in Leeds, United Kingdom specialising in programme management, project management, cost management and consulting across the property, infrastructure and natural resources sectors. The company was founded in 1946, and to date has 110 offices in 45 countries, with a presence in Europe, Middle East & North Africa, the Americas, Asia Pacific and Africa. The current CEO of Turner & Townsend is Vincent Clancy, who first joined the company in 1989, and has been a member of the Executive Board since 2002. == History == The company was founded in 1946 as Turner & Ing, a quantity surveying partnership in Darlington, United Kingdom. In 1956 the company became Turner & Townsend and opened several additional offices in the UK. In 1982 the first international office was opened in Johannesburg. Since then the company has expanded globally and now operates from 110 offices in 45 countries.https://www.turnerandtownsend.com/en/insights/annual- review-2017-2018/ == Notable projects == Turner & Townsend is best known for project management and programme management consultancy work in the real estate, infrastructure and natural resources sectors. Heathrow Airport appointed them to provide cost management and commercial services for its latest five-year spending programme. The company also project managed the construction of The Shard in London. They were also contracted to provide cost planning services for Sydney’s North West Rail Link and are providing cost estimating, project support and consultancy services for the Eni floating liquefied natural gas project in Mozambique. === Partial list of additional key projects === * Hong Kong International Airport’s third runway project * Carmichael coal mine, port and rail programme * Abu Dhabi Airport – Midfield Terminal Building * Nissan Retail Environment Design Initiative * Quellaveco and Michiquillay copper mines – Peru * Lenovo research and development centre, Wuhan, China == Awards and recognition == * Engineering, Construction and Infrastructure project of the year – Association for Project Management 2017 * CEO of the year – Building Awards 2017 * CEO of the year – Building Awards 2014 * Consultant of the year – Building Awards 2014 & 2013 * The Queens Award – Enterprise in International Trade 2014 * Sunday Times International Track 200 - top UK-based companies with the fastest growing international sales 2014 == References == Category:Construction and civil engineering companies of the United Kingdom Category:Consulting firms of the United Kingdom Category:Property services companies of the United Kingdom Category:Companies based in Leeds Category:1946 establishments in England Category:British companies established in 1946 Category:Construction and civil engineering companies established in 1946 Category:Consulting firms established in 1946 ",
    "title": "Turner &amp; Townsend"
}