{
    "id": "46834450",
    "text": "Missile Wing 1 (, FKG 1) was a unit of the German Air Force. Missile Group 11 (, FKGrp 11) was activated at Kaufbeuren Air Base in February 1958, equipped with the MGM-1 Matador cruise missile. On 1 September 1963, FKG 1 was activated at Saarburg Kaserne in Landsberg am Lech. On 1 January 1964 FKGrp 11 was assigned to FKG 1. In May 1964, FKGrp 12 was formed as a subordinate unit in Landsberg. On 1 October 1965 FKGrp 11 was dissolved and FKGrp 13 was officially formed in Kaufbeuren. The wing went through training at Fort Sill on the Pershing missile. FKGrp 12 fired missiles in April 1964 and FKGrp 13 in July 1964. The wing received missiles at their Quick Reaction Sites in West Germany on 12 August 1964. The wing was authorized six launchers; this increased to eight launchers in 1965. A quick reaction alert (QRA) site was established at Schwabstadl, south of Lechfeld Air Base. A new QRA site south of Landsberg became operational in 1970. In 1971, the wing upgraded to 36 Pershing 1a launchers. FKGrp 12 and FKGrp 13 were dissolved and four squadrons were formed. Warheads were under U.S. control, released only in wartime conditions. Warheads for FKGrp 12 were controlled by the 82nd United States Army Missile Detachment (82nd USAFAD) and warheads for FKGrp 13 were controlled by the 74th United States Army Missile Detachment from 1965 to 1971. After FKG 1 reorganized in 1971, the two missile detachments were merged into the 74th U.S. Army Field Artillery Detachment which provided support from 1971 to 1991. A new combat alert site (CAS) at Lehmgrube in Kettershausen was completed in 1975 for FKG 1, but the site was turned over to the 56th Field Artillery Brigade, who named it Fort von Steuben. A new QRA Site at Ochsenhof was activated in March 1976. The QRA site at Schwabstadl was closed and the Landsberg-Süd site became a training site. FKG 1 then moved to Görisried/Bodelsberg. Pershing 1b was a single stage, reduced range version of the Pershing II with the same range as the Pershing 1a. The Pershing II launcher was designed so that the cradle could be easily repositioned to handle the shorter missile airframe. The intent was to replace the German Air Force's Pershing 1a systems with Pershing 1b, since SALT II limited the range of German-owned missiles. The German government agreed to destroy its Pershing 1a systems when the U.S. and the U.S.S.R. signed the Intermediate-Range Nuclear Forces Treaty on 27 May 1988, thus the Pershing 1b was never deployed. Although not covered by the treaty, West Germany agreed unilaterally to the removal of the Pershing 1a missiles from its inventory in 1991, and the missiles were destroyed in the United States. The wing was deactivated on 31 December 1991. ==Commanders== * Oberst Richard Frodl 1963-1969 * Oberst Hans- Wilhelm Fleckner 1969-1971 * Oberst Heinz Werner 1971-1972 * Oberst Sebastian Sanktjohanser 1972-1981 * Oberst Franz-Egon Dropmann 1981-1984 * Oberst Dieter Reindl 1984-1987 * Oberst Peter Schmitz 1987-1989 * Oberst Herbert Wülfel 1989-1991 * Oberst Kurt Stürmer 1991-1991 ==Gallery== File:Bundesarchiv B 145 Bild-F029235-0037, Nürburgring, Bundeswehrparade zum NATO-Jubiläum.jpg|West German Air Force Pershing 1 on parade, 6 June 1969 File:OR 10.596B 20.png|Members of the West German Air Force receive Pershing 1a equipment in early 1971 File:Pershing1A - Luftwaffenmuseum Gatow.jpg|West German Air Force Pershing 1a at the Militärhistorisches Museum Flugplatz Berlin-Gatow, Germany == References== == External links == * Traditionsgemeinschaft Flugkörpergeschwader 1 Category:Missile units of the German Air Force Category:Military units and formations established in 1963 Category:Military units and formations disestablished in 1991 Category:Pershing missile de:Flugkörpergeschwader ",
    "title": "Missile Wing 1"
}