{
    "id": "46843505",
    "text": "Kenneth Lau Ip-keung (, born 1966) is a New Territories rural leader in Hong Kong. He is the current chairman of the Heung Yee Kuk and member of the Legislative Council of Hong Kong for the Heung Yee Kuk functional constituency, succeeding his father Lau Wong-fat in 2015 and 2016 respectively. He has been a non-official member of the Executive Council of Hong Kong since 2017. He was awarded the Bronze Bauhinia Star by the Hong Kong SAR Government in 2017. ==Biography== Lau was born in 1966 to Lau Wong-fat, the powerful rural leader and the chairman of the Heung Yee Kuk for 35 years. He graduated from the London School of Economics in 1989 with a degree in mathematics and statistics. In May 2015, he was elected unchallenged to the Kuk chairmanship upon his father's retirement. Lau was an appointed member of Tuen Mun District Council from 2000 to 2011. He was also a member of the government's Environmental Campaign Committee (2010–13). Since 2006, he has been a member of the Election Committee, under the New Territories District Council Subsector from 2006 to 2011 and through Heung Yee Kuk since 2011. Lau is a director of the Community Chest of Hong Kong. He and his wife, Judy Lau Yap Ai-ai, are members of the Hong Kong Jockey Club and horse owners. Lau was revealed to be a British citizen by documents in the Panama Papers.Panama Papers: Future political star and Heung Yee Kuk lawmaker have British nationality, Hong Kong Free Press, 20 April 2016 In the 2016 Hong Kong Legislative Council election, he succeeded his father to become a member of the Legislative Council in the Heung Yee Kuk functional constituency unopposed. According to his July 2020 declaration of interest, he owns more than 400 pieces of land throughout Hong Kong. In addition to the Hong Kong Jockey Club, the declaration lists him as a member of other organisations such as the Mission Hills Golf Club, Gold Coast Yacht and Country Club, and the Hong Kong Golf Club. ==References== Category:1966 births Category:Living people Category:Hong Kong people of Hakka descent Category:People from Huiyang Category:District councillors of Tuen Mun District Category:Indigenous inhabitants of the New Territories in Hong Kong Category:Members of the Election Committee of Hong Kong, 2007–2012 Category:Members of the Election Committee of Hong Kong, 2012–2017 Category:Hong Kong racehorse owners and breeders Category:Business and Professionals Alliance for Hong Kong politicians Category:Members of the Executive Council of Hong Kong Category:Members of the Legislative Council of Hong Kong Category:HK LegCo Members 2016–2020 Category:Recipients of the Bronze Bauhinia Star ",
    "title": "Kenneth Lau"
}