{
    "id": "46847721",
    "text": "Jon Prusmack (died December 2018) was a former United States rugby player and sports businessman. He was the founder and CEO of United World Sports (UWS), a sports marketing and event company.\"Growth of Collegiate Rugby Championship Evidence of Sport's Rising Popularity\", Forbes, Jason Belzer, May 30, 2015. UWS owns and operates the annual USA Sevens, an international rugby sevens tournament held every March at Sam Boyd Stadium in Las Vegas. The USA Sevens is the largest annual rugby sevens tournament in North America. UWS also owns and operates the annual Collegiate Rugby Championship, a college rugby sevens tournament held every June at Talen Energy Stadium located outside of Philadelphia. Prusmack also started Scrumdown in 1975, a magazine about rugby in the United States, which was later renamed Rugby Mag, and whose publication continues online as \"Rugby Today\".\"The 40th anniversary of US rugby's publication\", Rugby Today, Allyn Freeman, May 6, 2015. During his playing days, Prusmack played for Westchester RFC and the New York Athletic Club, and later served at NYAC coach and also as a referee for the Met NY RFU.\"Five Inducted into NYAC Hall of Fame\" , Rugby Today, January 17, 2012. Prusmack was the first American to write a rugby coaching book. Prusmack was inducted into the New York Athletic Club Hall of Fame in 2012. Before founding United World Sports, Prusmack was involved in a number of other successful ventures including DHS Technologies LLC, which is best known for its Deployable Rapid Assembly Shelter, DRASH. In 2003, he was the EY Metropolitan New York 2003 Entrepreneur Of The Year in the Manufacturing & Distribution category. Prusmack was inducted into the US Rugby Hall of Fame in 2013. He and his wife Patricia donated the Prusmack Rugby Complex at the US Naval Academy where he was a member of the Class of 1966. Prusmack died in December 2018. ==References== Category:American rugby union players Category:American rugby union coaches Category:2018 deaths Category:American businesspeople Category:Year of birth missing ",
    "title": "Jon Prusmack"
}