{
    "id": "46847835",
    "text": "A.T. Steele with Lhamo Dhondup in Amdo before being invested with the title of Dalai Lama in 1939. Archibald Trojan Steele (25 June 1903 Toronto, Ontario - 26 February 1992 Sedona, Arizona) was an American foreign or war correspondent for United Press, The New York Times, the Chicago Daily News and the New York Herald Tribune.\"Archibald T. Steele; Journalist Reported From China in the '30s,\" Los Angeles Times (March 13, 1992) He covered China, Southeast Asia, the Middle East, and Africa from the early 1930s until his retirement in 1960. He then published several books, and is known for filing reports of the Nanjing Massacre in 1937 that first informed the world of the activities of the Japanese Army. In 1950 Steele was co-winner of a George Polk award, given by Long Island University, for reporting on China for The New York Herald Tribune. In 1955 he won a Maria Moors Cabot medal, given by Columbia University, for articles in The Herald Tribune about a journey with his wife from Alaska to Chile. In 1966, he was named by Secretary of State Dean Rusk to a panel of nineteen experts to advise on US policy on China Steele recalled that \"When I returned from the Orient I would usually take refuge in Boise, Idaho, capital of the potato state. Usually the State Department didn't even know that I was in the country. I was never sought out when I returned from China.\" Steven W. Mosher's book, China Misperceived included Steele in his criticisms of the China Hands, the diplomats and journalists who were held responsible for the loss of China. In response to these and other comments, the journalist Harrison Salisbury wrote in 1991 that Steele deserved \"a special place in the journalist's Hall of Fame.\" ==Family and education== Steele was born to James Arthur and Clara (Trojan) Steele in Toronto, Ontario, Canada on June 25, 1903. He had six brothers and sisters. In 1915 the family moved to Salt Lake City, Utah, then Twin Falls, Idaho, before Boise, Idaho, where they stayed. Steele graduated from Stanford University in 1924, and then became a cub reporter for the Capital News in Boise. He moved to Downey, California, where he wrote for the Willows Journal.Biographical Note A. T. Steele Papers 1931-1982, 1995-1999 Arizona State University Library In the early years of the Depression, Steele owned The Downey Champion, a small weekly newspaper in California, when the Japanese invaded Manchuria beginning September 18, 1931. He recalled later that \"Up to that moment I had had no interest whatever in China. My sole interest was in the orange crop around Downey, California, where I was working, and in trying to keep my head above water.\" Rather than remain and go slowly bankrupt, Steele turned the newspaper over to his business manager, gathered a small amount of cash and took a ship named Taiyo Maru for Shanghai. Steele knew little about China and had no prospects for a job, but arrived just before the Japanese attack on Shanghai in 1931, and soon was hired to cover the war. Steele later explained that \"one could get a very quick education\" in those days because \"Shanghai was an international city with its International Settlement and French Concession and a very large and lively Chinese population.\" He added that \"it might not all be accurate, but it would certainly teach you in a very short time to take a strong position on China.\" He found himself disagreeing with resident foreigners who asked \"What's wrong with China?\" When the Battle of Shanghai began in 1937, he could go back and forth across the battle lines and observe the Japanese in action and then talk to the commander of the Chinese forces, who put up a \"brilliant defense at a time when the Chinese were being generally maligned as very poor fighters.\" ==Covering the Nanjing Massacre and the Sino-Japanese War== In the fall of 1937, Steele was one of five American journalists who remained in Nanjing after it fell to the Japanese. Steele broke the news about the events that became known as the \"Rape of Nanking\" (The New York Times correspondent F. Tillman Durdin is sometimes mistakenly credited as being the first.) Steele and Durdin left for Shanghai on the Oahu, an American naval vessel, and Steele bribed an American sailor to allow him to radio his dispatches. The Chicago Daily News ran Steele's article on December 15, 1937, while The New York Times story appeared three days later. A recent historian, Masahiro Yamamoto, wrote that although scholars have come to rely on the reports of these journalists less and less, \"judging from the records and documents available from other sources, one may conclude that despite some erroneous assumptions and sensationalism typical in media war coverage these two American journalists basically told almost every essential detail of the atrocities in Nanking.\" Steele saw panic and confusion among the Chinese defenders, who had been abandoned by their commanders, and reported that between 5,000 and 20,000 Chinese soldiers had been killed. Neither he nor Durdin mentioned the number of civilian victims, but Steele wrote that \"streets throughout the city were littered with bodies of civilians...\" (The worst of the civilian casualties happened after Steele and Durdin left on December 15). When the national government led by Chiang Kai-shek retreated to the wartime capital, Chongqing, Steele accompanied it. There he came to know Zhou Enlai, who was stationed in the city during the war as representative of the Chinese Communist Party. Steele was impressed with Zhou's power to manipulate correspondents' views and opinions. \"As a male,\" he told a conference of journalists and scholars in 1984, \"I would find it difficult to say that I was captivated by Chou, although I was certainly captivated by Kung P'eng (Gong Peng). But in discussing Chou I think we haven't really touched on the basic question of the extent to which people like Chou, and particularly Chou, manipulated the views of the correspondents in China and their coverage of Chinese events.\" He explained: :Remember Chungking in those days and how difficult it was to get the truth about anything, how futile it was to go to the Chinese Ministry of Information to get their superficial communiqués, which could easily be disproved and were usually just nonsense. Then you would go to a little cubbyhole on the side street in Chungking that was occupied by the liaison officer of the Chinese Communists, who were then our allies, and hear from a charming person like Chou En-lai an explanation of, say, the latest conflict between the Kuomintang forces and the People's Liberation Army in some remote area of the interior, giving in great detail the facts, as he reported them, of what was going on out there. It was very tempting indeed to give considerable prominence to the detailed version and very persuasive words that we got from Chou and to more or less ignore—and quite rightly, I think, in most cases—the Nationalists' communiqués. His other travels during the war included a 1938 visit to Yan'an, the Chinese Communist wartime headquarters, and a 1944 trip to Tibet for the Chicago Daily News, where he met the Dalai Lama, who was then a young boy. Of all his travels and assignments, he late wrote, the trip to Tibet and meeting the Dalai Lama were the most exciting. ==Post-war career== After 1945, Steele was posted to Japan, where he reported on the Tokyo War Crimes Trials. He traveled widely in East and Southeast Asia, then covered Central and South America from August 1953 to May 1954. and undertook a jeep trip from Alaska to Tierra del Fuego with his wife from August 1954 to August 1955. He retired in 1960 to Sedona, Arizona. In 1966, he was named by Secretary of State Dean Rusk to a panel of nineteen experts to advise on US policy on China In that year he published The American People and China, a survey of US public opinion, and in 1977 Shanghai and Manchuria, 1932: Recollections of a War Correspondent (Center for Asian Studies, Arizona State University). Steele died of cancer at his home on February 26, 1992. At his death Steele was editing the Chicago Daily News articles from his 1944 trip to Tibet. The book was privately published in 1993 as In the Kingdom of the Dalai Lama, with a foreword by the Dalai Lama. ==Family life== He and Esther Frances Johnston (1910-1980) were married January 16, 1933 in Tokyo, Japan. They had courted when they were in California. ==Published works== * * * == Notes== ==References== * Biographical Note A. T. Steele Papers 1931-1982, 1995-1999 Arizona State University Library. * Archibald T. Steele; Journalist, 89 The New York Times March 4, 1992 * == External links == * A. T. Steele Papers 1931-1982, 1995-1999 Arizona State University Library. * A.T. \"Arch\" Steele Photographs. 60 photographs of Tibet (1944), including three photos of the Dalai Lama. * What Western Journalists Witnessed Excerpts from dispatches of Steele and Durdin. Category:American reporters and correspondents Category:Explorers of Tibet Category:American political writers Category:American male non-fiction writers Category:Writers about China Category:American expatriates in China Category:Writers about communism Category:1903 births Category:1992 deaths Category:20th-century American non- fiction writers Category:Stanford University alumni Category:Writers from Toronto ",
    "title": "Archibald Steele"
}