{
    "id": "46845099",
    "text": "Teimana Harrison (born 5 September 1992) is a rugby union player, born in New Zealand of Maori, Pakeha and European mixed ancestry, who currently plays for Gallagher Premiership side Northampton Saints. He plays as a back row forward. Harrison began playing rugby at a young age, like many boys in New Zealand. Among his early accolades was captaining Rotorua Boys' High School, before moving to England and joining the Northampton Saints Academy in 2011 and making his senior professional debut for the club in 2012.https://www.northamptonsaints.co.uk/person/teimana-harrison He was recommended to the club by the England captain Dylan Hartley in 2011.https://www.walesonline.co.uk/sport/rugby/rugby-news/who-teimana- harrison-captain-dylan-11398716 In a season considered to be his \"breakthrough year\", Harrison earned both a call up to the England squad and a regular place in Saints' first team in the 2015-16 campaign.. Harrison featured heavily in Saints' fight to secure a European Rugby Champions Cup place for the 2017-18 season as they defeated both Connacht Rugby and Stade Francais to grab the last place.https://www.northamptonsaints.co.uk/news/latest- headlines/2017/may-2017/saints-23-stade-francais-22-friday-night-may-lights- strike-again/ ==International career== Harrison received his first call up to the senior England squad by coach Eddie Jones on 8 May 2016 for a three-day training squad, and made his full England debut in a match against Wales on 29 May 2016. Harrison has been named in the 32-man England squad for the 2016 Autumn Internationals alongside fellow Northampton Saints Dylan Hartley, Courtney Lawes and Tom Wood.http://www.englandrugby.com/news/england-name- squad-for-old-mutual-wealth-series/ ===International tries=== {| class=\"wikitable\" style=\"font-size:100%\" |- ! Try !! Opposing team !! Location !! Venue !! Competition !! Date !! Result !! Score |- | 1 || || London, England || Twickenham Stadium || 2016 Autumn Internationals || || Win || 58 – 15 |} ==References== ==External links== * Teimana Harrison, Northampton Saints * Category:1992 births Category:Living people Category:Northampton Saints players Category:New Zealand rugby union players Category:People from Opotiki Category:Rugby union flankers Category:New Zealand expatriate rugby union players Category:New Zealand expatriate sportspeople in the United Kingdom Category:England international rugby union players ",
    "title": "Teimana Harrison"
}