{
    "id": "46842275",
    "text": "DigiLocker is an Indian Digitization online service provided by Ministry of Electronics and Information Technology (MeitY), Government of India under its Digital India initiative. DigiLocker provides an account in cloud to every Aadhaar holder to access authentic documents/certificates such as driving license, vehicle registration, academic mark sheet in digital format from the original issuers of these certificates. It also provides 1GB storage space to each account to upload scanned copies of legacy documents. Users need to possess an Aadhaar number to use DigiLocker. For sign-up, the Aadhaar number and the one-time password sent to the Aadhaar-registered mobile number, need to be entered. The beta version of the service was rolled out in February 2015, and launched by Prime Minister Narendra Modi on 1 July 2015. The storage space provided was 100 MB initially, and was later increased to 1 GB. The individual file size for upload cannot exceed 10 MB. In July 2016, DigiLocker recorded 20.13 lakh users with a repository of 24.13 lakh documents. The number of users saw a large jump of 7.53 lakh in April when the government had urged all municipal bodies to use DigiLocker to make their administration paperless. From 2017, the facility was extended to allow students of ICSE board to store their class X and XII certificates in DigiLocker and share them with agencies as required. In February 2017, Kotak Mahindra Bank started providing access to documents in DigiLocker from within its net-banking application, allowing users to e-sign them and forward as needed. In May 2017, over 108 hospitals, including the Tata Memorial Hospital were planning to launch the use of DigiLocker for storing cancer patients' medical documents and test reports. According to a UIDAI architect, patients would be provided a number key, which they can share with another hospital to allow them to access their test reports. As of December 2019, DigiLocker provides access to over 372+ crore authentic documents from 149 issuers. Over 3.3 crore users are registered on DigiLocker. 43 requester organisations are accepting documents from DigiLocker. There is also an associated facility for e-signing documents. The service is intended to minimise the use of physical documents, reduce administrative expenses, provide authenticity of the e-documents, provide secure access to government-issued documents and to make it easy for the residents to receive services. ==Structure of DigiLocker== Each user's digital locker has the following sections. *My Certificates: This section has two subsections: :*Digital Documents: This contains the URI's of the documents issued to the user by government departments or other agencies. :*Uploaded Documents: This subsection lists all the documents which are uploaded by the user. Each file to be uploaded should not be more than 10MB in size. Only pdf, jpg, jpeg, png, bmp and gif file types can be uploaded. *My Profile: This section displays the complete profile of the user as available in the UIDAI database. *My Issuer: This section displays the issuers' names and the number of documents issued to the user by the issuer. *My Requester: This section displays the requesters' names and the number of documents requested from the user by the requesters. *Directories: This section displays the complete list of registered issuers and requesters along with their URLs. == Amendments to IT Act for Digital Locker == Digital Locker is not merely a technical platform. Ministry of Electronics and IT, Government of India also notified for Digital Locker. Amendments made to these rules in February 2017 state that the issued documents provided and shared through Digital Locker are at par with the corresponding physical certificates. According to this Rule, – (1) Issuers may start issuing and Requesters may start accepting digitally (or electronically) signed certificates or documents shared from subscribers’ Digital Locker accounts at par with the physical documents in accordance with the provisions of the Act and rules made thereunder. (2) When such certificate or document mentioned in sub-rule (1) has been issued or pushed in the Digital Locker System by an issuer and subsequently accessed or accepted by a requester through the URI, it shall be deemed to have been shared by the issuer directly in electronic form. ==Important Notifications from Government Departments Regarding DigiLocker== * Ministry of Finance (Department of Revenue): Amendment in Prevention of Money-laundering (Maintenance of Records) Rules, 2005 to accept digital KYC document through G.S.R. 582(E) on 20 August 2019. * Ministry of Road Transport and Highways: Amendment in Rule 139 of Central Motor Vehicles Rule 1989 through the notification G.S.R. 1081(E) on 2 November 2018. * Ministry of Railways: Acceptance of digital Aadhaar and Driving License as a proof of identity for train journey (June 2018). * Ministry of Civil Aviation: Notification issued by BCAS (Bureau of Civil Aviation and Security) to accept identity proof produced via DigiLocker for airport entry (October 2018). == Security measures of DigiLocker == Following are the security measures used in the system * 256 Bit SSL Encryption * Mobile Authentication based Sign Up * ISO 27001 certified Data Centre * Data Redundancy * Timed Log Out * Security Audit ==See also== * ESign (India) ==References== ==External links== * Category:Ministry of Communications and Information Technology (India) Category:Internet in India Category:E-government in India Category:Modi administration initiatives Category:Digital India initiatives ",
    "title": "DigiLocker"
}