{
    "id": "46845384",
    "text": "Schloss Ahrensburg (Ahrensburg Palace) is a former Herrenhaus (mansion) and is today referred to as a Schloss. It is located in Ahrensburg in southern Schleswig-Holstein, Germany, not far from the city of Hamburg. ==History== ===Previous structures=== Burg Arnesvelde In the 13th century, there was a mansion with a moat and defensive towers known as Burg Arnesvelde, about three kilometers south of today's Schloss Ahrensburg. In 1327, the fortified mansion was owned by the church. During the Reformation the property came into the hands of the Danish King Frederick II, and in March 1567 Arnesvelde was transferred to Daniel Rantzau as compensation for work done and debts the king had run up. After Rantzau's death in 1569 during the Siege of Varberg his brother took over the mansion. He tore down parts of the castle and started building what was to become today's Schloss Ahrensburg. ===Current structure=== Schloss Ahrensburg, plans. Castle between 1857 and 1883. The original structure on the island in the artificial pond/moat was built after 1585 at the initiative of Peter Rantzau, of the . Even at that time, the moat only served artistic rather than defensive purposes. Ahrensburg was a representative of the short-lived Mehrfachhaus-type of Renaissance mansion, in which a rectangular building was doubled (Wahlstorf) or trebled (Ahrensburg, Schloss Glücksburg). As this type had architectural disadvantages it was soon replaced by others. The four corner turrets were not part of the original design but added only later during construction. In 1594-96, the nearby chapel was built, together with some residential outbuildings which served as an infirmary for the old and sick. Ahrensburg remained with the Rantzau family for seven generations. In 1759, they were forced to sell it, however. It was purchased by Heinrich Carl von Schimmelmann, a merchant from Hamburg. He transformed the local economy, the appearance of the nearby village and the interior of the castle, turning it into a late-Baroque court. He also removed the outbuildings (stables, coach house, etc.) from the castle's island and filled in the innermost of the two moats. It is likely that the use of white paint also dates to this period and that the castle previously featured unplastered brick walls with sandstone ornaments. From 1759 to 1778, Ahrensburg served as Schimmelmann's summer residence and remained his family's main seat in the 19th century. However, it was only under Ernst von Schimmelmann (1820-1885), that it once again became the focus of family life. He had the Marstall (stables) built along with the bridge and a gatehouse (the latter demolished around 1960). In addition, he expanded the English park to its current size. In 1855, the ballroom was added to the castle, the last major addition to its interior. In the late 1920s, the Great Depression affected the Schimmelmann family and they were forced to sell the castle in 1932. ===Later history=== The Verein Schloss Ahrensburg e.V., supported by the state, the local savings bank and the town of Ahrensburg, took over maintaining the property. The castle museum opened in 1938. After being closed in the war, it reopened in 1955. In 1960-61, the exterior of the castle and its outbuildings was used as \"Garre Castle\" in the film The Green Archer. In 1984-6, the castle was renovated, including a recreation of the inner moat. Further interior work followed in the 1990s. In 2002, the castle and the six hectares of park were transferred to a private foundation that since 2007 had to operate without public subsidies. ==Today== The castle and its museum are open to the public. It can be rented for weddings and hosts concerts and children's events. ==Gallery== Schloss Ahrensburg Mai 2015b.jpg|Castle entré Schloss Ahrensburg Mühle 2015.jpg|The mill Marstall Ahrensburg.JPG|Marstall (stables) Schlosskirche Ahrensburg.JPG|Castle chapel Schloss Ahrensburg Sonnenuhr 2015.jpg|Sundial from 1750 Ahrensburg Schimmelmann-Wappen 2015.jpg|Schimmelmann coat-of-arms Schloss Ahrensburg Wetterfahne 2015.jpg|Weathercock Schloss Ahrensburg - Löwe.jpg|Lion from 1765 Schloss Ahrensburg Treppe 2015.jpg|Stairs Schloss Ahrensburg Pelliciakabinett 2015.jpg|Pellicia-cabinet Schloss Ahrensburg Blaues Wohnzimmer 2015.jpg|Blue salon Schloss Ahrensburg Festsaal 2015.jpg|Hall ==References== ==External links== *Official website Palace Ahrensburg Ahrensburg Ahrensburg Ahrensburg Ahrensburg ",
    "title": "Schloss Ahrensburg"
}