{
    "id": "46846622",
    "text": "Ġużepp Portelli (8 December 1880 - 7 March 1949) was a Maltese Roman Catholic prelate who founded the present Ta' Pinu Basilica in Gozo. ==Early Life and Family== Ġużepp (Joseph) Portelli was born in Għarb on 8 December 1880 to Luiġi Portelli and Marianna Cauchi. He was baptised the same day, at the Parish Church of Għarb. His godparents were Ġużeppi and Carmela Grima, the latter one is said to have heard the voice of Our Lady in the small chapel of Ta’ Pinu, the same church Ġużeppi helped build and became rector later on in life. Ġużeppi had 8 other siblings, 3 sisters and 5 brothers. Four of his brothers, Pio, Grazio, Salv and Karm, became priests while the other brother, Mikiel married. The sisters, Tereżina, Ġużeppa and Rosalina, never married. ==Priesthood== Ġużepp studied in the Gozo Major Seminary under the Jesuits. He was admired for his brilliant mind and for his prudence and profound spirituality. He was ordained by the Bishop of Gozo Giovanni Maria Camilleri in the Gozo Cathedral on 21 December 1907. As a young priest, Reverend Portelli exercised his pastoral ministry in the village of San Lawrenz, where his eldest brother, Monsignor Salv Portelli, served as parish priest. When the Jesuits left the Gozo Seminary with a view to open a similar college in Malta, Reverend Portelli, who had become a lecturer at the Seminary, was called by Bishop Camilleri to become one of the new superiors of the Seminary and was made Vice Rector. Other superiors were Reverend Alfons Hili, who was the Rector, and Reverend Joseph Farrugia, who was the Prefect of Studies. Reverend Portelli was also made a Monsignor of the cathedral chapter. Monsignor Portelli was also a renowned preacher who was often invited to deliver sermons and spiritual exercises in several churches in Malta and Gozo. Once, during Lent, was asked to preach to the Maltese Community of Tripoli. Monsignor Portelli was also confessor of the Franciscan and Dominican Sisters of Victoria. Every Saturday evening, Monsignor Portelli used to go to Ta 'Pinu to celebrate mass. During this time his brother, Monsignor Karm Portelli was Archpriest of the Collegiate church of Gharb. Monsignor Portelli served as administrator of Ghasri, Nadur, Qala and Ta 'Sannat when the post of parish priest became vacant. In 1933, several centres of Catholic Action started to emerge in Gozo and Monsignor Portelli became the Spiritual Director of the branch of Għarb. Here he used to give religious lessons and organized retreats for its members.\"Ta' Pinu National Shrine - Gozo, Malta\", Malta, 07 March 2015. Retrieved on 30 May 2015. Apart from his pastoral duties he also wrote a number of theatrical plays and even music notes. Portelli became rector of the chapel of Ta’ Pinu and he is still remembered as the person who commissioned the building of the new church of Ta’ Pinu on 30 May 1922. The church was completed in 1932 and consecrated on August 31 of the same year in the presence of Monsignor Portelli. Monsignor Portelli died on March 7, 1949 after a brief illness. He was buried in Għarb Cemetery. On June 16, 2008 the remains of Monsignor Portelli were reburied inside the Basilica of Ta' Pinu.\"From Chapel to Basilica\". Retrieved on 30 May 2015. ==References== * * * * Category:1880 births Category:1949 deaths Category:20th-century Roman Catholic priests Category:Maltese Roman Catholic priests Category:Maltese Roman Catholics Category:People from Għarb ",
    "title": "Ġużepp Portelli"
}