{
    "id": "46842633",
    "text": "Avabai Bomanji Wadia (18 September 1913 – 11 July 2005) was a Sri Lankan born naturalised Indian social worker, writer and the founder of the International Planned Parenthood Federation and the Family Planning Association of India, two non governmental organisations working to promote sexual health and family planning. She was honoured by the Government of India in 1971 with Padma Shri, the fourth highest Indian civilian award. ==Biography== ===Early life and education=== Avabai was born on 18 September 1913 in Colombo, British Ceylon (Sri Lanka), into an affluent and highly westernized Parsi family with roots in Gujarat, India. Her father, Dorabji Muncherji, was a well placed shipping officer, and her mother, Pirojbai Arsiwala Mehta, a home-maker. After initial schooling in Colombo, Avabai moved to England in 1928 (aged 15) and completed her schooling at Brondesbury and Kilburn High School, London. Choosing a career in law, she joined the Inns of Court in 1932 and enrolled as a lawyer in 1934, becoming the first Sri Lankan woman to succeed in the bar examinations which she passed with honours. She practiced at the High Court of Justice, London for one year (1936–37). As a law student, she had been a part of the Commonwealth Countries League and the International Alliance of Women, and had participated in several rallies and picketing events. She had also met and mingled with various leaders of the Indian freedom movement, including Mahatma Gandhi, Muhammed Ali Jinnah, and Jawaharlal Nehru, when they visited England. These associations were held against her when she applied to any law firm for a post as junior lawyer. After two years in England, she decided to return home to Colombo in 1939, enrolled at the Supreme Court, and practiced law from 1939 to 1941. ===Contraception activism=== Margaret Sanger. In 1941, Avabai's father retired from his job and decided to return to his native land. The family moved from Ceylon to India in 1941 and settled in Bombay permanently. Here, Avabai met her future husband, Bomanji Khurshedji Wadia, and they got married on 26 April 1946. The couple were soon estranged, but never legally divorced. Avabai did become pregnant in 1952, but suffered a miscarriage, after which the couple made no further effort to stay together. In Mumbai, Avabai joined the All India Women's Conference and was a feminist and social activist with a focus on contraception. Having inherited a significant fortune upon the death of her father, she founded the Family Planning Association of India (FPAI) in 1949 and became its president, a post she held for 34 years. Her efforts resulted in the inclusion of \"family planning\" in the first five year plan, which was launched in 1951. India's first prime minister, Jawaharlal Nehrusupported Avabai and it was largely due to her personality and connect with Nehru that contraception became accepted as early as 1951. The following year (1952), backed and funded by the Indian government, Avabai organised the Third International Conference on Planned Parenthood which was held in India and gave the opportunity to all the eight associations working in the field to come together. The conference was attended by renowned women's rights activists including Margaret Sanger and Elise Ottesen-Jensen. At the conference, the delegates unanimously voted for the formation of the International Planned Parenthood Federation, which took shape shortly afterwards. Avabai served on numerous government committees and commissions, combined a rich social life and career, serving as president of the IPPF for two terms from 1983 to 1989. It was during her tenure as president that the IPPF received the UN Population Award in 1985 and the Third World Prize in 1987. Avabai was also appointed Justice of Peace in Bombay in 1957 and the magistrate of Juvenile Court in Bombay in 1958. Avabai was associated with the Family Planning Association of India since its inception in 1949 till her death, as a founder member (1949-1953), as its general secretary (1953-1963), as its president (1963-1997) and served as its president emeritus from there onward till her death. After serving out her second term as the president of IPPF in 1989, she continued as its patron till 2005. She was also a life member of the Women's Graduate Union, Bharatiya Vidya Bhavan and Maharashtra Women's Council. She was the vice president of the All India Women's Conference for two terms (1956-1958 and 1958-1960), a member of the governing council of the Population Foundation of India and the honorary editor of the Journal of Family Welfare since 1956. She wrote extensively on the subjects of sexual health and family planning and some of her publications are: * Population Education for the Younger Generation * The Role of Voluntary Organisations in Promoting Family Planning and Population Policy * Some Careers for Women * Proceedings of the First Dr. C. Chandrasekaran Memorial Lecture, 30 October 2001 on population and development : the changing scenario * Population development and the environment * The light will belong to us all He memoirs was published in 2001 under the name, The Light is Ours by the International Planned Parenthood Federation. Sri Venkateswara University, Tirupati honoured Avabai Bomanji Wadia with the degree, Doctor of Law (honoris causa) and the Government of India awarded her the civilian honour of Padma Shri in 1971. She died on 11 July 2005 at the age of 91, her husband preceding her in death in February 1979. She bequeathed a part of her personal wealth to The Research Centre for Women's Studies which manages the Dr. Avabai and Dr. Bomanji Khurshedji Wadia Archive for Women,. A trust, Avabai Wadia Memorial Trust, has been established which is involved in family planning programmes in association with other non governmental bodies and medical institutions and conducts regular endowment lectures on the subject. ==See also== * International Planned Parenthood Federation * Family Planning Association of India * Margaret Sanger * Elise Ottesen-Jensen * First women lawyers around the world ==References== ==Further reading== * * * * * * * ==External links== * * Category:Recipients of the Padma Shri in social work Category:1913 births Category:2005 deaths Category:Parsi people Category:Indian women social workers Category:Indian barristers Category:Alumni of the University of London Category:Indian women's rights activists Category:Indian women judges Category:Sri Lankan emigrants to India Category:Naturalised citizens of India Category:Indian women philanthropists Category:Indian philanthropists Category:Recipients of the Padma Bhushan in social work Category:20th-century Indian educational theorists Category:20th- century Indian women writers Category:20th-century Indian non-fiction writers Category:20th-century Indian women scientists Category:20th-century Indian scientists Category:Indian women lawyers Category:20th-century Indian lawyers Category:20th-century Indian judges Category:Activists from Maharashtra Category:Women writers from Maharashtra Category:People from Mumbai Category:Women scientists from Maharashtra Category:Sri Lankan women activists Category:Sri Lankan activists Category:Sri Lankan people of Indian descent Category:Indian people of Sri Lankan descent Category:Social workers from Maharashtra Category:Women educators from Maharashtra Category:Educators from Maharashtra Category:Sri Lankan social workers Category:Sri Lankan women academics Category:People from Colombo Category:20th-century Sri Lankan writers Category:20th-century Sri Lankan women writers Category:20th-century philanthropists Category:20th-century women lawyers Category:20th-century women judges Category:20th-century women educators ",
    "title": "Avabai Bomanji Wadia"
}