{
    "id": "46857225",
    "text": "Jonathan Wilson-Hartgrove is a Christian writer and preacher who has graduated both from Eastern University and Duke Divinity School.Forman (2009), p. 47. He associates himself with New Monasticism.Jacobs (2010), p. 144. Immediately prior to the 2003 invasion of Iraq, he and his wife, Leah, were members of a Christian peacemaking team that traveled to Iraq to communicate their message to Iraqis that not all American Christians were in favour of the coming Iraq War.Flanagan & Lanzetta (2013), pp. 28-29. Wilson-Hartgrove wrote about this experience in his book To Baghdad and Beyond: How I Got Born Again in Babylon.Byassee (2013), p. 52. Also in 2003, he became one of the co-founders of Rutba House, a Christian intentional community in Durham, North Carolina's Walltown Neighborhood.Gorman (2015), p. 103. In 2006, he founded the School for Conversion, a popular education center committed to \"making surprising friendships possible.\" He taught workshops there alongside his mentor and freedom teacher, Ann Atwater, until her death in 2016. Wilson-Hartgrove has also worked with the Rev. William J. Barber, II to promote public faith for the common good through Moral Mondays and the Poor People's Campaign: A National Call for Moral Revival. In his 2008 book Free to Be Bound: Church Beyond the Color Line (NavPress), Wilson-Hartgrove writes about racism and the central importance of racial reconciliation to Christianity.Harvey (2014), p. 26. He co-wrote the 2008 book Becoming the Answer to Our Prayer: Prayer for Ordinary Radicals (InterVarsity Press) with fellow New Monastic Shane Claiborne, and published a book on what new monasticism has to say to the church, New Monasticism (Baker Books). They also collaborated on the popular daily prayer guide Common Prayer: A Liturgy for Ordinary Radicals (Zondervan). Wilson-Hartgrove wrote God's Economy (Zondervan), which was published in 2009, and a study of the Benedictine practice of stability, The Wisdom of Stability (Paraclete Press), which was published in 2010. He published two books in 2012: The Awakening of Hope: Why We Practice a Common Faith (Zondervan) and The Rule of St. Benedict: A Contemporary Paraphrase (Paraclete Press).Buschart & Eilers (2015), p. 206. In 2013, he wrote a book about his experiences with hospitality called Strangers at My Door: A True Story of Finding Jesus in Unexpected Guests. During Holy Week 2015, Wilson-Hartgrove was one of approximately 400 Christian theologians and leaders who signed a public statement arguing that capital punishment in the United States should cease. He has worked closely with the Rev. Dr. William J. Barber, II in Moral Mondays and the Poor People's Campaign: A National Call for Moral Revival and is co- author of The Third Reconstruction: Moral Mondays, Fusion Politics, and the Rise of a New Justice Movement (Beacon Press). After the 2016 election, Wilson-Hartgrove began teaching about the legacy of slaveholder religion in American Christianity and published Reconstructing the Gospel: Finding Freedom from Slaveholder Religion (InterVarsity Press). In 2020 he published Revolution of Values (InterVarsity Press), a book that explores how the religious right taught Americans to misread the Bible as an endorsement of Christian nationalism and invites people of faith to re-read Scripture from the perspective of the poor and marginalized whom Jesus blessed. ==References== ==Bibliography== * * * * * * * ==External links== Category:Living people Category:American autobiographers Category:American Christian pacifists Category:American evangelicals Category:Christian monasticism Category:Writers from Durham, North Carolina Category:Writers about activism and social change Category:Eastern University (United States) alumni Category:Duke Divinity School alumni Category:American Christian writers Category:American anti–death penalty activists Category:American anti–Iraq War activists Category:American Christian clergy Wilson-Hartgrove, Jonathan Category:Activists from North Carolina Category:Year of birth missing (living people) ",
    "title": "Jonathan Wilson-Hartgrove"
}