{
    "id": "46859718",
    "text": "Aminul Hoque, MBE () is a Bangladeshi-born British lecturer and writer. ==Early life== Hoque was born to a Bengali Muslim family in the village of Bagir Ghat in Golapganj Upazila, Sylhet, Bangladesh. Hoque's father had been living and working in Britain since the early 1960s so the rest of his family joined him in 1980. Hoque grew up in a predominantly Bangladeshi neighbourhood in Tower Hamlets. His early memories were of extreme poverty, overcrowding and experiencing racism. Hoque graduated from the University of Sussex. He completed two degrees and a PhD. ==Career== Since October 2008, Hoque has been a lecturer in the Department of Educational Studies at Goldsmiths, and a visiting lecturer at London Metropolitan University. Hoque's writing and work focuses on issues of multicultural Britain, identity, social justice, youth policy, religion and race relations. In 2015, his book British-Islamic Identity: Third-generation Bangladeshis from East London was published. In February 2015, he contributed in a discussion regarding the three British schoolgirls from Bethnal Green Academy who left home to join the Islamic State of Iraq and the Levant on BBC Radio Scotland and BBC Radio 4. In the same month, he spoke at the London Festival of Education, hosted by the Institute of Education. In April of the same year, he was interviewed by Nihal on BBC Asian Network. In May of the same year, he contributed on BBC Radio 4's Today programme. In July 2015, he was interviewed by Nadia Ali on BBC Asian Network about his Ramadan memories and the British Bangladeshi community. Hoque's background is in youth, community and voluntary work. He is an expert in young people and cultural identity. Most of his community work is in Tower Hamlets. Hoque is also a freelance journalist and broadcaster. In 2020, he hosted an episode of A Very British History focusing on Bangladeshi emigration to the United Kingdom from the 1960s onwards. ==Awards and recognition== In 2008, Hoque was appointed a Member of the Order of the British Empire (MBE) in the 2008 New Year Honours for his services to youth justice in East London. In 2005, he received a Philip Lawrence Award. In 2004, his radio documentary Islamic Pride was shortlisted for the Sony Awards. ==Personal life== Hoque is a Muslim He has three children. He is a Manchester United Football Club fan. ==Works== * Hoque, Aminul. (January 2005). Long-Distance Nationalism: a Study of the Bagir Ghati Community Living in East London. * Hoque, Aminul. (2015). British-Islamic Identity: Third-generation Bangladeshis from East London. London: Trentham Books. . ==See also== * British Bangladeshi * List of British Bangladeshis ==References== ==External links== * * Hotseat: Islam expert Aminul Hoque. BBC News. 28 January 2005 * Hoque, Aminul. I'm a British Bangladeshi Muslim academic: it's about confidence. The Guardian. 15 November 2013 Category:1977 births Category:Living people Category:British Muslims Category:Bangladeshi emigrants to England Category:Naturalised citizens of the United Kingdom Category:English male journalists Category:British non-fiction writers Category:Muslim writers Category:British Asian writers Category:21st- century British writers Category:The Guardian journalists Category:Journalists from London Category:Alumni of the University of Sussex Category:Academics of London Metropolitan University Category:Academics of Goldsmiths, University of London Category:People from Golapganj Upazila Category:People from the London Borough of Tower Hamlets Category:Members of the Order of the British Empire bn:আমিনুল হক ",
    "title": "Aminul Hoque (writer)"
}