{
    "id": "46859779",
    "text": "Hollis Loyd Harris (November 25, 1931 – July 13, 2016) served as President and COO of Delta Air Lines (1987-1990) and Chairman, President, and CEO of Continental Airlines (1990-1991), Air Canada (1992-1996), and World Airways (1999-2004). According to author Harry Nolan, Harris led the latter three airlines \"out of the turbulence of financial instability toward profitability.\"Rachel Tobin Ramos, “Atlanta author fires at Delta succession plan” Atlanta Business Chronicle, July 27, 2006 In 1997 Harris and Steve Wolf signed a strategic agreement between Air Canada and United Airlines, producing what is now the Star Alliance, which grew to become the world's largest global airline alliance. == Career == Hollis Harris's 51-year career began in 1954 as a transportation agent at Delta while taking full-time classes in aeronautical engineering at the Georgia Institute of Technology. He earned his bachelor's degree in 1961 while working in Delta's engineering department, where he was promoted to managerial positions. Between 1965 and 1969, he progressed from Manager of Facilities to Director, and eventually became Assistant Vice President of the Facilities Department, which incorporated the various functions of planning, engineering, and constructing Delta's system-wide facilities, including airport terminals, hangars, reservations offices, city ticket offices, general office and fuel storage facilities, and ground support equipment. By 1971, Harris was head of the Aircraft Engineering Department, and in 1973, he became Senior Vice President of Passenger Service.Delta Air Lines Public Relations Department, \"Hollis L. Harris: President and Chief Operating Officer,\" 1987 After a series of promotions, in 1987 Harris was named President/COO and a member of Delta's Board of Directors, where he served for four years. During this time, Harris helped launch Delta's new service to Seoul, South Korea in anticipation of the 1988 Summer Olympics in Seoul.Rohan Anand, “Delta and the “de-Portland” hub story: airport allure”, October 9, 2012 In 1990, Harris joined Continental Airlines as Chairman, President, and CEO with the task of helping the airline avert bankruptcy. Due to several disagreements with the Board about how the airline should be restructured, Harris resigned from Continental in September 1991 and joined Air Canada as Chairman, President, and CEO in 1992.Joel Cowan, Fayette County’s Business Person of the Year presentation speech, January 22, 2005 The following year, after returning to serve on the Board at Continental as part of a plan for Air Canada to acquire 27.5% of Continental, Harris and the Air Partners Group brought Continental out of bankruptcy through strategic restructuring of the airline.Michael Manning, “The Interview: Hollis Harris, former president and Chief Operating Officer of Delta Air Lines”, December 9, 2013 While at Air Canada, Harris and Steve Wolf signed a \"strategic agreement\" between Air Canada and United Airlines that produced what is now the Star Alliance – the largest airline group in the world. In 1994, the Financial Times of Canada named Harris the \"Number One CEO\".Georgia Aviation Hall of Fame, “Hollis L. Harris”, April 23, 2005 In 1999, Harris joined World Airways as Chairman, President, and CEO. During his five years at World, Harris cut costs by relocating the airline's headquarters from Dulles International Airport to Peachtree City, GA, and, similar to his experience at Continental and Air Canada, Harris led the restructuring team in providing several consecutive quarters of profitability before retiring in May 2004.J. Frank Lynch, \"PTC’s Harris credited for success of World Airways.\" The Citizen News, 1999 == Personal life == Hollis Harris was born in Carrollton, GA, where his parents, Clarence and Nellie Ruth Harris, worked in a local cotton mill. In 1943, at the age of twelve, Harris was diagnosed with leukemia.\"Harris receives CHS Distinguished Alumni award.\" The Times-Georgian, April 26, 2015 During the six months of his sickness, doctors exhausted all options for treatment and concluded there was \"nothing else to do.\" Out of desperation, his father bargained with God to save his son's life in exchange for serving in Christian ministry. Harris's cancer disappeared without a medical explanation, and his father became a Methodist minister, serving in this position for over fifty years. Harris graduated from Carrollton High School in 1949 and attended Auburn University from 1949 to 1950. He joined the U.S. Army in 1951, serving as battery commander in Germany during the Korean War, and was honorably discharged as a first lieutenant in 1954. Returning to Georgia, Harris enrolled in Georgia Tech's Aeronautical Engineering program and began working at Delta Air Lines as a transportation agent. In 1955, he married Joyce Entrekin, and they had three children. During his time with the airline industry, Hollis Harris was an avid traveler, visiting all seven continents and playing golf with celebrities such as U.S. President Gerald Ford and astronaut Neil Armstrong. A member of Conquistadores del Cielo since 1987, Harris would gather with other accomplished aviation and aerospace executives each September at the \"A Bar A Ranch\" in Encampment, Wyoming for recreational activities. Hollis Harris resided in Peachtree City, GA from 1969 until his death at the age of 84 on July 13, 2016. == Awards == Plaque honoring Harris at the Georgia Aviation Hall of Fame * Conquistadores del Cielo member (1987) * Financial Times of Canada: \"Number One CEO\" (1994) * National Aviation and Space Exploration Wall of Honor (2000) * Georgia Tech College of Engineering Hall of Fame (2004) * Fayette County Chamber of Commerce: Business Person of the Year (2004) * Georgia Aviation Hall of Fame (2005) * Boy Scouts of America: Golden Eagle Award (2012) * Carrollton High School Distinguished Alumni Award (2015) ==References== Category:1931 births Category:2016 deaths Category:American aviation businesspeople Category:Delta Air Lines people Category:Air Canada people Category:Continental Airlines people Category:World Airways ",
    "title": "Hollis L. Harris"
}