{
    "id": "46856351",
    "text": "Magnus Öström (born 3 May 1965 in Västerås, Västmanland, Sweden) is a Swedish drummer, and known for being part of the first Esbjörn Svensson Trio (e.s.t.). == Biography == Öström was the son of an artist couple, and was influenced by the musical tastes of his older brother like Jimi Hendrix, Deep Purple, The Allman Brothers and Lynyrd Skynyrd. At the age of eight years he built his first drum set and soon played music with a friend, Esbjörn Svensson. Since 1981, he attended the musical grammar school in Västerås and played with Svensson trio. Between 1983 and 1985 he studied at the adult education center in Sjövik before he continued his studies at the Music Academy Stockholm. During this time he played with various bands of the Stockholm scene; between 1987 and 1992 he was a member of the band of singer Monica Borrfors. Since 1989, he was back with Svensson, initially in the group Stock Street B , then again in a trio with the bassist Dan Berglund with an album released in 1993. e.s.t. released twelve albums toured internationally with great success. They played until the accidental death of Svensson. Öström also has worked with Bobo Stenson, Lennart Åberg, Palle Danielsson, Nils Landgren, Stina Nordenstam, Peter Gullin and Steve Dobrogosz as well as numerous American musicians such as Michele Hendricks, Benny Golson, Mulgrew Miller, Stefon Harris, Pat Metheny or Alan Pasqua. In 2010 he founded his own quartet with guitarist Andreas Hourdakis, keyboardists Gustav Karlöff and Daniel Karlsson and bassist Thobias Gabrielson, releasing their first album Thread of Life, that in 2012 received an ECHO Jazz. He also participates on several albums by Nils Landgren, Lars Danielsson, Viktoria Tolstoy, Jeanette Lindström and Nicolai Dunger. In 2019 the ACT label released Live in Gothenburg for the first time.https://www.marlbank.net/posts/magnus-strm-interview/119 == Discography == === Magnus Öström Band=== *2011: Thread of Life (ACT Music) *2013: Searching for Jupiter (ACT Music) *2016: Parachute (Diesel Records) === Collaborations === ;With Esbjörn Svensson Trio See Esbjörn Svensson Trio#Discography ;With Rymden * 2019: Reflections & Odysseys (Jazzland Recordings), with Bugge Wesseltoft and Dan Berglund (Rymden) == References == == External links == * * Discography * Interview (2006) Category:Swedish jazz musicians Category:Swedish drummers Category:Male drummers Category:Swedish composers Category:Swedish male composers Category:ACT Music artists Category:1965 births Category:Living people Category:Male jazz musicians Category:Esbjörn Svensson Trio members ",
    "title": "Magnus Öström"
}