{
    "id": "46853270",
    "text": "Laxminarayan Payodhi was born on 23 March 1957 in a small village called Ankisa in Maharashtra and grown in Bhopalpatnam (Bijapur district), Chhattisgarh. He is a noted Indian poet of contemporary literary movement from modern Indian Hindi literature. He is best known for his early work Somaru, was even recognized as a bestseller and has been published three times (1992,1997,2005). ==Personal life and education== Laxminarayan Payodhi is one of the most significant poets of modern Hindi, is born in a Telugu speaking family. Though a student of Hindi, took keen interest in various Vedas and epics from the very beginning. In time, through his natural intelligence and acquired knowledge, he became an authority on languages – Telugu and Hindi. He is popular by his pen name “Payodhi” means sea of milk. Payodhi's life, barring short periods, was one long sequence of struggle and hard work. His father, Tati mallaiya, is a farmer with a high principles and open thoughts, which helped him to come out of such a small village to big city because of the extreme talents he possessed and commence his bright future. Payodhi is educated in the Hindi medium. His earlier education was in Bhopalpattnam. Although, after seeing his talent and brilliance, government sent him to better institutes for further studies. Thereon, he moved to Jagdalpur and then to Raipur for his graduation and for his master's degree in Hindi literature and sociology, from Ravishankar University, Raipur. Growing up, he took inspiration from personalities like Ramakrishna Paramhansa, Suryakant Tripathi 'Nirala', Swami Vivekananda and Adishankaracharya. After his marriage with Bhagyarekha and her support, he started publishing his books of poems in Hindi. Thereafter, he excelled on various fields of Hindi literature as a storywriter, novelist, playwright, critic and even did significant work for children. Living in Bhopal from last 25 years, he set various examples by contributing a lot to tribes of Madhya Pradesh. In such long time, he was editor of the very popular magazine “Samajh Jharokha” for tribal children. From last two decades he has done research on tribal languages, lifestyle and culture. Being so innovative and creative in his work, he has set an epitome by being a hope for the preferment for the tribes of Madhya Pradesh. The world of Hindi literature is remarkable for ideological and aesthetic divisions. Today, he is one of the very few people in Hindi literature who are admired and respected by almost all, across all divisions. ==Literary works== ===Poetry=== # Somaru (1992,1997,2005) # Aakhetakhon ke Viruddh (1997) # Ant mein bachi Kavita (2000) # Gamak (Ghazals, 2002) # Harshit hai Brahmand (Lyrics,2003–2004) # Kandeel mein Suraj (Ghazals, 2005) # Punarapi (selected poems, 2005) # Chuppiyon ka Bayaan (Ghazals, 2008) # Andhere ke paar (Ghazals, 2011) # Chintalnaar se Chintalnaar tak (Poems,2012) # Sugandhon Ka Safar (Ghazals,2015) # Ujaalon ki Talaash (Ghazals & lyrics,2017) # Lamjhana (Poems,2018) # Samay ka Naad (Poems,2018) # Khayalon ki Dhoop (Ghazals,2018) ===Stories=== # Sambandhon ke Avaj Mein (1992) ===Drama=== # Gundadhoor (Poetic Drama,2018) ===Research books=== # Gondi-Hindi shabd kosh (Dictionary,2006) # Bhili-Hindi shabd kosh Dictionary, 2007) # Korku-Hindi shabd kosh (Dictionary 2007) # Gond Janjati Ka Sanskratik Pralekh (Culture of Gond Tribe,2006) # Janjatiya Godna: Shrungar aur upchaar (2012) # Bhil Janaati Samuh Ke Saanskritik Aayaam (Culture of Bhil Tribal Group,2015) # Dhangana (Coffee table book on Baigapainting,2017) ===Children's literature=== # Vanvaasi Krantiveer (1990) # Ajab Kahaani, Gazab Kahaani (1996) # Languron K Desh Mein (1996) # Ababeel Ki Saheli (2000) # Ghonsala Bola (2005) # Adivasi Kranti Nayak (2005) # Thibaru (Novel, 1992) # Suraj ke Desh mein (Novel, 2005) # Titali Pari (Drama, 1998) # Uttar ban Jayen (Poems, 2005) # Uunche Rakhen Iraade (Poems, 2005) # Adivaasi Bachchon ke Khel (Encyclopedia on tribal games, In two parts, 2005) ===Other works=== # Telefilm 'Mahuphool'(based on short story 'Mahue ke Phool) and tele dama 'Bhoomkal'( based on Gundadhoor) #Translated 'Somaru' in Marathi and English and 'Kandeel mein Sooraj' in Urdu. # Some of the poems and stories have been translated into Urdu, Telugu, Halbi, and Sindhi. # Some of the stories and poems have included in the syallabus of m.p board and C.B.S.E # Gundadhoor, Somaru, Harshit hai Brahmand, Gamak and even him as a personality is been matter of study of PhD and D lit. for many researchers. # 6. There had been a program called 'Somaru- Prasang' by karvat Kala Parishad (1997) # An event called 'Payodhi- Prasang' by janhit prakashan and was organized to discuss Payodhi's literature.(2002) # Vande Matram Samiti organized Ghazal eve on Payodhi's creation. Twice, once on 'Gamak' in 2002 and then for 'Andhere ke Paar' in 2011. ===Editing=== # Samajh jharokha (govt.monthely magazine for children) # Vimarsh (about criticism) # Gondi- Hindi dictionary # Bhili- Hindi dictionary # Korku -Hindi dictionary # Sampark and Sandhaan (newsletter of Tribal Welfare Department, Madhya Pradesh) # Research bulletin (Tribal Research and Development Institute, Madhya Pradesh) # Korku Vyakaran # Bhili Vyakaran #Kaargil ki Goonj (Poems) ==Honors and awards== # Indravati Award.(1982) Kondagaon. # Ambika Prasad 'Divya' Puraskar: 'Sambandhon k Avej Mein' (1993), Harshit hai Brahmaand (2008), Madhya Pradesh Rashtra Bhasha Prachaar Samiti. # Kadambinee Puraskar, (1995), Hindustan Times. # Pt. Ravi Shankar Shukla Puraskar. (1996)Madhya Pradesh Saahitya Academy # Pavaiya Puraskar: (2007) Kala Mandir. # A special award for dictionary of 3 tribal languages (Bheeli, Korku, Gondi). (2008) Tribal Welfare Department, Government of Madhya Pradesh. # Bhartiya bal kalyan sansthan, (1996) (contribution for children's literature) # Vasant Rao Uikey Samman (2002), Vasant Rao Uikey Smruti Sansthan, for tribal emotions in Hindi literature. # Special honor for children's literature (2008) Bal Kalyan evam Bal Sahitya Shodh Kendra. # Bhasha Bharti samman (2010) Karvat Kala parishad. #Sudeergh Samman:Baalinaath Shodh Samsthaan,Ujjain #Nagrik Samman(2015)Nagrik kalyan samiti,Bhopal ==References== * \"Bastar ka kavyapurush Somaru\" (kala karvat- April 1997) * Dr. Lata Agarwal's \"Payodhi Ho janey Ka Arth\"(Criticism,2013) Category:Indian male poets Category:Poets from Maharashtra Category:Poets from Chhattisgarh Category:Living people Category:1957 births ",
    "title": "Laxminarayan Payodhi"
}