{
    "id": "46850712",
    "text": "Rodenstock Imagon Rodenstock Imagon The Rodenstock Imagon is an achromat doublet photographic lens design uncorrected for spherical aberration used together with diffusion discs (\"sink strainers\") called sieve aperture ( in German). The lens is one of the classic professional soft-focus \"portrait lenses\". In a joint effort with the pioneering photographer Heinrich Kühn, who, as a pictorialist, was artistically seeking for \"romantic softness without sugariness, blurring without a woolly effect\" in images and had been experimenting with binocular lenses and soft filters and rasters in the 1920s already, the lens was technically designed by ,G. Kadlubek, R. Hillebrand: Kadlubeks Objektiv-Katalog. Ed. Photo-Deal, Neuss 2000, , S. 150. founder of the optical company in Munich, Germany. The resulting lens was marketed as Anachromat Kühn. Later in 1928,Wolfgang Baier: Quellendarstellungen zur Geschichte der Fotografie. 2. Auflage, Schirmer/Mosel, München 1980, , S. 536 the lens became the Tiefenbildner-Imagon, which was introduced by Rodenstock in 1930/1931 and produced up into the 1990s. The unusual term ' is a German composition, which can be best translated as \"depth-of-field creator, modulator or painter\" in an artistic sense; this designation was later dropped. Imagons do not typically have shutter mechanisms and are instead mounted on shutters (i.e., Copal large format shutters). There are also variants which can be mounted on focusing helicoids or bellows to be used with medium format or 35 mm cameras. All Imagons were originally sold with three different diffusion discs matched to its focal length. The Imagon equivalent to aperture size is determined by the interplay between the imagon lens central opening and the modifiable arrangement of smaller openings on the diffusion disc. These taken together produce an \"H-stop\" designation which approximates the corresponding f-stop of a normal lens. By rotating the outer rim of the disc, the opening of these smaller holes can be modified, and by this the amount of softness, which superimposes the sharper core of the image, is also changed. Wider H-stops, or more-open holes, mean more softness. Focus is set with the diffusion disc closed. The diffusion disc is then opened to the degree desired to record the image.Alfons Scholz, Lichtbilder mit dem Imagon, 1979 pg. 61. == List of lens models == List of known Anachromat Kühn Dr. Staeble lenses: *170 mm (A17; for 9×12 cm) *200 mm (A20; for 9×12 cm) *250 mm (A25; for 9×12 cm) *310 mm (A31, for 9×12 cm) List of known Rodenstock Imagon lenses: *90 mm (for 35 mm; prototype for pre-World War II Leica only) *120 mm H=4.5 (for 35 mm and 6×6 cm) *150 mm H=5.8 (for 6×6 cm) *170 mm H=5.4 (for 6×9 cm)Imagon - Rodenstock macht es Ihnen leicht *200 mm H=5.4 (for 9×12 cm) *200 mm H=5.8 (for 4.5×6 cm,Rodenstock - Das Imagon H5,8/200mm an Mittelformatkameras 6×6 cm, 6×7 cm, 6×9 cm, and 4×5\") *250 mm H=5.4 (for 10×15 cm) *250 mm H=5.8 (for 4×5\") *300 mm H=5.6 (for 13×18 cm) *300 mm H=7.7 (for 5×7\")Brian Lewington: A History of the Imagon lens by Dr. Alfons Schultz *360 mm H=5.8 (for 16×21 cm and 8×10\") *420 mm H=6.0 (for 18×24 cm) *480 mm H=6.2 (for 24×30 cm) == See also == * *Soft-focus lens *Bokeh *Depth-of-field == References == == Further reading == * Alfons Scholz: Lichtbilder mit dem Imagon. vwi Verlag, Starnberg 1980 == External links == * Harold M. Merklinger: Understanding Boke. * Brian Lewington: A History of the Imagon lens by Dr. Alfons Schultz Category:Photographic lens designs Category:Soft- focus lenses Category:Rodenstock lenses ",
    "title": "Rodenstock Imagon"
}