{
    "id": "46851552",
    "text": "Bibi Ameenah Firdaus Gurib-Fakim GCSK (born 17 October 1959) is a Mauritian politician and biodiversity scientist who served as the 6th President of Mauritius from 2015 to 2018. In December 2014, she was selected to be the presidential candidate of the Alliance Lepep. After Kailash Purryag resigned on 29 May 2015, both Prime Minister Sir Anerood Jugnauth and Leader of the Opposition Paul Berenger positively welcomed her nomination, which was unanimously approved in a vote in the National Assembly. Gurib-Fakim is the first woman elected as president of the country and is the third woman to have served as Head of State following Queen Elizabeth II and Monique Ohsan Bellepeau, who acted as President in 2012 following the resignation of President Anerood Jugnauth, and again in 2015 following the resignation of President Kailash Purryag. She served as a 2019 keynote speaker of Cambridge University's conference \"Africa Together: Which Way Forward?\" hosted by the African Society of Cambridge University. == Early life and education == Bibi Ameenah Firdaus Gurib-Fakim was born in the village of Surinam on 17 October 1959, to parents Hassenjee Gurib and Firdaus Durgauhee. She grew up in Plaine Magnien and completed her studies at the primary school in Saint-Patrice. She then moved to Mahébourg Loreto Convent, finishing her Higher School Certificate at Loreto convent Quatre Bornes before flying to England for her undergraduate degree in chemistry. She graduated from the University of Surrey in 1983 with a BSc degree in chemistry. After obtaining her PhD degree in organic chemistry at Exeter University, she returned home in 1987 to take employment at the University of Mauritius. ==Career== She worked as Managing Director of CIDP Research & Innovation (formerly Cephyr, Centre for Phytotherapy Research). Previously, she was a Professor with a personal chair in Organic Chemistry at the University of Mauritius (2001) and where she served successively as Dean of the Faculty of Science and Pro–Vice Chancellor (2004–2010). She also worked at the Mauritius Research Council as Manager for Research (1995–1997). She served as the Chairperson the International Council for Scientific Union – Regional Office for Africa (2011–2014). In 2015, her nomination for the Presidency of Mauritius, put forward by then-PM and fellow Militant Socialist Movement member Anerood Jugnauth, was unanimously approved by the Mauritian National Assembly. She resigned in 2018 amid a financial scandal during the prime ministership of Pravind Jugnauth. The office remains vacant as of June 2019; its powers are exercised by Acting President and incumbent Vice President Barlen Vyapoory, also a member of the Militant Socialist Movement. ==Vice-chancellor appointment== In December 2013 Dr. Gurib-Fakim made a complaint to the Mauritian Equal Opportunities Commission (EOC) alleging religious discrimination in the consideration of her application for Vice Chancellor of the University of Mauritius (UoM). The EOC investigation found that this was not the case, but noted shortcomings in the selection process. The report cited the lack of clear criteria and mark sheets for evaluating candidates. Similarly, the last word went to Professor Jugessur, then president of the Council of the UoM if tiebreak. Gurib-Fakim eventually left her position as Professor at the University to open her own science center known as CIDP Research & Innovation where she is the Managing Director. ==Personal life== In 1988, she married Dr. Anwar Fakim who is a surgeon. She has two children; a son and a daughter. She is currently resident of the town of Quatre-Bornes, Mauritius. She lives with her husband, children and her elderly parents. ==Controversies== Ameenah Gurib-Fakim officially resigned from the position of President of Mauritius on 23 March 2018 after the 50th anniversary of independence celebrations. This resignation was mainly due to conflicts on interest and allegations arising from her involvement as Director of private organisation Planet Earth Institute (PEI), private expenditures on a credit card and holiday trips financed by PEI, given the involvement of PEI's controversial founder and businessman Álvaro Sobrinho. Ameenah Gurib Fakim also requested that the Financial Services Commission (FSC) issue a banking license to Álvaro Sobrinho. ==Honours and awards== ===Honours=== ====National honours==== * ** Commander of the Order of the Star and Key of the Indian Ocean ** Grand Cross of the Order of the Star and Key of the Indian Ocean ====Foreign honours==== * : Member of the Order of Academic Palms, 3rd Class * Castroan Royal Family of Two Sicilies: Knight Grand Cross of the Royal Order of Francis I ====Awards==== Gurib-Fakim has also been the recipient of various international awards including the L'Oréal-UNESCO Award for Women in Science (2007), Laureate for the National Economic and Social Council (2007), the CTA / NEPAD / AGRA / RUFORUM for ‘African Women in Science’ and the African Union Award for Women in Science. She was also made Commander of the Order of the Star and Key of the Indian Ocean (CSK) by President Anerood Jugnauth in 2008 for her contribution in the education and the scientific sector. She was awarded the Order of the ‘Chevalier de l’Ordre des Palmes Academiques’ by the Government of France in 2009. Upon becoming President, she was automatically elevated to the highest civilian award of Grand Commander of the Star and Key of the Indian Ocean (GSCK). ====National awards==== * : Laureate for the National Economic and Social Council ====Foreign and international awards==== * African Union: African Union Award for 'Women in Science' (2009) * African Union: Laureate for the CTA/NEPAD/AGRA/RUFORUM for 'African Women in Science' (2009) * : Honorary Degree of the Pierre and Marie Curie University * : Fellow of the Jordanian Islamic Academy of Science * : Fellow of the African Institute of Science and Technology * : Laureate of the L'Oréal-UNESCO Award for Women in Science for Africa * : Elected Fellow of the Linnean Society of London (2007) == Bibliography == === Academic works=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ===Popular publications=== * Plantes médicinales de l'Ile Rodrigues (1994) * Plantes médicinales de Maurice (1995) * Natural toxins and poisonous plants of Mauritius (1999) * Maurice par des plantes médicinales (2002) * Mauritius through its medicinal plants (2002) * Molecular and therapeutic aspects of redox biochemistry (2004) * An illustrated guide to the flora of Mauritius and the Indian Ocean Islands (2003) * Medicinal Plants of the Indian Ocean Islands (2004) * Guide illustré de la Flore de Maurice et des îles de l'Océan Indien (2004) * Biodiversity towards drugs development (2005) * Booklet on 'Medicinal Plants at the state House, Le Réduit' (2005) * Lesser-known and under-utilised plant resources (2005) * Ressources végétales méconnues et sous-utilisées (2005) * Guide illustré de la Flore de Maurice et des îles de l’Océan Indien (2006) * Medicinal Plants of Mauritius and of the World (2007, 2011) * Plantes Médicinales de Maurice et d’ailleurs (2007, 2011) * Plantes d’hier et médicaments d’aujourd’hui (2008) * Mieux connaitre les Arbres et Arbrisseaux de Maurice et des Iles de l'Ocean Indien(2008) * Towards a better understanding of Trees and Shrubs of Mauritius and the Indian Ocean Islands (2009) * African Herbal Pharmacopoeia (2010) * Guide des Plantes Tropicales de l'Ile Maurice et de La Réunion (2011) * Trees of the World (2013) == See also == * President of Mauritius * List of Presidents of Mauritius ==References== ==Further reading== * Category:1959 births Category:21st-century women politicians Category:21st-century women scientists Category:Alumni of the University of Exeter Category:Alumni of the University of Surrey Category:Chevaliers of the Ordre des Palmes Académiques Category:Female heads of state Category:Grand Commanders of the Order of the Star and Key of the Indian Ocean Category:Knights Grand Cross of the Royal Order of Francis I Category:L'Oréal-UNESCO Awards for Women in Science laureates Category:Living people Category:Mauritian people of Indian descent Category:Mauritian politicians of Indian descent Category:Mauritian scientists Category:Pierre and Marie Curie University alumni Category:Presidents of Mauritius Category:Women presidents Category:Women chemists Category:Mauritian Muslims ",
    "title": "Ameenah Gurib-Fakim"
}