{
    "id": "46851525",
    "text": "The City Gent is the oldest surviving football fanzine in the UK with 30 years of continuous publication, having first been published in October 1984. It was co-founded by Bradford City A.F.C. fans John Dewhirst and Brian Fox. ==History== In the summer of 1984 Bradford City A.F.C. fans John Dewhirst and Brian Fox discussed the creation of a football fanzine, as a result of being made unemployed, Brian Fox was able to commit more time to the project and so in October 1984 the first edition was published and sold at the ground on match days. The first edition was positioned as being the ‘Voice of Bantam Progressivism’ and was a success due to it being built on four principles: * The first was a commitment to be as professional and well written as possible. * The second was to be constructive and responsible when communicating criticism about the club. * The third was to include historical features about the club at a time when there was literally nothing in print about BCAFC. * The fourth was to be unashamedly proud of being Bradfordians. The name for the fanzine was taken from the mascot for Bradford City A.F.C. that was introduced in the 1960s by the club.BBC article on the City gent mascot and the design of the character was based on then chairman Stafford Heginbotham. In 2000 during Bradford City's spell in the Premier League the editors were banned from selling the fanzine at Bradford's last two away games, at Villa Park and Derby's Pride Park, because those clubs wished to protect their in-house publications. However, then Chairman Geoffrey Richmond allowed the fanzine to be sold at the Club's shop despite it being in competition to the official programme, such was Richmond's support for the fanzine.The Guardian newspaper article from 1999 on The City Gent ==Notable editions== * The April 1989 edition of the fanzine raised funds for the Hillsborough disaster * The 200th edition of The City Gent coincided with the 30th anniversary of the Bradford City stadium fire and £1 from every edition sold went to support the Bradford Burns UnitTelegraph & Argus - City Gent editor overwhelmed by response ==Awards== *New Football Pools Fanzine Awards 2008 - Best League Two FanzineTelegraph and Argus - fanzine in a league of its own ==References== ==External links== * Official website for The City Gent * Official Twitter account for The City Gent Category:Fanspeak Category:Football fanzines ",
    "title": "The City Gent"
}