{
    "id": "46859733",
    "text": "Sonata is a one-act play by Indian playwright Mahesh Elkunchwar about friendship between three women. ==Plot== Sonata is about three single working women, living in Mumbai, a journalist, a teacher of Sanskrit and one employed in a big post in a multinational. They share a life of solidarity and freedom. Not only do they have an aura of sophistication but each of them is also successful at work. The women aligned themselves with the Woman's movement but 30 years later abandon it and retreat for into their private world of reality and fantasy, opting for the conventional lifestyle of marriage and children. ==Themes== The play explores loneliness in the lives of women. The three women - Manisha, Dolon and Subhadra represent women who irrespective of their origin, live a western life. ==Background and tour== Sonata was written by Mahesh Elkunchwar in 2000. An English translation of the play premiered in 2001. It was directed and produced in English (rather than Marathi) by Amal Allana. ==Adaptation== Sonata was adapted by Leesa Gazi to be performed as a bilingual play in Bangla and English. The setting of the play was changed from Mumbai to London and three Indian women transformed into three Bangladeshi women living the lives of Londoners. Mita Chowdhury, Leesa Gazi and Farhana Mithu play the three college friends who have settled in London. Friends since their college days, the characters are now middle-aged. A banker, a professor and a journalist by profession, the three are well-settled in their respective careers and are single by choice. The play was directed by British director Mukul Ahmed and produced by Tara Arts in October 2008. This was the very first time a theatre performance contained all Bangladeshi actors for a mainstream theatre in London. It was also performed at TARA Studio and the Edinburgh Festival in 2008. In January 2010, it was also staged at the British Council auditorium in Dhaka and co-produced by Tara Arts, the British Council and International Theatre Institute, Bangladesh. In 2017, Aparna Sen adapted the play into a Bengali feature film of same name, starring Sen, Shabana Azmi, and Lillete Dubey. ==See also== *British Indian *British Bangladeshi ==References== Category:2000 plays Category:Indian plays Category:British plays Category:One-act plays Category:English-language plays Category:Bengali- language plays Category:Plays set in India Category:Plays set in London Category:Plays by Mahesh Elkunchwar Category:Indian plays adapted into films Category:Indian diaspora in the United Kingdom Category:Bangladeshi diaspora in the United Kingdom ",
    "title": "Sonata (play)"
}