{
    "id": "46861142",
    "text": "\\--> }} On May 29, 2015, twenty-two passengers on a bus in Mastung, Pakistan were killed by gunmen when the bus they were in was hijacked. The gunmen were disguised as Pakistani security members. United Baloch Army (UBA), a militant group operating in Balochistan, claimed responsibility for the attack.https://thediplomat.com/2015/06/balochistan-grapples-with-sectarian- violence/ ==Attack== The attack happened at night when a coach bus was traveling from Quetta to Karachi. Between fifteen and twenty armed men arrived near the bus and forced all the passengers to get off the bus. The gunmen were disguised in security uniforms and arrived in three pickup trucks. The gunmen entered the bus and kidnapped thirty-five passengers. Twenty-two bodies were located two kilometers away from the exact location of the attack. ==Aftermath== A large search for the gunmen the following day ensued, with five hundred ground troops and four helicopters assisting the search. Frontier Corps began a search operation in Khad Khocha and the areas surrounding Mastung. Since the attack, seven suspected terrorists involved have been killed. As a result of the attack, many family members of the victims participated in a sit in protest at the provincial chief minister's house. Some protesters laid sixteen of the bodies in front of the governor's home. Some protesters also attempted to enter the chief ministers home, but were denied access by police officers.Reference 3 The victims families received compensation from the provincial government. Mureed Baluch, spokesperson for the United Baloch Army, claimed that their group were the ones who perpetrated the attack. ==See also== * Targeted killings in Pakistan * Terrorist incidents in Pakistan in 2015 * 2015 Karachi bus shooting ==References== Category:21st- century mass murder in Pakistan Category:Terrorist incidents in Pakistan in 2015 Category:Mass murder in 2015 Category:Massacres in Pakistan Category:Mastung District Category:Crime in Balochistan, Pakistan Category:Terrorist incidents on buses in Asia Category:Mass shootings in Pakistan Category:2015 mass shootings Category:2010s mass shootings in Asia Category:2015 murders in Pakistan ",
    "title": "2015 Mastung bus attack"
}