{
    "id": "46864011",
    "text": "Gabriela Maria Zanotti Demoner (born 28 February 1985), commonly known as Gabi Zanotti or simply Gabi, is a Brazilian football player for Corinthians and the Brazilian national team. She participated at the 2015 FIFA Women's World Cup. ==Club career== Between the ages of nine and 14, Gabi played alongside her mother Nailza in a women's football team which competed at regional level. Between 2004 and 2006 she played for Kindermann, based in Santa Catarina. Gabi then played college soccer in the United States while attending Franklin Pierce University. She spent the 2010 season playing in the North American W-League for Hudson Valley Quickstrike Lady Blues. In 2011 Gabi played for Santos, but in early 2012 Santos' board of directors scrapped the club women's section, to save money after handing their male player Neymar a gigantic new contract. Gabi accompanied Maurine, Érika and several other displaced Santos players in transferring to Centro Olímpico. ==International career== In July 2013 Gabi represented Brazil at the 2013 Summer Universiade in Kazan, Russia. She had already debuted for the senior national team, as a substitute in a 5–2 win over Mexico at the 2009 Torneio Internacional Cidade de São Paulo de Futebol Feminino. She was named as an alternate for the Brazil squad at the 2012 London Olympics. In early 2015 Gabi was included in an 18-month residency programme intended to prepare Brazil's national team for the 2015 FIFA Women's World Cup in Canada and the 2016 Rio Olympics. At the World Cup, Gabi appeared in just one of Brazil's four matches, as part of a much-changed team in the 1–0 final group game win over Costa Rica. After Brazil's 1–0 second round defeat by Australia, Gabi remained in Canada as part of the gold medal-winning Brazilian selection at the 2015 Pan American Games in Toronto. ===International goals=== {|class=\"wikitable collapsible sortable\" style=\"font-size:90%\" |- !data-sort-type=\"number\" style=\"font-size:95%;\"| Goal !Date !Location !Opponent !# !data-sort-type=\"number\" style=\"font- size:95%;\"|Score !data-sort-type=\"number\" style=\"font-size:95%;\"|Result !width=\"20%\"|Competition |- |goal 1 |2010-12-12 | São Paulo, Brazil | |1.1 | | |Torneio Internacional 2010 |- |goal 2 |2012-03-24 | Boston, United States | |1.1 | | |Friendly game |- |goal 3 |rowspan=2|2016-12-07 |rowspan=2| Manaus, Brazil |rowspan=2| |2.1 | |rowspan=2| |rowspan=2|Torneio Internacional 2016 |- |goal 4 |2.2 | |- |goal 5 |2016-12-14 | Manaus, Brazil | |1.1 | | |Torneio Internacional 2016 |} ==References== ==External links== * * Gabi Zanotti – 2015 Pan American Games profile * Category:1985 births Category:Living people Category:Brazilian women's footballers Category:Brazil women's international footballers Category:Brazilian expatriate women's footballers Category:2015 FIFA Women's World Cup players Category:Women's association football midfielders Category:Brazilian expatriate sportspeople in the United States Category:Expatriate women's soccer players in the United States Category:Associação Desportiva Centro Olímpico players Category:Santos FC (women) players Category:USL W-League players Category:Chinese Women's Super League players Category:Dalian Quanjian F.C. players Category:Sport Club Corinthians Paulista (women) players Category:Brazilian expatriate sportspeople in China Category:Expatriate women's footballers in China Category:Universiade bronze medalists for Brazil Category:Universiade medalists in football Category:Pan American Games medalists in football Category:Pan American Games gold medalists for Brazil Category:Footballers at the 2015 Pan American Games Category:Medalists at the 2013 Summer Universiade ",
    "title": "Gabi Zanotti"
}