{
    "id": "46869378",
    "text": "Dolores Faith Hedges (July 15, 1941 - February 15, 1990), better known as Dolores Faith, was an American actress. She is best remembered as the mute girl Zetha in the 1961 science fiction film The Phantom Planet. Her brief career came to an end when she married millionaire James Robert Neal. ==Early life== Dolores Faith Hedges was born in Cleveland, Ohio, on July 15, 1941. She was of Hungarian and Italian descent. She lost her hearing at age four from an accident, but it later returned by age eight. A natural blonde, she dyed her hair black to better match her olive skin. She graduated from Alexander Hamilton High School in Los Angeles, California, in 1958. She was a member of the \"Sock 'n' Buskin\" drama club. ==Career== Faith began as a model and as a dance instructor before acting. In 1959, she was given a screen test by Warner Bros. They chose not to hire her because of her resemblance to both Elizabeth Taylor and Grace Kelly. She became a Hollywood Deb Star in 1962, and was featured in Life magazine in 1963. Faith probably is best remembered for three low-budget science fiction films: The Phantom Planet, The Human Duplicators, and Mutiny in Outer Space. She also appeared in dramas. In V.D., she was a young vixen who gets gonorrhea from the \"hero\" (who got it from a prostitute). In Wild Harvest, she plays the mistress of a ruthless, womanizing vineyard manager whom she sides against after getting fed up. She was also in Shell Shock, a war drama. On television, she appeared in episodes of Ripcord, Have Gun - Will Travel, and The Man from U.N.C.L.E., a two-part episode released theatrically as One of Our Spies Is Missing. ==Personal life== Faith met Texas millionaire and Maxwell House heir James Robert Neal (1921-2006) and the couple became a regular sight at various public events. In November 1972, they were married in Las Vegas after a long courtship, and she retired from acting. They divorced in April 1977. They remarried years later until her death. ==Death== Most sources state that Faith died in Miami, Florida, on February 15, 1990, at the age of 48. It is worth mentioning that in his book Glamour Girls of Sixties Hollywood: Seventy-Five Profiles, author Tom Lisanti claimed that Faith was alive and living in Florida as of 2006, however a neighbor and family friend has validated that the theory is impossible as she committed suicide. ==Filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" |Notes |- |1961 |All in a Night's Work |Girl Holding Hands |Uncredited |- |1961 |The Phantom Planet |Zetha | |- |1961 |Love in a Goldfish Bowl |Pie Throwing Girl |Uncredited |- |1961 |V.D. |Kathy Durham | |- |1962 |Wild Harvest |Rose | |- |1963 |Ripcord |Tanya Rovag |Episode: \"The Last Chapter\" |- |1963 |Have Gun - Will Travel |The Rani |Episode: \"The Caravan\" |- |1963 |Summer of '63 |Kathy |Short film Uncredited |- |1964 |Shell Shock |American Girl | |- |1965 |Honeymoon Hotel |Mrs. Fendelmeyer |Uncredited |- |1965 |Mutiny in Outer Space |Faith Montaine | |- |1965 |The Human Duplicators |Lisa Dornheimer | |- |1965 |House of the Black Death |Valerie Desard | |- |1966 |The Man from U.N.C.L.E. |Lorelei Lancer |Episode: \"The Bridge of Lions Affair, Part 1\" |- |1966 |One of Our Spies Is Missing |Lorelei Lancer | |- |1966 |That Tennessee Beat |Belle Scofield | |} ==References== ==External links== * * Category:1941 births Category:1990 deaths Category:20th-century American actresses Category:Actresses from Cleveland Category:Actresses of Italian descent Category:Actors of Hungarian descent Category:American film actresses Category:American people of Hungarian descent Category:American people of Italian descent Category:American television actresses ",
    "title": "Dolores Faith"
}