{
    "id": "46865913",
    "text": "The Mysteries of Glass is a 2004 novel by British author Sue Gee. It was nominated for the Orange Prize for Fiction in 2005.Sue Gee, Salt author profile Retrieved 2015-05-31. ==Plot introduction== Set in and around Kington and LyonshallKINGTON LIBRARY HOSTED BOOK LAUNCH Retrieved 2015-06-02. in rural Herefordshire in 1860/61, the story concerns Richard Allen, a young curate taking up his first position following the sudden death of his beloved father in whose steps he is following. He is determined to be of service to God and the people of his new parish, but then he falls in hopelessly love for the first time with Susannah Bowen, the wife of the vicar, who is himself dying of tuberculosis... ==Reception== *Stevie Davies in The Independent writes \"Gee's gentle and restrained story celebrates the sanctity of the ordinary and the beauty of holiness. In a cynical age, such innocent writing is startling. Simplicity of heart and the hearth's pieties represent an ideal under threat...This novel, categorically, ought not to work. It treats us to passages of Scripture and chunks of liturgy. The dialect characters ought to be shot (\"Minna Davies! How be thee keeping this long time?\"). The archaic theological conflicts have little sharpness. However, the novel transcends all this. Its clement and often sombre prose intelligently gratifies a taste for romance. The Marches countryside and homely interiors are Vermeer-ish. The relationship between husband and wife is the novel's most memorable aspect: the dignified cleric is reduced to childlike vulnerability as he enters into a consciousness of death.\"Ritual and romance in a lost age of faith, The Independent, Friday 30 July 2004 Retrieved 2015-06-01. *Andrew Martin, writing in The Telegraph concludes \"Tension is generated from several sources as the reader approaches the final third of the story. Strictly speaking, the characters are under-drawn. Susannah hardly seems to say more than a few dozen words in the whole book, and Richard remains a drip until the penultimate chapter. But the reader is held from start to finish by the mood, and I found myself utterly accepting of, say, an entire paragraph devoted to steam rising from porridge. The Mysteries of Glass casts its own spell, which is the essential requirement of a novel.An affair in slow motion, The Telegraph, 18 Jul 2004 Retrieved 2015-06-01. *Gail Bailey in The New Zealand Herald also praises the novel though has some reservations, \"It takes a lot of courage to write a Victorian novel in the 21st century. In The Mysteries of Glass, Sue Gee demonstrates mastery of the period, capturing in rich, languid detail country life on the Welsh border towns of Herefordshire. Nothing much happens in this novel except evocative descriptions of the landscape, Richard Allen’s mounting inner turmoil and the passing of the everyday lives of the parishioners. Gee’s style will appeal to those who are patient. The novel evolves like one long sermon, where you trust there is deep meaning at its core...By the time Richard and Susannah’s fates are to be revealed, readers are rewarded — for their endurance — with a startling acceleration of events.\"The New Zealand Herald, Saturday Sep 17, 2005 Retrieved 2015-06-01. ==References== Category:2004 British novels Category:Fiction set in 1860 Category:Fiction set in 1861 Category:British romance novels Category:Novels set in Herefordshire Category:Kington, Herefordshire ",
    "title": "The Mysteries of Glass"
}