{
    "id": "46867642",
    "text": "During the strike wave of 1945–46 a strike of almost 3,500 tugboat workers occurred on Monday February 1, 1946. The expectations of the strike were to bring the world's busiest harbor to a virtual standstill. Captain William Bradley, president of Local 333, United Maritime Division, International Longshoremen's Association, stated two days before the actual strike that a strike vote had been taken the previous week-end, during a breakdown of negotiations with the Employers Wage Adjustment Committee, which represents the owners and operators in this port. The union's demands were in the form of substantial pay increases, a reduction in work hours, two weeks' paid vacation per year, and an end to paying for their transportation home when relieved of duty away from their home port. \"They impose on us at every turn\", the men said. \"Sometimes we are relieved on our boats as far away as New Haven and Providence, and we have to come home at our expense.\" The average hourly pay scale at that time on the tugboats was as follows: Captains, $1.10; engineers, $1.06; firemen, 72 cents; extra firemen, oilers, deckhands and cooks, 67 cents an hour. The men had demanded an \"over the board\" increase to $1.35 for all unlicensed ratings, and from $1.57 to $1.83 for the captains. They also demanded two weeks' vacation with pay, and a reduction in the work week to 40 hours from 48 hours. James P. McAllister, with a two-day growth of beard, stood inside with the employer's wage adjustment committee, all admittedly groggy from the long negotiations. \"It's still the same\", he said \"We are getting pretty disgusted; we've been at this since last October.\" The apparent hopelessness of the situation was based on the fact that the negotiation committee, whose recommendations were flatly rejected by the militant members of the Union the previous Friday, lacks the power needed to close and agreement, or to notify the employers what minimum terms the union would accept. Their position is that the employers are unable to offer more money and as to the 40-hour work, they see that as a way to build up more overtime The city of New York made drastic moves to offset the effects that the mayor declared would come to fruition because of the strike. Mayor O'Dwyer announced that the city would have oil and coal go on a priority system since the tugboats that deliver them would be out. The city would endure brownouts and the subway system would go heat-less. All public schools would be shut down effective February 10, and many of them would be used for hospital purposes or to house persons who are without fuel. All coal and oil would be barred from places of amusement, including theatres and movie houses; fuel would be strictly rationed to public utilities, hospitals and other institutions. Interior temperatures would be cut to 60 degrees, except in buildings that house the sick and aged. Finally a brownout would be ordered, shutting off all outdoor signs and dimming street lights where-ever possible. The mayor's over- reaction to the situation was solved one week later when the striking tugboat workers returned to work on February 14, 1946. This was accomplished because both sides agreed to a three-man arbitration panel to determine the final outcome of the contract negotiations. Most people agreed that the situation would most likely have been solved sooner or not happened at all if a clear- cut policy on wages and prices had not been so long in coming from Washington. ==Background== The average Tugboat worker spends half of his life away from home with very little contact with friends and family. Their lives are very regimented by the jobs they perform and the hours they work while \"on watch.\" If they are working \"inside\" their watches would be 6 hours on, 6 hours off, but if they worked \"outside\" (Ocean) they usually worked sea watches that consisted of 4 hours on, 8 hours off. The ocean voyages were traditionally much longer so the separation from home was even greater. Unlike a normal job where the worker would go to work in the morning and return home in the evening, the tugboat worker stayed until relieved. While the crew was on board, each person had a specific job and that would determine each person's responsibilities. The deck-hands would perform routine maintenance on the vessel to keep it livable, the oilers helped the engineers keep the machinery running, the cooks and mess-men prepared the meals, and the mates were the authorities on their watches with the Captain as the ultimate authority of all. The operation was akin to the military, but more relaxed. ==Strike Wave== When World War II ended on August 14, 1945, so did the no-strike-for-the- duration pledge that had bedeviled workers and their unions since 1942. According to the Bureau of Labor Statistics, over the next eighteen months, some 7 million workers engaged in the largest, most sustained wave of strikes in American history. About 144 million days of work were lost in those eighteen months, more than in the entire decade of the 1980s or the 1990s and just slightly less than the total days idled by work stoppages in both those decades combined. The big national strikes were political events involving the federal government and some of the largest, most powerful corporations in the world. However most strikes were local and involved every kind of worker and workplace imaginable. Of the nearly 5,000 strikes in 1946, only thirty-one involved more than 10,000 workers. Seamen and longshoremen on both coasts in different unions struck at different times. Other strikers included lumber workers in the Northwest, oil workers in the Southwest, retail clerks in Oakland, utility workers, transit workers, and truck drivers all over the country. Teachers and other local government workers, and even the first airline pilots strike ever. Several of these local strikes, especially in workplaces that were not well organized nationally, led to general strikes like those in Rochester, Pittsburgh, and Oakland. The main issue for these strikes was an increase in wages. In the next decade when the issues would be job security, workload, shop conditions, and policies were involved in less than 20% of the 1945–46 strikes. What a few years later would be dubbed \"fringe benefits\"—health insurance and pensions—were not an issue in any of the strikes, according to a detailed analysis by the Bureau of Labor Statistics. The general result of these strikes was a wage increase of 18% per hour. A penny was worth about $.11 today. That would compare to a $2.00 per raise by today's standards. The backlash of these rounds of strikes would be a Republican Congress that would pass the anti-union Taft–Hartley Act in 1947. The amendments enacted in Taft–Hartley added a list of prohibited actions, or unfair labor practices, on the part of unions to the NLRA, which had previously only prohibited unfair labor practices committed by employers. The Taft–Hartley Act prohibited jurisdictional, wildcat, solidarity or political strikes, secondary boycotts, secondary and mass picketing, closed shops, and monetary donations by unions to federal political campaigns. It also required union officers to sign non-communist affidavits with the government. Union shops were heavily restricted, and states were allowed to pass right-to-work laws that outlawed closed union shops. Furthermore, the executive branch of the federal government could obtain legal strikebreaking injunctions if an impending or current strike imperiled the national health or safety. The result of the Taft–Hartley Act would place restrictions on Union's ability to strike, but it didn't prohibit them altogether. Unions could still collectively bargain for the right to strike along with any other wage and benefit package they wanted. They could still strike, but in cases it would not be considered legal. ==References== * \"Unions: The Heyday of Organized Labor.\" American Decades. Ed. Judith S. Baughman, et al. Vol. 5: 1940–1949. Detroit: Gale, 2001. Gale Virtual Reference Library. Web. 17 May 2015. * Brenner, Aaron, Day, Benjamin, and Ness, Immanuel, eds. Encyclopedia of Strikes in American History. Armonk, New York, USA: M.E. Sharpe, Inc., 2009. * * * * * * * * * * * * \"1947 Taft-Hartley Substantive Provisions\" (n.d.). Retrieved May 24, 2015. Category:1946 in New York (state) Category:1946 labor disputes and strikes Category:Maritime labor disputes in the United States Category:Labor relations in New York City Category:Labor disputes in New York (state) Category:1946 in New York City ",
    "title": "New York City tugboat strike of 1946"
}