{
    "id": "46866564",
    "text": "Oval Peak is an mountain in the North Cascades of Washington state. It is protected by the Lake Chelan-Sawtooth Wilderness within the Okanogan National Forest. Oval Peak is the highest summit in the Methow Mountains, a subrange of the North Cascades.Beckey, Fred W. Cascade Alpine Guide, Climbing and High Routes. Seattle, WA: Mountaineers Books, 2008. Oval Peak has a small rock glacier on its slopes.SummitPost - Oval Peak Retrieved 1 June 2015. Climbing Oval Peak can be difficult due to the amount of talus on its slopes. There is a summit register at the peak.Oval Peak Retrieved 1 June 2015. ==Climate== Lying east of the Cascade crest, the area around Oval Peak is a bit drier than areas to the west. Summers can bring warm temperatures and occasional thunderstorms. With its impressive height, Oval Peak can have snow on it in late-Spring and early-Fall, and can be very cold in the winter. The best time to climb Oval Peak is early July through October.Okanogan Wenatchee National Forest - Scaffold Ridge/Oval Peak Trail Retrieved 1 June 2015. Precipitation runoff from the mountain drains into Oval Creek and Buttermilk Creek, which are both tributaries of the Twisp River. ==Geology== Courtney Peak The history of the formation of the Cascade Mountains dates back millions of years ago to the late Eocene Epoch. With the North American Plate overriding the Pacific Plate, episodes of volcanic igneous activity persisted. In addition, small fragments of the oceanic and continental lithosphere called terranes created the North Cascades about 50 million years ago. During the Pleistocene period dating back over two million years ago, glaciation advancing and retreating repeatedly scoured the landscape leaving deposits of rock debris. The \"U\"-shaped cross section of the river valleys are a result of recent glaciation. Uplift and faulting in combination with glaciation have been the dominant processes which have created the tall peaks and deep valleys of the North Cascades area. ==See also== *List of mountain peaks of Washington (state) ==References== ==External links== * Oval Peak weather: Mountain Forecast * Aerial photo of North Face: PBase Category:Mountains of Washington (state) Oval Peak Category:North Cascades ",
    "title": "Oval Peak"
}