{
    "id": "46861283",
    "text": "The Nicholson River is a river located in the Northern Territory and the state of Queensland, Australia. The location of the Aboriginal mission at Doomadgee was also historically referred to as Nicholson River in some sources. ==Course and features== The headwaters of the river rise at the western end of China Wall on the Barkly Tableland, in the Northern Territory and head in a south easterly direction. The river then heads due east and crosses the border into the northwest region of Queensland near Nudjabarra across mostly uninhabited plains. It continues east across the Shadforth Plain and past the Aboriginal community of Doomadgee. The river then veers north near the Tiranna Roadhouse across Hann Crossing and past Escott, just west of Burketown where it is joined by its main tributary the Gregory River. The river continues north and later discharges into Pasco Inlet and the Gulf of Carpentaria. The ephemeral Nicholson has a length of approximately . The drainage basin of the river occupies an area of of which an area of is in the Northern Territory and the rest in Queensland. The watershed is wedged between the watersheds for the Robinson River and Settlement Creek watersheds to the north, the Barkly River catchment to the south and the Leichhardt River catchment to the east. The river had a mean annual discharge of . ==History== The traditional owners of the area are the Ganggalida Waanyi, Maga-Kutana, Wakabunga, Nguburinji and Mingin peoples who have inhabited the region for thousands of years. The Waanyi language (also known as Wanyi, Wanyee, Wanee, Waangyee, Wonyee, Garawa, and Wanji) is an Australian Aboriginal language of the Gulf Country. The language region includes the western parts of Lawn Hill Creek and Nicholson River, from about the boundary between the Northern Territory and Queensland, westwards towards Alexandria station, Doomadgee, and Nicholson River. It includes the local government area of the Aboriginal Shire of Doomadgee. The explorer, Ludwig Leichhardt, passed through the area during his 1845 overland expedition from Moreton Bay in Queensland to Port Essington in the Northern Territory. Leichhardt named the river for Dr Henry Alleyne Nicholson of Bristol in England. In his diary Leichhardt wrote that Nicholson's generous friendship had not only enabled me to devote my time to the study of the natural sciences, but to come out to Australia.... ==Flooding== The river is often inundated by heavy rainfall following cyclones that cross the catchment from either the Coral Sea or from the Gulf of Carpentaria. Record flood events occurred in 1971 through the catchment with lesser floods in 2000, 2004 and 2009 all of which led to road closures in the area. ==See also== *List of rivers of the Northern Territory *List of rivers of Queensland == References == Category:Rivers of the Northern Territory Category:Rivers of Queensland Category:Gulf of Carpentaria Category:North West Queensland ",
    "title": "Nicholson River (Queensland)"
}