{
    "id": "46864285",
    "text": "Margaret Ann Dix (born 19 May 1939) is a Jersey-born Guatemalan botanist. In 1972, she founded the Center for Environmental Studies and Biodiversity (') at the . ==Biography== Born on Jersey in the Channel Islands, she attended London University where she graduated in biology in 1962. She received her masters in zoology from Mount Holyoke College, Massachchusetts, in 1964. From 1964 to 1968, she studied entomology, ecology and animal behaviour at Harvard University under E. O. Wilson. While studying at Harvard, she was required to spend two years abroad. At the end of 1972, together with her American husband, Michael W. Dix, she decided to go to Guatemala where there was an opportunity to found a biology department at the University of the Valley. In 1977, she was appointed director of the department, a post she maintained until 2002. She is still associated with biological and environmental research at the university and continues to be active in the field. Dix is a recognized taxonomist, especially in the area of Guatemalan orchids. Her Orchids of Guatemala: A revised annotated checklist (2000) based on extensive field collections covers 734 taxa, including 207 new records. ==Selected publications== ===Journal articles=== * . 2007. Integrated approaches to orchid conservation in Guatemala: past, present and future, opportunities and challenges. Lankesteriana 7 (1–2): 266–268 * . 2006. Diversity, distribution, ecology and economic importance of Guatemalan orchids, pp. 187–198 in E. Cano (ed.) Biodiversidad de Guatemala. Volumen 1. Universidad del Valle * . 2003. Rhynchostele bictoniensis: cambios en abundancia y éxito de polinización entre 1992 y 2002. Lankesteriana 3 (7 ): 98 * . 2003. Impacto de Hydrilla verticillata. Fase 1. Datos biológicos e indicadores básicos de ictiofauna en el lago de Izabal. Informe final Proyecto AGROCYT * . 2003. Polinización de orquídeas en Guatemala: los polinizadores, el estado natural de sus poblaciones y las implicaciones para las especies polinizadas. Lankesteriana 3 (7 ): 97 * . 2001. Conservation of orchids in Guatemala. Memoria 2º Seminario Mesoamericano de Orquidología y Conservación. p. 17 * . 2001. Relaciones genéticas e hibridación natural entre especies de Lycaste, Sección Deciduosae, sub-sección Xanthantae (Orch.) en Guatemala. Memoria Segundo Seminario Mesoamericana de Orquídeología. p. 26\\. * . 1999. El impacto del huracán Mitch sobre la integridad ecológica del lago de Izabal y sus afluentes. Mesoamericana 4 (3): 114 === Books === * * ==References== Category:Guatemalan botanists Category:Orchidologists Category:Taxonomists Category:1939 births Category:Living people Category:Jersey people Category:Women botanists Category:Women taxonomists Category:Guatemalan women writers Category:British emigrants to Guatemala Category:Alumni of the University of London Category:Mount Holyoke College alumni Category:Harvard University alumni Category:20th-century British scientists Category:20th-century botanists Category:20th-century British women scientists Category:20th-century Guatemalan women writers Category:20th-century non-fiction writers ",
    "title": "Margaret A. Dix"
}