{
    "id": "46861010",
    "text": "Joël Le Theule (22 March 1930 - 14 December 1980) was a French politician. ==Early life== Joël Le Theule was born on March 22, 1930 in Sablé-sur-Sarthe, France.National Assembly: Joël Le Theule ==Career== Le Theule joined the Union for the New Republic and later the Rally for the Republic, two defunct center- right political parties. He served as the Mayor of his hometown, Sablé-sur- Sarthe, from 1959 to 1980. He served as a member of the National Assembly from 1958 to 1968, and from 1973 to 1978, representing Sarthe. He served as the Minister of Overseas Territories from May 31, 1968 to July 12, 1968. He then served as Secretary of State for Information from July 10, 1968 to June 20, 1969. He later was appointed Minister of Transport April 5, 1978 to October 2, 1980. He also served as the Minister of Defence from October 2, 1980 to December 4, 1980. ==Death== He died on December 14, 1980 in Saint-Brice, Mayenne. ==Legacy== Centre technique de conservation Joël-le-Theule. The Centre technique de conservation Joël-le-Theule of the Bibliothèque nationale de France in Sablé-sur-Sarthe, located at the Château de Sablé, is named in his honour.Bibliothèque nationale de France: Le Centre technique de conservation Joël-le-Theule (Sablé-sur-Sarthe) ==References== Category:1930 births Category:1980 deaths Category:People from Sablé-sur-Sarthe Category:Mayors of places in Pays de la Loire Category:Union for the New Republic politicians Category:Union of Democrats for the Republic politicians Category:Rally for the Republic politicians Category:French Ministers of Overseas France Category:Transport ministers of France Category:French Ministers of Defence Category:Deputies of the 1st National Assembly of the French Fifth Republic Category:Deputies of the 2nd National Assembly of the French Fifth Republic Category:Deputies of the 3rd National Assembly of the French Fifth Republic Category:Deputies of the 4th National Assembly of the French Fifth Republic Category:Deputies of the 5th National Assembly of the French Fifth Republic Category:Deputies of the 6th National Assembly of the French Fifth Republic ",
    "title": "Joël Le Theule"
}