{
    "id": "46860860",
    "text": "Holcorpa is a genus of extinct insects in the scorpionfly order Mecoptera. Two Eocene age species found in Western North America were placed into the genus, H. dillhoffi and H. maculosa. Holcorpa was the only known member of the extinct family Holcorpidae until 2017, when the Middle Jurassic member of the family, Conicholcorpa stigmosa, was described. ==History and classification== When first described Holcorpa was identified from a single fossil which is preserved as a compression fossil in fine shales of the Florissant Formation. At the time of description, the Florissant formation was considered to be Oligocene in age. Further refinement of the formation's age using radiometric dating of sanidine crystals has resulted in an age of 34 million years old, which places the formation in the Eocene Chadronian stage. Adjustment to the stages of the Eocene placed the formation in the Priabonian as of 2010. The second species is known from a single fossil that was discovered in silty medium brown Kamloops group shale in the McAbee Fossil Beds near Cache Creek, British Columbia. The McAbee Fossil Beds have been dated in 1981 to the early Eocene Ypresian stage. The genus and type species were first described, without illustration, by Samuel Scudder in 1878, who placed the genus in the family Panorpidae. A second fossil was recovered by a collector in 1907 and first illustrated in 1927 by Theodore Cockerell. The second fossil was finally described in 1931 by Frank M. Carpenter. The second species H. dillhoffi was described over 130 years after the type species was described. The second species was first described by paleoentomologist S. Bruce Archibald of Simon Fraser University. His type description was published in the entomology journal Annales de la Société Entomologique de France. The specific epithet dillhoffi is a patronym honoring Richard Dillhoff, who found and donated a number of fossils for research, including the type specimen, and for his support of paleoentomology. Miriholcorpa forcipata holotype, a Middle Jurassic scorpionfly The family name Holcorpidae was first used in a 1970 footnote by Russian paleoentomologist Vladimir Zherikhin, who noted the family to be monotypic with only Holcorpa. However, since Zherikhin did not provide a detailed subscription for the family itself, the name was considered nomen nudum. The family received a full technical description 19 years later by the German entomologist Rainer Willmann and the circumscription was emended by Archibald in 2010 to reflect the second species. Two genera, Fortiholcorpa and Miriholcorpa, from the Jurassic Jiulongshan Formation in China were described in 2013. While both are very similar in overall appearance to Holcorpa, both were left unplaced as to family in Mecoptera by the describing authors. Fortiholcorpa has medial wing veins notably different than those of Holcorpa and an 8th abdominal segment only slightly longer than the 7th. Conversely, Miriholcorpa was not placed due to the hind wings not having discernible forking of the median vein into 5 branches. Since the uncertainty is due to the preservation of the only known fossil, Wang et al noted the placement may change with the discovery of more fossils. ==Description== As with all mecopteran members, eorpids possess an elongated rostrum and four elongated wings of nearly equal size, and uniquely a \"Radial1\" vein which almost reaches the apex of the wing. The family has a notably elongated abdomen with enlarged genitalia on the terminal segment. Holcorpidae is distinguished from most other panorpoid families by five branches of the medial vein. The elongated abdomen of Holcorpa is not seen in the family Eorpidae, and by the much more curved nature of \"Radial1\" vein is not seen in Dinopanorpidae. ===H. dillhoffi=== H. dillhoffi is a slightly larger species the H. maculosa, with an estimated total length in the males of and a fore-wing length of . The fore-wings are overall darkened in coloration and an apical region that has scattered hyaline spots. The hind wings are hyaline in the basal half, while the apical half is darkened and showing a single distinct hyaline spot in the upper area of the wing apex. The 6th abdominal segment seems to be missing spurs, possibly lost during preparation, but the angle formed by them is wider than those of H. maculosa. ===H. maculosa=== The fore-wing of H. maculosa is between long based on the two know fossils. The wing has a Radial vein which branches into R1 and Rs forks less than 1/3 of the way towards the wing apex. In both the fore and hind wings the basal areas are hyaline and the apical areas are darkened. The overall body length of the more complete specimen is estimated to be . While Carpenter and Archibald considered the size difference between the first and second specimens. ==References== Category:Ypresian insects Category:Fossil taxa described in 2013 Category:Fossil insects of North America Category:Mecoptera Category:Priabonian insects Category:Ypresian genus first appearances Category:Priabonian genus extinctions ",
    "title": "Holcorpa"
}