{
    "id": "46867084",
    "text": "Amyloodinium ocellatum (Brown, 1931) is a cosmopolitan ectoparasite dinoflagellate of numerous aquatic organisms living in brackish and seawater environments. The dinoflagellate is endemic in temperate and tropical areas, and is capable of successfully adapting to a variety of different environments and to a great number of hosts, having been identified in four phyla of aquatic organisms: Chordata, Arthropoda, Mollusca and Platyhelminthes. Moreover, it is the only dinoflagellate capable of infecting teleosts and elasmobranchs . The parasite represents a serious problem for both reared and aquarium fish, since amyloodiniosis, the infection caused by this protozoan, can lead the host to death in less than 12 hours, with acute morbidity and mortality around 100%. However, these two parameters vary considerably on the basis of farming typology, parasite burden, fish species and season considered. In general, amyloodiniosis is typically present in land- or lagoon-based rearing sites (valliculture or inland brackish farming), where shallow seabeds and poor water exchange/recirculation allow the parasite to reach its optimal proliferation values. Especially in the warmest months, A. ocellatum causes high mortality rates and economic damages. == Taxonomy == Phylum: Alveolata, Class: Dinophyceae, Order: Thoracosphaerales, Family: Thoracosphaeraceae, Genus: Amyloodinium, Species: Amyloodinium ocellatum ==Life cycle== Simplified scheme of the life cycle of Amyloodinium ocellatum. (Dr P. Beraldo, University of Udine) The lifecycle of A. ocellatum is direct and divided in three phases. In general, it can be completed in five to seven days when temperature and salinity are between 23-27°C and 30-35 ppt respectively. However, the parasite can also express its virulence in extreme conditions. In particular, lethal outbreaks were documented at high temperatures (more than 35°C) in both salt water (46 ppt) and brackish (7 ppt) environments. The parasitic stage is represented by the sessile trophont. In this phase, the protist is pear-shaped, enclosed in a cellulose wall and exhibits specific structures, rhizoids (tentacle like processes) that enable it to strictly anchor to host epithelia (gill or skin predominantly). If the infection is severe, trophonts can also be found on eyes, fins and in all oropharigeal cavity, the latter is a typical infection site in the European seabass (Dicentrarchus labrax). Constantly moving while anchored and therefore causing physical injuries to cells, trophonts inflict serious damages to the host, potentially inducing its death in 12-48 hours as a function of the parasite burden. Based on data in the literature, the trophont feeds directly from the host cells, probably using the stomopode by releasing digestive enzymes, which exacerbate the rhizoid lesions. Trophont size can vary considerably, with early trophonts measuring 27×23 µm while mature ones can reach up to 130×60 µm and more. Two to six days after feeding, the trophont detaches from the host and encysts on inert substrates (pond/tank bottom or seabed) transforming into the tomont: the reproductive stage. In this phase, the protozoan is round and encapsulated in a cellulose wall, which becomes thicker and confers upon it an exceptional resistance to unfavourable conditions and to several therapeutic treatments. The protozoan reproduces asexually, the first division is longitudinal while the succeeding ones are approximately regular and at right angles to each other. Potentially, in two to four days, from a single tomont, 256 new dinospores can be generated. The number of newly formed dinospores is directly correlated to the nutritive state of the trophont. The dinospore (8–13.5 × 10–12.5 μm), whose antero- posteriorly compressed shape resembles a hamburger, is the infective stage. In this phase, the armoured (cellulose wall) protist is capable of active swimming thanks to two flagella: one longitudinal, the other transverse. After adhesion to a new host, the dinospore transforms into a trophont within 5 to 20 minutes. ==Pathology and clinical signs== Trophont of Amyloodinium ocellatum anchored to European sea bass gill epithelium. (Dr. P. Beraldo, University of Udine) A. ocellatum is the etiological agent of the so called “marine velvet disease” or amyloodiniosis (in the past it was also known as oodiniosis, as the protozoan was originally named Oodinium ocellatum). This infection is extremely dangerous and sometimes lethal for hosts, since it injures the animals and promotes secondary bacterial infections. All fish life stages may be susceptible if they are naïve to A. ocellatum. The protozoan pathogenicity is associated with the trophont attachment to host tissues; trophonts constantly twist and turn, slowly damaging and killing several host cells. They inflict moderate-to-intense tissue reactions associated with serious gill hyperplasia, inflammation, haemorrhages and necrosis with subsequent death in less than 12 hours in heavy infected specimens. However, some mortalities were also documented in subclinical or mild infections as a probable consequence of osmoregulatory impairment and secondary microbial infections due to the serious epithelial damage. Usually host behavioural changes are the first amyloodiniosis symptoms, represented by jerky movements (flashing), pruritus and dyspnoea with gathering at the water surface. Lethargy and anorexia appear in the advanced stages of the infection. Another clinical sign of amyloodiniosis could be the dusty appearance of the skin (hence the name “marine velvet disease”), as in European sea bass, but not in all fish species. == Impact == A. ocellatum represents a serious problem not only for reared fish but also for those kept in aquaria. Depending on interactions with farming typology, parasite burden, fish species and season, amyloodiniosis can lead the host to death in less than 12-48 hours, with acute morbidity and mortality around 100%. Generally, the infection affects land- or lagoon-based rearing sites (valliculture or inland brackish farming), whose characteristics (shallow seabeds and poor water exchange/recirculation) enable the parasite to best express its virulence. In the warmest months, when the parasite reaches its optimal proliferation rate, A. ocellatum is capable of causing high mortality rates and economic damage. == Diagnosis == A.ocellatum severe infection in European sea bass gills (Dr P. Beraldo, University of Udine) Diagnosis of amyloodiniosis consists of observing typical clinical signs and using nonlethal techniques. A cytological approach by wet mount examinations of skin scrapes and gill biopsies is recommended to detect trophonts. Anaesthetized small-size fish can be directly observed under a stereomicroscope by gently lifting the opercular structure. The same approach can also be adopted for post-mortem fish, though it is better to examine fish that are freshly dead, as parasites often detach shortly after host death. Dropping some diluted Lugol’s iodine onto skin or gills can help to improve A. ocellatum detection, since the iodine reacts with the starch-containing trophonts, colouring them in dark brown/black. Molecular identification can be applied as a second, confirmatory, diagnostic step in addition to clinical and microscopic identification. Recently developed molecular approaches (PCR and LAMP) have been proven to provide early detection of dinoflagellates in water and gill tissue samples, even when the parasite is present at lowest concentrations, such as in subclinical infections. Therefore, these methods potentially allow for highly sensitive monitoring of pathogen load in susceptible fish populations. Molecular diagnosis of A. ocellatum is based on primers AO18SF (5' GACCTTGCCCGAGAGGG 3') and AO18SR (5' GGTGTTAAGATTCACCACACTTTCC 3') for PCR amplification of a 248 bp segment of the 3’ end of the LSU rDNA gene. Multiple sequence alignment using the CLUSTALw confirmed that sequenced AO was conserved with different geographic isolates from Mediterranean Sea (DQ490256.1), Red sea (DQ490257.1), Fujian-China (KU761581.1 and KR057921.1), Southern Mississippi-USA (JX905204.1). However, these techniques are still limited to laboratory contexts. In parallel, immunological approaches such as ELISA (enzyme linked immunosorbent assay) can detect the specific anti-A. ocellatum antibody levels in fish recovering from amyloodiniosis outbreaks or that have been experimentally exposed to the parasite. The ELISA assay might be useful for monitoring levels of protection in susceptible populations, as elevated antibody titres have been associated with resistance. == Treatments == From the 1930s, several efforts have been performed to try to control amyloodiniosis in various fish species, but no treatment has proven to be totally effective or licensed worldwide. Early diagnosis followed by a prompt treatment is crucial as the protozoan has exponential reproductive potential in the warmest months, temperature affects how quickly the parasites multiply. Chemical treatments include formalin (36% formaldehyde at a concentration of 4mg/L for 7 hours or 51mg/L for 1 hour), hydrogen peroxide (75 and 150mg/L for 30min and repeated after 6 days), copper sulphate and chloroquine (5-10 mg/L water). However, only dinospores show significant susceptibility to some drugs, while trophonts and tomonts are more resistant. Copper sulphate is one of the most effective treatments to control A. ocellatum epidemics in aquaculture, due to the proven dinosporicide properties of the free copper ion, but also because it is inexpensive and easy to find. The infusion of copper sulphate at 0.75-1 g/m3 for almost two weeks by dripping on ponds/tanks, maintaining constant copper concentration, is very effective to kill dinospores, while tomonts and trophonts are not very susceptible. Currently, copper sulphate is not approved by the European Regulation n. 1907/2006 (REACH) as amyloodiniosis treatment, despite its approval as an effective algaecide. Freshwater baths are an effective way to detach trophonts from skin and gill epithelium due to the sudden osmotic shock experienced by the host. However, freshwater bath procedures remain impractical for the majority of marine fish farms and some fish species cannot tolerate a similar treatment. == Other control strategies == Control strategies are intended as preventive measures to avoid dangerous outbreaks as A. ocellatum cannot be totally controlled. An effective filtration system and proper sanitation procedures (i.e. the use of UV rays combined with mechanical filtration of the intake water) can contribute to reducing the risk of the infection. It is important to emphasise that dinospores can be transported through aerosol droplets, therefore contaminating farm equipment and/or contiguous ponds/tanks as well as nearby facilities if spread by strong winds. For this reason, scrupulous disinfection protocols of materials and adequate management practices should be considered mandatory in farms. Another aspect that can be taken into account is the choice of an appropriate rearing site. Parasitosis can be influenced by its characteristics. Normally, sea cage reared fish are not affected by the infection, while it is more difficult to control the infection in valliculture or inland brackish farming systems. Prevention of the disease by vaccination is not possible, although some studies are in progress to identify potential vaccine candidate proteins, i.e. i-antigens, of the parasite. Fish that survive amyloodiniosis may develop at least a partial immunity. == Research == Since 1931 (year of the first A. ocellatum report), numerous investigations have been conducted. The biology and ecology of the protozoan were precisely described between the 1930s and 1940s and elaborated in the following decades. In 1984, Paperna determined the environmental characteristics influencing the virulence of A. ocellatum in its three stages. Three years later, Noga successfully established an in vitro propagation protocol, which was fundamental for the implementation of important laboratory surveys. An alternative to this protocol, based on in vitro maintenance of tomonts’ in a hibernation status, was recently developed by a group of researchers of the University of Udine within the Horizon2020 Project ParaFishControl. Within the framework of this project, researchers are currently investigating alternative therapeutants and developing more targeted prophylaxis measures against the protozoan. Although ambitious, the aim of the project is to create a vaccine against A. ocellatum. ==References== ==Further reading== *Francis-Floyd, Ruth, and Maxine R. Floyd. Amyloodinium ocellatum, an important parasite of cultured marine fish. Southern Regional Aquaculture Center, 2011. ==External links== * Category:Species described in 1931 Category:Dinophyceae ",
    "title": "Amyloodinium ocellatum"
}