{
    "id": "46868565",
    "text": "The Santa Fe Urban Train (in Spanish: \"Tren Urbano de Santa Fe\") is commuter rail serving the metropolitan area of Santa Fe city in Argentina. It has 8 stops, extending from El Molino to Don Bosco stations,\"Mirá dónde podés tomar el tren urbano\", El Litoral, 12 Jan 2016 running on the Belgrano Railway Ramal F tracks at a speed of . The Tren Urbano complements other forms of public transportation on the city such as buses and cycling. Rolling stock are railbuses by local manufacturer TecnoTren and already used in the University train of La Plata. , the Tren Urbano is not longer active.Breve crónica del tren urbano, una historia que nunca arrancó y con probable destino de epitafio by Gastón Neffen on Aire de Santa Fe, 1 Jul 2019 == History == The first project of an urban railway had been featured in 2010, with two routes suggested, the first connecting Guadalupe station with the port of Santa Fe and the second joining both stations, Belgrano and Mitre railways. The project also planned an estimated journey time of 30 minutes and a frequency of one service per hour. The train only would run during the day because tracks were used by freight services (currently operated by Trenes Argentinos Cargas y Logística) by night. Due to the Government of Argentina did not approve the original project, the provincial government had to change it to a shorter path running on tracks not used by freight concessionaires. That was the main condition required by the Nation to allow passenger trains running in the city. Therefore, the route was set from former Molino Franchino (a former flour mill, currently an exhibition centre named \"El Molino Fábrica Cultural\") in the corner of Pedro Vittori and Boulevard Gálvez, where a bus stop already existed, remodeling it to make connections with train and cycling transport. Initial costs of the works were estimated at A$ 8 million. Departing from Molino Franchino, the train will run to the north, crossing Parque Federal, Puente Negro and finishing in Esquina Encendida (with a new station named \"Don Bosco\"), on the corner of Zeballos and Zuviría streets. Works also included the construction of the intermediate stops, segregated cycle facilities along the way, the installation of traffic lights in all the level crossings. and the reconditioning of the existing tracks. The total costs of the works increased to over A$25 million. (Archive) By July 2015, all the electronic warning devices had been installed in the 22 level crossings of the line. The service was put into operation on January 11, 2016,\"Se puso en marcha el Tren Urbano con 20 viajes diarios\", El Litoral, 12 Jan 2016 but it only run for three days because of a motor breakdown. The service continued undefinitely interrupted since February\"El tren urbano sigue en reparación\", El Litoral, 5 Feb 2016 to July 2016, when it was put into operation again.\"Después de tres meses, volvió a funcionar el tren urbano\", El Litoral, 19 Jul 2016 Following multiple problems in operations, the two only units of Tren Urbano were put out of service and moved near El Molino station, remaining stopped there for about two years until they suddenly disappeared from that location, without further explanation from the authorities. Some time later, a local journalist revealed that the units had been taken to a warehouse operated by freight train company Belgrano Cargas y Logística. The Municipality alleged that the Tren Urbano could not operate because of the increasing frecquencies of Belgrano Cargas service.Por el aumento de frecuencias del Belgrano Cargas, guardaron el Tren Urbano on El Litoral, 28 June 2019 The Tren Urbano is currently inactive. == See also == * Tren al Desarrollo * University train of La Plata * TecnoTren == References == == External links == * Tren Urbano on Santa Fe web (archived, 30 Oct 2019) D Category:Railway lines opened in 2016 ",
    "title": "Santa Fe Urban Train"
}