{
    "id": "46869917",
    "text": "The 2015 King Cup Final was the final match of the 2015 King Cup, the 40th season of Saudi's main football cup, and the 8th season under the current Kings Cup title. It was played at the King Abdullah Sports City in Jeddah on 5 June 2015, between Al-Hilal and Al-Nassr. Both teams were already qualified to 2016 AFC Champions League group stage, from their 2014–15 Pro League positions, Al-Hilal finishing third in the league and Al-Nassr won the league championship. Al-Nassr took the lead early in the first half of the extra time through Mohammed Al Sahlawi, but the defender Mohammed Jahfali equalised for Al-Hilal in the last minute of the match to take the game to Penalty shoot- out, which they won 7–6 after Shaya Sharahili missed. Al-Hilal have won the first title in the current edition and the 7th title in total. ==Venue== The King Abdullah Sports City was announced as the venue for the final on 24 May 2015. This was the second King Cup final hosted in King Abdullah Sports City in a row. King Abdullah Sports City Stadium, or The Jewel stadium (Arabic:ملعب الجوهرة) was built in 2012-2014, 560 million $ for its Construction cost. Opened on 1 May 2014 which the first match has hosted at the stadium was 2014 King Cup Final, between Al-Ahli and Al Shabab, some sources say that the attendance of the match was 84,115 (Record). The official Capacity of King Abdullah Sports City Stadium is 60,241 seats. ==Rules== The final was played in one leg basis. If they could still not be separated then extra time would have been played with a penalty shootout, if the teams still level after that then taking place. ==Road to the final== {| width=\"100%\" style=\"text- align:center\" |- valign=top bgcolor=#99ccff !colspan=2 style=\"width:1*\"|Al- Hilal !Round !colspan=2 style=\"width:1*\"|Al-Nassr |- valign=top bgcolor=#c1e0ff |Opponent |Result |bgcolor=#c1e0ff| |Opponent |Result |- |Al- Jeel |4–1 |bgcolor=#c1e0ff|Round of 32 |Al-Wehda |2–1 |- |Hajer |6–1 |bgcolor=#c1e0ff|Round of 16 |Najran |4–2 |- |Al-Faisaly |3–1 |bgcolor=#c1e0ff|Quarter-finals |Al-Batin |1–0 |- |Al-Ittihad |4–1 |bgcolor=#c1e0ff|Semi-finals |Al-Taawon |2–1 |} ===Al-Hilal=== Al-Hilal, of Pro League, began the tournament in the last 32, hosting 1st Division team Al- Jeel at King Fahad Stadium on 10 March 2015. Al-Dabbas opened the scoring for the guests while Neves equalised in added time at half time. After Digão scored second goal, Neves extended Al-Hilal's lead, and the substitute Samaras scored the last goal to conclude a 4–1 winning. Thiago Neves the top scorer of 2015 King Cup In the last 16 thirty five days later, the club faced top-flight club Hajer at King Fahad Stadium on 14 April 2015. After Al-Arfej took the lead for the guests, Neves equalised for the hosts then Al-Shamrani scored from a penalty in addition to Salman Al-Faraj's first Al-Hilal goal in King Cup for a 3–1 lead at half time. In the second half, the hosts extended their lead by Neves goal and S.Al-Dawsari in addition the substitute Al Abed's goal. They won 6–1. In the quarter-finals on 1 May 2015, Al-Hilal travelled to the King Salman Sport City Stadium and defeated Al-Faisaly 3–1. After the three goals hat-trick by Al-Shamrani, Ashraf Nu'man netted a consolation goal for Al-Faisaly from a penalty kick. thirty days later on 31 May 2015, Al-Hilal hosted top-flight opposition Al-Ittihad in the semi-final, which is called El Clasico. Digão opened the score for the hosts and Al-Muwallad equalising nine minutes before half time for the guests from a penalty kick. In second half Al-Hilal scored three goals to reach the final by, Digão and Neves from a penalty kick and the Korean defender Kwak from a corner kick to conclude a 4–1 winning. ===Al-Nassr=== Al-Nassr, also of Saudi Professional League, entered the competition in the last 32 against first Division club Al-Wehda on 10 March 2015. They won 2–1 away after Over time. In the last 16 on 30 April 2015, Al-Nassr played away match with top-flight club Najran, and they won 4–2. After 22 days on 22 May 2015, they hosted the match of the quarter-finals at King Fahad Stadium against Al-Batin. The match end with 1–0 winning, scored by Adrian. On 30 May 2015 eight days later in the semi-final. Al-Nassr played with Al-Taawon in the home and they won 2–1, Al-Nassr's goals scored by Al- Sahlawi and Fabián, while Nayef Al-Mosa scored for Al-Taawon fourteen minutes before the end of the match. ==Pre-match== ===Background=== Al-Hilal was played the 14th final, and 2nd with current edition. They had won six, their most recent final was in 2010, losing 4–5 on Penalties after a 0–0 draw to Al- Ittihad, and their last victory was in 1989, defeating Al-Nassr 3–0. It was Al-Nassr's 12th final, and 2nd with current edition. They had won six, most recently was a 1–4 loss in 2012 against Al-Ahli, and their last victory was in 1990, defeating Al-Taawon 2–0. The two teams have met in a final three times, Al-Hilal won once (1989), and Al-Nassr won twice (1981, 1987). ===Ticketing=== Tickets were available in three price categories: 35 Riyals, 1,000 Riyals, and 1500 Riyals. 50% of the stadium were belongs to the Al-Hlial's fans and others were belong to Al-Nassr's fans, which means 27,000 for each the two finalist clubs. The rest of 6,000 tickets are allocated to sponsors, officials, etc. ==Match== {| width=92% |- | | |} {| style=\"width:100%\" |- |style=\"vertical- align:top; width:40%\"| {| style=\"font-size: 90%\" cellspacing=\"0\" cellpadding=\"0\" |- !width=25| !!width=25| |- |GK ||1 || Khalid Sharhili |- |RWB ||12|| Yasser Al-Shahrani |- |CB ||70 || Mohammed Jahfali || |- |CB ||23 || Kwak Tae-hwi |- |CB ||26 || Digão || |- |RWB ||4|| Abdullah Al-Zori || |- |CM ||14 || Saud Kariri (c) |- |CM ||13|| Salman Al-Faraj || |- |RF ||24|| Nawaf Al Abed |- |LF ||7 || Thiago Neves |- |CF ||15 || Nasser Al-Shamrani || |- |colspan=3|Substitutes: |- |GK ||28|| Abdullah Al-Sudairy |- |DF ||35 || Ahmed Sharahili || |- |DF ||25|| Faisel Darwish |- |MF ||10|| Mohammad Al- Shalhoub || |- |MF ||11|| Abdullaziz Al-Dosari |- |FW ||19|| Khalid Ka'abi |- |FW ||16|| Yousef Al-Salem || |- |colspan=3|Manager: |- |colspan=4| Giorgos Donis |} |style=\"vertical-align:top; width:50%\"| {| cellspacing=\"0\" cellpadding=\"0\" style=\"font-size:90%; margin:auto\" |- !width=25| !!width=25| |- |GK ||32|| Hussain Shae'an |- |RB ||4|| Omar Hawsawi || |- |CB ||13|| Mohamed Eid |- |CB ||2 || Mohamed Husain |- |LB ||24 || Hussein Sulaimani (c) |- |CM ||26 || Shaya Sharahili |- |CM ||16 || Abdulaziz Al-Jebreen |- |CM ||27|| Awadh Khamis |- |RF ||11 || Fabian Estoyanoff || |- |LF ||86|| Adrian Mierzejewski |- |CF ||10 || Mohammed Al Sahlawi |- |colspan=3|Substitutes: |- |GK ||31 || Mutaeb Sharahili |- |DF ||3|| Abdulla Madou |- |DF ||5 || Jamaan Al-Dossari |- |MF ||6|| Ahmad Abbas |- |MF ||8|| Yahya Al-Shehri || |- |FW ||99|| Hassan Al-Raheb || || |- |FW ||18 || Armando Wila |- |colspan=3|Manager: |- |colspan=3| Jorge da Silva |} |} ==References== Category:Kings Cup (Saudi Arabia) finals Category:2014–15 in Saudi Arabian football Category:Sport in Jeddah Category:Al Hilal SFC matches Category:Al- Nassr FC matches King Cup Final 2015 ",
    "title": "2015 King Cup Final"
}