{
    "id": "46861784",
    "text": "List of electric bus makers and models comprises battery-powered all-electric buses. Makers of trolleybuses are listed separately at List of trolleybus manufacturers. ==Current== AVASS Matilda full electric city bus with a range of up to 600 km on a single charge Eurabus 2.0 – 18-meter articulated bus The BYD K9 all-electric bus allegedly has the longest drive range of 250 km (155 miles) on one single charge under urban road conditions. EPV EcoSmart Gépébus Oreos 4X Battery-powered Mercedes-Benz Citaro in Aachen, Germany Transports – La Presse] (French) by the Réseau de transport de la Capitale, in Québec City. * ABB TOSA Flash Mobility, Clean City, Smart Bus, Geneva, Switzerland, A mass transport system with electric \"flash\" partial recharging of the buses at selected bus stops.TOSA2013 TOSA Flash Mobility, Clean City, Smart Bus A mass transport system with electric \"flash\" recharging of the buses at selected stops. The large capacity bus (18.75m long, 133 passengers) has been in service since May 26, 2013 in Geneva/Switzerland (overhead conductive charging). *Alexander Dennis Enviro500EV three axle double-decker with Proterra drivetrain * APS Systems, Oxnard, CA, shuttle buses in partnership with Enova Systems and Saft * Astonbus, Marina del Rey, CA: E-city midi and full-size models, with a range between 250 and 500 km. Astonbus is the Zonda Electric bus sole distributor in all EU states. *Avass, Full electric city buses and touring coaches, manufactured in Australia. *Belkommunmash, in Minsk, Belarus. Models E420 \"Vitovt Electro\" and Е433 \"Vitovt Max Electro\". * Bolloré, in Britanny, France : Bluebus SE available as a standard 12-metre bus or an 18-metre articulated bus, and the 6-metre Bluebus 22.Deux Bluebus débarquent à Mulhouse * BredaMenarinibus in Bologna, Italy. Zeus M-200 E model, with Ansaldo Electric Drive motor and 288V – 200 Ah lithium-ion batteries. *BONLUCK electric bus designed and manufactured by Jiangxi Kama Business Bus Co., Ltd. * BYD manufacturers a wide range of electric buses, ranging from the 30-foot K7M to the 60-foot K11M. In addition, they manufacture coaches and double-decker electric buses. **The K9 is their flagship transit bus, and the C9 is their flagship coach bus. * Chariot Motors https://chariot-electricbus.com/ * City Smile electric bus designed and manufactured by AMZ-Kutno in Poland. * Complete Coach Works remanufactured electric bus in Riverside, CA USA. * Ebus, in Downey, California, minibuses : buses . *Ebusco https://www.ebusco.com/. Currently producing the 2.2 version in various styles and 3.0 lightweight bus is under development *Eurabus (Euracom Group Ltd.): Eurabus 2.0 (12-meter bus/18-meter articulated bus) *Ekova,http://ekova.cz/vyrobni-program/elektrobusy/ in Ostrava, Czech Republic. Design and production of electric low-floor buses, trams and trolleybuses. * Electron in Lviv, Ukraine. Electrobus Е19101.ElectronTrans * Environmental Performance Vehicles(EPV), previously known as DesignLine, in New Zealand: Tindo solar-electric bus prototype, EcoSmart electric bus, EcoSaver range extender bus. *JBM Group, India: manufactures low floor battery- powered bus model. *Gépébus, France: Oréos 55E midibus in the 1990s and 2000s, Oréos 4X midibus launched in 2010. * GreenPower Motor Company manufactures several high-floor and low-floor battery-powered bus models. * Gillig manufacturers a battery-electric version of their Low Floor Plus model, and a trolleybus version of their BRTPlus model. *Heuliez, in France: 12-metre standard GX 337 Elec bus, 18-metre articulated GX 437 Elec bus *Iveco, in Turin, Italy: EuroPolis model. * Jiangsu Alfa Bus company, Jiangsu, China, delivered in Italy by Rama Company. *KamAZ, Naberezhnye Chelny, Russia: KamAZ-6282 model production launched in 2018. *Karsan, a Turkish commercial vehicles manufacturer, produces and sells Peugeot and Hyundai. *Kayoola Solar Electric Bus by Kiira Motors Corporation (KMC) in Uganda. *LiAZ, Likino- Dulyovo, Russia: LiAZ-6274 model production launched in 2018. *Lightning Systems, Loveland, Colorado: At the forefront of fleet electrification, powering familiar commercial vehicle platforms, class 3 -class 8 buses and cargo, with our high-tech electric drivetrains. *Linkker, Finland. Design and production of battery-electric buses that use opportunity charging (3-5min fast charging). Highest energy efficiency in the market. Initial development together with VTT Technical Research Nrch Centre of Finland.Home – Linkker Linkker * Mercedes-Benz Citaro, battery-powered articulated bus in Aachen, Germany * Mellor Coachcraft, low-floor electric mini bus based on a Fiat chassi * Mitsubishi Heavy Industries is developing electric buses that are capable of battery swapping. * Mobil Anak Bangsa (MAB) produces plug-in electric buses at Demak, Indonesia. First bus delivered to Paiton Energy. * New Flyer Industries New Flyer Industries currently offers battery-electric buses in 35, 40, and 60 foot configurations, and trolleybuses in 40 and 60 foot configurations. *Nova Bus, in Québec, Canada, produces an electric version of its LF Series * Optare: Solo EV, Versa EV. * Otokar in Turkey * Proterra in Greenville, SC: Proterra manufactures 35 and 40 foot (11 and 12 metre) versions of the ZX5. Previously, they manufactured the Catalyst model. * PVI, near Paris, France : Oreos 2X, Oreos 4X distributed under the brand Gepebushttp://www.pvi.fr?lang=en PVI's official website * Smith Electric Vehicles, Kansas City, Missouri, Speedster and Edison electric minibuses.Smith Electric Vehicles – General Enquiries * Solaris Urbinos 8.9, 12 and 18 meters with about 100 km (60 miles) range and about 120 kWh battery pack, introduced in September 2011. Optional pantograph inductive. * SOR EBNs SOR EBN and NS electric busses A modern, low-floor electric bus designed for clean passenger transit in urban environments. A modern all-low-floor electric bus * Specialty Vehicle Manufacturing Corp. (SVMC) in Downey, CA. * Tecnobus, in Frosinone, Italy. The Gulliver model is currently used in several cities in Canada, England, France, Germany, Italy, Portugal and Spain. * Temsa in Turkey developed two electric buses; one model with a high capacity battery pack and one model with quick charge capability. * THACO in District 2, Ho Chi Minh City, Vietnam * Thomas Built Buses Inc. in High Point, NC. * Thunder Sky Energy Group of Shenzhen, China (near Hong Kong) builds lithium-ion batteries and has four models of electric buses, the ten passenger EV-6700 with a range of , the TS-6100EV and TS-6110EV city buses (top speed 80 km/h), and the 43 passenger Thunder-Sky-EV-2008 highway bus (top speed 100 km/h), which has a range of . The batteries can be recharged in one hour or replaced in five minutes. The buses are also to be built in the United States and Finland. * URSUS in Lublin, Poland, produces a range of electric buses and trolleybuses under the brand of its subsidiary Ursus Bus. * VDL Bus & Coach is marketleader of electrical buses in Europe (Sept 2017), with the largest fully electric fleet in the EU. The project of 43 SLFA-181 electrical buses in late 2016 was the biggest transition to zero emission within Europe. Currently the fleet consists of 204 articulated and 12-meter e-buses, with over 4,5 million kilometers done.VDL Bus & Coach – Archive * Vėjo projektai, based in Klaipėda, Lithuania, manufactures battery electric buses. * Volvo, based in Gothenburg, Sweden, manufactures battery electric buses * Van Hool's CX45E is based on the diesel-powered CX45, but uses a Proterra E2 drivetrain. * Wuzhoulong, based in Shenzhen, China, manufactures a range of urban battery electric buses * Yinlong Energy Co., LTD, China, manufactures commercial bus and specialty EV vehicles * Zonda Bus, in Jiangsu, China: YCK6128HEC (12 m), YCK6118HEC (11 m) and the Zonda Bus New Energy (with a 500 km only-electric range and a battery lifespan of above 500,000 km). ==References== Mmkers and models Category:Bus- related lists Category:Lists of manufacturers ",
    "title": "List of electric bus makers and models"
}