{
    "id": "46861877",
    "text": "Rita Panicker Pinto is the founder and director of Butterflies India, a non- governmental organization in New Delhi, India working to protect & empower street & working children since 1989. Butterflies was the first organization in India with the purpose of protecting and empowering children living and working on the streets with a participatory, rights-based, and non institutional approach. ==Early life and career== Ms. Rita Panicker received her undergraduate degree in English literature from Fathima Matha College, Kollam. In 1976 she earned her Masters in Social Welfare Administration from the Tata Institute of Social Sciences, Mumbai. Later she finished her studies with a Masters in Development Studies from the Institute of Social Studies, The Hague, Netherlands in 1982. She has been a faculty member in the Women’s Studies Unit, at The Tata Institute of Social Sciences, Mumbai. While in Mumbai Panicker was also the Founder of MASHAL – Maharashtra Association for Social Housing. From 1988-1992, Panicker served as the Director of the Board of ChildHope, an international organization working on issues relating to working and street children. In 1990 she was appointed Consultant to UNICEF New York and Nigeria to assist the UNICEF Nigeria office in formulating a national policy and programme for Children Especially in Difficult Circumstances (CEDC). Today this whole area is known as Child Protection. Ms. Panicker was also the vice chair of the Board of Family for Every Child, a global alliance of local civil society organisations working together to improve the lives of vulnerable children around the world. ==Engagement with street and working children== Rita Panicker’s work with children living on the streets began when she lived in Mumbai and taught at the Tata Institute of Social Sciences. She lived in the suburbs and took the train to the institute everyday. While traveling she saw a number of children at the station and on the trains. She wanted to know who they were, so she met these children and spent time getting to know them. Their stories were like Bollywood scripts. Although Panicker knew that all of their stories were not true, their positive spirit, generosity, resilience, their whole take on life are lessons which inspired her. When she moved to Delhi with her husband Late Gerry Pinto after his job transfer to UNICEF Delhi, she decided to work with children on the streets. Panicker, along with Assistant Professor P. Nangia produced a report - \"Situational Analysis of Study of Street and Working Children in Delhi\" for UNICEF in 1988. It was the first study on the subject in the country and provided insight into the children's lives, and why they were on the streets. Her interest deepened and she decided to work with this group of children. Rita visited eleven organisations in India to understand the programmes that existed for street children. She met the founders of these organizations who shared what they had learned with her. The lessons she learned from this exposure was that the approach and strategies to work with these children had to be different from the conventional intervention of institutionalising them. She founded Butterflies, an organization dedicated to protect and empower children and guided with the core value and belief that it must be a democratic organisation and children’s voices have to be listened to seriously. Even today children’s participation in decision making processes is central to the work ethos at Butterflies’ which also believes that institutionalising children should be the last resort. Panicker, and everyone at Butterflies, advocates the importance of strengthening families and communities to protect and to take care of children. Families are the first line of defence for children and emphasis must be laid on supporting children to continue their schooling, and impart life skills education so that they can exit from generational poverty. Since its founding in 1989, her organization Butterflies has changed the lives of almost 45,000 children and reaches out to almost 5,000 children every day through several intervention programmes. ==Personal life== A native of Kollam, Kerala in Southern India, Panicker was born to Achutan Kunjukrishna Panicker and G.Rugmini Panicker. An early influence was an aunt who ran a Sanskrit school for Adivasi children in Paripally, Kollam. Her husband Late Gerry Pinto was a program officer at UNICEF. The couple decided not to have children of their own and dedicated their lives to serve the society. ==Awards and recognition== * Recipient of the International Cooperative Innovation Award 2020 by the U.S. Overseas Cooperative Development Council * Lifetime Achievement Award 2016 by the National Association of Professional Social Workers in India for her distinct contribution in the domain of child rights, especially street & working children at the 4th Indian Social Work Congress. * Rita Panicker was honoured by Shri Amitabh Bachan on the new Star Plus show Aaj Ki Raat Hai Zindagi in 2015 * Vanitha Woman of the Year 2012 by the Malayala Manorama group. The award was instituted to acknowledge the work done by Malayali women to serve Indian society * IGSSS Shrestha Puraskar, 2011, by the Indo Global Social Service Society in New Delhi for Panicker's pioneering work with street and working children. * Nominated and a finalist for the 2009 Right Livelihood Award. * Awarded the Zee Pehal Pioneering Personalities L. N. Goel Award in 2006. * Awarded the Women of Social Work Excellence by the Manava Seva Dharma Samvardhani Charitable Trust for Social Service Consciousness, Chennai, on 27 February 2002. * Children’s Development Khazana started by her organization Butterflies in 2001 received the Second Prize in the 2006 Global Development Network Award for the Most Innovative Development Project. * The Ramachandran - Ikeda Award 1999 was conferred on Panicker's organization Butterflies ==Books== * Co-authored a Study on Children in Conflict with Law-Children and Crime in India- Causes, Narratives and Interventions- published by Palgrave Macmillan * Co-authored two Studies: \"Situational Analysis of Street and Working Children in Delhi\" and \"Status of Children in Andaman and Nicobar Islands\" * Published several papers on child rights issues ==References== Category:Living people Category:Children's charities based in India Category:New Delhi Category:Year of birth missing (living people) ",
    "title": "Rita Panicker"
}