{
    "id": "46872341",
    "text": "Samuel Shore (1738–1828) was an English ironmaster, banker and activist of the Yorkshire Association.'Biographical Appendix: 1786-90 Committee', in Committees For Repeal of the Test and Corporation Acts Minutes 1786-90 and 1827-8, ed. Thomas W Davis (London, 1978), pp. 107-110 http://www.british- history.ac.uk/london-record-soc/vol14/pp107-110 [accessed 1 June 2015]. ==Life== The son of Samuel Shore the elder (1707–1785) \"of Meersbrook\", and his wife Margaret Diggles, a Liverpool heiress, he was educated by Daniel Lowe of Norton, a nonconformist minister who ran a dissenting academy, and became a member of Sheffield's Upper Chapel. Norton Hall After travel and study abroad that was cut short in 1757 by the Seven Years' War, Shore married in 1759, and later came into possession of Norton Hall through his wife, Urith Offley. He served as High Sheriff of Derbyshire in 1761. Shore was active as an ironmaster. He was also involved in the River Don navigation scheme; and the Sheffield Town Trust. Meersbrook House The elder Samuel Shore bought Meersbrook House in the 1770s from Benjamin Roebuck, after a bank failure. He died there on 23 September 1785. The younger Samuel Shore moved there, on his second marriage in 1788. Shore was brought into political work on a national stage by Christopher Wyvill. In 1791 he supported Joseph Gales in founding the Sheffield Constitutional Society.Michael James Daly, From Sheffield to Raleigh: a Radical Publishing Network in the Age of Revolution (PDF), at p. 157 note 153 In 1819 Shore chaired a large public meeting in Sheffield, to ask the Prince Regent to have an inquiry made into the Peterloo Massacre. In 1820 his name was put forward for at the general election: but Shore was by then confined to his bed. The proposal was mischief made by Peter Crompton. ==Family== Shore married: #Urith Offley, daughter of Joseph Offley, who died in 1781; #Lydia Flower, daughter of Freeman Flower, in 1788. There were three sons of the first marriage, Offley, Samuel and Bohun. Shore's sister Hannah married Thomas Walker; his brother William married Mary Evans (daughter of George Evans and Anna Nightingale) and was father of William Edward Shore—and so grandfather of Florence Nightingale. Shore and Lydia adopted Lydia Humble, daughter of Flower Humble (a relation of Lydia Flower); she married Edward Higginson. ==Notes== Category:1738 births Category:1828 deaths Category:English businesspeople Category:English bankers Category:English Dissenters Category:People from Norton Lees ",
    "title": "Samuel Shore (banker)"
}