{
    "id": "46872087",
    "text": "Berta Bridal is an Israeli based fashion house that expertise in luxury bridal fashion and evening wear. The sole designer of the fashion house is Berta Balilti (born December 11, 1964). Berta is an Israeli designer, with Egyptian origins (was born in Cairo and lived there until the age of 3). The international fashion house operation was founded by Berta's son-in-law Nir Moscovich, who operates as the fashion house director. ==History== Berta Balilti, studied fashion at the Shenkar College of Engineering and Design in Tel Aviv, founded her namesake fashion house in 2004, in the city of Ashdod, Israel. Today, the BERTA fashion house has three lines and operates internationally, with over 150 retailers from all over the world, including North America, South America, Europe, Asia and Australia, and is also stocked by Saks 5th Avenue and Nordstrom. Berta has recently opened a new NYC store, located in SoHo, Manhattan. The first store outside of Israel to be fully owned and operated directly by the BERTA fashion house. The BERTA evening line is carried at the new NYC store, and it is the only location in the USA in which the evening line can be found. The showroom stocks Berta bridal dresses from past collections and the BERTA couture collections. The showroom brings celebrity stylists, editors, and future bride to be's to discover what the magic behind the rapidly growing fashion house has to offer. Victoria's Secret angel Magdalena Frackowiak as the new face for BERTA F/W 2016 ad campaign ==In popular culture== Among the celebrities that wore a Berta bridal or evening dress are Kacey Musgraves, Madeline Brewer, Jackie Cruz, Kelsea Ballerini, Ludovica Caramis, Alex Murrel, Alex Morgan, Nicolette Van Dam, Merve Bolugur and former Miss UK Nieve Jennings. Israeli actress Moran Atias had several custom designed evening dresses by Berta Bridal for a few red carpet events she attended in the USA. Berta Bridal also participated in the TLC reality show Brides Gone Styled, which was scheduled to air in the US in June 2015. Miss USA Olivia Jordan wore a Berta gown for the Miss Universe 2015 competition that took place in Las Vegas on December 20, 2015. Olivia wore a custom Berta design for the top 10 evening gowns round. Kaitlyn Bristowe, star of ABC's The Bachelorette (season 11) had a Berta dress for her engagement pictures to Shawn Booth. Jacqueline MacInnes Wood, star of The Bold and The Beautiful, wore a sparkling ball gown style BERTA dress to the Daytime Emmy Award on May 1, 2016, and was chosen among the best dressed of the red carpet event. Magdalena Frackowiak was chosen to be the new face for the BERTA F/W 2016 ad campaign. Kacey Musgraves, American singer and actress, wore a Berta dress to her wedding from the F/W 2017 collection. With the launch of Berta's haute couture evening line in 2017, many celebrities embraced the new line and wore it for red carpet events: Dancing With The Starts judge Julianne Hough, 2017 Miss Universe Iris Mittenaere, UK celebrity Kimberley Garner, Country Music star Kelsea Ballerini, Lucy Mecklenburg, Australian top model Nicole Trunfio (styled by celebrity stylist Monica Rose) and more. Britney Spears wore a Berta evening dress from the 2017 collection while accepting an award on stage at the 4th Hollywood Beauty Awards on February 25, 2018 at The Avalon in Hollywood, California. Britney collected the award for her Fantasy in Bloom, which was named Fragrance Of The Year. GRAMMY-winning singer Carrie Underwood wore a Berta Bridal dress while attending the 53rd Academy of Country Music Awards at MGM Grand Garden Arena on April 15, 2018 in Las Vegas, Nevada. Carrie wore the Berta Bridal gown after winning the award for 'Vocal Event of the Year' as well as performing for the first time since her accident that caused a facial injury. Carrie was also nominated for 'Top Female Vocalist' at the awards ceremony. Top Victoria's Secret models Taylor Hill, Bruna Lirio, Megan Williams, Jasmine Tooks were recently spotted wearing Berta evening for their red carpet events. Celebrity stylists have been swooning over the newest collections by Berta. ==Awards== Berta Bridal design was chosen by Colin Cowie as one of the top 10 dresses from the April 2015 New York Bridal Fashion Week. Berta Bridal presented their S/S 2016 bridal collection at The Plaza Hotel during the October 2015 bridal fashion week in New York. The runway drove inspiration from the regal look of the 18th century, which also used as inspiration for the collection itself. Headpiece designer Maria Elena Headpieces designed custom crowns especially for the show, followed by the same inspiration. The most recent BERTA collection was presented at the famous Harvard Club of New York on April 15, 2016, during the Spring New York Bridal Market. Designer Berta at the end of her runway show in New York City on October 9th, 2015. Berta was recognized recently by The New York Times as one of the main bridal designers who caused a big shift in the bridal fashion world - to a more sexy and bold style of dresses. ==References== * * * * ==External links== * Official Website * Berta Bridal en Madrid España * Can bridal fashionista Berta Balilti turn Israel into the dress-up nation? * Wedding dresses that fit your style Category:Wedding dress designers Category:Israeli fashion designers ",
    "title": "Berta Bridal"
}