{
    "id": "46871825",
    "text": "Judith Beckmann (born May 10, 1935) is an American-German soprano. She has spent the majority of her stage career in Germany and Austria. ==Life and work== Beckmann was born in Jamestown, North Dakota, into a talented musical family, the daughter of an opera singer and a pianist. She received her musical education at the University of Southern California and the Music Academy of the West in Santa Barbara, studying under her father and Lotte Lehmann. In 1961 she won a singing contest in San Francisco, through which she was awarded a scholarship to study with Henny Wolff at the Hochschule für Musik und Theater Hamburg and with Franziska Martienssen-Lohmann in Düsseldorf. Her musical debut came in 1962 at the former National Theater of Braunschweig, in the role of Fiordiligi in Mozart's Così fan tutte. This was the beginning of an ongoing and successful career with engagements at the Deutsche Oper Berlin and the Bavarian State Opera in Munich. From 1964, Beckmann was a permanent member at the Deutsche Oper am Rhein in Düsseldorf and from 1967 at the Hamburg State Opera. She appeared in Albert Lortzing's Der Wildschütz and was a \"most alluring Eurydice in Jacques Offenbach's parody of the Orpheus story\". From 1969 she appeared with the Vienna State Opera. In 1975 she was appointed a , simultaneously with Plácido Domingo. In 1986 she played The Marschallin in Der Rosenkavalier at the Teatro Regio in Turin, and in 1988 she appeared as Ariadne in Strauss's opera Ariadne auf Naxos at the Theater Dortmund. She has been associated with the Hochschule für Musik und Theater Hamburg, which bestowed upon her the Medal of Honor. Beckmann has won acclaim for her interpretations of the works of Johann Sebastian Bach, and has recorded cantatas such as Höchsterwünschtes Freudenfest, BWV 194. She is married to conductor Irving Beckmann. Their daughter is the conductor Catherine Rückwardt. ==References== Category:American sopranos Category:American opera singers Category:German sopranos Category:German opera singers Category:1935 births Category:Living people Category:People from Jamestown, North Dakota Category:Thornton School of Music alumni Category:Music Academy of the West alumni Category:American emigrants to Germany ",
    "title": "Judith Beckmann"
}