{
    "id": "46871397",
    "text": "Everett Peter Greenberg (born November 7, 1948) is an American microbiologist. He has been Professor of Microbiology in the Department of Microbiology, University of Washington in Seattle since 2005. In 2015, he was a co-recipient of the Shaw Prize in Life Science and Medicine for his distinguished work in quorum sensing. ==Early days== Greenberg was born in 1948 in New York. His family moved to Seattle, where he finished high school. He entered Western Washington University in Bellingham in 1966 and obtained his BS degree in Biology in 1970. He obtained his MS in Microbiology from the University of Iowa and his PhD in Microbiology from the University of Massachusetts Amherst. After a postdoctoral position at Harvard University, he joined Cornell University as an assistant professor. ==Research== Greenberg joined the University of Iowa as a professor in 1988 and the University of Washington in 2005. Before Greenberg's research, bacterial communication was not generally accepted by microbiologists; each bacterium was considered to be an individual cell that behaved independently from other bacteria. However, his research describes the mechanism by which bacteria communicate with each other. While he was a professor at Iowa, in 1994, he and his colleagues coined the term quorum sensing, a process of cell-to-cell bacterial communication. As of June 2015, he is a professor at the University of Washington and his lab studies fields such as quorum sensing and biofilms. ==Honors and awards== Greenberg was elected to the National Academy of Sciences in 2004. In 2015, Greenberg and Bonnie Bassler of Princeton University were awarded the Shaw Prize in Life Science and Medicine \"for their discovery of quorum sensing, a process whereby bacteria communicate with each other and which offers innovative ways to interfere with bacterial pathogens or to modulate the microbiome for health applications.\" ==References== Category:1948 births Category:Living people Category:American microbiologists Category:Cornell University faculty Category:University of Iowa faculty Category:University of Washington faculty Category:Western Washington University alumni Category:University of Iowa alumni Category:University of Massachusetts Amherst alumni Category:Recipients of awards from the United States National Academy of Sciences Category:Fellows of the American Academy of Arts and Sciences Category:Scientists from New York City ",
    "title": "Everett Peter Greenberg"
}