{
    "id": "46876137",
    "text": "Perry Pak Hin So (蘇柏軒) is an orchestral conductor. Between 2008 and 2012 he was the Assistant, subsequently Associate Conductor of the Hong Kong Philharmonic Orchestra. In 2009/10 he was a conducting fellow of the Los Angeles Philharmonic. Born in Hong Kong in 1982, So enrolled in King George V School in Hong Kong. Upon graduation, So attended and graduated from Yale University with a degree in Comparative Literature, where he began his conducting studies, leading the Saybrook Orchestra and the Opera Theatre of Yale College. He subsequently studied with Gustav Meier at the Peabody Institute. In April 2008 So received the first and special prizes at the Fifth International Prokofiev Conducting Competition in Saint Petersburg, Russia. His 2012 recording of American violin concertos with German violinist Alexander_Gilman_(violin_musician) and the Cape Philharmonic Orchestra was awarded a Diapason d'Or. He was Musical Americas New Artist of the Month for October 2009, and his mentors include Edo de Waart and Esa-Pekka Salonen. He also worked with Gustavo Dudamel, John Adams, Lorin Maazel, Raphael Frühbeck de Burgos and Herbert Blomstedt during his residency with the Los Angeles Philharmonic. Highlights in recent years include debuts with the London, Japan, Seoul and Malaysian Philharmonics, the Israel, Vancouver, Milwaukee, Tenerife, and Singapore Symphony Orchestras, the State Symphony Orchestra of Russia, the Zurich Chamber Orchestra and Het Residentie Orkest in The Hague; he has taken the New Zealand Symphony, the National Taiwan Symphony Orchestra and the Zagreb Philharmonic on tour, the last in an historic series of concerts in capitals of the ex-Yugoslav countries. In 2012 he conducted the Royal Danish Theatre's New Year's Concert, and returns to Copenhagen for annual concerts at the Tivoli Festival; he led the Hong Kong Philharmonic with Lang Lang in an internationally televised celebration of the 15th Anniversary of Hong Kong's return to China, and has made multiple appearances at the Hollywood Bowl with the Los Angeles Philharmonic. In 2016, he recorded Sergei Prokofiev's earliest ballet, Chout, and Germaine Tailleferre's Marchand d'Oiseaux with the BBC National Orchestra of Wales ==References== Category:1982 births Category:Living people Category:Hong Kong classical musicians Category:Hong Kong male musicians Category:Hong Kong conductors (music) Category:21st-century conductors (music) Category:21st-century male musicians ",
    "title": "Perry So"
}