{
    "id": "46876296",
    "text": "Talkdesk is a unicorn cloud-based contact center, unified communications and artificial intelligenceAgent Assist \"Agent Assist, Powered by Talkdesk iQ\" software provider founded in Portugal in 2011. It is headquartered in San Francisco, with offices in London, Lisbon, Madrid, Salt Lake City, Coimbra, Aveiro and Porto. == History == In 2011, Talkdesk co-founders Cristina Fonseca and Tiago Paiva noticed the paradigm regarding call center software was not only sloppy but outdated. They entered a contest hosted by Twilio and built the first version of Talkdesk using Twilio's API in 10 days.DuVander, Adam. \"REAL COMPANIES SPRING FROM LATEST TWILIO CONTEST\", Programmable Web, 23 August 2011. They were selected to present at Twilio's conferenceMorrill, Danielle. \"Announcing Twilio Fund Companies Presenting at TwilioCon\", Twilio Blog, 20 September 2011. and after winning were invited to join 500 Startup's third batch. Cristina Fonseca and Tiago Paiva founded the company in 2011 and raised $450,000. Talkdesk demonstrated at TechCrunch Disrupt in New York in May, 2012.Lawler, Ryan. \"Talkdesk Puts Your Company Call Center In The Cloud\", TechCrunch, New York, 22 May 2012. In August 2014, the company raised $3.15 million led by Storm Ventures.Kokalitcheva, Kia. \"Talkdesk grabs $3.15M for its 'call center in the browser'\", VentureBeat, 16 September 2014. In 2015, Talkdesk raised $21 million in venture capital from Draper Fisher Jurvetson, Salesforce Ventures and Storm Ventures.Lynley, Matthew. \"Talkdesk, A Startup That Spins Up Call Centers, Raises $15M\", TechCrunch, 9 June 2015.Clancy, Heather. \"Another cloud call-center startup that has people talking\", Fortune, 9 June 2015. During this time, Talkdesk began to receive industry recognition for its platform.Storm Ventures. \"Benchmarking Your SaaS Start-Up with Emergence Capital, Storm Ventures, Talkdesk, Guidespark\", SlideShare, 2 October 2014.Klingshirn, Greg. \"Benchmarking SaaS Startups: How Am I Really Doing?\", SalesLoft, November 2014.Lemkin, Jason. Shamia, COO of Talkdesk: \"8 Things I Learned After Joining a Hyper-Growth SaaS Startup\"\", SaaStr, 15 May 2015.Roof, Katie. \"Talkdesk Call Center Software \"Growing Like Crazy\"\", TechCrunch, 8 December 2015. Talkdesk became the first CCaaS Unicorn, and the fastest growing CCaaS provider globally, during October 2018. Talkdesk raised $100 million in series B funding at a valuation of over US$1 billion.Clark, Kate. \"Talkdesk nabs $100m\", Techcrunch, 8 October 2018 In 2019, Talkdesk was named a leader in the Gartner Magic Quadrant for Contact Centre as a Service, and is the youngest CCaaS/Contact Centre provider ever to be featured in a Gartner MQ report.https://www.talkdesk.com/resources/reports/gartner-names- talkdesk-leader-in-2019-ccaas-magic-quadrant-for-north-america/ In 2020, Talkdesk raised a total of $143M at a valuation of $3B dollars. == Technology == Talkdesk uses WebRTC technology. They use Backbone.js for the frontend and Ruby-related technologies (Ruby, Ruby on Rails, Sinatra, Sidekiq, etc.) for the backend. Talkdesk also takes advantage of some NoSQL solutions such as MongoDB, Redis for storage and caching solutions, as well as RabbitMQ for inter-application messaging and leverage internal hypermedia APIs. Talkdesk is one of the only CCaaS providers to offer a 100% availability service level agreement for its platform. Talkdesk is able to offer this by leveraging a deep network of global telecom providers and multi-carrier/multi-platform redundancy. Other CCaaS providers, such as Edify are also starting to offer 100% uptime SLAs. \"Talkdesk offers industry-first 100% uptime service level\" https://www.edify.cx/sla ==References== ==External links== *Official website Category:Call centre companies Category:500 Startups companies Category:Companies established in 2011 Category:Software companies based in California Category:Software companies of the United States ",
    "title": "Talkdesk"
}