{
    "id": "46871273",
    "text": "Seattle Cancer Care Alliance (SCCA) is a cancer treatment and research center in Seattle, Washington. Established in 1998, this nonprofit provides clinical oncology care for patients treated at its three partner organizations: Fred Hutchinson Cancer Research Center, Seattle Children's and UW Medicine. Together, these four institutions form the Fred Hutch/University of Washington Cancer Consortium. == Overview == SCCA provides a variety of cancer treatments, such as bone marrow transplantation, surgical oncology, radiation oncology, proton therapy, immunotherapy, and palliative care, among others. SCCA survival rates for some forms of cancer such as lymphoma exceed national averages. Biospace reports that SCCA is one of fifty-one centers certified for chimeric antigen receptor T-cell (CAR-T) therapy, a type of treatment that engineers a patient's own immune cells to attack cancer cells. In 2015, the Puget Sound Business Journal reported that SCCA employed 1,200 people and treated more than 7,000 patients from around the world. That same year SCCA researchers performed more than 200 clinical trials, investigating 48 different forms of cancer. In 2017, SCCA treated more than 38,000 patients, deriving most of its revenue from outpatient care. SCCA, along with its consortium partners, is the only NCI-designated comprehensive cancer center in Washington state. These centers receive support from the National Cancer Institute and must show expertise in research, patient care, and education. Nancy Davidson, MD, is the president and executive director of SCCA. In January 2020, Aaron Crane was announced as executive vice president. == Recognition == Since 2008, U.S. News & World Report has named SCCA among its nationally ranked cancer hospitals in the United States. In 2019-2020, SCCA was ranked fifteenth and was also noted as \"High Performing\" in two areas: colon cancer surgery and lung cancer surgery. In 2017, Becker's Hospital Review named SCCA one of the top 150 places to work in healthcare. The Seattle Chamber of Commerce named SCCA 2017 Nonprofit of the Year, an award that acknowledges organizations for meaningful contributions to the local community. In 2019, the monthly magazine Seattle Met featured 78 doctors, physician assistants and nurse practitioners from SCCA on its \"Top Doctors\" list. These health care providers are nominated by their peers based on a variety of factors, such as years of experience, competency and patient satisfaction. == History == 2001: SCCA opened its first outpatient clinic at 1354 Aloha Street in the South Lake Union neighborhood of Seattle. 2003: SCCA, as part of the Fred Hutchinson/University of Washington Cancer Consortium, became an NCI-designated Comprehensive Cancer Center. 2003: Olympic Medical Center in Sequim, Washington, became SCCA’s first affiliate member. 2006: SCCA opened the Fred Hutchinson Cancer Research Survivorship Center with a grant from the Lance Armstrong Foundation. 2008: SCCA introduced the MammoVan, a mobile digital mammography service that travels to communities throughout the Seattle area offering breast cancer screenings. 2009: SCCA opened an 80-suite residence, known as SCCA house, for patients traveling long distances to its facility for cancer treatment. 2013: In partnership with ProCure Treatment centers, SCCA launched a proton therapy center, the only one of its kind in a seven-state region. 2014: SCCA underwent a federal investigation after a staff member was discovered stealing oxycodone pills. Subsequently, SCCA agreed to pay a $250,000 fine and institute new prescription drug protocols to prevent future fraud. 2015: Rainier Storb, MD, received a $12.9 million grant to research new methods for improving the safety of stem-cell transplantation for people with congenital disorders. 2016: SCCA opened the Prostate Cancer Genetics Clinic. The first of its kind in the United States, this clinic offers genetic testing, counseling, and consultations to help patients determine if they carry inherited genes that increase their risk of contracting various forms of prostate cancer. 2016: The 9,000-square-foot Bezos Family Immunotherapy Clinic opened on the sixth floor of SCCA. The Seattle Times reported that the clinic was expected to increase the number of clinical trials available that test immunotherapy treatments. 2017: SCCA opened a multispecialty clinic for patients with kidney cancer. One of the first of its kind in the United States, it allows patients to see a medical oncologist, urologist, and radiation oncologist in one appointment. 2018: The National Institutes of Health awarded Fred Hutchinson Cancer Research Center a $10.24 million grant for Latina breast cancer research. SCCA’s MammoVan will assist in testing whether specific interventions increase mammography screening rates for Latina women. 2018: SCCA opened the Hematologic Malignancy Genetics Clinic, which provides genetic testing, counseling, and follow-up care for patients who may have an inherited risk of developing malignant blood disorders. 2019: SCCA opened two community clinics in Poulsbo and Issaquah. 2019: Washington State Governor Jay Inslee signed the Tobacco 21 Bill into law in a ceremony at Fred Hutchinson Cancer Research Center. The legislation makes it illegal to sell or give tobacco or vaping products to anyone under the age of 21. In attendance were SCCA doctors and leaders, including Nancy Davidson, MD, president and executive director of SCCA, and Keith Eaton, MD, PhD, clinical director of thoracic, head and neck cancer at SCCA. 2020: SCCA Peninsula, a radiation therapy clinic in Poulsbo, Washington, expanded its on- site services to include the following: hematology and oncology consultation and management, infusion therapy as well as pharmacy and supportive care. == Notable Faculty == Constance Lehman, MD, PhD, led a study showing that MRI scans of women who were diagnosed with cancer in one breast doubled the rate of cancer detection in the opposite breast. Michael Mulligan, MD, is the first board-certified thoracic surgeon in the Pacific Northwest to develop expertise with video-assisted thoracic surgery (VAT). Jim Olson, MD, PhD, along with colleagues from Fred Hutchinson Cancer Research Center and Seattle Children’s, developed a “tumor paint” that illuminates cancerous cells so surgeons can see more precisely where a tumor begins and ends. Seth M. Pollack, MD, directs one of the only labs in the United States that is focused on using immunotherapy to fight various types of sarcoma. Rainer Storb, MD, and colleagues from Fred Hutchinson Cancer Research Center developed the mini transplant, an approach to bone marrow transplantation that is less taxing to the patient. Cassian Yee, MD, (a faculty member at Fred Hutchinson Cancer Research Center from 1998-2012) has been a pioneer in the field of adoptive T-Cell immunotherapy, a treatment that boosts the immune system’s ability to fight cancer. He has established standards for delivery of this treatment and has demonstrated that it produces a durable clinical response in patients with solid tumors, among other milestones. == Locations == Seattle Cancer Care Alliance has nine clinic locations: South Lake Union: The main clinic provides outpatient oncology care for adult patients and pediatric services for children undergoing bone marrow transplantation. Seattle Cancer Care Alliance Peninsula: Located in Poulsbo, Washington, this clinic provides radiation and medical oncology services. Seattle Cancer Care Alliance Issaquah: Located in Issaquah, Washington, this clinic provides comprehensive cancer care, including medical oncology, infusion therapy, hematology, phlebotomy, nutrition and social work. Seattle Children’s: SCCA provides inpatient care for children at this location. Services include medical oncology, hematology, and surgical oncology. SCCA at UW Medical Center: The Seattle Cancer Care Alliance Hospital located at UW Medical Center provides inpatient oncology care for adults. SCCA at EvergreenHealth: Located in Kirkland, Washington, this clinic provides outpatient medical oncology and hematology services for adults at Halvorson Cancer Center. SCCA at UW Medicine's Northwest Hospital: This location provides outpatient oncology and hematology services. SCCA Proton Therapy Center: Opened in 2013, the center is located on the UW Medicine Northwest Hospital & Medical Center campus. As of August 2018, it is one of 27 proton therapy centers in the United States. SCCA at Overlake Medical Center: Located in Bellevue, Washington, this clinic will provide hematology, medical oncology, and infusion services, starting in July 2020. == Network Members == SCCA's Network Program provides cancer diagnostic and treatment information to community-based physicians at oncology programs throughout five states: Alaska, Montana, Idaho, Hawaii, and Washington. Members of the SCCA Network receive access to clinical trials, continuing education, consultations, and other resources. ==References== Category:Cancer organizations based in the United States Category:Research institutes in Seattle Category:Medical and health organizations based in Washington (state) ",
    "title": "Seattle Cancer Care Alliance"
}