{
    "id": "46876654",
    "text": "The 81st running of the Tour of Flanders cycling race in Belgium was held on Sunday 6 April 1997. It was the second leg of the 1997 UCI Road World Cup. Rolf Sørensen won the race, becoming the first Danish winner of the monument classic. The race started in Sint-Niklaas and finished in Meerbeke (Ninove). ==Race summary== Peter Van Petegem made the first significant move on Oude Kwaremont, but couldn't force a viable breakaway. On Taaienberg, 50 km from the finish, French star Laurent Jalabert broke away, followed by Dane Rolf Sørensen. Race favourite and world champion Johan Museeuw crashed at the foot of the Berendries climb and was unable to return to the front of the race. Meanwhile, Jalabert was left behind on the Berendries, as Van Petegem and Italians Ballerini and Casarotto joined Sørensen in the front. On the Muur van Geraardsbergen the four front riders were joined by seven others, including sprint specialist Frédéric Moncassin and Andrei Tchmil. In the last 10 km, Moncassin, Sørensen and Ballerini broke away and pushed on to the finish. Sørensen attacked under the one-kilometer banner and powered on to victory. Moncassin outsprinted Ballerini for second place. ==Climbs== There were fifteen categorized climbs: {| width=65% | valign=top align=left width=33% | * Den Ast * Kattenberg * Leberg * Molenberg * Kluisberg | valign=top align=left width=34% | * Knokteberg * Oude Kwaremont * Paterberg * Kortekeer * Taaienberg | valign=top align=left width=33% | * Steenberg * Berendries * Tenbosse * Muur-Kapelmuur * Bosberg |} ==Results== {| class=\"wikitable\" |- style=\"background:#ccccff;\" ! !Cyclist !Team !Time |- |1 | | | align=right| 5h 57' 01\" |- |2 | | | align=right| + 7\" |- |3 | | | align=right| + 8\" |- |4 | | | align=right| s.t. |- |5 | | | align=right| + 20\" |- |6 | | ASICS | align=right| + 21\" |- |7 | | | align=right| + 27\" |- |8 | | | align=right| s.t. |- |9 | | | align=right| s.t. |- |10 | | | align=right| s.t. |} ==External links== * Recap of the race (Flemish television) ==References== Category:Tour of Flanders Tour of Flanders Tour of Flanders Tour Of Flanders Category:April 1997 sports events in Europe ",
    "title": "1997 Tour of Flanders"
}