{
    "id": "46873924",
    "text": "Renewable hydrocarbon fuels via decarboxylation/decarbonylation. With an increasing demand for renewable fuels, extensive research is under way on the utilization of biomass as feedstock for the production of liquid transportation fuels. Using biomass is an attractive alternative, since biomass removes carbon dioxide from the atmosphere as it grows through photosynthesis, thus closing the carbon cycle and making biofuels carbon neutral when certain conditions are met. First generation biofuels such as biodiesel have important drawbacks, as they are normally derived from edible feedstock and are not fully compatible with standard diesel engines. Given that the majority of the problems associated with these fuels stem from their high oxygen content, methods to deoxygenate biomass-derived oils are currently being pursued. The ultimate goal is to convert inedible biomass feeds into hydrocarbon biofuels fully compatible with existing infrastructure. These so- called second generation biofuels can be used as drop-in substitutes for traditional petroleum-derived hydrocarbon fuels. ==History== Studies of successful decarboxylation over nickel and palladium based catalysts were first reported by Wilhelm Maier et al. in 1982. These authors achieved the deoxygenation of several carboxylic acids via decarboxylation under a hydrogen atmosphere – including the conversion of aliphatic acids (such as heptanoic and octanoic acids) to alkanes (namely hexane and heptane) – a reaction in which Pd catalysts afforded the best results (close to quantitative yields). This reaction can be written as: RCO2H → RH + CO2 In 2006, Dmitry Murzin produced a patent with Neste Oil to manufacture hydrocarbons in the diesel fuel range from renewable feedstock with decreased consumption of hydrogen using Group VIII metals. Since then, a number of researchers have also started working on the deoxygenation of lipid-based feeds to fuel-like hydrocarbons via decarboxylation/decarbonylation as an alternative to hydrodeoxygenation, the reaction most commonly employed to convert lipids to hydrocarbons. ==Process== === Decarboxylation/decarbonylation === An alternative method to deoxygenate biomass-derived oils is that of decarboxylation/decarbonylation (deCOx), which shows several distinct advantages over hydrotreating. First and foremost, deCOx does not require high hydrogen pressures, meaning that it has the potential to be performed at smaller decentralized facilities that could be placed closer to the biomass source and lead to a drastic reduction in the economic and environmental costs associated with the transportation of feedstock and products to and from these facilities. In deCOx reactions oxygen is eliminated in the form of carbon dioxide or carbon monoxide. Admittedly, this entails the loss of a small amount of carbon. However, the general consensus is that the lower hydrogen pressures needed more than compensates for the slightly lower carbon efficiency of deCOx relative to HDO. ==Components== === Catalysts === As mentioned above, the catalysts utilized in deCOx reactions are generally less problematic than those currently used by industry in hydroprocessing. Current research is investigating various catalysts that both favor and facilitate the deCOx reaction pathway. Numerous catalysts have been analyzed for their efficiency, as determined by the extent of lipid feed conversion and the degree of selectivity towards diesel fuel range hydrocarbons. The most promising formulations have been found to be supported metal catalysts, the supports most commonly used being oxides or carbon materials. These supports can stabilize the metals as small particles, which results in a larger metal surface area and increases the number of active sites available to catalyze the reaction. The catalysts using carbon supports indicated a higher level of activity when compared to the other supports. However, given that a) the main deactivation mechanism for these catalysts is the occlusion of active sites by carbon deposits on the catalyst surface; and b) the spent catalyst regeneration method preferred in industry is the combustion of these carbon deposits by calcination in hot air, the use of carbon supports is rendered impractical, as this regeneration method would effectively destroy the catalyst. Many of the catalysts under study use precious metals such as palladium (Pd) or platinum (Pt). Albeit these Pd- or Pt-based catalysts afford excellent yields of fuel-like hydrocarbons, the cost of these metals may prove prohibitive and thus, research has begun to focus on the use of inexpensive nickel-based catalysts. Indeed, while Pd- and Pt-based catalysts are intrinsically more active in deCOx reactions, increasing the metal loading in Ni-based catalysts can afford comparable results. The latter is both feasible and cost-effective, since Ni is literally thousands of times cheaper that Pd and Pt. These catalysts often tend towards deactivation and display poor reusability qualities. This has been attributed to a variety of causes including: metal oxidation, metal loss due to leaching or sintering, or a decrease in surface area as a result of pore occlusion. The occurrences of metal leaching and oxidation are observed far less often in catalysts composed of palladium. The cause of catalyst poisoning can generally be attributed to the COx that forms in the duration of a deCOx reaction or due to sulfur or phosphorus impurities in the reaction feeds. An additional cause of deactivation may occur as a result of aromatic compounds adsorbing to the catalysts; these compounds being found in the feeds or produced during the course of a reaction. However, the primary cause of catalyst deactivation can be ascribed to surface area loss due to pore occlusion from deposits on the catalyst surface. Some evidence has suggested that the catalyst’s function may be restored through the use of a series of solvent washes. These washes would remove any organic deposits that may have formed on the catalyst’s surface. However, the method of regeneration preferred in industry use is that of calcination, which would serve to burn off any deposits that may be present. As mentioned above, this reduces the practicality of the use of carbon supported catalysts in industry settings. This makes the use of oxide supported catalysts of particular interest, as some of these catalysts have comparable conversion rates to those of carbon supported catalysts. === Feeds === Another consideration in the production of biofuels is the origin of the biomass materials. In creating an alternative fuel source, it is important that the feeds used do not detract from the food supply or from arable land. The focus as of late is on the use of inedible lipid-based stocks, examples of these including brown grease, yellow grease, and algal oil. Use of these sources would not undermine current agricultural food production. These feeds have the additional advantage of tending towards being highly saturated, which requires lower pressures of hydrogen for deoxygenation reactions. Both unsaturated and saturated feeds can processed by deCOx, however unsaturated feeds often present more problems. Indeed, unsaturated feeds tend to exacerbate catalyst deactivation and result in lower hydrocarbon yields. === Reactor system and conditions === Three reactor types have been used to study deCOx reactions: semi-batch, batch, and continuous types. Semi-batch and continuous mode reactors have the benefit of purging COx formed throughout the duration of a reaction, which could lead to catalyst deactivation if not removed. Continuous mode reactors are similar to the processes used in industry settings as this format would be the most amenable to producing large quantities of product at a reasonable rate. The types of gases used in deCOx studies have included pure hydrogen, inert gases, and mixtures of the two. Though the use of hydrogen is not strictly necessary in these reactions, it does facilitate the production of higher yields of hydrocarbon products. However, with Ni-based catalysts there is a limit to this effect; if the partial pressure of hydrogen is too high, it will decrease the yield of desired products. The rate at which the reaction occurs is highly dependent upon the reaction conditions and the catalyst utilized. Though it is known that deoxygenation via deCOx generally proceeds at a higher rate with increased temperatures, alternate reactions may also occur which could lead to catalyst deactivation. The reaction route does not appear to be dependent on the type of solvents utilized. However, the nature of the solvent can influence the activity of the catalyst. Those solvents with low boiling points appear to lead to an increase in catalytic activity. ==Future of renewable hydrocarbon fuels== Research is currently underway to produce third generation biofuels, which are obtained from ultra-high yield biomass such as algae, via decarboxylation/decarbonylation, an alternative process offering a number of important advantages over hydrotreating. In this regard, the work of Crocker et al and Lercher et al. is particularly noteworthy. ==See also== * Vegetable oil refining * Algae fuel ==References== Category:Biofuels ",
    "title": "Renewable hydrocarbon fuels via decarboxylation/decarbonylation"
}