{
    "id": "46873125",
    "text": "The Gregory River (Waanyi: Ngumarryina) is a river located in the Northern Territory and the state of Queensland, Australia. The river is the largest perennial river in arid and semi-arid Queensland, one of the few permanently flowing rivers in the northwest of Queensland. ==Course and features== The headwaters of the river rise on the north-eastern section of the Barkly Tableland in the Northern Territory, in an area of gently undulating downs country dominated by cattle stations. The river is fed by springs in shallow valleys and it then flows eastwards through an area of well developed canyons in Queensland. The river is joined by one of its major tributaries, the O'Shanassy River, a little downstream of Riversleigh. Another main tributary Lawn Hill Creek discharges into the Gregory further downstream of Gregory Downs. The Gregory discharges into the Nicholson River to the southwest of Burketown, having descended over its course. The river has a catchment area of approximately and is part of the Nicholson River catchment. The area on the Barkly Tableland is made up of dissected limestone-dolomite slopes, canyons and plateaus. The river has a mean annual flow of with minimum flow of recorded in 1984–85 and a maximum flow of recorded in 1973–74. A number of wetlands of national significance are found within the catchment. These include the Gregory River wetland and the Thorntonia Aggregation. The river is surrounded by forested areas on the upper reaches, with riparian woodlands and open savannah on the plains. Grasslands are made up of Astrebla pectinate and Eulalia fulca that grow on the heavy grey pedocals. Fringing forest is made up of a mix of Corymbia papuana, Eucalyptus tectifica and Eucalyptus microtheca. ==History== The traditional owners of the river are the Waanyi Aboriginal people, who call the river Ngumarryina. In 1861, William Landsborough came across it during his 1861 expedition to find the lost Burke and Wills expedition. Landsborough found the river while traveling from Burketown and followed it all the way to the Barkly Tableland. He named it the Gregory River in honour of Augustus Gregory, at the time the Queensland Surveyor General and an explorer. ==See also== *List of rivers of the Northern Territory *List of rivers of Queensland == References == Category:Rivers of the Northern Territory Category:Rivers of Queensland Category:Gulf of Carpentaria Category:North West Queensland ",
    "title": "Gregory River (Australia)"
}