{
    "id": "46871091",
    "text": "Hippolyte Ferrat (1822-1882) was a French sculptor from Aix-en-Provence. He specialised in busts. He designed public sculptures in Provence as well as busts for private collections and city halls. His work can be found in museums in Europe and the United States. ==Early life== Hippolyte Ferrat was born on August 9, 1822 in Aix-en-Provence, France.Hippolyte Ferrat (1822-1882), Bibliothèque nationale de France He was educated at the École nationale supérieure des Beaux-Arts in Paris, where James Pradier was one of his professors.Franck Baille, Les petits maîtres d'Aix à la belle époque, Aix-en- Provence: Imprimerie Paul Roubaud, 1981, p. 103Jean-Michel Leniaud, Procès- verbaux de l'Académie des Beaux-arts: 1845-1849, Geneva, Switzerland: Librairie Droz, 2008, p. 322 ==Career== Ferrat designed public sculptures in his hometown of Aix-en-Provence and in nearby Marseille. He designed one of the sculptures at the top of the Fontaine de la Rotonde in 1860.Aix en provence: Pays Aixois et Salonais, Petit Futé, 2010, p. 139 He also designed a bust of François Granet, a painter from Aix, at the top of the Fontaine Bellegarde.Culture 13: Fontaine Bellegarde Meanwhile, he designed caryatids and the pediment on the Hôtel Louvre et Paix in Marseille. Ferrat designed many busts for private collections and city halls. His sculpture entitled 'Le Prince impérial' is exhibited at the Château de Compiègne. In 1849, he designed The Fall of Icarus, which is now exhibited at the Philadelphia Museum of Art.Philadelphia Museum of Art: Hippolyte Ferrat: Hippolyte Ferrat, French, 1822 - 1882 Moreover, he designed a bust of Hippolyte Fortoul, a politician, in 1857.French Ministry of Culture: Sculpture: Hippolyte Fortoul It was given to the city of Digne in 1868, and it is still in their collection to this day. In 1858, he designed a bust of François Denis Tronchet, another politician.French Ministry of Culture: Sculpture: Tronchet It was given to the city of Lisieux in 1935, and it is still in their collection. ==Death== He died on October 24, 1882 in Aix-en-Provence. He was buried at the Saint-Pierre Cemetery in Aix. ==Legacy== The Salle Hippolyte Ferrat in Le Tholonet near Aix-en-Provence is named in his honour.Le Tholonet: Salle Hippolyte Ferrat ==Gallery== ==References== ==External links== * Category:1822 births Category:1882 deaths Category:People from Aix-en-Provence Category:Alumni of the École des Beaux-Arts Category:19th-century French sculptors Category:French male sculptors ",
    "title": "Hippolyte Ferrat"
}