{
    "id": "46874409",
    "text": "{| |} City of Lowell was a twin screw passenger steamer launched on 21 November 1893 by Bath Iron Works and delivered in July 1894 for the Norwich & New York Transportation Company for use on Long Island Sound. The Norwich Line, operated by the New York and New England Railroad, placed the steamer on the overnight service between New York and New London, Connecticut. Passengers connected by rail at New London for Boston and Worcester, Massachusetts. The ship was in commercial operation until 1939 when apparently laid up awaiting scrapping. At the outbreak of World War II City of Lowell was acquired by the War Shipping Administration with eventual transfer of title to the War Department for use as an Army troop transport. The ship was sold to Potomac Shipwrecking Company of Washington, D.C. in November 1946 for scrapping. ==Construction and design== City of Lowell was intended for operation in Long Island Sound and inshore waters served by the Norwich Line in passenger service between New York and New London, Connecticut. The ship was designed by A. Cory Smith, a New York naval architect, and began as Bath Iron Works' eighth hull and first steel commercial vessel. City of Lowell was launched on 21 November 1893 and delivered 2 July 1894. The ship was steel hulled with five decks: lower, main, saloon, gallery and hurricane. The lower deck was devoted to the machinery spaces, 63 crew berths and \"free berths\" for passengers, 90 berths forward and 102 aft of the machinery space. The main deck was divided fore and aft by dedicated and entirely separate midships cargo space, about in length and capacity. Forward of the cargo space were engine room crew accommodations and machinery while aft was a social hall, officers state rooms and lastly a \"ladies cabin\" with six double berth state rooms, 27 \"free berths\" and toilets. The saloon deck, devoted to first class passengers, had 82 double berth staterooms and 24 \"bridal chambers\" with brass beds with a midships section arranged with a view into the engine room. Officers quarters, dining room, kitchen, café and 36 double berth state rooms were on the gallery deck. The two four-bladed bronze propellers, im diameter with a pitch of , were driven by triple expansion steam engines fed by six single ended Scotch boilers long and in diameter which each had three in diameter furnaces. Three boilers were placed on each side of the boiler room with engines, boilers and 90 tons of coal, enough for a round trip, taking up of the ship's midships length. Accumulated ash was washed overboard using Horace See's patented hydraulic ash ejector. Total power was 4,650 (IHP) at 125 revolutions per minute. The main engines drove two 70 horsepower electric dynamos located aft by means of a belt with each unit capable of lighting the 700 electric lamps and searchlight. The ship underwent no official speed trials, but outpaced all other vessels she encountered in initial runs and gained the nickname \"Greyhound of the Sound\" as a result. In a race with the steamship Priscilla she averaged . The use of twin screw steamers using this type of power had become popular over the six years before City of Lowell was launched and the ship was outfitted with instruments for performance measurements during regular operations to gather information about the new propulsion. On 29 May 1895 the ship's slowest service speed, 107 revolutions, was measured for indicated engine power, water consumption and boiler economy over a measured course with four boilers. On 30 May the same factors and speed were measured at 126.86 revolutions and six boilers for a \"still water speed\" of . The tests indicated high efficiency, estimated at 64%, for screw propulsion aided by the ships efficient hull design. ==Commercial service== The Norwich Line, operated by the New York and New England Railroad, operated steamers on the inside route between New York and New London with connecting train service to Boston and Worcester. A July 1895 advertisement, featuring City of Lowell as the new ship featured the nickname \"Greyhound of the Sound\" as unsurpassed by any steamer on Long Island Sound. The ship's running mate on the route was . The advertisement's schedule shows 5:30 p.m. departures from New York, with table d'hote dinner for $0.75, meeting trains leaving New London as early as 5:35 a.m. for train arrivals in Boston at 9:00 a.m. and Worcester by 7:55 a.m. Southbound schedules are indicated with a train leaving the New York & New England Railroad Depot at 7:15 p.m. meeting steamers at New London for arrival in New York at 7:00 a.m. Ownership changes are not reflected in operation or basic affiliations as a 1907 advertisement shows City of Lowell and a new running mate, , operating the same route and schedule for Norwich Line under the overall group of lines under the New England Navigation Company. That company operated steamers on the New Haven Line, Bridgeport Line, Providence Line, New Bedford Line, Providence-Block Island Line and New London-Block Island Line with some lines operational only in summer months and all serving closely with railroads and scheduled rail connections. On 4 November 1904 she sank the ferry Columbia in a collision in dense fog on the East River. City of Lowell was retired in 1938 with an abortive plan to use the ship as a trailer ship.Lloyd's registers for 1939–1942 show Trailerships, Inc. as owner. ==World War II== City of Lowell was delivered to the United States War Shipping Administration (WSA) on 6 June 1942 at Philadelphia with title transferred on 20 June from Northern Metals Company which had the ship for scrapping. The ship was then laid up at Tacony, Pennsylvania until title was purchased by the War Department on 29 November 1943. The ship was towed to Brooklyn and became the barracks ship at the Brooklyn Army Terminal, then the core of the New York Port of Embarkation, replacing Meteor which was formerly the Chester W. Chapin, running mate on the New York—New London route. In November 1945 City of Lowell was towed to be laid up and placed in reserve at Lee Hall, Virginia 7 December 1945. On 15 November 1946 City of Lowell was sold to Potomac Shipwrecking Company of Washington, D.C. for scrapping. == Footnotes == ==References== ==Bibliography== * * * * * * * * * * * * ==External links== * View of New London with the steamer City of Lowell. * Steamship \"City of Lowell,\" Norwich Line Category:1894 ships Category:Ships built in Bath, Maine Category:Passenger ships of the United States Category:Ships of the United States Army ",
    "title": "SS City of Lowell"
}