{
    "id": "46876278",
    "text": "\"C'est la Vie\" is a song by Welsh rock band Stereophonics. It is the opening track on their 2015 album Keep the Village Alive and was released as the album's lead single on 12 May 2015 as a digital download. The record was produced by lead-singer Kelly Jones and Jim Lowe while the singer wrote the song. It received a positive response though it is one of the band's lowest charters in the UK. ==Writing and recording== \"C'est la Vie\" was written in the studio in around 45 minutes and was recorded that same day late at night but the band left it for half a year before listening to it again. ==Release and promotion== For the 2015 Teenage Cancer Trust concert, Stereophonics were slated to play the opening night and during this they unveiled three new songs for their then-unnamed ninth album, including \"C'est la Vie\". \"C'est la Vie\" was first broadcast on 11 May 2015 Chris Evans Breakfast Show and was released the following day. A music video was released the same day on the band's Vevo channel, it was directed by Kelly Jones with cinematography by John Conroy and stars Antonia Thomas, Aneurin Barnard and Mathew Aubrey. XFM announced it was their \"Record of the Week\" two days after release. Despite several of Jones' lyrics in the past containing strong language or sexual references,Lyrics with explicit content: * * * * this is the first song to receive an \"Explicit\" rating on iTunes. Note: Stereophonics albums or songs can be searched for manually. ==Music video== https://www.youtube.com/watch?v=SJ5cg0KNKH0 ==Track listings== ==Personnel== ;Stereophonics * Kelly Jones – lead vocals, guitar * Richard Jones – bass guitar * Adam Zindani – guitar, backing vocals * Jamie Morrison – drums ;Technical * Production – Kelly Jones, Jim Lowe ==Charts== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\" |Chart (2015) ! scope=\"col\" |Peak position |- !scope=\"row\" |- !scope=\"row\" |- |} ==Certifications== == References == == External links == * C'est la Vie at Stereophonics.com * Category:2015 singles Category:Stereophonics songs Category:Songs written by Kelly Jones Category:2015 songs ",
    "title": "C'est la Vie (Stereophonics song)"
}