{
    "id": "46870483",
    "text": "The National Museum of Qatar is a national museum in Doha, Qatar. The museum opened to the public on 28 March 2019. The building, which was constructed in place of the original Qatar National Museum, was designed by architect Jean Nouvel who got his inspiration from the desert rose crystal, which can be found in Qatar. The museum site includes Sheikh Abdullah bin Jassim Al Thani's Palace, which is the heart of the Qatari national identity. ==Overview== The National Museum of Qatar (NMoQ) features an innovative design by Pritzker Prize-winning architect Jean Nouvel that is inspired by the desert rose and grows around the original twentieth century palace of Sheikh Abdullah bin Jassim Al Thani. The historic palace was restored by Berlin-based architecture and engineering firm ZRS Architekten Ingenieure. This important monument to Qatar's past is now preserved as the heart of the new NMoQ.National Museum of Qatar The relation between the new building and the old building is part of creating the bridge between the past and the present advocated by Sheikha Al Mayassa as a way to \"define ourselves instead of forever being defined by others […]\" and of \"celebrating our identity\". The 430,000 square foot (40,000 m²) museum is made up of interlocking discs that create cavities to protect visitors from the desert heat.Take a first look at the upcoming Qatar National Museum, 28 July 2011 Located on a 1.5 million ft² site at the south end of Doha's Corniche, the NMoQ building rises from the sea and is connected to the shore by two pedestrian bridges and a road bridge. Originally, the museum was scheduled to open in 2016, but its opening was pushed back to 28 March 2019. Time Magazine named it one of the World's Greatest Places to Visit in 2019, citing the integration of \"immersive video screens and dioramas\" into Jean Nouvel's architectural design. The museum welcomed more than 450,000 visitors in less than a year of its opening. The museum attracts people as it depicts Qatar’s history not through paintings and sculptures but with 21st-century lights, sounds and visuals. ==Contractor== The main building was contracted to Hyundai E&C; in 2011. The project involved the construction of the new National Museum next to the existing Qatar National Museum, which is located across from the Corniche. The museum is designed according to the Bedouin tradition of Qatar. It includes a building in the shape of a desert rose and a 1.2 million ft² landscaped park. The project also includes a 115,000 m² park with an artificial lagoon and parking spaces for 400 vehicles, a 220-seat auditorium, a research centre, laboratories, a dedicated food forum, two restaurants, a café, and two museum shops, one for children. ==Collection== A tour of the museum takes visitors through a loop of galleries that address three major, interrelated themes. The galleries are loosely arranged in chronological order, beginning with exhibitions on the natural history of the desert and the Persian Gulf, artefacts from Bedouin culture, historical exhibitions on the tribal wars, the establishment of the Qatari state, and finally the discovery of oil to the present.Celebrating the Delicate Beauty of the Desert Landscape by NICOLAI OUROUSSOFF in The New York Times, 22 March 2010 The displays and installations that explore these themes present audiovisual displays with carefully selected treasures from the museum's collections. These collections currently consist of approximately 8,000 objects and include archaeological artefacts, architectural elements, heritage household and travelling objects, textiles and costumes, jewellery, decorative arts, books, and historical documents.Qatar Museums Authority Unveils Jean Nouvel Design for New Museum in the ArtDaily The museum's mission is to celebrate the culture, heritage, and future of Qatar and its people, embodying the pride and traditions of Qataris while offering international visitors a dialogue about rapid change and modernization.New Qatar National Museum…a journey in a world of fantasy! ==Gallery== National Museum of Qatar under construction.jpg|Construction of National Museum of Qatar in 2015 Elevated view of construction of National Museum of Qatar in 2017.png|Elevated view of construction of the National Museum of Qatar in 2017 ==References== ==External links== * Category:Museums in Qatar Category:Decorative arts museums Category:Islamic museums Category:Jean Nouvel buildings Category:Religious museums in Qatar Category:Buildings and structures in Doha Category:Buildings and structures completed in 2019 ",
    "title": "National Museum of Qatar"
}