{
    "id": "46876480",
    "text": "Jack Coulter (born 1994) is a Northern Irish abstract expressionist artist.https://www.theguardian.com/community/gallery/2016/mar/01/colour-is- sewn-into-my-being-a-portrait-of-synesthesia-by-artist-jack-coulter He is widely known for his paintings and the visceral quality within his work. In 2020, Coulter was described by the Financial Times as one of the most popular abstract painters emerging today.https://howtospendit.ft.com/mens- style/208020-jack-coulter-the-painter-who-sees-music-in-colour His pieces sell for upwards of £10,000.https://howtospendit.ft.com/mens-style/208020-jack- coulter-the-painter-who-sees-music-in-colour ==Life and work== Coulter grew up surrounded by abstract art, from an early age he became influenced by post-war Abstract Expressionism and his aunt Christine, who was an abstract printmaker.https://www.vogue.co.uk/article/meet-jack-coulter-the-synaesthesia- artist-painting-mendelssohn Whilst still in art school, limited edition prints of his painting 'Halesia' were given to the winners of the GQ Men of The Year Awards.https://www.independent.co.uk/arts-entertainment/art/features/jack- coulter-meet-the-young-artist-with-synesthesia-who-hears-colour-and-saves- lives-with-his-a6856261.html He graduated with a Bachelor of Fine Arts in 2015. At 21 years old, his painting titled '21' was purchased for the Arts Council Collection of Northern Ireland, the UK's most widely seen collection of modern and contemporary art, making him the collection's youngest artist.https://howtospendit.ft.com/mens-style/208020-jack-coulter-the-painter- who-sees-music-in-colour Coulter has synesthesia, a neurological condition which has had a profound effect on his work, other well known synesthete artists include David Hockney, Vincent Van Gogh and Joan Mitchell.https://www.bbc.com/culture/article/20140904-i-see-songs-in-colour In an interview with The Independent, Coulter's earliest memories of this date back to childhood, where he recalled the sound of his own heartbeat resonating pulses of colour. Throughout his teenage years he would frequently paint while listening to jazz musicians such as Miles Davis and Dizzy Gillespie, translating the colours of the sounds onto canvas, with the aural timbres of the music inspiring the pace and motion of his paint strokes.https://www.independent.co.uk/arts-entertainment/art/features/jack- coulter-meet-the-young-artist-with-synesthesia-who-hears-colour-and-saves- lives-with-his-a6856261.html Coulter's painting of 'Mr. Bad Guy', commissioned by Freddie Mercury's estate. In June 2016, Coulter collaborated with worldwide music streaming service Deezer, where he produced a 'musical painting' for Glastonbury Festival. His painting attracted worldwide attention and acclaim, it was featured in The Independent, The Guardian, The Irish Times and AOL.https://www.independent.co.uk/arts-entertainment/art/news/synesthesia- artist-jack-coulter-creates-musical-painting-of-glastonbury-2016-a7091681.html In April 2018, Coulter painted Mendelssohn's Violin Concerto live with London Chamber Orchestra in front of a full audience at Cadogan Hall in London, it was also streamed worldwide. He had a solo article in British Vogue covering the performance.https://www.vogue.co.uk/article/meet-jack-coulter-the- synaesthesia-artist-painting-mendelssohn In 2018 he was commissioned by The Freddie Mercury Estate, depicting one of the iconic Freddie Mercury tracks Mr. Bad Guy on canvas. The piece was then exhibited in 'Bohemian Rhapsody: The Queen Exhibition' in Seoul.https://www.udiscovermusic.com/stories/jack- coulter-freddie-mercury-mr-bad-guy-painting/ In 2020, Coulter collaborated with Brit Award-winning musician Jack Garratt. He provided album artwork for Garratt’s sophomore album Love, Death & Dancing under Island Records.https://howtospendit.ft.com/mens-style/208020-jack-coulter-the- painter-who-sees-music-in-colour One of his paintings titled 'Rosegold' was auctioned by The Art of Elysium in Los Angeles through Paddle8 in 2018.https://paddle8.com/work/jack-coulter/163207-rosegold/ He was the youngest artist included and the piece was purchased by Shanola Hampton. He has also collaborated with Chanel, Alexander McQueen, Burberry, Christian Dior, Calvin Klein, Marc Jacobs and Byredo for Dazed. He was asked to transcribe each brand's scent on canvas.https://www.dazeddigital.com/beauty/soul/article/41840/1/synesthesia- this-seasons-scents-on-canvas Coulter's work is owned by many notable individuals and companies such as Paul McCartney, Coca-Cola, Antoni Porowski, Universal Music Group and Harry Styles.https://howtospendit.ft.com/mens- style/208020-jack-coulter-the-painter-who-sees-music-in-colour He is the cousin of Academy Award nominated cinematographer Michael Coulter. ==References== Category:Living people Category:Irish artists Category:Abstract expressionist artists Category:1994 births Category:Alumni of Ulster University Category:People with synesthesia ",
    "title": "Jack Coulter"
}