{
    "id": "46878404",
    "text": "\"Frederick Barnes\" is the seventh episode of the first season of the American crime drama The Blacklist. The episode premiered in the United States on NBC on November 4, 2013. ==Plot== After a chemical attack on a subway, Elizabeth and the FBI search for the man responsible. Elizabeth reluctantly seeks Red's help finding the next person on the blacklist, brilliant scientist Frederick Barnes (guest star Robert Sean Leonard). Barnes weaponized a deadly, but very rare, disease both in order to spread it so that the pharmaceutical industry would find it significant enough to fund its research and so that he could find someone immune, in order to produce an antidote for his son. Barnes succeeds in producing a potential antidote, but Liz kills him to prevent him from injecting it into his son. Meanwhile, Elizabeth wants nothing to do with Red, outside of work, after he again implicates Tom, and she tries to stop Red intruding into her personal life. Red shows great interest in a house which is for sale. He buys it, tells his bodyguards that he raised his family in it, and in order to “forget what happened here”, he blows it up. ==Reception== ===Ratings=== \"Frederick Barnes\" premiered on NBC on November 4, 2013 in the 10–11 p.m. time slot. The episode garnered a 2.9/8 Nielsen rating with 10.34 million viewers, making it the second most-watched show in its time slot behind ABC's Castle, which collected 10.87 million viewers. \"Frederick Barnes\" was also the eleventh most-watched television show of the week. ===Reviews=== Jason Evans of The Wall Street Journal thought that the episode was \"decent\". He commended Robert Sean Leonard's portrayal of Frederick Barnes, but felt his character \"wasn’t all that important to the overall storyline of the show\". Evans also criticized the special effects of the house exploding at the end of the episode, calling them \"cheesy-looking\". Ross Bonaime of Paste gave \"Frederick Barnes\" a 6.7/10. He appreciated that the show made characters like Raymond Reddington \"have a multilayered nature that makes them more sympathetic\". However, he thought that the show did not take enough time to build character, stating: \"We’re about one-third done with the first season, and there’s hardly anything we know about any of these characters. I mean at this point, the most we know about the past of Elizabeth is that her father abandoned her as a child, she and her husband went on vacation at the same time and place as a person who died and that they have named their IKEA lamp Ike.\" ==References== ==External links== * * Category:2013 American television episodes Category:The Blacklist (season 1) episodes ",
    "title": "Frederick Barnes (The Blacklist)"
}