{
    "id": "46878047",
    "text": "Nishant Kumar (born ) is a British stand-up comedian and radio presenter. He hosts The Mash Report on BBC Two, Hello America on Quibi and has hosted BBC Radio 4 Extra's topical comedy show Newsjack, the Comedy Central series Joel & Nish vs The World and the BBC Radio 4 programme The News Quiz.. ==Early life and education== Kumar was born in Wandsworth, south London, in the mid-1980s and attended St Olave's Grammar School in Orpington before reading English with History at Durham University. He is of Indian descent. ==Career== Kumar performed with Tom Neenan as a double act, Gentlemen of Leisure, having met while students at the University of Durham and performed in the Durham Revue. He has been performing as a solo stand-up performer in shows since 2013, including standing in for David Trent at the Charity Chuckle at the Edinburgh Fringe in 2014. He also held a regular guest spot on Josh Widdicombe's Radio X show between 2013 and 2015, where he presented the feature, \"Nishipedia\". He has become increasingly well known for broadcasting and podcasting on topical news programmes. * In February 2015, he was announced as the host for the twelfth series of the BBC Radio 4 Extra series Newsjack. * He has been a regular co-host and nude correspondent of The Bugle podcast since October 2016. * His series Spotlight Tonight with Nish Kumar first aired on BBC Radio 4 in March 2017. * He was a guest on the BBC comedy show Frankie Boyle's New World Order in June 2017 * In 2020, he hosted the first of 3 series of The News Quiz, with Angela Barnes and Andy Zaltzman hosting the other two series He has performed solo Edinburgh shows since 2012: * 2012: 'Who Is Nish Kumar?' * 2013: 'Nish Kumar Is a Comedian' * 2014: \"Ruminations on the Nature of Subjectivity\". * 2015: \"Long word... Long word... Blah Blah Blah... I'm so clever\" at The Pleasance Theatre, which continued as a UK tour running from October to December 2015. The show was nominated for an Edinburgh Comedy Award. * 2016: \"Actions Speak Louder Than Words, Unless You Shout the Words Real Loud\", which received a number of favourable reviews. A joke from the show was featured in The Daily Telegraphs list of the 37 funniest jokes from the Edinburgh Fringe. This show continued as a national tour. As a live performer, Kumar has appeared at a number of festivals and events, including the Melbourne International Comedy Festival,https://dailyreview.com.au/nish- kumar-melbourne-international-comedy-festival/41225/ New Zealand Comedy Festival, Leicester Comedy Festival and the comedy tent at Latitude Music Festival. In 2017, he competed in series 5 of Taskmaster with Bob Mortimer, Sally Phillips, Aisling Bea and Mark Watson. The same year, Kumar completed a six-part travel series for Netflix with fellow comedian Joel Dommett, titled Joel & Nish vs The World. In 2018 he appeared on Netflix's Comedians of the World. He has also appeared as a guest on Have I Got News for You, Mock the Week, Virtually Famous, 8 Out of 10 Cats, Alan Davies: As Yet Untitled, Hypothetical, The Big Fat Quiz, Russell Howard's Stand Up Central, Sweat the Small Stuff, QI, Live from the BBC, The Alternative Comedy Experience and is a frequent guest on The Bugle. In February 2019, it was announced he would be appearing in a new Sky One sport show, Comedians Watching Football With Friends. In December 2019, Kumar was booed off stage at a Christmas charity lunch event for the Lord's Taverners. The performance, for which Kumar was not paid, included political jokes on Brexit and colonialism. Following the event, the Lord's Taverners released a statement emphasising the apolitical nature of the organisation and expressing that they did not support the behaviour of some members of the crowd, which included booing, heckling and the throwing of a bread roll. In response to the event, Kumar told The Guardian: \"I'm sort of amazed by how fascinated people are by the whole thing. It's not the first time I've been booed off stage [...] I consider it the life of being a comedian – they have a right to boo me.\" In April 2020, Nish Kumar was announced as the host for the Quibi news series, Hello America. ==References== ==External links== * * Category:1985 births Category:Living people Category:English male television actors Category:English male film actors Category:English radio presenters Category:English male comedians Category:Male actors from London Category:British male actors of Indian descent Category:English people of Indian descent Category:People from Wandsworth Category:Alumni of Grey College, Durham Category:Former members of The Durham Revue Category:21st-century English male actors Category:21st- century English comedians ",
    "title": "Nish Kumar"
}