{
    "id": "46873375",
    "text": "Robert Gordon Card (born February 1953) is an American businessman, engineer, and former government employee who served as the CEO of SNC-Lavalin, Canada's largest engineering and construction firm. == Early life and education == Card was born to Brad, and engineer and farmer, and Dorothy Card in California. He grew up in Yakima, Washington and received a Bachelor of Science degree in Civil Engineering from the University of Washington. He then earned a Master of Science degree in Environmental Engineering from Stanford University. He completed the Harvard Business School Program for Management Development. == Career == ===CH2M Hill=== Card's career began in the summer of 1975 as an intern at CH2M Hill, where he became a Group CEO, board member and the largest shareholder of the Denver, Colorado-based global engineering firm. At CH2M Hill, he was the sponsoring executive and deputy project director for the delivery partner for the London 2012 Olympics. ===United States Department of Energy=== From 2001 to 2004, Card served as the Under Secretary of Energy for Energy and Environment in the United States Department of Energy, where he was responsible for the Department's energy, environment and science portfolios with an annual budget of $14 billion and 65,000 federal and contractor employees. This tenure saw what was at the time record funding for renewable and carbon-free energy and research, accelerated progress in the environmental remediation of the Department's legacy sites and the completion of the original Human Genome Project, setting the stage for the next wave of major science projects. ===SNC-Lavalin=== From October 2012 to October 2015, Card served as the CEO of Montreal, Canada-based SNC-Lavalin to lead a recovery effort after the firm identified and reported ethics issues from the previous decade. Card managed over 40,000 employees and $8 billion in annual revenues, and initiated a revamp of the firm's governance, ethics and compliance program and transformed initiatives in health and safety, environment, sustainability and other aspects of corporate social responsibility. He also developed a strategy to maintain the firm's position at the top of the rapidly consolidating engineering and construction sector by selling interests in the firm's substantial infrastructure, power and mining assets to create global Tier-1 engineering and construction capability in oil and gas, mining, power and infrastructure. Card was the CEO of joint venture Kaiser-Hill in the decommissioning of the Rocky Flats Nuclear Weapons Plant. He was ranked among Canada's 100 highest paid CEOs in 2015. Card was appointed a member of the board of AMEC Foster Wheeler in 2017. ==Personal life== Card's wife, Nancy, is an engineer who earned her MBA from Harvard University. ==References== Category:1953 births Category:Living people Category:Businesspeople from California Category:People from Yakima, Washington Category:University of Washington College of Engineering alumni Category:Stanford University School of Engineering alumni ",
    "title": "Robert G. Card"
}