{
    "id": "46876306",
    "text": "In 1990, the Duke Human Vaccine Institute (DHVI), located in Durham, North Carolina, was formed to support interdisciplinary efforts across Duke University School of Medicine to develop vaccines and therapeutics for HIV and other emerging infections that threaten the health of the United States and the world. Since 1990, DHVI investigators have been at the forefront in the battle against AIDS and specifically in the quest for an HIV vaccine. In 2002, DHVI received support from the Dean of the School of Medicine to recruit new faculty for HIV research and to apply for a Regional Center for Excellence in Emerging Infections and Biodefense grant from the National Institutes of Health (NIH). In 2003, the NIH funded the construction of the Duke Global Health Research Building, an infectious disease research facility and a Regional Biocontainment Laboratory (RBL). Completed in 2006, this building is designed to support basic research necessary to develop drugs, diagnostics, and vaccines for emerging infections and biodefense, and to provide surge capacity in the event of a public health emergency. In 2005, DHVI became the home to the NIAID funded Center for HIV/AIDS Vaccine Immunology, a $350M grant to speed the development of an AIDS vaccine. Led by Barton Haynes, MD this effort has had a major effect on the progress of the entire field of HIV vaccine development, and has pointed the way to new progress. A recent example of this DHVI-led progress has been the leadership of the DHVI in the immune correlates analysis of the RV144 vaccine trial. RV144 showed an estimated vaccine efficacy of 31.2%, and the study of the correlates of immunity is a critical opportunity for the field to understand why this trial worked, in order to make future vaccines perform better. Over the next 7 years (beginning in 2012), the Duke CHAVI-ID will build on the progress that was made by the CHAVI consortium and apply state-of-the-art technologies and both immunologic and virologic tools to improve rational HIV-1 vaccine design. The vaccine strategy of the Duke CHAVI-ID is based on identifying and targeting novel HIV-1 vulnerabilities to B, T and NK cell immune responses and using this information to design vaccines that will induce protective immunity at the time and location of HIV-1 transmission. The Duke Human Vaccine Institute has now established a place of national and international leadership in the fight against major infectious diseases such as HIV, TB and influenza. ==References== https://web.archive.org/web/20150626132513/http://dhvi.duke.edu/about- institute http://chavi-id-duke.org/about-us ==External links== * Human Vaccine Institute Category:Medical research institutes in the United States Category:Medical and health organizations based in North Carolina ",
    "title": "Duke University Human Vaccine Institute"
}