{
    "id": "46881577",
    "text": "The Gunja Narasima Swamy Temple is a Hindu temple in Tirumakudal Narasipura, a town in the Mysore district, Karnataka state, India. The town is located 20 miles south east of the historically important city of Mysore. The temple dates back to about the 16th rule of the Vijayanagara empire and is built in typical dravidian style with an imposing gopura (tower) over the entrance gate (mahadwara) and a four pillared mantapa (\"hall\") in front of the sanctum.. The temple is located at the confluence of the Kaveri river and the Kabini river and is considered sacred by Hindus. The temple gets its name from the Gunja(Gulaganji in Kannada) tree (Abrus precatorius) that grows in the front of the main entrance; a boastful local claim is that the temple is more sacred than Varanasi (Kashi) by the weight of a gunja plant. Sculptures in the temple include those of the Hindu god Narasimha (holding a gunja berry and stalk) and the demon King Hiranyakashipu. According to the British Raj era historian and epigraphist B. Lewis Rice, the temple was in the patronage of the Dalavoy of Mysore (\"feudal lord\") with an annual maintenance. Records indicate the temple underwent repairs and embellishments during this time.Rice B.L. (1887), p312, Mysore: A Gazetteer Compiled for Government - vol 2, Asian Educational Services, The temple is a protected monument under the Karnataka state division of the Archaeological Survey of India. There is another temple close by, called the \"Agastyeshwara\" temple, and both temples are the venue of a religious fair (Jatra) that is held annually attracting large number of devotees.Sajnani Manohar (2001), p171, Encyclopaedia of Tourism Resources in India, Volume 2, Gyan Publishing, New Delhi, ==Gallery== File:Renovated temple complex of Gunjanarasimha Swamy Temple at T. Narasipur.jpg|Gunja Narasimha Swamy temple complex, from outside the prakara at Tirumakudal Narasipura File:View from the rear in the Gunjanarasimhaswamy temple at Tirumakudal Narasipura.JPG|View from the rear in the Gunjanarasimhaswamy temple at Tirumakudal Narasipura File:Decorative door jamb and lintel over a minor shrine entrance in the Gunjanarasimhaswamy temple complex at Tirumakudal Narasipura.jpg|Decorative door jamb and lintel over a minor shrine in the rear prakara of the Gunja Narasimha Swamy temple at Tirumakudal Narasipura File:Pillared entrance to mantapa of Gunjanarasimhaswamy temple at Tirumakudal Narasipura.JPG|Pillared entrance to mantapa of the Gunja Narasimhaswamy temple at Tirumakudal Narasipura ==References== ==External links== Category:16th- century Hindu temples Category:Hindu temples in Mysore district Category:Narasimha temples ",
    "title": "Gunja Narasimha Swamy Temple, Tirumakudal Narasipura"
}