{
    "id": "46889769",
    "text": "Varsity Football is a South African university association football competition. It is one of seven sports in the Varsity Sports series. The annual tournament involves the top football playing universities in the country, which belong to the University Sports Company. The tournament is run by Varsity Sports South Africa, and is endorsed by the South African Football Association and University Sport South Africa. The current champions of the men's competition are UP-Tuks and TUT for the women's competition. ==History== The Varsity Cup tournament was founded in 2008, featuring the rugby teams of eight universities. Varsity Sports was expanded in 2012 to include other sporting codes. University Sport South Africa discussed the Varsity Football proposal at its 2012 annual general meeting. The idea was initially rejected, as it was seen to split the member institutions. However, it was later accepted, and 2013 was the inaugural season of Varsity Football, with an 8 team men's tournament. A four team women's tournament is also being played. ==Participating Teams== UCT is the oldest of the competing universities Tuks are the 2014 men's Varsity Football champions As of 2014, 10 different teams have competed in the men's Varsity Football tournament: {| class=\"wikitable\" |- |colspan=3 align=center|Varsity Football |- !width=\"130\"|Team Name !width=\"280\"|University !width=\"280\"|Stadium |- | Limpopo||University of Limpopo||Oscar Mphetha Stadium |- | NMMU Madibaz||Nelson Mandela Metropolitan University||NMMU Stadium |- | NWU Mafikeng||North-West University||Mafikeng Sports Fields |- | TUT||Tshwane University of Technology||TUT Stadium |- | UCT Ikey Warriors||University of Cape Town||The Green Mile |- | UFS Kovsies||University of the Free State||Shimla Park |- | UJ||University of Johannesburg||UJ Stadium |- | UP-Tuks||University of Pretoria||Tuks Stadium |- | UWC||University of the Western Cape||UWC Sport Stadium |- | Wits||University of the Witwatersrand||Bidvest Stadium |} Five different teams have competed in the women's Varsity Football tournament as of 2014: {| class=\"wikitable\" |- |colspan=3 align=center|Varsity Football |- !width=\"130\"|Team Name !width=\"280\"|University !width=\"280\"|Stadium |- | Limpopo||University of Limpopo||Oscar Mphetha Stadium |- | TUT||Tshwane University of Technology||TUT Stadium |- | UP-Tuks||University of Pretoria||Tuks Stadium |- | UJ||University of Johannesburg||UJ Stadium |- | UWC||University of the Western Cape||UWC Sport Stadium |} ===Qualification=== For both the men's and women's tournaments, qualification is based on the previous season's University Sports South Africa Football National Club Championships, held annually in December. In order to qualify, men's teams need to be one of the eight highest placed teams associated with Varsity Sports. Women's teams needed to be one of the semi-finalists, and also be associated with Varsity Sports. Teams not associated with the University Sports Company are not eligible for the competition. UKZN Pietermaritzburg for example, a losing semi-finalist at the 2012 men's University Sports South Africa Football National Club Championships, were ineligible, not being linked to Varsity Sports. The next highest placed teams at the University Sports South Africa Football National Club Championships, that are associated with Varsity Sports, will take the places of the ineligible teams. ==Format== The tournament begins with a round robin stage, in which all teams play each other once. After the round robin stage, the top 4 teams advance to the knockout stage. The teams ranked 1 and 2 host the semi-finals, against the teams ranked 4 and 3 respectively. The winners advance to the final, to be hosted by the highest ranked finalist. The league scoring system follows a standard scoring system and awards 3 points for a win, and 1 point for a draw. Teams are separated first on points, and then on goal difference. The women's tournament starts at the semi-final stage. All matches are played on Monday evenings. ==Teams' performances== {| class=\"wikitable sortable\" style=\"text-align: center;\" |- !style=\"width:130px;\"|Team !2013 !2014 |- |style=\"text-align:left;\"|UP-Tuks |style=\"background:lime;\"| |style=\"background:lime;\"| |- |style=\"text- align:left;\"|NWU-Mafikeng |style=\"background:#afeeee;\"| |style=\"background:#afeeee;\"| |- |style=\"text-align:left;\"|NMMU Madibaz |style=\"background:yellow;\"| | |- |style=\"text-align:left;\"|UFS Kovsies | |style=\"background:#afeeee;\"| |- |style=\"text-align:left;\"|UWC | | |- |style=\"text-align:left;\"|UCT Ikey Warriors | | |- |style=\"text- align:left;\"|UJ | DNQ |style=\"background:yellow;\"| |- |style=\"text- align:left;\"|TUT |style=\"background:#afeeee;\"| | DNQ |- |style=\"text- align:left;\"|Wits | | DNQ |- |style=\"text-align:left;\"|Limpopo | DNQ | |} Notes: * W = Winner; RU = Runner-up; SF = Semi-finalist; DNQ = Did not qualify ==Notable players== Players who have since represented Bafana Bafana. * Thabo Mnyamane NWU-Mafikeng ==Sponsors== The tournament is sponsored by: * Cell C * Debonairs Pizza * First National Bank * Jet Mart * Samsung == References == == External links == * http://www.varsitysportssa.com/varsity-football Category:Soccer competitions in South Africa Category:Student sport in South Africa ",
    "title": "Varsity Football (South Africa)"
}