{
    "id": "46887421",
    "text": "Albin \"A. J.\" Haglund (born July 24, 1983) is a former American football placekicker who played three seasons in the Arena Football League (AFL) with the San Jose SaberCats and Oklahoma City Yard Dawgz. He played college football at the University of Central Oklahoma and attended El Reno High School in El Reno, Oklahoma. ==College career== Haglund was a four-year starter for the Central Oklahoma Bronchos. He set career records for field goals and extra points at UCO while being named to UCO's All-Century Team. He was also a First Team All-Lone Star Conference North Division selection in 2003 and 2004. ==Professional career== ===Oklahoma City Yard Dawgz=== Haglund played for the Oklahoma City Yard Dawgz of the af2 in 2006, earning New Balance Kicker of the Year honors. He led all kickers in scoring with 146 points and had the best season for extra point accuracy in af2 history, converting on 93.5 percent (116 of 124) of his point after attempts. ===San Jose SaberCats=== Haglund signed with the San Jose SaberCats of the AFL on October 9, 2006. He played for the SaberCats from 2007 to 2008. He set the AFL single-season record for extra points made with 128 and led the league with 158 kick points during the 2007 season. Haglund earned Second Team All-Arena and All-Rookie Team honors in 2007. He earned First Team All-Arena and Kicker of the Year honors after leading all kickers in scoring with 179 points in 2008. ===Oklahoma City Yard Dawgz=== Haglund was assigned to the Oklahoma City Yard Dawgz of the AFL on March 19, 2010. He left the team on June 28, 2010. ==References== ==External links== *Just Sports Stats Category:Living people Category:1983 births Category:Players of American football from Oklahoma Category:American football placekickers Category:Central Oklahoma Bronchos football players Category:Oklahoma City Yard Dawgz players Category:San Jose SaberCats players Category:People from El Reno, Oklahoma ",
    "title": "A. J. Haglund"
}