{
    "id": "46889581",
    "text": "Sheikh Mohamed Hikam Sheikh Abdirahman was an ethnic Somali Islamic scholar originating from the Somali region of Ethiopia. He was born around the 1920s in the District of Babile (now part of Oromia Region), which is around 70 km east of the historical city of Harar. He was an Islamic scholar, community elder, reformer, poet, freedom fighter and formidable peace negotiator in the clan-dominated, lawless Somali region in the 1960s. He studied Islamic religion with a famous sheikh called Sheikh Abdiweli Gurgure at Belbeleyti area of Oromia region in the 1940s-50s.Aisha Abdirahman He is from Nogob zone of Somali region in Ethiopia, particularly the Malayko area. He is the fourth generation of clan leaders who dominated the leadership of their areas around Malayko. Sheikh Mohamed is a public figure for his mediations in the clan- based conflicts and unparalleled skills in peace-building in the tribal conflicts in the Ogaden region. He participated in the war against the forces of both Emperor Haile Selassie and Colonel Mengistu. He later fled to Somalia in the 1978 and settled in a place at the east side of the Shabelle River in the Lower Shabelle of Southern Somalia 45 km west of Barawe town. He was arrested at different times by both Selassie military in Ogaden and the Somali military government led by general Siad Barre for his political views and activities.Sh Abdiwahab Sh Abdirahman, Kismayo, Southern Somalia.Mohamed Nur Sh Mohamed After disagreeing with Barre over the war in Ogaden region and the arrests he faced, he retired from the politics and his role in the Western Somali Liberation Front (WSLF). He started farming and agricultural productions on the eastern side of the Shabelle river bank near Sablaale, Southern Somalia. Many members of his extended family and children are still on their farms in Farjanno. He was the main force behind the urbanization of Malayko town in the 1960s and also the Dar-Esalaam in the 1990s both in Nogob zone. He died on 11 May 2014 in Jigjiga.Sheikh Abdiwahab Sheikh Abdirahman ==References== Category:20th-century Muslim scholars of Islam Category:Year of birth uncertain Category:People from Oromia Region Category:2014 deaths ",
    "title": "Mohamed Hikam Sheikh Abdirahman"
}