{
    "id": "46883677",
    "text": "\"I Still Love You\" is a song by American singer Jennifer Hudson. It was written by Andrea Martin and DJ Switch and produced by English garage duo Gorgon City for Hudson's third studio album JHUD (2014). Musically, it is an uptempo 1970s and 1980s-inspired rollicking dance anthem. Lyrically, the track finds the female protagonist thinking deeply over her relationship with her love interest from whom she parted. ==Critical reception== Billboards Elias Leight wrote that on \"I Still Love You\" Hudson 'employs a touch of Gloria Gaynor, and Gorgon City inject the hollow bass sounds that they've used on their signature tracks – \"Real\" and \"Ready for Your Love.\"' He felt that \"Hudson sings the title phrase with such vigor that her love sounds awful close to hatred.\" Similarly, Rolling Stone writer Christopher R. Weingarten commented that the song recalled \"the spirals of CeCe Peniston\". ==Music video== The music video for \"I Still Love You\" was directed by Tabitha Denholm and Molly Schiot. The clip follows a gay couple as they prepare for their wedding, and the estranged father of one of the grooms as he makes the last- minute decision to attend the ceremony at a W Hotel in Los Angeles. Hudson partnered with American television channels MTV and Logo, the W Hotels chain, and the Human Rights Campaign for the video in support of LGBT equality. Model Shaun Ross, actress Leisha Hailey, drag queen Manila Luzon, and model and LGBT activist Claudia Charriez make appearances in the video. Commenting on the video's release, Hudson remarked that \"there couldn’t be a better time to release this video from my new album [...]I owe a large part of my success to the LGBT community, who has embraced and supported me from early on in my career, and music continues to prove a powerful platform to help promote LGBT equality. I hope my video inspires everyone to keep fighting for fifty.” The music video for \"I Still Love You\" premiered on MTV and Logo on June 3, 2015 as a part of Logo's \"#All50\" marriage equality campaign, which aims to inform about the latest marriage equality news leading up to the US Supreme Court’s pending decision on legal marriage for gay and lesbian couples in all 50 states. To celebrate the music video launch, Bravo TV personality Andy Cohen hosted an exclusive screening and panel discussion focused on LGBT equality issues on June 4, 2015 at W New York in Union Square. ==References== Category:2015 singles Category:2014 songs Category:Jennifer Hudson songs Category:Songs written by Switch (house DJ) Category:Songs written by Andrea Martin (musician) Category:Songs written by Kye Gibbon Category:LGBT-related songs Category:Songs written by Matt Robson-Scott Category:RCA Records singles ",
    "title": "I Still Love You (Jennifer Hudson song)"
}