{
    "id": "46882052",
    "text": "Crossmaglen is a small community located on the Mid North Coast of New South Wales, Australia. Only south of Coffs Harbour, Crossmaglen is part of the Coffs Harbour City Council. It is often considered as a part of the town of Bonville, but more recently is known as being slightly separate, due to a difference in property prices and size. It is also dissociated from Bonville in that is lies on a separate branch of the Bonville/Pine Creek river system. == Locality == According to locals, Crossmaglen begins at the junction of Glennifer Road and Crossmaglen Road, continuing to the end of Crossmaglen Road, which is approximately a distance of . Moodys Road, named after a local family, is the only other road in Crossmaglen apart from Crossmaglen Road itself. The area around Crossmaglen is effectively a small valley, at the base of which lies Bonville Creek. Feeding the headwaters of Bonville Creek, at the end of Crossmaglen valley is the mountains of the Great Dividing Range. Bonville Peak and Tuckers Knob are two notable mountains overlooking Crossmaglen. A small wooden bridge at the start of Crossmaglen Road (closest to Glennifer Road) crosses Bonville Creek. When in flood, this bridge can go underwater, cutting Crossmaglen off as the road provides the only way in and out. The low level Wood bridge is currently been replaced with a high level, 2 lane concrete bridge in 2018. == Land usage == A large dairy operates in Crossmaglen. Apart from the dairy, most properties in Crossmaglen can be considered as semi rural, with hobby farms prevalent. Most properties range from 5-100 acres in size. == Education == A small primary school lies towards the end of Crossmaglen Road, which services the local families. Usually, Crossmaglen Public School has very few students, varying from around 10-30 pupils. ==References== * http://www.crossmagle-p.schools.nsw.edu.au * http://www.abc.net.au/news/2013-06-03/crossmaglen-farmer-jason-bake/4728752 Category:Towns in New South Wales Category:Mid North Coast ",
    "title": "Crossmaglen, New South Wales"
}