{
    "id": "46882731",
    "text": "Concern is a student organisation in Indian Institute of Science, which tries to generate debate on socio-politico-economic issues in the academic and scientific community of Bangalore. Over the years, it has been fairly active both at generating awareness and lending support to people's movements. ==History== It was started in the year 1994 by a group of students from Indian Institute of Science who took part in the Narmada Bachao Andolan. It is still based out of Indian Institute of Science with a membership spanning across several other institutes. ==Activities== *Active role in social movement Narmada Bachao Andolan. *Role in Free software movement. *Role in Nonadanga Anti-eviction Struggle. *Role in raising awareness through a series of talks, panel discussions and documentary screenings. *Role in Anti-UID Aadhaar card protests. * In 2014, Concern, along with Pedestrian Pictures, MARAA and National College, Basavanagudi organised the International Uranium Film Festival in Bangalore. ===Documentaries Screened=== *Citizenfour : 10 April 2015 *Final Solution (2003 film) by Rakesh Sharma : 31 January 2015. *Garam Hawa : 6 December 2014 *Quarter No. 4/11 : 4 September 2014 *Father, Son, and Holy War : 18 November 2013 *Izzatnagari ki Asabhya Betiyan : 27 September 2013 *Many People, Many Desires : 18 June 2013 *Jai Bhim Comrade : 27 April 2013 *3D Stereo Caste : 18 April 2013 *Dr. Babasaheb Ambedkar : 15 April 2013 *In God's Land : 19 March 2013 *Inside Job : 19 December 2012 *Ram Ke Naam : 12 December 2012 *The Revolution will not be Televised : 20 November 2012 *Death of Merit : 29 August 2012 *Psywar : 6 June 2012 *Nero's Guests : 3 March 2011 *Mullaitivu Saga : 14 February 2011 *Tales from the margins : 20 December 2010 *Jashn-e-Azaadi : 15 November 2010 *Radiation Stories : 10 August 2010 *Red Alert: The War Within : 7 November 2009 *Why We Fight (2005 film) by Eugene Jarecki : 10 November 2008. *Pee (Shit) by Amudhan R P : 26 September 2007. *Mayana Kurippugal (Notes from the Crematorium) by Amudhan R P : 26 September 2007. ===Talks/Panel Discussions=== *9 October 2015 :Silence of Scientists-a boon for scamsters by Dr.Narendra Nayak *24 July 2015:Science communication in Silukkapati by Prof.R.Ramanujam *26 May 2015 : New Land Acquisition Bill 2015 by Vijoo Krishnan. *13 February 2015 : We and our Nationhood redefined by Anand Patwardhan. *22 September 2014 : Crime and Punishment by Dr. Usha Ramnathan. *12 September 2014 : Science and Society : Karnataka Anti-superstition Bill by Dr. G. Ramakrishna and Prof. R. Ramanujam. *3 July 2014 : A 'Peep' at another India by Dr. Reetika Khera. *9 April 2014 : Solidarity across Continents : Role of British Left in Indian Independence, A Talk by Prof. Andrew Thorpe. *10 February 2014 : Right to Education and Beyond by Dr. Anil Sadgopal. *28 January 2014 : Excluding farmers from agriculture!, Understanding Indian agrarian crisis and policy shifts by Dr. Vijoo Krishnan *15 January 2014 : Panel discussion on IPC 377 Judgement, Sexuality and Gender. *24 October 2013 : Sexual Harassment at workplace by Aarti Mundkur. *8 October 2013 : Reflections on present and future of nuclear technology : Development and Science in dialogue by Dr. Sabyasachi Chatterjee and Dr. Suvrat Raju. *25 July 2013 : Elusive Justice : Cases from Bijapur and Gadchiroli by Dr. Bela Bhatia. *19 July 2013 : Global recession and its Aftermath - Panel Discussion by Taki Manolakos and Prof. Srinivas Raghavendra. *27 June 2013 : Globalization and Left Politics in India by Prof. G. Haragopal. *30 May 2013 : Questions of Environment and Development by V. S. Krishna. *21 February 2013 : 'Fuelling India's Internal Wars: The Story of Chhattisgarh' by Sudha Bharadwaj. *14 September 2012 : Food Security Act: The food vs. cash debate by Dr. Reetika Khera. *3 March 2011 : Discussion with Palagummi Sainath over rising farmer suicides in India *5 December 2007 : The Global War on Terror & Human Rights Violations by Prof. B. P. Das. *17 November 2007 : Lets have a deal : A Nuclear Deal by Dr. M. V. Ramanna. *12 September 2007 : Dr. Ambedkar's vision for India: How far have we accomplished it? by Ramachandra Guha. ==Issues of Concern== Issues of concern is a regular newsletter of the organisation. It covers the activities of concern and issues that need awareness. ==References== Category:Student organisations in India Category:Organisations based in Bangalore Category:1994 establishments in India Category:Organizations established in 1994 ",
    "title": "Concern (organisation)"
}