{
    "id": "46889959",
    "text": "The Sanremo Music Festival 1976 was the 26th annual Sanremo Music Festival, held at the Sanremo Casino in Sanremo, province of Imperia between 19 and 21 February 1976. The final night was broadcast by Rai 1, while the first two nights were broadcast live only by radio. The show was presented by Giancarlo Guardabassi. Rules of this edition consisted a competition among five teams, each one consisting of six singers. The two \"team leaders\" of each team were not subject to a vote and were automatically admitted to the finals. The winner of the Festival was Peppino di Capri with the song \"Non lo faccio più\". ==Participants and results == {| class=\"plainrowheaders wikitable\" |- !colspan=\"3\"|Participants and results |- ! Song, performing artist(s) and writer(s) ! Rank |- !scope=\"row\"|\"Non lo faccio più\" – Peppino di Capri (Depsa, Sergio Iodice, Fabrizio Berlincioni) |style=\"text-align:center;\"|1 |- !scope=\"row\"|\"Come stai, con chi sei\" – Wess & Dori Ghezzi (Cristiano Minellono, Felice Piccarreda, Umberto Balsamo) |style=\"text- align:center;\"|2 |- !scope=\"row\"|\"Gli occhi di tua madre\" – Sandro Giacobbe (Sandro Giacobbe, Daniele Pace, Oscar Avogadro) |style=\"text-align:center;\"|3 |- !scope=\"row\"|\"Volo AZ 504\" – Albatros (Vito Pallavicini, Toto Cutugno) |style=\"text-align:center;\"|3 |- !scope=\"row\"| \"Due anelli\" – Paolo Frescura (Antonello de Sanctis, Paolo Frescura) |style=\"text-align:center;\"|5 |- !scope=\"row\"|\"Sambariò\" - Drupi (Luigi Albertelli, Enrico Riccardi) |style=\"text-align:center;\"|6 |- !scope=\"row\"|\"Più forte\" - Carlo Gigli (Schiava, Carlo Gigli) |style=\"text-align:center;\"|7 |- !scope=\"row\"|\"Linda bella Linda\" - Daniel Sentacruz Ensemble (Ciro Dammicco, Querencio, Sentacruz, Francesco Specchia) |style=\"text- align:center;\"|8 |- !scope=\"row\"| \"L'ho persa ancora\" – Opera (Filiberto Ricciardi, Oscar Avogadro, Daniele Pace) |style=\"text- align:center;\"|9 |- !scope=\"row\"|\"Cuore di vetro\" - I Camaleonti (Giancarlo Bigazzi, Totò Savio) |style=\"text-align:center;\"|10 |- !scope=\"row\"| \"Omar\" - Orietta Berti (Mario Battaini, Luciano Beretta) |style=\"text-align:center;\"| 11 |- !scope=\"row\"| \"Andiamo via\" - La Strana Società (Corrado Conti, Franco Cassano, Luigi Albertelli) |style=\"text-align:center;\"| 12 |- !scope=\"row\"| \"Due storie dei musicanti\" - Ricchi e Poveri (Luis Bacalov, Sergio Bardotti) |style=\"text-align:center;\"| 13 |- !scope=\"row\"| \"Piccola donna addio\" - Patrizio Sandrelli (Stavolo, Franco Zulian) |style=\"text-align:center;\"| 14 |- !scope=\"row\"| \"Quando c'era il mare\" - Sergio Endrigo (Sergio Endrigo) |style=\"text-align:center;\"| 15 |- !scope=\"row\"| \"Signora tu\" - Miko (Graziano Pegoraro, Pier Michele Bozzetti) |style=\"text-align:center;\"| 15 |- !scope=\"row\"| \"Cercati un'anima\" - I Profeti (Donato Ciletti, Claudio Cavallaro, Daniele Pace, Oscar Avogadro) |style=\"text-align:center;\"| 17 |- !scope=\"row\"| \"Che sarei\" - La Nuova Gente (Landro & Cardullo) |style=\"text-align:center;\"| 18 |- !scope=\"row\"| \"E tu mi manchi\" - Santino Rocchetti (Simon Luca, Andrea Lo Vecchio) | |- !scope=\"row\"| \"Il mio primo rossetto\" - Rosanna Fratello (Umberto Napolitano, Alberto Salerno) | |- !scope=\"row\"| \"La canzone dei poveri\" - Gloriana (Gallo & Mallozzi) | |- !scope=\"row\"| \"La femminista\" - Antonio Buonomo (Leo Chiosso, Eduardo Alfieri) | |- !scope=\"row\"| \"Nata libera\" - Leano Morelli (Silvio Crippa, Leano Morelli) | |- !scope=\"row\"| \"Non due\" - Romina Power (Romina Power, Albano Carrisi) | |- !scope=\"row\"| \"Sing My Song\" - Maggie Mae (Cesare De Natale, Darini) | |- !scope=\"row\"| \"Stella cadente\" - Armonium (Stavolo, Franco Zulian) | |- !scope=\"row\"| \"Torno a casa\" - Vanna Leali (Elide Suligoj, Paolo Limiti) | |- !scope=\"row\"| \"Una casa senza nome\" - Umberto Lupi (Lorenzo Pilat, Mario Panzeri, Daniele Pace) | |- !scope=\"row\"| \"Uomo qualunque\" - Ezio Maria Picciotta (Ezio Maria Picciotta, Franco Migliacci, Dario Farina) | |- !scope=\"row\"| \"Vieni\" - Silvano Vittorio (Andrea Lo Vecchio, Silvano Vittorio) | |- |} == References == Category:Sanremo Music Festival by year Category:1976 in Italian music Category:1976 music festivals ",
    "title": "Sanremo Music Festival 1976"
}