{
    "id": "46881607",
    "text": "Maximilian Speck von Sternburg (1776 – 1856) was a wool merchant and art collector from Germany. Schloss Lützschena in an early catalog, by 1860 Engraving by Loos of a Jacob van Ruisdael painting in his collection, page from the 1827 catalog == Life == Speck-Sternburg was born in Gröba and became wealthy in the wool trade. On his visits to various places he enjoyed viewing the art galleries and became a connaisseur. During his travels through Europe, Baron von Sternburg assembled an extensive art collection between 1807 and 1832. He acquired paintings by German, Dutch, Italian, French and Spanish masters from famous collections in Vienna, Rome or Brussels. From 1822 onwards he showed his collection on his estate Schloss Lützschena near Leipzig in a purpose-built gallery. Maximilian Speck was also one of the co-founders of the local art club Leipzig Kunstverein. The Speck von Sternburg collection, which was significantly expanded by his son Alexander Maximilian, remained there over a century until 1945, when Leipzig became part of East Germany. It was seized along with the lands of Lützschena and was transferred to the Leipzig Museum der bildenden Künste by 1951. After six decades it was restituted to the Speck von Sternburg heir Wolf-Dietrich Freiherr Speck von Sternburg in 1994, who brought the various remnants of the collection together in the 'Maximilian Speck von Sternburg Stiftung', founded in 1996 for permanent loan to the MdbK. This foundation, with its 202 paintings, 127 drawings and over 400 graphic artworks, includes works by Lucas Cranach the Elder, Peter Paul Rubens, Frans Hals and Caspar David Friedrich. It lends important pieces to the local museums. In addition to the art collection, half of the approximately 1,000 titles of the historical family library are also part of the foundation. Speck von Sternburg had originally set up a public art gallery in his home at Schloss Lützschena that became a popular visitor attraction in the 1840s.A Hand-Book for Travellers on the Continent: being a guide through Holland, Belgium, Prussia, and Northern Germany, by John Murray, 1843 He also became a major patron of the museum in nearby Leipzig.Verzeichnis der Kunstwerke im Museum der bildenden Künste zu Leipzig, 1903 catalog of Museum der bildenden Künste zu Leipzig Speck von Sternburg died in Leipzig. == References == *Drawings from the Maximilian Speck von Sternburg Collection on the website of the Museum der bildenden Künste * Speck, Maximilian Freiherr von Sternburg in the Deutsche-Biographie website Category:1776 births Category:1856 deaths Category:People from Riesa Category:German art collectors Category:19th-century art collectors ",
    "title": "Maximilian Speck von Sternburg"
}