{
    "id": "46888344",
    "text": "The following is a detailed list of Palestinian rocket and mortar attacks on Israel in 2015. All of the attacks originated in the Gaza Strip, unless stated otherwise. For information pertaining to the wider conflict, see Arab-Israeli conflict and Israeli–Palestinian conflict. This list does not include reports of deaths and injuries caused by Hamas rocket and mortar attacks that fell within Gaza. In August 2014, Operation Protective Edge was ended after 4,594 rockets and mortars launched toward Israel. From the end of the operation came into force an unofficial cease-fire between Israel and Hamas. ==January== There were no Palestinian rocket attacks on Israel in January.http://www.shabak.gov.il/English/EnTerrorData/Reports/Pages/Monthlysummary%E2%80%93January2015.aspx ==February== There were no Palestinian rocket attacks on Israel in February.http://www.shabak.gov.il/English/EnTerrorData/Reports/Pages/Monthlysummary%E2%80%93February2015.aspx ==March== There were no Palestinian rocket attacks on Israel in March.http://www.shabak.gov.il/English/EnTerrorData/Reports/Pages/Monthlysummary%E2%80%93March2015.aspx ==April== In April, Palestinians fired one rocket into Israel.http://www.shabak.gov.il/English/EnTerrorData/Reports/Pages/Monthlysummary%E2%80%93April2015.aspx ;April 23 On April 23, Israel's 67th independence day, a rocket was fired from the Gaza Strip at Israel. The rocket hit an open field in the Sha'ar HaNegev region near Sderot, causing no injuries or damage. ==May== In May, Palestinians fired one rocket into Israel. ;May 26 On May 26, an M-75 or Grad missile impacted in Gan Yavne, a city east of Ashdod. No reports of injuries or damage were noted initially. In response to the attack, 14 schools and 56-day care centers in Ashdod that do not have fortified shelters were ordered to remain closed the following day. ==June== In June, Palestinians fired three rockets into Israel. ;June 4 Around 23:00 sirens sounded around Ashkelon and Netivot, 2 rockets were fired from Gaza at Israel and exploded near those cities, one in Sdot Negev Regional Council and one near Ashkelon. No casualties or damage reported. The IDF retaliated with airstrikes against empty Hamas training camps in Gaza. ;June 6 Around 21:40 sirens sounded around Ashkelon, rocket was fired from Gaza at Israel and exploded near Ashkelon. No injury or damage reported. In response, the IDF attacked a training facility of Hamas. ;June 11 Around 22:01 sirens sounded around Ashkelon, rocket was fired from Gaza at Israel and landed short in Gaza.http://www.i24news.tv/en/news-feed/11-06-2015/106281-rocket-launched-at- southern-israel-earlier-this-evening-fell-short-inside-inside-the-gaza-strip- landing-close-to-border-idf#info-106281 ;June 23 Around 22:04 sirens sounded around Hof Ashkelon Regional Council, rocket was fired from Gaza at Israel and exploded in the council between two communities. No injury or damage reported.http://www.ynetnews.com/articles/0,7340,L-4672041,00.html In response, Israeli aircraft carried out an air strike on a rocket launcher in northern Gaza. ;June 28 Around 23:14 sirens sounded around Hof Ashkelon, rocket was fired from Gaza at Israel and landed short in Gaza. == July == In July, Palestinians fired one rocket into Israel. July 16 Around 2:00am sirens sounded around Hof Ashkelon, a rocket was fired from Gaza at Israel and exploded in the council. No casualties or damage reported. The IDF retaliated with airstrikes against terror infrastructure belonging to Hamas. == August == In August, Palestinians fired three rockets into Israel. ;August 7 Around 2:00pm 3 mortars fired from Gaza at Israel, one landed inside Israeli territory in Eshkol region. The other two landed inside Gaza. No alaram sounded and there is no casualties or damage reported. This event is the third this week of attempts to fire at Israel, the previous shooting attempts landed in Gaza. ;August 20 Around 6:00pm 5 mortars fired from Syria at Israel, 4 landed inside Israeli territory and the Golan Heights. 2 landed in Upper Galilee region and the other 2 landed in Golan Heights region. The rockets caused fires in fields where they landed. Israel Defense Forces (IDF) attributed the attack to the Palestinian Islamic Jihad and held the Syrian government responsible. The same evening, IDF responded with strikes on Syrian positions, and the next morning the air force targeted the car it said the Palestinian Islamic Jihad members who fired the rockets were in, killing all 4. A spokesman for the group, Daud Shihab, said they were not behind the rocket attacks. Syrian officials said the five killed were civilians. ;August 27 Around 00:00 one rocket fired from Gaza landed in an open area in the Eshkol Regional Council, without causing injuries or damage. No alarm sounded. Israeli aircraft responded by attacking a weapons manufacturing site of Hamas in central Gaza. == September == In September, Palestinians fired four rockets into Israel. September 1 Around 5:21am sirens sounded in Hof Ashkelon. One rocket landed short in Gaza. The attack was in the opening day of the Israeli school year. September 18 Around 8:30pm, One rocket fired from Gaza exploded in Sderot, causing damage to a home and a nearby bus, but no injuries. Around 11:30pm, One rocket was intercepted over Ashkelon by Israel's Iron Dome missile defence system, for the first time since Operation Protective Edge in 2014, just three hours after the rocket strike on Sderot. September 21 Around 4:00am One rocket fired from the Gaza Strip, exploded in open area in Eshkol region. No sirens were sounded and no injuries were reported. September 29 Around 10:50pm One rocket was intercepted by Israel's Iron Dome missile defence system over Ashdod. == October == In October, Palestinians fired five rockets into Israel. October 4 Around 11:30pm Two rockets fired from the Gaza Strip, one exploded in open area in Eshkol region. The second failed to cross the border and landed short in Gaza. October 10 Around 00:50am One rocket fired from Gaza landed inside Israel in open area near the border. Sirens sounded in Eshkol region. No injuries or damage reported. Around 11:00pm One rocket was intercepted over Ashkelon by Israel's Iron Dome missile defence system. October 11 Around 8:50pm One rocket fired from Gaza at southern Israel, landed short in Gaza. Around 11:00pm One rocket fired from Gaza landed inside Israel in open area in the Eshkol region. No injuries were reported. October 17 IDF forces discovered a rocket launched from the Gaza Strip which landed in an open area in Israel. Engineering Corps defused the projectile. October 21 Around 6:52pm One rocket fired from Gaza landed in open area in Sha'ar Hanegev regional council. October 26 Around 7:05pm One rocket fired from Gaza landed in open area in Sha'ar Hanegev regional council. == November == November 8 Around 7:29pm One rocket fired from Gaza landed in open area in Sha'ar Hanegev regional council. November 17 In the evening one rocket fired from Gaza landed near the border. November 23 In the early hours of the morning one rocket fired from Gaza landed in an open area in the Eshkol regional council. == December == December 13 Around 8:08pm One rocket fired from Gaza landed in open area in Sha'ar Hanegev regional council. December 17 Around 6:41pm Three rockets fired from Gaza, one landed in open area in Sha'ar Hanegev regional council, two fall outside Israel. A day before bomb exploded on IDF patrol without causing injures. ==References== Category:Hamas Category:Islamic Jihad Movement in Palestine Category:Rocket weapons of Palestine Category:Terrorist incidents in Israel in 2015 Category:Israeli–Palestinian conflict-related lists Category:Palestinian terrorism Category:2015 in Israel Category:Terrorist attacks attributed to Palestinian militant groups Category:Gaza–Israel conflict Category:2015-related lists ",
    "title": "List of Palestinian rocket attacks on Israel in 2015"
}