{
    "id": "46880896",
    "text": "Daisy Wotube Okocha (born 15 January 1951) served as the 7th Chief Judge of Rivers State, in charge of the state's High Court of Justice, and Judicial Service Commission. She was appointed to the office by Governor Ezenwo Wike on 4 January 2016, and held it until her retirement on 15 January 2016. She had also served as Chief Judge in an acting capacity before attaining the substantive appointment. ==Early life and education== Okocha was born on 15 January 1951 in Obio-Akpor, Rivers State, Nigeria. She is of the Ikwerre tribe. Her father, Jonathan Okocha, was a former police commissioner and her mother, Helen Nonyelum Okocha, was a caterer. Daisy received her LL.B. (Hons.) from the University of Zaria in 1978. The following year, on 29 June, she was admitted to the bar. She also has a post-graduate diploma in Theology, which she pursued at the Redeemed Christian Bible College (RCBC). ==Judicial career== In 1981, Okocha joined the Judiciary in her native Rivers State. She began work as a Magistrate Grade I moving up through various court ranks. In 1991, she was appointed to the High Court of Justice, and has served as presiding judge in the Port Harcourt Division. She was selected to replace Iche Ndu as acting Chief Judge in 2013. Although recommended by the National Judicial Council, then-governor Chibuike Amaechi declined to appoint her. According to him, she was not eligible to succeed retired CJ, and was chosen by the council mainly out of self-interest. In June 2015, under the new administration of Ezenwo Wike, Okocha was sworn in eventually as the acting Chief Judge of Rivers State. She is the first woman ever to hold this position, having been rated most senior high court judge by NJC. Okocha is the past Treasurer of the National Association of Women Judges Nigeria, past executive member of the International Federation of Women Lawyers Rivers State, associate member of the Commonwealth Magistrates and Judges' Association, current member, International Association of Women Judges. ==Other positions held== *Senior Magistrate in charge Juvenile Court for 3 years *Past Secretary, past Chairman Magistrates Association of Nigeria *Past National Vice President Magistrates Association of Nigeria ==See also== *List of people from Rivers State *Chief Judge of Rivers State *Rivers State Judiciary ==References== ==External links== * Okocha's profile at Rivers State Judiciary Category:1951 births Category:Living people Category:Chief Judges of Rivers State Category:People from Obio-Akpor Category:Nigerian women judges Category:Rivers State lawyers Category:Nigerian Christians Category:Nigerian legal scholars Category:Rivers State judges appointed by Ezenwo Nyesom Wike Category:Women legal scholars ",
    "title": "Daisy W. Okocha"
}