{
    "id": "46882226",
    "text": "Prince Mired bin Ra'ad bin Zeid () is the second son of Prince Ra'ad bin Zeid, head of the royal houses of Iraq and Syria. ==Early life== Mired bin Ra'ad (born June 11, 1965), is the second son of Prince Ra'ad bin Zeid, Lord Chamberlain of Jordan, and his Swedish-born wife Margaretha Inga Elisabeth Lind, subsequently. == Education == Ra'ad studied at Reed's School in England and at the Hun School of Princeton, New Jersey, graduating in 1983. He then graduated from Tufts University, Medford, Massachusetts, in 1987. He graduated from the University of Cambridge with a masters in philosophy and historical studies in 1988. He attended to Royal Military Academy Sandhurst and graduated in 1990. He then returned to Tufts University and studied at The Fletcher School of Law and Diplomacy and graduated in 1995.Apminebanconvention ==Career== A Royal Decree issued on April 21, 2014, appointed Prince Mired as Head of the Higher Council for the Affairs of Persons with Disabilities (succeeding Prince Ra'ad bin Zaid Chief Chamberlain). As such, he has publicly addressed Jordan’s obligations towards persons with disabilities according to its obligations under the Convention on the Rights of Persons with Disabilities. He is also Chairman of the National Commission for Demining and Rehabilitation of Jordan. As Head of the Hashemite military patients, he also served as Vice President of the Supreme Council for the Affairs of Disabled Persons. === Special Envoy of the Ottawa Treaty === In 2008, Prince Mired presided over the Eighth Meeting of the States Parties to the Convention on the Prohibition of the Use, Stockpiling, Production and Transfer of Anti- Personnel Mines and on Their Destruction, or Ottawa Treaty, which took place in the Dead Sea. In that position he visited Finland to promote the Convention and its norms—meeting with Foreign Minister Alexander Stubb,—and Poland, which at the time where still not members of the Ottawa Treaty. As he ended his mandate, the Prince was asked to represent efforts to promote said Convention becoming Special Envoy. As Special Envoy, Prince Mired promotes a universal ban against landmines and support for its victims. His missions have taken him to the United States (2010) where he met with Samantha Powers. In 2011, he visited South Korea, and the Polynesian Kingdom of Tonga where he encountered the Prime Minister who is also Minister of Foreign Affairs & Defence Lord Tu'ivakano, and Tuvalu where he met with Prime Minister Willy Telavi, and, Minister of Foreign Affairs Apisai Lelemia. In 2013 he travelled to China to meet with then Vice Minister of Foreign Affairs Li Baodong and other authorities at the Ministry of Defence. In 2018, he toured Sri Lanka meeting with President Maithripala Sirisena, Prime Minister Ranil Wickremesinghe, Minister of Foreign Affairs Tilak Marapana among others. That same year, he carried a mission to Myanmar to promote the ban, meeting with Minister of International Cooperation U Kyaw Tin and Minister of Defence. ==Personal life == On 1 July 1992 in Amman, Prince Mired bin Ra'ad married Dina Mohammad Khalifeh with whom they have three children: * Princess Shirin bint Mired (born on 19 May 1993 in Amman). * Prince Rakan bin Mired (born on 20 November 1995 in Amman). * Prince Jafar bin Mired (born on 4 September 2002 in Amman). Princess Dina Mired is a former Director General of the King Hussein Cancer Foundation, and continues to be actively engaged in efforts in the field of cancer control in the developing world. Mired's older brother, Prince Zeid, is the former United Nations High Commissioner for Human Rights, having taken up this post in September 2014 until 2018. ==Ancestry== ==References== Category:1965 births Category:Living people Category:People from Amman Category:House of Hashim Category:Princes of Iraq Category:Jordanian people of Turkish descent Category:Jordanian people of Swedish descent Category:Alumni of the University of Cambridge Category:Jordanian military personnel Category:Graduates of the Royal Military Academy Sandhurst Category:Jordanian princes ",
    "title": "Prince Mired bin Ra'ad"
}