{
    "id": "46892917",
    "text": "David Wilkie, The Chelsea Pensioners reading the Waterloo Dispatch (1822) Scottish genre art is the depiction of everyday life in Scotland, or by Scottish artists, emulating the genre art of Netherlands painters of the sixteenth and seventeenth centuries. Common themes included markets, domestic settings, interiors, parties, inn scenes, and street scenes. The tradition was founded in Scotland in the late eighteenth century by David Allan, who moved from classical and mythological themes to scenes of everyday life, including his most famous work Illustrations of the Gentle Shepherd. As a result he earned the title of \"the Scottish Hogarth\". By the end of the eighteenth century genre art had become a Scottish speciality. The tradition was successfully taken up by David Wilkie, who was one of the most internationally influential artists of this day. Scottish painters influenced by Wilkie included John Burnet, Alexander George Fraser and Walter Geikie. A younger generation that took genre painting into the late nineteenth century included Erskine Nicol and the brothers John and Thomas Faed. Genre art was a major influence on early photography, which developed rapidly in Scotland with figures such as Hill & Adamson. ==Painting and drawing== ===Eighteenth century=== David Allan, The Highland Wedding, 1780 David Allan (1744–96) was known as a classical and mythological painter, visiting Italy, he returned to Edinburgh in 1780, where he became director and master of the Academy of Arts in 1786. Here he produced his most famous work, Illustrations of the Gentle Shepherd (1788). These series of engravings for Allan Ramsay's poem The Gentle Shepherd, show an extreme attention to detail in everyday life. His other scenes from everyday Scottish life included Highland Dance (1780), Highland Wedding, Blair Athol (1780), and The Penny Wedding (1785), all of which demonstrate the influence of earlier genre artists Pieter Bruegel the Elder and Jan de Witt.D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 128–32. For these works Allan earned the title of \"the Scottish Hogarth\".The Houghton Mifflin Dictionary of Biography (Boston, MA: Houghton Mifflin Harcourt, 2003), , pp. 34–5. By the end of the eighteenth century genre art had become a Scottish speciality, with artists including Alexander Carse (c. 1770–1843) and Walter (or William) Weir (d. 1865) following Allan into the form.D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , p. 165. Carse was probably a student of Allan and his watercolour of Oldhamstocks Fair of 1796, the year of Allan's death, can be seen as a tribute to the older artist. His most notable works in the tradition were Leith Races, Return from Leith Races (both 1794) and Visit of the Country Relations (1812), which pioneered the sociological study of urban and rural life, anticipating later work by David Wilkie, with whom he would be a competitor. Both Carse and Wilkie exhibited paintings with the title The Penny Wedding in 1818. Weir produced two drawings illustrating \"Hallowe'en\" (1816) by Robert Burns.D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 179–80. Portrait by David Wilkie depicting King George IV during his 1822 trip to Scotland ===Early nineteenth century=== William Home Lizars, The Reading of the Will (1811) David Wilkie Pitlessie Fair (1804) The tradition was taken up most successfully by David Wilkie (1785–1841), often noted as the founder of the British tradition of genre painting.M. MacDonald, Scottish Art (London: Thames and Hudson, 2000), , pp. 84–7. Wilkie worked mainly in London, and produced the flattering painting of the King George IV in Highland dress commemorating the royal visit to Scotland in 1822 that set off the international fashion for the kilt. He became Royal Limner in 1823 and would emerge of one of the most influential British artists of the century.I. Chilvers, ed., The Oxford Dictionary of Art and Artists (Oxford: Oxford University Press, 4th edn., 2009), , pp. 678–9. After a tour of Europe Wilkie was increasingly influenced by Renaissance and Baroque painting and he became most famous for his anecdotal paintings of Scottish and English life. The first indication of this direction in his was his illustration of The Gentle Shepherd (before 1797). His Pitessie Fair (1804) was based on Robert Burns poems \"The Vision\" and \"The Holy Fair\".D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 165–7. His work on themes of Scottish everyday life included Village Politicians (1806), The Blind Fiddler (1806), Distraining for Rent (1815) and The Penny Wedding (1818). His most famous work was The Chelsea Pensioners reading the Waterloo Dispatch, which was one of the most popular exhibitions in London in 1822. His sketch Knox preaching before the Lords of the Congregation (1822), dealt with the historic themes that would become a major part of Scottish painting in the second half of the century and he would also be a major influence on oriental painting. Less well known contemporaries of Wilkie that pursued genre art included William Home Lizars (1788–1859), who was a student with Wilkie at the Trustees Academy. He exhibited two genre paintings in 1811: A Scotch Wedding and The Reading of the Will, which demonstrate humour and seem to relate to the early work of Wilkie, who painted his own version of the later in 1820. Shortly after this Lizars turned to engraving for a living.D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 180–1. William Shiels (1785–1857) is mainly known as an animal painter, but he also created genre art. James Howe (1780–1836) also undertook genre art with an agricultural dimension. Most influenced by Wilkie were his close friends John Burnet (1784–1868), William Allan (1782–1850), Alexander George Fraser (1786–1865) and Andrew Geddes (1783–1844). The first three were all contemporaries of Wilkie at the Academy, while Geddes was self-taught. Burnet and Fraser worked closely with Wilkie in London, while Geddes and Allan stayed in touch with him throughout his career. Allan became Master of the Trustees Academy and later President of Royal Scottish Academy and so was able to pass on Wilkie's influence. He produced genre paintings including Christmas Eve (undated), which is a variation on Wilkie's A Penny Wedding.D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 181–3. Other contemporaneous painters influenced by Wilkie included Walter Geikie (1795–1837), William Kidd (1796–1863), William Simpson (1800–47) and William Bonnar (1800–53).D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 183. The last three all worked in London, where, together with Fraser, Burnet, Geddes and Carse, they have been seen as creating a recognisable Scottish school of artists around Wilkie. They all worked in a style described by Duncan Macmillan as \"slightly florid\", which applied the later richness of Wilkies later work to the subject of his early paintings of humorous and domestic \"cottage genre\". Simpson began as mainly a landscape painter, but later took up a version of Wilkie's style, producing genre works such as Goatherd's Cottage (1832). He also specialised in sporting scenes of men, dogs and ponies. Geikie is best known for his etchings, but produced some notable paintings. He often referenced Wilkie's work, particularly Pitlessie Fair. His Our Gudeman's a Druncken Carle, in which a drunken man is helped home by his friends is based on a group in Wilkie's The Village Festival, but it also drawn on Rembrandt's Deposition (1634) to create a sympathetic image.D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 183–5. ===Late nineteenth century=== Thomas Faed, The Last of the Clan (1865) George Harvey's (1806–76) early work included minor genre paintings derived from Wilkie, before he followed him into historical art.D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 186 and 192. Like Harvey, John Phillip (1817–67) began by creating sentimental Scottish rural images, among them Scottish Fair (1848), before his first trip to Spain led him into creating Spanish genre images such as Letter Writer of Seville (1853) and The Dying Contrabandista (1858). He produced single figure genre pictures such as The Spinning Wheel, but also large set-pieces, such as his most famous painting, La Gloria (1864), which shows a Spanish wake for a dead child.D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , p. 214. A younger generation that took genre painting into the late nineteenth century included Erskine Nicol (1825–1904), the brothers John (1818–1902), Thomas Faed (1826–1900) and James Archer. Thomas Faed established his career with the interior cottage scene of The Mitherless Bairn (1855). The attention to the detail of everyday life and sentimentality of the characters has meant that these painters have been linked with the Kailyard School of Scottish writing, criticised for producing an over-simplified version of Scottish culture and history. His The Last of the Clan (1865), which depicts highlanders left behind by emigration, is one of the few contemporary artistic depictions of the impact of the Highland Clearances. Faed was probably the starting point for the treatment of the Scottish Cottage genre by later artists Hugh Cameron (1835–1918), George Paul Chalmers (1833–78) and William McTaggart (1835–1910).D. Macmillan, Scottish Art 1460–1990 (Edinburgh: Mainstream, 1990), , pp. 186–7. Both Chalmers and Cameron combined an influence from Wilkie with an awareness of contemporary Dutch and French painting, with low tones and subdued colour. For Chalmers this can be seen in works such as the interior scene of The Legend (1864–67) and for Cameron in the old lady entering a cottage in A Lonely Life. For McTaggart attempts to balance figures and landscape can be seen his depiction of children on a hillside in Spring (1864).M. MacDonald, Scottish Art (London: Thames and Hudson, 2000), , pp. 120–1. ==Photography== Edinburgh Ale, by Hill & Adamson, based on scenes from Dutch art In photography, genre art was normally the recreation of scenes and tableaux using paid or amateur actors to reproduce scenes. Genre art was a major influence on early photography, which developed rapidly in Scotland. Pioneering photographers from Scotland included chemist Robert Adamson (1821–48) and artist David Octavius Hill (1821–48), who as Hill & Adamson formed the first photographic studio in Scotland at Rock House in Edinburgh in 1843. Their output of around 3,000 calotype images in four years are considered some of the first and finest artistic uses of photography. Images produced by them that were influenced by genre art included their Edinburgh Ale (1843–46), where the poses of three drinking companions are based on scenes from Dutch art.J. Hannavy, ed., Encyclopedia of Nineteenth-Century Photography (London: Routledge, 2013), , p. 575. Adamson trained Thomas Roger (1833–88) of St. Andrews, who was one of the first commercial photographers and beside commercial portraits, produced many genre style compositions.R. Simpson, The Photography of Victorian Scotland (Oxford: Oxford University Press, 2012), , p. 77. Other pioneers included Thomas Annan (1829–87), whose photographs of the Glasgow slums were among the first to use the medium as a social record.D. Burn, \"Photography\", in M. Lynch, ed., Oxford Companion to Scottish History (Oxford: Oxford University Press, 2011), , pp. 476–7. In the 1850s amateur photographer Mary Jane Matherson took her camera outside to create compositions that can be described as genre art, including A Picnic in the Glen and An Angler at Rest.R. Simpson, The Photography of Victorian Scotland (Oxford: Oxford University Press, 2012), , p. 65. ==See also== * Scottish art ==Notes== Category:Painting Category:Genre painters Category:Scottish art ",
    "title": "Scottish genre art"
}