{
    "id": "46899150",
    "text": "The Little Woman is a 1961 Australian comedy TV play written by Patricia Hooker and broadcast on the ABC. It was one of the rare Australian dramas on TV at the time. It starred Sophie Stewart who had also been in the ABC's live play Fly by Night. ==Plot== In a plush suburb on Sydney's North Shore, Marjorie, a young bride arrives home to find a series of surprises in store for her: her husband Henry, a Sydney businessman, keeps his wives instead of divorcing him, and they live together in a state of bliss; the new bride is his sixth. The household is run by Vera, his first wife. The others are a beatnik, a secretary, a glamour girl and a cook. ==Cast== Ad from The Age 3 January 1962 *Sophie Stewart as Vera *Wendy Blacklock as Majorie *Moya O'Sullivan as Kay *Brigid Lenihan as a beatnik Estella *Janice Copeland as Vernoica *Valerie Hughes as Estella *Brian Anderson *Edward Hepple *Kerry Francis ==Background== Hooker was working as a shorthand typist in a city office in 1959 when she wrote the story at home in the evenings. She wrote it as a stage play and it was included in a night of one-act plays at the Genesian Theatre. To help it reach a wider audience, Patricia studied a book on TV technique and decided to revise the script as a TV play. The play takes place in real time. It was shot in Sydney. ==Reception== The Sunday Sydney Morning Herald said it was \"bright, breezy and well paced from start to finish. And while the theme (Henry keeps six wives)may raise a few \"tut tuts\" in some quarters it was handled with such racy good humour and wit that only the most straightlaced could quibble\". The Sydney Morning Herald called it \"a merry little farce\" in which \"the plot skidded and skated a bit\" but praised the \"splendid\" performances of Wendy Blacklock and Sophie Stewart. ==See also== *List of television plays broadcast on Australian Broadcasting Corporation (1960s) ==External links== *The Little Woman at AustLit ==References== Category:1960s Australian television plays Category:1962 television plays Category:Australian films ",
    "title": "The Little Woman"
}