{
    "id": "46893441",
    "text": "Lecretia Anne Seales (4 April 1973 – 5 June 2015) was a New Zealand lawyer who, upon suffering a brain tumour and enduring treatments for it, became an advocate of physician-assisted dying. ==Background== Seales was born in 1973. She received her secondary schooling at Tauranga Girls' College. Prior to her illness, Seales worked for law firms Kensington Swan and Chen Palmer & Partners, the Department of Prime Minister and Cabinet, and the Law Commission alongside Sir Geoffrey Palmer and Sir Grant Hammond. In December 2015, Seales was named The New Zealand Herald New Zealander of the year. ==Illness and court case== In 2011 Seales was diagnosed with a brain tumour. She received brain surgery, chemotherapy and radio therapy but her condition continued to deteriorate. In 2015 she put a case to the High Court to challenge New Zealand law for her right to die with the assistance of her GP, asking for a declaration that her GP would not risk conviction. Her claim had two parts. In the first instance she wanted the Court to declare that her doctor would not be convicted of murder or aiding suicide by assisting her to die given the nature of her illness and prognosis. Failing that sought a declaration from the Court that the \"Crimes Act\" is inconsistent with her rights and fundamental freedoms, namely the right not to be deprived of life and the right not to be subjected to torture or cruel treatment, as contained in the New Zealand Bill of Rights. While the alternative declaration would not have meant that a doctor could lawfully provide aid in dying to a competent, terminally ill patient, it would have demonstrated that the law, as it stands is unjust and potentially put pressure on parliament to change the law. In her statement of claim, Seales explained that: > I have accepted my terminal illness and manage it in hugely good spirits > considering that it's robbing me of a full life. I can deal with that, and > deal with the fact that I am going to die, but I can't deal with the thought > that I may have to suffer in a way that is unbearable and mortifying for me. > I have lived my life as a fiercely independent and active person. I have > always been very intellectually engaged with the world and my work. For me a > slow and undignified death that does not reflect the life that I have led > would be a terrible way for my good life to have to end. I want to be able > to die with a sense of who I am and with a dignity and independence that > represents the way I have always lived my life. I desperately want to be > respected in my wish not to have to suffer unnecessarily at the end. I > really want to be able to say goodbye well. Justice Collins declined to grant any of the declarations sought; The case lead to a number of important factual conclusions: *That palliative care does not completely prevent suffering in all cases. *That there is evidence of terminally ill people committing suicide before their illness deteriorates and they are no longer able to. *That allowing physician assisted suicide would not necessarily lead to the victimisation of vulnerable people. *That there was no medical consensus against assisted dying. Additionally, Justice Collins expressed his sympathy for Seales' plight stating, \"I fully acknowledge that the consequences of the law against assisting suicide as it currently stands are extremely distressing for Ms Seales and that she is suffering because that law does not accommodate her right to dignity and personal autonomy.\" Opponents of her case raised concerns of a slippery slope that would put other lives at risk. However, such concerns were not put before the Court. Opponents did argue that assisted dying might put vulnerable lives at risk, but Justice Collins rejected the veracity of this argument, stating: \"It is important to ensure that medical judgements are not based upon assumptions as to vulnerability. To do otherwise would devalue respect for the principle of individual autonomy.\" ==Death== On 5 June 2015 she died, aged 42, the day after her family received the judge's decision. ==Impact== In response to Seales, Act Party leader David Seymour has submitted a member's bill calling for a debate on euthanasia. MPs have expressed their support for a move to legalise assisted suicide, including former Labour party leader Andrew Little. Prime Minister John Key publicly expressed support for legalisation, but refused to introduce a government bill. Kevin Hague of the Greens announced the introduction of an assisted dying policy, the first of its kind in New Zealand politics, with the policy 'given impetus by the case of Lecretia Seales'. Louisa Wall of the Labour Party tabled a bill to the Health Select Committee that would support assisted dying laws, inspired by Seales' case. In August 2016, Seales' widower Matt Vickers published a memoir, Lecretia's Choice, detailing his relationship with Seales and her decision to take the High Court case. ==See also== * Euthanasia in New Zealand ==References== ==External links== * * News – Faculty of Law Victoria University of Wellington Category:1973 births Category:2015 deaths Category:New Zealand lawyers Category:New Zealand activists Category:New Zealand women activists Category:Euthanasia activists Category:Deaths from brain tumor Category:Deaths from cancer in New Zealand Category:Euthanasia in New Zealand ",
    "title": "Lecretia Seales"
}