{
    "id": "46899504",
    "text": "BNSF Railway is one of the largest railroad companies in North America. A number of accidents and incidents have occurred on the railway since its inception in 1996. == Accidents == === 2002 === * April 23, 2002 - A BNSF Railway freight train collides head-on with a Metrolink train in Placentia, California, near the Atwood Junction, at the intersection of Orangethorpe Avenue and Van Buren Street. Two people died in the crash and twenty-two were seriously injured. === 2004 === * May 19, 2004 - Two BNSF freight trains collide head-on near Gunter, Texas. * June 28, 2004 - A westbound Union Pacific Railroad freight train collides with the middle of an eastbound BNSF freight that was entering a siding at Macdona, Texas. Several cars on both trains and the four UP locomotives were derailed; one of the derailed tank cars was punctured, releasing liquefied chlorine which vaporized into a cloud. Three people died from chlorine inhalation. === 2005 === * March 11, 2005 - A rail grinder working westbound on the Union Pacific Railroad mainline sideswipes an eastbound BNSF Railway intermodal train at Rochelle, Illinois; the trains do not derail but a few containers are destroyed. The entire event is recorded on the Trains Magazine Rochelle webcam. === 2006 === * June 14, 2006 -The Kismet Train Collision - Two BNSF Railway freight trains collide head-on in Madera, California, due to one of the trains running a red signal, injuring 5 people. One of the train's crews, the one that ran the red, is suspected to be high on cocaine. There was a camera on board one of the locomotives involved in the collision; the video of the collision is widely available on YouTube and related sites. During the footage, the southbound train's engineer was seen jumping clear of the locomotive immediately before the collision. * October 9, 2006 - The Cactus Train Collision - A BNSF coal train entered an open switch on a spur track and collided with a stationary train. Both crewmen received minor injuries. Like the Kismet collision, it too was captured on video. https://www.youtube.com/watch?v=18ZEx4sfq_0 === 2007 === * April 30, 2007 - A switch helper riding a covered hopper on a train that he was remotely controlling during a switching move in Mormon Yard in Stockton, California, is killed when the covered hopper strikes a tank car that was blocking a crossing of two tracks. * October 29, 2007 - Two BNSF Railway trains derail in Clara City, Minnesota, causing a hydrochloric acid spill that prompts the evacuation of about 350 people. === 2008 === * March 17, 2008 - A BNSF Railway train crashes into a truck, causing 3 locomotives to derail 5 miles north of Marysville, Washington.https://www.seattlepi.com/local/article/Collision-with-truck- derails-train-north-of-1267402.php * November 20, 2008 - An eastbound Metrolink train scrapes the side at the rear of a BNSF freight train that is entering a siding near Rialto, California. Neither train derails, and only minor injuries to the crew and passengers of the Metrolink train are reported. * November 22, 2008 - A BNSF freight train derails east of Clarendon, Texas, along U.S. Highway 287. * December 21, 2008 - A BNSF train collides with a vehicle at a level crossing in Colona, Illinois. === 2009 === * December 29, 2009 - A BNSF yard crewman was crushed between a boxcar and an adjacent building at Northtown Yard in Minneapolis, Minnesota, when the boxcar he was riding during a switching manoeuver derailed. === 2011 === * March 23, 2011 - A Chevrolet Suburban operated by Coach America under contract to provide crew transportation for BNSF is struck by a freight train at a private level crossing within the Longview Junction yard at Kelso, Washington. Three of the four people in the Suburban were killed. * April 17, 2011 - An eastbound BNSF coal train collides with standing maintenance of way equipment near Red Oak, Iowa, derailing two locomotives and 12 cars and killing both crewmembers aboard the coal train. * August 15, 2011 - A BNSF crewman is killed during a coupling operation in Argentine Yard in Kansas City, Kansas. === 2012 === * January 9, 2012 - A Loram railgrinder operating in a yard near Amarillo, Texas, strikes and kills a BNSF welding foreman. The Loram crew interpreted a hand signal that the foreman gave as indicating a reverse move; the foreman stepped onto the track, crouched and turned his back to the train to open a derail as the railgrinder began moving toward him. * January 17, 2012 - A BNSF freight train collides with a tractor trailer in northeast Montana, causing ten rail cars to derail, including four locomotives and blocking the traffic on the rail line. * July 21, 2012 - A Kansas City Southern freight train collides with a BNSF coal train and derails in Barton County, Missouri, injuring two railway workers. * December 17, 2012 - A BNSF intermodal train from Chicago derails when a landslide strikes it in Everett, Washington. This event is captured on video. === 2013 === * May 25, 2013 - BNSF and Union Pacific Railroad freight trains collide at Rockview interlocking near Chaffee, Missouri. The BNSF train was proceeding through the crossing when the UP train struck the 12th car behind the BNSF locomotives, derailing 13 cars of the BNSF train and two locomotives and 11 cars of the UP train. Some of the derailed cars struck the supports for Missouri State Highway N which crossed via a bridge above the interlocking, causing a partial collapse of the bridge. * September 25, 2013 - A BNSF freight train collides with the rear of another standing BNSF train in Amarillo, Texas, derailing about 30 cars of the standing train. A third train traveling on the parallel main track collides with the wreckage. Four BNSF crewmen were injured and treated at local hospitals; no fatalities were reported. * December 30, 2013 - A southbound Union Pacific Railroad freight train collides with a BNSF train near Keithville, Louisiana, derailing three locomotives and one car on the UP train and two locomotives and 11 cars on the BNSF train. * December 30, 2013 - A westbound BNSF grain train derails near Casselton, North Dakota. The 45th car in the train derails such that it blocks the parallel second main track, into which an eastbound BNSF oil train collides. Almost 500,000 gallons of crude oil are released from the oil train; the oil catches fire, forcing the evacuation of 1,400 nearby residents. === 2014 === * January 13, 2014 - A BNSF train derails near Kent, Washington, after a landslide. The landslide also disrupted Amtrak and Sound Transit passenger rail service. * January 17, 2014 - A BNSF train hauling fruits, vegetables and empty intermodal cars derails near Williston, North Dakota. The derailment also disrupted Amtrak passenger rail service between Minot, North Dakota, and Havre, Montana. No injuries were reported. * January 22, 2014 - A BNSF train transporting 18 empty intermodal rail cars derails inside the Lindenwood Yard in St. Louis, Missouri. No injuries were reported and the derailment was cleared the same day. * January 23, 2014 - A BNSF train carrying corn derails near Ross, North Dakota. The derailment of eleven cars disrupted transportation of crude oil from the Bakken oil formation to ports in Montana. No injuries were reported. === 2015 === * March 5, 2015 - A BNSF oil train derails in a rural area near Galena, Illinois. Twenty-one of the 105 cars, containing Bakken formation crude oil, leave the track and catch fire, which continues to burn for days. No injuries are reported. * == Incidents == * March 2, 2005 - Citing disputes in paid leave policies, around 200 BNSF Railway dispatchers walk off the job for nearly three hours, causing traffic delays over the entire system from Chicago to the Pacific coast. * August 31, 2005 - After Hurricane Katrina, BNSF Railway announces that it expects to restore limited freight service to southern Louisiana by the end of the day on September 1. Other than debris on the mainline, the biggest problem facing crews working to reopen the line is the damage to the Bayou Boeuf bridge in Morgan City; the bridge and bridge piers were struck by a barge propelled by the storm's winds and wave action. BNSF sent crews to repair damaged railway signal systems starting on August 30. Until the southern connections are rebuilt and restored to service, BNSF is transferring freight through other hubs such as St. Louis, Missouri, Chicago, Illinois, and Memphis, Tennessee. * February 4, 2006 - BNSF Railway temporarily shuts down passenger train operations between Seattle, Washington, and Vancouver, British Columbia, due to dangerous conditions caused by high winds in the area. The winds blew debris and knocked down power lines, cutting electricity to about 160,000 homes and businesses. BNSF's shutdown began shortly before 1:25 PM Pacific Standard Time and was scheduled to end after 48 hours, affecting Amtrak and Sound Transit trains during the period; freight traffic in the area was not suspended. == References == Category:Lists of railway accidents and incidents in the United States ",
    "title": "List of BNSF Railway accidents and incidents"
}