{
    "id": "46893968",
    "text": "Kellen Dunham (born June 18, 1993) is an American professional basketball player for the Capital City Go-Go of the NBA G League. He played college basketball for the Butler Bulldogs. At Pendleton Heights High School in Pendleton, Indiana, Dunham led the state of Indiana in scoring as a senior with 29.5 points per game and was named Herald Bulletin Player of the Year. Dunham committed to Butler on July 7, 2010 and was highly regarded by recruiting services. As a freshman, he was a 2012–13 Atlantic 10 All-Rookie Team selection. He scored 16.4 points per game as a sophomore and was named to the 2013–14 All-Big East Second-team. He was a 2014–15 All-Big East First-team selection as a junior. ==Early life== Dunham was born on June 18, 1993, the son of Christy and Jim Dunham. He has three younger brothers: Kenton, Cole, and Jamison. Both his parents are basketball fans and raised their sons in a Christian household. Young Kellen learned to shoot on a \"Little Tikes\" hoop in the Dunham living room. He improved his game through constant practice in elementary school and middle school, to the consternation of some of his friends. When he was in eight grade, he worked on his jump shot with shooting coach Mark Baker, where Dunham learned how to shoot over his head. Dunham attended Pendleton Heights High School, where he measured as a freshman. Pendleton Heights head coach Brian Hahn described him as \"gangly, skinny, and slow.\" In practices, he would shoot for 45 minutes after his teammates were finished. He shot up to as a sophomore and averaged 17.0 points per game. He improved those numbers to 23.5 points per game as a junior, leading Pendleton Heights to a 20–6 record. As a junior, he scored 41 points against Fort Wayne Northrop High School. In his senior season, Dunham averaged 29.5 points per game and shot 92.1% from the free throw line, leading the state of Indiana in both categories. He scored 45 points against Alexandria High School. Dunham was named Madison County Player of the Year as a senior after leading Pendleton Heights to a 23–3 record. His season came to an end after a 46–43 overtime loss against Terre Haute North High School in the Indiana High School Athletic Association Class 4A Regional at Hinkle Fieldhouse. Dunham was twice named All-State. Dunham finished third in Indiana Mr. Basketball voting, behind Gary Harris and Yogi Ferrell. He was named Herald Bulletin Player of the Year as a senior. He holds the record for the all-time leading scorer at Pendleton Heights with 1,899 points and led the Arabians to back-to-back sectional titles. He signed a letter of intent with Butler on July 7, 2010. Rivals.com ranked him the 21st best shooting guard and 93rd best overall player. ESPN included Butler's 2012 recruiting class among its top recruiting classes from teams in non-BCS conferences, noting Dunham was listed as an ESPN Top 100 recruit and is \"a sniper to run off screens and create movement in the halfcourt sets for the next four years.\" In ESPN's scouting report, Dunham was listed as the 78th best overall player, due in large part to the fact that what he \"does really well is shoot the basketball. How he goes about his business is akin to a master craftsman applying his trade. Dunham is in constant motion, working to get himself in position to score and he's typically shot-ready.\" Rivals listed him as the best shooter among all recruits of non-BCS teams. Butler head coach Brad Stevens said, \"the thing he brings is an incredible ability to put the ball through the net.\" |} ==College career== ===Freshman=== Coming into his freshman year on the 2012–13 team, Dunham was named to the Preseason All-Atlantic 10 Rookie Team. Dunham began practicing basketball drills late at night thanks to senior Rotnei Clarke, and the two became fast friends. In his first college basketball game, a win against Elon, Dunham came off the bench to score 18 points. He was named Atlantic 10 Rookie of the Week on November 12, 2012. During the 2012 Maui Invitational Tournament in 2012, Dunham had one of his best games as a freshman as Butler routed the then #9 team in the country, North Carolina, shooting 56% (5 of 9) from 3-point range and scoring 17 points. Dunham earned Atlantic 10 Rookie of the Week honors on December 10. On December 31, he again was named Atlantic 10 Rookie of the Week. In a game against #8 Gonzaga on January 19, 2013 that was featured on ESPN's College GameDay, he was the second leading scorer, shooting 4 of 8 from three-point range, behind 20 points and a buzzer-beating floater from Roosevelt Jones. Dunham earned his fourth Atlantic 10 Rookie of the Week honors on January 28. Butler went 27–9 on the season and reached the NCAA Tournament as a six seed. He finished the season averaging 9.5 points per game, fifth best on the team. Following the season, Dunham was named to the Atlantic 10 All-Rookie Team. ===Sophomore=== \"Most guys are relaxed, but I look up and I see Kellen, and he's ... going 110 miles an hour,\" said 2013–14 Butler Bulldogs first year head coach Brandon Miller during an August overseas basketball tour. \"Sprinting up and down the court. Shooting pull-ups. Going as hard and as fast as he possible can. He goes at a pace, whether its shootaround in Australia, 17 minutes into practice or two hours into practice, that never changes.\" Dunham scored a career-high 32 points against Washington State in the Old Spice Classic, a tournament record. As a result, Dunham was named to the Old Spice Classic All-Tournament Team. Through the first nine games, Dunham averaged 18.7 points per game and shot 46 percent from 3-point range. He was named Big East Player of the Week on December 16 after contributing 25 points to lead Butler past the Purdue Boilermakers, 76–70 in the Crossroads Classic. Dunham had 30 points in a 99–94 double overtime loss to DePaul on January 9 and tied his career-best with six three-pointers, all of which came in the second half. At the conclusion of the 2013–14 Big East season, Dunham was named to the All-Big East Second Team. Despite his improvements, Butler had a lackluster season, finishing with a 14–17 overall record and bowing out to Seton Hall in the Big East Tournament. Dunham finished the season seventh in the Big East in scoring with a 16.4 points per game average to go along with 4 rebounds per game. Dunham shot 39 percent from the field and 35.5 from 3-point range. He hit a 3-pointer in 29 of the team's 31 games. After the season, he teamed up with several college players to participate in Athletes in Action's summer trip to the Philippines. Athletes in Action is a Christian group that helps athletes use sports for spiritual growth. ===Junior=== Coming into his junior year on the 2014–15 team, Dunham was named to the Preseason All-Big East First Team. Dunham stopped drinking Mountain Dew prior to the season to improve his conditioning. Coach Brandon Miller took a medical leave of absence before the season and did not return; he was replaced by Chris Holtmann. Dunham was on the Battle 4 Atlantis All-tournament Team. Dunham scored a season-high 28 points on January 3, 2015 in a 73–69 win over St. John's. Dunham received Big East Player of the Week honors for the week of February 9, after scoring 21 points and pulling down seven rebounds in an 85–62 victory versus St. John's and recording 24 points in an 83–73 win over DePaul. Dunham averaged 16.5 points per game, third best in the Big East, to go along with 2.6 rebounds per game. He led Butler to a 23–11 record and six seed in the NCAA Tournament. In the Round of 64 of the NCAA Tournament, Dunham scored 20 points, including an important 3-pointer with 1:18 remaining, to propel Butler to a 56–48 victory over the Texas Longhorns. The Bulldogs fell to Notre Dame in the Round of 32, 67–64. At the conclusion of the season, Dunham was selected to the All-Big East First Team. Dunham was a 2014–15 Men's All-District V Team selection by the U.S. Basketball Writers Association. He was named to the Second Team All-District V by the National Association of Basketball Coaches. ===Senior=== Coming into his senior year on the 2015–16 team at Butler, Dunham was named to the Preseason First Team All-Big East. He was listed on the Oscar Robertson Award preseason watchlist. Dunham earned Big East player of the week honors for the week of December 7, 2015 after contributing 24 points in a 78-76 road victory over Cincinnati and 19 points in an 85-71 win over Indiana State. He suffered a shooting slump in December, shooting 2-for-32 on three-point shots and missing 21 three-pointers in a row. His two point shooting fell from 58.7 percent in the first eight games of the season to 26.2 percent in the next five. At the conclusion of the regular season, he was an Honorable Mention All-Big East selection. Dunham averaged 16.2 points per game as a senior. ==Professional career== After going undrafted in the 2016 NBA draft, Dunham joined the Memphis Grizzlies for the 2016 NBA Summer League. He signed with the Grizzlies on October 20, 2016, but was waived the following day. Eight days later, he was acquired by the Iowa Energy of the NBA Development League as an affiliate player of the Grizzlies. ===Okapi Aalstar=== On July 28, 2017 Dunham signed with Okapi Aalstar of the Belgian Basketball League. In his first season he averaged 8.2 points and 4.7 rebounds per game. ===Capital City Go-Go=== On October 21, 2018, Dunham was named to the training camp roster of the Capital City Go-Go of the NBA G League. Playing for the Go-Go, Dunham developed into one of the best three-point shooters in the G League, with the majority of his shots coming from behind the arc. On February 13, 2019, Dunham tallied 19 points, four rebounds, one assist and one steal in a win over the Westchester Knicks. During the 2018-19 season, Dunham averaged 7.7 points and 2.3 rebounds per game. In September 2019, Dunham signed an Exhibit 10 deal with the Washington Wizards, essentially to keep him on the Go-Go. He missed a game against the Fort Wayne Mad Ants on January 14, 2020 with an illness. === The Basketball Tournament (TBT) (2017–present) === During the summer of 2017, Dunham played in The Basketball Tournament on ESPN for the Broad Street Brawlers. He competed for the $2 million prize, and helped the Brawlers move on to the second round. The Brawlers lost to Team Colorado 111-95. Dunham joined Big X, a team comprised primarily of former Big Ten players in The Basketball Tournament 2020. ==References== ==External links== *Butler Bulldogs bio *ESPN profile *Kellen Dunham on Twitter Category:1993 births Category:Living people Category:American expatriate basketball people in Belgium Category:American men's basketball players Category:Basketball players from Indiana Category:Butler Bulldogs men's basketball players Category:Capital City Go-Go players Category:Iowa Energy players Category:Okapi Aalstar players Category:People from Pendleton, Indiana Category:Shooting guards Category:Small forwards ",
    "title": "Kellen Dunham"
}