{
    "id": "46895278",
    "text": "\"Bad Girls\" is a single by American duo MKTO, released as a digital download on June 2, 2015 by Columbia Records. It serves as the first single from their first extended play, Bad Girls EP (2015). The song is a pop song with heavy funk influences featuring predominant saxophone instrumentation in its production. The duo performed the song for the first time on June 2, 2015 during Good Morning America as well as on The Late Late Show on June 4, 2015. ==Background and composition== The song was written by Emanuel Kiriakou, Evan Bogart, Andrew Goldstein, Lindy Robbins, Clarence Coffee, Jr., as well as MKTO's own Malcolm Kelley and Tony Oller whilst produced by Kiriakou, Bogart and Goldstein. The track is a pop song with strong funk influences, featuring a predominant horn sound in its composition. Oller told Teen Vogue: \"We just want to make music that's current and consistent with what everyone is vibing to. For 'Bad Girls', we recorded a real horn section which isn't something a lot of people do these days. We really wanted to go back to that and go back to the roots of making music.\" Speaking to J-14, the duo said of the song's overall sound: \"It has an \"Uptown Funk\" feel to it, it's awesome, we have real instruments in it, we have unbelievable background singers on it. It's going to be a way different sound than the first album. We're proud to play it for our friends. It's not so poppy, but still has that element. We're excited for it.\" ==Music video== The music video was directed by Hannah Lux Davis, it was filmed on April 30, 2015 and released on June 5, 2015. Kelley described the video as a \"mini movie\". It features Oller and Kelley being abducted by a group of \"bad girls\" and were held hostage. They later escape and capture. The video's initial conception featured ideas of parties, however MKTO wanted something cinematic. Oller said: “Us having the acting backgrounds we have, we wanted to do something cinematic. We always look for any excuse to be able to do that kind of stuff. We came across one that was great and had a P.O.W. camp where these gorgeous women would take us hostage in very sexy outfits, but with a twist: these are women who are not only sexy, but who you don’t want to mess with. There’s a Mad Max kind of theme.” In addition, a lyric video to the song was released on May 29, 2015 to YouTube. ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2015) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australia (ARIA) | 80 |- |} ==References== ==External links== * * Category:2015 songs Category:2015 singles Category:Columbia Records singles Category:Music videos directed by Hannah Lux Davis Category:Songs written by E. Kidd Bogart Category:Songs written by Emanuel Kiriakou Category:Songs written by Andrew Goldstein (musician) Category:Songs written by Lindy Robbins Category:Songs written by Clarence Coffee Jr. ",
    "title": "Bad Girls (MKTO song)"
}