{
    "id": "46892593",
    "text": "Hacienda Katanchel is located in the Tixkokob Municipality in the state of Yucatán in southeastern Mexico. It is one of the properties that arose during the nineteenth century henequen boom. In the late 1990s, the property was restored and converted into a nature reserve and a resort. Local residents can attend seminars at the hacienda laboratory to learn about the local flora and fauna. ==Toponymy== The name (Katanchel) is a word from the Mayan language meaning \"where does the sky arc?\" ==How to get there== Go east out of Mérida from the Pereférico toward Valladolid on highway 180, for approximately 20 km. Near San Bernardino, turn left and proceed north approximately 4.5 km to Hacienda Katanchel. ==History== The property was originally a cattle and horse facility and was converted to a henequen manufactory during the latter half of the nineteenth century. When the boom burst, the approximately 60 buildings were left to decay. In the middle of the twentieth century, the property was owned by Érick Rubio Ancona, who also owned Hacienda San Antonio Cucul. In the late 1990s Aníbal González Torres and his wife Mónica Hernández Ramírez purchased the property for a nature reserve. They restored the buildings and offer its 40 rooms as a resort. One of the storage buildings has been transformed into a laboratory, wherein residents from the surrounding communities receive training from the state government, about conservation of the plants and trees of the region. ==Architecture== The entrance to the main house is built in the colonial style with two rows of three arches, supported by Doric columns and wide staircase that leads to the front porches. The hacienda chapel retains its original floors, dating from the seventeenth century. The machine house has been converted into a restaurant and the former company storehas been converted into the resort's offices. ==Demographics== All of the henequen plantations ceased to exist as autonomous communities with the agrarian land reform implemented by President Lazaro Cardenas in 1937. His decree turned the haciendas into collective ejidos, leaving only 150 hectares to the former landowners for use as private property. Figures before 1937 indicate populations living on the farm. After 1937, figures indicate those living in the community, as the remaining Hacienda Katanchel houses only the owner's immediate family. According to the 2005 census conducted by the INEGI, there is no permanent population at the hacienda. {| class=\"wikitable\" style=\"text-align:right;\" |+ Population of Katanchel by year |- ! Year | 1900 | 1910 | 1921 | 1930 | 1940 | 1950 | 1960 | 1970 | 1980 | 1990 | 1995 | 2000 | 2005 |- ! Population | 167 | 125 | 76 | 84 | 135 | 141 | 100 | 53 | 5 | ? | ? | 0 | 0 |} ==References== ==Bibliography== * Bracamonte, P and Solís, R., Los espacios de autonomía maya, Ed. UADY, Mérida, 1997. * Gobierno del Estado de Yucatán, \"Los municipios de Yucatán\", 1988. * Kurjack, Edward y Silvia Garza, Atlas arqueológico del Estado de Yucatán, Ed. INAH, 1980. * Patch, Robert, La formación de las estancias y haciendas en Yucatán durante la colonia, Ed. UADY, 1976. * Peón Ancona, J. F., \"Las antiguas haciendas de Yucatán\", en Diario de Yucatán, Mérida, 1971. ==Photo gallery== Image:Katanchel, Yucatán (02).jpg|Entrance road to Hacienda Katanchel Image:Katanchel, Yucatán (03).jpg|View of Hacienda Katanchel Image:Katanchel, Yucatán (04).jpg|View of Hacienda Katanchel Image:Katanchel, Yucatán (05).jpg|View of Hacienda Katanchel Image:Katanchel, Yucatán (06).jpg|View of Hacienda Katanchel Category:Populated places in Yucatán Category:Haciendas of Yucatán ",
    "title": "Hacienda Katanchel"
}