{
    "id": "46896409",
    "text": "Reidar Djupedal (March 22, 1921 – July 29, 1989) was a professor of North Germanic languages and literature at the Norwegian University of Science and Technology. Djupedal was born in Oslo.Store norske leksikon: Reidar Djupedal. After graduating from the English program at Firda Upper Secondary School in Sandane in 1941, Djupedal studied at the University of Oslo until the fall of 1943. He was arrested on November 30 that year and sent to the Buchenwald concentration camp as one of the approximately 650 male students at the University of Oslo interned in German prison camps during the Second World War II from December 1943 to liberation in May 1945 and known as the \"German students\" (). He returned home in the spring of 1945 and resumed his studies at the University of Oslo, and in 1950 he received a degree in historical linguistics with a dissertation titled Noko om Ivar Aasen i åra 1840–60 (Ivar Aasen in the Years 1840–1860). In 1950 and 1951 he worked on the Norsk Ordbok (Norwegian Dictionary).Griegs, J. 1963. Årsmelding fra det Akademiske kollegium. Bergen: University of Bergen, p. 210. From 1951 to 1956 he taught Norwegian at the University of Copenhagen and in Aarhus, and from 1962 to 1969 he taught Nordic linguistics at the University of Bergen. In 1969 he became a professor at the Norwegian College of General Sciences, remaining in this position until he retired in 1988. Djupedal is especially known for his work on Ivar Aasen; among other things, he published Aasen's letters and diaries in three volumes, and together with Johannes Gjerdåker he also published Aasen's Norske ordsprog (Norwegian Proverbs) and wrote a long afterword for the work. Djupedal's Aasen collection is kept at the Ivar Aasen Documentation Center () in Ørsta. Djupedal also wrote extensively about Faroese, Aasmund Olavsson Vinje, the literary magazine Dølen, and Norwegian folk tales and poetry. He also worked to give Olea Crøger the attention he thought she deserved in efforts to collect Norwegian folk tales. Reidar Djupedal was the father of the politician Øystein Djupedal.Store norske leksikon: Øystein Djupedal. == Selected works == * \"Knud Leem og hans Beskrivelse over Finmarkens lapper\" (Knud Leem and His Description of the Finnmark Sami, 1959) * Eitt sindur um V.U. Hammershaimb (A Little about Venceslaus Ulricus Hammershaimb, 1952) * Ivar Aasens brev og dagbøker (Ivar Aasen's Letters and Diaries, 1957–1960) * Dar finst korkje vind elder væte. Munnlege folketradisjonar frå Selje etter Emil J. Djupedal (There You Find No Wind nor Wetness: Oral Folk Traditions from Selje by Emil J. Djupedal, 1992) * (with Johannes Gjerdåker) Om Ivar Aasen og \"Norske Ordsprog\" (Ivar Aasen and Norwegian Proverbs, 1982) ==References== Category:Norwegian University of Science and Technology faculty Category:Linguists from Norway Category:People from Oslo Category:1921 births Category:1989 deaths Category:20th-century linguists ",
    "title": "Reidar Djupedal"
}