{
    "id": "46899962",
    "text": "{| |} Portland was a side wheel steamer built at Portland, Oregon in the summer of 1853. This vessel was chiefly remembered for its dramatic destruction in 1857 by being washed over Willamette Falls, an incident which killed its captain and a deckhand. The death of the captain, Arthur Jamieson, was one of at least four brothers, all steamboat officers, who were killed in three separate steamboating accidents occurring between 1857 and 1861 in Oregon and in British Columbia. ==Design, construction, and ownership== Portland was a small sidewheeler, long, launched at Portland on July 2, 1853. Built by Alexander S. Murray and Jack Torrance, Portland was designed to run between Oregon City and Portland. The vessel was owned by Murray, Torrence, and Capt. Archibald Jamieson. ==Operations== ===People's Line=== For a brief period starting in 1853 Portland, under captain A.S. Murray, and Multnomah, under Capt George W. Hoyt, were combined together as the People’s Line. This was the first merger of steamboat interests on the river. As of November 12, 1853 Portland would leave Oregon City daily at 9:00 a.m. for Portland, and leave Portland at 2:00 p.m. on the return trip to Oregon City. Multnomah left Portland at 9:00 a.m. for Oregon City, and departed Oregon City in the afternoon, at 3:00 p.m. to return to Portland. As of April 21, 1855, under Capt. A.S. Murray, Portland was running on a daily route between Oregon City and Portland, departing Oregon City at 8:00 a.m., and leaving Portland at 2:00 p.m. Enterprise, published March 1, 1856. ===Citizens' Line=== As of February 16, 1856, Portland, still under Capt. Murray, had joined with the Enterprise, under Captain Archibald Jamieson, to run under the name of the Citizens’ Line. Portland ran every day except Sundays for Oregon City, leaving Portland from the Hoyt wharf boat at 10:00 a.m. Above Willamette Falls, the Enterprise made semi-weekly trips to Corvallis, departing from Canemah on Mondays at 6:00 am., and Thursdays at 2:00 p.m. This association continued at least through March 8, 1856. ==Transfer to upper Willamette river== In October 1856, Portland was taken from the lower Willamette river around Willamette Falls, to run on the upper river to serve in the trade between Canameh and Dayton, on the Yamhill river Portland was able to reach Dayton most of the year, except when there was extreme low water on the Yamhill river bar, where the Yamhill flowed into the Willamette. ==Destruction at the falls== At about 5:00 p.m. on St. Patrick’s Day, March 17, 1857, the steamer Portland was carried over Willamette Falls and destroyed. With Capt. Arthur Jamieson in command, and one of his brothers as the engineer, Portland had come down river and landed the passengers at Canemah. The steamer had been coming down from the Yamhill River. Some trouble had been encountered with the rudder about twenty miles upstream, and the boat’s engineer had gone ashore at Canemah to get some iron hardware for the rudder. Pending more thorough repair, the rudder had been lashed with ropes for temporary use. While engineer Jamieson was ashore, Captain Jamieson, a fireman known as Dutch Pete (or Peter Anderson, and a deckhand, Alexander Bell, took the boat to the west side of the river to land some freight at the Linn City Mills. Dutch Pete was acting as engineer. When this was complete, the boat started back across the river under very low steam, and was caught in the current, and carried over the falls. The rudder reportedly became uncontrollable. The boat went broadside onto the breakwater, but then spun round and headed stern first over the falls, with the engine working the whole time. Steamboat captain George A. Pease had been on shore, and realized the danger Portland was in. Pease threw out lines, and called to the men on the steamer to jump in, grab one of the lines, and save themselves. Dutch Pete the fireman either leapt or was thrown off the boat, and managed to reach a rock. He was able to get to a floating log, where he was caught one of the lines thrown out by rescuers. Captain Jamieson and deckhand Bell stayed on board longer, trying to save the vessel. Just before it went over the brink, Captain Jamieson jumped off the boat into the water. It was only waist deep, but the current was strong enough to carry him over the falls. Deckhand Bell was reported to have jumped overboard at about the same time. He was likewise swept over the falls. The bodies of the two men were later found in the swirling waters below the falls. The steamer went over stern first and broke into two pieces. The steam whistle went off just as the boat broke in two. The steamer crashed into the bottom of the falls a total wreck, pieces of which floated down the river. ==Wreckage floats downstream== The upper works floated downriver in pieces. The steamer Jennie Clark, coming up river bound for Oregon City, found pieces of the wreck floating near the city. The crew of the Jennie, as that steamer was known, lashed on some of the wreckage, recovering some mattresses, blankets, a trunk, a carpet bag, and the steam whistle and compass of the Portland. One section came by the city of Portland, and a few miles downstream, a man searched it and found $75 in a room from the upper deck. The mattresses in the cabin were still dry. If Jamieson and Bell had stayed on board, they might have survived. At the time of its destruction, Portland was valued at about $8,000. It was uncertain whether the machinery would be raised. ==The Jamieson brothers== Arthur Jamieson, last captain of Portland, was one of several sons of a family from the Isle of Arran, off the west coast of Scotland, who had emigrated to North American and became involved in the steamboat business. Four of these brothers were to die in steamboat accidents. As related, Arthur Jamieson died in the wreck of the Portland on March 17, 1851. Smith Baird Jamieson, captain of the Fraser river steamer Fort Yale, was killed on April 14, 1861, when his steamboat’s boiler exploded near Hope, British Columbia. In August 1861, Capt. Archibald Jamieson, former master of the Willamette steamer Enterprise, and brother James Baird Jamieson, second engineer, were killed when their new steamer, Cariboo and Fly, then known simply as Cariboo, exploded near Victoria, British Columbia. A fifth, unnamed, brother is often reported to have perished in the explosion of the Gazelle on April 8, 1854, at Canemah, Oregon However, a contemporaneous report from the Oregon Spectator about the explosion of the Gazelle, contained a list of the persons killed and injured and made no mention of anyone on board named Jamieson. A fifth, unnamed, Jamieson brother was reported to have died in Oregon City sometime in the 1850s, with no mention of the cause of death. The deceased brothers were reported to have been survived by their mother, then still a resident on the Isle of Arran. ==Historical memory== The deaths of the Jamieson brothers, including the wreck of the Portland, were the subject of a 1999 song, The Steamboatin' Jamiesons, performed by the Canadian musical group Tiller’s Folly. ==Notes== ==References== ===Books=== * * * ===Journals=== * ===On line historic newspaper collections=== * Category:Steamboats of Oregon Category:Steamboats of the Willamette River Category:Passenger ships of the United States Category:Merchant ships of the United States Category:Clackamas County, Oregon Category:Ships built in Canemah, Oregon Category:1857 in Oregon Territory ",
    "title": "Portland (sidewheeler 1853)"
}