{
    "id": "46893435",
    "text": "E. vulgata nymph Ephemera vulgata is a species of mayfly in the genus Ephemera. This mayfly breeds in stationary water in slow rivers and in ponds, the nymphs developing in the mud. ==Description== Ephemera vulgata can be told in both adult and subimago stages from the rather similar green drake (Ephemera danica) by its duller colour and slightly smaller size. The wings are more heavily veined and the upper side of the abdomen has pairs of dark lateral markings on each segment. ==Distribution and habitat== E. vulgata is found throughout most of Europe. It mostly breeds in sluggish rivers and still waters such as ponds. This species is in decline, probably because of pollution of waterways by pesticides and heavy metals, and because the adult insects are disorientated by light pollution. ==Biology== The nymphs of E. vulgata burrow into the sediment at the bottom of ponds. Most burrowing mayfly nymphs use the gills on their abdomens to create a current of water through their burrows, thereby ensuring sufficient oxygen is available to absorb through the tracheae in their skin. The motile, filamentous gills of E. vulgata seem to act as secondary respiratory surfaces and their presence is necessary to the nymph in the low-oxygen environment in which it lives. By contrast, nymphs of Baetis and Cloeon spp. that were deprived of their gills maintained a normal uptake of oxygen even in low-oxygen environments. The sediment in which the nymphs live is rich in organic material, and in polluted environments, heavy metals may accumulate. The nymphs bioaccumulate the toxic metals cadmium, copper, lead and zinc. The males perform a \"nuptial dance\" which takes place over land, above open areas or single trees, or in the lee of trees in windy weather. This swarming activity takes place between June and August, in the morning and evening and at other time of day, influenced by the temperature and amount of cloud cover. In between bouts of swarming, males rest in the vegetation. Females fly into a swarm and are inseminated from below by a male taking part in the up and down motion. The eggs are laid by the female dipping her abdomen into the surface of the water. This mayfly usually has a two-year life cycle (one- and three-year cycles have also been recorded), with the nymphal stage lasting for most of this period and the adult being on the wing briefly in summer. ==References== Category:Mayflies Category:Insects of Europe Category:Insects described in 1758 Category:Taxa named by Carl Linnaeus ",
    "title": "Ephemera vulgata"
}