{
    "id": "46899590",
    "text": "The European Institute for Advanced Studies in Management (EIASM) is an international institute, network and society for organization and management studies located in Brussels, Belgium. == History == The European Institute for Advanced Studies in Management (EIASM) was established in 1971 with support from the Ford Foundation. Among the first members of the institute and faculty were scientists like Harry Igor Ansoff, Alain Bensoussan, Göran Bergendahl, Charles Berthet, Edward Bowman, Klaus Brockhoff, John Child, Alain Cotta, Richard Cyert, Alan Dale, Gordon B. Davis, Harry Davis, Susan Douglas, Salah E. Elmaghraby, Gary Eppen, Eugene F. Fama, Claude Faucheux, Jay Galbraith, Robert Graves, Geert Hofstede, Anthony G. Hopwood, Gerald Hurst, Alex Jacquemin, James Leontiades, Edmond Marques, Lars-Gunnar Mattsson, Dušan Mramor, Philippe A. Naert, Bertil Näslund, Pierre Nepomiatschy, Andrew Pettigrew, Bernard Piganiol, Richard Roll, Maurice Saias, Hein Schreuder, Bruno Solnik, Bengt Stymne, Howard Thomas, Stuart R. Timperley, Raymond Trémolières, Richard Van Horn, Leopold Vansina, Lambert Vanthienen, Birgitta Wadell and Stanley Zionts. == Institutions == The Institute has developed into one of the most prestigious economics science networks with approximately 44 364 researchers worldwide (as of December 2008). In 1995 the EIASM Academic Council was established as a support on which more than 90 universities, colleges and institutes from 25 European countries are involved.\"EIASM Members\" by EIASM President of EIASM is Paul Coughlan (Trinity College); Vice- Presidents are Pierre Batteau (University of Aix-Marseille), Christer Karlsson (Copenhagen Business School and Borge Obel (Aarhus School of Business). Scientific Director's Joan Enric Ricart- ( University of Navarra (IESE)). From 1973 to 1988 completed more than 800 doctoral studies at EIASM. In 1988, the Graduate School EDEN (EIASM's Doctoral Education Network) was established. In EDEN 1988-2008 3,278 graduate students enrolled and involved more than 250 scientists from around the world. == References == == External links == * EIASM Website Category:International scientific societies based in Europe ",
    "title": "European Institute for Advanced Studies in Management"
}