{
    "id": "46898174",
    "text": "Ifeoma Iphie Aggrey-Fynn (8 June 1980 – 2 June 2015), known to most simply as Iphie, was a Ghanaian-Nigerian media personality, writer and public speaker. ==Early life and education== Aggrey-Fynn was born to a Ghanaian father and a Nigerian mother. She was raised and educated in Nigeria. She attended Abia State University, from which she graduated with a degree in Linguistics and Communication. ==Career== Aggrey-Fynn's career in broadcasting began as a TV presenter in 2003. After joining Silverbird Communications in 2009, she was transferred to work at Rhythm 95.7 FM and Silverbird Television in Awka. There, she hosted radio and TV shows including Rhythm & Soul, Gospel Vibes and E-Merge before moving to Rhythm 93.7 FM Port Harcourt. She was also a three- time host of the Miss Niger Delta beauty pageant. ==Death== Aggrey-Fynn had gone to visit her parents at Aba in Abia State. She was on her way back to Port Harcourt when the bus she was traveling in was attacked by armed bandits. As the driver was fleeing, the gunmen opened fire on the vehicle. Aggrey-Fynn was hit by bullets and died of the wounds. Another story maintains that her boyfriend was driving her home on 2 June 2015. She was in Aba to see her parents and siblings. Upon their arrival, the couple were approached by gunmen, who shot at them as the boyfriend tried to speed off. The shooting happened around 7:00 p.m. near Aggrey-Fynn's residence. Her partner was captured by the kidnappers while she lay in a pool of blood. Neighbours who recognized her transported her to a local hospital, where she was declared dead on arrival. ==See also== *List of unsolved murders ==References== ==External links== *Iphie at Rhythm 93.7 FM Category:1980s births Category:2010s murders in Nigeria Category:2015 crimes in Nigeria Category:2015 deaths Category:2015 murders in Africa Category:Abia State University alumni Category:Beauty pageant hosts Category:Deaths by firearm in Rivers State Category:Female murder victims Category:Nigerian infotainers Category:Nigerian people of Ghanaian descent Category:Nigerian radio personalities Category:Nigerian television personalities Category:Nigerian women writers Category:People murdered in Port Harcourt Category:Silverbird Communications people Category:Unsolved murders Category:Violence against women in Nigeria ",
    "title": "Ifeoma Aggrey-Fynn"
}