{
    "id": "46891616",
    "text": "Aly Rubén González is a Venezuelan professional baseball manager, coach and former player who has worked for the Boston Red Sox organization since 2009. Baseball Reference (MiLB). Retrieved on June 4, 2015. Boston Red Sox prospects. Retrieved on June 4, 2015. ==Biography== A right-handed hitter with modest offensive accomplishments, González was a versatile defensive player capable of playing catcher, infield corners and left field, while showing solid defense and a strong throwing arm. Nevertheless, he suffered the effects of assorted injuries that limited his playing career to 112 games. González originally joined the organization when he was signed as a catcher in 2008, as he played from 2009 through 2011 for the Dominican Summer League Red Sox (DSL Red Sox), before transitioning to a coaching role for the team in 2012. His most productive season came in 2011, when he hit a slash line of .310/.374/.379 in 36 games, while leading the team in batting average.2011 DSL Red Sox. Baseball Reference (MiLB). Retrieved on June 4, 2015. Throughout his brief career, González was a virtual extra coach in the clubhouse. Even though he did not play in 2012, he served in this capacity under DSL Red Sox manager José Zapata. Zapata, also a long time field coordinator for the DSL Red Sox, praised the work and leadership of González and recommended him to the organization. González then served as a full-time coach in 2013 and 2014.Red Sox Announce 2013 Minor League Field Staffs. MiLB.com. Retrieved on June 4, 2015. González was promoted in 2015 to manage one of Boston's two DSL Red Sox teams, gaining his first managerial experience in professional baseball at age 24. González served as a manager in the Dominican Summer League through the 2018 season. In 2019, he was an assistant with the major league Red Sox, and in January 2020, he was added to the staff of the Lowell Spinners, Boston's Class A-Short Season affiliate. ==Sources== ==External links== Category:1991 births Category:Living people Category:Boston Red Sox personnel Category:Minor league baseball coaches Category:Minor league baseball managers Category:People from Falcón Category:Venezuelan baseball players Category:Dominican Summer League Red Sox players ",
    "title": "Aly González"
}