{
    "id": "46895664",
    "text": "Fathom was a cruise travel experience brand owned by Carnival Corporation & plc and a former cruise line. It was registered in the United Kingdom, and based in Doral, Florida. The line was designed to operate in the \"social impact travel\" market. Fathom later used other ships within the Carnival Corporation to operate it's cruises. In its short time as a cruise line, Fathom made history as they marked the return of cruises from the United States to Cuba following the improvement of relations with Cuba and the United States. ==History== Fathom was initially established by Carnival as a cruise line on June 4, 2015 to operate \"social impact travel\" journeys lasting seven days from PortMiami, Florida, to the Dominican Republic. The journeys included volunteer activities with established organizations on the ground. Carnival reassigned the to Fathom as its first ship. On 2 May 2016, Adonia docked in the port of Havana, the first port of her Cuban itinerary for Fathom. It marked the first time in over 50 years that a U.S. cruise line has sailed from the U.S. to Cuba. It was also the first time in decades that Cuban-born individuals were able to travel by sea to or from Cuba.Clary, Mike and Arlene Satchell. (May 1, 2016). Cruise to Cuba: Travelers to 'make history' in Havana . Sun Sentinel. Accessed on May 4, 2016. In November 2016, it was announced that Fathom would discontinue cruise line operations in June 2017, while the name continued as a branded experience on other Carnival cruise lines including AIDA Cruises, Carnival Cruise Lines, Costa Cruises, Holland America Line, Princess Cruises, and P&O; Cruises. The MV Adonia, its only ship, was returned to P&O; Cruises. The last announced voyages with Fathom took place on six Princess cruises in 2018. On January 8, 2019, the Fathom brand was quietly discontinued. Upon the brand's discontinuation, the website was shut down and redirected visitors to Carnival's Global Impact page until the domain expired. No further announcements have been made about the future of Fathom. ==Management== Fathom's president was Tara Russell, an entrepreneur who founded Create Common Good, a nonprofit enterprise that provides food service job training to help at-risk people become self-sufficient. Russell is the global impact lead for Carnival, working with its 10 cruise line brands on social impact strategies. In that role, she reported directly to Arnold Donald. ==Former fleet== {| class=\"wikitable\" ! Ship || Class || Built || Builder|| In service for Fathom || Gross Tonnage || Flag || Notes || Image |- | Adonia || R class ||align=\"Center\" | 2001 || style=\"text-align:Center;\"| Chantiers de l'Atlantique ||align=\"Center\" | 2016-2017 ||align=\"Center\" | 01 30,277 GT || || The ship was supported and maintained by P&O; Cruises while it was in service for Fathom. It was returned to P&O; in June 2017. || 200px |- |} ==References== ==External links== *Official Website (Archived From The Wayback Machine) Category:Carnival Corporation & plc Category:American companies established in 2015 Category:Transport companies established in 2015 Category:American companies disestablished in 2019 Category:Defunct cruise lines Category:2015 establishments in Florida Category:2019 disestablishments in Florida ",
    "title": "Fathom (cruise line)"
}