{
    "id": "46896692",
    "text": "The sixth-generation Chevrolet Camaro is an American pony car. Produced by automobile manufacturer Chevrolet, it was first introduced to the public on May 16, 2015. Sales started in 2015 for the 2016 model year. The Camaro now utilizes the GM Alpha platform shared with the Cadillac ATS and CTS and features MacPherson struts in front, rather than the former multi-link setup. General Motors claims that 70 percent of architectural components in the new Camaro are unique to the car. The sixth generation of Camaro saw production return to the United States as the fourth and fifth-generation models had been assembled in Canada. Like its predecessor, the sixth generation of the Camaro is available in coupé and convertible bodystyles. Compared to the previous generation, it is shorter, less wide and shorter in height. With similar equipment and engine, it is also more than lighter. == Trim levels and special editions == Trim levels introduced at launch were LT (1LT, 2LT) and SS (1SS, 2SS). Standard equipment on all trims includes automatic air conditioning, cruise control, tilt/telescoping steering wheel, satellite radio, parking assist, and seven airbags. Chevrolet added a base LS (1LS) trim level for the 2017 Camaro. Trim level content for the LS is identical to that of the base 1LT trim, with the exception that the 2.0 L turbocharged inline-4 engine and 6-speed manual transmission would be the only available powertrain options for the LS trim. The LS trim was initially introduced in coupé form, followed later by an LS convertible. The 1LT trim received the 8-speed automatic transmission with shift paddles as standard equipment for 2017. For China, the car was introduced on August 31, 2016 and sold under the RS trim with the 2 L turbocharged LTG four-cylinder engine and 8-speed automatic gearbox available for 2017 models onwards as standard. Exterior color choices for Chinese models are: Bright Yellow, Titanium Gray, White, Zhan Red, Platinum Silver, Yao Black, Electric Blue, Magic Black, Blush Red, and Ice Blue. For the 2017 model year, the 1LE Performance Packages returned, tailored for the V6 and V8 powered six-speed manual-equipped coupé models respectively. Both of 1LE packages offered share a satin black hood wrap, front splitter, and a three- piece rear spoiler. The V6 1LE package adds FE3 suspension from the Camaro SS, 20-inch forged wheels with Goodyear Eagle F1 245/40R20 front tires and 275/35R20 rear tires, Brembo 4-piston front brake calipers, mechanical limited-slip differential with a 3.27:1 ratio, track-cooling package, suede steering wheel, short-throw shifter, dual-mode exhaust, Camaro SS fuel system to accommodate higher-load cornering, and a high flow front grille. The SS 1LE package adds the Magnetic Ride Control FE4 suspension derived from the ZL1, electronic limited-slip differential with 3.73:1 ratio, 20-inch forged wheels with Goodyear Supercar 3 285/30R20 front tires and 305/30R20 rear tires, Brembo six-piston front brake calipers with two-piece 14.6-inch rotors, track- cooling package, Recaro front seats with suede and leather upholstery, suede steering wheel and short-throw shifter, dual-mode exhaust, and a color heads- up display. Starting in 2019, the 1LE Package was also available with the four cylinder turbo. It adds similar equipment to the V6 1LE, including the FE3 suspension, Brembo brakes, 20\" forged wheels with 245/40 and 275/35 Eagle F1 tires, track cooling, and mechanical limited slip differential. The visual changes are also the same as the V6 1LE's. Car and Driver testing showed the I4 1LE was only 1.6 seconds slower around VIR than the V6. File:2018 Chevrolet Camaro RS coupe front 5.31.18.jpg|Camaro RS (2018) File:Camaro SS Poland.jpg|Camaro SS File:Chevrolet Camaro SS convertible arriere.jpg|Camaro SS convertible (2016) === Special Editions === 50th Anniversary Special Edition Camaro 50th Anniversary Special Edition The first special edition of the new Camaro became available in 2017. Available on 2LT and 2SS models in both coupe and convertible bodystyles, the 50th Anniversary Special Edition includes Nightfall Gray Metallic exterior paint, unique 20-inch aluminum-alloy wheels and wheel center caps, the RS Appearance Package (for LT/2LT models only), an orange 50th Anniversary exterior decal package with hood and rear trunk lid stripes, a \"FIFTY\" emblem on each front fender, a Nightfall Gray Metallic-painted front splitter, orange-painted front and rear brake calipers (front only for LT/2LT), black leather-and-suede-trimmed seating surfaces with orange color accent stitching (including stitching on the dashboard, door panels, and steering wheel), and special door sill plates. However, all 2017 Chevrolet Camaro models received the same \"FIFTY\" badge on the bottom of the three-spoke steering wheel to commemorate the Camaro's 50th Anniversary. Hot Wheels Special Edition Camaro Hot Wheels Special Edition At the 2017 SEMA Show in October 2017, Chevrolet introduced the Chevrolet Camaro Hot Wheels Special Edition, designed to commemorate both the 50th Anniversary of Hot Wheels die- cast toy vehicles, as well as all Hot Wheels diecast Chevrolet Camaro models, with inspiration coming from an actual Hot Wheels toy car. Available on 2LT and 2SS models in both coupe and convertible body styles, the Hot Wheels Special Edition includes a unique Crush Orange exterior paint, 20-inch Graphite-finished machined-face aluminum-alloy wheels (with summer-only tires on SS/2SS models), a Satin Graphite exterior decal package with hood and rear trunk lid stripes and silver accents, Satin Graphite exterior accents, a \"Hot Wheels 50th Anniversary\" front fender emblem, a unique front grille with Galvano chrome inserts, orange-painted front and rear brake calipers (front only for LT/2LT), a black Chevrolet bowtie emblem, a Jet Black leather-trimmed interior with orange color accent stitching (including stitching on the dashboard, door panels, and suede-wrapped steering wheel), illuminated front door sill plates with the 'Hot Wheels' insignia, premium carpeted floor mats with orange-colored stitching and \"Ghost Stripes\", and orange knee bolsters and seat belts. Redline Edition For the 2018 model year, Chevrolet introduced the Chevrolet Camaro Redline Edition which joins the lineup of Chevrolet Redline Edition models already on sale at dealerships nationwide. The Redline Edition package included 20-inch black aluminum-alloy wheels with red accent stripes (including summer-only tires), black-painted side mirrors, a black lower front grille insert with red accent stripes, black bowtie emblems, Gloss Black front fender accent hash marks with red accents, a blackout rear tail lamp panel, darkened tail lamps, premium carpeted floor mats with red accents, and Gloss Black \"Camaro\" emblems on each front fender with red outlining. Color choices for the Redline Edition are Summit White, Silver Ice Metallic, and Black. === SS === The SS model is equipped with a 6.2L LT1 V8 engine offered both as a 6-speed manual and an 8-speed automatic. Chevrolet reports the SS capable of 455 horsepower and 455 lb.-ft. of torque, performing a 0-60 in 4.0 seconds. This model has three different trims the 1SS, 2SS, and 1LE which mainly differentiate by their interior features. While the 1SS packs the same power it lacks the leather heated/ventilated seats of the 2SS and the 1LE's suede Recaro seats. The 2SS includes some other features left out in the 1SS like interior spectrum lighting, heated steering wheel, blind-spot monitoring, Bose audio, and wireless charging. ===ZL1=== Chevrolet Camaro ZL1 The ZL1 model, which is a high-performance variant of the Camaro SS was introduced in 2017. It features a lower grille opening for improved cooling, a new front splitter, and a carbon hood insert which removes hot air from the engine compartment. It also features wider front fenders to accommodate wider tires for improved handling, unique rockers, and Magnetic Ride suspension. Transmission choices are a rev matching six-speed manual or a newly developed 10-speed automatic. The 10-speed 10L90 transmission was developed in collaboration with Ford. General Motors manufactures its own version in its own factory in Romulus, Michigan. A more track-focused version known as the ZL1 1LE features Multimatic spool-valve shocks (similar to the previous generation of the Camaro Z28), a new front splitter, dive planes and a rear wing, and wide Goodyear Eagle F1 Supercar tires. Weight was also reduced by as compared to a standard ZL1. Performance figures include a 0 to acceleration time of 3.5 seconds, a 1/4 mile time of 11.4 seconds at . The ZL1's official top speed is . ==Engines and transmissions== The sixth generation of the Chevrolet Camaro is available with three engine options: * The 2.0 liter LTG Ecotec turbocharged straight-four which has a power output of at 5,600 rpm and of torque at 3,000 rpm and is the first four-cylinder in a Camaro since the 3rd generation model. It is available on 1LS, 1LT and 2LT trims. * The 3.6 liter LGX V6 engine having a power output of at 6,800 rpm and of torque at 5,300 rpm. * The 6.2 liter LT1 V8 engine which is shared with the Corvette C7 and has a power output of at 6,000 rpm and of torque at 4,400 rpm. Engines installed on high-performance models include: * The 6.2 liter supercharged LT4 V8 which is shared with the Corvette Z06 and has an output of at 6,400 RPM and of torque at 3,600 rpm. All engines were initially available with a 6-speed manual and 8-speed automatic transmissions, except for the ZL1 models which use a 10-speed automatic in addition to a standard 6-speed manual. The 8-speed was replaced by the 10-speed automatic in the 2019 SS and 2020 V6 models. European Union's new Euro 6d-Temp automotive emission regulations have ended the European sale of Camaro on 31 August 2019. The 6.2-litre V8 engine fitted to the export version of Camaro could not be modified further to meet the new emission regulations. == HSV Camaro (Australia) == General Motors Holden's performance division, Holden Special Vehicles has been engaged in the import and conversion of the Camaro to right-hand-drive and Australian Design Rules, since the second half of 2018. Unlike Holden's previous US import (based on Chevrolet Suburban) in the late 1990s, the Chevrolet badge remains on the converted Camaro. HSV imports and converts the European Camaro 2SS and ZL1. HSV has planned a conversion total of a thousand units per year for three years, until the seventh generation of the Camaro is introduced in 2020. The manual gearbox, along with the ZL1 model, were made available in 2019. With GM discontinuing Holden in 2021, Chevrolet plans to continue exporting the Camaro to the Australasia region under a newly proposed formed entity, General Motor Specialty Vehicles (GMSV), which would handle the distribution and conversion of key Chevrolet vehicles after Holden ceases operations. It is also expected to succeed the Holden Commodore in the V8 Supercar series upon Holden’s winding down of its operations.“Holden Axed In Australia as General Motors Gets Out Of Right Hand Drive Globally” from Car Advice (February 17, 2020)“GM Shutting Down Australia’s Holden Brand, Pulling Chevrolet Out of Thailand” from The Detroit Bureau (February 17, 2020)“Secret Plan: Chevrolet Camaro Could Replace Holden Commodore in V8 Supercars” from Car Advice (18 February 2020)“Chevrolet Camaro May Be Back On Cards For Australian Supercars Championship” from GM Authority (February 18, 2020) == Redesign == In fall 2018 (for the 2019 model year), the sixth-generation of the Camaro received a mid-cycle redesign, along with the majority of the Chevrolet car lineup (including the Spark, Cruze and Malibu), in which the design was universally panned. Changes for the 2019 model year also included a new third-generation MyLink infotainment system, revised exterior, and interior styling, new alloy wheel designs, the addition of the 1LE Performance Package for the base 2.0 L I4 equipped LT models (the 1LE Performance Package was previously only offered on V6-equipped LT and V8-equipped SS and ZL1 models), the addition of two new exterior colors (Riverside Blue Metallic and Satin Steel Gray Metallic), and a new performance hood for SS models. The SS also dropped the optional 8-speed automatic in favor of the 10-speed automatic. Driver-assistance features were also improved on the 2019 model, including Lane Change Alert with Side Blind Zone Alert. The 2019 Chevrolet Camaro went on sale in the fall of 2018. Chevrolet also exhibited a 2019 Camaro SS at the 2018 SEMA Show in the new Shock yellow-green exterior color, which became available in early 2019. It also featured a \"concept\" front end, which unlike the production version of the SS has a body-colored bumper and the Chevy \"bow-tie\" badge moved to the upper grille.https://www.autoblog.com/2018/10/16/2019-chevy-camaro-shock-sema- fascia/ For the 2020 model year, Chevrolet revised the front-end styling of the Camaro SS, the front bumper is now colored and the Chevy \"bow-tie\" has been moved to the upper grille. A new entry-level V8 trim called the \"Camaro LT1 V8\" equipped with a 6.2 L LT1 V8 engine rated at was added to the line-up. The V6 model is now equipped with a 10-speed automatic transmission as an option and replaces the previous 8-speed transmission. A new exterior color option called the \"Rally Green\" was added. The 2020 Camaro went on sale in fall 2019. === Gallery === File:2019 Chevrolet Camaro 2SS, front 11.9.19.jpg|The revised front fascia for the Camaro SS File:2019 Chevrolet Camaro base, front 11.9.19.jpg|The revised front fascia for the base models of the Camaro (4-cylinder and V6 models appear identical) File:2019 Chevrolet Camaro 2SS, rear 11.9.19.jpg|Rear view of a silver Camaro 2SS coupe File:2019 Chevrolet Camaro base, rear 11.9.19.jpg|Rear view of a gray Camaro base coupe File:2020 Chevrolet Camaro LT1 1SS, front 3.2.20.jpg|Gray Camaro LT1 coupe File:2020 Chevrolet Camaro LT1 1SS, rear 3.2.20.jpg|Rear view of a gray Camaro LT1 coupe == Motorsport == Pratt & Miller developed the Chevrolet Camaro GT4.R for GT4 international racing in 2017. While based on the Camaro ZL1, regulations preventing the use of superchargers meant the naturally-aspirated LT1 6.2 liter V8 from the Camaro SS instead of the ZL1's LT4 supercharged V8 was used in the racing car featuring direct fuel injection, a carbon fiber intake, a custom camshaft, a Motec data acquisition system and a Bosch MS6 ECU. The engine has a power output up to . Other changes include the Xtrac paddle-shift operated 6-speed sequential transmission, an Xtrac Salisbury type differential, six-piston Brembo front brake calipers with four-piston rear calipers, custom adjustable front and rear antiroll bars, and two-way adjustable Ohlins TTX-46 front struts and TTX-36 rear dampers. Exterior changes include wider front fenders, a hood extractor, aerodynamic side skirts, lightweight carbon fiber doors and front fascia, a custom GT4 specification carbon fiber rear spoiler, GT4 specification front dive planes, and a GT4 specification carbon fiber front splitter the car also has 18-inch forged Forgeline one-piece alloy wheels with racing slicks. The total weight of the car is . == Awards and recognition == *Motor Trend Magazine 2016 Car of the Year *Car and Driver 2016 and 2017 10 Best Cars == Other media == The concept car of the sixth generation of the Camaro appears in the film Transformers: Age of Extinction as the second alternate mode for Bumblebee, and the paint job resembles that of the convertible variant of the car. A second modified version of the car appears in the film's sequel, Transformers: The Last Knight previewing the redesign of the car which would be introduced in 2018. ==References== == External links == Category:Chevrolet Camaro Category:Muscle cars Category:Rear-wheel-drive vehicles Category:Coupés Category:Convertibles Category:Cars introduced in 2015 ",
    "title": "Chevrolet Camaro (sixth generation)"
}