{
    "id": "46894117",
    "text": "The 30th Indian Brigade was an infantry brigade of the British Indian Army that saw active service with the Indian Army during the First World War. It initially saw active service in Egypt in 1915, before transferring to Mesopotamia. It took part in a number of battles and actions before being besieged at Kut and going into Turkish captivity in April 1916. ==History== ;Formation The 30th Indian Brigade was formed in October 1914 as part of Indian Expeditionary Force F (along with the 28th and 29th Indian Brigades) and sent to Egypt. ;10th Indian Division After arriving in Egypt, it joined the 10th Indian Division when it was formed on 24 December. It served on the Suez Canal Defences, notably taking part in the Actions on the Suez Canal on 3–4 February 1915. After the defeat of the Turkish attempts to cross the canal, the division was dispersed and the brigade was sent to Mesopotamia in March 1915. ;12th Indian Division The brigade joined the 12th Indian Division in Mesopotamia in April 1915. With the division, the brigade took part in the Battle of Shaiba (12–14 April), the Affair of Khafajiya (14–16 May), the Actions for Nasiriya (5, 13–14, 24 July) and the Occupation of Nasiriya (25 July). ;6th (Poona) Division The brigade was attached to the 6th (Poona) Division in September 1915. It took part in the Battle of Kut al Amara (28 September), the Battle of Ctesiphon (22–24 November) and the Affair of Umm at Tubul (1 December). After the Battle of Ctesiphon it was decided to withdraw the division to Kut where it was besieged. With the fall of Kut in April 1916, the brigade passed into Turkish captivity. ==Order of battle== The brigade commanded the following units in the First World War: * 24th Punjabis (joined from 2nd (Nowshera) Brigade, 1st (Peshawar) Division in October 1914) * 76th Punjabis (joined from 5th (Jhelum) Brigade, 2nd (Rawalpindi) Division in October 1914) * 126th Baluchis (joined from Chaman, 4th (Quetta) Division in October 1914; half of the battalion went to Aden and half to Muscat in March 1915) * 2nd Battalion, 7th Gurkha Rifles (joined from 1st Quetta Brigade, 4th (Quetta) Division in October 1914) * 1/4th Battalion, Hampshire Regiment (attached from 33rd Indian Brigade, May – October 1915; one company rejoined in December 1915) * half of 2nd Battalion, Queen's Own (Royal West Kent Regiment) (joined from 12th Indian Brigade, 12th Indian Division in November 1915) * half of 67th Punjabis (attached from 12th Indian Brigade, 12th Indian Division in November 1915) ==Commander== The brigade was commanded throughout its existence in the First World War by Major-General C.J. Melliss . He went into captivity with his brigade. ==See also== * Force in Egypt ==Notes== ==References== ==Bibliography== * ==External links== * * * Category:Brigades of India in World War I Category:Military units and formations established in 1914 Category:Military units and formations disestablished in 1916 ",
    "title": "30th Indian Brigade"
}