{
    "id": "46897047",
    "text": "Oliver Grün (born 13 February 1969, in Mülheim an der Ruhr, Germany) is a German engineer and entrepreneur. He is the founder and CEO of GRÜN Software AG in Aachen,Profile of the GRÜN Software AG, retrieved 4 June 2015 since 2015 President of European Digital SME Alliance and President of the Federal Association of IT-SMEs of Germany (BITMI), the only information technology industry association which exclusively represents the interests of small and medium-sized enterprises (SME) in Germany.Official Webseite of Oliver Grün, retrieved 4 June 2015Oliver Grün, President of the German Association of Medium Sized IT-Companies BITMi e.V., retrieved 29 June 2015 Since 2013 he is member of the Council of Advisors on Digital Economy at the Federal Ministry for Economic Affairs and Energy, which gives advice on issues concerning the digital economy.Advisory Boards at the Federal Ministry for Economic Affairs and Energy, retrieved 29 June 2015 == Life == At RWTH Aachen University, he obtained a diploma in engineering from the RWTH Aachen University in 2001. In 2005, he graduated with a DPhil in commercial information technology from the Comenius University in Bratislava and in 2013 he graduated with a second DPhil lectureship. Oliver Grün in 2014 Even since he began his studies in 1989, Oliver Grün has founded a software company in 1989, today called GRÜN Software AG. The group of companies employs more than 150 employees and has offices in Aachen, Bratislava, Bremen, Berlin and Vienna. It specialises in creating business solution software for member organizations, non-profit organisations, education providers and time management.Headquarters of the GRÜN Software AG, retrieved 4 June 2015 As CEO and president, Oliver Grün has led with the development of Bundesverband IT-Mittelstand (BITMi) in 2010. The medium-sized IT company represents the interests of medium-sized IT companies. In Computerwoche's latest list of the 100 most important German IT personalities in 2011, Oliver Grün ranked 68thComputerwoche, leading German IT magazine, retrieved 29 June 2015. In 2016, the editorial board of the magazine Politics & Communication placed Oliver Grün on the list of the 100 most important actors in digitization in Germany. Oliver Grün is a member of the task group \"Digital Economy in Germany\" at the National IT Summit of the Federal Government. Since 2013, Oliver Grün is principal member of the IT advisory board \"Young Digital Economy\" of the Federal Government, residing in the Federal Ministry of Economics. In addition, he has been president of European Digital SME Alliance since 2015.PIN SME: Oliver Grün elected President of the European Digital SME Association, retrieved 29 June 2015 Since 2019 he has been a member of the steering committee of the German Initiative \"IT security in the economy of the BMWi\" Since 2014 he has also been a member of the Federal Economic Senate of the Federal Association Medium-Sized Enterprises. In 2016 he founded the digitalHUB Aachen e.V., whose CEO he is to this day. In 2016 he founded the \"digitalHUB Aachen eV,\" whose CEO he is still today. In 2017 Oliver Grün was appointed by the European Commission to the board of the Digital Skills and Jobs Coalition. Grün lives in Belgium, is married and has three children. == Other activities and honorary positions == * Member of the Economic Advisory Council of the Society for computer science in Bonn (since 2016) *Member of the Senate of the German Industrial Research Association Konrad Zuse e.V. (since 2015) *Jury member of the IT Innovation Award of Initiative Mittelstand (Since 2008) * Founding shareholder and advisor of the non-profit organisation gut.org AG, operator of the Internet charity betterplace.org (since 2009)Betterplace.org, Shareholder, retrieved 29 June 2015 * Member of the Advisory Council for Education and Further Education of the Society for Computer Science (since 2013) * Juror of \"Germany's Digital Minds\" the Society for Computer Science, an initiative of the Federal Ministry of Education, Berlin (since 2014) == External links == * Official website from Oliver Grün == References == Category:1969 births Category:Living people Category:Businesspeople from North Rhine-Westphalia Category:Engineers from North Rhine-Westphalia Category:People from Mülheim ",
    "title": "Oliver Grün"
}