{
    "id": "46893180",
    "text": "The Battle of Mag Femen took place on 22 August 917 between the Vikings of the Uí Ímair, led by Ragnall, a grandson of Ímar, and the Irish of the Northern Uí Néill, led by Niall Glúndub, High King of Ireland. It was one of two battles involving the Uí Ímair that year, the other being the Battle of Confey, which occurred as a result of the Uí Ímair trying to retake the Kingdom of Dublin which they had lost in 902. The battle began when Niall Glúndub's forces attacked a Viking army at a site identified by the annals as Topar Glethrach in Mag Femen. The Irish initially inflicted the majority of the casualties, but late in the day a host of more troops led by Ragnall reinforced the Viking army, securing victory for the Uí Ímair. ==Background== The ruling Vikings of Dublin, the Uí Ímair, had been expelled from the city in 902 by a joint force led by Máel Finnia mac Flannacán, overking of Brega and Cerball mac Muirecáin, overking of Leinster.Downham, p. 26 However, this expulsion was temporary and Viking raids continued on Irish settlements. In 914 a large Viking fleet sailed to the previously Viking-controlled city of Waterford, and the following year more Vikings settled in Limerick, though Dublin itself remained outside Uí Ímair control.Downham, p. 31 In 917 two prominent members of the Uí Ímair, Ragnall and Sitric Cáech, grandsons of Ímar, sailed separate fleets to Ireland, Ragnall landing at Waterford and Sitric Cáech landing at Cenn Fuait in Leinster.Downham, pp. 31, 273–274 Several native Irish kings gathered forces to try to drive off the Vikings once more, including Niall Glúndub, overking of the Northern Uí Néill and High King of Ireland, and Augaire mac Ailella, overking of Leinster. The Vikings met Niall Glúndub and the men of the Uí Néill in battle at Mag Femen in County Tipperary. ==The battle== According to the Annals of Ulster the army of Niall Glúndub marched south to war against the Uí Ímair and halted on 22 August at Topar Glethrach in Mag Femen. A force of Vikings was nearby, and the Irish began the battle by attacking that morning. The battle lasted until the evening, with around 100 casualties between the two sides, most of them on the Viking side. The tide was turned when a large number of reinforcements led by Ragnall arrived, and the Irish fled back to their camp.Annals of Ulster, s.a. 917 The Annals of the Four Masters give a similar but slightly different account of the battle. In that account one thousand one hundred men died in the battle, not one hundred, and it also says that the Irish fled the battle before the arrival of Ragnall. The Four Masters account also ennumerates several casualties not listed in the Ulster account: the chief of Cairrge Brachaidhe; Máel Finnén mac Donnagáin, chief of Úi Cearnaigh; and Fergal mac Muirecáin, chief of Uí Chreamhthainn.Annals of the Four Masters, s.a. 917 Both accounts agree that after the battle a small force led by Niall Glúndub encamped against Ragnall's army for twenty nights. Niall sent word to Leinster that they should bring an army to lay siege to the Viking force. The Leinstermen did so, but their force was destroyed and their king Augaire mac Ailella was slain by the army of Sitric Cáech at the Battle of Confey.Annals of Ulster, s.a. 917; Annals of the Four Masters, s.a. 917 Augaire's death marked the end of effective opposition to the Vikings' return to Ireland. Sitric led his men on a triumphant return to Dublin, where he established himself as king, while Ragnall returned to England and soon became King of Northumbria. ==Notes== ==References== ===Citations=== ===Primary sources=== * * * ===Secondary sources=== * * * * * ==External links== * CELT: Corpus of Electronic Texts at University College Cork. The Corpus of Electronic Texts includes the Annals of Ulster and the Four Masters, the Chronicon Scotorum and the Book of Leinster as well as Genealogies, and various Saints' Lives. Most are translated into English, or translations are in progress. Category:910s conflicts Category:Battles involving the Vikings Category:Battles involving the Uí Néill Category:Viking Age in Ireland ",
    "title": "Battle of Mag Femen"
}