{
    "id": "46899739",
    "text": "Natty Nation is an American rock and reggae band from Madison, Wisconsin. Founded in 1995, as of April 20, 2017, the lineup included Demetrius \"Jah Boogie\" Wainwright (bass, vocals), Aaron Konkol AKA Eyes of Moses (backup vocals, keyboard, melodica), Anthony Paul Willis (drums), & Nick Czarnecki (guitar). The group has released several studio albums since their 1996 debut The Journey Has Just Begun..., in 2010 Isthmus (newspaper) named their 1998 release Earth Citizen one of the \"top 25 Madison pop albums of all time,\" writing that \"Natty Nation's mix of roots reggae and hard rock proved unique and gained a following that remains today,\" and their 2016 release, Divine Spark debuted at #3 on the Billboard (magazine) Reggae Chart.http://www.billboard.com/charts/reggae-albums/2016-04-02 The band has released several live albums on their independent label iNatty Records. They have also toured regularly in the United States, performing at festivals such as SXSW, Summerfest, CMJ Music Marathon, and Freakfest, and also touring throughout the Middle East and Africa in 2008, and Japan and the Marshall Islands in 2009. On 13 October 2019 Natty Nation was inducted into the Madison Area Music Association Hall of Fame, and as of 2019 the group had won thirty one Madison Area Music Association Awards (MAMAs), including Performer of the Year in 2009. Natty Nation's song \"Cool & Proper\" was named Broadjam's international song of the month in 2009, The group won the Wisconsin Area Music Industry Award (WAMI) for Reggae Artist of the Year. Natty Nation was voted \"Madison's Favorite Dance Band\" in the 2016 Isthmus' Newspapers readers poll. == History== ===Founding and debut album (1995-1999)=== The American reggae band Natty Nation was first formed in 1995 in Madison, Wisconsin. Founding members included rhythm guitarist and vocalist Jeffrey \"J-Maxx\" Maxwell, vocalist and bassist \"JAH Boogie\" Wainwright, drummer Peter \"Ras Kik It\" Johnston, guitarist Steven \"Cup O Tea\" Cadle, and rhythm guitarist and vocalist Ras Joseph \"Fuzzy\" Mayeur. The group formed after JAH Boogie, Cup O Tea and Ras Kit It split off from Arawak Jah, a more traditional group, with Boogie stating \"we wanted to do more rock, harder hitting, have a younger vibe.\" They began writing music that blended reggae, dub, roots, and rock with positive messages, and in 1995 the original members began playing shows at The Mango Grill, small diner in the University Square in Madison. Fuzzy introduced the rest of the band to Jamaican musician, rhythm guitarist and vocalist Jeffrey \"J-Maxx\" Maxwell, who quickly joined the group as front man, trading off lead vocal with JAH Boogie. Their first studio album, The Journey Has Just Begun, was released on April 20, 1996 on the indie record label Laughing Cat Records, which is based in Fort Atkinson, Wisconsin. According to the Milwaukee Journal Sentinel, the album met with an \"enthusiastic response,\" and led to the band touring for a year and a half in its support. In 1997 the band was joined by percussionist Anthony Paul \"Dr. Bric-Da-Brac\" Willis, and by that year they had performed at festivals such as SXSW. By 1998 the five-piece band had members with American, Jamaican, and English roots, and according to The Austin Chronicle they performed \"rock steady, roots, and dub tunes with conscious lyrics sung in three-part harmonies.\" In June 1998 they were featured in the Milwaukee Journal Sentinel, who wrote that the band had \"formed a record label based on the ideals of peace, love and liberty\" in order to avoid the restrictions of signing to a major label. The group later chose Inatty as the name of their company, which means unity in patois. In April 1998 the band self-released its sophomore album Earth Citizen, which was self-produced at Smart Studios in Madison and distributed through their new Natty Nation label. In 1998 the band was nominated for a Wisconsin Area Music Industry Award for Best Reggae Artist. ===Early releases (2000-2007)=== In April 2000 the band released its first live album, which included Jeffrey \"J-MAXX\" Maxwell on lead vocals and rhythm guitar, JAH Boogie on lead vocals and bass, Ras Kik It on drums, Ras Trues on lead guitar and backup vocals, and Dr. Bric-Da-Brac on drums and backup vocals. In late 2001 Maxwell died of cancer, and from then on Jah Boogie took on primary vocal duties and lyric writing. Keyboardist Aaron Konkol of the band The Spontaneous Throwdown joined Natty Nation in May 2002. In February 2003 the band released the Inatty in Jah Music, which was dedicated to Maxwell and compiled three of his performances, and also featured Maxwell's vocals on two tracks, as well as two interview snippets. The album featured the first studio appearance of Steve Truesdell on lead guitar, who stated \"we wanted to experiment with incorporating some rock [to] see where it would go. It gives a few of the tracks almost a jamband feel.\" After the release of a series of full live shows in 2004, in 2007 the band released the compilation album Seth's Picks - Best of 2003-2006 Live, which included live tracks compiled from all the band's live tapes by a longtime fan. As of 2008 the core members of the band were Demetrius \"JAH Boogie\" Wainwright and Aaron \"Eyes of Moses\" Konkol. JAH Boogie writes most lyrics, with both members co-producing and co-writing most of their material. The band's album LIVE in Eau Claire, released on April 20, 2008, was recorded in Eau Claire, Wisconsin on October 12, 2007. Beyond JAH Boogie and Aaron Konkol it featured Paul Renke on drums, Tyson Klobles on bass, and Jason Himebauch on guitar. It was produced and recorded by Jim Newhouser. On June 17, 2008, the band was featured on Wisconsin Public Television. ===Reincarnation tour (2008-2009)=== Natty Nation released the studio album Reincarnation on September 15, 2008. Reincarnation was executive produced by Wainwright and Konkol. Wrote the band about the album compared to their previous releases, \"the spiritual themes are leaning more towards Eastern philosophy and less towards Rastafari, and the political songs are much more outspoken.\" It was their first album to place tracks featuring the full band and produced by the band next to tracks by outside producers. It had a strong hip hop focus, and much of the music was \"producers giving us the music and then Boogie [laying] his vocals on top of it,\" with Konkol playing keys on some or helping with the rhythm and beat. In August 2008 they were asked by Armed Forces Entertainment at the Department of Defense to tour Africa and Asia, and again in 2009 in Japan and the Marshall Islands, playing for the troops at military bases. The contract in particular specified military bases in Kyrgyzstan, Qatar, United Arab Emirates, Djibouti and Bahrain, to diverse audiences of military personnel, civilians, and contractors. The band performed their first show of the tour on November 8 of that year, then performing overseas for several weeks. Upon returning they continued to tour Wisconsin in support of Reincarnation, and in September 2009 the band headlined the Great Midwest Marijuana Harvest Festival in Madison. ===Live albums and touring (2010-2013)=== All the members are from the midwest as of 2010. In July 2010, Isthmus Magazine named Natty Nation's 1998 release Earth Citizen one of the \"top 25 Madison pop albums of all time,\" writing that \"propelled by Demetrius [\"Jah Boogie\"] Wainwright and Jeffrey Maxwell on vocals, the CD fulfilled the promise of the band's 1996 debut, The Journey Has Just Begun. Natty Nation's mix of hard roots rock and reggae proved unique and gained a following that remains today.\" Their single \"Suffice\" was released on December 2, 2010, featuring lyrics by Jah Boogie and music by Boogie and Konkol. Like many of their previous releases it was produced at Studio Earth, with Konkol and Boogie co-producing the tracks with Jim Newhouser. The song featured Louka Patenaude on lead guitar and Jason Himebauch on rhythm guitar, and Boogie on drums for the first time on a Natty Nation record. On February 26, 2011, the band performed at a protest outside the Wisconsin State Capitol in support of worker's rights, and in particular in protest of anti-union legislation by Wisconsin Governor Scott Walker. On June 23, 2012, they released the compilation album Retrospective: 15 years of Hard Roots Rock Reggae, which included several tracks from each of their studio albums. Live at the UW Terrace was recorded on June 23, 2012 at the University of Wisconsin–Madison Memorial Union Terrace. Featuring JAH Boogie, Konkol, Louka Patenaude on guitar, and Phillip \"PJ\" Hill, Jr. on drums, it was released on January 29, 2013. Jah Boogie was the only founding member still in the band as of 2013, and at that point the band had performed in most states. By February 2013 they were working on their next studio album, and that month headlined the 5th Annual Bob Marley Birthday Bash in Madison. In 2013 Aaron Konkol from Natty Nation co-founded the annual Madison 420 Festival, and in August 2013, they performed at the final On The Waterfront Festival along with Uncle Kracker and country singer-songwriter Jennifer Hanson. ===Recent touring (2014-2020)=== Natty Nation performing live as photographed by M.O.D. Photography. As of 2019 the band had played venues and festivals throughout North America and internationally. Since 1995 they have performed at Summerfest, SXSW, CMJ Music Marathon, Atlantis Music Conference, Freakfest, Subway's Music at the Zoo concert series, Habitat for Humanity's 100th House Celebration, and Bob Marley Fest in Florida. On May 24, 2014 the band performed at the McGrath Music on the River concert series, and also that year the group headlined the Midwest Renewable Energy Association's Energy Fair. The band continues to tour as of March 2020, with members at that point including JAH Boogie on bass and lead vocals, Aaron Konkol on keys and backing vocals, Nick Czar on guitar, and Paule Willis on drums. The band has performed as a backing band for reggae artists and groups such as Lee \"Scratch\" Perry Chaka Demus & Pliers,, Kevin Kinsella, & Nkulee Dube (Lucky Dube's daughter), and have performed live with Ziggy Marley, Damian Marley, Stephen Marley, The Skatalites with Doreen Shaffer, Kabaka Pyramid, Morgan Heritage, Sister Carol, Steel Pulse, Burning Spear, Wailing Souls, Culture with Joseph Hill, Beenie Man, and others. In 2019 Natty Nation was inducted into the Madison Area Music Association Hall of Fame. They have also won a number of awards as of 2019, and Natty Nation's song \"Cool & Proper\" was named Broadjam's international song of the month. As of 2019 the group had won thirty one Madison Area Music Awards (MAMAs), including Best World Artist for five consecutive years, Best World Song for four years, and Performer of the Year in 2009. Other wins include best hip-hop song, best male vocalist, best keyboardist, best guitarist, best bassist, best ensemble vocals, and others. The group also won the Wisconsin Area Music Industry Award (WAMI) for Reggae Artist of the Year, and has been nominated several times for the same award. In the Isthmus (newspaper) Readers Poll, the group was named Best World Artist or Group for five consecutive years. ==Musical style and influences== {|class=\"toccolours\" style=\"float: left; margin-left: 0em; margin-right: 2em; font-size: 85%; background:offwhite; color:black; width:20em; max-width: 40%;\" cellspacing=\"5\" |style=\"text-align: left;\"|\"...since each member brings diverse musical influences such as punk, power pop and ska to the table, Natty Nation's sound is a melting pop of traditional reggae rhythms, edgy rock guitar riffs and funky percussion beats.\" |- |style=\"text-align: left;\"|— Milwaukee Journal Sentinel (1998) |} Natty Nation is primarily influenced by reggae and dub, though hip-hop and rock are also strong influences, with Konkol describing the band as \"hard-roots rock reggae and dub.” Wrote Eric Hawkinson of The Daily Iowan in 2010, \"Natty Nation...has taken reggae music and made it something of its own — as an American band with American influences, the group has broadened the scope of what the genre is about.\" Wrote the Milwaukee Journal Sentinel in 1998, the band's members draw from \"punk, power pop and ska,\" resulting in a \"melting pop of traditional reggae rhythms, edgy rock guitar riffs and funky percussion beats.\" According to the band members in 2008, due to an \"ever-evolving lineup,\" the music \"constantly grows and changes, but never straying too far from the all-original hard roots-rock-reggae format.\" The band has also described their sound as “Steel Pulse meets Hendrix.” About their style of lyrical delivery, the band has stated \"we don’t try to be Jamaican or try to speak in that dialect. We’re decidedly American, with the roots reggae. We try to do it as authentically as we can.” American fusion bands such as Living Colour and Bad Brains were significant early influences on the band's lyrics and style, with the group explaining that Natty Nation has \"got that hardness, but then it’s got that one love thing.\" Since 2001 most lyrics are written by Jah Boogie, the lead singer and only remaining founding member. According to Boogie, the band \"[gets] deep on social and political issues. We talk about serious messages, but we get through it with the positive music we play.” Beyond other musicians, Jah Boogie has stated he looks to books and other mediums for inspiration. Wrote Eric Hawkinson of The Daily Iowan in 2010, \"Boogie has tried to write songs from his own point of view. He’s studied metaphysics, spiritual science, reincarnation, and Rastafari to keep his lyrics interesting and stay away from a stereotypical sound.\" ==Members== ;Current as of March 2020 *Demetrius \"JAH Boogie\" Wainwright - lead vocals, bass *Aaron Konkol AKA \"Eyes of Moses\"- backup vocals, keyboards *Nick Czarnecki - guitar ;Past members *Jeffrey \"J-MAXX\" Maxwell - lead vocals, rhythm guitar *Peter \"Ras KickIt\" Johnston - drums *Steven Cadle - lead guitar *Joseph \"Fuzzy\" Mayeur - guitar, vocals *Anthony Paul \"Dr. Bric-Da-Brac\" Willis - drums *Al Jewer - saxophone *Stefan \"Ras Trues\" Truesdell - lead guitar, backup vocals *Don Rembert - guitar *Paul \"Dr. Bric-Da-Brac\" Willis - percussion, drums, backup vocals *Aaron Sleator - guitar *Paul Renke - drums *Tyson Klobles - bass *Jason Himebauch - guitar *Nickolas Moran - bass *Biff Blumfumgagnge - guitar *Mario Dawson - drums *David Wake - keyboards *Dan \"Spiffy\" Neuman - guitar *Urban Empress - vocals *Louka Patenaude - guitar *Francisco Martinez - backup vocals, percussion, drums *Phillip \"PJ\" Hill, Jr. - drums *Mark Grundhoefer - guitar *Jim \"J2the\" Newhouser - live & studio engineer *Mike Daum - guitar *Eric Kummer - drums *Harjinder Singh - backup vocals, guitar *Shonn Hinton - guitar *Richard Hildner - guitar *Olen Franklin - drums *Chris Di Bernardo - drums *Dave \"Captain Smooth\" Randall - dub engineer ==Awards and nominations== ===Billboard Reggae Chart=== {| class=\"wikitable sortable\" style=\"text- align:center;\" |+ !Album !Week !Chart Position !Category |- |rowspan=\"1\"|Divine Spark |rowspan=\"1\"|Mar 11-17, 2016 |rowspan=\"1\"| #3 |rowspan=\"1\"|Reggae |- |} ===Madison Area Music Association Hall of Fame=== {| class=\"wikitable sortable\" style=\"text-align:center;\" |+ !Year !Category |- |rowspan=\"1\"|2019 |rowspan=\"1\"|World Performer |- |} ===Madison's Favorites - Isthmus (newspaper) Readers Poll=== {| class=\"wikitable sortable\" style=\"text- align:center;\" |+ !Year !Category |- |rowspan=\"1\"|2016 |rowspan=\"1\"|Madison's Favorite Dance Band |- |} ===Wisconsin Area Music Industry Awards=== {| class=\"wikitable sortable\" style=\"text-align:center;\" |+ !Yr !Award !Nominee !Category !Result |- |rowspan=\"1\"|1998 |rowspan=\"8\"| WAMIs |rowspan=\"8\"|Natty Nation | Reggae Artist of the Year | |- |rowspan=\"1\"|2003 | Reggae Artist of the Year | |- | | Reggae Artist of the Year [several times] | |- |rowspan=\"1\"|2015 |rowspan=\"5\"| World Music Artist of the Year | |- |rowspan=\"1\"|2016 | |- |rowspan=\"1\"|2017 | |- |rowspan=\"1\"|2018 | |- |rowspan=\"1\"|2019 | |- |} ===Madison Area Music Association Awards=== {| class=\"wikitable sortable\" style=\"text-align:center;\" |+ !Yr !Award !Nominee !Category !Result |- |rowspan=\"4\"|2008 |rowspan=\"28\"|MAMAs |rowspan=\"2\"| Natty Nation | Artist of the Year | |- | World Artist of the Year | |- |rowspan=\"1\"| Seth's Picks | World Album of the Year | |- |rowspan=\"1\"| \"Hurricane\" |rowspan=\"2\"| World Song of the Year | |- |rowspan=\"4\"|2009 |rowspan=\"1\"| \"Reincarnation\" | |- |rowspan=\"1\"| Reincarnation | World Album of the Year | |- |rowspan=\"1\"| \"Greed\" | Urban Song of the Year | |- |rowspan=\"3\"|Natty Nation | Performer of the Year | |- |rowspan=\"1\"|2010 |rowspan=\"2\"| World Performer of the Year | |- |rowspan=\"4\"|2011 | |- |rowspan=\"1\"| \"She Cries Dub\" | Unique Song of the Year | |- |rowspan=\"1\"| Suffice (single) | World Album of the Year | |- |rowspan=\"1\"| \"Suffice\" |rowspan=\"2\"| World Song of the Year | |- |rowspan=\"3\"|2012 |rowspan=\"1\"| \"Negus Negast\" | |- |rowspan=\"3\"| Natty Nation | Ensemble Vocals of the Year | |- |rowspan=\"2\"| World Performer of the Year | |- |rowspan=\"1\"|2013 | |- |rowspan=\"4\"|2014 |rowspan=\"1\"| Live at the UW Terrace | World Album of the Year | |- |rowspan=\"1\"| \"Cease Fire\" | World Song of the Year | |- |rowspan=\"5\"| Natty Nation | Ensemble Vocals of the Year | |- |rowspan=\"4\"|World Performer of the Year | |- |rowspan=\"1\"|2015 | |- |rowspan=\"1\"|2016 | |- |rowspan=\"3\"|2017 | |- |rowspan=\"1\"| Divine Spark\" (album) | World Album of the Year | |- |rowspan=\"1\"| \"Divine Spark\" (song) | World Song of the Year | |- |rowspan=\"1\"|2018 |rowspan=\"2\"| Natty Nation | World Performer of the Year | |- |rowspan=\"1\"|2019 | Hall of Fame - World Performer |Inducted |- |} ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ Studio albums by Natty Nation ! Year ! scope=\"col\" rowspan=\"1\" style=\"width:15em;\"| Album title ! scope=\"col\" rowspan=\"1\" style=\"width:20em;\"| Release details |- |1996 ! | * Released: Apr 20, 1996 / Sep 27, 2007 * Label: Laughing Cat / iNatty * Format: CD, digital |- |1998 ! | * Released: April 20, 1998 * Label: Natty Nation * Format: CD, digital |- |2003 ! | * Released: Feb 20, 2003 * Label: Natty Nation/Fish-Eye * Format: CD, digital |- |2008 ! | * Released: Sep 15, 2008 * Label: iNatty Records * Format: CD, digital |- |2012 ! | * Released: June 23, 2012 * Label: iNatty Records * Format: CD, digital |- |2016 ! | * Released: March 11, 2016 * Label: iNatty Records * Format: CD, digital, vinyl |- |} ===Live albums=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center;\" |+ Live albums by Natty Nation ! Year ! scope=\"col\" rowspan=\"1\" style=\"width:15em;\"| Album title ! scope=\"col\" rowspan=\"1\" style=\"width:20em;\"| Release details |- | 2000 ! | * Released: Apr 20, 2000 * Label: Natty Nation * Format: CD, digital |- |2001 ! | * Released: 2001 * Label: Inatty Records * Format: CD, digital |- |2004 ! | * Released: 2004 * Label: Inatty Records * Format: CD |- |2007 ! | * Released: Apr 20, 2007 / Nov 28, 2007 * Label: Inatty Records * Format: CD, digital |- |2008 ! | * Released: Apr 20, 2008 / Sep 19, 2008 * Label: Inatty Records * Format: CD, digital |- |2013 ! | * Released: Jan 29, 2013 * Label: Inatty Records * Format: CD, digital |- |} ===Singles=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ Selected songs by Natty Nation ! scope=\"col\" rowspan=\"1\" | Year ! scope=\"col\" rowspan=\"1\" | Title ! scope=\"col\" rowspan=\"1\" | Album ! scope=\"col\" rowspan=\"1\" | Label and date |- |rowspan=\"1\"|2002 !scope=\"row\"|\"Rasta Revolution\" | Rasta Revolution EP ||align=left|iNatty (Oct 24, 2002) |- |rowspan=\"2\"|2010 !scope=\"row\"|\"Hurricane\" | Solutions for Dreamers: Season 3 ||align=left|Oniric (Aug 31, 2010) |- !scope=\"row\"|\"Suffice\" | 4 song Maxi-single ||align=left|iNatty (Dec 2, 2010) |- |rowspan=\"2\"|2011 !scope=\"row\"|\"Jah Billionaire\" | Single ||align=left|iNatty (Feb 15, 2011) |- !scope=\"row\"|\"Negus Negast\" | Single ||align=left|iNatty (Jun 9, 2011) |- |rowspan=\"1\"|2016 !scope=\"row\"|\"Meditation b/w Aum Dub\" | 2 track single ||align=left|iNatty (Jan 27, 2016) |- |rowspan=\"2\"|2019 !scope=\"row\"|\"Stand In Love b/w Stand In Love Version\" | 7\" vinyl single ||align=left|iNatty (Apr 20, 2019) |- |} ===Remixes=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ Selected remixes of Natty Nation material, with date of remix release ! scope=\"col\" rowspan=\"1 | Year ! scope=\"col\" rowspan=\"1\" | Title ! scope=\"col\" rowspan=\"1\" | Remixer ! scope=\"col\" rowspan=\"1\" | Label and date |- |rowspan=\"1\"|2010 !scope=\"row\"|\"Skaffice\" | Man Mantis ||align=left|iNatty (Dec 2, 2010) |- |rowspan=\"1\"|2011 !scope=\"row\"|\"Love Each Other\" | Blackheart & Rastatronics ||align=left|Full Melt Recordings (Mar 25, 2011) |- |rowspan=\"1\"|2012 !scope=\"row\"|\"Hurricane (muezzin mix)\" | Francisco ||align=left|iNatty (Mar 15, 2012) |- |} ==Further reading== ;Interviews and articles * * * * * * * ;Discographies *Natty Nation at AllMusic *Natty Nation at Discogs ==See also== *List of reggae musicians *List of reggae rock artists *List of dub artists == References == ==External links== *NattyNation.com *iNattyRecords.com ;Audio and video *Natty Nation at The Internet Archive *Natty Nation on Bandcamp *Natty Nation on SoundCloud *Natty Nation on YouTube Category:American reggae musical groups Category:Reggae rock groups Category:Roots rock music groups ",
    "title": "Natty Nation"
}