{
    "id": "46903892",
    "text": "Radio Taranaki was a radio station in New Plymouth and Hawera. The station was originally started by Radio New Zealand (which at the time was known as the National Broadcasting Service) in 1948 as 2XP which broadcast on 1370AM in New Plymouth. The callsign was later changed to 2ZP and the station became known as 2ZP Radio Taranaki. During the 1970s programming was extended to Hawera on 1560AM with the callsign 2ZH. The Hawera station ran some of its own local shows and on air was known as Hawera's 2ZH or 2ZH Radio Taranaki. In 1978 after the AM band in New Zealand was changed from 10 kHz spacing to 9 kHz spacing the New Plymouth station moved to 1053AM and the Hawera station moved to 1557AM. Around 1992, the station began simulcasting on 90.0FM which was previously occupied by its sister station 'Q90FM', at this point the station became known as '90FM Radio Taranaki.' In 1993 Radio New Zealand rebranded many of their heritage stations as Classic Hits. For Radio Taranaki the station became known as Classic Hits 90FM. In the early nineties Radio New Zealand began rolling Newstalk ZB out across the country, in Taranaki the 1035AM and 1557AM frequencies were used to broadcast Newstalk ZB into the Taranaki region. The Hawera 1557AM station continued to broadcast a local breakfast on Newstalk ZB called 'The 1557 Breakfast' In July 1996 the New Zealand Government sold off the commercial arm of Radio New Zealand, which included, among other things, the Classic Hits branded stations. The new owner was The Radio Network, a subsidiary of APN News & Media and Clear Channel Communications, which operated as a division of the Australian Radio Network. In 1998 Classic Hits 90FM was reduced to just 4 hours of local programming between 6 and 10 am 7 days a week. Outside this time nationwide shows based from Auckland took over, and the announcers simply called the station Classic Hits. The breakfast show was shortened to a 3-hour show in 2012 on all Classic Hits stations and local weekend programming removed. In 2006 the 1557AM frequency originally used to broadcast 2ZH Radio Taranaki and later Newstalk ZB was reassigned to Coast with Newstalk ZB moving to 1278AM. At this point the Hawera-based '1557 Breakfast' was moved to Coast. Previous breakfast host for 15 years, Barney (Brent Procter) retired from broadcasting on 20 December 2013. On April 28, 2014 all stations part of the Classic Hits network were rebranded as The Hits. A networked breakfast presented by Pauline Gillespie and Grant Kareama was introduced to almost all The Hits stations with the former breakfast announcer moved to present a 6-hour show between 9am and 3pm. Taranaki initially retained its local breakfast then show presented by Adam Green and Eryn Deverson. followed by network programming after 9am. In 2017 The Hits in Taranaki switched to the network breakfast followed by local programming between 9am and 3pm. The local daytime show is presented by former The Hits Nelson announcer Emma Helleur. In 2015 the 1557AM Hawera frequency was replaced with Hokonui. The studios are based at Broadcasting House on the corner of Powderham and Brougham Streets in New Plymouth Central. ==References== Taranaki Category:Mass media in New Plymouth ",
    "title": "Radio Taranaki"
}