{
    "id": "46900468",
    "text": "Jakub Kagan (7 February 1896 – 1942) was a popular Polish-Jewish composer, pianist, jazz musician and arranger. In the early 1920s, he formed the Kagan's Jazz Band in Warsaw, performing in operettas, cabarets, and hotels. Since 1922 Kagan was a feature artist at the Kabaret Mirage and at the Teatr Nowości. In 1926 he signed a contract with the luxury Hotel Bristol in Warsaw. His band performed world-renowned standards as well as his own compositions widely popular across the country. He died in Warsaw during the Holocaust in occupied Poland. ==Life== Kagan was one of four sons of Morduch (Mordechai) and Sara née Kantor. He was born in Nowogródek in the Minsk Governorate of the Russian Empire (now Navahrudak in Belarus). His eldest brother Mieczysław (born in 1887) changed his name to Kochanowski and became composer of dance music before the First World War. Jakub followed in his brother's footsteps. He graduated from the Warsaw Institute of Music before 1918 and became member of the Polish Composers Union. In 1920 he fought in the Polish–Soviet War defending Warsaw during the Battle of Radzymin. He began composing at that particular time. His first widely popular tango was \"Złota pantera\" (The Gold Panther) to words by Andrzej Włast (1895–1942), premiered in 1929 in Żegiestów. The song opened all the doors for his subsequent Warsaw career, followed by international tours and concerts in Germany, Austria, and Hungary. His greatest hits were performed by such headliners as Hanka Ordonówna, Adam Aston, and Stanisław Grzesiuk. After the invasion of Poland by Nazi Germany he was deported to the Warsaw Ghetto where he played piano at the Splendid Café and the Melody Palace Theatre to survive. He was killed in 1942 possibly during the murderous Grossaktion Warsaw. His other brother, Feliks, who had changed his name to Kochański, also perished during the war.Naliwajek-Mazurek 2010 (ibidem), Note: see Tomasz Lerski, Syrena Record. Pierwsza polska wytwórnia fonograficzna 1904–1939, Editions ”Karin”, New York – Warsaw 2004: 661–662. Only the youngest of the Kagan brothers, Alexander (born in 1906), survived the Holocaust as a soldier of the Polish Army in France (1939–40), interned in Switzerland. ==Popular songs== {| width=\"95%\" |- | * \"Musiałem cię zostawić\" (1937), words by Zenon Friedwald * \"Złota pantera\" (1929), words by Andrzej Włast * \"Miłość stara jak świat\" (1933), words by Jerzy Ryba * \"Zakochany księżyc\" (1938), words by Zenon Friedwald * \"Na Górny Śląsk\" (march) * \"Skarga miłości\" (waltz) * \"Wspomnienie Bobrujska\" (march) * \"Mary\" (foxtrot) * \"Cowboy\" (foxtrot) * \"Afra\" (foxtrot) * \"Luna\" (foxtrot) * \"Fata Morgana\" (1929), words by Andrzej Włast * \"Syn ulicy\" (1929), words by Andrzej Włast | * \"Koralowe usta\" (1930), words by Andrzej Włast * \"Nie trzeba słów\" (1930), words by Wiktor Friedwald * \"Daisy\" (foxtrot) * \"Lady Harrison\" (foxtrot) * \"Derwisz\" (foxtrot) * \"Tow-To\" (foxtrot * \"Wspomnienie\" (boston) * \"Patrz z uśmiechem na świat\" (foxtrot) * \"Tyś mych uczuć nie warta\" (1933), words by Jerzy Ryba * \"To miłość kończy się dziś\" (1933), words by Ludwik Starski * \"Jesienna piosenka\" (1934), words by Michał Tyszkiewicz * \"Kocham twoje usta\" (1936), words by Zbigniew Maciejowski * \"Lubię (1937)\", words by Zenon Friedwald |} ==References== * Jakub Kagan, Biblioteka Piosenki, Nota biograficzna ==Bibliography== * Stanisław Łoza (ed.), \"Czy wiesz kto to jest?\", Wydawnictwo Głównej Księgarni Wojskowej Warszawa 1938, p. 312\\. Category:1896 births Category:1942 deaths Category:People from Navahrudak Category:People from Novogrudsky Uyezd Category:Belarusian Jews Category:Polish Jews Category:Polish composers Category:Jewish composers Category:Polish jazz pianists Category:20th-century composers Category:20th- century pianists Category:Polish people of the Polish–Soviet War Category:Polish military personnel Category:Polish civilians killed in World War II Category:People who died in the Warsaw Ghetto ",
    "title": "Jakub Kagan"
}