{
    "id": "46909804",
    "text": "The ninth season of the American sitcom The Big Bang Theory started airing on CBS on Monday, September 21, 2015. It returned to its regular Thursday time slot on November 5, 2015 for the season's seventh episode. It concluded on May 12, 2016. On March 12, 2014, The Big Bang Theory was renewed for an additional three years, extending it through the 2016–17 season for a total of ten seasons. Laura Spencer was upgraded to the main cast during the season as Dr. Emily Sweeney, after being a recurring cast member for two seasons. == Production == Like the previous season, the first six episodes of the ninth season aired on a different night due to CBS acquiring the rights to Thursday Night Football games. In May 2015, CBS announced at its annual upfront presentation, that the series would begin its ninth season on Mondays, before returning to the Thursday slot once the football games ended. Filming for the ninth season began on August 5, 2015, according to posts on Twitter by several of the cast members including Melissa Rauch and Kunal Nayyar. Laurie Metcalf reprised her role as Sheldon's mother Mary in episodes 1 and 24, and Keith Carradine returned as Penny's father Wyatt in episode 3. Sheldon's maternal grandmother Constance who he calls \"Meemaw\" made her first long-awaited appearance in episode 14 and was portrayed by June Squibb and Leonard's father Alfred also made his first long-awaited appearance in episode 24 and was played by Judd Hirsch. This was the first season to feature every main cast member of the show, including former main cast member Sara Gilbert, who made a guest appearance in the 200th episode. == Cast == ===Main cast=== * Johnny Galecki as Dr. Leonard Hofstadter * Jim Parsons as Dr. Sheldon Cooper * Kaley Cuoco as Penny * Simon Helberg as Howard Wolowitz * Kunal Nayyar as Dr. Rajesh \"Raj\" Koothrappali * Mayim Bialik as Dr. Amy Farrah Fowler * Melissa Rauch as Dr. Bernadette Rostenkowski-Wolowitz * Kevin Sussman as Stuart David Bloom * Laura Spencer as Dr. Emily Sweeney ===Recurring cast=== * Laurie Metcalf as Mary Cooper * John Ross Bowie as Dr. Barry Kripke * Wil Wheaton as himself * Casey Sander as Mike Rostenkowski * Alessandra Torresani as Claire * Christine Baranski as Dr. Beverly Hofstadter * Brian Thomas Smith as Zach Johnson * Sara Gilbert as Leslie Winkle * Bob Newhart as Dr. Arthur Jeffries/Professor Proton * Stephen Hawking as himself ===Guest cast=== * Jim Meskimen as a minister * Melissa Tang as Mandy Chao * Keith Carradine as Wyatt * Megan Heyn as Natalie * Patrika Darbo as Grace * Michael Rapaport as Kenny * Adam Nimoy as himself * Stephen Merchant as Dave Gibbs * Analeigh Tipton as Vanessa Bennett * Elon Musk as himself * Wayne Wilderson as Travis * Jane Kaczmarek as Dr. Gallo * June Squibb as Meemaw * Creagen Dow as Maitre D' * Adam West as himself * Blake Anderson as Trevor * Judd Hirsch as Alfred Hofstadter == Episodes == == Ratings == == Reception == The ninth season received mixed reviews. John Doyle of The Globe and Mail criticized the humor, writing that \"The show isn't funny any more. The same tired jokes go around in circles. It's dated and stale\", while Tom Eames of Digital Spy criticized the relationship between characters Leonard and Penny, writing that they \"certainly don't have some passionate, Ross and Rachel-style 'will they / won't they' romance, with fans dying to see them together. Even now they're married, it's a weirdly anti-climactic payoff - and it doesn't quite feel right that they're together.\" Ashley Bissette Sumerel of TV Fanatic wrote that \"For a rather serious season premiere, \"The Matrimonial Momentum\" is still a lot of fun\". == References == General references * * * == External links == * * Category:2015 American television seasons Category:2016 American television seasons Category:The Big Bang Theory seasons ",
    "title": "The Big Bang Theory (season 9)"
}