{
    "id": "46906352",
    "text": "Cecile Canqueteau-Landi (born October 3, 1979) is a French gymnastics coach and former artistic gymnast. She competed at the 1996 Olympics and currently coaches at World Champions Centre in Spring, Texas. She coached from 2007 to 2017 at the World Olympic Gymnastics Academy. == Early years == Canqueteau was born on October 3, 1979, in the Provence-Alpes-Côte d'Azur region of France. In the fall of 1988, she started at Ecole Sainte Anne. In 1990, she resumed secondary education at C.E.S. Roy D'Espagne until 1995. Later, Canqueteau finished at the Lycée-Collège Honoré Daumier school. She started university at Aix-Marseille University, which was University of the Mediterranean at the time but left after her first year of study. == Gymnastics career == Canqueteau started gymnastics at the age of 5 and at 9 years old she moved to Marseille to enter the national center.. She trained at Club Gymnastique Saint-Giniez, a well-known gymnastics club in the Canton of Marseille – Saint- Giniez, which has since been disbanded. Canqueteau trained at this club for the whole of her gymnastics career. Canqueteau's first major international competition was the 1994 World Artistic Gymnastics Championships in Dortmund, Germany. She finished 39th in the all-around, in the qualification round, but didn't make the all-around final due to the three-per-country rule at the time. She was later selected for the 1996 Olympics and competed in the qualification round, she finished 8th place with France. She competed at another world and European championships in 1997–1998 and retired from Elite gymnastics in 1999. She competed for her club at nationals until 2002. == Coaching career == After she left university, Canqueteau started coaching at the French National Training Center from 2001 to 2004. Following her four-year stint for the French National Team, Canqueteau moved to Norman, Oklahoma, United States, with then-boyfriend Laurent Landi in August 2004 and started coaching at Bart Conner Gymnastics Academy. In June 2007, after under three years of coaching at the Bart Conner Gymnastics Academy, both she and husband, Laurent, moved to Texas to coach at the renowned World Olympic Gymnastics Academy. At WOGA, Canqueteau-Landi served as the personal coach to Alyssa Baumann, Briley Casanova, Sophia Lee, and Samantha Ogden, and has also worked extensively with Katelyn Ohashi, Madison Kocian and various other WOGA alumni. Many of her athletes have been full-ride scholarship recipients, state, regional, and national champions. In October 2017, Canqueteau-Landi joined the coaching staff at World Champions Centre, where she and husband Laurent Landi are personal coaches to Simone Biles, and where she is assistant head coach of the girls' competitive program. == Personal life == Canqueteau married boyfriend and ex-French National Team member, Laurent Landi, on August 20, 2005 at A Little White Wedding Chapel in Las Vegas, Nevada. Ludivine Furnon and Ivan Ivankov were both in attendance at the ceremony. The couple have a daughter. == References == Category:1979 births Category:French female artistic gymnasts Category:French emigrants to the United States Category:Gymnasts at the 1996 Summer Olympics Category:People from Provence- Alpes-Côte d'Azur Category:Olympic gymnasts of France Category:World Olympic Gymnastics Academy Category:American gymnastics coaches Category:People from McKinney, Texas Category:Gymnastics in Texas Category:Living people Category:American sportswomen Category:Female sports coaches ",
    "title": "Cecile Canqueteau-Landi"
}