{
    "id": "46906406",
    "text": "John Hiden John William Hiden (1940-2012) was a British historian who was emeritus professor of Baltic studies at Bradford University and senior research fellow at Glasgow University. He was a specialist in modern German history and the history of the Baltic republics, and advised the British government at the time when the Baltic states were reaching independence. ==Education== Hiden was born in London on 21 February 1940, and educated at Acton County Grammar School. He receiving his PhD from the University of London in 1970. His thesis was published as The Baltic States and Weimar Ostpolitik in 1987.Obituary of John Hiden. Central and Eastern European Review, Vol. 6, 2012. Archived here. ==Career== Hiden taught at a primary school and then at Repton. His first academic post was at the University of Aberdeen (1973–79). In 1974 he produced The Weimar Republic of which the Central and Eastern European Review said \"arguably it has never been bettered\". He joined the University of Bradford in 1979. There he created the Baltic Research Unit and founded the journal Baltic Briefing. He advised the British government about policy towards the Baltic states at the time they were approaching independence and after. He finished his career as emeritus professor of Baltic studies at Bradford and senior research fellow at Glasgow University. ==Death== Hiden died on 10 August 2012. He was survived by his wife, Juliet, whom he married in 1963, and their two children.John Hiden obituary. Martyn Housden, The Guardian, 16 September 2012. Retrieved 6 June 2015. ==Selected publications== *The Weimar Republic. Longman, 1974. (Second edition 1996) (Seminar Studies in History) *Germany and Europe, 1919-39. 1977. *Explaining Hitler's Germany. 1983. (With John Farquharson) *The Baltic States and Weimar Ostpolitik. Cambridge University Press, Cambridge, 1987. *Republican and Fascist Germany. 1996. *The Baltic and the Outbreak of the Second World War. Cambridge University Press, 2003. (with Thomas Lane) *Defender of Minorities: Paul Schiemann, 1876-1944. 2004. *Neighbours or Enemies? Germans, the Baltic and Beyond. Rodopi, Amsterdam, 2008. (With Martyn Housden) *Ethnic Diversity and the Nation State. 2012. (With David Smith) == References == Category:British historians Category:Academics of the University of Bradford Category:Academics of the University of Glasgow Category:Alumni of the University of London Category:People educated at Acton County Grammar School Category:Academics of the University of Aberdeen Category:Alumni of the University of Hull Category:1940 births Category:2012 deaths Category:Historians of Europe ",
    "title": "John Hiden"
}