{
    "id": "46909382",
    "text": "Raja Balwant Singh viewing a painting, with Nainsukh behind him puja, c. 1750 Raja Dhrub Dev assesses a horse; it was usual for horses to be shown off in front of a white sheet, to better appreciate their form Nainsukh (literally \"Joy of the Eyes\"; c. 1710Crill and Jariwala, 140 say \"c. 1710–20\" on the birth date, see also Pahari-Meister, p. 268. – 1778) was an Indian painter. He was the younger son of the painter Pandit Seu and, like his older brother Manaku of Guler, was an important practitioner of Pahari painting, and has been called \"one of the most original and brilliant of Indian painters\".Kossak, 99 Around 1740 he left the family workshop in Guler and moved to Jasrota, where he painted most of his works for the local Rajput ruler Mian Zorowar Singh and his son Balwant Singh until the latter's death in 1763. This is the best known and documented phase of his career. Through his adaptation of elements of Mughal painting, he was a central force in the development of Pahari painting in the middle of the eighteenth century, bringing Mughal elements into what had been a school mainly concerned with Hindu religious subjects.Grove; Guy, 160; Harle, 411-12 In his final phase at Basholi, from about 1765 until his death in 1778, Nainsukh returned to religious subject matter, but retaining his stylistic innovations. By the end of his career, with an active family workshop continuing his style, he was probably not executing the works himself anymore, but leaving them to his children and nephew as his artistic heirs. Such works are often ascribed to the Family of Nainsukh.Beach, 199–200 According to B.N. Goswamy, the leading scholar of Nainsukh, \"Devices and mannerisms associated with Nainsukh include: a preference for uncoloured grounds; shading through a light wash that imparts volume and weight to figures and groups; a fine horizontal line that separates ground from background; a rich green in which his landscapes are usually bathed; a bush with flat circular leaves that he often introduces; a peculiar loop of the long stem of a hooka; and a minor figure often introduced in a two-thirds profile.\"Grove Although a great part of his work may be lost, around a hundred works by Nainsukh survive, many in both Indian and Western museums. Four of these bear his signature, and several have inscribed titles or comments.A list of his works in B.N. Goswamy, Eberhard Fischer: Nainsukh of Guler. In: Milo C. Beach, Eberhard Fischer, B.N. Goswamy (Hrsg.): Masters of Indian Painting. Artibus Asiae Publishers, Zürich 2011, Vol. 2, 689–694. Unusually for Pahari painting, some are dated.Harle, 411 There are at least two self-portraits, one from early in his career, and the other in a group scene with Balwant Singh, who is looking at a miniature, with the artist seated below him. Nainsukh peers over the raja's shoulder, perhaps offering his comments on the work, or ready to do so.The latter painting (Museum Reitberg, Zurich) was exhibited in two recent exhibitions: #43 in London, Crill and Jariwala, 140–141, and # 83 in New York, Guy, 162; a detail of the earlier is shown at Guy, 160' A film based on his life was created by Amit Dutta in 2010. == Early life == Self-portrait at the age of 20 Nainsukh was born c. 1710 in Guler in modern Himachal Pradesh, India, then the capital of the pocket Guler State in the far north of India, in the foothills of the Himalayas. Here his father subsequently established a painting workshop. Along with his brother who was around ten years older than him, he was trained by his father in all aspects of painting from an early age. At this very time, examples of Moghul painting were increasingly coming to the valleys of the west Himalayas, and it seems probable that Nainsukh came into contact with the works of Mughul painters early on. Possibly he had worked at a Mughal court, where Hindu artists were common.Crill and Jaliwala, 35–36; Grove Unlike his stylistically more conservative brother Manaku, who remained in Guler and closely conformed to the style of his father Seu,Guy, 153–159 Nainsukh introduced many of the novel elements of Moghul painting into the traditional Pahari style employed by his family. His early work is very poorly documented, and his distinctive style emerges almost fully formed in the next phase of his career.Beach, 196–202; Grove; Crill and Jaliwala, 35–36 == Jasrota and Raja Balwant Singh == Victoria & Albert Museum, London) Portrait of a singer, 1750–55 The Poet Bihari Offers Homage to Radha and Krishna, 1760–65 Around 1740, Nainsukh left his father's workshop in Guler and moved to Jasrota. It is unknown whether he made this move because of his stylistic innovations or for economic reasons (Guler was probably too small for two painters of the calibre of Manaku and Nainsukh). In the small but wealthy principality of Jasrota, Nainsukh worked for various patrons.Guy, 160 The most important was Raja Balwant Singh (1724–1763), who employed him for almost twenty years, until his untimely death. His work for Balwant Singh is his most celebrated, showing unusually intimate, informal, and sometimes downright unflattering scenes of the raja going about his daily round of pleasures. Balwant Singh ranked very low in the ranks of Hindu princes, and was barely a ruler as opposed to a landowner.Grove; Crill and Jariwala, 140; Harle, 411; Reila. Balwant Singh's exact status is rather confused. He came from the Dogra dynasty and was the younger brother of the able Raja Renjit Dev of Jammu (1728–1780), who introduced social reforms such as a ban on sati (immolation of the wife on the pyre of the husband) and female infanticide. The hill states gained in prosperity from the turmoil to the south after the capture of Dehli by the Persian Nadir Shah in 1739 diverted trade routes their way.Harle, 411 The relationship between the art-loving Balwant Singh and Nainsukh must have been very close, since Nainsukh seems to have been employed by him often and able to see and record intimate scenes of his everyday life. Balwant Singh must have lacked the normal attitude of other Indian royalty to only allow images to be produced that displayed the magnificence of his life; who between patron and painter first suggested this very informal approach is unknown. As well as some more conventional scenes, such as showing the raja hunting with a retinue or watching dancers, paintings by Nainsukh show the raja getting his beard trimmed, writing a letter, performing a puja, looking out of a palace window, sitting in front of the fire wrapped in a blanket, or smoking a hookah and inspecting a painting.Grove; Crill and Jariwala, 36–37, 140; Harle, 411-12 When Balwant Singh had to spend a period in exile in Guler Nainsukh accompanied him.Guy, 162 It is characteristic of Nainsukh that he captures such specific situations and settings with great sensitivity. In his depictions of scenes, he moved away from stylised types in favour of realistic depictions.Grove; Crill and Jariwala, 140 In his naturalistic depiction of buildings and books and his efforts to depict depth, Nainsukh shows the influence of his study of works by Mughal painters. Intimate depictions of Rajput rulers were not entirely unprecedented; Raja Sidhi Sen, 10th Raja of Mandi (died 1727) had had many images of himself painted, but these emphasized what was evidently a very impressive physique, and evoked the tradition of the mahapurusha, or supernaturally perfect being. In one portrait, according to B.N. Goswamy, the raja \"combines an extreme informality of appearance with great majesty of bearing\", a very different effect from that of Nainsukh's paintings.B.N. Goswamy, \"Raja Sidhi Sen of Mandi; An Informal Portrait\", in The Spirit of Indian Painting: Close Encounters with 100 Great Works 1100–1900, 2014, Penguin UK, , 9789351188629 The close relationship between Nainsukh and Balwant Singh is also shown by the fact that after his master's early death in 1763, he took his ashes to Haridwar along with his family's possessions, as he recorded in a long entry in the register of the pilgrimage's destination, including a drawing in pen.Grove, see also B. N. Goswamy: Pahari Painting: The Family as the Basis of Style. In: Marg. Vol 21, No. 4, 1968, pp. 17–62 & Pahari-Meister, pp. 269–270. Haridwar is one of the Sapta Puri or \"Seven Holy Places\" of Hinduism, and the ashes were to be cast on the river Ganges in a common funerary ritual.Guy, 163, # 84, online This register record is an important source for the reconstruction of Nainsukh's life and work, which was previously clouded by considerable uncertainty, and his entry demonstrates the growing perception by artists of their importance. He also painted a miniature which probably shows the raja's ashes, ceremonially arranged in a screen tent in the countryside with two attendants, presumably at a resting place while on their way to Haridwar.Guy, 163, # 84, online == Basholi, and the family workshop == Radha and Krishna, c. 1775, \"first generation after Nainsukh\" King Dasharatha Approaches the Sulking Kaikeyi's Chamber, from the Ramayana, Nainsukh After Balwant Singh's death in 1763, around 1765 Nainsukh moved and entered the service of Amrit Pal (ruled 1757–1778),Grove a nephew of Balwant Singh and ruler of Basohli, a very devout Hindu who eventually abdicated the throne in order to devote himself to a life of meditation. For him, Nainsukh produced entirely different kinds of work, turning to the more typical Pahari subject matter of illustrating poems recounting the stories from the great Hindu religious epics. His later work is less well known than that of his Jasrota period, and in the opinion of many scholars under-rated.Kossak, 99 He began to make drawings for a set of illustrations to the Gita Govinda, a famous poem on the earthly exploits of Krishna. Some late sheets by Nainsukh that were not taken beyond the stage of preliminary drawings have comments by priests and scholars on the appropriateness of the images and their faithfulness to the texts they illustrate. This indicates that the religious function of such illustrations remained important.Beach, 202 Family of Nainsukh, Heroine Rushing to Her Lover (Abhisarika Nayika) Late 18th century In the family workshop which he headed in Basohli toward the end of his life, Nainsukh appear to have collaborated with his nephew Fattu (c. 1725 – 1785, son of Manaku) and his youngest son Ranjha (c. 1750 – 1830). He had three other sons: Kama (c. 1735 – c. 1810), Gaudhu (c. 1740 – 1820) and Nikka (c. 1745 – 1833).Pahari-Meister, 307. Nainsukh died in Basholi in 1778.Kossak, 99 Members of the family spread out in the region, carrying the family style throughout the hills.Beach, 199 They too became painters who continued to work in the naturalistic and graceful Pahari style developed by Nainsukh. These are often attributed to the \"Family of Nainsukh\", as individual artists are hard to identify. The family workshop continued into the 19th century, and art historians tend to divide their work into categories such as the \"first generation after Nainsukh\" (or \"after Nainsukh and Manaku\").As in Guy, #s 87–94; Grove == Gallery == File:The Musical Mode, Surmananda (6124588891).jpg|The Musical Mode, Surmananda File:The Musical Mode, Gauri (6124588729).jpg|The Musical Mode, Gauri File:Nainsukh 2013GL0908 jpg l.jpg|Raja Balwant Singh watches performers File:Shiva and Parvati, Seated on Mount Kailasa (6125134372).jpg|Shiva and Parvati, Seated on Mount Kailasa == See also == * Nainsukh (2010 film) == Notes == == References == *Beach, Milo Cleveland, Mughal and Rajput Painting, Part 1, Volume 3, The New Cambridge History of India, 1992, Cambridge University Press * Crill, Rosemary, and Jariwala, Kapil. The Indian Portrait, 1560–1860, National Portrait Gallery, London, 2010, * \"Grove\", B. N. Goswamy. \"Nainsukh.\" Grove Art Online. Oxford Art Online. Oxford University Press, accessed 7 June 2015, subscription required * Guy, John, Britschgi, Jorrit, Wonder of the Age: Master Painters of India, 1100–1900, 2011, Metropolitan Museum of Art, , 9781588394309 * B.N. Goswamy, Eberhard Fischer: Pahari- Meister: Höfische Malerei aus den Bergen Nord-Indiens. Museum Rietberg, Zürich 1990, . *Harle, J.C., The Art and Architecture of the Indian Subcontinent, 2nd edn. 1994, Yale University Press Pelican History of Art, *Kossak, Steven. (1997). Indian court painting, 16th–19th century. Metropolitan Museum of Art. * Reila, Anil, The Indian Portrait: An artistic journey from miniature to modern, 2010, Archer Art Gallery, google books == Further reading == * B.N. Goswamy, Eberhard Fischer: \"Nainsukh of Guler\", in: Milo C. Beach, Eberhard Fischer, B.N. Goswamy (Ed.): Masters of Indian Painting, Artibus Asiae Publishers, Zürich 2011, , pp. 659–686 (Artibus Asiae: Supplementum. Vol 48.2). * B.N. Goswamy: Nainsukh of Guler: A great Indian Painter from a Small Hill-State. Museum Rietberg, Zürich 1997, (Artibus Asiae: Supplementum. Vol XLI). Category:Indian male painters Category:Mughal painters Category:1778 deaths Category:Court painters Category:Year of birth uncertain Category:18th- century Indian painters Category:People from Kangra district Category:Painters from Himachal Pradesh ",
    "title": "Nainsukh"
}