{
    "id": "46907748",
    "text": "Going for a walk (c. 1663-1665) is an oil on canvas painting by the Dutch painter Pieter de Hooch. It is an example of Dutch Golden Age painting and is now in the Musée des Beaux-Arts de Strasbourg. Its inventory number is 213. This painting was documented by Hofstede de Groot in 1908, who wrote; \"199. GOING FOR A WALK. deG. 86.Comparative table of catalog entries between John Smith's first Catalogue raisonné of Hooch and Hofstede de Groot's first list of Hooch paintings published in Oud Holland In a vestibule decorated after the pseudo-antique style of the late Renaissance a couple are walking to the right. The gentleman wears a tall, broad-brimmed hat with red and white feathers, and has a red cloak embroidered with gold over his white silk jacket. The lady, seen in profile, has round her head a black veil partly concealing her gold-embroidered bodice, and with her right hand lifts up her yellow skirt. In front of them, to the right, is a dog. Behind them, between the columns to the left, comes a nurse with a little girl. The floor is paved with tiles, which are laid in circles in the foreground and in a square pattern farther back. The hall is surrounded by columns on the left and by pilasters on the right. By the wall at the back is a nude statue, between two arched doorways ; the left-hand door is open and looks into another room, the lighting of which is apparently wrong. In this room is a high window, with a table under it and a chair to the right ; the floor is paved with square tiles. At the back, by the entrance to the room beyond, there was originally the figure of another man, which has been painted out ; the dog also has been repainted in a different way. The colouring of the principal figures is harmonious, but in the figure of the nurse the purple tones characteristic of the late period are obvious. The curtain, the table-cloth, and the chair- cushion in the back room are vermilion. The cloth over the chest is a dull green. The brushwork even in the background is quite in the manner of P. de Hooch. The picture might well be taken as a typical Janssens, but it is unquestionably a genuine de Hooch, dating from the commencement of the Amsterdam period. The signature is false ; canvas, 28 1/2 inches by 34 inches. Mentioned by Waagen (iii. p. 222), and by Burger, Tresors d' Art en Angleterre, 1852 (p. 317). Exhibited at the Manchester Art Treasures Exhibition, 1857, No. 950 (by Galton). Sale. H. Reydon, Amsterdam, April 5, 1827, No. 54; a man with a black cloak is mentioned in the background probably the figure described above as having been painted out. In the collection of Howard Galton, Hadzor House, Droitwich, 1850-1857. Afterwards in the possession of the dealer E. Warneck, Paris. Purchased by Dr. W. Bode for the Strassburg Gallery. Now in the Municipal Picture Gallery at Strassburg, No. 128 in the 1899 catalogue. \"entry 199 for Going for a walk in Hofstede de Groot, 1908 The vestibule decorated after the pseudo-antique style of the late Renaissance described here is a gallery of the main hall of the (then) Amsterdam City Hall (today the Royal Palace of Amsterdam). The relief at the back is by the hand of Artus Quellinus and depicts Mercury, and the circular tiles in front are a map of the world in the marble floor: File:Mercurius.jpg|Mercury File:Zijgalerij 2.JPG|View of a gallery of the Royal Palace on the Dam (the people are standing around one of the world maps in marble, protected today with a low gate to preserve the inscriptions) De Hooch made at least two more paintings with scenes of the interior of the City Hall: File:Pieter de Hooch - The Council Chamber in Amsterdam Town Hall - WGA11710.jpg|The Council Chamber in Amsterdam Town Hall File:Pieter de Hooch - Company Making Music - WGA11711.jpg|Musical Party in a Hall == References == == External links == *Départ pour la promenade, presentation of the painting on the museum's website Category:1660s paintings Category:Paintings by Pieter de Hooch Category:Paintings of the Musée des Beaux-Arts de Strasbourg Category:Dogs in art Category:Paintings in the Musée des Beaux-Arts de Strasbourg Category:Oil on canvas paintings ",
    "title": "Going for a Walk in the Amsterdam Town Hall"
}