{
    "id": "46905141",
    "text": "Maria Claire Adorna (born July 13, 1993) is a professional Filipina triathlete and swimmer. ==Education== Adorna attended the University of the Philippines Diliman for her college studies. ==Collegiate career== At the 2010 CHED National Games, Adorna won seven gold medals for her regional team, National Capital Region as a swimming competitor. She won the events of women's 400m Individual medley, 50m freestyle, 100m freestyle, 100m butterfly, 50m backstroke and 4x50-meter relay events. ==International career== Adorna's first international competition was the 2014 New Taipei ASTC Triathlon Asian Cup which took place at the New Taipei Breeze Canal on June 14, 2014. She trained under Portuguese Sergio Santos for a month before the tournament. She finished third behind champion, Hoi Long from Macau and Choi Yan Yin from Hong Kong. At the ULAH Tri United 1 at Dungaree Beach in Subic Bay Freeport held on March 1, 2015, Adorna finished second behind Australian Mitch Robins. Adorna won the gold at the triathlon event at the 2015 Southeast Asian Games behind fellow Filipina Kim Mangrobang on June 6, winning the first gold medal for her country of that year's Games. Adorna, part of the Philippine triathlon team has decided to skip the 2016 Hatsukaichi ASTC Triathlon Asian Championships due to ongoing recovery process from her left knee injury. She was among the two athletes that represented the Philippines at the 2019 World Beach Games. Adorna competed in aquathlon where she finished 25th out of 28 competitors. ==Awards== Adorna received the national 2013 Swimmer of the Year, as well as the women's elite 2014 Triathlete of the Year award at the 2014 SwimBikeRun Awards. ==References== Category:1993 births Category:Living people Category:Filipino female triathletes Category:Filipino female swimmers Category:Triathletes at the 2014 Asian Games Category:University of the Philippines Diliman alumni Category:Place of birth missing (living people) Category:Southeast Asian Games gold medalists for the Philippines Category:Southeast Asian Games silver medalists for the Philippines Category:Southeast Asian Games medalists in triathlon Category:Triathletes at the 2018 Asian Games Category:Competitors at the 2015 Southeast Asian Games Category:Competitors at the 2017 Southeast Asian Games Category:Asian Games competitors for the Philippines Category:Competitors at the 2019 Southeast Asian Games ",
    "title": "Maria Claire Adorna"
}