{
    "id": "46900143",
    "text": "Wanda Jo Peltier (July 26, 1933) is a politician from the U.S. state of Oklahoma. Peltier served in the Oklahoma House of Representatives from 1986 until 1996, representing District 93. After her time in the legislature, Peltier ran for a seat on the Oklahoma Corporation Commission. She served a term as the president of the Commission on the Status of Women and is also the owner of a technical writing company, Peltier Pen Productions. ==Early life== Peltier was born Wanda Jo Gramlich on July 26, 1933 to parents Richard and Zethel Gramlich in Checotah, Oklahoma. She moved to Oklahoma City with her husband, Bob Stapleton, in 1982. ===Education and Career=== Peltier holds a bachelor of arts from Oklahoma Baptist University in English that she earned in 1963. She received her master's in English from the University of Kansas in 1965. Peltier worked as an assistant professor of English at Oklahoma Baptist University from 1968-1973. Peltier was also the owner of a technical writing company, Peltier Pen Productions, from 1977-1986. Peltier helped to build the Oklahoma Women's Political Caucus, a branch of the National Women's Political Caucus in order to lobby for the ratification of the Equal Rights Amendment. At the time, this branch was the third largest in the nation based on population, with more than 800 members statewide. Peltier served as the chair of this organization from 1980-1984. ==Oklahoma Legislature== Peltier served in the Oklahoma House of Representatives from 1986 until 1996, representing the 93rd district. During her very first session, Peltier decided to file a bill that would allow the Girl Scouts of the USA flag the same ability to fly over the capitol building that the Boy Scouts of America flag had. Without her prior knowledge, Representative Monks attached the Make My Day amendment to her bill, making her the principal author of the later law in Oklahoma. Other bills passed by Peltier include the disallowing of unloading out-of-state garbage from trains in her district. Peltier fought utility companies to acknowledge and return the over-collection of payments during the Reagan era. She sponsored a bill that improved the outpatient care of mental health patients, both children and adults, saving the taxpayers around $40 million a year. Peltier later ran a statewide race for the Corporation Commission and was runner-up with 48% of the vote. Outside of public office, Peltier leads a busy life. She worked with a private tutor for two years learning Spanish and has worked as a consultant in numerous campaigns. Peltier also spent several years serving as a literacy tutor for adults. During her time tutoring children in reading, Peltier published her own book, Vowels, patterns and sounds: designed for self-help and classroom use In 2010, after a political corruption investigation including her state legislator, Peltier decided to campaign for her old legislative seat. Peltier did not win the election and was beat by Representative Mike Christian. ===House Committees=== *Vice-Chair on the Health and Mental Health Committee *Vice-Chair of the Education Committee ==References== ==External links== *Women of the Oklahoma Legislature Oral History Project -- OSU Library *Apple Says Peltier Violated Constitution -- Tulsa World *Online posting of women's abortion information challenged in Oklahoma -- CNN *Grass Roots Campaign Category:1933 births Category:Living people Category:People from Checotah, Oklahoma Category:Oklahoma Baptist University alumni Category:University of Kansas alumni Category:Oklahoma state senators Category:Women state legislators in Oklahoma Category:Oklahoma Democrats ",
    "title": "Wanda Jo Peltier"
}