{
    "id": "46909856",
    "text": "Gary M. Green (born 20th century) is a musician, author, television host, gaming consultant and entrepreneur. He was vice president of marketing for The Trump Organization and appeared on the television reality game show The Apprentice. He was also on the 2004 television special New Year's Eve with Carson Daly. Green was executive vice president of Synergy Gaming, and the public face of the company. He was the spokesman for four years, until 2017 for Ortiz Gaming. In 2016 it was announced that he would host a television series called \"Casino Rescue\". https://news.worldcasinodirectory.com/new- casino-makeover-show-to-be-hosted-by-industry-phenom-gary-green-34800 ==Career== ===Music=== Gary Green Charlotte NC Green recorded three folk-music albums from 1977 to 1982 with Folkways Records, which worked with other folk artists including Woody Guthrie and Pete Seeger. Folkways was later acquired by the Smithsonian Institution as part of the \"Smithsonian Folkways\" exhibition. Green also composed music for the crime drama film Fort Apache, The Bronx (1981). The film, starring Paul Newman and Ed Asner, is about life in New York City's South Bronx from the point of view of a police officer. ===Media=== In the 1970s, Green was a journalist for The Gaston Gazette, a newspaper in Gastonia, North Carolina, which was later purchased by Halifax Media Group. He earned two Pulitzer Prize nominations for his writing. In 2010, he wrote Marketing Donald Trump, a guide explaining how Green marketed Trump which can be applied to other marketing applications. In 2012, he wrote Gambling Man, which details Green's life as a modern-day casino boss through personal anecdotes. ===Other activities=== In the early 1990s, Green purchased part of a Russian circus. He established it as a Euro Circus attraction at Myrtle Beach, South Carolina. After he sold the circus, he joined Smith- Gardner, a Florida catalog software company. At Smith-Gardner, Green aided in development of software to take orders online when the company changed their focus from telephone and mail orders. ===Casinos=== Gary Green and Donald Trump By 1979, Green was working with casinos in Atlantic City, New Jersey. He patented a casino-management system based on customer relationships. He was vice president of marketing for The Trump Organization and the Trump 29 Casino near Palm Springs, California. Green was named president of Absentee Shawnee Gaming Enterprises in July 2004. He was general manager of the Thunderbird Wild Wild West Casino in Norman, Oklahoma and oversaw construction of another casino in Oklahoma City. In 2005, Green co-founded Las Vegas-based casino management and development company Southern Dutch Gaming with Frank Haas, who he worked with at Trump 29. Green was general manager of Glacier Peaks Casino in Browning, Montana, in 2006, and was hired by the Ottawa Tribe to oversee their new Four Winds Casino that same year and consulted for an Ottawa casino in Miami, Florida. Synergy Gaming hired Green in 2009 as its executive vice president and official public face of the company. He purchased the former Gold Mine Casino in 2011. Green served for four years as spokesman and senior consultant to the president for Ortiz Gaming. ==Discography== * Gary Green, Vol. 1: These Six Strings (1977) * Gary Green, Vol. 2: Allegory (1977) * Gary Green, Vol. 3: Still at Large (1982) ==Bibliography== * Marketing Donald Trump (2010, Penny Arcades) * Gambling Man (2012, Penny Arcades) ==See also== * List of people from Florida * List of people from Montana * List of people from North Carolina * List of people from New Jersey * List of people from Montana * List of people from Las Vegas * List of people from Norman, Oklahoma * List of people from Palm Springs, California ==References== ==External links== * Category:Year of birth missing (living people) Category:Place of birth missing (living people) Category:20th-century births Category:20th-century American businesspeople Category:20th-century American non-fiction writers Category:20th-century American composers Category:21st-century American businesspeople Category:21st-century American composers Category:21st-century American non-fiction writers Category:American autobiographers Category:American business writers Category:American casino industry businesspeople Category:American company founders Category:American film score composers Category:American gambling writers Category:American male composers Category:American male journalists Category:American newspaper journalists Category:American patent holders Category:Businesspeople from California Category:Businesspeople from Florida Category:Businesspeople from Montana Category:Businesspeople from Nevada Category:Businesspeople from New Jersey Category:Businesspeople from North Carolina Category:Businesspeople from Oklahoma Category:Businesspeople from South Carolina Category:Circus owners Category:Journalists from California Category:Journalists from Montana Category:Journalists from New Jersey Category:Journalists from North Carolina Category:Journalists from South Carolina Category:Male film score composers Category:Musicians from Palm Springs, California Category:Musicians from Atlantic City, New Jersey Category:People from Gastonia, North Carolina Category:People from Glacier County, Montana Category:Musicians from Las Vegas Category:People from Myrtle Beach, South Carolina Category:Musicians from Norman, Oklahoma Category:Songwriters from California Category:Songwriters from Florida Category:Songwriters from Montana Category:Songwriters from Nevada Category:Songwriters from New Jersey Category:Songwriters from North Carolina Category:Songwriters from Oklahoma Category:Songwriters from South Carolina Category:Writers from Palm Springs, California Category:Living people Category:Writers from Atlantic City, New Jersey Category:20th-century American male writers Category:20th-century American male musicians Category:21st- century American male musicians ",
    "title": "Gary M. Green"
}