{
    "id": "46909464",
    "text": "John Hopwood was a British painter. His early work was figurative but his later work is mainly abstraction. ==Early life== John Hopwood was born in Wiltshire on 26 March 1942, and died on 3 January 2015.. Guardian Newspaper. Retrieved 7 June 2015. His parents were Daisy and Fred Hopwood, and he was an only child. The family moved when John was 3 years old to Hare Hatch in Berkshire, where John attended school. His parents worked for Lord and Lady Remnant of Bear Place as their chauffeur and cook. Hopwood studied art at Berkshire College of Art in Maidenhead (1958–1962). ==Career== John Hopwood painted continuously after leaving art school. His work was initially figurative. He lived in Wytham near Oxford for seven years and was briefly married (1970–1972). He left Wytham in 1975 and returned to Holt Cottage in Hare Hatch. He took a part-time job as a gardener for the Remnant family, in order to support himself while continuing to paint. He radically changed his painting style around 1990, towards a \"semi-abstract\" style. He moved to St Ives in 1997 and married Annie de Boel, in 1999. ==Significant work== Self Portrait in White (1970) illustrated in Belgrave Gallery Biography of John Hopwood. Retrieved 5 August 2015. (private collection), exhibited at the Royal Academy Summer Exhibition in 1974, illustrated in Sir Ernst Gombrich “The Image and the Eye” (1981). His \"Portrait of Andrew Logan\" (private collection) was also exhibited at the Royal Academy Summer Exhibition. Two of his paintings \"Apparition: Sun Man\" (1991) and \"Tunnel of Trees\" (2008) are in the National Collection, acquired by Reading Museum. Two Paintings held in Reading Foundation for Art Collection, search by Artist tab. Retrieved 5 August 2015. ==Exhibitions== Gallery Five (Reading), Reading Museum and Art Gallery, Borlase Gallery (Newbury), Newman Rooms Gallery (Oxford), Century Galleries (Henley, 1992), In London he had exhibitions at Woodstock Gallery, Piccadilly Gallery, Mercury Gallery, Crane Calman, Pentonville Gallery and Quaker gallery (1992). He held a retrospective of his figurative paintings at the Julius Gottlieb Gallery, Carmel College (1993), exhibition of new work Henley Business school gallery (1993), exhibition of new work painted in St Ives at New Millenium Gallery, St Ives in 2005 and 2008,review of \"Memory transformed by Time\" 2008 exhibition in Art Cornwall,. Retrieved 5 August 2015. and Belgrave Gallery, St Ives (2015).,Belgrave Gallery exhibition. Retrieved 7 June 2015.,Review of exhibition on West Briton website. Retrieved 5 August 2015. ==References== Category:1942 births Category:2015 deaths Category:People from Wiltshire Category:20th-century English painters Category:English male painters Category:British abstract artists Category:21st-century English painters Category:21st-century male artists ",
    "title": "John Hopwood (artist)"
}