{
    "id": "46901386",
    "text": "Conkal Municipality (In the Yucatec Maya Language: “place of twenty sales” or \"place of the parasitic plant cuunka\") is one of the 106 municipalities in the Mexican state of Yucatán containing (57.48 km2) of land and located roughly 16 km northeast of the city of Mérida. ==History== There is no accurate data on when the town was founded, though it existed before the conquest and in antiquity belonged to the chieftainship of Ceh Pech. At colonization, Conkal became part of the encomienda system and was part of the parcels taken by Francisco de Montejo the Younger. The fourth convent established by the Franciscan Order in the colonial period was begun in this area, St. Francis of Assisi. In 1821, Yucatán was declared independent of the Spanish Crown. In 1825 the area was part of the Coastal region with its headquarters in Izamal. During the Caste War of Yucatán, in the mid-1840s, the state government issued orders for punishment of any indigenous inhabitants who were found to be conspiring against the Spanish descendants. Under the territorial redistribution in the middle of the nineteenth century, Conkal was assigned to the Tixkokob Municipality. Conkal was designated as its own municipality in 1918. ==Governance== The municipal president is elected for a term of three years. The president appoints seven Councilpersons to serve on the board for three year terms, as the Secretary and councilors who oversee commissaries, sports, special events, nomenclature, public monuments, public health, ecology, education and culture. The Municipal Council administers the business of the municipality. It is responsible for budgeting and expenditures and producing all required reports for all branches of the municipal administration. Annually it determines educational standards for schools. The Police Commissioners ensure public order and safety. They are tasked with enforcing regulations, distributing materials and administering rulings of general compliance issued by the council. ==Communities== The head of the municipality is Conkal, Yucatán. There are thirty-five population areas in the municipality, among them, three haciendas Kantoyná, Santa María Rosas, and Xcuyún; and three ranches Los Reyes, San Antonio, and San Román. The major population areas are shown below: {| class=\"wikitable\" |- style=\"background:#111111; color:#111111;\" ! Community !! Population |- style=\"background:#CFCFCF;\" | Entire Municipality (2010) || 9,143 |- |Fraccionamiento CIDECO || 54 in 2005 |- |Conkal|| 6620 in 2005 |- |Kantoyna || 133 in 2005 |- |San Antonio Holactun|| 18 in 2005 |- |X-Cuyum || 1490 in 2005 |} ==Local festivals== Every year from the 1st to the 8th of May is the Festival in honor the Holy Cross. ==Tourist attractions== * Convent of St. Francis of Assisi * Hacienda Kantoyná * Hacienda San Jose Conkal * Hacienda San Lorenzo Kantul * Hacienda Santa María Rosas * Hacienda Xcuyún ==References== Category:Municipalities of Yucatán ",
    "title": "Conkal Municipality"
}