{
    "id": "46902476",
    "text": "The 54th season of the Irish television programme, The Late Late Show, the world's longest-running chat show, * * * began on 4 September 2015 and concluded on 27 May 2016. Ryan Tubridy's seventh season as host, it aired on RTÉ One each Friday evening from 21:30. ==Lambs== A number of incidents involving lambs occurred during this season. A 22 January innovation slot involved new-born lambs, accompanied by their mother. But it proved to be one of the most controversial incidents of recent times, with Dynamo the lamb being pinned onto a 'carousel' for the pleasure of the viewing public. The Irish Independent reported that \"A bewildered looking lamb sat in semi- crucifixion pose for a few minutes\". Presenter Ryan Tubridy, it stated, \"didn't know whether he should be milking this bit of odd entertainment or appalled by it. And the uneasiness transferred to the viewers\". At one point Tubridy commented: \"The poor fella, the eyes are rolling in his head … he's every right to...\" Tubridy later defended the incident on his radio show and brought a vegetarian Fair City actress onto the airwaves to discuss her personal reaction. The National Animal Rights Association immediately issued a statement condemning the \"Absolutely appalling treatment of a lamb tonight … [Dynamo the lamb was] obviously terrified while crowd laugh on\". The Animal Rights Action Network (ARAN) called for a viewer boycott, saying in a statement it issued that \"Ryan Tubridy was either clueless or he simply turned a blind eye to the most disturbing and uncomfortable scenes on the 'Late Late Show' on Friday night, when a lamb was pinned down on a 'lamb carousel'. The animal clearly was distressed and terrified of the bright lights, cameras and laughing audience.\" Viewers too complained it was not humane, expressed horror at the \"cruelty to poor animals\" and mailed and telephoned their disgust. The Irish Independent posed the question of \"whether RTE should have hauled five- day-old lambs into a strange noisy environment under the glare of studio lights. People, let alone baby animals, find the experience of being filmed in front of a live audience for Ireland's biggest chat show a pretty scary experience\". Lamb was served to The Late Late Show audience on Good Friday. And \"The Late Late Show's obsession with all things lambs continued\" on the 1 April episode. That night's episode, as part of RTÉ's promotion of an upcoming live programme it called Big Week on the Farm, featured a demonstration of two lambs being born live on TV. Bernard O'Shea was sent to a farm in Castlepollard, County Westmeath to oversee the births. He lubed up his hand live on air and delivered a male lamb into the world, joking: \"There's one for everybody in the audience!\" as he did so. He had earlier exclaimed \"Oh wow, oh my God!\" as a female lamb preceded its male counterpart. Tubridy smiled onwards from the studio as all this occurred. ==Paul Williams== RTÉ received formal complaints after Paul Williams's latest appearance one week ahead of the 2016 general election. Williams used the platform to target the Sinn Féin party. That programme was the third most watched episode that far of the season, behind The Late Late Toy Show and the Country Special. ==Richard Gere== Actor Richard Gere mada a guest appearance.He's no diva - Richard Gere seeks no star treatment from RTE ahead of Late Late appearance Irish Independent, DublinRTE - Boxer joins Richard GereAre you the ultimate Richard Gere fan - the Late Late Show is about to make your dreams come true The Irish Independent, Dublin ==Interview with a Traveller== On the episode shown on 18 March, in relation to an upcoming documentary on Irish Travellers, Tubridy interviewed one of them. The interview was described as \"highly intense\" and resulted in complaints from viewers. ==1916== On 25 March 2016 (the feast of Good Friday), five RTÉ 'stars' - Martys Whelan and Morrissey and Sean O'Rourke, as well as two women (Bláthnaid Ní Chofaigh and Liz Nolan) - donned 1916 costumes to promote RTÉ's Reflecting the Rising special over the Easter weekend. The special was in aid of the centenary of the Easter Rising. Morrissey and O'Rourke wore fake moustaches for the occasion, while Whelan brought his own. Social media coverage was unfavourable. Even mainstream media outlets reported that \"Many viewers were quick to take to social media to express their disappointment at the show's depiction of 1916; while others said they felt there should have been an entire episode dedicated to the event.\" ==Interview with cancer patient== On 6 May 2016, a woman terminally ill with cancer shared her life story on The Late Late Show. She had auditioned for the guest appearance by sending a video of herself to RTÉ. Later in the interview her daughter joined her and the terminally ill lady sat in the host's chair and asked him to help with her funeral arrangements.This terminally ill Galway mam was an inspiration on The Late Late Show, 7 May 2016. ==Alan Kelly== Alan Kelly's hand during his television interview announcing his intention to lead the Labour Party On 13 May 2016, Alan Kelly announced his intention to seek leadership of the Labour Party.Alan Kelly to run for Labour Party leadership, RTÉ News, 13 May 2016. That evening, he appeared as a guest on The Late Late Show, during which he high fived the host Ryan Tubridy, hinted that he would not necessarily have a deputy leader and appeared to have a mysterious message scrawled on his left hand.The reaction to Alan Kelly's interview on the Late Late Show, 13 May 2016. Kelly was ultimately unsuccessful. None of his parliamentary party colleagues showed any interest in seconding his own nomination of himself and Brendan Howlin won through, unopposed. Kelly's appearance on The Late Late Show was said to have made his humiliation all the worse.Humiliation was made worse by declaration on 'Late Late Show', 21 May 2016. ==Special editions== The Late Late Toy Show took place on 27 November. A Country Special was held on 23 October. No Easter Rising Centenary special occurred (see above). ==List of episodes== ==References== ==External links== *Official website Category:2015 Irish television seasons Category:2016 Irish television seasons Category:The Late Late Show (Irish talk show) seasons ",
    "title": "The Late Late Show (season 54)"
}