{
    "id": "46901541",
    "text": "{| |} The Steamship Pulaski disaster was the term given to the June 14, 1838, explosion on board the American steam packet Pulaski, which caused her to sink 30 miles off the coast of North Carolina with the loss of two-thirds of her passengers and crew. About 59 persons survived, and 128 were lost.\"Heart- rending Catastrophe\", The North-Carolina Standard, 27 June 1838, from Office of the Wilmington Advertiser Her starboard boiler exploded about 11 p.m., causing massive damage as the ship was traveling from Savannah, Georgia, to Baltimore, Maryland; she sank in 45 minutes. File:Gazaway B. Lamar.jpg|Gazaway Bugg Lamar File:Charles Augustus Lafayette Lamar.jpg|Charles Augustus Lafayette Lamar Among the 128 persons lost in the sinking was former United States Congress Congressman William B. Rochester from New York, and Jane (Cresswell) Lamar, wife of banker and shipper Gazaway Bugg Lamar of Savannah, five of their six children, and a niece. Her husband and their eldest son Charles Augustus Lafayette Lamar were the only members of the immediate family to survive. ==Description of the disaster== The steamer packet Pulaski, bound for Baltimore, Maryland, departed Charleston, South Carolina on June 14, 1838, under Captain DuBois, with a crew of 37 and 150-160 passengers on board. That night at about 11 p.m., when the ship was 30 miles off the coast of North Carolina, the starboard boiler exploded, destroying the middle of the ship. Some passengers were killed immediately. Knocked out by the explosion, the mate Mr. Hibberd assessed the small boats and put three in the water. Because two had been over exposed to sunlight, they were in poor condition, and one sank immediately. Ten persons got in one boat and eleven, including Hibberd in another. They started rowing away from the sinking ship, which went down in 45 minutes. ==Survivors== The Delaware Gazette newspaper later ran a story about the fortunes of two alleged survivors: Charles Ridge, left penniless after the shipwreck, became engaged to heiress Miss Onslow, whom he had saved from the shipwreck.Story \"Courtship on a Fragment of the Pulaski\" from \"Daring Exploits and Perilous Adventures: Being a Record of Thrilling ...\" .pp.267-269 But neither of these persons was listed among the survivors in a June 27 North-Carolina Standard article published two weeks after the wreck. ==Searches== In January 2018 divers reported that they believed they had found wreckage of Pulaski off the North Carolina coast.\"Wreckage of Pulaski Found\", Charlotte Observer 19 January 2018 ==References== ==External links== *June 1838 newspaper accounts of the wreck of the Pulaski *\"Steamer Pulaski\" Wilmington Advertiser, June 18, 1838, posted at North Carolina Shipwrecks blog, May 2012 *\"Steampacket Pulaski Lost\", Niles Weekly Register, June 1838 *Southworth Allen Howland, Steamboat Disasters and Railroad Accidents in the United States: To which is ..., 1840, pp. 47-75 *Charles Elms, The Tragedy of the Seas; Or, Sorrow on the Ocean, Lake, and River, from ... , 1841 *\"Historical Collections of Georgia\" 1854 by H/George White .pp.353-364 *The Museum of Perilous Adventures and Daring Exploits: Being a Record of ..., 1859 *Hordance Edward Hayden, {a victim of the Pulaski} \"Virginia Genealogies: A Genealogy of the Glassell Family of Scotland and ...\", 1891 by 1891] *Samuel Breck Parkman (Victium) The Diary of Rev. Ebenezer Parkman, of Westborough, Mass: For the Months of ...” pub 1899.p.57 *Henry Cadwalader Chapman, A Manual of medical jurisprudence, insanity and toxicology, 1903 *\"The Prominent Families of the United States of America\" by Arthur Meredith Burke 1908 *Mrs Hugh McLeod (Miss Rebecca Lamar), \"The Loss of the Steamer Pulaski\", The Georgia Historical Quarterly, 1919 .pp.53-95] *\"‘The Titanic of its time’: Divers claim historic find of 1838 shipwreck off NC coast\", Charlotte Observer, 19 January 2018 Category:Shipwrecks of the Carolina coast Category:Maritime incidents in June 1838 Category:Paddle steamers of the United States Category:Ships sunk by non-combat internal explosions ",
    "title": "Steamship Pulaski disaster"
}