{
    "id": "46900372",
    "text": "\"Should've Been Us\" is a song recorded by American singer and songwriter Tori Kelly for her debut studio album Unbreakable Smile (2015). The song was written by Kelly with Ludvig Söderberg, Jakob Jerlström, Oscar Holter, Laleh Pourkarim, Alexander Kronlund and James Alan, and produced by The Struts and Holter. \"Should've Been Us\" was firstly released as the second promotional single along with the album's pre-order on May 12, 2015, but later the song was sent to US mainstream radio as the second single from the album on June 2, 2015. A remix of the song featuring American singer Jeremih was released digitally in the United Kingdom on September 10, 2015, as Kelly's first single there. \"Should've Been Us\" is a pop song with influences of urban music. Lyrically, the song talks about an unrequited relationship, where she laments the failed romance and what it could have been like with her former lover. The song received generally favorable reviews from music critics, who commended it for being infectious and relatable. The song peaked at number fifty-one on the Billboard Hot 100, becoming Kelly's highest charting single to date in the United States, while also being certified Platinum in the country. While promoting the song on a variety of television programs, as well as award shows, Kelly received high praise from critics, who positively highlighted her vocal performance, most notably at the 2015 MTV Video Music Awards. ==Background and release== \"Should've Been Us\" was released when pre-order of her debut album Unbreakable Smile became available on May 11, 2015. The official audio was uploaded on VEVO on the same day. The lyric video for the song was also uploaded to YouTube and Vevo on May 25, 2015. It was officially sent to mainstream radio in the United States on June 2, 2015 as the second single from the album. For the British market, a remix of the song was commissioned, featuring American recording artist Jeremih. It was released digitally on September 10, 2015 as the singer's debut single in the United Kingdom. == Composition and lyrics == The song was written by Tori Kelly, Ludvig Söderberg, Jakob Jerlström, Oscar Holter, Laleh Pourkarim, Alexander Kronlund and James Alan, with production being done by The Strut and Holter. According to the sheet music published at Musicnotes.com by Kobalt Music Group, it was written in the key of F♯ minor, with a steady tempo of 88 beats per minute. Kelly's vocal range spans from the low note of F#3 to the high note of F#5. \"Should've Been Us\" is a pop and R&B; song, with a \"jangly, echoing, urban-inspired backing mix.\" Lyrically, the song tells \"the story of the protagonist all dressed up downtown lamenting a failed relationship. She wonders what is happening with her lost love and fully admits she wishes that she could have her heart's desire back.\" \"You got yours, I got mine, but I wonder where you are tonight,\" she laments before \"exploding\" on the chorus, singing: \"It should've been us/Shoulda been a fire/Shoulda been the perfect storm.\" == Critical reception == The song received generally favorable reviews from music critics. In his AllMusic review, Matt Collar picked the song as one of its highlights, calling it an \"unrequited relationship anthem [that is] \"universally relatable, utterly infectious song that you immediately want to hear again.\" Bill Lamb of About.com praised the song's \"engaging slice of friendly pop fluff,\" as well as \"Kelly's effortless vocals\" and the \"lyrics that invite singing along.\" He called it \"a breezy pop confection that will sound fun on the radio all summer long,\" while adding that it \"feels safe and calculated to appeal to the broadest possible audience while offending no one.\" Mike Wass of Idolator commented that \"It's great to hear the rising diva finally getting material worthy of her voice.\" Matthew Scott Donnelly of PopCrush named it \"sort of a 'This is How We Do' with an R&B; twist, and might just serve as the perfect soundtrack to your latest bout of heartbreak.\" In agreement with Donnelly, Melody Mak of Fortitude Magazine called it \"an expressive catchy break-up song that brings back '90s R&B; vibes that is bound to have you singing along out loud.\" == Music video and live performances == A music video for the song was released on June 22, 2015 and it juxtaposes direct-to-camera emoting and clips of Kelly performing on her tour. Matthew Scott Donnelly of PopCrush further explained the video's story, claiming: \"[The video] finds Kelly touring through underpasses, exploring what appear to be abandoned airplane hangars and signing her name in paint-graffiti on a brick wall. And, in the event none of those successfully help her get over the pain of a relationship's end, she finds the support of an eager crowd that cheers her on through a performance of the tune.\" Kelly performed the song on a variety of television shows through the summer of 2015 including Good Morning America on June 22, Live! with Kelly and Michael on June 29, The View on July 9, and The Late Late Show with James Corden on August 12. She also performed the song at the 2015 MTV Video Music Awards on August 30, 2015, where she received rave reviews. She also did an acoustic version of the song on the CBBC Official Chart Show in the United Kingdom on October 16, 2015. ==Track listing== ==Charts== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! Chart (2015) ! Peak position |- !scope=\"row\"|Australia (ARIA) | style=\"text-align:center;\"|91 |- |- |- |- |- !scope=\"row\"|UK Singles (Official Charts Company) Remix featuring Jeremih | style=\"text-align:center;\"|198 |- |- |- |- |- |} ==Certifications== ==References== Category:2015 singles Category:2015 songs Category:Tori Kelly songs Category:Capitol Records singles Category:Songs written by Ludvig Söderberg Category:Songs written by Laleh (singer) Category:Songs written by Alexander Kronlund Category:Songs written by Tori Kelly Category:Songs written by Oscar Holter Category:Songs written by Jakob Jerlström ",
    "title": "Should've Been Us"
}