{
    "id": "46902527",
    "text": "The Sanremo Music Festival 1987 was the 37th annual Sanremo Music Festival, held at the Teatro Ariston in Sanremo, province of Imperia, between 4 and 7 February 1987 and broadcast by Rai 1. The show was presented by Pippo Baudo, while Carlo Massarini hosted the segments from the Sanremo PalaRock, where a number of foreign guests performed. The winners of the Big Artists section were the trio consisting Gianni Morandi, Enrico Ruggeri and Umberto Tozzi with the song \"Si può dare di più\". Michele Zarrillo won the \"Newcomers\" section with the song \"La notte dei pensieri\", and Fiorella Mannoia won the Critics Award with the song \"Quello che le donne non dicono\". During the final night an ashen faced Baudo came out to announce the death of four-time Sanremo winner Claudio Villa. ==Participants and results == === Big Artists === {| class=\"plainrowheaders wikitable\" |- !colspan=\"3\"|Big Artists section |- ! Song, performing artist(s) and writer(s) ! Rank ! Notes |- | \"Si può dare di più\" - Gianni Morandi, Enrico Ruggeri and Umberto Tozzi (Giancarlo Bigazzi, Umberto Tozzi, Raffaele Riefoli) | align=\"center\" |1 | * Winner of the \"Big Artists\" section |- | \"Figli\" - Toto Cutugno (Toto Cutugno) | align=\"center\" |2 | |- | \"Nostalgia canaglia\" - Al Bano and Romina Power (Vito Pallavicini, Willy Molco, Albano Carrisi, Romina Power, Vito Mercurio) | align=\"center\" |3 | |- | \"Io amo\" - Fausto Leali (Toto Cutugno, Franco Fasano, Italo Ianne, Fausto Leali) | align=\"center\" |4 | |- | \"Il sognatore\" - Peppino di Capri (Toto Cutugno, Depsa) | align=\"center\" |5 | |- | \"Tanti auguri\" - Marcella Bella (Gino Paoli, Gianni Bella) | align=\"center\" |6 | |- | \"Canzone d’amore\" - Ricchi e Poveri (Toto Cutugno, G. Rampazzo, Dario Farina) | align=\"center\" |7 | |- | \"Quello che le donne non dicono\" - Fiorella Mannoia (Enrico Ruggeri, Luigi Schiavone) | align=\"center\" |8 | * Critics Award Winner |- | \"Come dentro un film\" - Luca Barbarossa (Luca Barbarossa) | align=\"center\" |9 | |- | \"Aria e musica\" - Christian (Silvio Amato, Franco Morgia) | align=\"center\" |10 | |- | \"Vita mia\" - Lena Biolcati (Stefano D'Orazio, Marco Tansini) | align=\"center\" |11 | |- | \"Destino\" - Rossana Casale (Guido Morra, Maurizio Fabrizio) | align=\"center\" |12 | |- | \"Canto per te\" - Flavia Fortunato (Elio Palumbo, Antonello de Sanctis, Miro Banis) | align=\"center\" |13 | |- | \"E non si finisce mai\" - Dori Ghezzi (Adelio Cogliati, Piero Cassano) | align=\"center\" |14 | |- | \"L’odore del mare\" - Eduardo De Crescenzo (Guido Morra, Eduardo De Crescenzo, Maurizio Fabrizio) | align=\"center\" |15 | |- | \"Bella età\" - Scialpi (Franco Migliacci, Giovanni Scialpi, Roberto Zaneli) | align=\"center\" |16 | |- | \"Dimmi che cos’è\" - Le Orme (Aldo Tagliapietra) | align=\"center\" |17 | |- | \"Dal cuore in poi\" - Mango (Alberto Salerno, Armando Mango, Giuseppe Mango) | align=\"center\" |18 | |- | \"Sinué\" - Tony Esposito (Gianluigi Di Franco, Tony Esposito) | align=\"center\" |19 | |- | \"Pigramente signora\" - Patty Pravo (Mauro Arnaboldi, Franca Evangelisti) | align=\"center\" |20 | |- | \"Il Garibaldi innamorato\" - Sergio Caputo (Sergio Caputo) | align=\"center\" |21 | |- | \"Madonna di Venere\" - Mario Castelnuovo (Mario Castelnuovo) | align=\"center\" |22 | |- | \"Rosanna\" - Nino Buonocore (Nino Buonocore) | align=\"center\" |23 | |- | \"Bolero\" - Nada (Gerry Manzoli) | align=\"center\" |24 | |- |} === Newcomers === {| class=\"plainrowheaders wikitable\" |- !colspan=\"3\"|Newcomers section |- ! Song, performing artist(s) and writer(s) ! Rank ! Notes |- !scope=\"row\"|\"La notte dei pensieri\" - Michele Zarrillo (Luigi Albertelli, Luigi Lopez, Michele Zarrillo) |style=\"text- align:center;\"|1 | * Winner of the Newcomers' section |- !scope=\"row\"|\"Straniero\" - Miki (Michele Porru, Marco Tansini) |style=\"text-align:center;\"|2 | |- !scope=\"row\"|\"Briciole di pane\" - Future (M. Festuccia) |style=\"text-align:center;\"| 3 | |- !scope=\"row\"|\"Notte di Praga\" - Andrea Mirò (A. Istrioni, Graziano Pegoraro) |style=\"text-align:center;\"|4 | |- !scope=\"row\"|\"Un bacio alla mia età\" - Enrico Cifiello (Silvio Testi, Roberto Zaneli, Romano Musumarra) |style=\"text-align:center;\"|5 | |- !scope=\"row\"|\"La forza della mente\" - Claudio Patti (Claudio Patti, Norina Piras) |style=\"text-align:center;\"|6 | |- !scope=\"row\"|\"In volo nel futuro\" - Ricky Palazzolo (Alberto Salerno, Renato Brioschi) |style=\"text-align:center;\"|7 | |- !scope=\"row\"|\"Fai piano\" - Mariella Nava (Mariella Nava) |style=\"text-align:center;\"|8 | |- !scope=\"row\"|\"Campi d'atterraggio\" - Chiari e Forti (Cheope, Angelillo) | | |- !scope=\"row\"|\"Conta chi canta\" - Umberto Marzotto (Umberto Marzotto) | | |- !scope=\"row\"|\"L'esteta\" - Paolo Scheriani (Paolo Scheriani, Gianni Farè) | | |- !scope=\"row\"|\"Ma che bella storia\" - Teo (Enzo Miceli, Gaetano Lorefice) | | |- !scope=\"row\"|\"Nel mio profondo fondo\" - Alessandro Bono (Alessandro Bono) | | |- !scope=\"row\"|\"Non cadere mai in ginocchio\" - Berger (Alberto Salerno, A. Bartolozzi) | | |- !scope=\"row\"|\"Primo tango\" - Paola Turci (Gaio Chiocchio, Mario Castelnuovo, Roberto Righini) | | * Winner of the Critics Award - Newcomers' section |- !scope=\"row\"|\"Stringimi le mani\" - Charley Deanesi (Roberto Ferri, Charley Deanesi) | | |- |} == References == Category:Sanremo Music Festival by year Category:1987 in Italian music Category:1987 music festivals ",
    "title": "Sanremo Music Festival 1987"
}