{
    "id": "46909606",
    "text": "Frederick A. \"Fritz\" Cohen (1904–1967) was a German composer best known for writing the music for Kurt Jooss's ballets. ==Career== Fritz Cohen was born Friedrich A. Cohen in Bonn, Germany, on June 23, 1904, to Friedrich (Fritz) Cohen and Hedwig Cohen. He studied at the Leipzig and Cologne conservatories and the University of Bonn, focusing on musical theater. Between 1924 and 1934, Cohen worked with several major German theaters and dance groups. He served as the opera director, composer, and conductor for the municipal theaters of Würzburg and Münster. It was in the latter city that he composed his first piece for Kurt Jooss, for the ballet Tragedy (1926). He was also the music director for the Yvonne Georgi company in Hanover for a time. In 1932, he became the music director and resident pianist for Jooss's company at the Folkwangschule in Essen, beginning a decade of intensive collaboration with Jooss. Cohen wrote the music for ten of Jooss's major works, including Suite (1929), The Green Table (1932), The Prodigal Son (1933), The Mirror (1935), and A Spring Tale (1939). The expressionist anti-war work The Green Table, which is considered his masterpiece, has been recorded numerous times. In addition to his original compositions for Jooss, he also arranged the music for a number of ballets based on the work of such composers as Henry Purcell and Johann Strauss. In 1927, Cohen married one of Jooss's dancers, Elsa Kahl, who subsequently worked under her married name of Elsa Kahl Cohen. Warren House on the Dartington Hall estate, built for Kurt Jooss as teaching space and accommodation for the Ballets Jooss, between 1934 and 1940. Around 1932, the Nazis began pressuring Jooss to fire the Jewish members of his company, such as Cohen. Fritz and Elsa accompanied Jooss when he moved most of his company to new headquarters on the Dartington Hall estate in England beginning in 1933. After Ballets Jooss disbanded in 1942, Cohen resumed his prior career as an opera director, working both freelance and for a time with the Juilliard Opera Theatre, where he directed over 30 productions, including a number of American premieres. He also taught at Black Mountain College for a time in the 1940s. Miscellaneous papers relating to the careers of Fritz and Elsa Cohen are held in the Dartington Hall Trust Archive in the United Kingdom. == References and sources == ==External links== * Information page for Dartington Hall archive on the Cohens Category:1904 births Category:1967 deaths Category:20th-century German composers Category:German Jews Category:German male composers Category:Jewish composers Category:20th-century German male musicians Category:Black Mountain College faculty ",
    "title": "Fritz Cohen"
}