{
    "id": "46914494",
    "text": "The 1915 Georgia Tech Yellow Jackets football team represented the Georgia Tech Golden Tornado of the Georgia Institute of Technology during the 1915 college football season. The Tornado was coached by John Heisman in his 12th year as head coach, compiling a record of 7–0–1 and outscoring opponents 233 to 24. Georgia Tech played its home games at Grant Field. The Tech team claims a Southern championship, and had what was then the greatest season in its history. ==Before the season== Froggie Morrison Coach John Heisman's backfield used the pre-snap movement of his \"jump shift\" offense. The team's captain was Froggie Morrison, Tech's first great quarterback. Fullback Tommy Spence was a future World War I casualty, and halfback Wooch Fielder was later a prominent figure in World War II. New halfback Everett Strupper was partially deaf; because of his deafness, he called the signals when he played, instead of the team's quarterback. When \"Strupe\" tried out for the team, he noticed that the quarterback shouted the signals every time he was to carry the ball. Realizing that the loud signals would be a tip-off to the opposition, Strupper told Heisman: \"Coach, those loud signals are absolutely unnecessary. You see when sickness in my kid days brought on this deafness my folks gave me the best instructors obtainable to teach me lip-reading.\" Heisman recalled how Strupper overcame his deafness: \"He couldn't hear anything but a regular shout. But he could read your lips like a flash. No lad that ever stepped on a football field had keener eyes than Everett had. The enemy found this out the minute he began looking for openings through which to run the ball.\" ==Schedule== ==Season summary== ===Week 1: Mercer=== Tech opened the season with a 52–0 defeat of the Mercer Baptists. The Tech backs plunged through the Baptists line almost at will. ===Week 2: Davidson=== In the second week of play, [ had the upper hand for three quarters, but Tech managed to pull ahead in the third quarter, and won 21–7. In the first quarter, Davidson scored on a punt fumbled by Everett Strupper. Froggie Morrison hit Jim Senter with a 35-yard pass for a touchdown in the third quarter. Tech managed to score again, and the third quarter ended with the Yellow Jackets at the 1-yard line. Tommy Spence carried over on the first play of the fourth quarter. The starting lineup for Tech against Davidson: Goree (left end), Alexander (left tackle), Reynolds (left guard), Phillips (center), Lang (right guard), Carpenter (right tackle), Senter (right end), Morrison (quarter), Johnston (left halfback), Fielder (right halfback), Spence (fullback). ===Week 3: Transylvania=== Sources: The Yellow Jackets romped over Transylvania 57–0. Tech made 333 yards on end runs to 7 for Transy, and 31 first downs to 5. Heisman used most of his subs. Everett Strupper was the star of the game, scoring four touchdowns. Duncan also played well. Everett Strupper The starting lineup for Tech: Goree (left end), Bell (left tackle), Preas (left guard), Phillips (center), Lang (right guard), Carpenter (right tackle), Senter (right end), Morrison (quarterback), Johnston (left halfback), Fielder (right halfback), Spence (fullback). ===Week 4: LSU=== The season's lone road game was in New Orleans. Georgia Tech handily defeated the LSU Tigers 36–7 using conventional football, at the expense of Heisman being ejected from the game for arguing with an official. Tech repeatedly hammered LSU's left end. \"Except for a brief period in the second quarter, when Louisiana executed three consecutive passes for average gains of 25 yards, the Tigers practically were helpless\". Just before the game ended, Tommy Spence returned an interception 85 yards. Everett Strupper was injured, blaming Phillip Cooper. The starting lineup was Goree (left end), Bell (left tackle), Reynolds (left guard), Phillips (center), Lang (right guard), Carpenter (right tacle), Senter (right end), Morrison (quarterback), Johnston (left halfback), Fielder (right halfback), Spence (fullback). ===Week 5: North Carolina=== Sources: Tech beat the North Carolina Tar Heels 23–3. Early in the first quarter, Wooch Fielder circled end for 40 yards and a touchdown. Next, two forward passes set up a Tommy Spence run for a touchdown. Conventional football got the last touchdown, a score by Mathias. The last score was a 40-yard drop kick field goal by Spence. Only Yank Tandy and Roy Homewood played well for the Tar Heels. Tandy's field goal was Carolina's only score. He was injured in the third quarter. The starting lineup was Bell (left end), Duncan (left tackle), Reynolds (left guard), Phillips (center), Lang (right guard), Carpenter (right tackle), Senter (right end), Morrison (quarterback), Johnston (left halfback), Fielder (right halfback), Spence (fullback). ===Week 6: Alabama=== Sources: Tech beat Alabama 21–7. Wooch Fielder scored first. In the second period, Everett Strupper had a 7-yard touchdown run. Tommy Spence scored on a 5-yard run in the third. Alabama's lone score came on the first play of the fourth quarter on an elaborate trick play, a 30-yard forward pass from Bully Van de Graaff, Alabama's first All-American, to Stevenson. http://grfx.cstv.com/schools/alab/graphics/docs/15-m-footbl-recap.pdf The starting lineup against Alabama: Goree (left end), Bell (left tackle), Reynolds (left guard), Phillips (center), Lang (right guard), Carpenter (right tackle), Senter (right end), Morrison (quarter), Mathias (left halfback), Fielder (right halfback), Spence (fullback). ===Week 7: Georgia=== The year's only blemish was a scoreless tie against the rival Georgia Bulldogs in inches of mud. John G. Henderson headed a group of three men, one behind the other with his hands upon the shoulders of the one in front, to counter Heisman's jump shift offense. Georgia outplayed Tech throughout. Georgia was once on Tech's 8-yard line, in the first quarter, but Walter Neville fumbled and Tommy Spence recovered. The starting lineup against Georgia: Goree (left end), Mauck (left tackle), Reynolds (left guard), Phillips (center), Lang (right guard), Barnwell (right tackle), Senter (right end), Johnston (quarter), Mathias (left halfback), Fielder (right halfback), Spence (fullback). ===Week 8: Auburn=== Tech closed what was then the greatest season in its history with a 7–0 defeat of the Auburn Plainsmen. To begin the second quarter, Everett Strupper had two key plays, the last of which was the game-deciding touchdown. First he made 20 yards around with a pass from MorrisonBlue Print, 1916 before being forced out of bounds. Next was the 19-yard touchdown. Strupper started around left end, then cut back into the center of the field, away from his blockers. He juked and eluded \"every man on the Auburn team.\" On the last move Strupper faked right and then dove left underneath the outstretched arms of Baby Taylor into the endzone. The starting lineup against Auburn: Goree (left end), Mauck (left tackle), Reynolds (left guard), Phillips (center), Lang (right guard), Barnwell (right tackle), Senter (right end), Morrison (quarter), Johnston (left halfback), Fielder (right halfback), Spence (fullback). ==Post season== The pennant at the annual banquet. Tech claimed the right to dispute the Southern Intercollegiate Athletic Association (SIAA) title with Vanderbilt, despite no longer being a member. The Atlanta Constitution declared it a tie between Vanderbilt and Tech. The Tech team was awarded a 17 x 45 foot pennant as Southern champion. Wooch Fielder and Bob Lang made composite All-Southern. Jim Senter, Froggie Morrison and Everett Strupper also made some All-Southern teams. ==Personnel== ===Depth chart=== The following chart provides a visual depiction of Tech's lineup during the 1915 season with games started at the position reflected in parenthesis. The chart mimics the offense after the jump shift has taken place. {| |- | style=\"text-align:center;\"| {| style=\"width:100%\" | align=\"left\" | {| class=\"wikitable\" style=\"text- align:center\" ! LE |- |A. W. Goree (6) |- |Si Bell (1) |- |H. R. Dunwoody (0) |- |Ray (0) |} | {| class=\"wikitable\" style=\"text-align:center\" ! LT !! LG !! C !! RG !! RT |- |Si Bell (3) ||Bully Reynolds (6)|| Pup Phillips (7)|| Bob Lang (7)|| Walker Carpenter (5) |- |Hugh Mauck (2)||Jim Preas (1)||Pug Bryant (0)||Hip West (0) ||Julian Barnwell (2) |- |Canty Alexander (1) || || || ||Brandes (0) |- |F. G. Duncan (1)|| || || || |} | {| class=\"wikitable\" style=\"text-align:center\" ! RE |- |Jim Senter (7) |- |Shorty Guill (0) |- |Pete Beard (0) |- | |} |- | | align=\"right\" | {| class=\"wikitable\" style=\"text-align:center\" ! QB |- | Froggie Morrison (6) |- | Talley Johnston (1) |} |- | | align=\"right\" | {| class=\"wikitable\" style=\"text-align:center\" ! RHB |- | Wooch Fielder (7) |- |Everett Strupper (0) |- |Al Hill (0) |} |- | | align=\"right\" | {| class=\"wikitable\" style=\"text-align:center\" ! FB |- | Tommy Spence (7) |- |R. G. Glover (0) |} |- | | align=\"center\" | {| class=\"wikitable\" style=\"text-align:center\" ! LHB |- |Talley Johnston (5) |- |W. J. Mathias (2) |- |Gardner (0) |} |- | style=\"height:3em\" | |- | style=\"text-align:center;\"| |} |} ==Notes== ==References== ==Bibliography== * Georgia Tech Category:Georgia Tech Yellow Jackets football seasons Georgia Tech Football ",
    "title": "1915 Georgia Tech Yellow Jackets football team"
}