{
    "id": "46911325",
    "text": "Harvard College freshman dormitories in Harvard Yard Students for Fair Admissions v. Harvard is a lawsuit concerning affirmative action in student admissions. The lawsuit was filed by the organization Students for Fair Admissions and other plaintiffs, in the U.S. federal district court in Massachusetts in 2014, against Harvard University, claiming that Harvard discriminates against Asian-American applicants in its undergraduate admissions process. On October 1, 2019, judge Allison D. Burroughs rejected the plaintiffs' claims, ruling that Harvard's admissions practices meet constitutional requirements and do not discriminate against Asian Americans. SFFA filed an appeal in the First Circuit Court of Appeals, with oral argument scheduled for September 2020. Some commentators expect the case to eventually reach the United States Supreme Court. == Background == Harvard is a private university, but it receives federal funding, making it subject to the Civil Rights Act of 1964, which outlaws racial discrimination. Race-conscious admissions policies are legal so long as they pass the “strict scrutiny,\" which requires that the use of race serve a “compelling governmental interest” — like the educational benefits that stem from diversity — and be “narrowly tailored” to satisfy that interest. Since the Supreme Court's ruling in Regents of the University of California v. Bakke (1978), racial quotas have been banned in university admissions. A \"whole person review\" process that considers many qualities about each candidate, including race, in its admissions process, however, is legal under Supreme Court's ruling in Fisher v. University of Texas (2016) (known as Fisher II) and its predecessors. In the Fisher I case (2013), the Supreme Court additionally held that colleges must prove that race-based admissions policies are the only way to meet diversity goals. == Lawsuit == Students for Fair Admissions (SFFA) filed a lawsuit in federal district court against Harvard University on November 17, 2014, representing a group of anonymous Asian-American plaintiffs rejected from Harvard. SFFA was founded by Edward Blum, who also founded the Project on Fair Representation, with a goal to end racial classifications in education, voting procedures, legislative redistricting, and employment. Blum participated in cases such as Bush v. Vera, Shelby County v. Holder, and Fisher v. University of Texas. The SFFA case is the first high-profile case on behalf of plaintiffs who were not white, and who had academic credentials that were \"much harder to criticize.\" The lawyers of SFFA stated that the lawsuit is focused on the issue of discrimination against Asian-American applicants, instead of trying to challenge affirmative action in general. Certain Asian American advocacy groups filed amicus briefs in support of SFFA, believing that they or their children are discriminated against in college admission processes. Other Asian American advocacy groups filed amicus briefs in support of Harvard. === Personal ratings of Asian-Americans === ==== Plaintiff Allegations ==== In the lawsuit, the plaintiffs claimed that Harvard imposes a soft racial quota, which keeps the numbers of Asian-Americans artificially low. The percentage of Asians admitted to Harvard, plaintiffs maintained, was suspiciously similar year after year despite dramatic increases in the number of Asian-American applicants and the size of the Asian-American population. During the lawsuit, the plaintiffs gained access to Harvard's individualized admissions files from 2014 to 2019 and aggregate data from 2000 to 2019. The plaintiffs also interviewed and deposed numerous Harvard officials. From these sources, the plaintiffs revealed that Harvard consistently rated Asian- American applicants as a group lower than others on traits like positive personality, likability, courage, kindness and being widely respected. Asian- Americans scored higher than applicants of any other racial or ethnic group on other admissions measures like test scores, grades and extracurricular activities, but the students’ personal ratings significantly dragged down their admissions chances. The plaintiffs also claimed that alumni interviewers gave Asian-Americans personal ratings comparable to white applicants and Harvard's admissions staff testified that they did not believe that Asian applicants had weaker personal traits as a group, but Harvard's admissions office nonetheless rates Asians with the worst personal scores of any racial group. Peter Arcidiacono, a Duke economist testifying on behalf of the plaintiffs, concluded that Asian-American applicants as a group performed stronger on objective measures of test scores, academic achievement, and extracurricular activities.Peter S. Arcidiacono, Expert Report of Peter S. Arcidiacono, Students for Fair Admissions, Inc. v. Harvard No. 14-cv-14176-ADB (D. Mass). Despite this, they received a significant penalty relative to White applicants in the personal score and overall score assigned by Harvard officials. In addition, after taking into account the scores themselves, Asian-American applicants still suffer a statistically significant penalty relative to white applicants. As a result, Asian-American applicants have the lowest chance of admission despite scoring highest in all objective measurements. Arcidiacono testified that removing the personal score penalty of Asian applicants relative to White applicants would result in a 16% increase in the number of admitted Asian-Americans. Arcidiacono suggested that the applicant's race plays a significant role in admissions decisions. According to his testimony, if an Asian-American applicant with certain characteristics (like scores, GPAs, and extracurricular activities, family background) would result in a 25% statistical likelihood of admission, the same applicant, if White, will have a 36% likelihood of admission. A Hispanic and Black applicant with the same characteristics will have a 77% and 95% predicted chance of admission, respectively. Harvard itself found a bias against Asian-American applicants in an internal investigation in 2013, but had never made the findings public or acted on them. Plaintiffs and commentators have compared the treatment of Asians with the Jewish quota in place in the early 20th century, which used deficient personalities as the reason for excluding Jews in elite universities.Riley, Jason L. (October 8, 2019). \"Opinion | Harvard's Asian Quotas Repeat an Ugly History\". Wall Street Journal. ISSN 0099-9660. Retrieved May 13,2020. ==== Defendant Responses ==== Harvard denies engaging in discrimination and said its admissions philosophy complies with the law. The school said the percentage of Asian-American students admitted has grown from 17% to 21% in a decade while Asian-Americans represent around 6% of the U.S. population. Various students, alumni and external groups filed friend-of-the-court briefs on both sides.Lawyers' Committee for Civil Rights Under Law Amicus Brief https://lawyerscommittee.org/wp-content/uploads/2018/08/SFFA-v-Harvard-Amicus- Brief.pdf Well-known UC Berkeley economist David Card testified on behalf of Harvard and indicated in a report that SFFA's analysis of the personal ratings excluded personal essays and letters of recommendation from teachers and guidance counselors, and that the difference as an aggregate was almost negligible compared to white students. Furthermore, that report found that in SFFA's modeling of the academic rating, Asian American ethnicity had an unexpected positive and significant effect on that rating, which would add complexity to the claim that Harvard is intentionally discriminating against Asian Americans. === Decision and appeal === The case was paused until the Supreme Court issued its decision in Fisher II on June 23, 2016. The case resumed, and oral arguments were heard in Massachusetts federal district court in Boston in October 2018. In October 2019, federal judge Allison D. Burroughs (who was appointed by Barack Obama in 2014) ruled that Harvard College’s admissions policies do not discriminate against Asian Americans. While the system is “not perfect,” the judge ruled, it nonetheless passes constitutional muster. In her ruling, Judge Burroughs states that there are “no quotas” in place at Harvard, despite acknowledging that the school “uses the racial makeup of admitted students to help determine how many students it should admit overall. In February 2020, SFFA filed an appeal in the First Circuit Court of Appeals. The appeals court is required to take the case and will likely hear oral arguments. The Justice Department filed a friend-of-the-court brief, arguing that Harvard University unlawfully discriminates against Asian Americans through racial quotas and imposing a “a racial penalty by systematically disfavoring Asian-American applicants.\" == Response by Asian American groups == Asian Americans remain divided by this case and affirmative action in general. On May 15, 2015, a coalition of more than 60 Asian-American organizations filed federal complaints with the United States Department of Education and Department of Justice against Harvard University. The coalition asked for a civil rights investigation into what it described as Harvard's discriminatory admission practices against Asian-American applicants.Asian American Coalition, ASIAN-AMERICAN GROUPS ACCUSE HARVARD OF DISCRIMINATION IN FEDERAL COMPLAINT .Harvard Admissions Discrimination: Coalition Accuses University Of Bias Against Asian-Americans .Harvard faces bias complaint from Asian-American groups . The complaints at the Department of Education were dismissed in July 2015 because a lawsuit making similar allegations had already been filed by Students for Fair Admissions (SFFA) in November 2014. However, in 2017, the coalition resubmitted their complaints to the Department of Justice under the Trump administration. It opened an investigation into allegations against Harvard’s policies, and that investigation was ongoing as of February 2020. A number of other Asian American groups have submitted amicus briefs in support of race-conscious admissions policies and Harvard. They include the Asian American Legal Defense and Education Fund, representing itself and 44 other Asian American groups and higher education faculty, and Asian Americans Advancing Justice - Los Angeles, representing several Asian American students. The NAACP Legal Defense and Education Fund also filed a brief on behalf of 25 Harvard student and alumni organizations representing “thousands of Asian American, Black, Latinx, Native American, and white students and alumni.\" == See also == * Affirmative action in the United States * Bamboo ceiling == References == == External links == * Harvard's Website Regarding The Case * SFFA Lawsuit Updates * Case Profile: Students for Fair Admissions v. Harvard Category:Asian-American society Category:Affirmative action in the United States Category:University and college admissions in the United States Category:Harvard University Category:Politics and race in the United States Category:Race and education in the United States Category:United States affirmative action case law ",
    "title": "Students for Fair Admissions v. Harvard"
}