{
    "id": "46913458",
    "text": "\"Give Me Something\" is a single released from Australian singer-songwriter Jarryd James. The song was written and produced by Jarryd James and Joel Little. It was released digitally on 18 May 2015 and distributed by Universal Music Australia, with whom James signed a deal in early 2015. Lyrically, James sings about realising someone might not love you as much as you love them and scrambling for a piece of them. \"Give Me Something\" debuted at number 68 on the ARIA Singles Chart and was certified platinum in 2019. ==Reviews== Mike Wass of Idolator said; \"'Give Me Something' is a heady rush of soul-tinged, retro-leaning pop — albeit with an extremely modern twist. Jarryd begs the object of his affection for a little more affection over squiggly synths and squelchy beats. There's a splash of Prince, a touch of Chet Faker and a large serve of something completely original.\" Wass believes the song is \"just as good — if not better than — his breakthrough hit\". Indie Trendsetters said; \"Outrageously spunky, punchy, with bold accents and a serious wow factor, Jarryd James hits a magnificent stride with 'Give Me Something'. The organ is skipping, the bass is blaring and Jarryd’s beat-driven falsetto is bringing everything together.\" ==Video== Jarryd James released the video for \"Give Me Something\" via YouTube on 8 July 2015. In the video we see James gazing admiringly at a young blonde woman in white who’s skirting the edges of a swimming pool in what looks like a contemporary, but rustic home in the middle of nowhere. ==Track listing== # \"Give Me Something\" ==Charts== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2015) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australia (ARIA) | 59 |- ! scope=\"row\"| Australia Independent Chart (AIR) | 5 |- |} ==Certifications== ==Release history== {| class=\"wikitable\" ! Country ! Date ! Format ! Label |- | Australia | 18 May 2015 | Digital download | Dryden Street, Universal Music Australia |} ==References== Category:2015 singles Category:2015 songs Category:Jarryd James songs Category:Songs written by Joel Little ",
    "title": "Give Me Something (Jarryd James song)"
}