{
    "id": "46913139",
    "text": "Come Alive is the third studio album by Australian recording artist Paulini, released through Fortitude Group under exclusive licence to Ambition and Decca Records Australia on 29 May 2015. It is the follow-up to her 2006 album, Superwoman. Paulini described the album as a labour of love and her most personal album to date. She said \"[it] represents my personal struggle over the past few years to find my voice, not only in music but in life\". Come Alive is an adult contemporary pop album and marks a departure from the R&B; sounds of Paulini's previous albums. It debuted at number 25 on the ARIA Albums Chart. ==Background and development== Pauloni worked on Come Alive for five years in Berlin, London, Los Angeles, New York City and Paris with several writers and producers, including Chris Rosa, Erik \"Blue2th\" Griggs and Philippe-Marc Anquetil. She stated that she wanted to take her time with the album to concentrate on improving her songwriting, having co-written all but two tracks on Come Alive. Paulini referred to Come Alive as her first real album, explaining that with \"this one, this is me. Every experience in there is me, it's what I've gone through, or what I’ve interpreted from my point of view with other situations with my friends and family.\" Come Alive was originally scheduled for release in February 2015, but was delayed until May to make room for a new song \"By My Side\". Paulini launched the album at The Basement in Sydney on 30 May 2015. ==Singles== The lead single \"Air It All Out\" was released digitally on 17 October 2014. Co-written by Paulini in New York, she explained that \"the song is about letting go of negativity, doubt and fear – breathing in and exhaling positivity and purpose.\" The music video for \"Air It All Out\" was released on 27 October 2014. \"By My Side\" was released digitally as the album's second single on 15 May 2015. Paulini stated that the song is lyrically \"about my journey over the past few years and coming into my skin after a struggle to find my voice, my artistry and above all, loving myself with the help of loved ones by my side.\" The music video was directed by Josef J. Weber and released in May 2015. Both \"Air It All Out\" and \"By My Side\" failed to make any significant impact on the ARIA charts. ==Chart performance== Come Alive debuted at number 25 on the ARIA Albums Chart on 7 June 2015, and surpassed Superwomans (2006) peak position of number 72. ==Track listing== ==Charts== {| class=\"wikitable sortable plainrowheaders\" ! scope=\"col\"|Chart (2015) ! scope=\"col\"|Peak position |- ! scope=\"row\"| ARIA Albums Chart | style=\"text-align:center;\"| 25 |- ! scope=\"row\"| ARIA Australian Artist Albums Chart | style=\"text- align:center;\"| 6 |- |} ==Release history== {| class=\"wikitable plainrowheaders\" |- !scope=\"col\"|Country !scope=\"col\"|Date !scope=\"col\"|Format !scope=\"col\"|Label(s) |- !scope=\"row\"| Australia |29 May 2015 |CD, digital download | Fortitude Group, Ambition Records, Decca Records Australia |- |} ==References== Category:2015 albums Category:Paulini albums ",
    "title": "Come Alive (Paulini album)"
}