{
    "id": "46915185",
    "text": "Isabelle Boutron (born February 14, 1971) is a professor of epidemiology at the Paris Descartes University and head of the INSERM- METHODS team within the Centre of Research in Epidemiology and Statistics (CRESS). She was originally trained in rheumatology and later switched to a career in epidemiology and public health. She is also deputy director of the French EQUATOR (Enhancing the QUAlity and Transparency Of health Research) Centre, director of Cochrane France and co-convenor of the Bias Methods group of the Cochrane Collaboration. ==Biography and education== Boutron graduated from the Pierre and Marie Curie University in rheumatology in 2002 and obtained her PhD in epidemiology in 2006. She was a postdoctoral fellow in the Centre for Statistics in Medicine, University of Oxford from 2008 to 2009, working under Douglas Altman. After being trained in rheumatology, Boutron was awarded of a fellowship from the French Ministry of Health and a 2-year fellowship from the Assistance Publique - Hôpitaux de Paris. With these fellowships, she switched her career focus to epidemiology and public health. She was awarded a PhD in epidemiology in 2006 and became assistant Professor of Epidemiology in the Paris Diderot University in the Department of Epidemiology and Biostatistics directed by Dr. Philippe Ravaud. After a postdoctoral position in the University of Oxford, she joined the Paris Descartes University as associate professor (2009-2012) and professor since 2012. == Scientific activities == Boutron's research activities mainly focus on investigating how clinical research is planned, conducted, and reported. She has worked on the internal and external validity of non-pharmacological trials, and co-led the extension of the CONSORT statement on reporting treatment trials for nonpharmacologic treatments. Along with her colleagues she edited a book entitled “Randomized Clinical Trials of Nonpharmacological Treatments.” She also investigates the distorted dissemination of research finding through publication bias, selective reporting of outcomes and spin defined as a distorted interpretation of research findings. Boutron has demonstrated the high prevalence of such distortion in the published scientific literature and shown how the biased presentation, and interpretation of research results may bias the interpretation of readers, which is a critically important aspect of the knowledge translation process. Boutron has published more than 100 peer- reviewed articles, with 5 highly cited (i.e.top 1%) articles as first or second author. She is an academic editor for the academic journals PLoS Biology, Plos Biology. She is responsible for the teaching programs in Clinical Epidemiology and Alter PACES of Public Health, both for medical students at Paris Descartes University, and is co-leader (with Pr. Ravaud) of the international Master 2 program, Comparative Effectiveness Research ==Academic awards and honors== *Award Louis-Daniel Beauperthuy, Académie des sciences (2014) ==Personal== Isabelle Boutron is married to Emmanuel Boutron. She has two children: Antoine born in 1999 and Augustin born in 2003. ==References== Category:1971 births Category:French academics Category:Living people Category:People from Strasbourg Category:Paris Descartes University faculty Category:Pierre and Marie Curie University alumni Category:Women epidemiologists Category:French epidemiologists ",
    "title": "Isabelle Boutron"
}