{
    "id": "46912366",
    "text": "Between the Lines is a young adult (YA) fiction novel co-written by the American author, Jodi Picoult, and her daughter, Samantha Van Leer. Between the Lines is Picoult's first YA novel, and Van Leer's first published work. The novel was published on June 26, 2012 by Simon Pulse, an imprint of Simon and Schuster. Picoult and Van Leer authored a sequel called Off the Page, which was released in 2015 by Delacorte Press. Off the Page continues the story of Delilah and Oliver. ==Synopsis== Delilah, a 15-year-old teenager, bookworm, and social outcast is obsessed with a fairy tale story about Prince Oliver called Between the Lines. No one is able to understand Delilah's obsession with a book written for children. Delilah's parents are divorced, and her best friend is a punk-rocker named Jules, who is an outcast of her own choosing. Delilah feels caught between her erratic family life and her loneliness at school. While Delilah loves her over-protective mother dearly, she also wishes for something more. Delilah creates a vision of what her father must be like, as she has never known him. All she knows about her father is that he left when she was a baby, and that he has his own life. Delilah's nemesis is the most popular girl in school, Ally McAndrews. Delilah confides her worries to Prince Oliver and is shocked when he suddenly begins to talk back to her. Before long, Delilah and Oliver forge a bond neither have experienced before, and they begin to fall in love. ==Recognition== Between the Lines garnered several achievements on the young adult fiction market. Between the Lines was a #1 New York Times bestseller, and a Publisher's Weekly Bestseller. It was nominated for the Young Adult Library Services Association's 2013 \"Top Ten Teen Award\" (TTT). ==References== ==External links== * Jodi Picoult's Website Category:American young adult novels Category:2012 American novels Category:Literary collaborations ",
    "title": "Between the Lines (novel)"
}