{
    "id": "46914225",
    "text": "Destination Magazine is a city guide/lifestyle magazine that is published in Saudi Arabia by Rumman Media and Publishing House. Founded in 2008, the magazine has two editions catering to the cities of Jeddah, and Riyadh. In 2016 Sharqiya was added to the list of cities that Destination Magazine writes about. The magazine's subsections include: Business, special features, arts and entertainment, style and shopping, dining around town, healthy living, spirituality, travel trends, and explore Saudi Arabia. Destination Jeddah (DJ) is 112 pages while Destination Riyadh (DR) is 96 pages. DJ and DR had a total distribution of 60,000 magazines monthly as of July 2015.DJ, DR and DS has 80,000 copies distributed in over 2,500 points in Saudi Arabia. http://destinationksa.com/mediakit/ == Founding == Maria Mahdaly, the magazine's co founder, is the managing editor. She also co-founded Rumman Company, alongside Enas Hashani (editor-in-chief), and Bayan Abuzinadah. ==Brand history == The original Destination magazine was first published in 2008 with Enas Hashani as editor-in-chief. In 2010, following Destination's quick success, Rumman Company, the parent company, was ranked as Saudi Arabia's fastest growing start-up by the All World Network. To further expand its reach, Destination launched a new edition of its magazine catering to the city of Riyadh in 2013. Since then, Rumman Company has also ventured in LUB Creative, a boutique-style agency delivering innovative design solutions through a variety of media products. ==Content and style== DJ and DR are the up-to-date, portable guide to the cities of Jeddah and Riyadh respectively – including business news, fashion/shopping tips, restaurant reviews, and much more. With a splash of local lifestyle, the magazines encapsulate the unique offerings of Jeddah and Riyadh for visitors and locals alike. Both DJ and DR include articles, interviews, features, reviews, and events and happenings. The magazine also aims at introducing influential and up-and coming Saudi youth figures through one-on-one interviews which showcase their work and achievements, both locally and internationally. As is the aim of the founders of Destination Magazine, by revealing the undiscovered side of the city and its people (both Jeddah and Riyadh), the magazine sheds away stereotypes about Saudi Arabia and any misconceptions about its culture. > \"Keeping social values in mind and thinking with a social conscience cannot > be mimicked or faked. When you truly care about your city, your country, > your countrymen and women, you will produce work that touches them in a way > no amount of calculation can.\" Enas Hashani, Editor-in-Chief' The magazines follow a yearly plan based on certain monthly themes including: * Home Issue * Arts Issue * Wedding Issue * Travel Issue * Ramadan Issue * Education Issue * Fashion Issue * Food Issue * Health Issue * Others depending on Editorial Strategy == Going digital == In addition to the print versions of DJ and DR, the websites of both editions exist. Serving the same purpose as the print forms, the websites aim at being the comprehensive guide to sights and attractions, restaurants, shopping, housing, and businesses in both cities. Each website is in turn supported with social media accounts across platforms such as Facebook, Twitter, Instagram, Snapchat, and others. These are updated daily, and reflect the spirit of the magazines. The magazine has also added the digital experience to complement the print version through its Augmented Reality app. The app enhances the reading experience of the magazine by offering more media content on a story or article than is present on the print version of the magazine page. By hovering on the page, the reader uses his/her personal phone to access videos, additional HD photos, 3D figurines, 3D maps, and much more. This adds another dimension to the story than is present in the print version. == Distribution == The magazine (DJ and DR) is distributed free of charge in certain locations which include: embassies, clinics, housing compounds, hotels, malls, cafe's, restaurants, gyms, and spas. It is also available at certain point-of-sale counters in supermarkets and delivered to its subscribers. == Audience == Nationwide monthly readership of Destination stands at over 120,000. Destination's audience consists of English speaking locals, visitors, and tourists, mainly falling in the age group of 20-45. According to the magazine, its readers are described as \"socially outgoing, and eager to participate in the community's leisurely activities\". The readers \"use the magazine to plan their activities for the entire month and to entertain friends and guests\". == More ventures == The magazine, in June 2015, launched DestinationListing.com, a directory for all places, businesses and services in major cities in Saudi Arabia. Users are allowed to add places which are then checked, reviewed, and confirmed by the website administrators for accuracy. Listing places in Jeddah, Riyadh, Madinah, and Dammam, the categories covered include: Travel, transportation, shopping, services, religion, logistics, library and books, health, government, food, entertainment, embassies, education, compounds, beauty, and banks. ==References== ==External links== * Destination Jeddah * Destination Riyadh Category:2008 establishments in Saudi Arabia Category:English-language magazines Category:Lifestyle magazines Category:Local interest magazines Category:Magazines established in 2008 Category:Mass media in Jeddah Category:Mass media in Riyadh Category:Monthly magazines Category:Magazines published in Saudi Arabia ",
    "title": "Destination (magazine)"
}