{
    "id": "46910558",
    "text": "Jerusalem, Penrhiwceiber was a Baptist chapel in Penrhiwceiber, Glamorgan, Wales. Services at Jerusalem were conducted in the Welsh language. ==Early history== The history of the church can be traced to the 1882 when members from Rhos chapel in Mountain Ash assisted a number of Penrhiceiber residents to start a Sunday school. Meetings began to be held in 1882 and the first baptism was recorded the following year. The church was formally inaugurated on March 15, 1885 and the Rev. J.B. Jones of Ogmore Vale was inducted as the first minister on 31 May and 1 June of the same year. During his ministry, a nw chapel was built and opened and 3-4 October 1886. The building could accommodate 700 people, with a substantial vestry beneath. J.B. Jones moved to Tabor, Llantrisant in 1891. W.R. Jones, of Penrhyncoch, near Aberystwyth, was inducted as minister in 1894. His ministry lasted until 1912, when he moved to Glynceiriog, North wales. During his ministry, two ministers were ordained from amongst the members, Tom Jones and Howell Williams. ==1904–05 Religious Revival== During the early stages of the revival, enthusiastic meetings were held and many new members were baptised. ==Twentieth century== Membership reached 273 by 1911. on 27 October 1913, W.S Thomas, a student at the Baptist College, Cardiff, was inducted as minister of Jerusalem. He remained until his departure to Login, Carmarthenshire, in 1921 and during this period Jerusalem cleared all its debts dating from the building of the chapel. In September 1924, W. Richards came to Jerusalem from Bethel, Pontrhydyfen. He was inducted on 11-12 October that year, in sefvices presided over by the former minister W.R. Jones with his predecessor W.S. Thomas as guest preacher. In 1925 the membership was 210 but by 1947 had fallen to 65. In that year, Richards was president of the East Glamorgan Baptist Association and the annual meetings were held at Jerusalem. Richards retired the following year. Jerusalem closed around 1970 and was demolished 1995. ==References== ==Sources== * * * Category:Chapels in Rhondda Cynon Taf ",
    "title": "Jerusalem, Penrhiwceiber"
}