{
    "id": "46913092",
    "text": "Las Llajas (pronounced YAH huhs)Bright, William (1998). 1500 California Place Names: Their Origin and Meaning. University of California Press. Page 81. . Canyon within the Marr Ranch Parkland contains the 1920s residential subdivision called Marrland and the surrounding open space area administrated by the Rancho Simi Recreation and Park District (RSRPD) and is located in northeastern Simi Valley, CA.Wilmarth, M. Grace (1938). Lexicon of Geologic Names of the United States. U.S. Government Printing Office. Page 1202.Stone, Robert (1998). Day Hikes in Ventura County, California: 43 of the Best. Day Hike Books. Page 39. . The Las Llajas and nearby Chivo Canyons are parts of the Marr Ranch Parkland, Marrland residential subdivision, and are situated at the foothills on the south side of the Santa Susana Mountains.Scientific Publishing Company (1920). The Mineral Industry, Volume 28. University of Michigan. Page 493. It contains panoramic mountain and city views, large oak trees, stream and stream bed, rock formations, barren hillsides and rolling hills.Stone, Robert (2011). Day Hikes Around Ventura County: 116 Great Hikes. Day Hike Books. Page 113. . The canyon is visited for recreational activities as rock climbing, biking, hiking, wildlife observation, photography, running, picnicking, and horseback riding. It has smooth footing with many sandy sections and a green creek-bed. It also includes a 46-acre dam that was intended for creation a recreational lake in the 1970s. Now called the Las Llajas Canyon Debris Basin.Murphy, Kelly (2012). Local Multi-Use Trails. Multi Use Trails. Page 134. . The place name was first used in 1931.Keroher, Grace C. (1966). Lexicon of geologic names of the United States for 1936-1960. U.S. Govt. Print. Off. Page 2204. It is likely a misspelling of the Spanish las llagas, which translates to \"the wounds\", and referred to the stigmata of a Roman Catholic saint.Bright, William (1998). 1500 California Place Names: Their Origin and Meaning. University of California Press. Page 81. . Pisgah Grande was a Christian sect who created a secluded colony in the Llajas Canyon. At one time, the cult had thirty buildings and 150 residents.Appleton, Bill (2009). Santa Susana. Arcadia Publishing. Pages 115-116. .Hoover, Mildred and Hero Eugene Rensch (1966). Historic Spots in California, Third Edition. Stanford University Press. Page 169. . ==Wildlife== Llajas Canyon is home to fauna such as the Mountain lion, California badger, Red-tailed hawk, Ring- tailed cat, Virginia opossum, Gray fox, Coyote, Bobcat, Mule deer, Southern Pacific rattlesnake, and Barn owl.U.S. Congressional House Committee on Government Operations. Environment, Energy, and Natural Resources Subcommittee (1991). Intrastate Land Exchanges: The Jordan Ranch exchange. U.S. Government Printing Office. Page 38. . The area was open for Mountain lion hunting as late as in 1934.Varble, Wendy (2012). The Summer of 1934. AuthorHouse. Pages 63-66. . The flora consists of native shrubs, grasses, California sycamore, numerous oak trees, brush, vines, wildflowers, wild celery, watercress, cactus, palm trees, and more. ==Geography== To get to its main entrance, follow the 118 highway to Simi Valley and exit on Yosemite Avenue. Head north on Yosemite Ave. until you get to Evening Sky Drive, where you are going to make a right turn. Continue on Evening Sky Dr. for a quarter mile until you arrive at its main entrance at 5715 Evening Sky Road. There are also numerous other entrances to the trail, for instance 0.5 miles down the street at 3446 Yosemite Avenue. Its trail connects to the Chumash Park, Rocky Peak, Chivo Canyon, and various other trails and public lands, and is also accessible through hiking trails from Chatsworth, Los Angeles.http://www.parks.ca.gov/pages/21299/files/2%20Visitor%20use%20pages%2025-34.pdf (Page 32). The canyon dates back to the Eocene Epoch, and there have been many fossil-findings in the area.Nilsen, Tor H. and Samuel H. Clarke, Jr. (1949). Sedimentation and Tectonics in the Early Tertiary Continental Borderland Of Central California. United States Department of the Interior. Page 41 and 44.Wilmarth, M. Grace (1938). Lexicon of Geologic Names of the United States. U.S. Government Printing Office. Page 1202. Llajas Canyon is an arroyo incised in silty and sandy salt-rich marine sediment.Welby, Charles W. and Monica E. Gowan (1998). A Paradox of Power: Voices of Warning and Reason in the Geosciences. Geological Society of America. Page 60. . The area is vulnerable for landslidesWelby, Charles W. and Monica E. Gowan (1998). A Paradox of Power: Voices of Warning and Reason in the Geosciences. Geological Society of America. Page 60. . and flooding.National Research Council (2004). Flash Flood Forecasting Over Complex Terrain: With an Assessment of the Sulphur Mountain NEXRAD in Southern California. Page 84. .http://www.ventura.org/wcvc/documents/PDF/floodmitigationplan2005.pdf The term \"Llajas\" was first used informally for series of fine, conglomerate sand and sandy siltstone underlying the Sespe Formation and outcropping by the end of what is now the mouth of Las Llajas Canyon. Simi Valley from Las Llajas Canyon in the northeastern end of town. ==See also== * ==References== Category:Canyons and gorges of California Category:Santa Susana Mountains Category:Geography of Simi Valley, California Category:Landforms of Ventura County, California Category:Parks in Ventura County, California Category:Simi Valley, California ",
    "title": "Las Llajas Canyon"
}