{
    "id": "46915674",
    "text": "Peter \"Cäsar\" Gläser (7 January 1949 – 23 October 2008) was a German rock guitarist and singer. He spent most of his career and life in what was then East Germany, notably as a guitarist in the bands the Klaus Renft Combo and its successor, Karussell. He also had a solo career. He was one of East Germany's best known rock musicians. After nearly 25 years of negotiating his performing career around and with the East German authorities, early in 1989 he was stripped of his citizenship and expelled to West Berlin. It was a short-lived exile, as the East German government dissolved later that same year. His autobiography appeared on 12 March 2007. Since that time much of the media focus involving his career has concentrated on the revelation that between 1967 and 1989 he provided information to the Ministry for State Security as an informal collaborator. The Stasi records identified him under the code name \"IM Klaus Weber\". ==Early years== Peter Gläser was born in Leipzig, then administered as part of the Soviet occupation zone in what was left of Germany when the war had ended, a little under four years earlier. He received music lessons at school and, while still a child, learned to play various instruments at the Leipzig People's Music School (recorder, piano, clarinet and basson). He also taught himself to play the guitar. His musical role-model at this time was Acker Bilk. On leaving school he embarked, in 1965, on an apprenticeship with the Leipzig Electricity Supply company. Nevertheless, it was with the firm intention of making a career in music that in 1966 he sought out the band leader , whom he managed to convince of his musical qualities. At this time Renft was preparing to launch a new band, possibly involving . Soon the 17-year-old Gläser and Renft were working together as bar musicians in a Leipzig club called \"Intermezzo\". Gläser worked under the stage-name \"Cäsar\" which had been his nickname at school, where contemporaries had apparently thought that he resembled the Roman dictator, Julius Caesar. ==Klaus Renft Combo== In 1967 relations between the authorities and Rock music became less strained, and re-established his Klaus Renft Combo (rockband), and invited Peter \"Cäsar\" Gläser to join as a guitarist. Shortly afterwards Gläser had to resign in order to undertake his military service with the National People's Army. During this period his place in the band was filled by Jürgen Matkowitz. Meanwhile, during the next two years Gläser played in an army band with and Jochen Hohl. Released in 1969, Peter Gläser returned to the Klaus Renft Combo and stayed with them till 1975, during a period when the Combo emerged as one of the top bands in the East German rock scene. Their hit songs of the time included \"Wer die Rose ehrt\" / \"He who honours the rose\" (1971) (with words by Kurt Demmler), \"Zwischen Liebe und Zorn\" / \"Between love and rage\" (1972), \"Cäsars Blues\", \"Apfeltraum\" / \"Apple dream or a kind of nightmare\" and \"Ketten\" / \"Chains\". Discography (not a complete list) For Gläser's earlier recordings involving the Klaus Renft Combo / Renft and Karussell please consult the Wikipedia entries on those bands === Albums === * Cäsar: Cäsar (Loewenzahn GmbH/1995) * Cäsar: Cäsar. Die Zweite (Loewenzahn GmbH/1996) * Cäsar: Gläserklirren (Loewenzahn GmbH/1999) * Cäsar & Die Spieler: Wandersmann (Loewenzahn GmbH/1999) * Cäsar: Ich möcht mich nicht erinnern – ein Zeitdokument (cäsar music/2000) * Cäsar & Die Spieler: Zeitsprünge live (cäsar music/2001) * Väter & Söhne: Wie du mir – so ich dir (cäsar music/2002) * Klaus Renft Combo: Unbequem woll'n wir sein (Marktkram/2003) * Cäsar: Zeitlos (cäsar music/2005) * Cäsar: Geht es dir gut (Buschfunk/2006) === Single === * Cäsar: Wer die Rose ehrt (cäsar music/2002) === Sampler === * Die Notenbude Vol. 1 bis Vol. 4 (Choice of music) * Als ich fortging (Choice of music) * Melodie & Rhythmus Vol. 1 (Choice of music) === DVD === * Cäsar & Die Spieler: ZeitSprünge live (cäsar music/2007) * Cäsar & Die Spieler BigBand: Cäsar - Semper Fidelis (cäsar music/2010) From 1974 the \"Klaus Renft Combo\" shortened its name to \"Renft\". started producing lyrics for the band that were increasingly critical of the system. Meanwhile, Gläser had started a course of study covering the guitar, piano and theory at the University of Music and Theatre in Leipzig in order to obtain a written professional qualification, but in 1975 he was excluded from the course due to his \"bad study discipline\". Another blow came on 22 September 1975 when \"Renft\" (the band) was proscribed. Later Gläser moved on to study, between 1975 nd 1980, at the Musikschule Friedrichshain in East Berlin, and here he finally received the professional qualification which he needed for his work as a musician. ==Karussell== In April 1976 Peter \"Cäsar\" Gläser and Jochen Hohl, formerly drummer with \"Renft\", formed a new band, \"Karussell\". For the public the new band quickly came to be seen as the successor to \"Renft\". Gläser was the composer of many of its most popular titles, including \"Ehrlich will ich bleiben\" / \"I'll stay true\", \"Autostop\" / \"Hitchhiking\", \"Whisky\" and \"McDonald\", which caught the mood of the country's youth for the post-hippie generation. Karussell started out as a Rockband with \"Blues\" aspirations, but increasingly absorbed more recent mainstream pop influences, which gained it a stronger media presence. However, the media in general and East German television in particular did what they could to downplay or conceal Karussell's origins as a successor to the banned \"Renft\" group. In the context of widespread travel restrictions on East German citizens, in 1981/1982 Gläser and the band were nevertheless able to undertake an extensive tour, covering the Soviet Union, Poland, Bulgaria and Finland. Constant changes in band membership, together with repeated tensions and compromises involving the authorities, while at the same time wanting to sustain the old \"Renft\" traditions made Gläser \"tired\", as he explained in 1983 after resigning from the band in frustration. ==Solo career== In 1995 Gläser began a solo career, with the album Cäsar. He released eight solo albums in all, some in collaboration with the band Die Spieler. ==Personal life== Peter Gläser was married four times. His five recorded children include the musicians Robert and Moritz Gläser. Gläser died of cancer less than three months before his sixtieth birthday in 2008. ==References== Category:German rock guitarists Category:German male guitarists Category:East German musicians Category:Musicians from Leipzig Category:1949 births Category:2008 deaths Category:20th-century German musicians Category:20th-century guitarists Category:20th-century German male musicians Category:People of the Stasi ",
    "title": "Peter Gläser"
}