{
    "id": "47071431",
    "text": "Niki Nakayama (born 1975 in Los AngelesNiki Nakayama: \"Everything about me knows it\", the-talks.com, access date 12 August 2016) is a Japanese-American chef and the owner of Michelin-starred n/naka restaurant in Los Angeles, specializing in modern Japanese kaiseki cuisine. ==Personal life== Nakayama was born to Japanese parents in Koreatown in Los Angeles. Her parents worked as fish distributors (now run by her older brother) and ended up divorcing when Nakayama was 12. She later attended culinary school in Pasadena, after which she worked at Mori Sushi. \"Committed to exploring new techniques,\" she then began a three-year working tour of Japan, where she immersed herself as much as possible \"in the essentials of Japanese cuisine.\" While there, she cooked at Shirakawa-Ya Ryokan under Chef Masa Sato, a Japanese country-style inn owned by her cousins that was renowned for its kaiseki cuisine. Her experiences with Japanese cuisine deeply influenced her, and upon returning to California, opened Azami Sushi Cafe (known for its all female staff) with the stressful help of her family. Ultimately, she opened her now famous n/naka restaurant in Los Angeles, where she works with her wife, Carole Iida, who is a partner and sous chef at n/naka. Nakayama and Iida reside in Arcadia, California. ==Restaurant & cooking style== Nakayama serves a multi-course Japanese menu which features seasonal ingredients and multiple preparation styles that showcase the chosen ingredients. This way of cooking is known as kaiseki. N/naka is known for serving 13 course meals, in which all the dishes have a natural flow and progression to them, and uses highly seasonal ingredients, some of which come from Nakayama's own home garden which provides plenty of vegetables and herbs. Her \"menu emphasizes seasonality, and the courses are structured to showcase ingredients using a sequence of preparations: A raw dish is followed by a grilled dish, then a braised or steamed dish, then a fried dish and so on, from light to heavy to light again. Designed to accompany tea ceremonies in monasteries, kaiseki began in 16th- century Japan as beautifully presented yet austere vegetarian fare. Over the centuries, the cuisine evolved to encompass a nearly opposite concept: food as luxury, a feast for a crowd. (There are actually two different ways of writing the word kaiseki in Japanese: One refers to the simple, monastic interpretation, while the other refers to a banquet.) Nakayama makes what she calls \"modern kaiseki,\" grounded in the Buddhist custom but open to interpretation.\" Nakayama's style of kaiseki is expressive of her own belief that the chef should never lose track of the ingredient's integrity, and that guest's experience in her restaurant is of the utmost importance. In 2019, n/naka was one of six Los Angeles restaurants to receive two stars in the Michelin Guide. Also in 2019 n/naka was named to Food & Wine's 30 best restaurants in the world. Despite n/naka's critical acclaim, Chef Nakayama's cuisine was not always met with such positive reviews. Being a woman in the typically male-dominated world of high-end cuisine is usually difficult enough, but being a female chef in the predominantly male world of Japanese cooking gave her an additional set of obstacles, requiring her to constantly prove her abilities as a chef. While working at Azami, \"a Japanese man once walked in, saw [Nakayama] behind the counter, did an about-face and left. [Nakayam said that:] \"He thought, 'This can't be a real sushi restaurant--or a good sushi restaurant.' \" Due to such sexist attitudes, Nakayama has since decided to work in closed kitchens, where patrons and diners cannot see her, and therefore, cannot take her gender into consideration when judging her cuisine, she says that \"It's better that the guests just focus on the food versus who's making the food. With Japanese food, it's so easy to have an idea of what your chef should look like.\" ==Television== In 2015 Nakayama was featured on episode four of the first season of Netflix's Chef's Table series in which she discusses her career and the many obstacles she has overcome, as well as the many influences that have shaped her into the renowned chef she has become. She was the culinary consultant for the 2019 Netflix film Always Be My Maybe. ==Personal life== Nakayama is married to Carole Iida-Nakayama, who serves as her sous chef. ==References== ==Further reading== * * * == External links == * Niki Nakayama at n-naka.com * Category:1975 births Category:Living people Category:American chefs Category:American women of Japanese descent Category:LGBT American people of Asian descent Category:American women chefs Category:Head chefs of Michelin starred restaurants ",
    "title": "Niki Nakayama"
}