{
    "id": "47078147",
    "text": "Music for My Friends is the third studio album by Brooklyn rapper Skyzoo. The album was released on June 23, 2015 under his label First Generation Rich. It is the follow-up to A Dream Deferred in 2012. Among the singles are \"Luxury,\" which features Westside Gunn, and had an official music video released. It peaked at No. 15 on the US Top Heatseekers chart, and at No. 36 at Top R&B;/Hip-Hop Albums, and was positively received in the music press. ==Production and release== Featuring guest artists such as Jadakiss, Black Thought, Bilal, Elzhi, Westside Gunn, Christon Gray and others, the LP is based on the themes of growing up at 13 years old and seeing the world based on the morals learned at that age. The album includes production by Illmind, Thelonious Martin, Jahlil Beats, MarcNfinit, Apollo Brown, DJ Prince, and others, and also features cover art commissioned by comic book illustrator Chris B. Murray. ==Reception== The album was generally well received. HipHopDX gave the album 4/5 stars, writing that the album \"a collection of stories and anecdotes from Skyzoo’s youth, with shout outs to — and from — friends and family.\" XXL reviewed the album positively, writing that \"as with every offering from Skyzoo, his lyricism and imagery helps to bring the listener into his stories, this time [with Music For My Friends] speaking from the perspective of a 13-year-old kid trying to find his place in the world… From the sequencing of the album to the production, Skyzoo’s new LP highlights his ability to create conceptual albums that offer a breath of fresh air in today’s musical climate.\" In July 2015, the staff at XXL included the album on their list of the \"30 Best Hip-Hop Albums of 2015 (So Far).\" ==Track listing== ==Charts== {|class=\"wikitable sortable plainrowheaders\" |- !Chart (2014) !Peak position |- |US Top Heatseekers (Billboard) |align=\"center\"|15 |- |US Top R&B;/Hip-Hop Albums (Billboard) |align=\"center\"|36 |- |} ==References== ==External links== * Music for My Friends at Allmusic Category:2015 albums Category:Skyzoo albums Category:Albums produced by Illmind Category:Albums produced by Jahlil Beats Category:Albums produced by Apollo Brown ",
    "title": "Music for My Friends"
}