{
    "id": "47078899",
    "text": "alt=Crying woman Portrait of Mlle Rachel is an oil painting on millboard by English artist William Etty, painted during the 1840s and currently in the York Art Gallery. It shows the tragic actress Élisa Rachel Félix, better known as Mademoiselle Rachel, at the time one of the most acclaimed actresses in France. The subject is not shown looking at the artist, but glancing anxiously out of the picture with tears in her eyes. The work was probably painted during one of Rachel's tours of London in the 1840s. It appears unfinished, suggesting that it was painted in a single sitting and Rachel did not return to give Etty the opportunity to complete it. ==Background== William Etty was born in 1787, the son of a York baker and miller. He began as an apprentice printer in Hull. On completing his seven-year apprenticeship he moved at the age of 18 to London. Over the following years he became a significant history painter, specialising in nude figures in historical, literary and mythological settings. He was elected a full Royal Academician in 1828, at that time the most prestigious honour available to an artist. Although almost exclusively known for his nude history paintings, he also occasionally painted portraits, despite portraiture at the time being considered a lower art form than history painting. ==Subject== alt=Two young women in elaborate clothing Portrait of Mlle Rachel depicts the French actress Élisa Rachel Félix, commonly known as Mademoiselle Rachel. Rachel was born in 1821 to poor Jewish parents, and in 1838 made her debut in Paris in Pierre Corneille's Horace, a performance described as causing \"a revolution in public taste\". She rapidly became one of the most respected actresses in France, and \"the ornament of every fashionable drawing-room of Paris\". Although contracted to the Comédie-Française, she was important enough to the company that she was able to negotiate four months of leave each year, allowing her to perform abroad with other companies. In May 1841 Rachel visited London, giving a series of extremely well regarded performances. Rachel returned to London for further tours in 1842, 1846 and 1847. It is not certain when and how Etty and Rachel met, but it may well have been through his friend William Macready, then the manager of the Theatre Royal, Drury Lane. In keeping with the tragic roles in which she then specialised, Rachel is not shown looking at the artist, but glancing anxiously out of the picture with moist eyes. The painting appears to be unfinished, suggesting that it was painted in a single sitting and Etty did not have the opportunity to have Rachel pose again. Despite this, Etty's 1958 biographer Dennis Farr has described it as a work \"of extreme sensitivity and perception\". The painting is painted on millboard, and has an oil sketch by Etty of a crouching nude woman on the reverse side. ==Legacy== alt=Woman in elaborate robes Although Etty painted a number of private portraits of his friends and acquaintances, he produced very few publicly exhibited portraits, fewer than 30 of which were shown during his lifetime. Mlle Rachel was not exhibited during his lifetime; it was possibly among the more than 800 paintings from his studio sold after his death. Etty died in November 1849 and soon fell out of fashion; by the late 19th century the values of all his paintings had fallen below their original prices. Mademoiselle Rachel remained a prominent figure in French society, and was the mistress of Alexandre Colonna-Walewski (with whom she had a son), Louis-Napoléon Bonaparte and Napoléon Joseph Charles Paul Bonaparte. On her death in early 1858, attempts by newspapers to publish pictures of her on her deathbed led to the introduction of privacy rights into French law, which have remained in place since. The ownership of Mlle Rachel in the years following Etty's death is not recorded. The painting was untitled, and its attribution as a painting of Rachel is based on its similarity to other depictions of her. It was bought by the York Art Gallery in 1961, where it remains. It formed part of a major exhibition of Etty's work in 2011–12. A pastel drawing also attributed to Etty, showing a much younger Mademoiselle Rachel, entered the collections of Sir Robert Witt (1872–1952), and on Witt's death was bequeathed to the Courtauld Institute of Art. == Footnotes == == References == === Notes === === Bibliography === * * * * * * * * * * Category:Paintings by William Etty Category:Paintings in the collection of York Art Gallery Category:1840 paintings Rachel Rachel Rachel ",
    "title": "Portrait of Mlle Rachel"
}