{
    "id": "47071564",
    "text": "In the Roman Catholic Church, collegiality refers to \"the Pope governing the Church in collaboration with the bishops of the local Churches, respecting their proper autonomy.\" In the early church the popes exercised moral authority rather than administrative power, and that authority was relatively limited; regional churches elected their own bishops, resolved disputes in local synods, and only felt the need to appeal to the Pope under special circumstances. ==Historical development== During the eleventh and twelfth centuries, the papacy amassed considerable power, as monastic reformers saw it as a way to counter corrupt bishops while bishops saw it as an ally against the interference of secular rulers. As early as the fourteenth century, opposition to this centralization of papal authority had developed, with Bishop Guillaume Durand proposing at the Council of Vienne that local hierarchies and regional synods be strengthened. This opposition to centralization was tested when a group of cardinals, allied with secular rulers, called a council to resolve the Great Schism of the Western Church (1378 – 1417), in which several rivals had claimed to be pope. The Councils of Pisa and Constance claimed authority to judge the popes, deposed various claimants, and elected Pope Martin V. The Council of Constance also claimed that all Christians, including the Pope, were bound to obey councils \"in matters pertaining to faith, the ending of the schism, and the reform of the church.\" This claim was short-lived and the conciliar movement soon ran out of steam. The nineteenth and early twentieth centuries, a period some church historians have called the \"long nineteenth century,\" saw a further consolidation of papal authority. In 1870 the First Vatican Council decreed the infallibility of the Pope's teachings, although during the council Cardinal Filippo Maria Guidi, O.P., of Bologna objected that the Pope teaches in consultation with other bishops. A further addition to papal power took place in 1917, with the publication of a new Code of Canon Law which gave the pope universal power to appoint bishops, ignoring the traditional principle of free election of bishops. This system of appointments, coupled with modern communications and the system of papal nuncios who could override local decisions, reduced the power of bishops and made the popes the \"last absolute monarchs.\" == Vatican II to 2013 == Bishops who objected to this recent consolidation of papal authority proposed at the Second Vatican Council to use the traditional collegial model to limit the centralizing tendencies of the Roman Curia; unlike the conciliarists, who had maintained that an ecumenical council was superior to the pope, the advocates of collegiality proposed that the bishops only act with and under the pope (cum et sub Petro). Collegiality became one of the principal elements of the reform agenda and one of the primary points of conflict with the traditionalist minority at the Council. The reformers did not see this as undermining church tradition, but as going back to the original practice of Peter and the college of the Apostles. The traditionalist minority, however, opposed collegiality as undermining the authority of the Pope and changing the church from \"monarchical to ‘episcopalian’ and collegial.\" In 1964 the Dogmatic Constitution on the Church, Lumen gentium, set forth the general principle that the bishops formed a college, which succeeds and gives continuing existence to the college of the apostles. The next year Pope Paul VI issued a letter on his own initiative, Apostolica Sollicitudo, which established the synod of bishops, while the Council's Decree on the Pastoral Office of Bishops, Christus Dominus, established general rules for national and regional conferences of bishops, urging their formation where they did not already exist. Since Vatican II there has been an ongoing debate about the authority of bishops' conferences between advocates of centralization of authority in the Vatican, who play down the importance of bishops' conferences, and supporters of decentralization, who emphasize their importance. In 1998, Pope John Paul II issued a motu proprio On the Theological and Juridical Nature of Episcopal Conferences (Apostolos suos), which has been described as \"probably the most important post-Conciliar papal document on episcopal collegiality.\" He stated that the declarations of such conferences \"constitute authentic magisterium\" when approved unanimously by the conference; otherwise the conference majority must seek \"the recognitio of the Apostolic See,\" which they will not receive if the majority \"is not substantial.\" == Pope Francis == From the beginning of his papacy Pope Francis, who had twice been elected head of the Argentine Bishops' Conference, has advocated increasing the role of collegiality and synodality in the development of Church teachings. He put this concern into practice when he urged the Synod of Bishops to speak with parrhesia (\"boldly\") and without fear, unlike the situation in earlier synods where officials of the curia would rule out discussion of contentious issues. A further example is the unprecedented degree to which he drew on the teaching documents of fifteen national bishops' conferences and two larger regional conferences from Latin America and Asia for his encyclical on the environment, Laudato si'. The Council of Cardinals examined the themes of synodality and the \"healthy decentralisation\" of the church during its meeting of February 2016. In September 2017, Pope Francis issued a Motu proprio, Magnum principium, in which he amended the Code of Canon Law to increase the responsibility of national conferences of Bishops for liturgical translations. The change has been described \"as one of Pope Francis’s strongest moves yet in terms of fostering greater collegiality in the Catholic Church.\" In September 2018 by the apostolic constitution Episcopalis communio, Francis introduced a more direct process whereby a final synodal document becomes a part of the Church's magisterium simply by receiving papal approval. The new constitution also provides for the laity to send their contributions directly to the synod's secretary general. ==See also== *College of Bishops *Episcopal Conference *Synod of Bishops (Catholic) ==References== Category:Catholic ecclesiology Category:Episcopacy in the Catholic Church ",
    "title": "Collegiality in the Catholic Church"
}