{
    "id": "47075517",
    "text": "The Blinding of Samson. Rembrandt van Rijn, 1636, Städel Frankfurt Blinding is a type of physical punishment which results in complete or nearly complete loss of vision. It has been used as an act of revenge and torture. The punishment has been used since Antiquity; Greek mythology makes several references to blinding as divine punishment, which reflects human practice. In the Byzantine Empire and many other historical societies, blinding was accomplished by gouging out the eyes, sometimes using a hot poker, and by pouring a boiling substance, such as vinegar, on them. ==Examples== ===In mythology and religious law=== Oedipus gouged out his own eyes after accidentally fulfilling the prophecy that he would end up killing his father and marrying his mother. In the Bible, Samson was blinded upon his capture by the Philistines. Early Christians were often blinded as a penalty for their beliefs. For example, St. Lucy's torturers tore out her eyes. ===In history=== In the Middle Ages, blinding was used as a penalty for treason or as a means of rendering a political opponent unable to rule and lead an army in war. Byzantine general Belisarius ( - 565) is said to have been blinded at the order of the Emperor Justinian. Vazul (before 997 – 1031/1032) of the Hungarian royal House of Árpád was blinded at the order either of his cousin King Stephen I or of his queen, Gisela. After the Battle of Kleidion of 1014, the Byzantine Emperor Basil II had captured several thousand soldiers from the Bulgarian Empire. He put them into groups of 100 and blinded 99 in every group. The last soldiers had only one eye gouged out, and these one-eyed men were ordered to lead their blind friends back to their commander. This earned Emperor Basil II the nickname of 'the Bulgar Slayer'. According to some accounts of the story, Tsar Samuel of Bulgaria died from a heart attack upon seeing the returning blind soldiers. In the 11th century, William the Conqueror used blinding as a punishment for rebellion to replace the death penalty in his laws for England. King William was also accused of making the killing of a hart or hind in a royal forest into a crime punishable by blinding, but the Anglo-Saxon Chronicle claims that this was made up to tarnish the King's reputation. Henry I of England blinded William, Count of Mortain, who had fought against him at Tinchebray in 1106. He also ordered blinding and castration as a punishment for thieves. Prince Álmos and his four-year-old son Béla II of Hungary were blinded in 1113 by Álmos' brother Coloman. ===Modern Era=== Blinding survives as a form of penalty in the modern era, especially on the Indian Subcontinent. In 2003, a Pakistani court sentenced a man to be blinded after he subjected his fiancee to an acid attack resulting in loss of vision. The man who blinded Ameneh Bahrami in an acid attack was sentenced to blinding by an Iranian court in 2009; Bahrami eventually pardoned the attacker. ==See also== *Mirror punishment *Mutilation == References == Category:Corporal punishments Category:Torture Category:Blindness Category:Revenge Category:Eye injury ",
    "title": "Blinding (punishment)"
}