{
    "id": "47078188",
    "text": "Sean Chu is a municipal politician who currently serves as Councillor of Ward 4 in Calgary, Alberta. He was elected in the 2013 municipal election. ==Personal life== Chu was born in Taiwan, and moved to Calgary in 1985. ===Awards=== While working for the Calgary Police Service, Chu received both the Calgary Police Service Distinguished Service Medal and the 20 years Service Medal. His contribution to community initiatives has been recognized with both the Queen's Diamond Jubilee Medal and the Alberta Centennial Medal. ===Education and career before politics=== Chu spent three years in military service in Taiwan before moving to Canada. After his arrival in Canada, Chu attended Mount Royal College. Prior to being elected Sean was a member of the Calgary Police Service. During his 21 years of service Sean worked as a member of the motorcycle Unit, District #1 and the Diversity Resources Team for Community Outreach. == Electoral record == Chu first entered Canadian politics in 2008 with an unsuccessful run to represent Calgary Buffalo at the provincial level. Running as a member of the PC party, Chu finished second. His next attempt at office was an unsuccessful run to represent Ward 4 in 2010. During that election, he came in second to Gael MacLeod with 21% of the vote, to her 25%. ===2013 municipal election=== Chu was elected to represent Ward 4 by capturing 43% of the votes, defeating incumbent Gael MacLeod, who took 40%. ===2017 municipal election=== Chu was re-elected to represent Ward 4 in 2017 by capturing 48% of the votes (16,327) while the closest rival was Greg Miller with 41% (13,965) followed by Blair Berdusco and Srini Ganti. Total votes cast 33,721. ==Social media controversies== Chu is a frequent user of Twitter and has made several statements on the platform for which he has later apologised. * Chu apologized after sending out, and later deleting, two tweets that berated a city employee over a presentation around a planned downtown bike lane. * Tweeted that recent cold weather and the fact a ship is stuck in ice near Antarctica seem to have quieted climate change \"alarmists.\" * Comparing the Irish vote to allow same-sex marriage to \"our own social revolution to screw the dt (downtown) businesses. Cycletracks.\" ==Green Line controversies== Chu has made numerous claims over the Green Line and its lack of progress in coming to North Calgary. * In 2014, Chu accused city administration of not informing him that the train alignment was focused on Centre Street. Other councillors stated they had been informed weeks earlier. * In 2017, when it was announced that the train would not go to Ward 4 in Stage One, Chu stated that \"I found out about this reduction in scope from media reports\". * In his 2017 campaign video, Chu claims he fought for funding to extend the Green Line to our northernmost communities. The Stage One implementation ends at 16th Avenue North. ==City controversies== * In 2016, over a year before the October 2017 election, Chu used City of Calgary literature to campaign in communities that were not in Ward 4. * Chu criticized city administration for a report on cycletracks, saying he had been told by a University of Calgary professor that the city was “biased” in its evaluation. Chu was unable to name the professor and was rebuked by the city's transportation manager. == Amanda Wilkie defamation lawsuit == In April 2015 Chu's former campaign manager, Amanda Wilkie, launched a lawsuit for $275,000 alleging that Chu made defamatory comments about her when he spoke to a mutual acquaintance in November 2013 and on other occasions. == References == == External links == * City of Calgary Ward 4 homepage Category:Living people Category:Calgary city councillors Category:Taiwanese emigrants to Canada Category:Mount Royal University alumni Category:Year of birth missing (living people) ",
    "title": "Sean Chu"
}