{
    "id": "47075429",
    "text": "Wilson A. Head (September 30, 1914 – October 7, 1993) was an American/Canadian sociologist and community planner known for his work in race relations, human rights and peace in the United States, Canada and other parts of the world. ==Early life== Wilson Adonijah Head was born on September 30, 1914, in Milner, Georgia. He \"was the son of a Georgia sharecropper, Evander Head (1892–1925), and of Evelyn Whittle (1898–1981), the eldest of five children\";Encyclopedia of Canadian Social Work, by Francis J. Turner, p. 168. Social service Canada Encyclopedias, 2005. Wilfrid Laurier University Press, Waterloo, Ontario, Canada N2I 3C5, www.wlupress.wlu.ca siblings Frank, Marvin, Glenn, and Winnie Head. He was of African American, Northern European, and Cherokee Indian descent. He grew up in deep poverty in the small black community of Milner, near Atlanta. His father died when he was 11, but his mother stressed the importance of education, telling him he would have to be \"twice as smart as whites to compete\".The Globe and Mail, Toronto, Ont, Canada. October 8, 1993: A.20. OBITUARY: \"Wilson Head led struggle in Canada for racial justice\". \"He was once fired from a job for glancing at a newspaper. His boss didn't think blacks should know how to read. His mother took in laundry but when Head delivered it to her white customers, white boys would throw bricks at him or jump him.\"Toronto Star, Nancy White, \"A lifetime of struggle\", Feb. 18, 1996, p. C.1 Wilson worked to put himself through school, graduating from Booker T. Washington High School in 1933 and, after taking two years to work and save the fees, graduated from Tuskegee Institute, Tuskegee, Alabama in 1940 with a Bachelor of Science in Education, by which time he had been named in Who's Who Among Students in American Universities and Colleges, 1939–40. In his memoirs, A Life on the Edge: Experiences in Black and White in North America,Life on the Edge: Experiences in Black and White in North America: Memoirs of Wilson Head. Publisher: Dr. Wilson Head Institute, Toronto, 1995, . Dr. Head describes the poverty and injustices to which Black people in the \"Deep South\" were subjected, and which he experienced in his youth. ==Biography== In the 1930s, Dr. Head took part in a series of \"sit-ins\" on restaurants and bars, and protested against barbers, shopkeepers, and movie house owners who would not serve blacks a decade before the civil rights movement began.Wilson Head's Life on the Edge left lasting impact: Daily News Retrieved from Daily News [Halifax, N.S.] 16 June 1996: 24. Saunders, C. (1996, Jun 16).Toronto Star, Janice Dineen, Oct. 14, 1986, p. D.1 \"A life devoted to battling racism.\" He also helped to desegregate a golf course in Windsor.The Toronto Star, February 3, 1993, A1 \"Blacks must look at broader issues, activist urges\",Toronto Onyx Lions Club – \"A Tribute to Dr. Wilson Head\", November 1989 – \"Profile of Wilson Head\" in Onyx Tribute book by Hamlin Grange. Archives Canada, Vol. 15, retrieved October 1, 2015. He worked at times with the Congress of Racial Equality (CORE) and the National Association for the Advancement of Colored People (NAACP). From 1943 to 1948, he was director of community development and community organization at Flanner House in Indianapolis, which served poor and indigent Black people. \"In 1981, then president of the National Black Coalition of Canada,Toronto Star, (Toronto, Ont.), (AM Edition), October 8, 1993: A7. \"Wilson Head Fought Hard for Equality\" he testified before the Joint House Senate Committee on the Canadian Constitution\". He was on the executive of The Metro Committee on Race Relations and Policing. Dr. Head moved to Windsor, Canada in 1959 \"to get my children away from a racist society\".The Hamilton Spectator, Oct. 8, 1993. B.6 \"Race relations pioneer dies\". In the US, he had been director of Chicago's Parkway Community House, and director of the State of Ohio's Juvenile Diagnostic Centre. When he came to Canada in 1959, he was the Executive Director of the Windsor Group Therapy Project. In 1965 he became the Director of Research and Planning for the Social Planning Council of Metropolitan Toronto.The Montreal Gazette, Montreal, Quebec, Canada. Sept. 27, 1968, page 45. \"White Canada is warned of red power\". \"He lectured in Social Work at the University of Windsor, 1960–1964, University of Michigan, 1962–1964, Wayne State University, 1963–1965 and Sir Williams College, Chicago, 1961–1964. He was involved with a number of organizations including the Canadian Civil Liberties Association of Toronto as Vice- President in 1967, The National Welfare Council founding member and National Black Coalition of Canada as Chairman and President from 1977 to 1982. Dr. Head became the first chairman of the Bachelor of Social Work Program at Atkinson College, York University\".Wilson A. Head, FONDS, MG 31, D 148, Finding Aid No. 1458. http://www.archivescanada.ca/english/search/ItemDisplay.asp? In 1988 Dr. Head was asked to participate in the Donald Marshall Inquiry Commission in Nova Scotia.News Digest, Final Edition 8, The Hamilton Spectator, Oct. 14, 1992, p. B.4 This investigation led to his paper Discrimination Against Blacks in Nova Scotia: The Criminal Justice System.Discrimination against blacks in Nova Scotia: the criminal justice system by Wilson A Head; Donald H J Clairmont; Royal Commission on the Donald Marshall, Jr., Prosecution (N.S.) State or province government publication, Publisher: [Halifax, N.S.] : The Commission, 1989. ==Assault== On June 26, 1980, Dr. Head was assaulted while climbing the steps to the offices of UARR (Urban Alliance on Race Relations), College Street at Spadina Avenue, Toronto.\"Wilson Head: Black coalition chairman was assaulted last week\", Eric Hayes, From the Toronto Star Archives, Toronto Reference Library, Baldwin Collection He was attacked from behind with several blows to the head, resulting in a fall down the stairs. It took the police over 40 minutes to arrive at the scene after being called. The identity of his white assailant was never discovered.News Release – Ontario Human Rights Commission, MacDonald Block, Queens Park, Ontario June 26, 1980. Archives Canada FONDS MG31, D148, Vol. 1, File 21, retrieved February 5, 2016.The Toronto Star, \"Black rights leader beaten by white man\", June 26, 1980, P. A1 and A15.Kitchener-Waterloo Record, \"Give them an ice platform\", July 3, 1980, p. 4.The Toronto Star, \"Police apology satisfies beaten black spokesman\", P. A7, June 28, 1980 ==Ideology== Dr. Head was raised in the Baptist Church, but became a member of the Quakers (Society of Friends) in the 1940s. The Quakers supported him in his own convictions of pacifism, egalitarianism, and conscientious objection to military service.\"The Friend – a Religious and Literary Journal\", Philadelphia, Pennsylvania, Vol. 118, February 29, 1945. No. 20, p. 311-312, article by Wilson Head, \"A Challenge to Young Friends\". He was seen as a \"moderate\" in his views on combating racism,Toronto Star, Toronto, Ontario, Canada. October 9, 1993. Editorial, page C.2, \"Wilson Head (1914–1993)\".Toronto Star, Toronto, Ont., Canada. February 6, 1993. Editorial, page B.2, \"Heed Head's Words\".Toronto Star, Toronto, Ont., Canada. February 3, 1993. News, page A.1, \"We have a role to play, Head tells blacks\".Toronto Star, Toronto, Ont., Canada. May 26, 1995, News, page A.25, although he was notably the first to put racism on the agenda of the Canadian conscience.The Hamilton Spectator, June 8, 1992. C.4 \"Canada owning up to streak of racism, professor says\"Toronto Star, October 16, 1989, p. A.1 \"Canada has no serious race trouble, PM says\". His \"quiet, reasonable style became his hallmark\". He opposed segregation of the races all his life.Pulse Magazine, Pulse Publishing Co., Editor Helen S.Mason, Vol. 4, No. 10, page 293 article by Wilson Head, \"Testimony of Human Brotherhood\". \"He denounced the idea of all-black schools and social services, asserting, 'segregation is inherently inferior.The Toronto Star, February 3, 1993, A1 \"Blacks must look at broader issues, activist urges\".Toronto Star, Dec. 22, 1992, p. D.3 \"Views mixed on 'black- focused' schools\"The Hamilton Spectator, Dec. 21, 1992. B.5 \"Black focus sparks segregation debate\". In his role as executive of the Metro Committee on Race Relations and Policing in Toronto, he was an \"outspoken critic of Metro police\", citing racial profiling in their practices.Toronto Star, Toronto, Ont., Canada. August 17, 1992. News, page A.1, \"Race relations watchdog body urged for police\".The Globe and Mail, August 29, 1979, page 2. \"Suspend Policemen, Black Coalition Urges\".The Hamilton Spectator, Dec. 6, 1991, p. B.7 \"Cops have declared open season on black youth, activist charges\"Ottawa Citizen, Ottawa, Ont., Canada. February 17, 1969, p. 9, \"Welfare Programs Lashed\".Toronto Star, Feb. 23, 1989, p. A.6 \"Police changes a must to halt racial conflict, forum warned\".Toronto Star, Feb. 2, 1989, p. A.2 \"Non-whites on police forces adopt 'military mentality', task force told.\" Dr. Head fought fiercely against poverty in Canada.Ottawa Citizen, Ottawa, Ontario, Canada. October 30, 1969, page 13. \"Negative income tax best, Liberal party told.\" He strove for peace and disarmament as Chairman of the Toronto Chapter, \"World Conference on Religion and Peace\", 1978–1984, member of \"Science for Peace: Operation Dismantle\", member of \"Social Workers for Peace and Disarmament\", on the steering committee for \"Disarmament and Peace Movements\", and member of \"Toronto Disarmament Network\"Archives Canada, correspondence, Vol. 3, retrieved October 1, 2015. \"If the bomb falls, race relations will not matter; we will all be dead.\"The Toronto Star, Slinger, Section A, Feb. 6, 1993, \"World's salvation is not a black and white question\", Wilson Head. He also advocated for the abolition of prisons.Workshop leader, \"Economics and Prison Abolition\", May 27, 28, 1983. Archives Canada, correspondence, Vol. 12, retrieved October 1, 2015.The Canadian Who's Who, University of Toronto Press, Volume 25, 1990, page 414 ==Death== Dr. Head died of cancer of the prostate at Mount Sinai Hospital, Toronto, Ontario on October 7, 1993. ==Legacies== * Founding chairman, Urban Alliance on Race Relations (UARR), Toronto, Ontario, still today a strong advocacy voice. * Co-author of The Ontario Human Rights Code, 1962.The Evolution of Human Rights Policy in Ontario, Author(s): R. Brian Howe, Source: Canadian Journal of Political Science, Vol. 24, No. 4, (Dec., 1991), pp. 783-802, published by: Canadian Political Science Association, page 795. Stable URL: https://www.jstor.org/stable/3229307 * Founded and was the first president of the National Black Coalition of Canada, 1978, which dissolved in 1982, because, he said, \"blacks were too busy fighting blacks\". * Autobiography, Life on the Edge: Experiences in \"Black and White\" in North America, by Wilson A. Head, 1993. Foreword by the late Honourable Lincoln Alexander, and an epilogue by Madame Rosalie Silberman Abella. * Founding Chairperson of the School of Social Work, York University, Toronto, Ontario, 1966. * A scholarship in Dr. Head's name has been set up at York University for students who demonstrate a particular interest in human rights, race relations and/or peace. * \"Who Gets the Work: A test of racial discrimination in employment\", researchers F. Henry and E. Ginzberg, and \"No Discrimination Here\", Toronto Employers and the Multi-Racial Work Force\", researchers B. Billingsley and L. Muszynski, joint publications by UARR and the Social Planning Council of Metro Toronto, 1985. These two research studies led to equal opportunity employment (EOE) law that is now the accepted practice in Canada today.Tania Das Gupta, Racism and Paid Work, University of Toronto Press, Inc. 2008. ==Education== * Booker T. Washington High School, Atlanta, Georgia, 1933. * Tuskegee Institute, Tuskegee, Alabama, Bachelor of Science in Education with a major in Sociology, 1940. * University of Georgia, Master's degree in Social Work, 1942. * Ohio State University, PhD in Sociology, Adult Education, and Social Psychology, 1958. ==Honors/Awards== Dr. Head received countless honors and awards in his lifetime,Toronto Star, Feb. 18, 1996, C.1 \"A lifetime of struggle\" among which are: * Named in Who's Who in Black Canada 2: Black Success and Black Excellence in Canada: A Contemporary Directory.Who's who in Black Canada 2: Black success and Black excellence in Canada: a contemporary directory. By Dawn P. Williams, 1961 - Format: book. December 1, 2006, page 218. * Harry Jerome Award, 1988 for community service.The Montreal Gazette, Montreal, Quebec, Canada. August 9, 1968, page 20. \"Citizens urged to protest against 'arbitrary' arrests\".Toronto Star, Toronto, Ont., Canada. July 5, 1992. Letter, page A.12, \"June Callwood no racist, attests Wilson Head\".Toronto Star, March 13, 1988, p. A.4 \"Professor's battle with racism recognized by Jerome Award\" * Honorary Doctor of Laws degree, York University, Toronto, Ontario, 1982. * Memorial Award for Outstanding Work in Antiracism, Peace and Human Rights, Atkinson College, York University, Toronto, Ontario. * Toronto Onyx Lions Club – \"A Tribute to Dr. Wilson Head\", November 1989.Toronto Star, Deborah McNorgan, Nov. 26, 1989, A.3 \"Activist Wilson Head cited for easing racial tensions\". * Alpha Kappa Mu, a national honor society, 1940.On display York University, Toronto, Ross Bldg., 8th floor, Faculty of Social Work * Abdu'l-Bahá Race Unity Award, \"Ye are the fruits of one tree and the leaves of one branch\", 1982. * Outstanding Achievement for Voluntarism, from the Minister of Culture and Communication, Ontario, 1989. * The Commemorative Medal for the Anniversary of Confederation (1992), approved by Her Majesty The Queen, honours Canadians who have made a significant contribution to their fellow citizens, to their community or to Canada. * The Good Servant Medal, The Canadian Council of Christians and Jews, 1987. * Urban Alliance on Race Relations award, 1986.Toronto Star, April 17, 1986, p. A.7 \"York professor honored for work in human rights and race relations\".Toronto Star, Dan Smith, March 24, 1988, p. A.7 \"Researcher, labor spokesman receive race relations awards\" * Presentation to Dr. Wilson Head in recognition of his Lifelong Contributions to Race Relations and World Peace Efforts, 1993 by Elaine Zembia, Minister of Citizenship. ==Works== Dr. Head authored and coauthored numerous research studies and articles, the more notable of which are: * (1969) Poverty: A Major Issue Confronting Canadians Centre for Urban and Community Studies, Univ of Toronto, Wilson A. Head, A paper prepared by the Task Force on Poverty to the Harrison Liberal Conference, Harrison Hot Springs, November, 1969 * (1975) The Black Presence in the Canadian Mosaic The Black Presence in the Canadian Mosaic: A Study of Perception and the Practice of Discrimination Against Blacks in Metropolitan Toronto submitted to The Ontario Human Rights Commission by Wilson A Head; Ontario Human Rights Commission. State or province government publication. Publisher: Ontario : Ontario Human Rights Commission, 1975. * (1980) Adaptation of Immigrants in Metro Toronto: Perceptions of Ethnic and Racial Discrimination : an exploratory study by Dr. Wilson A. Head, 1981, Book, p. 128, York University holdings * (1989) Discrimination Against Blacks in Nova Scotia: The Criminal Justice System == Books == * ==References== ==Further reading== ;Books and articles * Toronto Star, Toronto, Ont., Canada. Sept. 11, 1986, page H.9. \"Founding president re-elected head of Urban Alliance\". * Wilson A. Head, FONDS, MG 31, D 148, Finding Aid No. 1458. \"Administrative History/Biographical Sketch\". Archives Canada. * Canadian Who's Who, Kieran Simpson, University of Toronto Press, June 1, 1983, page 503. * The Canadian Who's Who, University of Toronto Press, Vol. 25, 1990, page 414. ;Primary sources * York University, Atkinson College, Toronto, Ontario, Canada. Awards on permanent display Ross Building, 8th floor. ==External links== * The Black Community in the History of Québec and Canada – Unit 8: The Post War Years – Dr. Wilson A. Head * 1975: Head Founds Urban Alliance on Race Relations Category:1914 births Category:1993 deaths Category:20th-century African- American activists Category:20th-century American historians Category:20th- century Canadian historians Category:20th-century Canadian male writers Category:20th-century Quakers Category:Academics from Georgia (U.S. state) Category:Activists for African-American civil rights Category:African-American academics Category:African-American non-fiction writers Category:African- American studies scholars Category:American anti–death penalty activists Category:American anti-war activists Category:American autobiographers Category:American civil rights activists Category:American community activists Category:American conscientious objectors Category:American human rights activists Category:American male non-fiction writers Category:American memoirists Category:American motivational speakers Category:American Quakers Category:American social workers Category:African-American social scientists Category:American sociologists Category:Anti-nuclear activists Category:Anti- poverty advocates Category:Anti-racism activists Category:Black Canadian writers Category:Canadian anti-war activists Category:Canadian autobiographers Category:Canadian educators Category:Canadian humanitarians Category:Canadian human rights activists Category:Canadian male non-fiction writers Category:Canadian memoirists Category:Canadian motivational speakers Category:Canadian people of American descent Category:Canadian people of Cherokee descent Category:Canadian Quakers Category:Canadian schoolteachers Category:Canadian sociologists Category:Canadian social workers Category:Deaths from cancer in Ontario Category:Deaths from prostate cancer Category:International opponents of apartheid in South Africa Category:Minority rights activists Category:NAACP activists Category:Nonviolence advocates Category:Ohio State University alumni Category:People associated with identity politics Category:Prison abolitionists Category:Tuskegee University alumni Category:University of Georgia alumni Category:Writers from Atlanta Category:Writers from Toronto Category:York University faculty Category:20th-century American educators Category:American emigrants to Canada Category:20th-century memoirists ",
    "title": "Wilson A. Head"
}