{
    "id": "47078934",
    "text": "Thapsos tomb The Thapsos Culture is defined as the civilization in ancient Sicily attested by archaeological findings of a large village located in the peninsula of Magnisi, between Augusta and Syracuse, that the Greeks called Thapsos. > I believe I have demonstrated the influence, albeit in a smaller scale of > Mycenaean architecture in front of burials of the islet Magnisi; here that > influence affirms for the most part. - Paolo Orsi.Pantalica e i suoi > monumenti di Paolo Orsi == Archaeological studies == Thapsos circular hut Scholars have determined that the period in which it flourished is between 1500 and 1200 BC, the so- called Middle Bronze Age. The Thapsos civilization developed in the entire Sicily although the main centers, which were sometimes enclosed by a fortification wall, were along the coast. The Thapsos Culture was the subject of great interest of scholars like Paolo Orsi and Luigi Bernabò Brea. The research of Voza have confirmed the existence of three evolutionary phases: * Thapsos I prior to Pantalica Culture, * Thapsos II coeval to the latter, * Thapsos III until the end of the Bronze Age. The type of burial found in the necropolis is characterized by large rock-cut chamber tombs and often of tholos-type that some scholars believe it to be of derivation Mycenaean, while others derive it from the shape of the hut. The housing, in small number, are made up of mostly circular huts bounded by stone walls. Some huts have also rectangular shape. The economy was based on farming, herding, hunting and fishing. There are numerous evidences of trading, in particular of bronze vessels and weapons of Mycenaean production. They have established close relationships with the Milazzo Culture of Aeolian Islands and with Apennine culture of the mainland Italy. The material culture includes dark surfaced ceramic, often decorated with incised motifs or with cords that form festoons. Characteristic are the large bowls with high horn-shaped feet, bowls, jugs and cups with bifurcated handles.. == See also == *Castelluccio Culture *Prehistoric Italy *Ancient peoples of Italy ==Notes== == Further reading == * D. Seminerio, Civiltà preistoriche nel Calatino - 1988 Tringale editore- Catania * Moses I. Finley, Storia della Sicilia antica, (1979) Laterza * Rubini et al. \" Modelli economici di sussistenza nella Sicilia orientale durante la media età del bronzo. Cultura di Thapsos. Rivista di antropologia vol. 79 pp. 85-106, 2001\" * Rubini et al. \" The Population of East Sicily During the Second and First Millennium BC: The Problem of the Greek Colonies. Int. J. Osteoarchaeol. 9: 8–17 (1999)\" == External links == *Piccolo, Salvatore (2018). Bronze Age Sicily. Ancient History Encyclopedia. *area archeologica di Thapsos giorni di apertura febbraio 2015 Category:Archaeology of Sicily Category:Prehistoric Italy Category:Bronze Age cultures of Europe Category:Archaeological cultures in Italy Category:Archaeological cultures of Southern Europe ",
    "title": "Thapsos culture"
}