{
    "id": "47075834",
    "text": "Gagauzian World Congress () - held every three years in the capital of Gagauzia, Comrat town. It collects the Gagauzian from around the world. == Congresses == === I congress === The first congress of the history of the Gagauzian was organized in 2006 and took place from 20 to 21 July. Within two days, the participants got acquainted with the history and life of Gagauzia, attended by its cultural-historical enterprise. The congress was attended by about 220 delegates from Bulgaria, Greece, Russia, Ukraine, Turkey, Canada, USA, Brazil and other countries of the world where there are Gagauzian diaspora. Congress has successfully promoted the establishment of close social, economic and cultural relations between the Gagauzia and Gagauz representatives of the diaspora abroad. === II congress === The second congress of the Gagauz was held in 2009 from 18 to 19 August. In the central square solemnly held bypassing national farmsteads different towns and villages of Gagauzia. They were presented national costumes, dishes, models of houses and different ideas. In the evening, a concert was organized with the participation of foreign art troupes and groups of Gagauzia, as well as Gagauz and Moldovan stars. === III congress === The third congress was held in 2012 from 2 to 3 November. The event was postponed from August to November due to the parliamentary elections in Gagauzia, which took place on 9 September 2012. Also on 4 November celebrating the Day of Gagauzia wine, so members of Congress have been able to visit the event. Some 200 representatives of the Gagauzian came from 18 countries on Third World Congress. Most Gagauzian came from Ukraine, Russia, Bulgaria and Greece. === IV congress === The fourth congress of the Gagauz was held in 2017 from 5 to 6 May. The congress was initially supposed to take place in 2015; however, Irina Vlah, a Moldovan politician, postponed it several times due to political reasons before it was finally confirmed for 2017. The congress was attended by the former Moldovan Prime Minister, Pavel Filip, and former Turkish Premier, Binali Yildirim, among other politicians and Gagauz businessmen from across the world, and representatives of foreign embassies situated in Moldova. The congress focused on the economic and cultural development of Gagauzia. == References == Category:Gagauzia Category:Comrat ",
    "title": "Gagauzian World Congress"
}