{
    "id": "47076020",
    "text": "Khairpur Medical College is an 8th public medical institution located in the city of Khairpur, Sindh, Pakistan. Khairpur Medical College 02 Batch During Class == History == The university began construction on Saturday, 29 December 2012. The first principal was Prof Dr. Mashoor Alam Shah. Dr. Mumtaz Ali Channa was the first Administrator. They started the mission to establish the college at an old ruined elementary college. Five staff wre hired through LUMHS. College is Recognised By Pakistan Medical Commission on 21-02-2020 The first 100 medical students matriculated in 2015. The college affiliated with Peoples University of Medical Health Sciences Nawabshah. ==Leaders== ===Principals=== *Prof. Dr. Mashoor Alam Shah, 2012-2016 *Prof. Dr. Asadullah Mahar, 2017–present ===Vice principals=== *Prof. Dr. Allaudin Abro, 2015-2016 *Prof. Dr. Nazar Hussain Shah, 2016–2018 *Prof. Dr. Khush Mohammad Sohu, 2018–present ==Facilities == Main Campus The college has 7 Departments, three at main building and four at clinical hospital side at civil hospital Khairpur. Each Department has its own lecture Hall, laboratory, Tutorials, demonstration room and seminar library equipped with all the modern teaching aids and multimedia. Khairpur Medical College has one girls hostel and a New Plan of construction has started at 28 acres at KTN plot . ==Library== A well- equipped library along with audio-visual facilities for CD's, data projection system and internet facilities is available for use of students and staff. ==Admissions== Khairpur Medical College first enrolled 100 students yearly. Enrollment later rose to 500 students. == Quality management == The main features of the quality management policy are: * Development and application of best and innovative teaching practices * Appropriate provision for faculty and staff induction, training, motivation and development * Obtain and respond to customer feedback through effective communication ==Departments== ===Basic Sciences=== * Anatomy * Physiology * Biochemistry * Pharmacology * Pathology * Forensic Medicine * Community Medicine ===Clinical Sciences=== * Medicine * Surgery * Gynaecology * Paediatrics * Ophthalmology * ENT * Radiology * Anesthesia * Paediatrics Surgery * Plastic Surgery * Nephrology * Orthopedics * Cardiology * Pulmonology * Dermatology * Psychiatry * Obstetrics ==Curriculum== First Professional Year - Part I and II: *Anatomy, Embryology and Histology *Human Physiology *Medical Biochemistry Second Professional Year: *Forensic Medicine and Toxicology *General Pathology and Microbiology *Pharmacology and Therapeutics Third Professional Year: *Community Medicine *Ophthalmology *Otorhinolaryngology (ENT) *Special Pathology Fourth Professional Year: *Gynecology and Obstetrics *Medicine, Psychiatry and Dermatology *Pediatrics *Surgery, Orthopedics and Anesthesia ==References== ==External links== * Official Khairpur Medical College Website * The College of Physicians and Surgeons of Pakistan Category:Medical colleges in Sindh ",
    "title": "Khairpur Medical College"
}