{
    "id": "47073763",
    "text": "Karla Bonoff is the RIAA Gold-certified first album by singer/songwriter Karla Bonoff. It includes several of Bonoff's compositions which had previously been prominently recorded: three by Linda Ronstadt (\"Lose Again\", \"If He's Ever Near\", \"Someone to Lay Down Beside Me\") and one by Bonnie Raitt (\"Home\"). ==Track listing== All songs written by Karla Bonoff, except where noted. ==Reception== Rolling Stone's Stephen Holder called the album an impressive debut marred only by comparisons to Linda Ronstadt. Saying \"Bonoff's approach is softer, plainer and more tentative.\" But concluding, \"[t]he consistency of the material confirms a major writing talent; the performances show a promising singer.\"Holder, Stephen. \"Karla Bonoff\", Rolling Stone, October 20, 1977, p. 90. AllMusic's William Ruhlmann noted retrospectively that \"despite Bonoff's competent singing, which actually better accentuated the lyrics of her songs than Ronstadt's, it was hard for her to get out from under the shadow of the members of her peer group who had preceded her.\" ==Personnel == *Karla Bonoff – lead vocals, piano, acoustic guitar, background vocals *Kenny Edwards – electric guitar, acoustic guitar, bass guitar, mandolin, background vocals *Andrew Gold – electric guitar, acoustic guitar, piano, electric piano, clavinet, harmonium, background vocals *Waddy Wachtel – electric guitar *Leland Sklar – bass guitar *Russ Kunkel – drums *Mike Botts – drums *Steve Forman – percussion *Dan Dugmore – steel guitar *Linda Ronstadt – background vocals *Wendy Waldman – background vocals *Glenn Frey – background vocals *J. D. Souther – background vocals *Brock Walsh – background vocals *Jai Winding – piano *Emory Gordy Jr. – bass guitar *John Ware – drums ==References== Category:1977 debut albums Category:Karla Bonoff albums Category:Columbia Records albums ",
    "title": "Karla Bonoff (album)"
}