{
    "id": "47073034",
    "text": "Oasis Petroleum is a company engaged in hydrocarbon exploration and hydraulic fracturing in the Williston Basin as well as in the Delaware Basin of the Permian Basin in West Texas. It is organized in Delaware and headquartered in Houston, Texas, with an office in Williston, North Dakota. As of December 31, 2019, the company had of estimated proved reserves, including in the Williston Basin and in the Delaware Basin. The reserves were 70% petroleum and 30% natural gas. ==History== In February 2007, the company was founded by Thomas B. Nusz and Taylor L. Reid and was financed by EnCap Investments. In June 2007, the company acquired 175,000 net acres and per day of production in Williston, North Dakota for $83 million. In 2008-2009, the company acquired an additional 131,000 net acres and per day of production nearby for $54 million. In 2010, the company became a public company via an initial public offering which raised over $400 million. In 2011, two contract employees for Carlson Well Services died and two others were seriously injured in an accident while working on one of Oasis' wells in the Williston Field. In March 2012, the Occupational Safety and Health Administration (OSHA) cited the well service company for willfully exposing workers to unsafe conditions on the oil service rig at Oasis' well site. In 2013, the company acquired 161,000 net acres in the Williston Basin for $1.5 billion. In 2016, the company acquired 55,000 net acres and 226 gross operated drilling locations in the Williston Basin from SM Energy for $785 million. In 2017, the company completed an initial public offering of its midstream operations. The same year, the company acquired 20,300 net acres in the Delaware Basin for $946 million. In September 2020, the company filed for Chapter 11 bankruptcy as a result of the economic effects of the Covid-19 pandemic. According to the company's chief executive, Thomas Nusz, \"Due to historically low global energy demand and commodity prices, we determined that it is best for Oasis Petroleum to take decisive action to strengthen our liquidity and overcome the headwinds now challenging both our company and industry.\" ==References== ==External links== Category:2007 establishments in Texas Category:2010 initial public offerings Category:Companies based in Houston Category:Companies formerly listed on NASDAQ Category:Companies formerly listed on the New York Stock Exchange Category:Companies that filed for Chapter 11 bankruptcy in 2020 Category:Energy companies established in 2007 Category:Non-renewable resource companies established in 2007 Category:Oil companies of the United States Category:Petroleum in Texas ",
    "title": "Oasis Petroleum"
}