{
    "id": "47084620",
    "text": "The RD-119 (GRAU Index 8D710) was a liquid rocket engine, burning liquid oxygen and UDMH in the Gas Generator cycle. It has a huge expansion ratio on the nozzle and uses a unique propellant combination to achieve an extremely high isp of 352s for a semi-cryogenic gas generator engine. It also has a unique steering mechanism. The engine main nozzle is fixed and the output of the gas generator is fed into four nozzles on the side of the engine. Instead of using gimbaled verniers to supply vector control, the combustion gases are distributed by an electrically driven system that can control the thrust among the nozzles. ==Development== Between 1958 and 1960, Glushko's OKB 456 developed the RD-109 for the Block-I of the 8K73 project -- a liquid oxygen/UDMH version of the R-7 --. But Korolev refusal to use such a toxic combination shelved the project. When Yangel's OKB-586 was tasked with developing a launch vehicle out of the R-12, they had to develop an upper stage from scratch. The critical issue was the low specific impulse of the first stage and thus a very high efficiency upper stage engine was needed. For this Glushko offered to adapt the RD-109, and Yangel accepted the proposal. It flew some very important missions on the Kosmos-2 launch vehicle, with some 165 engines produced. ==Versions== This engine had two versions. *RD-109: GRAU Index 8D711, also known as GDU-10. It was the original proposal for the 8K73 Project Blok-I stage. *RD-119: GRAU Index 8D710. It was the version used on the Kosmos-2. {| class=\"wikitable\" style=\"\" |+ RD-119 Family of Engines |- ! Engine ! RD-109 ! RD-119 |- ! AKA | 8D711 or GDU-10 || 8D710 |- !Development | 1957-1960 || 1960-1963 |- ! Engine Type | colspan=\"2\" style=\"text-align: center;\"| Gas Generator |- ! Propellant | colspan=\"2\" style=\"text-align: center;\"| LOX/UDMH |- ! Combustion Chamber Pressure | || |- ! Thrust (Vacuum) | || |- ! Thrust (Sea Level) | N/A || |- ! Isp (Vacuum) | || |- ! Isp (Sea Level) | N/A || |- ! Burn time | 330s || 260s |- ! Length | || |- ! Diameter | || |- ! Dry Weight | || |- ! Use | 8K73 Project || Kosmos-2 |- |} ==See also== *R-12 (missile) - Ballistic missile for which this engine was originally developed. *Kosmos-2 - launch vehicle that uses an R-12 as first stage. *Rocket engine using liquid fuel == References == == External links == * NPO Energomash official site. * RussianSpaceWeb information on the engine Category:Rocket engines of the Soviet Union Category:Rocket engines using the gas-generator cycle Category:Rocket engines using hypergolic propellant Category:Energomash rocket engines ",
    "title": "RD-119"
}