{
    "id": "47083003",
    "text": "Edward Ragg (born 11 October 1976) is an award-winning British poet, critic and writer on wine who, since 2007, has lived in Beijing, China. He was a Cinnamon Press Poetry Award winner (2012) and his first book of poetry was A Force That Takes (Cinnamon Press, 2013). In 2007 he co-founded Dragon Phoenix Wine Consulting with his wife, the wine expert, Fongyee Walker, Master of Wine (MW). In 2010 he was the first foreigner to become an Associate Professor in the Department of Foreign Languages and Literatures (est. 1926) at Tsinghua University. In 2019 Ragg also became a Master of Wine (MW) as well as wine reviewer for Chinese wines for The Wine Advocate. == Early life and career == Ragg was born in Stockton-on-Tees, England and grew up in the Stockton and Billingham area. He was educated locally before winning academic and music scholarships to Oundle School (1988-1995). In 1994 Ragg won a scholarship to Keble College, Oxford where he completed a BA in English Language & Literature (with First Class Honours). His tutors included the poet Bernard O'Donoghue, Nigel Smith and Malcolm Parkes. In 1999 Ragg completed an MA in Publishing at Oxford Brookes University before being admitted to Selwyn College, Cambridge as a graduate scholar (1999-2005), completing an M.Phil. in American Literature and Ph.D. on the work of Wallace Stevens (1879-1955). This led to his major critical study Wallace Stevens and the Aesthetics of Abstraction (Cambridge University Press, 2010) which was awarded a Choice Reviews Outstanding Academic Title for 2011 and was praised by J. Hillis Miller for its 'brilliant close reading of difficult poems'. His first published poem appeared in the Cambridge May Anthology (2001 ed. Michael Donaghy) and, since 2004, he has published in international journals, anthologies and in book form. His poems 'Mutton Fat Jade' and 'Punctuation Points' were both prize- winners, respectively, at the 2009 and 2014 Troubadour International Poetry Prizes. During 2004-05 Ragg was a Fellow of the Rothermere American Institute, Oxford University, where he co-organised, with Bart Eeckhout, the first major British conference on the work of Wallace Stevens in celebration of the fiftieth anniversary of the appearance of Stevens' Collected Poems, first published in England by Faber & Faber in 1955. In 2007 Ragg and his wife moved to Beijing, China and co-founded Dragon Phoenix Wine Consulting, an independent wine education and consultancy service. Around this time, Ragg's poems in response to contemporary China began to be translated into Mandarin by leading contemporary Chinese poet Wang Ao, who has also translated the work of Seamus Heaney, W. H. Auden, Hart Crane and Wallace Stevens. In 2010 Ragg was appointed an Associate Professor in the Department of Foreign Languages and Literatures (est. 1926), Tsinghua University, where he taught classes in literature and wine. He is also an Editorial Board Member of The Wallace Stevens Journal (est. 1977).. In 2017 he left Tsinghua University to focus on his writing and studies for the Master of Wine qualification. In 2019 Ragg became a Master of Wine. == Reception and criticism == A Force That Takes (2013) was reviewed by S. J. Holloway in Orbis Issue 167. Holloway observed: 'In reading this first collection, I made a common mistake: doing so in one sitting. Hence the spaces between each piece became blurred, leaving too little time for reflection and interpretation. And that’s exactly what this fine book demands. Not only do the poems need space between them, the reader is sometimes asked to pause between the stanzas or lines, so intricate and particular is the language'. Holloway concluded: 'If you give this work the space it needs, and the time it deserves, it will reward you greatly […] Ragg allows the poet’s voice to carry its secrets, and sometimes, that is all we would want [...] It is meticulous, crafted poetry.' Leading American academic critic Charles Altieri also commented of the collection: 'Perhaps the most important feature of Ragg’s poetry is the movement of strong enjambment that carries a feeling of thought taking place. Thoughts arrive by traversing space and overcoming the resistance constantly of the poem for a moment being suspended before acts of thinking determine a path. This is a very important aspect of contemporaneity despite the lack of pretentious avant-garde status. I want to note the lovely intricacy of the idea of portraiture in ‘Arriving on the Scene’ and the great love poem ‘If Only’ that personalizes purpose and possibility.’ Poet and reviewer Emma Lee concluded her review of A Force That Takes: 'Edward Ragg manages to combine the philosophical with personal observations without becoming didactic by a careful choice of words aimed at engaging the reader. His is an assured, undramatic voice that allows his poems to speak for themselves.' One of the poems from A Force That Takes, 'Anthem at Morning', was also selected for the prestigious 2014 Forward Book of Poetry chosen by judges Jeanette Winterson, Paul Farley, Sheenagh Pugh, the actor Samuel West and journalist David Mills from a pool of 161 other poetry collections published in the UK in 2013. Ragg's second collection Holding Unfailing (2017) was described by Sarah Howe as offering the reader '[i]ntriguing, supple poems that range across the world and across the landscapes of the mind.' The attention to place and landscape, especially in relation to contemporary China, was noted by Penelope Shuttle in her account of the book: 'This collection has for its central focus scenes from contemporary China, observing with detachment and direct emotional intent those personal landscapes which fan out from Ragg’s experiences of a country undergoing profound change. Such landscapes and the burdening memories accompanying them create poems of concentrated philosophical energy. They search and question. Ragg explores paths and places across a world shot through with colour. Yet he reins back from the expected celebratory note, in order to sift truth from falsehood, to travel from height to abyss. This is a wide-ranging and thought-provoking collection.' Exploring Rights (2020) is Ragg's third collection and represents greater formal experimentation than in the earlier work. Maureen N. McLane observes of the volume: 'Exploring Rights could not be more timely but is not only that: this book has the sustaining resonance of true works of art. This is formidably intelligent yet also tender and approachable poetry—a poetry of care, linguistic brio, philosophical range, sharp assessment, and occasionally savage indignation. Ragg modulates expertly between dispassionate attention and impassioned song. In Ragg — an Auden for our moment — delicate lyricism and discursive command co-exist. Exploring Rights registers our modernity and its human (and more-than-human) challenges, from Europe to China to the US to the Arctic. Ragg is a varied maker—a wizard of sampled documents, archival materials, legalese, spam, bots. Ranging from Catullus to Himmler to our era of surveillance, Ragg’s many- tongued verse shimmers with a complex intellectual and sensual music. Ragg tests his art on the most difficult yet urgent question: how and whether to pursue ‘the luxury of the poem’ in these days.'https://www.waterstones.com/book/exploring-rights/edward- ragg//9781788640732 Penelope Shuttle also observed of Exploring Rights: 'This is a complex and intently-reasoned collection which addresses historic and contemporary issues with unflinching attention. There is mordant wit, formidable energy, and a relish for analysis of various appetites. A prevailing and chilling concentration is sustained throughout. These poems witness the urgency of recording and understanding our past and present human darknesses.'https://www.waterstones.com/book/exploring-rights/edward- ragg//9781788640732 == Bibliography == === Poetry: Books === Exploring Rights (Cinnamon Press, 2020) Holding Unfailing (Cinnamon Press, 2017) A Force That Takes (Cinnamon Press, 2013) – Cinnamon Press Poetry Award winner (2012) === Poetry: Anthologies === 2014 Forward Book of Poetry (London: Faber & Faber, 2013) - contributor Lung Jazz: Young British Poets for Oxfam ed. Kim Lockwood and Todd Swift (Eyewear Publishing/Cinnamon Press, 2012) - contributor Jericho & Other Poems & Stories ed. Rowan B. Fortune (Cinnamon Press, 2012) - contributor Visiting Wallace: Poems Inspired by the Life and Work of Wallace Stevens ed. Dennis Barone and James Finnegan (Iowa University Press, 2009) - contributor New Poetries IV ed. Eleanor Crawforth, Stephen Procter and Michael Schmidt (Carcanet Press, 2007) - contributor === Select Poems: Online === 'The Solitude of Seeing' and 'Guang Hua Road' (BODY, UK & Irish Poets Feature) 'Sole Food' and 'Planes of Honour' (Cha: An Asian Literary Journal) 'Willows of the Fourth Ring' (Cordite Poetry Review) 'Wang Ao and the Lobster' and 'The Gods on Holiday' (Papercuts) 'Homage to Arvo Part' and 'Matinee Breathing' (PN Review) === Select Literary Criticism === Wallace Stevens in Context ed. Glen MacLeod (Cambridge: Cambridge University Press, 2017) - contributor Poetry and Poetics after Wallace Stevens ed. Bart Eeckhout and Lisa Goldfarb (London: Bloomsbury, 2016) - contributor Wallace Stevens, New York, and Modernism (New York: Routledge, 2012) - contributor Wallace Stevens and the Aesthetics of Abstraction (Cambridge: Cambridge University Press, 2010) - author Wallace Stevens across the Atlantic (London: Palgrave, 2008) - co-editor, contributor Take Care of Freedom and Truth Will Take Care of Itself: Interviews with Richard Rorty ed. Eduardo Mendieta (Stanford: Stanford University Press, 2006) - contributor === Select Wine Writing === 'Wine Education in China' Spirito di Vino Asia Issue 7 (2013), 30-31 'Blind Tasting Today: From Buenos Aires to Beijing' (with Fongyee Walker) in Reds, Whites & Varsity Blues: 60 Years of the Oxford & Cambridge Blind Wine-Tasting Competition ed. Jennifer Segal (Pavilion Books, 2013), 248-49 'China’s New Consumers' Meininger’s Wine Business International Issue No. 4 (2013), 12-13 'Chinese Wine: Pie in the Sky?' Decanter Magazine Vol. 35 No. 7 (April 2010), 60-63 'What is a Wine Writer?' The World of Fine Wine Issue 26 (2009), 114-23 The Cambridge University Blind Wine-Tasting Guide (with Fongyee Walker) (Cambridge: CU Blind-Tasting Society, 2004, rev. 2004-present) == Awards and nominations == * 2012 Cinnamon Press Poetry Award * 2011 Choice Reviews Outstanding Academic Title for 2011 (for Wallace Stevens and the Aesthetics of Abstraction) * 2010 Wine Australia Landmark Tutorial Scholar == References == == External links == * Authorial site: Edward Ragg Home Page * PN Review Bio: Contributor, Edward Ragg Category:British poets Category:1976 births Category:Living people Category:Alumni of Keble College, Oxford ",
    "title": "Edward Ragg"
}