{
    "id": "47083711",
    "text": "Jessie Goldberg Gordon is a visual artist, writer and the managing director of Executive Performance Training (EPT). Publications include: What Gap? and The Patient's Guide with a Dutch-language version entitled Zo Praat je met je arts and creator of the PAC-Card.Jessie Goldberg Gordon, EPT == Early life, education and early career == Gordon was born and grew up in London, UK. Her mother Beryl Gordon (né Beryl Valentine–Hagart) was English and her father Harold John Gordon RIBA (né: Hans Julius Goldberg) an Austrian refugee who left Vienna in 1938. Gordon studied Theater and Performance at Dartington College of Arts.Dartingtong College of Arts alumni (now part of Falmouth University) During this time she performed and worked with the People Show, Edward Bond’s King Lear with Bob Hoskins and Jenny Harris's Combination at the Albany. Gordon gained her British Equity Card working as a deputy stage manager on plays at the Royal Court Theatre Upstairs in Sloane Square, London. She was the stage manager for the first production of the writer in residence Sam Shepard’s play Action (play) as well as Bird Child by David Lan. Gordon performed in avant-garde social/political theatre in the 1970s – 1980s, acting and touring throughout Europe. Most notably in the late 1970s and early 1980s Gordon collaborated, performed and acted for several years with The Pip Simmons Theatre Group. Productions included: The Mask of the Red Death (Edgar Allan Poe),Jac Heijer translated by Paul Evans, “Pip Simmons’s Poe is a parable of theatre art,” NRC HANDELSBLAD, September 8, 1977.Mickery Theater, An Imperfect Archaeology, Amsterdam University Press, pp. 236-237 Woyzeck (Georg Büchner) in which she played Marie,Chris Stuart, “Woyzeck in Cardiff,” Plays and Players, February 1978, pp. 28-29 The Tempest (William Shakespeare) in which she played Ferdinand, ‘Jessie Gordon’s all female Ferdinand, who, with her tensely-comic fear of the man-eating Miranda and her fluttering sexually confused half-gesture, is just about as perfect as could be'Peter Stothard, “The Tempest,” Plays and Players, July 1978, pp. 22-23 and appeared on the cover of Plays and Players April 1978 edition,Plays and Players Magazines: 1970s We (novel) (Yevgeny Zamyatin),Ria Julian, “Pip Simmons’ We,” Plays and Players, December 1978, pp. 30-31 Towards a Nuclear FutureNed Chaillet, “Towards a Nuclear Future ICA,” The Times, April 30, 1980 (created by the Pip Simmons company). In 1980 Gordon played the Bass Guitar together with the actor and singer Colin Marsh and the lead guitarist Tsuneo Matsumoto in the rock band Flex. As support band for the Atomic Rooster's comeback tour of the UK, Flex appeared at the Marquee Club in London. == Visual Arts == In the mid 1980s Gordon focused her career on the visual arts and moved to Amsterdam, Netherlands As well as exhibiting her paintings she also worked as an illustrator and cartoonist for newspapers, magazines, postcard series and books.Jaane Krook, “Actice Jessie Gordon werd illustratice,” VIVA, August 19, 1983, pp. 10-12 Her publishers included NRC Handelsblad, Vrij Nederland, Intermediair and Malmberg.“Jessie Gordon (37) Kunstenares, geboren in Engeland,” ELLE, August 1990, pp. 13 === Exhibitions === *1985 - Galerie Merlo Forni, Amsterdam (Solo Exhibition) *1986 - Christofori Atelier, Amsterdam (Solo Exhibition & Concert) *1986 - De Meervaart, Amsterdam (Solo Exhibition & Concert) *1986 - North Sea Gallery, The Hague (Solo Exhibition) *1987 - Nutsspaarbank, The Hague (Solo exhibition) *1987 - Café De Unie, Rotterdam (Solo Exhibition) *1987 - Leidse Schouwburg, Leiden (Solo Exhibition plus Concert with Soprano Jacqueline von Preuss ‘Aspect Asia’) Monica Schiks, “Schilderijen en muziek: geslaagd experiment,” Leidsch Dagblad, October 5, 1989 *1988 - Stadsschouwburg Amsterdam (Solo Exhibition plus Concert with Soprano Jacqueline von Preuss ‘Aspect Iberia’)“Schilderijen & zang.” Amsterdams Stadsblad, April 6, 1988 *1989/90 - Galerie Kunst & Beterschap, Amsterdam (2 artists) *1990 - Sonsbeek International Arts Center, Arnhem (3 Artists) *1991 - Gallerie Etcetera, Amsterdam (Solo Exhibition)“Jessie Gordon,” Rails, October 1991, pp.19“Expositie,” VIVA, October 1991“Jessie Gordon in Etcetera,” vitrine nummer 7, 1991, pp. 5 *1994 - Gallerie Skulptura, Amsterdam (Solo Exhibition) *1995 - Dutch Art Today - Tokyo, Japan (Group Exhibition)Christina O. Cunanan, “A Dutch delight,” Asahi Evening News (Tokyo, Japan), March 23, 1995, pp.12 == Executive Performance Training == Jessie Goldberg Gordon co-created the company Executive Performance Training (EPT) in 1987 of which she is managing director.Gijs Zwartsenberg, “Jessie Gordon EPT - Door in het huidige moment te blijven, kun je de juiste risico’s nemen,” ART View - Vakblad voor vormgeving en reclame, October 1995, pp. 32-34 Based in Amsterdam, Netherlands, EPT specializes in executive personal development programs, which connect the knowledge and techniques of effective live communication with leadership, diversity and cross cultural collaboration. These programs are supplied to multinational companies as well as, NGO, government and education institutions and take place in Europe, North America, Latin America, Russia, China, and Southeast Asia. == What Gap? == What Gap? – A Communication Tool Box, was published by Levboeken (A.W. Bruna) in 2013.Stephanie Dijkstra, “From the point of view of …Jessie Gordon” THE XPAT JOURNAL 6, 2013. pp. 6-8 The book describes how to develop the knowledge and skills to reduce and even close interpersonal understanding GAPs. Since the books publication Gordon's activities include giving Master classes connected to What Gap?, as an in-company experience, on an MBA and at congresses and seminars for example, at the 28th edition of the IPMA World Congress. == PAC- Card : Patient’s Action Communication Card == In 2011, prompted by her own hospital experiences, Gordon developed the PAC-Card (Patient's Action Communication Card). The PAC-Card contains a checklist of essential support questions, for patients to use in any interaction with a health professional. The PAC-Card was tested in a medical trial at OLVG (a large Amsterdam Hospital) by Jeanet Rooseman, Vanessa Scholtes and Dr. R. W. Poolman assessing the effectiveness of the PAC-Card, the following was concluded: ‘The primary analysis with regard to patient satisfaction in patient-caregiver communication showed that the PAC-Card had a positive impact on two aspects of patient satisfaction in the intervention group. Patient satisfaction regarding quality of care and the way of communication improved significantly in the intervention group. To support patients in a more structured way of communicating the PAC-Card is recommended to be used by patients. It helps patients communicate more effectively and patients are more satisfied with the quality of care and communication.’ Netwerk Palliatieve Zorg Zeeland, Zo praat je met je artsJeroen Bosch ZiekenhuisDialoogzorg, twee minuten aandacht voor het verhaal van de patiënt == The Patient's Guide == In order to facilitate the use of the PAC-Card in 2014 Gordon published The Patient’s Guide - Think. Ask. Know. with the Lulu company. This book looks at each question on the PAC- Card and explains how to effectively use it. In 2013 a Dutch version of this book, Zo praat je met je arts\", was published by Kosmos Uitgevers.“Dokter, mag ik even uitpraten,” Libelle, July 25, 2013Dora Rovers, “Mondig het ziekenhuis in,” DE GELDERLANDER, July 30, 2013, pp. 15“Goed gesprek,” Consumentenbond Gezondheidgids, August 31, 2013JoConnect, Zo praat je met je arts; Patiënt Actie Communicatie Kaart == Personal life == Jessie Goldberg Gordon lives in Amsterdam the Netherlands. She has a daughter Ruby Gordon / van der Meulen and a bonus son Max van der Meulen. == Bibliography == *The Patient's Guide. Lulu. October 2014. *WHAT GAP? - A Communication Tool Box. Bruna. 2013. *Zo Praat je met je Arts. VBK Media. May 2013. *Always and Forever. Poetry Now. 1997. *Mating Rituals. Poetry Now. 1993. *Cursussen in Balans. De Ruiter. August 1993. *Lezen in Balans. De Ruiter. July 1991 *Lezen in Balans. De Ruiter. June 1990. *Taal Actief. Malmberg. == References == Category:Living people Category:British non-fiction writers Category:Year of birth missing (living people) ",
    "title": "Jessie Gordon"
}