{
    "id": "47082361",
    "text": "Maamigili is one of the inhabited islands of Raa Atoll in Maldives. The island measures 750 meters in length and 500 meters in width for 100 hectares of pristine coral reef. Maamigili can be reached via a scenic 45-minute seaplane ride from the capital Malé and through the new Ifuru domestic airport which is 15 minutes away from the island by speed boat. Loama Resort Maldives at Maamigili is a resort situated on the island. The resort maintains a collection of historical artifacts at Loama Museum, a nation’s heritage site with ancient baths and wells, and the Loama Art Gallery with contemporary local art. ==Loama Museum== Porcelain jar decorated with Chinese mountain sceneries, prunus flowers and religious objects Loama Museum is the first and only Museum in a Hotel in Maldives licensed under the Government’s Department of Heritage. The young museum collection spans from the Classical to British Colonial Period. Highlights include artefacts found on the island, items of trade and livelihood from the Early Modern or Colonial Period (1514-1828) and British Colonial Period (1828-1965) and an Ancient Bath from the Classical Period (500 BCE-1153), Mausoleum foundations from the Medieval Islamic Period (1153-1514).Jameel, Mauroof.Historic Periods of Maldives The museum is located at the hotel lobby and extends to ancient baths and a traditional house, which are located at the heritage site. Notable exhibits include Chinese porcelain that could have arrived on this island during the Indian Ocean trade between South East Asia and the Middle East. Other interesting artefacts from the collection, representative of the lifestyle and trade that survived inhabitants of these coral atolls for centuries in the middle of the Indian Ocean, include grain measures, coconut oil making and lace equipment. ==Vevu== Vevu (Dhivehi) or bathing tanks, were used as public baths and later for ablution Vevu (Dhivehi) or bathing tanks, were used as public baths and later for ablution. The actual period of this Vevu is unknown, however sandstone used in construction is evidence pointing to the pre-Islamic period (500BCE-1153AD). The symmetry of the two wells also suggest it may have been part of a temple. These types of baths are found in other parts of Maldives. Coral stone is also seen in some of the baths and mosques. This supports the theory that the Vevu was built earlier than most coral stone mosques. Vevu are constructed by layering sandstone blocks approximately a meter below the water line till about half a meter above ground. There is an octagonal ledge cantilevered at low tide level for people to access the well. According to recorded history, Maamigili has been uninhabited for at least 200 years and during this time the Vevu has been damaged by natural and human interference, yet still it is considered a fine example of a pre-Islamic coralstone structure. ==Traditional house== An example of traditional Maldivian house at Loama Resort Maldives at Maamigili As part of the museum exhibit, Loama Museum features a traditional Maldivian house on the resort. The house featured follows the traditions of South Asian architectural designs. According to oral history the house has existed in Kandholhudhoo for more than 125 years. The house is built with teak panels and coral stone walls. The teak panels make up the facade and the interior dividing wall of the house. Measuring approximately 20 feet by 12 feet, the house is furnished with functional pieces used for general living. ==Loama Art Gallery== Loama Art Gallery is affiliated with the National Art Gallery, Maldives, and shows contemporary art from the Maldives Loama Art Gallery is affiliated with the National Art Gallery, Maldives, and shows contemporary art from the Maldives. It offers a platform for artists to exhibit and sell their work to local and international audiences. Contemporary art in Maldives has seen significant changes in themes and style over the last few decades. As the only commercial art gallery in Maldives, it exhibits the works of famous artists of the Maldives along with the works of artists who are starting their career. ==See also== * National Museum (Maldives) * History of the Maldives * Culture of the Maldives * Islam in the Maldives * Buddhism in the Maldives ==External links== * Loama Resort Maldives at Maamigili * Maldives National Art Gallery ==References== Category:Atolls of the Maldives ",
    "title": "Maamigili (Raa Atoll)"
}