{
    "id": "47088210",
    "text": "John Morley Stephens (born November 17, 1932 Valparaiso, Indiana died Huntington Beach, California June 18, 2015) was an American cinematographer. He was noted for his innovative work on the 1966 film Grand Prix, for which he pioneered the use of a number of camera mounts and developed the first remotely operated pan-and-tilt-head camera. For this latter invention, he received a Technical Achievement Award from the Society of Operating Cameramen in 1994. == Biography == Stephens learned how to use a camera when he served in the United States Navy in the 1950s. Working as a photographer in Sun Valley, Idaho, he entered film work as an assistant cameraman and stills photographer on Bus Stop (1956} and South Pacific (1958). p. 334 Lentz III, Harris M. Obituaries in the Performing Arts, 2015 McFarland, 3 May 2016. As a cinematographer, Stephens was known for his work on such films as Billy Jack, Blacula, Martin Scorsese's Boxcar Bertha, and William Friedkin's Sorcerer. He also shot the memorable bicycle chase for Steven Spielberg's E.T. the Extra- Terrestrial, though he did not receive on-screen credit for his work. He was also the second unit director and cameraman for John Landis' comedy Three Amigos and the aerial photographer for Phil Alden Robinson's acclaimed Field of Dreams. From the late 1980s onward, he more prominently worked as a second unit director of photography, most notably on Martin Brest's Midnight Run and James Cameron's Titanic. Stephens died in Orange County, California on June 18, 2015. He was 82. ==Partial filmography== ===As camera operator=== *Bus Stop (1956) - 2nd assistant cameraman (uncredited) *South Pacific (1958) - 2nd assistant cameraman (uncredited) * Ski Party (1965)- camera operator - {uncredited) *The Hallelujah Trail (1965) - second unit (uncredited) *Seconds (1966) *Grand Prix (1966) *Ice Station Zebra (1968) - additional arctic photography *Snowball Express (1972) - second unit *The Fog (1980) - additional camera (uncredited) *E.T. the Extra-Terrestrial (1982) - (uncredited) *Indiana Jones and the Temple of Doom (1984) - California unit *Three Amigos (1986) - second unit; also second unit director *Field of Dreams (1989) - aerial photographer ===As cinematographer=== *Run, Angel, Run (1969) *Billy Jack (1971) *Bunny O'Hare (1971) *Boxcar Bertha (1972) *Blacula (1972) *Sorcerer (1977) *Ski Patrol (1990) ===As second unit director of photography=== *The Other Side of the Mountain (1975) *Midnight Run (1988) *Loose Cannons (1990) *Major League II (1994) *Conspiracy Theory (1997) *Titanic (1997) *Six Days Seven Nights (1998) *Bandits (2001) ==References== ==External links== * Category:1932 births Category:2015 deaths Category:American cinematographers ",
    "title": "John M. Stephens"
}