{
    "id": "47089180",
    "text": "Josh Abramson (born 1981) is an American entrepreneur,Jordan Crook, “CollegeHumor Founder Josh Abramson, Boomi Founder Rick Nucci Join FirstMark Capital,” TechCrunch, September 17, 2013. and co-founder of the comedy website CollegeHumor.Pui-Wing Tam, “By Accident or Design, Selling T-Shirts Is Big Business on Web,” The Wall Street Journal, May 4, 2005.Jessica E. Vascellaro, “CollegeHumor Co-Founder Tries on Old Threads,” The Wall Street Journal, May 15, 2011.Rebecca Mead, “Funny Boys,” The New Yorker, January 24, 2005. He was one of the principal owners and founders of Connected Ventures, whose properties also included Vimeo and BustedTees,Margaux Laskey, “Gabrielle Finley and Josh Abramson,” The New York Times, April 30, 2010.Jeffrey Gangemi, “Buying Sites with a Built-in Audience,” Bloomberg Business, September 11, 2006.Streeter Seidell, “I Waste People’s Time Online. How? Don’t Ask Me,” The New York Times, April 20, 1980. and the co-founder, owner, and CEO of the crowdsourced T-shirt design company TeePublic.John Koetsier, “Kickstarter for T-shirts: CollegeHumor and Vimeo founder Josh Abramson launching social T-shirts,” VentureBeat, March 13, 2013.Vanessa Grigoriadis, “A Message Tee for Every Mood,” New York, March 20, 2013. ==Career== ===CollegeHumor=== Abramson and Van Veen co-founded CollegeHumor in 1999 when they were both freshmen in college,Jillian Goodman, J.J. McCorvey, Margaret Rhodes, and Linda Tischler, “From Facebook To Pixar: 10 Conversations That Changed Our World,” Fast Company, February, 2013. Abramson at the University of Richmond and Van Veen at Wake Forest. They began by posting silly photos of themselves as well as jokes, links, and other amusing material they collected from emails circulating among college students. Within three months the site was receiving over 600,000 visitors per month and $8,000 in monthly revenue. In under a year they received a buyout offer from an Internet company called eFront for $9 million, most of which would have been financed with stock shares. Abramson and Van Veen refused the offer and continued to grow the company themselves. In 2001 they added Jakob Lodwick, a student at Rochester Institute of Technology, and Zach Klein, a friend of Van Veen's from Wake Forest.“Business at Collegehumor.com Is No Joke,” Fox News, June 15, 2006. By the time the group graduated from college the site had earned more than $100,000 and the partners still owned 100 percent of their business, which at that time was attracting 2 million viewers a month. The group moved the company to San Diego briefly before settling in New York City in 2004, where they set up shop in a 4,800 square-foot loft in TriBeCa. By 2005 the site was receiving 6-8 million unique visitors each month and was generating over 5 million dollars per year in advertising and T-shirt sales. In 2006 Abramson and company sold 51% of Connected Ventures, CollegeHumor's parent company, whose properties include CollegeHumor, Vimeo and BustedTees, to Barry Diller’s IAC/InterActiveCorp for a reported $20 million.Anthony Ha, “T-Shirt Crowdfunding Site TeePublic Funds 22 Designs In Its First Week,” TechCrunch, March 22, 2013. ===BustedTees=== Abramson and company created BustedTees in 2004 as a forum to sell T-shirts marketed on CollegeHumor. BustedTees was included in the 2006 sale of Connected Ventures to IAC/InterActiveCorp but in 2011 Abramson bought the company back. BustedTees later spawned TeePublic. It was included in the TeePublic sale in 2018.Jason Feifer, “Should You Compete With (and Potentially Kill) Your Own Business?,”Entrepreneur, April 10, 2019. ===TeePublic=== Abramson launched TeePublic in March 2013 with the aim of creating a self- sustaining community of T-shirt designers and T-shirt lovers. The T-shirt designs are submitted by artists, designers, and celebrities, and are curated through crowdsourcing. In October 2018, TeePublic was acquired by Redbubble, a global online marketplace based in Australia, for US$41 million. ===Venture Capital Financing=== Abramson has invested in several early-stage tech companies, including BarkBox, a subscription e-commerce and content company for dog-lovers, AmberJack, a booking platform for fishing trips, ManagedByQ, an office management platform, and Shinesty, a retro clothing company, among others.Alyson Shontell, \"BarkBox Raises $1.7 Million From Resolute.vc, Lerer, RRE And Others To Become The Ultimate Resource For Dogs,\" Business Insider, July 9, 2012.Jordan Crook, “Amberjack Reels In $500K To Let You Book A Fishing Trip,” TechCrunch, April 6, 2015. In 2013 Abramson joined venture capital firm FirstMark Capital, the New York-based firm behind major companies like Pinterest and Shopify, in a venture partner role.Nicholas Carlson, “FirstMark Capital Just Hired The Star Entrepreneur Behind College Humor, Vimeo, and Busted Tees,” Business Insider, September 7, 2013. ==Personal life== Abramson grew up in Timonium, Maryland, a suburb of Baltimore. He and fellow CollegeHumor co-founder Ricky Van Veen were friends since the sixth grade and attended Dulaney High School together.Warren St. John, “Sophomorically Incorrect,” The New York Times, July 24, 2005.Chris Richards, CollegeHumor, Popular Comedy Web Site, Crosses Over to MTV,” The Washington Post, February 7, 2009. Abramson resides in New York City. In April 2010, he married Gabrielle Borden Finley. ==References== Category:1981 births Category:Living people Category:Businesspeople from Maryland Category:CollegeHumor people Category:People from Baltimore County, Maryland Category:University of Richmond alumni ",
    "title": "Josh Abramson"
}