{
    "id": "47080326",
    "text": "Elizabeth \"Nana\" Shineflug (1935 - 15 January 2015) was an American dancer and choreographer. She started and led the Chicago Moving Company, a modern-dance troupe. On the page, click Nana Shineflug's name to make the biography appear. Her style was not traditional: \"Shineflug nurtured our God-given right to weirdness...,\" according to critic. Laura Molzahn. Shineflung's maiden name was Elizabeth Strohmeier. She grew up in Evanston, Illinois. ==Career== Shineflug graduated from Northwestern University with a degree in Mathematics. Later, she was awarded an M.A. (1986) and Graduate Certificate in Laban Movement Analysis from Columbia College, Chicago. In 1972, she started the Chicago Moving Company. She taught at Columbia College Chicago in the Interdisciplinary Arts Graduate Program and the Theater Department She also taught modern dance, Qi Gong, and Psychocalesthenics through the Chicago Moving Company. She also performed and taught in other countries. Nana Shineflug died of cancer in her Glenview, Illinois home on 15 January 2015. She was seventy-nine years old. ==Awards== * Four Choreographic Fellowships from National Endowment for the Arts * The Katherine Dunham Award for Excellence and Dedication to the Arts * Chicago Dance Coalition/Ruth Page Lifetime Service to the Field Award * Three Illinois Arts Council Choreographic Fellowships * Ruth Page Award, Honorable Mention for the Dance Legacy Project * Boulevard Arts Center's Presidents Award * Two Illinois Alliance for Arts Education Service Recognition Awards * Prestigious National Endowment for Arts Arts-Plus Partnership * Columbia College Chicago Lifetime Achievement Award ==Further sources== * ==References== Category:1935 births Category:2015 deaths Category:American choreographers Category:American female dancers Category:American dancers Category:Deaths from cancer in Illinois Category:People from Evanston, Illinois Category:Modern dancers ",
    "title": "Nana Shineflug"
}