{
    "id": "47082305",
    "text": "Le Dake (; born March 1960) is a former Chinese politician. He served for state security system in 18 years and, between 2013 and 2015, held the post of the Vice-Chairman of the Tibet People's Congress. On June 26, 2015, Le was placed under investigation by the Communist Party of China's anti-graft agency. He was the first high-ranking implicated official being examined from Tibet Autonomous Region after the 18th Party Congress in 2012. ==Career== Le Dake was born in Dongxiang County, Jiangxi in March 1960. In December 1976, he became the Sent-down youth in Red Star Farm (). He attended to Jiangxi University in 1983 and graduated in 1986. Le Dake became an officer of the Jiangxi provincial police force from 1980 to 1994, and become an officer in the National Security Department from 1994 to 2004. In 2004, he went to Tibet and became the director of Tibet Regional National Security Department until 2012. In January 2013, Le Dake became the Vice-Chairman of the Tibet People's Congress. On June 26, 2015, Le Dake was placed under investigation by the Party's internal disciplinary body for \"serious violations of laws and regulations\". He was the first official from Tibet to be placed under investigation following the 18th Party Congress in 2012. On October 30, 2015, Le was expelled from the Communist Party. The investigation concluded that Le had \"breached political discipline\", interfered and obstructed the investigation, was dishonest about his activities; abused his power and accepted bribes; conducted illicit transactions exchanging money for sex and exchanging political favours for sex. On December 30, 2016, Le was sentenced to 13 years in prison. who had been found guilty of bribery. ==References== Category:1960 births Category:Politicians from Fuzhou, Jiangxi Category:Living people Category:Political office-holders in Tibet Category:Communist Party of China politicians from Jiangxi Category:People's Republic of China politicians from Jiangxi Category:Expelled members of the Chinese Communist Party Category:Chinese police officers Category:Chinese politicians convicted of corruption ",
    "title": "Le Dake"
}