{
    "id": "47087529",
    "text": "Viva Seifert (born 15 April 1972) is a British musician, actress, and gymnast. She first became known for her work as a competitive rhythmic gymnast, competing at various competitions such as the 1992 Summer Olympics, where she finished 29th place in the rhythmic gymnastics category. Seifert made her musical debut as a member of the band Bikini Atoll, which was active from 1999 to 2006. In 2010, she becane a member of the band Joe Gideon & the Shark. She has also ventured into acting, starring in the video games Her Story in 2015 and RuneScape in 2018, the former of which earned her a Game Award for Best Performance. == Career == Seifert competed as a rhythmic gymnast at the 1990 Commonwealth Games and finished fourth in the individual competition, winning bronze medals in the hoop and ribbon disciplines.http://www.commonwealthgames.com/ Commonwealth games.com She also participated in the 1992 Summer Olympics finishing in 29th place in the individual rhythmic gymnastics competition. alt= In 1999, Seifert and her brother, Joe Gideon, formed the band Bikini Atoll along with two other members, Ché Albrighton and Bastian Juel. In the band, Seifert was a keyboardist. In 2004, they were signed to the Bella Union label, and they released their debut studio album, Moratoria, which was received positively by critics, with The Independent describing it as \"...an awesome, soul-searching slice of sprawling Americana.\" In 2005, they released their second studio album, Liar's Exit, which received positive reviews. In 2006, they disbanded, and further activities were ceased. After the band split, Seifert and her brother formed the duo Joe Gideon & the Shark. They have released two studio albums; Harum Scarum in 2010 and Freakish in 2013, the latter of which was released through Bronze Rat Records. Her Story (2015)|alt=|221x221px|left In 2015, Seifert was cast in the video game Her Story, a crime fiction video game by Sam Barlow, where she portrays the dual role of Hannah and Eve Smith. After previously working with Barlow on the cancelled game Legacy of Kain: Dead Sun, he contacted her for the role after observing her work, stating that Seifert was \"very good at picking up a line and intuitively pulling a lot of the subtext into her performance\". Seifert stated that the role was difficult to portray, commenting that shooting was \"intense\" and \"rather exhausting\". Along with acting in the game, she also had a hand in the soundtrack, performing a song and helping alter the music. Upon release, the game opened to instant and critical success, with critics praising the game as well as Seifert's performance; Justin Clark from GameSpot wrote that her performance \"anchored\" the game, and Andy Keller of PC Gamer stated that her performance was \"understated, realistic, and complex\". For the role, she won the Game Award for Best Performance in 2015. In 2018, Seifert voiced the character Merethiel in the video game RuneScape. In the same year, she made a guest appearance as Rachel on the British television series Delicious. In 2019, she starred in the short film Miss White as the titular character. ==Filmography== === Film and television === {| class=\"wikitable\" !Year !Title !Role !Notes |- |2018 |Delicious |Rachel |Episode: \"The Heart\" |- |2019 |Miss White |Miss White |Short film |} === Video games === {| class=\"wikitable\" !Year !Game !Role !Notes |- |2015 |Her Story |Hannah and Eve Smith | |- |2018 |RuneScape |Merethiel | |} == Discography == == Accolades == {| class=\"wikitable\" !Year !Award !Category !Work !Result !Ref |- |2015 |The Game Awards |Best Performance | rowspan=\"2\" |Her Story | |style=\"text-align:center;\"| |- |2016 |NAVGTR Awards |Outstanding Performance in a Drama | |style=\"text- align:center;\"| |} == References == == External links == * Category:1972 births Category:Living people Category:Sportspeople from London Category:Musicians from London Category:British keyboardists Category:British rock drummers Category:British female drummers Category:British rhythmic gymnasts Category:English sportswomen Category:Olympic gymnasts of Great Britain Category:Gymnasts at the 1992 Summer Olympics Category:Gymnasts at the 1990 Commonwealth Games Category:Commonwealth Games medallists in gymnastics Category:Commonwealth Games bronze medallists for England Category:21st- century English women musicians Category:21st-century drummers ",
    "title": "Viva Seifert"
}