{
    "id": "47080257",
    "text": ", sometimes known professionally as Takashi, is a Japanese jazz pianist and composer. ==Life and career== Matsunaga was born and raised in Kobe. At the age of five he first played a piano and Hammond organ that his father had. His father also took him to jazz clubs. After winning an electric organ competition at the age of ten, Matsunaga took lessons from Tadao Kitano, who also taught Makoto Ozone. Matsunaga played his first concert as a professional when he was 15, appeared on television in 2002, then signed with Toshiba-EMI and released his first album the following year. As an 18-year-old, Matsunaga was promoted by Toshiba-EMI as \"the youngest pro jazz pianist in Japan\".McClure, Steve (3 March 2004) \"A Prodigy of Piano and Japan's Jazz Master\". The New York Times. Storm Zone, his 2004 release and debut album for Blue Note, contained only his original compositions.van Vleck, Philip (28 February 2004) \"Takashi\". Billboard 116.9. p. 49. In 2012, he recorded for the anime Kids on the Slope, which narrates the story of two teenagers playing jazz, one piano the other drums. ==Playing style== \"Matsunaga has a busy, almost frenetic, bop-based playing style, with dense clusters of notes and a profusion of riffs and melodic ideas.\" ==Composing style== A reviewer for The New York Times commented that Matsunaga composes in \"various stylistic idioms, including Latin-tinged numbers [...] gentle ballads [...] and swinging tours de force\". ==Discography== An asterisk (*) after the year indicates that it is the year of release. ===As leader/co-leader=== {|class=\"wikitable sortable\" !Year recorded !Title !Label !Notes |- |2003* |Takashi |Toshiba-EMI |Trio |- |2003* |Moko Moko |Toshiba-EMI | |- |2003 |Storm Zone |Blue Note |Trio, with Daiki Yasukagawa (bass), Junji Hirose (drums) |- |2004* |Today |Somethin' Else | |- |2006* |Inorganic Orange |Somethin' Else |Trio |- |2008* |Love Makes the Earth Float |Somethin' Else |Trio, with Hiroaki Mizutani and Daiki Yasukagawa (bass; separately), Akira Sotoyama and Junji Hirose (drums; separately) |- |2013* |Good News |Somethin' Else | |} Main source:\"Discography\". AllMusic. Retrieved 25 June 2015. ==References== Category:1986 births Category:Japanese jazz pianists Category:Living people Category:21st-century pianists ",
    "title": "Takashi Matsunaga"
}