{
    "id": "47080515",
    "text": "George Bliss (November 16, 1793 – April 19, 1873) was an American businessman and politician and served as Speaker of the Massachusetts House of Representatives and President of the Massachusetts Senate. ==Early life== Bliss, the eldest son of Hon. George Bliss, by his first wife, Hannah, (daughter of Dr. John Clark, of Lebanon, Conn), was born in Springfield, Mass., November 16, 1793. ==Education== Bliss graduated from Yale College in 1812. ==Early legal career== Upon graduation from Yale he entered his father's law office to read the law and study for the Massachusetts Bar Examination, and on being admitted to practice, in September 1815, established himself in Monson, Mass., where he remained for 7 years. He then returned to Springfield, entering into partnership with Jonathan Dwight Jr., whose daughter Mary he married in April 1825. In 1827 he entered public life as a member of the House of Representatives of Mass., and was re-elected in 1828, 1829 and 1853, serving in the last instance as Speaker; he was also chosen a member (and President) of the Massachusetts State Senate in 1835. Among many public enterprises which occupied Bliss' attention, the chief was his bringing the Western Railroad, between Worcester and Albany, to a successful completion. On retiring from the Presidency of this road, in 1846, Bliss visited Europe, and after his return became interested in other railroad schemes, chiefly at the West, in conducting which he gained an enviable reputation. In May 1860, Bliss withdrew from all active business. Bliss died in Springfield, April 19, 1873, in his 80th year. His wife died a few years before him. Of their three children, one died in infancy, and a son and daughter survived him. ==External links== * Category:1793 births Category:1873 deaths Category:Speakers of the Massachusetts House of Representatives Category:Presidents of the Massachusetts Senate Category:Yale College alumni Category:Massachusetts lawyers Category:American railroad executives Category:19th-century American politicians Category:People from Springfield, Massachusetts Category:People from Monson, Massachusetts ",
    "title": "George Bliss (Massachusetts politician)"
}