{
    "id": "47081296",
    "text": "René Gabriel (14 September 1890 – 30 October 1950) was a French decorative artist and designer who specialized in furniture series (meuble de série). He had a clean, logical style that inspired many of the new designers in the years after World War II (1939–45). The prestigious Prix René Gabriel continues to be awarded to French designers for modern designs that can be mass-produced. ==Early career== René Gabriel was born on 14 September 1899 in Maisons-Alfort, Paris. He studied at the École Germain Pilon from 1912 to 1914, and at the École nationale supérieure des arts décoratifs (ENSAD) from 1914 to 1917. From 1919 he exhibited furniture and painted designs at the Salon des Artistes Décorateurs and the Salon d'Automne. Gabriel's sober and rational furniture style resembled that of Francis Jourdain. At the 1925 International Exposition of Modern Industrial and Decorative Arts in Paris he designed the Chambre de Jeune Fille at the Ambassade Française. Gabriel also made block-printed wallpaper at his Au Sansonnet workshop in the 1920s. Later he made wallpaper patterns for Nobilis and Papiers Peints de France. His designs covered a wide range, and included elegant florals or landscapes and jazzy abstractions. In 1924 Gabriel became a professor at the École des Arts Appliqués. He contributed to the Manufacture nationale de Sèvres from 1927. ==Last years== Furniture for an apartment in Le Havre After World War II (1939–45) Gabriel had considerable influence through the courses that he gave at ENSAD, and also for his work on the reconstruction of Le Havre, where he was commissioned to design furniture by the architect Auguste Perret. From 1944 to 1947 he was president of the Société des artistes décorateurs. He was head of the workshop at the École Nationale Supérieure des Arts Décoratifs from 1946. In 1949 he was named a knight of the Legion of Honour. René Gabriel died on 30 October 1950. ==Legacy== Gabriel's aesthetic combined elegance with uncompromising rigor. He inspired the new generation of designers of the 1950s. Paul Breton, director of the Salon des arts ménagers, created a prize in Gabriel's honor in 1951 to boost mass production of high-quality modern furniture. The Prix René Gabriel is the most prestigious French design award. It rewards a designer for innovative and democratic furniture. Winners have included Marcel Gascoin, Henri Meyer, René-Jean Caillette, Jacques Hauville, the brothers Robert and Jacques Perreau, Roger Landault, Alain Richard, Pierre Gautier Delaye, Pierre Guariche, Marc Berthier, Pierre Paulin, Antoine Philippon and Jacqueline Lecoq, and Pascal Mourgue. ==Exhibitions== Gabriel's work was shown in exhibitions that included: *1921: Exposition of French Art in the Rhine *1925: International Exposition of Modern Industrial and Decorative Arts in Paris *1926: Musée Galliera *1930: Antwerp Exposition internationale coloniale, maritime et d'art flamand (carpet) *1933, Exposition of the Manufacture nationale de Sèvres at the Hague (porcelains) *1934: Galeries Bernheim et Charpentier, porcelains *1934: Salon de la Lumière, furniture sets *1935: Salon des arts ménagers, furniture series *1936: Milan Triennale *1937: Salon des arts ménagers (Children's village, Decorative artists pavilion, School of applied arts *1938: Salon des arts ménagers *1938: Cairo *1939: New York, Pavillon de la France (furniture sets). File:Gabriel 04.jpg File:Gabriel 02.jpg File:Gabriel buffet.png File:René Gabriel table 1.png ==Notes== ==Sources== * * * * * * * Category:1890 births Category:1950 deaths Category:French decorative artists Category:French furniture designers ",
    "title": "René Gabriel"
}