{
    "id": "47088972",
    "text": "Amanda Caroline Howe is a British medical doctor who works as a general practitioner and is a Professor of Primary Care. She is President of the Royal College of General Practitioners (RCGP) and a former President of the World Organization of Family Doctors (WONCA). ==Early career== She studied at the University of London and Newnham College, Cambridge. Since her graduation in 1984, Howe has worked as a GP. She was a partner at the Foxhill Medical Centre in Sheffield between the years of 1984–2001. She now practises one day a week at the Bowthorpe Medical Centre in Norwich, England. ==Academic medicine== In 1992, Howe became a lecturer. In 2001, as Norwich Medical School was being established, Howe became a Professor of Primary Care at the University of East Anglia. At the RCGP, Howe was Chair of Research from 2000−2005. She was chair of the Society for Academic Primary Care from 2007–2010. She was elected RCGP Honorary Secretary in 2009. She became a vice-chair of RCGP council in 2013 and following this led on professional development, continuing her work as chairwoman of the RCGP workforce committee. In June 2013, Howe was elected as President-elect of WONCA and in 2016 became the first woman to be President of WONCA. In June 2019, she was elected President of the RCGP. She is a fellow of the RCGP and the Academy of Medical Sciences. She was appointed Officer of the Order of the British Empire (OBE) in the 2016 New Year Honours for services to primary care. ==References== Category:Year of birth missing (living people) Category:Living people Category:Alumni of the University of London Category:Alumni of Newnham College, Cambridge Category:Academics of the University of East Anglia Category:20th-century English medical doctors Category:21st-century English medical doctors Category:British general practitioners Category:Fellows of the Academy of Medical Sciences Category:Fellows of the Royal College of General Practitioners Category:Officers of the Order of the British Empire ",
    "title": "Amanda Howe"
}