{
    "id": "47089372",
    "text": "\"Game Over, Charles\" is the tenth episode of the sixth season of the ABC Family mystery drama series Pretty Little Liars, serving as the mid-season finale. It is the 130th episode, overall, originally airing on August 11, 2015, on ABC Family. It was written and directed by showrunner I. Marlene King. ABC Family promoted the finale with the slogan \"#facetoface\", which served as an indication that the mysterious villain \"A\" would be revealed in the mid-season finale. In the episode, Alison, Aria, Emily, Hanna, Spencer and Mona finally uncover the true identity of \"A,\" who turns out to be CeCe Drake, and they learn why she has been tormenting them. In addition, the episode includes a time jump, as the Liars return to Rosewood after being away for five years. \"Game Over, Charles\" was watched by 3.09 million viewers and garnered a 1.4 rating, making it the most-watched episode of the sixth season, and the most-watched episode since the fourth season finale \"A Is for Answers,\" up from the previous episode. == Plot == At the prom, Aria (Lucy Hale), Emily (Shay Mitchell), Hanna (Ashley Benson), Spencer (Troian Bellisario) and Sara Harvey (Dre Davis) meet Mona (Janel Parrish), who reveals that she has been following Alison (Sasha Pieterse) all night to protect her. Mona locates Alison's phone at the Carissimi Group building, and the girls head to the company's headquarters. There, Spencer breaks into a restricted room after Sara remembers a specific date meaningful to Charles, which is the code for unlocking the door. While the girls enter the room, Sara refuses to accompany them. They discover a hologram which monitors a live feed of the room that Alison has been taken to. As the girls witness Alison discovering Jason and Mr. DiLaurentis's unconscious bodies, they realize she's alone with \"A,\" who is revealed to be CeCe Drake (Vanessa Ray). With everyone in the DiLaurentis family present, CeCe begins to tell them her story. She reveals that she was born as a boy named Charles DiLaurentis. When she was eight years old, she gave Alison a bath, but accidentally dropped her in the scalding water. Kenneth saved Alison, but Charles was admitted to Radley as a consequence. According to CeCe, as a child she asked her mother to purchase her dresses, but Kenneth despised his son for being feminine, so he used the bathtub incident as an excuse to send him away. Jessica paid a visit to Charles as often as she could, in an attempt to make him feel less alienated. When Charles was 12 years old, Bethany Young pushed Toby's mother, Marion Cavanaugh, off Radley's roof. However, Bethany blamed Charles for Marion's homicide, and everyone believed her word due to Charles sporting a dress at the time of the incident and refusing to be seen in it. Jessica paid off Darren Wilden (Bryce Johnson) to make sure Mrs. Cavanaugh's death was ruled a suicide. Charles was diagnosed with intermittent explosive disorder (IED), although this was actually an accurate diagnosis for Bethany. For the next two years, Charles was heavily medicated with tranquilizers, but he was let out to attend his fake funeral. After the funeral at Aunt Carol's, Jessica finally accepted Charles as her daughter and took her back to Radley, renamed Charlotte. Charlotte dedicated herself to math as a way to escape reality. She did so well in her studies that she was allowed to attend classes at the University of Pennsylvania. She thought going to school would be fun, but it was easy for her since she already knew what she was being taught. One day, she called in a bomb threat to cancel classes. She used the opportunity to go to Rosewood High for yearbook picture day, where she met Jason, whom she began dating under the CeCe Drake alias in order to get closer to her family. Jessica didn't know that CeCe Drake and Charlotte were the same person until the day the DiLaurentises were leaving for Cape May. Although initially angered at her children's incestuous relationship, Jessica allows Charlotte to go on vacation with the rest of the family. In Cape May, Charlotte became close friends with Alison and even planned to tell her they were related. However, Bethany found out about Mrs. D's affair with her father, thus ruining Charlotte's opportunity to tell her sister the truth. On Labor Day Weekend, Bethany stole Charlotte’s clothes and snuck out of Radley to murder Jessica at the DiLaurentis property. This led to Charlotte accidentally bashing Alison in the head with a rock that night, believing she was Bethany. Jessica buried Alison out of panic and paid Wilden to take Charlotte back to Radley. Back at the Carissimi Group, Mona tearfully admits that she hit Bethany that night and mistook her for Alison, since they both had blonde hair and were wearing the same clothes. The medical staff at Radley took away Charlotte's privilege to occasionally leave Radley, but, once Mona was admitted to the sanitarium, Charlotte took advantage of her drugged up state and manipulated her into telling her everything she had done as \"A\". After Charlotte was released from Radley, she moved to Rosewood, where she purposely met the Liars, and began hating the girls due to their relief over Alison's disappearance. Charlotte kept seeing Alison in the Red Coat and thought she was going crazy at first. So, in order to lure Alison out, she planned the Thornhill Lodge party. She sent a decoy Red Coat to go in her place and confuse the Liars. The decoy Red Coat unmasks herself as Sara Harvey. Alison and the Liars are shocked by this and Charlotte says Sara was Red Coat when she needed her to be. Charlotte's intentions were to lure Alison out of hiding, but Shana set fire to the lodge. Nonetheless, Sara and Alison rescued the girls, thereby giving Charlotte the much needed confirmation that her sister was alive. She killed Wilden to protect Alison, since he would've never allowed her to return to Rosewood, and sent Sara to his funeral, costumed as the Black Widow, to ensure he was deceased. Before Charlotte fled to New York, she snuck home to say goodbye to her mother, only to find her lifeless body lying in the DiLaurentises' backyard. Following her mother's passing, she saw the events in New York as the perfect opportunity to end the \"A\" game and begin a new life in Paris, but eventually came back, due to her addiction to power. Sara, dressed as Red Coat, sets a bomb to detonate inside Radley as part of Charlotte's final plan to kill her family and herself. The Liars arrive in time for Spencer to disable the bomb while Emily punches Sara for betraying her. Charlotte runs towards the roof and attempts to commit suicide. However, the Liars arrive in time to persuade her not to do so, and Charlotte, instead, declares the end of her reign as A. === Three Months Later === On Labor Day weekend, the five Liars stand outside Alison's house, with their cars all packed and ready to leave for college. The girls hug each other as they say goodbye, not realizing leaving would be so hard. === Five Years Later === Alison is working as a teacher at Rosewood High. As she writes the name \"Mrs. Rollins\" on a classroom board, she is interrupted by Aria, Hanna, Emily, and Spencer, who rush into her classroom to inform her that an unknown male is pursuing her. == Production == \"Game Over, Charles\" was written and directed by showrunner I. Marlene King, which serves as King's second writing credit of the sixth season, and the fifth directed episode of the series. King began writing the mid-season finale, the \"summer finale\", which will be titled \"Game Over, Charles\", on May 12, 2015. Filming began on June 9, 2015 and ended on June 18, 2015. King revealed the title of the episode on March 25, 2015, after revealing the title of the premiere, which was \"Game On, Charles\". ABC Family promoted the finale on Twitter with the slogan \"#FAceToFace\" indicating the reveal of 'A' in the mid-season finale. On June 4, 2015, it was announced by King on Twitter that the actor/actress who will play 'A' had been told that they were going to be 'A' in the show. The episode featured the song \"How Does It Feel\" by MS MR. The episode focuses on the reveal of 'A' as the Liars and Alison discovers who their tormentor is and why they became 'A'. Executive producer Oliver Goldstick revealed in an interview that the first half of the sixth season, would contain 10 episodes instead of 12, like the previous seasons and will deal almost exclusively with the mystery of Charles DiLaurentis and every unanswered \"A\" mystery question since the start of the show. King said that \"This is our chance to finally end this great and wonderful story.\" In an interview with Entertainment Online, I. Marlene King said that the sixth season \"is about answers and closure for all of them. It is an ending to the story that we started so long ago, but it's a very fast- paced ending to the story.\" King revealed that the Liars will graduate in the mid-season finale, and it will feature a five-year time jump to when the Liars are finished with college. Goldstick commented that \"We’ve been talking about [the time jump] for years.\" Goldstick said in regards to the threats by 'A' and the time jump, that “It gives us an opportunity to see what was the gift of ‘A.’ What was the gift of ‘A’ that edified all of these girls in different ways?” Marlene King expressed her excitement in an interview with Entertainment Tonight to tell more grown-up stories for the characters as she said that the actresses had \"outgrown the teenager years\". Lucy Hale commented on the five-year time jump as she said “We couldn’t have asked for anything better.\" Shay Mitchell also commented on how the show is going to be different, as she also added that \"This feels like a new beginning\". As a regard to who 'A' is going to be, King said \"We knew that Mona was the original \"A,\" but we didn't know how long we were going to be able to go to sustain that story before we gave her up to the audience. We knew there was going to be a \"Big A\" to follow that story up, and we stayed true to those characters.\" King revealed in an interview with BuzzFeed that because of the frustration from the audience, the final 'A' reveal was moved from the series finale to the sixth season mid-season finale. She continued saying that \"The fans have been really patient, and I feel like we pushed them as far as we could.\" The story of Charles was pitched by King to the writer's room after the end of the second season, after the reveal of Mona as 'A'. King said - Joseph Dougherty, executive producer, expressed his concern over the amount of material the writers had to deal with in the first half of the sixth season in order to reveal who 'A' is when crafting the first ten episodes. He continued to call the season four finale \"the previous high-water mark for maximum signal-to-noise information.\" King revealed in an interview with The Hollywood Reporter that \"lots of people\" have correctly guessed A's identity\", but noted that fans would still be shocked to learn A's motives for living a life devoted to stalking. \"The 'who' has been guessed, but the 'how' and 'why'? Not so much.\" Troian Bellisario said in an interview that \"it was thrilling to watch this mysterious actor \"really stretch their legs\" as 'A' in Tuesday's summer finale. \"They were just fantastic. I’m sorry I can’t be more specific, but that was the best part of this episode.\" == Reception == === Broadcasting === \"Game Over, Charles\" premiered on ABC Family on August 11, 2015. It was watched by 3.09 million viewers and acquired a 1.4 rating in the 18-49 demographic, making it the most watched episode of the sixth season, and the most watched episode since \"A Is for Answers\", the fourth season finale, which aired in March 2013. It was up from the previous episode, the penultimate episode \"Last Dance\", which was watched by 2.03 million people. === Reviews === Vanessa Ray's (pictured) performance in this episode was critically acclaimed, and earned her a Teen Choice Award. The episode deeply divided fans, since some viewers expressed considerable dissatisfaction in regards to CeCe Drake's motives for becoming the show's primary antagonist as well as Sara Harvey's reveal as the third Red Coat and Black Widow. Critics were generally unfavorable towards the episode, though particular praise was given to Vanessa Ray's performance and the inclusion of a transgender storyline. The episode currently holds a 5.2/10 rating on TV.com and a 4.7/10 rating on IMDb. Morgan Glennon from Buddy TV wrote that it was not the show's best finale \"by a long shot\". \"It's nice to get the answers to most of the show's big questions [...] but the revelations come so fast and so furious that some of the big moments have no time to land. [...] This gives these moments no time to breathe and takes some of the power out of these giant revelations.\" Nick Campbell of TV.com had mixed opinions on the episode. Although he described it as \"an episode that fulfilled its promises,\" finding that CeCe as A was \"a solution that fits\" and Sara Harvey as Red Coat \"added up beautifully,\" Campbell noted that it was \"a flashback to cornier times.\" He was ultimately dissatisfied with the conclusion of the game, which \"felt like a relic. It's an artifact.\" He also criticized the mass of information given, which \"may have been tough to analyze\". He thought the reactions of the Liars to the reveal \"made little sense\" as \"they all turned to mush\". The A.V. Club reviewer LaToya Ferguson wrote that the choice of having CeCe Drake being A/Charles was \"the best decision\" instead of choosing Wren. To her, it could have turned out worse, alluding to Gossip Girl's reveal. Ferguson applauded Vanessa Ray's emotional performance \"reminding the audience (and characters) why they were drawn to CeCe in the first place\". She highlighted how Cece manages to make her wrongdoings acceptable, almost redeeming herself. She wrote that Ray \"absolutely carries this episode on her back, in a way very few secondary characters could.\" While she described the episode as \"quite sweeping\", she felt it was impossible to compare it to previous ones because the Liars only acted as \"tertiary characters\", which was unusual. Writing for The Washington Post, Bethonie Butler agreed that the identity of A made more sense than Gossip Girl's reveal, although it was, in her opinion, obvious and disappointing. Further, with regards to the flash-forward, Butler wrote: \"it’s kind of odd to spend all that time in high school, only to breeze through college and land abruptly into adulthood.\" Writing for SpoilerTV, Gavin Hetherington wrote of mixed feelings brought about by the mid-season finale, saying \"you know when you just don't feel fully happy with something and you just have that little leftover feeling of disappointment? What I love and hate about this show is that it makes me feel like this a lot and I always seem to have mixed feelings when it comes to sharing my opinions on an episode. This was a good, dramatic summer finale but I think the thing I'm most disappointed about was that most of it was just standing and talking.\" He elaborated and said, \"As much as I wasn't shocked to the core about CeCe being A, I do like that she is as her story makes sense and her connections to the girls.\" Paul Dailly of TV Fanatic enjoyed the episode, writing that the reveal \"surprisingly lived up to the hype. I'm not going to sugarcoat it, it was a bit rough around the edges, but it all made sense and for the first time in ages. [...] We have solid answers and the show is heading off in an exciting direction!\" He concluded, saying: \"It was an interesting conclusion that's rebooted the show in a lot of ways. Entertainment Weekly's Isabella Biedenharn deemed the reveal \"satisfying\", saying she did not understand people's disappointment and that Wren or one of the Liars \"would have made no sense\". Biedenharn called Vanessa Ray \"fantastic\" and \"compelling\". She opined that the episode, \"the biggest in PLL history\", deserved at least two hours. Vanessa Ray won a Teen Choice Award for Choice TV Villain for her performance in this episode. == References == == External links == * * Category:2015 American television episodes Category:Pretty Little Liars episodes Category:Fiction set in 2012 Category:Fiction set in 2017 ",
    "title": "Game Over, Charles"
}