{
    "id": "47083376",
    "text": "James Sangster Memorial is a heritage-listed memorial at Browns Park, Downs Street, North Ipswich, City of Ipswich, Queensland, Australia. The memorial was erected to commemorate the heroism of police constable James Sangster who drowned attempting to save two people. It was designed and built in 1898 by C Wilson & Co. It was added to the Queensland Heritage Register on 18 September 2008. == History == James Sangster Memorial, circa 1940 The James Sangster Memorial, located at Brown's Park, North Ipswich, was dedicated on Saturday 7 May 1898 with funds raised by the people of Ipswich. It was erected to commemorate the heroism of police constable James Sangster who drowned, aged 25 years, in February 1893, whilst attempting to rescue two people trapped by floodwaters. The 1893 floods were the outcome of the \"Mooloolah rainfall event\", the highest recorded rainfall in south-east Queensland to that date, with of rain falling in 72 hours. From 30 January 1893 the rain effects of three tropical cyclones affected south-east Queensland and northern New South Wales in quick succession. Over of rain in the Brisbane River catchment caused heavy flooding and extensive damage. Approximately were flooded as the river rose or more above normal level in some places. Over a two-week period from 1–14 February 1893, 35 people were killed, 500 were injured and over 5,000 were made homeless. Over 600 houses were destroyed; 150 of these were washed away, many out to sea. Several of the 35 deaths occurred as houses were swept away and others as people tried to use boats in the torrent. In Ipswich the Bremer River overflowed its banks on Friday 3 February with the water reported at being approximately deep in Brisbane Street that night. On Saturday, 4 February, the Brisbane River rose close to the Jackson family home at Blackwall, near Kholo, about from Ipswich. Mr Jackson, an engine driver on the Ipswich line, was at work at the time. Mary Jackson remained in the house with John Rowe, a farm worker, whilst Mrs Jackson and her other children, including 17-year-old Kate, rowed to shore. The plan was that, after reaching the riverbank, Kate, who was described as an excellent rower and swimmer, was to return to the house for the other two. As the boat neared the riverbank, however, it overturned. Mrs Jackson and one of her daughters sought refuge in a tree and were rescued by nearby railway workers. In spite of her swimming ability, Kate was not strong enough to hold the other three children (two sisters and a brother) and all four drowned. Their bodies were recovered the following Tuesday. With waters rising Mary Jackson and John Rowe, who had remained in the house, climbed onto the roof. As the waters rose, the house was lifted and carried downstream crashing into a large tree. Both managed to cling to the tree and climb into branches above the water. Constable James Sangster had arrived at the riverbank on horseback, meeting a rescue party with a boat. He and another man attempted to reach the two but the boat was swamped. Sangster, who could not swim, reached a sapling as the other man swam safely to shore. Rescue attempts continued however the sapling snapped and Constable Sangster disappeared with onlookers powerless to help. His body was never recovered. Mary Jackson and John Rowe remained in the tree for 22 hours until the waters receded and they were rescued safely. Constable James Sangster Sangster had applied for admission into the Queensland Police Force on 21 May 1890 and was sworn in on 4 August 1890, aged 22 years. He had been living in the colony for three years residing for some of that time in Charters Towers. Originally from Aberdeenshire in Scotland, he had no relatives in Queensland. He arrived in Ipswich in November 1890 and was based at the North Ipswich Police Station. After the tragedy, members of the Jackson family decided to raise funds by public subscription to erect a memorial in Sangster's honour. A memorial fund committee was established to erect a monument in Brown's Park, North Ipswich. The government contributed to the fund. The memorial, occupying a prominent position in Brown's Park, was completed by Messrs C Wilson & Co. and was unveiled on Saturday 7 May 1898 by Alfred John Stephenson, the Member of the Queensland Legislative Assembly for Ipswich at a well-attended ceremony and to the sounds of the Brisbane Police Band. A marble lion's head was located immediately above the fountain's bowl. The James Sangster Memorial is the only known monument in Queensland erected by public subscription to commemorate a police officer serving at the time of his death. The Queensland Police Museum records other police officers who have had headstones and memorials erected by police colleagues, including Senior Constable Alfred Wavell who had a memorial headstone erected \"by comrades in conjunction with the government of Queensland\" at Corinda, south-west of Burketown in October 1889, after being fatally shot whilst on duty. Another officer, Senior Constable William Conroy, had his headstone erected by the \"Queensland government and officers and men of the Queensland Police Force\" in July 1895. Senior Constable Conroy had been stabbed during a domestic dispute on Thursday Island. The Sangster memorial was erected at a period when public memorials honouring prominent local citizens were popular expressions of public sentiment. Other Queensland public memorial drinking fountains erected to commemorate an individual include: * the Eagle street Fountain, Brisbane (Mooney Memorial Fountain), erected between 1878 and 1880, dedicated to firefighter James Mooney who lost his life whilst fighting a fire in Queen Street in 1877 * the Mary Watson's Monument, Cooktown, erected in 1886 by the citizens of Cooktown to honour Mrs Mary Watson, who perished, along with her infant son and her Chinese employee Ah Sam, from thirst and exposure on one of the islands of the Howick group, northeast of Cooktown, in October 1881 * the Dr EA Koch Memorial, Cairns, erected in 1903 by the citizens of Cairns, to honour the doctor's work in tropical medicine in Cairns and district in the late nineteenth century * the FDA Carstens Memorial, Port Douglas, erected -1908 by his widow to honour her husband's work with the Douglas Divisional Board In 1989 conservation works were undertaken to the James Sangster Memorial by Thomas Andrew Farrell, stonemason and sculptor. At this time some of the stonework and the plaque were replaced. The stone came from Helidon with the original stone coming from Denmark Hill. The original lead-lettered, marble memorial plaque has been removed to the Queensland Police Museum in Brisbane. The James Sangster Memorial is now the focus for the annual Police Remembrance Day service in Ipswich. Since 1989, National Police Remembrance Day has been observed in Brisbane and many regional centres throughout Queensland on 29 September, which coincides with the Feast of the Archangel St Michael who was said to have always fought evil. The memorial was restored again in 2006 with the Queensland Government contributing $9,600 through the Community Memorial Restoration Program and $1,000 donated by the Queensland Police Service. At this time, the monument was moved back from the road further into the park to accommodate widening of the street. Following the restoration the monument was re-dedicated on 4 August 2006, the same day on which Constable Sangster had been sworn into the Queensland Police Force in 1890. == Description == The James Sangster Memorial is constructed of sandstone and stands high. It sits on the Downs Street boundary of Brown's Park, flanked by boundary tree plantings to each side and the rest of the park behind it. It acts as a closure to views east along Canning Lane. The memorial is capped by a broken obelisk, symbolising a life cut short with its floral wreath motifs symbolising remembrance of the dead. The stepped base on which the memorial fountain stands is relatively plain. Above this base the pedestal carries the bowl at the front, with a column recessed into each corner. Above this is a heavy projecting label mould, which at the front, receives the shaped top of the dedication plaque and on the other three sides bears a laurel wreath. Above the plaque is a wreath, carved chiefly of roses. Dropping from the centre of the broken obelisk is another wreath and under this there is a floral motif located on each face. The dedication on the replacement plaque reads: > Erected by public subscription in memory of Constable James Sangster who > lost his life in a gallant attempt at rescue in the flood waters of the > Brisbane River 5 February 1893 == Heritage listing == James Sangster Memorial was listed on the Queensland Heritage Register on 18 September 2008 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. Dedicated on 7 May 1898, the James Sangster Memorial Fountain is significant for its symbolic association with the impact of the devastating floods of 1893 that affected south-east Queensland. Constable Sangster lost his life attempting to save lives in the floods in the North Ipswich area, his heroism being acknowledged by the community and the colonial government with the construction of the memorial fountain. The James Sangster Memorial is the only known monument in Queensland erected by public subscription to commemorate a police officer serving at the time of his death. The memorial fountain is distinctive as it provides a tangible and poignant reminder of the impact of the 1893 floods and illustrates how one community worked through a grieving process after it was affected by one of the highest floods recorded in the colony to that date. == References == === Attribution === == External links == Category:Queensland Heritage Register Category:North Ipswich, Queensland Category:Monuments and memorials in Queensland Category:Articles incorporating text from the Queensland Heritage Register Category:1893 floods Category:Queensland police officers ",
    "title": "James Sangster Memorial"
}