{
    "id": "47086133",
    "text": "Southpaw (Music from and Inspired by the Motion Picture) is the official soundtrack to the 2015 movie of the same name. The album, performed by various artists, was released on Shady Records and Interscope Records on July 24, 2015. ==Background== This soundtrack has spawned the singles \"Phenomenal\" and \"Kings Never Die\" featuring Gwen Stefani, by American rapper Eminem and \"R.N.S.\" by hip hop group Slaughterhouse. This album was dedicated in memory of James Horner, the film's composer, who was killed in a plane crash on June 22, 2015, making this the last film score he composed in his lifetime. \"Cry For Love\" also appears on the film's score album in longer form. ==Commercial performance== The album debuted at number 5 on the US Billboard 200 and number 2 on the US Top R&B;/Hip-Hop Albums, selling 45,000 copies in the first week, including streams (32,000 pure album sales). In its second week, the album sold 15,500 more copies (including streams) for a total 60,500 copies sold in the United States. In the third week, the album fell to number 41, selling over 8,800 copies (including streams) for a total 69,000 copies. As of Jan 2017, the album has sold 91,000. == Usage in media == \"What About the Rest of Us\" by Action Bronson ft. Joey Badass & Rico Love is featured in the video game WWE 2K17. == Track listing == ;Notes * signifies an additional producer * signifies a remixer The tracks \"Wicked Games\" and \"Notorious Thugs\" were previously released on the projects House of Balloons (and later Trilogy) and Life After Death respectively. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2015) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |- |- ! scope=\"row\"| US Billboard 200 | 5 |- ! scope=\"row\"| US Top R&B;/Hip-Hop Albums (Billboard) | 2 |- ! scope=\"row\"| US Soundtrack Albums (Billboard) | 1 |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2015) ! scope=\"col\"| Position |- ! scope=\"row\"| US Top R&B;/Hip-Hop Albums (Billboard) | 53 |- ! scope=\"row\"| US Soundtrack Albums (Billboard) | 18 |} ==See also== * List of Billboard number-one Rap albums of 2015 ==References== Category:2015 soundtrack albums Category:Shady Records soundtracks Category:Interscope Records soundtracks Category:Albums produced by AraabMuzik Category:Albums produced by Mr. Porter Category:Albums produced by DJ Khalil Category:Albums produced by DJ Premier Category:Albums produced by Frank Dukes Category:Albums produced by Eminem Category:Albums produced by Just Blaze Category:Albums produced by Rico Love Category:Drama film soundtracks ",
    "title": "Southpaw (soundtrack)"
}