{
    "id": "47093807",
    "text": "Heinrich Albert (1870–1950), German guitarist and composer, around 1920 Heinrich Albert (16 July 1870 – 12 March 1950) was a German guitarist, composer and teacher – the most prominent German classical guitarist of his time. ==Life== Heinrich Albert was born in Würzburg and initially learned violin and horn, studying the latter at the Königliche Musikschule [Royal Music School] Würzburg (1881–8). Following his studies he played in various orchestras in Germany, Sweden, Switzerland, and Russia. Between 1895 and 1900 he was a member of the Kaim Orchestra, the predecessor of the Munich Philharmonic, playing under such renowned conductors as Felix Weingartner, Arthur Nikisch, Ferdinand Löwe, and Gustav Mahler.Detlev Bork, Jörg Jewanski: \"Albert, Heinrich\", in: Die Musik in Geschichte und Gegenwart (MGG), supplement volume (Kassel: Bärenreiter, 2008), c. 8. Around 1892 he began to teach himself the guitar, aided, from about 1905, by Luigi Mozzani. His performing career, both as guitarist and as conductor of a mandolin orchestra, lasted from 1900 to 1943.Bork/Jewanski (2008), as above. In 1900 he began to establish himself as a full-time teacher of guitar and mandolin in Munich. Among his most prominent pupils were Luise Walker and the comedian Karl Valentin. In 1909, he was appointed \"Kammervirtuose\" [chamber virtuoso] by Marie of Bavaria. Around 1910, he founded a unique guitar quartet following the principles of the string quartet, using instruments in various sizes. Apart from his compositions and arrangements, Albert edited a number of guitar tutorials, notably the Moderner Lehrgang des künstlerischen Gitarrespiels (5 volumes, 1914–9). The increasing success of the Spanish approach to the guitar after 1920 seems to have frustrated him. The Hamburg-based Heinrich Albert Duo is named after him. In 2007, they issued a CD with the collected duos by Albert (see 'Selected recordings'). ==Music== As a teacher, composer and editor of guitar music around 1900, Heinrich Albert's only \"rival\" in Europe was Francisco Tárrega.Bork/Jewanski (2008), as above. In comparison to Tárrega, Albert was more active in editing chamber music including the guitar, less so for solo guitar. He arranged and published 11 volumes of \"Hausmusik\" for flute or violin, viola and guitar and 23 volumes of Die Gitarre in der Haus- und Kammermusik vor 100 Jahren [The guitar in home and chamber music 100 years ago] (from 1918). Albert's 5-volume guitar method was unrivalled in German-speaking countries for several decades and have unjustly fallen into neglect, as several experts acknowledge their value to this day.Bork/Jewanski (2008), as above; also Libbert and Stevens, see Bibliography. As a composer, Albert was a Classicist, occasionally using a freer harmonic approach with an accessible degree of technical difficulty. Some of his music makes use of elements of Italian and Spanish folkmusic. His works were played by most major guitarists in the first half of the 20th century. He was then largely forgotten and has been rediscovered only after around 2000. ==Selected compositions== Original compositions * for guitar: 2 solo sonatas, 2 solo sonatinas, 8 duos, 4 trios, 2 quartets * chamber music with guitar: Hausmusik (11 vols.) for flute/violin, viola, guitar; 4 chamber trios for the same * songs with guitar accompaniment, e.g. Moderne Gitarre- und Lautenlieder (5 vols., Leipzig & Berlin, 1919) Methods *Moderne Lauten- oder Gitarre-Schule (2 vols.; Leipzig, 1912 and 1923) *Neue Mandolinenschule (Leipzig, 1913) *Moderner Lehrgang des künstlerischen Gitarrespiels (5 vols.; Munich, 1914–9) *Gitarre. Solospiel-Studien (Leipzig, 1923) *Gitarre. Etüden-Werk (6 vols.; Leipzig 1927–8) *Der junge Gitarrist (Berlin, 1937) *Der junge Mandolinist (Berlin, 1937) Editions *23 volumes of Die Gitarre in der Haus- und Kammermusik vor 100 Jahren (Berlin, 1918 ff.); incl. works for guitar and piano; ; for violin and guitar; for flute, viola and guitar; for 3 guitars; for guitar and string quartet, by Luigi Boccherini, Leonhard von Call, Ferdinando Carulli, Anton Diabelli, Mauro Giuliani, Filippo Gragnani, Joseph Kreutzer, Wenzel Matiegka, Francesco Molino. ==Selected recordings== *Heinrich Albert: Ausgewählte Werke für Gitarre solo, performed by Andreas Stevens, on: Aurea Vox 2009-4 (CD, 2006). Contains 22 works for solo guitar. *Heinrich Albert: 8 Duos for Guitars, performed by Heinrich Albert Duo (Joachim Schrader & Jan Erler), on: Musikproduktion Dabringhaus & Grimm MDG 603 1429-2 (CD, 2007) *SoloDuoTrioQuartett, performed by Volker Höh (solos) and the Cantomano Quartet, on: Naxos Deutschland 8.551291 (CD, 2012). Contains: Sonate Nr. 1 (1920) and Walzer (1947) for guitar solo and the Quartet no. 2 in C minor (1913), also works by Bruno Henze (1900–1978) and Simon Schneider (1886–1971). *Gitarrenmusik der deutschen Romantik, performed by David Silvan Weiß, on: Vitula Musik [no catalogue number]. Contains: Sechs Konzert-Etüden (Six Concert Studies) (1928), also works by Eduard Bayer and Adam Darr. ==Bibliography== * Philipp Schweitzer: \"Heinrich Albert\", in: Die Zupfmusik, no. 2, June 1970. * Luise Walker: Ein Leben mit der Gitarre. Hommage für Heinrich Albert (Frankfurt: Zimmermann, 1989). * Jürgen Libbert: \"In memoriam Heinrich Albert\", in: Gitarre aktuell 21 (2000), no. 1, p. 50–5. * Andreas Stevens: \"Heinrich Albert und die Volksmusik\", in: Sänger & Musikanten 48 (2005) no. 1. * Andreas Stevens: \"Heinrich Albert und die Mandoline\", in: Concertino 59 (2006) no. 4, p. 202–6. ==References== Category:1870 births Category:1950 deaths Category:20th-century classical composers Category:20th- century German composers Category:20th-century German male musicians Category:20th-century guitarists Category:Composers for the classical guitar Category:German classical composers Category:German classical guitarists Category:German male classical composers Category:German male guitarists Category:German mandolinists Category:Musicians from Würzburg ",
    "title": "Heinrich Albert (guitarist)"
}