{
    "id": "47091717",
    "text": "Uri Katzenstein (; February 17, 1951 – August 24, 2018)האמן והמוזיקאי אורי קצנשטיין מת בגיל 67 was an Israeli visual artist, sculptor, musician, builder of musical instruments and sound machines, and film maker. == Background == Uri was born in Tel Aviv, Israel in 1951 and was the only child of German-born parents who moved to Israel before the Holocaust. In his youth, he played music and joined several Rock bands. In 1969, he joined the Israeli Defense Forces and fought in the Yom Kippur War as a medic. During the late 1970s of the 20th century, Uri studied at the San Francisco Art Institute and after receiving his MFA moved to New York City where he lived and worked throughout the 1980s. His early works, starting from the late 1970s, involved different avant-garde media Exhibits, music, performance, video and sound art. In the mid-1990s of the 20th century, he began creating sculptured Figurines, in addition to objects and sound machines which were all merged and composed as one time-based viewing / listening events. == Career == After returning to Israel, he and Noam HaLevi produced the show \"Midas\". In 1993 he took part in the rock opera \"Samara\" by Hillel Mittelpunkt and the band Nikmat HaTraktor. In 1999, he issued a music album, along with Ohad Fishof, entitled \"Skin O Daayba\", which served as the basis for a musical performance. In 2001, he produced the show \"Home\" along with Renana Raz and Ohad Fishof. In the early 2000s he began to create video art consisting of surreal events while emphasizing subject matter of personal identity. Among his notable works are Patʹshegen (1993) and \"Family of Brothers\" (Mishpachat ha-Achim; 2000). His early performance work was regularly presented at such legendary performance venues as The Kitchen, No-Se-No, 8BC and Danceteria. His work in sculpture,,, video and installation have been exhibited in museums including the Russian State Museum (St. Petersburg), The Chelsea Art Museum (New York City), Kunsthalle Dusseldorf, The Israel Museum, Duke University Museum of Art (North Carolina). Katzenstein participated in the Sao-Paulo Biennale (1991), the Venice Biennale (2001), the Buenos Aires Biennale (first prize, 2002), and the 9th Istanbul Biennale (2005). His performance work appeared in theatres and galleries in London, Berlin, San Francisco, Cardiff (Wales), Santiago de Compostela (Spain), New York City, and Tel Aviv. From 2003 until his death Uri Katzenstein lectured in the Department of Fine Arts of the Faculty of Humanities at the University of Haifa. In September 2018, following his death, an exhibition which he was working on, entitled \"The Institute of Ongoing Things\" opened at the Jewish Historical Museum in Amsterdam. In January 2019, another art exhibition which he was working on entitled \"You Never Know\" opened at the ZAZ10TS in Times Square in New York City. == Awards == Katzenstein has received the following awards: * 1982 Creativity Encouragement Award, Israeli Ministry of Education * 1989 Work Completion Award, Israeli Ministry of Education * 1992 Grant, The America-Israel Cultural Foundation * 1998 Grant for Creators in the field of Visual Arts, Israeli Ministry of Education * 2000 Isracart Award, Tel Aviv Museum of Art * 2001 Biennale Award, Israeli Pavilion, Venice Biennale, Italy * 2002 1st prize, Biennale of Art, Buenos Aires, Argentina * 2014 Dan Sandler and Sandler Foundation Award for Sculpting, Tel Aviv Museum of Art * 2017 Dizengoff Prize == Books == * ha- Biʼanaleh ha-benleʼumit ha-21 shel San-Paʼulo 1991, Yiśraʼel (1991). by Nurit Daṿid, Yehoshuʻa Borḳovsḳi, Yiśraʼel Rabinovits, Uri Ḳatzenstein * פתשגן / Patʹshegen (1993). by Uri Katzenstein * Uri Katzenstein : missive : The Israel Museum, Jerusalem, (1993). by Uri Katzenstein * Families (2000). by Uri Katzenstein; Duke University. Evans Family Cultural Residency Program. * Uri Katzenstein : home : Venice Biennale 2001, the Israeli Pavilion (2001). by Uri Katzenstein; Yigal Zalmona; Ishai Adar; Binya Reches * Hope machines (2007). by Uri Katzenstein; Merkaz le-omanut ʻakhshaṿit (Tel Aviv, Israel) * Backyard (2015) by Uri Katzenstein; Tel-Aviv Museum == Gallery == File:Uri Katzenstein 4 - April 2017.jpg|Works by Katzenstein at his studio in Tel Aviv, 14 April 2017 File:Uri Katzenstein 5 - April 2017.jpg|Works by Katzenstein at his studio in Tel Aviv, 14 April 2017 File:Uri Katzenstein - Sculpture.jpg|Uri Katzenstein, untitled sculpture at the Tel Aviv Museum of Art, August 2015 File: Uri Katzenstein - TIOOT 1.jpg|Uri Katzenstein exhibition, \"The Institute of Ongoing Things\", at the Joods Historisch Museum in Amsterdam, January 2019 File: Uri Katzenstein - TIOOT 2.jpg|Uri Katzenstein exhibition, \"The Institute of Ongoing Things\", at the Joods Historisch Museum in Amsterdam, January 2019 File: Uri Katzenstein - TIOOT 3.jpg|Uri Katzenstein exhibition, \"The Institute of Ongoing Things\", at the Joods Historisch Museum in Amsterdam, January 2019 File: Uri Katzenstein - TIOOT 4.jpg|Uri Katzenstein exhibition, \"The Institute of Ongoing Things\", at the Joods Historisch Museum in Amsterdam, January 2019 == External links == * * * * * Uri Katzenstein on ArtLab * Uri Katenstein at ZAZ10TS * Uri Katzenstein / BACKYARD exhibit on PINZETA * Uri Katzenstein at the Tel Aviv Museum of Art * Uri Katzenstein on TimeOut * Uri Katzenstein at the Haifa Museum of Art * Prof. Uri Katzenstein lecturer page at the University of Haifa * Uri Katzenstein on Mediations Biennale 2010 (Poland) * == References == Category:1951 births Category:2018 deaths Category:Israeli sculptors Category:Israeli musicians Category:Israeli educators Category:Dizengoff Prize recipients Category:Israeli installation artists Category:Israeli contemporary artists Category:Deaths from cerebrovascular disease ",
    "title": "Uri Katzenstein"
}