{
    "id": "47099545",
    "text": "The 1921 Georgia Tech Golden Tornado football team represented the Georgia Tech Golden Tornado of the Georgia Institute of Technology during the 1921 Southern Intercollegiate Athletic Association football season. The Golden Tornado played its home games at Grant Field. The Golden Tornado was coached by William Alexander in his second year as head coach, compiling an 8–1 record (5–0 against Southern Intercollegiate Athletic Association (SIAA) teams) and outscoring opponents 360 to 56. The team beat Rutgers and its only loss was its only road game, at the Polo Grounds in New York City, to undefeated eastern power Penn State. Defeating the rival Auburn Tigers secured a sharing of the SIAA title with the Georgia Bulldogs and Vanderbilt Commodores, though \"no championship was ever won with less effort or achievement.\" noted sportswriter Fuzzy Woodruff. Captain Judy Harlan made Walter Camp's third-team All-America. Red Barron led the team in scoring and rushed for 1,459 yards during the season, a school record at the time. Harlan, Barron, brothers John and Al Staton, and Oscar Davis made All-Southern. ==Before the season== Harlan running interference for Barron In 1921, football used a one-platoon system in which players played offense, defense, and special teams. A team which scored a touchdown had the option to kick-off or receive, and the ball was much rounder. Coach William Alexander retained his predecessor John Heisman's scheme, using the pre-snap movement of his jump shift offense. Gone from the team were greats such as Buck Flowers and Bill Fincher, who graduated in 1920. The Tornado captain was senior fullback Judy Harlan, called the school's greatest back by some and one of the country's best defensive backs. Also in the backfield was junior halfback Red Barron, who had just recovered from a broken jaw received the previous season in a game against Vanderbilt. Future Tech fullback Sam Murray said about a strong runner during the 1930s, \"He's good. But if I were playing again, I would have one wish – never to see bearing down upon me a more fearsome picture of power than Judy Harlan blocking for Red Barron.\" Junior starting quarterback Jack McDonough missed the final four games last year due to an ankle injury caused by Pitt's fullback Orville Hewitt. Another halfback was Jimmy Brewster, known as the \"side stepping wonder\". In the line at either end were the brothers John and Al Staton. At guard was Oscar Davis, who (with Barron) was listed on an All- Tech Alexander-era team. At center was sophomore Dad Amis. ==Schedule== ==Season summary== ===Wake Forest=== *Sources: The season opened with a 42–0 shutout of the Wake Forest Demon Deacons, who were hold to just one first down. The intense heat made for many substitutions, and a number of Tech players starred. Despite the weather, Harlan still smashed into the line. Brewster got the season's first touchdown, a 25-yard run around left end. Barron later got a touchdown on a 60-yard run. The starting lineup was J. Staton (left end), McRee (left tackle), McIntyre (left guard), Amis (center), Davis (right guard), Lyman (right tackle), A. Staton (right end), Hunt (quarterback), Brewster (left halfback), Barron (right halfback), and Harlan (fullback). ===Oglethorpe=== *Sources: In the second week of play, Red Barron starred as the Tornado defeated the neighboring Oglethorpe Stormy Petrels 41–0. Just prior to the game Oglethorpe had lost its star Johnny Knox. The Tornado had 363 yards from scrimmage to Oglethorpe's four. The \"right side of the Oglethorpe line was a wide open as the gap of Gehenna.\" A crowd of about 8,000 attended. Dewey Scarboro scored Tech's first touchdown, and the second came on a 25-yard run by Barron, the star of the contest. In the third quarter, Tech sent in a substitute backfield which was even more successful. The starting lineup was Nabelle (left end), Johnson (left tackle), Lebey (left guard), Frye (center), Davis (right guard), Fincher (right tackle), A. Staton (right end), McDonough (quarterback), Scarboro (left halfback), Barron (right halfback), and Harlan (fullback). ===Davidson=== *Sources: Tech shut out 70–0, with 22 first downs; Davidson had none. For the first touchdown, Barron threw a pass and Staton ran 35 yards for the score. The final score came when Barron had a 63-yard punt return for a touchdown, and Judy Harlan had four touchdowns. The starting lineup was J. Staton (left end), McRee (left tackle), Frye (left guard), Amis (center), Borum (right guard), Lyman (right tackle), A. Staton (right end), McDonough (quarterback), Ferst (left halfback), Barron (right halfback), and Harlan (fullback). ===Furman=== *Sources: The Tech backfield, led by Barron, defeated Billy Laval's Furman Purple Hurricane, 69–0. Milton McManaway played for Furman. Barron had a 55-yard touchdown run. A punt return for a touchdown, with Barron reversing field, was disallowed due to an offside penalty. Judy Harlan received praise for his work as a defensive back. The starting lineup was J. Staton (left end), McRee (left tackle), Lebey (left guard), Amis (center), Frye (right guard), Lyman (right tackle), A. Staton (right end), McDonough (quarterback), Ferst (left halfback), Barron (right halfback), and Harlan (fullback). ===Rutgers=== *Sources: The Tornado defeated Rutgers in an inter-sectional contest, 48–14. Tech's shift was at its peak, and Red Barron was the game's star. The first score was when Barron broke away for a 20-yard touchdown run around end. Rutgers' Carl Waite threw a 30-yard touchdown to Heinie Benkert. The starting lineup was J. Staton (left end), McRee (left tackle), Frye (left guard), Amis (center), Davis (right guard), Lyman (right tackle), A. Staton (right end), McDonough (quarterback), Brewster (left halfback), Barron (right halfback), and Harlan (fullback). Barron's touchdown against Penn State ===Penn State=== *Sources: On October 29, the Penn State Nittany Lions' undefeated \"Mystery Team\" defeated Georgia Tech 28–7 at the Polo Grounds. Both teams used a shift. Tech started strong, and Red Barron scored Tech's only touchdown. The game's star play immediately followed: an 85-yard kickoff return for a touchdown by Glenn Killinger. Penn State's defense stiffened after that. The starting lineup was J. Staton (left end), McRee (left tackle), Frye (left guard), Amis (center), Davis (right guard), Lyman (right tackle), A. Staton (right end), McDonough (quarterback), Barron (left halfback), Brewster (right halfback), and Harlan (fullback). ===Clemson=== *Sources: \"Just as we used to bring in a load of stove wood at nightfall, feed the pigs and milk the cows, so do football teams of note have their chores to perform year in and year out. Georgia Tech performed one of its accustomed tasks Saturday afternoon, when Clemson was decidedly thrashed, but the task was not performed in the usual manner, for Clemson scored a touchdown. The score was 48 to 7.\" Tech started the game with a second-string backfield. Clemson scored first, with Burton running in a touchdown. Tech's first score came six seconds before the end of the first quarter, when Red Barron went around the tackle for a touchdown. The second touchdown came after a 20-yard Barron run. Pinkey Hunt got the first score of the second half. The fourth touchdown came when Jimmy Brewster gained 28 yards down field and almost 100 yards in all. Brewster also scored the next touchdown on a 15-yard run after completing an 18-yard pass. Barron and Harlan returned to the lineup late, scoring an additional touchdown apiece. The starting lineup was Cornell (left end), Johnson (left tackle), Barnett (left guard), Amis (center), Davis (right guard), Lyman (right tackle), A. Staton (right end), McDonough (quarterback), Ferst (left halfback), Barron (right halfback), and Farnsworth (fullback). ===Georgetown=== *Sources: The Tornado defeated the Georgetown Blue and Gray, 21–7. Tech's first score came from Judy Harlan on a two-yard run behind right tackle. The second score was in the second half, when Red Barron skirted the left end for 20 yards and a touchdown. Barron made his team's final touchdown on a two-yard run behind left guard. Georgetown scored on a 95-yard return after DuFour recovered a Jack McDonough fumble. A pass during the Tech-Auburn game The starting lineup was J. Staton (left end), Johnson (left tackle), Frye (left guard), Amis (center), Davis (right guard), A. Staton (right tackle), Mitchell (right end), McDonough (quarterback), Ferst (left halfback), Barron (right halfback), and Harlan (fullback). ===Auburn=== *Sources: Georgia Tech defeated Auburn, 14–0. More than 21,000 fans, the largest crowd of the Southern football season, watched the game. After a scoreless first half, Tech opened a drive to start the second half with runs from Barron, Harlan, and Ferst. As Barron was about to score, he fumbled and McDonough recovered the ball in the end zone. Barron later scored the second touchdown. The starting lineup was J. Staton (left end), Johnson (left tackle), Lebey (left guard), Amis (center), Davis (right guard), A. Staton (right tackle), Mitchell (right end), McDonough (quarterback), Ferst (left halfback), Barron (right halfback), and Harlan (fullback). ==Postseason== ===Awards and honors=== Barron rushed for 1,459 yards during the season, and led the team in scoring with 90 points. Harlan, Barron, and Al Staton were composite All-Southerns, and Davis and John Staton made some All-Southern teams. Harlan made Walter Camp's third All-America team, and Barron made Jack Veiock's third team. ===Championships=== For yet another season, neither Tech nor the Bulldogs of Georgia lost to a Southern team. Tech tied with independent Centre, Georgia, and Vanderbilt for claims of the SIAA title. For Georgia coach Herman Stegeman, the contest for the mythical title of greatest Southern team was between Centre, Georgia Tech, and Georgia. Sportswriter Fuzzy Woodruff in his History of Southern Football explained Tech was picked as champion \"through force of habit\"; though \"no championship was ever won with less effort or achievement.\" ==Personnel== ===Depth chart=== The following chart depicts Tech's lineup during the 1921 season, with games started at the position in parentheses. It mimics the offense after the jump shift. {| |- | style=\"text-align:center;\"| {| style=\"width:100%\" | align=\"left\" | {| class=\"wikitable\" style=\"text-align:center\" ! LE |- |John Staton (7) |- |Cornell (1) |- |Nabelle (1) |- | |} | {| class=\"wikitable\" style=\"text-align:center\" ! LT !! LG !! C !! RG !! RT |- |J. P. McCrea (5) ||Claire Frye (4)|| Dad Amis (8)|| Oscar Davis (7)|| W. P. Lyman (6) |- |Johnson (4)||Dummy Lebey (3)||Claire Frye (1) ||Borum (1)||Albert Staton (2) |- ||| Barnett (1)|| ||Claire Frye (1) ||Jesse Fincher (1) |- | || John McIntyre (1)|| || || |} | {| class=\"wikitable\" style=\"text-align:center\" ! RE |- | Albert Staton (7) |- |Mitchell (2) |- | |- | |} |- | | align=\"right\" | {| class=\"wikitable\" style=\"text-align:center\" ! QB |- | Jack McDonough (8) |- |Pinkey Hunt (1) |} |- | | align=\"right\" | {| class=\"wikitable\" style=\"text- align:center\" ! RHB |- |Red Barron (8) |- |Jimmy Brewster (1) |} |- | | align=\"right\" | {| class=\"wikitable\" style=\"text-align:center\" ! FB |- | Judy Harlan (8) |- |Farnsworth (1) |} |- | | align=\"center\" | {| class=\"wikitable\" style=\"text-align:center\" ! LHB |- | Frank Ferst (5) |- |Jimmy Brewster (2) |- |Red Barron (1) |- |Dewey Scarboro (1) |} |- | style=\"height:3em\" | |- | style=\"text-align:center;\"| |} |} ===Scoring leaders=== The following is an incomplete list of statistics and scores, largely dependent on newspaper summaries. {|class=\"wikitable\" |- |- |Red Barron||15||0 ||90 |- |Judy Harlan||12|| 0||72 |- |Jimmy Brewster||10||0||60 |- |Bip Farnsworth||3||0||18 |- |Frank Ferst||3||0||18 |- |Jack McDonough||3||0||18 |- |Dewey Scarboro||3||0||18 |- |Albert Staton||1||11||17 |- |W. P. Lyman||0||14||14 |- |Granger||0||10||10 |- |Carter||1||0||6 |- |Caldwell||1||0||6 |- |Pinkey Hunt||1||0||6 |- |John Staton||0||6||6 |- |Oscar Davis||0||1||1 |- ! Total!!53!!42!!360 |- |} ==See also== *1921 Southern Intercollegiate Athletic Association football season *1921 College Football All-America Team ==Notes== ==Endnotes== ==References== * * * * Georgia Tech Category:Georgia Tech Yellow Jackets football seasons Georgia Tech Golden Tornado football ",
    "title": "1921 Georgia Tech Golden Tornado football team"
}