{
    "id": "47093513",
    "text": "On June 16, 2015, shortly after midnight, five Irish J-1 visa students and one Irish-American died and seven others were injured after a balcony on which they were standing collapsed. The group was celebrating a 21st birthday party in Berkeley, California. The balcony was on the 5th floor of an apartment building at 2020 Kittredge Street in Berkeley, then called Library Gardens. The district attorney of Alameda County launched a criminal probe into the incident. In June 2015 Mayor Tom Bates of Berkeley promised a wide-ranging investigation into the cause of the accident. Considered the likeliest cause is that the balcony of the building was not constructed properly, leading to dry rot, leading to the balcony becoming structurally compromised. Overwhelming evidence points to dry rot causing the collapse, and not the weight of the 13 students on it at the time. 2020 Kittredge Street in 2017. The collapsed balconies were located in the area inside the red box. ==Details== One of the six killed was a dual Irish-American citizen, Ashley Donohoe, 22, of Rohnert Park, California. The five others were Olivia Burke (Donohue's cousin), Eoghan Culligan, Niccolai \"Nick\" Schuster, Lorcán Miller and Eimear Walsh, all aged 21 and from Dublin, Ireland.Rodriguez, Olga. “Cousins killed in Berkeley balcony collapse had twin bond”. Yahoo News. 20 June 2015. The New York Times reported the deaths and suggested the deceased were to blame for the collapse. The paper stated that \"the work-visa program that allowed for the exchanges has in recent years become not just a source of aspiration, but also a source of embarrassment for Ireland\". Taoiseach Enda Kenny and former President Mary McAleese criticised the newspaper for \"being insensitive and inaccurate\" in its handling of the story. The newspaper subsequently apologized, with the article still available on its website. The Irish Daily Star and Irish Examiner newspapers published an image of a body bag lying on the ground, prompting a Galway newsagent to remove the two papers as a protest. ==Investigation== Alameda County prosecutors opened up an investigation in the accident on June 25. They stated that involuntary manslaughter charges could be filed against someone.Elias, Paul. “Prosecutor: Balcony collapse could bring manslaughter charges”. Yahoo News. 25 June 2015. On that day, District Attorney Nancy O'Malley denied that pressure from the Irish community led to the collapse inquiry. Rumor had spread that because prosecutors said their involvement was over the Irish had pressured them into a new inquiry. They also said they were looking into previous lawsuits against the complex. They yet declined to comment. On July 3, 2015, the Alameda County Superior Court rejected a restraining order bid by Segue Builders, a construction company, against the examination of evidence. O'Malley had argued the granting of a restraining order would interfere with her duty to investigate the tragedy. ==Funerals== A joint funeral service for Olivia Burke and her cousin Ashley Donohoe took place on June 20, four days after the collapse, in a church in Cotati, California. Funeral services were held in Dublin for the other victims. ==Litigation== In December 2015 a court was told that the collapse happened because contractors cut corners to save costs. It is said the management company for the building, Greystar Real Estate Partners, ignored a \"red flag\" when students who rented the apartment complained about mushrooms growing on the balcony. Legal cases by some of the victims were set to be combined and heard together. By the end of 2017 it was reported that most of the lawsuits had been settled.http://www.berkeleyside.com/2017/05/05/lawsuits-connected-2015-deadly- berkeley-balcony-collapse-settled/https://ww2.kqed.org/news/2017/11/21/deadly- berkeley-balcony-collapse-lawsuit-settled/ ==References== Category:2015 disasters in the United States Category:2015 in California Category:21st century in Berkeley, California Category:Building collapses in 2015 Category:Ireland–United States relations Category:Building collapses in the United States ",
    "title": "Berkeley balcony collapse"
}