{
    "id": "47097478",
    "text": "The 2015 Super Rugby Final, was played between the Hurricanes and the Highlanders. It was the 20th final in the Super Rugby competition's history and the fifth under the expanded 15-team format. This was the first Super Rugby final between two New Zealand teams since 2006 when the Hurricanes were beaten by the Crusaders. The match was won by the Highlanders who beat the Hurricanes by seven points. The Highlanders, became the first team to win the competition having failed to win a conference. They also became the first team to win the competition having played in the qualifiers round. In New Zealand 583,620 people tuned in to watch ==Road to the Final== {| class=\"wikitable\" style=\"float:right; margin-left:15px; text-align: center; line-height:120%; font-size:100%;\" |+ style=\"margin:5px; font-size:120%;\"|Finals Series qualifying teams |- ! colspan=\"100%\" cellpadding=\"0\" cellspacing=\"0\" style=\"line-height:150%;\"| Conference leaders |- ! style=\"width:25px;\"| ! style=\"width:115px;\"|Team ! style=\"width:25px;\"| ! style=\"width:25px;\"| ! style=\"width:25px;\"| ! style=\"width:35px;\"| ! style=\"width:25px;\"| ! style=\"width:25px;\"| |- | 1 || style=\"text-align:left;\" | | 14 || 0 || 2 || +170 || 10 || 66 |- | 2 || style=\"text-align:left;\" | | 11 || 0 || 5 || +96 || 8 || 52 |- | 3 || style=\"text-align:left;\" | | 10 || 1 || 5 || +50 || 3 || 45 |- ! colspan=\"100%\" cellpadding=\"0\" cellspacing=\"0\" | Wildcard teams |- | 4 || style=\"text-align:left;\" | | 11 || 0 || 5 || +117 || 9 || 53 |- | 5 || style=\"text-align:left;\" | | 10 || 0 || 6 || +73 || 8 || 48 |- | 6 || style=\"text-align:left;\" | | 9 || 0 || 7 || +108 || 11 || 47 |- |colspan=9 style=\"font-size:85%;\" |Source: SANZAR |} The 2015 Super Rugby competition involved fifteen teams, five each from South Africa, Australia and New Zealand. The 2015 season was the fifth year of an expanded 15 team format (12 teams competed between 1996 and 2005, before increasing to 14 between 2006 and 2010). The competition began on 13 February with the regular season consisting of 120 matches over eighteen weeks. Each team played the others from their own conference (both home and away), plus four out of five teams from the other two countries (two at home and two away in each case). The top six teams after the regular season advanced to the finals. The Hurricanes finished top of the New Zealand conference and topped the overall standings, with fourteen wins and just two losses during the season (one being to the Australian conference winner, the Waratahs). The South African conference winner was the Stormers, and the three wildcard teams making the playoffs were the Highlanders, Chiefs, and Brumbies. The play-off fixtures were as follows: ===Qualifiers=== ===Semi- Finals=== Highlanders won ==References== Final 2015 Category:2015 in New Zealand rugby union Category:Hurricanes (rugby union) matches Category:Highlanders (rugby union) matches Category:Sports competitions in Wellington Category:2010s in Wellington Category:July 2015 sports events in Oceania ",
    "title": "2015 Super Rugby Final"
}