{
    "id": "47091858",
    "text": "Ichche Nodee - also spelled as Ichchenodi () is a Bengali television soap opera that premiered on June 15, 2015 and aired on Star Jalsha. It was produced by Saibal Banerjee of Magic Moments Motion Pictures. It starred Vikram Chatterjee and Solanki Roy in lead roles, Sritama Bhattacharjee in a negative role, and Chandan Sen and Laboni Sarkar among others in supporting roles of pivotal characters. The show ended on May 28, 2017, after airing 712 episodes. == Plot summary== Ichchenodi is a unique story of sibling rivalry set within the premise of a love triangle. Ichhenodi basically revolves around a story of two sisters, Meghla and Adrija, and how they entangle themselves in a relationship with their love interest, Anurag. Meghla, who finds the essence of her life in music, is fond of her elder sister Adrija, and loves her above anyone else. The sisters get caught up in a love triangle making their life go upside down. Meghla is proud of her elder sister Adrija as she is a smart, beautiful girl, who is a topper as well when it comes to study. However, Adrija despises her since childhood and hates her after she comes to know that Meghla is not her own sister but adopted. Adrija begins to love Anurag madly but Anurag falls in love with the simple and docile Meghla, and her passion for music. Meghla refuses him and tries to convince him to marry Adrija but circumstances compel them to marry each other. Adrija creates many misunderstandings to destroy the marital life of Meghla and Anurag, but their love conquers every time. Adrija even goes to the extent of trying to kill Meghla on many occasions, but in vain. In frustration, she pushes Anurag from a cliff, who is then saved by Tua, also a passionate singer. Anurag loses his memory in the accident and is named \"Vikram\" by Tua and her family. Tua starts loving Vikram, without knowing his past. Adrija now marries Piklu, Anurag's cousin and enters his family to torture Meghla and makes her life hell by instigating Malobika against her, rendering Meghla responsible for Anurag's supposed death and portrays Meghla as a cheap and characterless girl in the eyes of the family members. A distraught and lonely Meghla finds solace in music and is pacified by her Guru Maa, who turns out to be her own biological mother. She soon finds out that Anurag is alive and after many obstacles, they finally reunite (as Anurag's memory returns). Tua along with her aunt, Shariah then join forces with Adrija to separate Meghla from Anurag. They file a case against Anurag, accusing him of deceit and polygamy, but they fail due to the intervention of Adv. Shubhalakshmi, an experienced lawyer. Meghla also helps her to mend her broken relationship with her estranged husband, Adv. Anweshan. Meghla, who now despises Adrija from the core, exposes all her crimes and gets her arrested. Shattered and ashamed of her deeds, Tua changes herself and becomes a loyal confidante to Meghla, despite Anurag's initial reluctance. Adrija flees from police custody and takes the alias of \"Mallika Dasgupta\" to hide herself from the public eye. Deep Dasgupta, husband of the real Mallika (who is now dead), promises to help Adrija without knowledge of her true intentions. Soon Meghla gets pregnant and everyone in the family become happy. But their happiness is short-lived as Adrija kills Meghla's unborn baby. A devastated Anurag blames Meghla for everything and asks for a separation. Meghla, unable to bear Anurag's indifference, files for divorce, and soon, their divorce happens. Meghla restarts her singing career, while Deep helps to get Adrija arrested. Anurag decides to move to the United States. and spends a night with Meghla before his departure. Meghla gets pregnant again but decides to tell nobody about her prospective baby. ===2 Years Later=== A widowed Malobika misses Anurag and Meghla's presence in the family. Mimi, Anurag's elder cousin sister, returns home, as she promised to Anurag to take over the responsibilities of the Banerjee family in his absence, and also becomes a strong emotional support to Meghla. Meghla, who is now a famous playback singer, raises her son (with Anurag), namely Roddur single-handedly. Adrija returns in Piklu's life after her release from jail and consequent, change in disposition. She soon becomes pregnant and transforms into a good-hearted person who cares for Piklu and his family. She restores love her towards Meghla and like others, also wants Meghla and Anurag's reunion. Anurag becomes a famous playback singer known as \"AB\" in order to get close to Meghla. Lastly, Mimi and Sanjoy, Pagla Ghora (Anurag's uncle) and Shabnam get married. Meghla and Anurag too finally reunite and take care of the family and Roddur together. Adrija and Piklu too have a baby girl; and everything ends well for the Banerjees! == Cast == Vikram Chatterjee, Solanki Roy and Aishwarya Sen as Anurag, Meghla and Tua on the title screen of Ichche Nodee ===Main cast=== *Solanki Roy as Meghla Sen Banerjee(Main Female Protagonist),an aspiring singer who is fond of her elder sister Adrija. Later, she marries Anurag. Anurag's love interest. *Vikram Chatterjee as Dr. Anurag Banerjee aka Tatan(Main Male Protagonist), Meghla and Adrija's love interest; and later on, Meghla's husband. Tua's love interest *Sritama Bhattacharjee as Adrija Sen aka Titi -(Main Antagonist), Meghla's (adoptive) elder sister who views Meghla as a rival and tries to usurp her share of happiness. Piklu's wife. *Aishwarya Sen as Anindita Basu aka Tua - (Parallel Female Antagonist), Anurag's rescuer- turned-lover, who gives up on him after witnessing the true bond of love he shares with Meghla. === Recurring Cast and Characters === Banerjee family *B.D. Mukherjee as Dr. Agnideb Banerjee - Anurag's elder paternal uncle, Urmimala's husband, and Bumba and Mimi's father. *Saswati Guha Thakurta as Dr. Urmimala Banerjee - Anurag's elder paternal aunt, Agnideb's wife, and Bumba and Mimi's mother. *Biswajit Chakraborty as Amitabha Banerjee - Anurag's father, Malobika's husband, Agnideb's younger brother and Meghla's father-in- law [Left]. *Laboni Sarkar as Malobika Banerjee- Anurag's mother, Amitabha's wife (later, widowed), Piklu's maternal aunt and Meghla's mother-in-law. *Rajasree Bhowmik as Nandini \"Pishimoni\" - Anurag's paternal aunt, Agnideb and Amitabha's sister. *Neel Mukherjee as Abir Banerjee \"Pagla Ghora\" - Anurag's younger paternal uncle, Agnideb and Amitabha's younger brother, later marries Shabnam. *Nibedita Mukherjee as Shabnam Banerjee - Abir's wife. *Suman Banerjee as Dr. Bumba Banerjee - Anurag's elder paternal cousin brother, Agnideb-Urmimala's son, Mimi's brother and Kajari's husband. *Rajanya Mitra as Kajari Banerjee - Bumba's wife, Agnideb-Urmimala's daughter-in-law and Anurag's sister-in-law. *Sonali Chowdhury as Mimi Banerjee - Anurag's elder paternal cousin sister, Agnideb-Urmimala's daughter, Bumba's sister and Sanjoy's wife. *Rahul Chakraborty as Sanjoy Chakraborty - Mimi's husband and Anurag's brother-in-law. *Dwaipayan Das as Piklu Banerjee - Anurag's elder maternal cousin brother, Malobika's nephew and Adrija's husband. *Sreetoma Bhattacharya as Adrija Banerjee - Meghla's adoptive elder sister and initial love rival, later Piklu's wife and Anurag's sister-in-law. *Vikram Chatterjee as Dr. Anurag Banerjee - Amitabha-Malobika's son, Bumba-Piklu-Mimi's cousin, Meghla's husband and Adrija-Tua's (former) love interest. *Solanki Roy as Meghla Banerjee - Adrija's adoptive sister, Chandan-Mahua's adoptive daughter, Rashid-Kurchi's biological daughter, Anurag's wife and Malobika's daughter-in- law. *Ritu Rai Acharya as Arna / Mishtu Banerjee Other Cast Members *Chandan Sen as Prof. Chandan Sen - Adrija's father and Meghla's adoptive father, Mahua's husband and Piklu-Anurag's father-in-law. *Subhadra Chakraborty as Mahua Sen - Adrija's mother, Chandan's wife and Piklu's mother-in-law. *Abhishek Chatterjee as Ustad Rashid Ali \"Guruji\" - Meghla's biological father and mentor. *Rita Dutta Chakraborty as Kurchi Majumdar \"Guru Maa\"/ Kurchi Rashid Ali - Meghla's biological mother. *Anusuya Majumdar as Malobika’s mother \"Didan\" *Aishwarya Sen as Anindita Basu aka Tua - Anurag's rescuer- turned-lover, Meghla's professional as well as love rival. *Santu Mukherjee as Abhinash Mukherjee - Tua's paternal uncle as well as adoptive father. *Sreela Majumdar as Sharmistha Mukherjee - Abhinash's wife and Tua's paternal aunt as well as adoptive mother. *Bhaswar Chatterjee as Adv. Anweshan Ghosh - Subhalakshmi's husband. *Debolina Dutta as Adv. Subhalakshmi Ghosh - Anweshan's wife. *Anindya Chatterjee as Deep Dasgupta - Mallika's husband, Adrija's (fake) husband when she impersonated Mallika. *Shankar Chakraborty as Abin Majumdar *Prantik Banerjee as Subhankar *Avrajit Chakraborty as Subhro Shankar ==See also== * Phagun Bou * Kusum Dola * Ishti Kutum * Magic Moments Motion Pictures ==References== ==External links== * Official Website on hotstar Category:2015 Indian television series debuts Category:Bengali- language television programming in India Category:Bengali television serials ",
    "title": "Ichche Nodee"
}