{
    "id": "47091811",
    "text": "KaravilaiKaravilai is a place in Marthandam in Kanniyakumari district in the Indian state of Tamil Nadu. Karavilai comes under town panchayat of Nallur(Nalloor), Kanyakumari District. The area is full of greenery and there is passage of shallow of water in the region. Soil found around Marthandam is one of the most fertile lands of Tamil Nadu and the region has the climatic conditions of Kerala. Tamil is the official language of this region however, most of the people understand Malayalam since it is located neighbouring Kerala. ==Features== * A Government library with good collection of books, magazines and Tamil daily newspapers is available. * A Cashew nut factory is situated in this place. * Area is full of greenery consist of banana, rubber, coconut plantations etc. * More than one Tailoring shops is present in this region. ==Climate== ==Transport== ===Roadways=== This place has bus services from Marthandam. Road from Karavilai connect with nearby places such as Pallanvilai, Karavilaagam, and Marthandam. Nearby Bus Stand is the Marthandam New Bus Stand Which is at a distance of 2 km from Karavilai. ===Air=== The nearest airport is Thiruvananthapuram (Trivandrum) International Airport which is 40 km from Karavilai. ===Railways=== Kuzhithurai (Marthandam) Railway Station. Kuzhithurai (Marthandam)Kuzhithurai Railway Station Railway Station Rd, Marthandam, Tamil Nadu 629165 http://goo.gl/maps/eEsCX railway station is situated at a distance of 1.5 km from Karavilai . This railway station collection is more than seven crore per annum and a daily passenger patronage of more than 50,000 people. The station has two platforms and falls on the Kanyakumari—Trivandrum line in the Trivandrum Division of the Southern Railway zone. Most of all daily trains passing through the station halts in Kuzhithurai station. Daily Passenger trains to Nagercoil, Trivandrum, Kanyakumari, Tirunelveli, Madurai, Kottayam and Kollem. It has direct trains for Chennai, Madurai, Trivandrum, Bangalore, Jammu, Mumbai C.S.T etc. ==Churches== * C.S.I Church,Karavilai.C.S.I. Karavilai wikiplaces://go/13366860 http://wikimapia.org/13366860sanam church wikipla C.S.I Church, Karavilai * Kirubasanam Church of Christ, Karavilai.Kirubasanam church wikiplaces://go/27705432 http://wikimapia.org/27705432 * TPM Church, Bethel Street, Marthandam;TPM Church, Bhethel Street, Marthandam, Kanyakumari - Panvel Rd, Marthandam, Tamil Nadu 629165 http://goo.gl/maps/ZBDkg which is 2 km from Karavilai. ==Notable Places== * Primary Agriculture Co-operative Credit Society, Karavilai.Karavilai Co-operative bank wikiplaces://go/18053624 http://wikimapia.org/18053624 * Government Public Library, Karavilai.Library, Karavilai wikiplaces://go/8888142 http://wikimapia.org/8888142 * MARK Cashew Nut Factory, Karavilai.Mark Cashew factry wikiplaces://go/16426017 http://wikimapia.org/16426017 *Govt. Higher Secondary School, Nalloor(Nallur),G.H.S.School karavilagam, Marthandam, Tamil Nadu 629162 http://goo.gl/maps/Jtfd8 which is 1 km apart. * Tip Top Tailors, Karavilai.Tip Top Tailors karavilai Rd Marthandam Tamil Nadu 629165 http://goo.gl/maps/gCXxg * Neduvaali Pond, Karavilai. ==Sports== Cricket is the most popular game here like the rest of the nation. Games such as Volleyball, Kabaddi, Goli also played here. ==Photo gallery== File:Greenery Scene of Cocunut Plantation in Karavilai, July 28.jpg|Greenery Scene of Coconut Plantations in Karavilai File:Sunset seen from Karavilai.jpg|Sunset seen from Karavilai File:Coconut trees grown thicker seen around this region.jpg|Coconut trees seen across Karavilai File:Twin_Coconut_trees_standing_up_seeing_blue_sky.jpg|Twin Coconut trees standing up seeing the blue sky File:Coconut_trees_grown_denser_around_this_region.jpg|Coconut trees grown denser around this region File:Karavilai.jpg|Shallow stream in Karavilai File:Panoramic view of coconut plantations backed by blue skies.jpg|Panoramic view of coconut plantations backed by blue skies ==External links== * Official Website of Kanyakumari district *Kuzhithurai Railway Station details ==See also== * Kuzhithurai Railway Station * Marthandam * Nallur, Kanyakumari ==References== Category:Cities and towns in Kanyakumari district ",
    "title": "Karavilai"
}