{
    "id": "47092094",
    "text": "Chief Mike Aiyegbeni Oghiadomhe (born 4 September 1955) was the Deputy Governor of Edo State, Nigeria from 1999 to 2007 and Chief of Staff to former Nigerian President Goodluck Jonathan from 2011 to 2014. He was born in Fugar, in Etsako Central Local Government Area of present-day Edo State of Nigeria. ==Education and career== ===Education=== He is a 1978 graduate of soil science from the University of Ibadan; a holder of an MBA degree from University of Benin (1982), currently a Doctoral student at the University of Liverpool, United Kingdom. In March 2011, he was awarded an honorary doctorate degree from the Federal University of Technology, Owerri. He is also Honorary Fellow of Auchi Polytechnic and Federal Polytechnic, Offa. ===Civil service career=== Oghiadomhe has had a very fulfilling career. Between 1979 and 1982, he had a brief stint with the defunct Bendel State's Ministry of Agriculture as a Research Officer. He joined the private sector in 1982 and became a major player in the solid mineral industry. In recognition of his meritorious role in the industry, he was granted membership of the Nigeria Mining and Geosciences Society of Nigeria. ==Political career== In 1998, he went into active politics and was elected unopposed into the House of Representatives under the platform of the United Nigeria Congress Party. Subsequent to the truncation of that transition programme, he was elected Deputy Governor of Edo State alongside Lucky Igbinedion on the platform of the People's Democratic Party, PDP and successfully served two terms from 1999 to 2007.http://www.edofolks.com/html/pub173.htm In the course of service, he received several awards for his unalloyed loyalty and outstanding performance. In appreciation of his immense contributions to Edo State, the entire traditional rulers of the State unanimously conferred upon him the title of OLUETSENIGIE of Edo land. He remains the first and only Edo man to hold a collective title of the entire traditional institutions in the State. He is also the Chairman, Board of Trustees of Fugar Progressive Union.http://www.afemaipeople.com/oghiadomhe-emerges-chairman-fugar-bot/ In June 2007, Oghiadomhe was appointed Deputy Chief of Staff to the then Vice President Goodluck Jonathan under the President Yar'Adua administration, a position he held till August 2008, when the position was scrapped. He was immediately re-appointed Principal Secretary to Jonathan till May 17, 2010, when he was elevated to become Chief of Staffhttp://www.premiumtimesng.com/news/117910-exclusive-presidency-sets-up- high-level-task-force-on-ezekwesilis-damaging-remarks.html to Jonathan as president, a position he held up till February, 2014, when he resigned to pursue other political interests.http://www.premiumtimesng.com/news/155371-breaking-jonathan- appoints-retired-general-arogbofa-new-chief-staff.html Chief Oghiadomhe is currently a member of the Board of Trustees of the People's Democratic Party (PDP). ==Controversy== When Oghiadomhe resigned in 2014, it was speculated that he had been sacked by President Jonathan as a result of graft matters. This rumour was refuted by then presidential spokesman, Reuben Abati who clarified that the outgoing CoS resigned to pursue his political ambitions. ==Personal life== He is married and is blessed with children and grandchildren. ==Awards and notable achievements== Oghiadomhe was conferred with the National Honours of Officer of the Order of the Federal Republic (OFR), and Commander of the Order of the Federal Republic (CFR) in 2008 and 2010 respectively. A Fellow of the Institute of Management (FNIM), he was elected Member of Council of NIM in 2006; where he served two terms. He is currently a member of the Board of Fellows of the institute, a Fellow of the Chartered Institute of Public Administrators of Nigeria and a Justice of Peace. Chief Oghiadomhe is a three-star Paul Harris Fellow and a Melvin Jones Fellow. He has over 30 traditional titles, spread over the entire spectrum of the federation of Nigeria. ==References== Category:1955 births Category:Living people Category:20th-century Nigerian businesspeople Category:21st-century Nigerian businesspeople Category:People's Democratic Party (Nigeria) politicians ",
    "title": "Mike Oghiadomhe"
}