{
    "id": "47097170",
    "text": "Emily Infeld (born March 21, 1990) is an American long-distance runner. She regularly competes in the 5000 m and 10,000 m distances during her professional career; in her college career she regularly competed in the 4 × 800 meter relay and 1500 m on up to 5000 m. During her collegiate career at Georgetown University, she was the 3000 m 2012 NCAA Indoor Championships winner. She also had runner-up placings in NCAA competition in cross country running and outdoor track (1500 m and 5000 m). During her professional career, Infeld has represented her country at major international championships including the 2013 IAAF World Cross Country Championships (21st overall aiding the US team to 4th), the 2015 World Championships in Athletics (3rd), the 2016 Summer Olympics (11th), and the 2017 World Championships in Athletics (6th). ==Running career== ===Early career=== Raised in University Heights, Ohio, Infeld attended Beaumont School. She was interested in track and field from an early age and initially took up racewalking after being turned down for the Cleveland AAU track team, which took on her older sister, Maggie.Miller, Jen A. (March 5, 2014). Emily Infield's Roller Coaster to a Pro Career. Runners World. Retrieved on 2015-06-28. While at high school she moved back into running and won four straight state titles in the 800 meters.Emily Infeld . Bowerman Track Club. Retrieved on June 28, 2015. ===College=== She went on to attend Georgetown University and began to compete for their Georgetown Hoyas collegiate team, following in the footsteps of her older sister.Maggie Infeld. GU Hoyas. Retrieved on June 28, 2015. In her first major competition for the team, she was eighth in the 1500 meters at the 2009 NCAA Women's Outdoor Track and Field Championships. She established herself among the country's top college distance runners with a runner-up finish at the NCAA Women's Division I Cross Country Championship in 2010.Emily Infeld. GU Hoyas. Retrieved on June 28, 2015. She placed eighth in the 3000 meters at the 2010 NCAA Outdoor Championships but had greater success the following year. She was fourth at the 2011 NCAA Cross Country, leading Georgetown to the team title. She placed second in the 5000 meters at the NCAA Outdoor Championships that year. Her best collegiate performances came in 2012 when she was a double indoor Big East Conference champion (3000 m and mile run) and was the 3000 m winner at the NCAA Indoor Championships. Turning to the outdoor season, she was runner- up in the 1500 m at the NCAA Outdoor Championships behind Katie Flood. Her personal bests in the 3000 m and 5000 m were school records. {| class=\"wikitable sortable\" |- ! Year !! Big East XC !! NCAA XC !! Big East indoor !! NCAA indoor !! Big East Outdoor !! NCAA Outdoor |- | 2008–09 || Big East XC 20:59.7 15th || NCAA 6k XC 20:54.8 60th || Mile 4:44.56 3rd || – || 800 m 2:07.98 3rd || – |- | 2009–10 || Big East XC 20:03.8 3rd || NCAA 6k XC 20:07.9 8th || 4 × 800 m 8:47.69 4th DMR 11:13.10 2nd 1000 m 2:48.00 3rd || DMR 11:01.40 3rd 3000 9:13.22 8th || – || – |- | 2010–11 || Big East XC 20:42.7 3rd || NCAA 6k XC 20:09.2 2nd || 1500 m 4:25.00 2nd 5000 m 16:14.06 2nd || – || 1500 m 4:25.00 2nd 5000 m 16:14.06 2nd || 5000 m 15:38.23 2nd |- | 2011–12 || || NCAA 6k XC 19:44.3 4th || DMR 11:08.19 1st Mile 4:43.57 1st 3000 m 9:39.39 1st || DMR 11:06.53 4th 3000 m 9:15.44 1st || 4 × 800 m 8:39.35 4th 1500 m 4:23.25 2nd || 1500 m 4:14.02 2nd |} http://www.athletic.net/CrossCountry/Athlete.aspx?AID=675796 ===Professional=== ====Early career (2012–2015)==== Infeld originally intended to pursue graduate school at Georgetown University for the 2012–2013 academic year; however, she was not feeling fully invested in her graduate program, and with her college coach Chris Miltenberg and many training partners moving elsewhere, she decided to turn pro joining Kimbia Athletics (officially announced October 2012)11 Time All American Emily Infeld Joins Kimbia. Kimbia Athletics (October 1, 2012). Retrieved on 2016-11-29. and move to Portland, Oregon to work under coach Jerry Schumacher at the Bowerman Track Club.5 Questions with Emily Infeld. Daily Relay (October 22, 2013). Retrieved on 2016-11-29.New Pro Emily Infeld Adjusts to Training with Shalane Flanagan. Runner's World (February 11, 2013). Retrieved on 2016-11-29. She began training alongside American Olympians Shalane Flanagan and Kara GoucherPrice, Pat (October 22, 2013). 5 Questions with Emily Infeld. Daily Relay. Retrieved on 2015-06-28. where she struggled to adapt to the strict training schedule at first and missed parts of the 2013 season. However, she placed 4th at the 2013 USA Cross Country Championshipshttp://www.legacy.usatf.org/Events--- Calendar/2013/USA-Cross-Country-Championships/Results/OpenW/Overall.aspx to qualify for the 2013 IAAF World Cross Country Championships and placed 21st – a key member of the United States fourth place team.40th IAAF World Cross Country Championships – Bydgoszcz (POL) – 24 March 2013 – Team Standings – Senior Race Women. IAAF. Retrieved on June 28, 2015. In November 2013, she was diagnosed with a stress fracture in her sacrum on the left side, and again had to take time off from running. After taking months off, she was beginning to progress with her career again, but on December 2014, she suffered another stress fracture of the sacrum; this time on the right side. She was unable to run on foot again until about 6 weeks before her first race back from injury on May 3, 2015.Emily Infeld: From Broken to Bronze. Runner's World (December 18, 2015). Retrieved on 2016-11-29.Emily Infeld World Medalist. DON'T EVER GIVE UP. Spikes by IAAF (September 10, 2015). Retrieved on 2016-11-29. ====2015==== After significant struggles in her early professional career, Infeld made an astonishing comeback in 2015. She set personal records in 2015, running her first race of the year in 31:38.71 for the 10,000 meters in May and 15:07.19 for the 5000 m in June surpassing both the qualifying standards outlined in 2015 World Championships in Athletics qualification standards and Athletics at the 2016 Summer Olympics – Qualification.Portland Track Festival Day 1: Emily Infeld Runs 21 Second PR (15:07) to Beat Shalane Flanagan, Desi Linden and Sara Hall Get 10k Qualifiers. Lets Run (June 13, 2015). Retrieved on 2015-06-28. Further progressing in 2015, she placed third in the 10,000 m at the 2015 USA Outdoor Track and Field Championships, her highest ever national finish up to that date, gaining selection for the national team alongside Molly Huddle and fellow Bowerman Track Club athlete Shalane Flanagan.Georgetown Track & Field Alum Emily Infeld Makes Team USA. GU Hoyas (June 26, 2015). Retrieved on 2015-06-28. At the 2015 Beijing World Championships on August 24, Infeld kicked hard for the bronze medal in the 10,000 m, catching a slowing Huddle at the line.Emily Infeld shocks Molly Huddle, wins bronze medal at IAAF Track World Championships 2015, Cleveland.com, August 24, 2015.American runner loses bronze medal after celebrating too early, USA Today, August 24, 2015. All three USA team members (Infeld, Huddle, and Flanagan), were within seconds of one another. The heat and humidity were factors affecting the evolution of the race, slowing the pace of most or all competitors.Report: women's 10,000m – IAAF World Championships, Beijing 2015| News | iaaf.org. iaaf.org. August 24, 2017. Retrieved August 6, 2017. ====2016==== On February 20, 2016, Infeld finished third in the Millrose Games women's indoor 5000 meters in 15:00.91, behind Betsy Saina and Molly Huddle. Infeld placed second in the 10,000 m behind Molly Huddle at the 2016 United States Olympic Trials (track and field) to qualify for Athletics at the 2016 Summer Olympics with Marielle Hall. In the Olympics 10000 m event she placed 11th in 31:26.94. The weather conditions were ideal for a fast race, where at least the top 6 competitors performed close to their best expectations that day, and many personal records were set including a World Record of 29:17 by Almaz Ayana. The Olympics USA team was spread apart by more than 2 minutes. Infeld's fellow team member, Molly Huddle, was well ahead and had one of her best performances establishing a PR of 30:13 and placing 6th. Marielle Hall was far behind in 32:39 for 33rd.Athletics at the 2016 Summer Olympics – Women's 10,000 metres On September 3 at the 5th Avenue Mile, held on the roads in New York, Infeld placed 16th in an official time of 4:28, setting a new road PR.New Balance Fifth Avenue Mile. NYRR Race Results. September 3, 2016. Retrieved September 10, 2017. ====2017==== On March 11, 2017, Infeld started the year off well with a 2nd-place finish in the U.S. 15k Road Championship in a time of 49:42.Emily Infeld 2nd at U.S. 15K Championship, Kimbia Athletics, March 13, 2017. Retrieved on June 19, 2017. As a preparation for the 2017 USA Outdoor Track and Field Championships, Infeld participated part way through the Payton Jordan Invitational 10,000m held on May 5.Your Guide to the Payton Jordan, GoStandford.com, May 3, 2017.Stanford University Presents The Payton Jordan Invitational – Entry Information, GoStandford.com.Payton Jordan Invitational, Record Timing, May 5, 2017.Payton Jordan Invitational as Preparation, Instagram, May 8, 2017. When it came time for the 2017 USA Outdoor Track and Field Championships on June 22, Infeld placed 2nd in the 10,000m establishing a new PR of 31:22.67 at sundown while the temperature was still somewhat warm coming from a blazing hot day to qualify for the 2017 World Championships in London.Six USATF champions crowned on Day One of USATF Outdoor Championships, USA Track and Field, June 22, 2017.2017 Outdoor Championships Results, USA Track and Field, June 22, 2017Day One Quotes – USATF Outdoor & Junior Outdoor Championships, USA Track and Field, June 22, 2017. In preparation for the World Championships, Infeld travelled to St. Moritz Switzerland to train and also competed in two events during her stay in Europe. Her first event was in Lucerne Switzerland on July 11 where she ran the 3000m and placed 5th in 8:55.41.European Athletics Results | Spitzen Leichtathletik Luzern | Luzern – SUI | Women. European Athletics, July 22, 2017. Retrieved July 25, 2017. Her second event was a 5000 m run in Huesden Belgium on July 22 where she ran close to her training partner, Shalane Flanagan, and then led the race for the last 2.5k with the exception of being passed at the very end, placing second. She established a PR of 14:56.33 that day.Brilliant night in Belgium for Kimbia athletes. Kimbia Athletics, July 22, 2017. Retrieved July 25, 2017.European Athletics Results | Night of Athletics | Huesden – Zolder – BEL | Women. European Athletics, July 11, 2017. Retrieved July 25, 2017. At the 2017 World Championships in London on August 5, Infeld placed 6th where she led the USA team in a time of 31:20.45, establishing another PR in the 10,000m despite the leaders starting off with a significantly slow first 3k.10,000 Metres Result | IAAF World Championships London 2017 | iaaf.org. iaaf.org. August 5, 2017. Similar to the 2015 World Championships, all three USA team members (this time Infeld, Huddle, and Sisson) were within seconds of one another. The first 2k of the race was slow (6:48 for the leader where 1k was 3:30 for the leader), and it wasn't until after 3k-4k with Almaz Ayana making a decisive move where the large pack of runners started break up. Molly Huddle was leading the USA team for the first 7-8k, while Infeld showed greater strength particularly in last 1k in an attempt to overcome the local pack of other competitors just in front of the USA team. Infeld succeeded, falling just short of only one of those competitors in the local pack, Susan Krumins, who also surpassed Infeld at the end in the Huesden Belgium 5000 m. The remaining runners had a significant lead ahead of the local pack starting at 6k, which included Almaz Ayana who lapped all competitors except the three who placed behind her.2017 World Championships in Athletics – Women's 10,000 metres Infeld's first 5k was 16:08 and her last 5k was 15:12, showing significant potential for another PR in the future. In September, Infeld attended two 1 mile races in New York State. At the Long Island Mile on September 6 on a high school outdoor track, Infeld placed 4th in a time of 4:30.78 setting a new outdoor track PR.Hoka Long Island Mile Run. Runner Space. September 6, 2017. Retrieved September 10, 2017. Four days later, on September 10, at the 5th Avenue Mile held on the roads in New York City, Infeld placed 17th in a very competitive field in an official time of 4:31 (rounded up; 4:30.3 unofficially).2017 New Balance 5th Avenue Mile. NYRR Race Results. September 10, 2017. Retrieved September 10, 2017.Quigley, Infeld and Frerichs close seasons in New York. Kimbia Athletics. September 10, 2017. Retrieved September 10, 2017. ====2018==== Infeld started her 2018 season with a win at the 2018 USA Cross Country Championships in 33:18.7 (3:19.9/km), followed by Molly Seidel in 33:22.1, Stephanie Bruce in 33:34.1, her teammate Courtney Frerichs 33:55.1, Emily Durgin in 33:56.9, and Susan Tanui in 34:39.0; the six qualified for Team USA at 2018 NACAC Cross Country Championships in La Libertad, El Salvador on February 17, 2018. Throughout the entire race Infeld was leading or on the shoulder of the leader. During the last 2k, Infeld maintained a pace of approximately 3:13/km, and at 800m she pressed the pace further to begin a gap on her remaining competitor, Molly Seidel, where that gap increased as she got closer to the finish line.2018 USATF Cross Country Championships. USA Track and Field. February 3, 2018. Retrieved February 3, 2018.Emily Infeld Earns Her First National Title at Cross-Country Championships. Runner's World. February 5, 2018. Retrieved February 6, 2018.Korir repeats, Infeld impresses at USATF Cross Country Championships. USA Track and Field. February 3, 2018. Retrieved February 6, 2018. Infeld expressed her excitement and gratitude after winning her first International Championship Qualifier.Day of glory for Infeld and Quigley. Kimbia Athletics. February 3, 2018. Retrieved February 6, 2018. ====2019==== Emily struggled with a number of complex injury-related obstacles for many months since early 2018, but was on a smooth trajectory in 2019 about 2 months prior to her departure at the World class Beach to Beacon 10k event. After about 18 months of not competing, on Aug 3rd Emily surprisingly placed 4th in 32:39 at the Beach to Beacon 10k.TD Beach to Beacon 10K 2019 - Results. Granite State Race Services. August 3, 2019. Retrieved August 4, 2019.She’s Back!!!!!. Bowerman TC on Twitter. August 3, 2019. Retrieved August 4, 2019.. Continuing her trend for the year in the 10k, on October 14th, Emily placed 3rd in the Boston 10k for Women in a time of 32:14.Top Finishers | Reebok Boston 10k for Women. October 14, 2019. Retrieved February 16, 2020. On November 2nd, Emily placed 3rd in the NYRR 5k in a time of 15:47.2019 NYRR Dash to the Finish Line 5K - Results. USATF 5K Championships. November 2, 2019. Retrieved November 2019 and February 16, 2020. ====2020==== Emily started the 2020 year on the track. Notably, this was her first track race in about 2 years. At the Husky Classic on February 14th, Infeld placed 1st in the 3000m in a meet record time of 8:48.73.2020 Husky Classic By Heats - University of Washington Athletics. Husky Classic. February 14, 2020. Retrieved February 16, 2020.. Continuing on her remarkable trajectory, on February 27, Emily showed even greater resiliency with a 5000m 14:51.91 PR at the Boston University Last Chance Invitational.2020 BU Last Chance Invitational - 2/27/2020 to 2/28/2020 Boston University. Last Chance Invitational. February 27, 2020. Retrieved March 6, 2020. The next day, Emily posted a joyous message indicating her satisfaction.Worked Really yesterday with a ton of fabulous teammates. Twitter. February 28, 2020. Retrieved March 6, 2020. ==Personal records== {| class=\"wikitable\" |- ! Surface ! Event ! Time (mm:ss.hh) ! Venue ! Date |- |rowspan=5| Indoor track | 1000 m || 2:44.56 || State College, PA || January 31, 2009 |- | 1500 m || 4:12.79 || New York (Armory), NY || February 16, 2013 |- | 1 mile || 4:31.50 || New York (Armory), NY || February 16, 2013 |- | 3000 m || 8:48.73 || Seattle, WA (oversized track)|| February 14, 2020 |- | 5000 m || 14:51.91 || Boston, MA || February 27, 2020 |- |rowspan=6| Outdoor track | 800 m || 2:06.05 || Princeton, NJ || May 16, 2009 |- | 1500 m || 4:07.77 || Lignano Sabbiadoro, Italy || July 17, 2012 |- | 1 mile || 4:30.78 || Long Island, NY || September 6, 2017 |- | 3000 m || 8:41.43 || Rieti (Guidobaldi), Italy || September 8, 2013 |- | 5000 m || 14:56.33 || Heusden-Zolder, Limburg, Belgium || July 22, 2017 |- | 10000 m || 31:20.45 || London, United Kingdom || August 5, 2017 |- |rowspan=3| Road | 1 mile || 4:28 || New York, NY || September 3, 2016 |- | 10K run || 31:47 || Boston, MA || October 14, 2013 |- | 15K run || 49:42 || Jacksonville, FL || March 11, 2017 |} ==International championship qualifier record== ===USA Cross Country Championships, USATF Indoor Championships, USATF Outdoor Championships, and US Olympic Trials=== {| |- | 2010 || 2010 USA Outdoor Track and Field Championships || Des Moines, Iowa || 10th || 1500 m || 4:19.05http://www.athletic.net/TrackAndField/MeetResults.aspx?Meet=86137#20898http://www.legacy.usatf.org/events/2010/USAOutdoorTFChampionships/results/F10.asp |- | 2011 || 2011 USA Outdoor Track and Field Championships || Eugene, Oregon || 5th || 1500 m || 4:08.96http://www.flashresults.com/2011_Meets/outdoor/06-23-USAChamps/Results10-2.htm |- | 2012 || 2012 United States Olympic Trials (track and field) || Eugene, Oregon || 8th || 5000 m || 15:28.60http://www.legacy.usatf.org/events/2012/OlympicTrials- TF/results/Results14-2.htm |- | 2013 || 2013 USA Cross Country Championships || St Louis, MO || 4th || 8k || 26:47.72013 USA CROSS COUNTRY CHAMPIONSHIPS RESULTS. February 2, 2013. |- |rowspan=2| 2015 ||rowspan=2| 2015 USA Outdoor Track and Field Championships ||rowspan=2| Eugene, Oregon || 3rd || 10,000 m || 31:42.602015 USATF Championships Results . June 25 (10,000 m) and 28th (5000 m), 2015. |- | 4th || 5000 m || 15:07.18 |- |rowspan=2| 2016 ||rowspan=2| 2016 United States Olympic Trials (track and field) ||rowspan=2| Eugene, Oregon || 2nd || 10,000 m || 31:46.092016 U.S. Olympic Team Trials – Track & Field Results. July 2 (10,000 m) and 10th (5000 m), 2016. |- | 4th || 5000 m || 15:13.87 |- | 2017 || 2017 USA Outdoor Track and Field Championships || Eugene, Oregon || 2nd || 10,000 m || 31:22.67 |- | 2018 || 2018 USA Cross Country Championships || Tallahassee, FL || 1st || 10 km || 33:18.7 |} ==International championship record== {| |- |rowspan=2|2013 |rowspan=2|World Cross Country Championships |rowspan=2|Bydgoszcz, Poland |21st |Senior race |25:27 |- |4th |Senior team |90 points |- |2015 |World Championships |Beijing, China |bgcolor=\"cc9966\"|3rd |10000 m |31:43.49 |- |2016 |Olympic Games |Rio de Janeiro, Brazil |11th |10000 m |31:26.94 |- |2017 |World Championships | London, United Kingdom |6th |10000 m |31:20.45 |} ==References== ==External links== * * *February 14, 2019 Carrie catches up with 2016 Olympian Emily Infeld! They discuss her recent injury and surgery, the rollercoaster ride of doctors and therapists, her cross training habits, and much more Carrie Tollefson Category:Living people Category:1990 births Category:Sportspeople from Cuyahoga County, Ohio Category:Track and field athletes from Ohio Category:American female long-distance runners Category:American female middle-distance runners Category:Georgetown Hoyas women's track and field athletes Category:World Athletics Championships medalists Category:World Athletics Championships athletes for the United States Category:Olympic track and field athletes of the United States Category:Athletes (track and field) at the 2016 Summer Olympics Category:People from University Heights, Ohio ",
    "title": "Emily Infeld"
}