{
    "id": "47092739",
    "text": "Nick Neri (born May 12, 1995, in Palmetto, Florida) is an American racing driver. Neri has won various karting championships and has also raced in auto racing championship such as the Atlantic Championship. ==Career== ===Karting=== Neri started karting when he was six years old at Tri-City Kart Club in Pinellas Park, Florida. After three consecutive Kid Karts class championships, Neri moved to the World Karting Association Florida Championship Series. He won ten championships in the Florida Championships Series between 2003 and 2006. Neri won his first national World Karting Association title in 2006, winning the HPV Sportsman title. He also won races in the prestigious Florida Winter Tour and Stars of Karting championships. Neri raced in various karting classes including JICA and different Rotax Max classes. In 2012, Neri was selected by Tony Kart as one of their factory drivers. As Neri took a second place in the Superkarts! USA Supernationals in the Pro Stock Honda class, he won a special reward. The reward was to test a Global Rallycross Lights car. ===Formula car racing=== Neri made his debut in formula car racing in 2011. At Road Atlanta Neri won the first race he participated. The Florida native raced in the Formula Skip Barber Winter Series. He went on to win two more races at Mazda Raceway Laguna Seca. Neri finished third in the championship standings, behind champion Jake Eidson and second placed driver Danilo Estrela. Following these strong results Neri was selected by Honda Performance Development to run a Honda powered Atlantic Championship car at Summit Point Motorsports Park. He was not able to set a qualifying time in his debut Atlantics outing as he broke a wheel. Technical difficulties prevented Neri from finishing the first race and not being able to start the second race. He made a comeback in formula racing in 2015, as he started in the new Formula Lites class. ===Stock car racing=== Nick Neri also has experience in stock car racing. He ran his first stock car race at Citrus County Speedway in 2012 winning four races during the season. The following year Neri won one race at Auburndale Speedway and competed in the Florida United Promoters Late Model Series. In 2014 he ran partial seasons at DeSoto Speedway and Showtime Speedway in the Super Late Model division scoring a total of four top ten finishes. ==Racing record== ===American open–wheel racing results=== (key) ====Atlantic Championship==== {| class=\"wikitable\" style=\"text-align:center; font-size:90%\" ! Year ! Team ! 1 ! 2 ! 3 ! 4 ! 5 ! 6 ! Rank ! Points |- | 2012 ! Primus Racing | ATL1 | ATL2 | NJ1 | NJ2 |style=\"background:#EFCFFF;\"|SUM1 DNF |style=\"background:#FFFFFF;\"|SUM2 DNS |style=\"background:#CFCFFF;\"|21st |style=\"background:#CFCFFF;\"|1 |} ==References== ==External links== *Nick Neri at DriverDB.com *Official website Category:1995 births Category:Atlantic Championship drivers Category:Racing drivers from Florida Category:Living people Category:People from Palmetto, Florida ",
    "title": "Nick Neri"
}