{
    "id": "47104672",
    "text": "Petal is an American rock band from Scranton, Pennsylvania, currently signed to Run for Cover Records. The band consists of one permanent member, Kiley Lotz, with the rest of the band a rotating group of musicians. ==History== Petal began in September 2013 with the self-release of an extended play titled Scout. The EP caught the attention of the record label Run For Cover, who signed them to their label three months later in December 2013. The EP was re- released after they signed to Run For Cover. Petal (Kiley Lotz pictured right) performing at Wharf Chambers, Leeds in May 2017, with Slingshot Dakota acting as backing band On September 1, 2015, Petal released the song \"Sooner\" from their debut album, Shame. Petal released their debut full-length album, Shame on October 23, 2015, via Run For Cover. On April 3, 2018, \"Better Than You\" was released as the first single from their second album, Magic Gone, which was released on June 15, 2018, also via Run For Cover. Critical reception of Magic Gone was largely positive, with Stereogum saying, > \"This might be inward-looking music, but the songs still zip. “Better Than > You” and “Tightrope” remind me of alt rock radio in the very early ’90s, > before the post-Nirvana boom turned everything into angst central. You could > pogo to these songs just as easily as you could cry to them. It’s a funny > thing, how the heaviness of the words and the lightness of the music can > feed each other, how they can make each other stronger. It’s a dichotomy > that makes Magic Gone — an album that’s utterly drowning in sadness in a lot > of ways — into something warm and comforting and friendly: an album that > might help you out and bring you up if you’re ever feeling something like > what Lotz was feeling when she wrote these songs.\" In June and July of 2018, Petal co-headlined a United States tour with Run for Cover label mates Camp Cope. The band then went on a worldwide tour from January to March 2019, first in the United States with artists Sir Babygirl and Cave People, then in Europe and the UK supporting American musician Shakey Graves, and ending in Japan. ==Discography== ===Studio albums=== *Shame (2015, Run For Cover) *Magic Gone (2018, Run For Cover) ===EPs=== *Scout (2013, Run For Cover) *Comfort (2017, Run For Cover) ==References== Category:Indie rock musical groups from Pennsylvania Category:Musical groups established in 2013 Category:Musicians from Scranton, Pennsylvania Category:Run for Cover Records artists ",
    "title": "Petal (band)"
}