{
    "id": "47100376",
    "text": "Casco Art Institute: Working for the Commons is a non-profit public art institution based in Utrecht, Netherlands. == Overview == Casco was founded in 1990 as an experimental art space on the Oudegracht in Utrecht. In 1995 it was renamed Casco Projects, starting a program with a focus on autonomy and intervention. In 2003, Casco took a new title 'Office for Art, Design and Theory' to expand its framework to artistic research and interdisciplinary practices. In 2007, the institute moved to a new location on the Nieuwekade, designed by ifau (institute for applied urbanism) and Jesko Fezer. In 2014 Casco moved to a new space on the Lange Nieuwstraat in Utrecht. 2018 marked another transitional year accompanied by the name change to Casco Art Institute: Working for the Commons. == Past Projects == *2018 Elephants in The Room: Assembly for commoning institutions *2018 Biannual exhibition program: Alma Heikkilä, \"Evolved in shared relationships\" and The Outsiders \"Erfgoed (Agricultural Heritage and Land Use)\" *2017 Doria Garía and Ingo Niermann \"Army of Love\", and Heman Chong and Renée Staal, \"The Library of Unread Books\" *2016 Alex Martinis Roe, \"To Become Two\" *2016 Wok The Rock, \"Parasite Lottery\" *2015 Group Exhibition: \"We Are the Time Machines: Time and Tools for Commoning\" *2015 Adelita Husni-Bey, \"White Paper: The Law\" and Fernano Garcìa- Dory, \"INLAND\" *2014 Melanie Gilligan, \"The Common Sense\" and The Otolith Group, \"In the Year of the Quiet Sun\" *2014 Wendelien van Oldenborgh receives prestigious Dr AH Heiniken Prize for Art *2014 Inaugural Exhibition, \"New Habits\" *2013 Tadasu Takamine, \"Japan Syndrome - Utrecht Version\" *2012 Lawrence Abu Hamdan, \"Aural Contract: The Whole Truth\" *2009-2010 \"User's Manual: The Grand Domestic Revolution\", long-term \"living research\", *2010 Ei Arakawa, \"Hurt Locker Instruments\" *2010 Martha Rosler, \"If you Lived Here Still...\" *2009 Metahaven, \"Stadtstaadt. A Scenario for Merging Cities\" *2008 Fritz Haeg, \"Animal Estates 6.0\" *2008 Ricardo Basbaum, \"Re-projecting (Utrecht)\" *2008 Stephen Willats, \"The Speculative Diagram\" *2007 Dave Hullfish Bailey, \"What's left for its own devices (on reclamation)\" *2007 Annette Krauss, \"Hidden Curriculum\" == Publications == * 1996 Casco Issues 1: Good & Bad * 1997 Casco Issues 2: Parallel Worlds *1997 Casco Issues 3 *1998 Casco Issues 4: The black-and-white issue *1999 Casco Issues 5: Real Experiments * 2007 The So-called Utopia * 2007 Hidden Curriculum Files, Annette Krauss * 2011 A Well Respected Man,Van Oldenborgh, Wendelien, in collaboration with Sternberg Press * 2014 The Grand Domestic Revolution Handbook == See also == List of contemporary art spaces in the Netherlands == References == == External links == * Category:Contemporary art galleries in the Netherlands Category:Art museums and galleries in the Netherlands ",
    "title": "Casco (Utrecht)"
}