{
    "id": "47107655",
    "text": "This is a list of flags of Hong Kong. == Official flag == {| class=\"wikitable\" width=\"100%\" |- ! width=\"100px\"|Flag!!width=\"100px\"|Duration!!width=\"250px\"|Use!!style=\"min- width:250px\"|Description |- | || Since 1997 || Flag of Hong Kong || A white, five-petal Bauhinia blakeana on a red field.Hong Kong Basic Law The Chinese name of Bauhinia × blakeana has also been frequently shortened as 紫荊/紫荆 (洋 yáng means \"foreign\" in Chinese, and this would be deemed inappropriate by the PRC government), although 紫荊/紫荆 refers to another genus called Cercis. A statue of the plant has been erected in Golden Bauhinia Square in Hong Kong. Although the flowers are bright pinkish purple in colour, they are depicted in white on the Flag of Hong Kong. |} == Historical flags == {| class=\"wikitable\" width=\"100%\" |- ! width=\"100px\"|Flag!!width=\"100px\"|Duration!!width=\"250px\"|Use!!style=\"min- width:250px\"|Description |- | || 1514–1521 || Flag of the Kingdom of Portugal || Portuguese navy occupied Tamão (present-day Tuen Mun, Lantau and Kwai Chung) in 1514. |- | 100px || 1843–1868 || Flag of United Kingdom|| Union Jack flew during the initial possession of the colony in 1841 and seal found in the 1870 flag was used by the Government beginning in 1843. |- | 100px || 1862–1890 || Flag of the Qing dynasty || The first variant (triangular) of the Qing flag. New Territories was still Qing land before 1898. Qing Empire had no official flags from 1644-1862. |- | 100px || 1871–1876 || Flag of the British Crown colony of Hong Kong || A British Blue Ensign with a crowned \"HK\". |- | 100px || 1876–1941 1945–1955 || Flag of the British Crown colony of Hong Kong || A British Blue Ensign with local waterfront scene. |- | 100px || 1890–1898 || Flag of the Qing dynasty || The second variant (rectangular) of the Qing flag. New Territories was still Qing land before 1898. |- | 100px || 1941–1945 || Flag of Japan|| Military occupation by the Empire of Japan. |- | 100px || 1955–1959 || Flag of the British Crown colony of Hong Kong || A British Blue Ensign with local waterfront scene. |- | 100px || 1959–1997 || Flag of the British Crown colony and later British Dependent Territory of Hong Kong || A British Blue Ensign with the coat of arms of Hong Kong (1959–1997). |- | 100px || 1985–1999 || Flag of the Regional Council (Hong Kong) || A stylized Bauhinia blakeana leaf outline in white, in the form of a diagonally-tilted capital \"R\", on a green background, representing the green of the leaves. |- | 100px || 1960s–1999 || Flag of the Urban Council (Hong Kong) || A stylized Bauhinia blakeana flower outline in white on a pink background, representing the colour of the flower. |- | 100px || 1910–1941 1945–1959 || Flag of the Governor of Hong Kong || |- | 100px || 1959–1997 || Flag of the Governor of Hong Kong || |- |} ==See also== *List of Macanese flags ==References== Flags Category:Lists and galleries of flags ",
    "title": "List of Hong Kong flags"
}