{
    "id": "47106576",
    "text": "{| |} USS Hassayampa was a in service with the United States Navy, and the United States Merchant Marine from 1955 to 1991. A veteran of the Vietnam and First Gulf War, she served for 36 years before being laid up in the Suisun Bay Reserve Fleet in California. Her keel was laid on 13 July 1953. ==Ship History== Between July 1955 and May 1958, Hassayampa made three deployments to the Western Pacific, providing logistics for the United States 7th Fleet. In June 1958 Hassayampa joined the 1st Fleet at San Francisco to participate in the celebration of the 50th anniversary of the cruise of the Great White Fleet around the world. On 16 July 1958, Hassayampa returned to Pearl Harbor and resumed regular duties. In September 1958, Hassayampa, deployed with the 7th Fleet to prevent invasion of Chinese offshore islands and convoyed Nationalist transports during the Quemoy-Matsu Crisis. At one point, in December 1958, Hassayampa had the unfortunate experience of being close-in to an aviation mishap when a pilot from a nearby aircraft carrier lost control of his aircraft and crashed into the sea astern of the ship. Only a portion of a wing tank, a section of the windshield and some debris from the cockpit were recovered. Between 1959 and 1961 she made three additional deployments to the Western Pacific continuing her services to the 7th Fleet including a 1960 visit to Perth and Adelaide, Australia to participate in Australia's 18th celebration of the Battle of Coral Sea. In May 1962, Hassayampa supported units of the 7th Fleet moving Marines into Thailand to prevent flare-up of trouble in Laos. ===Vietnam War=== During the period 25 April 1962 through 31 December 1962, fleet tankers Hassayampa, , , and were deployed during atmospheric nuclear testing off Johnston Island and Christmas Island in the Pacific, code named Operation Dominic. Hassayampa was involved in tests named Chama, Housatonic, Checkmate, Bluegill Triple Prime and Kingfish.Operation Dominic was a series of 105 nuclear test explosions conducted in 1962 and 1963 by the United States. Those conducted in the Pacific are sometimes called Dominic I. The blasts in Nevada are known as Dominic II. On 23 January 1963, Hassayampa deployed to the Far East to resume duty with the 7th Fleet. On 2 April 1963, Hassayampa and the aircraft carrier established a new underway replenishment record for AO/CVA class ships by achieving a transfer rate of 9,857 barrels of fuel oil per hour. During the same replenishment, Hassayampa and the guided missile destroyer established a new record for oilers and cruiser/missile destroyers by achieving a transfer rate of 7,485 barrels of fuel per hour. On 6 April 1963, Hassayampa and Constellation broke their previous record by achieving a transfer rate of 10,247 barrels of fuel oil per hour. Finally, on 15 April 1963, Hassayampa and Constellation again broke their own record by achieving a transfer rate of 11,246 barrels of fuel oil per hour. Returning to Pearl Harbor 15 June 1963, Hassayampa underwent a modernization overhaul from October 1963 to January 1964. She again sailed for the Western Pacific 12 March 1964. On 31 March 1964, she joined a Navy carrier task force from Subic Bay, Philippines for operations in the Indian Ocean. On 4 April 1964, the Concord Squadron, commanded by Rear Admiral R. B. Moore and composed of the aircraft carrier , the destroyers , , and Hassayampa, entered the Indian Ocean from the Pacific and began a 6-week goodwill cruise which carried it near Iran, the Arabian Peninsula, Malaysia, the African Coast and into ports along the way for good will visits, until returning to Subic Bay 16 May 1964. Hassayampa remained in the Far East until mid-September 1964. During that time she refueled ships off Japan and in the South China Sea. During the Tonkin Gulf crisis in August 1964 Hassayampa provided at-sea logistics support for the ready ships of the U.S. Pacific and 7th Fleets. After completing her deployment, the busy fleet oiler arrived Pearl Harbor 29 September 1964. Resuming Far East duty in April 1965, Hassayampa operated in the South China Sea and supported the American efforts in the region. During this time, Hassayampa acted as an integral replenishment vessel in support of Operation Market Time which was a joint effort between the U.S. Navy and the South Vietnamese Navy in an effort to stop the flow of supplies from North Vietnam into the south by sea. Mobility and the endurance sustained by underway replenishment forces resulted in maximum use of 7th Fleet carriers for retaliatory raids, for strikes in support of troops ashore, and for attacks against the enemy lines of communication. Naval air operations were of particular importance in the days before adequate airfields could be built ashore, and the ability of task forces to operate in nearby Tonkin Gulf permitted effective and efficient air operations against targets in North Vietnam. According to Navy reports, Operation Market Time was very successful but received little credit. Eventually, all the supply routes at sea became non-existent which forced the North Vietnamese to use the Ho Chi Minh Trail. Hassayampa returned to home port Pearl Harbor on 16 December 1965, thence serving as a recovery logistic ship during the Gemini 8 space shot in mid- March 1966 in unison with the destroyers , , , , , , , landing helicopter dock , minesweeper , and auxiliary vessels , and . The following year in June, Hassayampa was among the vessels assigned to participate in the Gemini 9 space shot. Sailing again for the Far East 5 June 1966, during the next five months Hassayampa maintained a busy schedule refueling escort vessels and aircraft carriers of the Pacific and 7th Fleets including Constellation, , , , and . During an underway replenishment operation in the western Pacific with Constellation to port and the destroyer to starboard, in July 1966, Constellation needed to turn into the wind to launch a COD, so all three ships turned in unison to accomplish that task. At a point when the carrier's launch could take place and Constellation stopped turning, Hassayampas rudder stuck and she continued to turn. Eventually, wire rope and fitting began to break and whip all about due to the increasing separation between the two ships. As Hassayampa continued to turn and before her rudder could be righted, the ship had a brief encounter with Vogelsang to starboard, which had ceased her turn in unison with Constellation. Upon completion of necessary replenishment exercises, Hassayampa was forced to put into Subic Bay for repairs. On 8 September 1966 during Task Group refueling operations, the Soviet Intelligence Trawler Gidrofon closed the formation and placed herself in close proximity to Roosevelt. At that point, the carrier that was refueling alongside Hassayampa directed the destroyer to intervene and \"shoulder\" the intruder away from the formation. During a 2-week period in November 1966, Hassayampa refueled 67 ships. Prior to returning to Pearl Harbor 16 December 1966, Hassayampa had refueled 367 ships in the Western Pacific. On 2 October 1967, during replenishment operations with the destroyer to starboard, Buck suffered a steering casualty at 1903 that necessitated her to execute an emergency breakaway. During the next few moments, while Buck came into contact with Hassayampa, Buck’s port anchor was pushed thru its side. Upon regaining steering and a return to composure, Buck headed for Subic Bay for emergency drydock repairs that took about 30 days to accomplish. In another incident, during the early-mid 1960s, Hassayampa had an incident during a midnight replenishment operation. The following is a narrative from Robert Werner, Communications Officer of , as obtained from : \"The collision while refueling from the USS Hassayampa off Da Nang about midnight. We were hooked up and fueling when our radar which showed an unknown contact with a good right bearing drift suddenly painted four contacts showing no lights with about 200 yards separation between each about 2,000 yards ahead. Captain Coston waited for less than a minute expecting the Senior CO on the oiler (in tactical command) to effect breakaway, and then, with no response from Hassayampa, took tactical command himself and ordered emergency breakaway. I think we used axes to cut through either the span wire or hoses and rolled heavily to starboard. Only seconds later we saw looming about 200 yards ahead one of the four contacts, a barge cabled apparently to other barges, invisible at night with no lights. The oiler cut through the cable between the last two barges, but we had nowhere to go and plowed into (I think) barge number 2. It put a big hole in our bow which the DCA, Ltjg. Wright Nobel Rodman plugged with mattresses. Scared the piss out of me.\" Hassayampa remained with the 7th Fleet into the late 1960s with further deployments including Operation Sealords. Operation Sealords, launched on 8 October 1968, was intended to disrupt North Vietnamese supply lines in and around the Mekong Delta. As a two-year operation, by 1971, all aspects of Sealords had been turned over to the South Vietnam Navy. Hassayampa refuels during the Apollo 11 recovery mission. ===Apollo Program=== Continuing her service in the Western Pacific, Hassayampa served as replenishment vessel during the Apollo 11 recovery mission where she was on hand for replenishment duties for the carrier and support vessels , , , and . On 22 July 1969, Hassayampa refueled Hornet just prior to Hornets recovery of the Apollo 11 space capsule. The command module \"Columbia\" splashed down about south of Johnston Island at 12:50 GMT 24 July 1969. Hassayampa participated in the recovery of the spacecraft Yankee Clipper, facilitating with Underway Replenishment Operations as needed. ===Racial Tensions=== Hassayampa continued to operate out of Pearl Harbor well into the 1970s in support of the 7th Fleet off Southeast Asia. July, August, September and October 1972 found Hassayampa facilitating the heavy cruiser and other naval ships in combat action throughout southeast Asia—and continued that stance well into the 1980s. In 1972, racial tensions erupted aboard several naval vessels, including Hassayampa. As a result, Admiral Elmo R. Zumwalt, Jr., Chief of Naval Operations, instituted new race relations programs and made significant changes to Naval Regulations to address many of the issues raised by black sailors regarding racial injustice in the Navy. ===Continued Operations, August 1973=== In early August 1973 Hassayampa had just started shipyard availability when ordered to support two specially configured Military Sealift Command (MSC) ships (USNS Corpus Christi Bay and ) that were observing French nuclear tests on Mururoa Atoll, southeast of Tahiti. 6 days later, the ship arrived at Pago Pago and refueling operations took place on 6 August and 11 August 1973. Hassayampa returned to Pearl Harbor on 17 August to continue shipyard availability. Three weeks later, Hassayampa received orders to return to Pago Pago to again refuel the MSC ships due to repeated delays of the French testing and the MSC vessels running low on fuel as a result. On 6 September 1973, Hassayampa proceeded at to accomplish this, meeting up with Corpus Christi Bay, underway, and began what turned out to be a 42-hour UNREP. Corpus Christi Bay had no alongside UNREP capability so Hassayampa streamed a hose to Corpus Christi Bay as she maintained her station astern, rather than alongside. Seven Hassayampa crewmen were heloed over to help secure and operate the refueling station. Both vessels steamed at bare steerage way (). Hassayampa returned to Pearl Harbor on 24 September 1973 and was nominated for a National Defense Transportation Unit Award. ===Transfer to Military Sealift Command=== On 17 November 1978, USS Hassayampa, Captain Roger Box, USN, along with his Executive Officer, LCDR R. T. Sloane, USN, transferred the ship to the Military Sealift Command, where she began her second life as USNS Hassayampa (T-AO 145) under the command of Captain Gottfried C. Krull. In 1981, working in conjunction with the submarine , Hassayampa was instrumental in securing the rescue of 87 Vietnamese refugees drifting at sea in an open boat off the coast of South Vietnam. While en route to Singapore to safely offload the 87 refugees picked up by Barbel, Hassayampa came upon an additional boat with 104 refugees. Several years later, on 8 May 1984, Hassayampa spotted a teak fishing boat that was adrift and located from the nearest island and south of Saigon. On board was a group of 20 Vietnamese refugees. In all, Hassayampa had now facilitated in the rescue of 211 Vietnamese Boat People. September and October 1983 found Hassayampa entwined in Russian politics and foreign intrigue when she accompanied United States Coast Guard cutter , the rescue salvage ship and the fleet tug in search and salvage efforts surrounding the wreckage of Korean Air Lines Flight 007 that was brought down by Russian aircraft. In addition, there were also three Japanese tugs chartered through the U.S. Navy’s Far East Salvage Contractor (Selco)—Ocean Bull, Kaiko-Maru 7, and the ill-fated Kaiko-Maru 3. These vessels, which housed navigation systems equipment, had the assignment of towing sideways scanning sonar designed to detect objects at the bottom of the sea such as the wreckage of Korean Air Lines Flight 007. Additionally, there were several U.S. naval combatants and logistical support ships. In addition to the above ships, there were numerous Japanese Maritime Safety Agency (JMSA) patrol boats and South Korean vessels. Additionally, there were scores of Russian vessels navigating the area. On 17 October 1983, Rear Admiral Walter T. Piotti, Jr., was placed in command of U.S. Seventh Fleet Task Force 71 which was overseeing search and salvage efforts. Commander Piotti’s assessment of the enormity of this naval undertaking was: “Not since the search for the hydrogen bomb lost off Palamares, Spain has the U.S. Navy undertaken a search effort of the magnitude or import of the search for the wreckage of KAL Flight 007. ===FLEETEX '85=== During November 1984, U.S.N.S. Hassayampa was a participant in FLEETEX 85, a major exercise involving five aircraft carrier battlegroups and sixty-five ships from various countries. At one point during a consolidation operation with M/V Falcon Champion, a giant wave struck both vessels and forced Hassayampa seven degrees to port causing a near-collision between her and Falcon Champion. A significant amount of material damage was suffered by Hassayampa, in addition to three crewmembers having to be air- lifted at maximum helo range, to the aircraft carrier , two of which were further air-lifted to Japan for emergency medical treatment. By 1987, Hassayampa was well-versed in war effort management and was operating with Battle Group Echo. Throughout the late 1980s, Hassayampa played an integral role in Western Pacific, Indian Ocean and Persian Gulf peace keeping efforts and worked in harmony with naval and military operations including Operation Earnest Will, Operation Nimble Archer, and Operation Praying Mantis. ===Ship's Disposal=== In 1991, she was removed from active naval service and placed in reserve in the Susin Bay Reserve Fleet in California. In 1994, she was struck from the Naval Register and awaited disposal. On 1 May 1999, she was transferred to MARAD and in April 2014 she was sold for scrap. She was removed from the National Defense Reserve Fleet for cleaning on 29 May 2014 at Mare Island and was removed from Mare Island on 11 June 2014. On 26 June 2014, she arrived at All Star Metals in Brownsville, Texas. Scrapping is expected to be complete by 2015. ==Ship awards== File:Hassayampa_Awards.jpg {|class=\"wikitable\" |-align=center |- |Combat Action Ribbon |Joint Meritorious Unit Award |- |Navy Unit Commendation |Navy Meritorious Unit Commendation with 4 stars |Battle Effectiveness Award |- |Navy Expeditionary Medal |National Defense Service Medal with service star |Armed Forces Expeditionary Medal with 4 campaign stars |- |Vietnam Service Medal with 14 service stars |Southwest Asia Service Medal with 2 campaign stars |Humanitarian Service Medal |-align=center |Vietnam Gallantry Cross |Republic of Vietnam Campaign Medal |Kuwait Liberation Medal (Kuwait) |- |} ==References== * ==External links== *USS/USNS Hassayampa (AO-145) (T-AO 145) Site maintained by Terry Kuehn, crew member 1960-1963 *USS/USNS Hassayampa (AO-145) (T-AO 145) Complete rendition of Ribbons and Awards *USNS Hassayampa (T-AO 145) at navysite.de *NavSource- USS Hassayampa *Hassayampa (archived copy taken Sept 25, 2015) Category:Neosho-class oilers Category:1954 ships Category:Ships built in Camden, New Jersey Category:Ships of the United States Navy ",
    "title": "USS Hassayampa (AO-145)"
}