{
    "id": "47104770",
    "text": "Kathryn Scola (November 6, 1891 – January 4, 1982) was an American screenwriter.Schultz, p.63 She worked on more than thirty films during the 1930s and 1940s. Scola worked in Hollywood for a multitude of prominent production companies during the studio era, including Warner Bros., Paramount Pictures and 20th Century Fox.Nelmes, Women Screenwriters: An International Guide, p.837 Scola’s career took place during the transition from unregulated Pre-Code films to the implementation of the Motion Picture Production Code, and was frequently involved in writing screenplays that were deemed too controversial by the Motion Picture Association of America. Three of Scola’s films were included in the Forbidden Hollywood film series, including Baby Face, Female and Midnight Mary. ==Family== Born Catherine Scola, in Paterson, New Jersey, on November 6, 1891, she was the elder daughter of Giuseppe (Joseph) Scola (1859-1900), an Italian immigrant silk dyer from Naples, Italy, and his Irish immigrant wife, Mary Scola, nee King, (1871-1943). The Scolas had a younger daughter, Angela (1894-1989), who married Henry Louis Noland (1892-1931), a plumber and musician, and had three sons and one daughter. H.L. Noland, an alcoholic, died of myocarditis, in Ely, Nevada. ==Career== Kathryn Scola wrote a number of her scripts in collaboration with other Hollywood screenwriters, the most frequent being Gene Markey. In 1933, Scola and Markey wrote the screenplay for Baby Face, starring Barbara Stanwyck, which underwent various revisions due to Production Code regulations and was rereleased in a Post-Code edition.Nelmes, Analysing the Screenplay, p.37 Scola and Markey also worked together on the 1933 film Female, which dealt with themes of sexual harassment.Nelmes, Analysing the Screenplay, p.32 During the same year, Scola and Markey collaborated on the screenplay for the controversial Pre-Code film Midnight Mary, initially titled 'Nora' and first written by Anita Loos, which engaged with subject matter relating to the Spanish Civil War.Dick, p.46 In October 1936, three months after the start of the war, Scola and Markey presented their script for Midnight Mary to Darryl F. Zanuck, the production head at Warner Bros. studio.Dick, p.99 In 1935, Scola co-wrote the screenplay for the film The Glass Key, an adaptation of the Dashiell Hammett novel, with writer Kubec Glasmon. In 1937, Scola and Darrell Ware collaborated to write the script for the film Second Honeymoon, directed by Walter Lang.Dick, p.100 In 1943, at the outset of the Second World War, Scola and Julien Josephson wrote the script for Happy Land, a 20th Century Fox production that was meant to prepare audiences for the losses of the war.Knoppes, p.162 During 1946, Scola wrote a screenplay for the Max Ophüls 1949 American film noir Caught, which would eventually be rejected by the censorship board due to what was deemed questionable material.Bacher, p.205 Scola’s script was revised by various writers and eventually abandoned, leading to the final screenplay by playwright and screenwriter Arthur Laurents. Scola and Julien Josephson also worked together on the original screenplay for “In Times Like These” in 1956, a teleplay included in the anthology series The 20th Century Fox Hour.Film Index International, Kathryn Scola ==Selected filmography== * One Night at Susie's (1930) * The Lady Who Dared (1931) * Wicked (1931) * Night After Night (1932) * Luxury Liner (1933) * Lilly Turner (1933) * Midnight Mary (1933) * Baby Face (1933) * Female (1933) * Shadows of Sing Sing (1933) * A Modern Hero (1934) * The Merry Frinks (1934) * A Lost Lady (1934) * One Hour Late (1934) * The Glass Key (1935) * It Had to Happen (1936) * Wife, Doctor and Nurse (1937) * Second Honeymoon (1937) * The Baroness and the Butler (1938) * Alexander's Ragtime Band (1938) * Always Goodbye (1938) * Hotel for Women (1939) * The House Across the Bay (1940) * And One Was Beautiful (1940) * The Lady from Cheyenne (1941) * The Constant Nymph (1943) * Happy Land (1943) * Colonel Effingham's Raid (1946) * Night Unto Night (1949) ==References== ==Bibliography== * Bernard F. Dick. Hollywood Madonna: Loretta Young. University Press of Mississippi, 2011. * Clayton R. Knoppes. Hollywood Goes to War: How Politics, Profits and Propaganda Shaped World War II Movies. University of California Press, 1990. * Film Index International, Kathryn Scola. * Jill Nelmes. Analysing the Screenplay. Taylor & Frances, 2010. * Jill Nelmes. Women Screenwriters: An International Guide. Palgrave Macmillan, 2015. * Lutz Bacher. Max Ophuls in the Hollywood Studios. Rutgers University Press, 1996. * Margie Schultz. Ann Sothern: A Bio-Bibliography. ABC-CLIO, 1980. ==External links== * Category:1891 births Category:1982 deaths Category:Screenwriters from New Jersey Category:American women screenwriters Category:Writers from Paterson, New Jersey Category:20th-century American women writers Category:20th-century American screenwriters ",
    "title": "Kathryn Scola"
}