{
    "id": "47105060",
    "text": "The Volunteer Officers' Decoration was instituted in 1892 as an award for long and meritorious service by officers of the United Kingdom's Volunteer Force. In 1894, the grant of the decoration was extended to commissioned officers of Volunteer Forces throughout the British Empire. A separate new decoration was instituted, the Volunteer Officers' Decoration for India and the Colonies, post-nominal letters VD. Awarding of this decoration was discontinued in 1899, when it was superseded by the Colonial Auxiliary Forces Officers' Decoration and later, in respect of India, by the Indian Volunteer Forces Officers' Decoration.North East Medals - The Volunteer Officers' Decoration (Accessed 28 June 2015) ==Origin== The Volunteer Officers' Decoration, colloquially known as the Volunteer Decoration, was instituted by Queen Victoria's Royal Warrant on 25 July 1892. The decoration could be awarded to efficient and thoroughly capable officers of proven capacity for long and meritorious service in the part-time Volunteer Force of the United Kingdom. The qualifying period of service was twenty years. ==Institution== On 24 May 1894, the grant of the Volunteer Officers' Decoration was extended by Queen Victoria's Royal Warrant to commissioned officers of Volunteer Forces throughout the British Empire, defined as being India, the Dominion of Canada, the Crown Colonies and the Crown Dependencies. A separate new decoration was instituted, the Volunteer Officers' Decoration for India and the Colonies. This decoration was similar in design to the Volunteer Officers' Decoration, but bore the Royal Cypher \"VRI\" (Victoria Regina Imperatrix) instead of \"VR\" (Victoria Regina).South African Medal Website – Colonial Military Forces (Accessed 6 May 2015) Even so, some Crown Dependencies continued to award the Volunteer Officers' Decoration instead of the Colonial version, until the Efficiency Decoration was instituted in September 1930. ==Award criteria== The qualifying period of service was also twenty years, except in India where it was eighteen years. Service in the Volunteer Forces of any portion of the Empire was reckoned as part of the qualifying service required for this Decoration, while half of any previous service in the Permanent Forces of the Empire also counted towards qualification. The award did not confer any individual precedence, but entitled the recipient to use the post-nominal letters VD. The power of conferring the decoration and of revoking the award was exercised on behalf of the Queen by the Governor-General of India, the Governor-General of the Dominion of Canada or the Governors of the respective Colonies or Dependencies. The names of officers of the Empire who were awarded the decoration, or whose award was revoked, were published in the Official Gazettes of India or of the relevant Crown Colony or Dependency instead of in the London Gazette. ==Order of wear== In the order of wear prescribed by the British Central Chancery of the Orders of Knighthood, the Volunteer Officers' Decoration for India and the Colonies takes precedence after the Volunteer Long Service Medal and before the Volunteer Long Service Medal for India and the Colonies. ===South Africa=== With effect from 6 April 1952, when a new South African set of decorations and medals was instituted to replace the British awards used to date, the older British decorations and medals which were applicable to South Africa continued to be worn in the same order of precedence but, with the exception of the Victoria Cross, took precedence after all South African decorations and medals awarded to South Africans on or after that date. Of the official British medals which were applicable to South Africans, the Volunteer Officers' Decoration for India and the Colonies takes precedence as shown.Government Notice no. 1982 of 1 October 1954 - Order of Precedence of Orders, Decorations and Medals, published in the Government Gazette of 1 October 1954.Republic of South Africa Government Gazette Vol. 477, no. 27376, Pretoria, 11 March 2005, Medal for Long Service and Good Conduct (South Africa) Volunteer Officers' Decoration for India and the Colonies Volunteer Long Service Medal for India and the Colonies * Preceded by the Medal for Long Service and Good Conduct (South Africa). * Succeeded by the Volunteer Long Service Medal for India and the Colonies. ==Description== The decoration is an oval skeletal design and was struck in silver, with parts of the obverse in silver-gilt. It is high and wide, with a ring suspender formed of silver wire. ; Obverse: The obverse is an oak leaf wreath in silver, tied with gold, with the royal cypher \"VRI\" below the royal crown, both in gold, in the centre. ; Reverse: The reverse is plain, with the hallmarks impressed at the bottom. The decoration was awarded unnamed, but was frequently unofficially engraved in various styles. ; Ribbon: The ribbon is the same as that of the Volunteer Officers' Decoration, dark green and wide. It is suspended from a silver bar-brooch, decorated with an oak leaf pattern. ==Discontinuation== In 1899, except in respect of the Indian Empire where it would later be superseded by the Indian Volunteer Forces Officers' Decoration, the Volunteer Officers' Decoration for India and the Colonies was superseded by the Colonial Auxiliary Forces Officers' Decoration, instituted by Royal Warrant on 18 May 1899 and amended by further Warrants on 3 August 1902 and 9 June 1921. ==References== Category:Long and Meritorious Service Medals of Britain and the Commonwealth Category:Military awards and decorations of Australia Category:Military awards and decorations of Canada Category:Military awards and decorations of India Category:New Zealand Meritorious & Long Service Awards Category:Military decorations and medals of South Africa 404.1 Category:Military decorations and medals of South Africa pre-1952 Category:Awards established in 1894 ",
    "title": "Volunteer Officers' Decoration for India and the Colonies"
}