{
    "id": "47102623",
    "text": "James Bumgardner (1935–2015) was an expressionist/figurative painter, multi- media artist, and stage set designer who was a Virginia Commonwealth University professor of art in the VCU School of the Arts. As an undergraduate student at Richmond Professional Institute (RPI), Bumgardner was encouraged by his mentor Jewett Campbell to study with the notable Art Students League of New York instructor Hans Hoffman (1880–1966), and Bumgardner received the last scholarship given by Hoffman, a German-born American abstract expressionist painter. Using his scholarship, Bumgardner studied with Hoffman in Provincetown in 1957, during which time he became friends with gallery director Richard Bellamy and artist Jan Müller. In 1963 in Richmond Jim Bumgardner and Jon Bowie co-directed a series of multi-media events or \"happenings\". The first was called \"Synthesis\" and was influenced by the productions of Allan Kaprow and the ONCE Festival of New Music of Ann Arbor, Michigan. After \"Synthesis\" Bumgardner and Jon Bowie invited notable outside performance and visual artists who joined in a series of annual \"Bang, Bang, Bang Arts Festival\" happenings in Richmond. == Education and teaching career == As a youth, James Arliss Bumgardner studied painting at St. Leo's Catholic Church in Winston-Salem, North Carolina, with Sister St. Denys, who had been a restorer at the Vatican Museums. He attended the University of North Carolina at Chapel Hill for one year before deciding to focus on a career in art. Another year of art study was spent at Salem College under the instruction of Ed Shewmake, and in 1965 the college added art by Bumgardner to its collection. In 1955 he switched to Richmond Professional Institute in Richmond, Virginia (afterward renamed Virginia Commonwealth University), where he studied with Jewett Campbell and received his BFA before beginning his teaching career. While studying with Hoffman he befriended gallery director Richard Bellamy and artist Jan Müller, and was influenced by them. In 1957 Jim Bumgardner was hired to paint the historic childhood home of the arctic explorer Donald Baxter MacMillan, and his friend Dick Bellamy agreed to help him. Art historian Judith Stein relates in her account \"Provincetown, 1954, 2011\", that \"Neither had experience with the tricky business of unfurling rolls, matching patterns and anchoring strips to the wall with glue. When their employer stopped by to check in on them, the two were dripping with glue and surrounded by mangled lengths of wallpaper. She was so amused that she called a halt to their work, and to their surprise, treated the skinny, would- be workers to dinner.\" RPI (Richmond Professional Institute) professor Jack Hilton followed the Bauhaus theory of including fine artists in the commercial design field of study, and that was the area in which Bumgardner began his teaching career. When RPI became VCU, Bumgardner became a member of the Painting and Printmaking faculty in Virginia Commonwealth University's School of the Arts. One of Bumgardner's students was Richmond artist/musician/actor Wes Freed, who attended Virginia Commonwealth University, where he was strongly influenced by professors James Bumgardner and Myron Helfgott. At VCU, Freed, known for his association with the Athens-via-Alabama rock band, Drive- By Truckers, also studied with Lester Van Winkle, Joseph H. Seipel and James Bradford. Bumgardner was one of the artists who lost a large studio space in Richmond's old Masonic Temple after being displaced a decade previously from another closed studio complex. As described by Richmond Magazine's art historian Harry Kollatz, \"a group of artists came to the temple’s doors after leaving studios in Shockoe Slip’s Bowers Brothers Coffee building because of its reclamation by developer Andrew J. Asch Jr. This group included VCU professors Morris Yarowsky, Jim Bumgardner, José Puig, Sal Federico and Myron Helfgott, along with graduates Jeff Davis and Bruce Behrman. On Nov. 15, 1973, during preparations for the move-in, Puig, a sculptor, jimmied open an elevator shaft and fell one story to his death. This almost halted the temple migration. But the artists needed a place to work, and for a decade, securing a studio at the temple became a rite of artistic passage.\" == Exhibitions == As a young artist in the 1957 North Carolina Artists Show, Bumgardner was awarded a purchase prize and a scholarship.http://www.richmond.com/.../article_91b407fd-7b7a-595b-ac9f-514b3ff02ebb.h... Other awards of distinction in the North Carolina show followed in 1958, 1960, and 1962.Star News, Nov. 6, 1962.https://news.google.com/newspapers?nid=1454&dat;=19621206&id;=mERjAAAAIBAJ&sjid;=PXQNAAAAIBAJ&pg;=3165,1092195&hl;=en In 1963 five of the previous winners of the North Carolina Artists Show were featured in a show of their own at the North Carolina Museum of Art.Star News January 10, 1963. https://news.google.com/newspapers?nid=1454&dat;=19630110&id;=p0VjAAAAIBAJ&sjid;=SnQNAAAAIBAJ&pg;=3497,1583484&hl;=en \"Synthesis\" was followed by the Bang, Bang, Bang event, for which Bumgardner and his students were a major driving force. BANG focused on RPI alumni, faculty, and their creative associates, some affiliated with the university and many who were not. Alexandra Klingelhut of the VCU University Public Affairs office described the poster used for one of the shows, announcing, \"A poster of six artists with ties to RPI who participated in a multi-media performance during the Bang, Bang, Bang Arts Festival in 1966. The festival was a week-long celebration of experimental art held each spring at RPI from 1964 to 1967.\" Artists in the 1966 exhibition shown at the Richmond Public Library were James Bumgardner, Jonathan Bowie, Richard Carlyon, Bernard Martin, and Willard Pilchard. Experimental BANG festivals I, II, III, and IV, starting in 1964 are discussed on the website of Richmond Professional Institute art alumna Carol Sutton. The Sutton website also shows some of the imaginative BANG posters and recalls details about the celebrity participants who attended. Artists, performers, and fans for BANG included one-man band blues singer Jesse Fuller, composers Robert Ashley and John Cage, filmmaker George Manupelli, dancer Twyla Tharp, painters Barnett Newman and Larry Rivers, experimental printmaker Robert Rauschenberg, critic Henry Geldzahler, jazz musician John Lee Hooker, sculptor George Segal, gallery director Richard Bellamy, and a writer from Village Voice, Howard Smith. In 1975, his art was exhibited in a one-person exhibition at the 20th Century Gallery in Williamsburg, Virginia. In 1978 Bumgardner exhibited his recent works at Scott McKennis Gallery in Richmond. In September 26 - October 22, 1978, simultaneously with the Scott-Mckennis show, his art, mostly on loan from private collections, was exhibited in a one-man show at the Virginia Museum of Fine Arts, and a Certificate of Distinction in the VMFA's previous juried biennial exhibition.Proctor, Roy. James Bumgardner's Dream Room, Richmond News-Leader, Sat. Oct. 7, 1978, p. A-50. He showed with Reynolds Minor (later Reynolds Gallery) in Richmond, Fleischman Gallery in New York, Gallery K in Washington, D.C., Zola Fine Art in Los Angeles, Katherine Markel Gallery in New York, and Page Bond Gallery\"\"Artist James Bumgardner\",Richmond Times Dispatch Entertainment Section, Sunday, July 29, 2012 in Richmond. In 1980, his painting \"Pure Room\" was in an exhibition of contemporary art at the Peninsula Arts Center, circulated by the Virginia Museum of Fine Arts, with a grant from the Virginia Commission for the Arts. In 2014 American University in Washington, D.C. sponsored an auction of works from the estate of H. Marc Moyens as part of their annual Fall for the Arts, and one of Bumgardner's paintings, \"Untitled, 1978 Oil on canvas, 23 x 23 in.\" was on the auction block. An image of the painting may be seen at the American University website. His art is also included in the collection of Westminster-Canterbury in Richmond. == Other honors and awards == In 1960 he was an invited exhibiting artist in the Sarasota Art Association's South Coast Exhibition at the Ringling Museum of Art, under Ryder System patronage.Sarasota Herald- Tribune - Dec 11, 1960. https://news.google.com/newspapers?nid=1755&dat;=19601211&id;=lXccAAAAIBAJ&sjid;=NGUEAAAAIBAJ&pg;=5881,3024409&hl;=en In 1962 Jim Bumgardner and his wife Judy Bumgardner served as visiting artists at the Davidson College Fine Arts Festival. In 1976 he served with artist John Curran, then Director of Packaging Design for Reynolds Metals Company, as co- juror for the annual Undiscovered Artists exhibition at the Jewish Community Center (JCC) of Richmond, Virginia. In 1980 Bumgardner was selected by director Tom Markus as the set designer for the Virginia Museum of Fine Arts' theatre production of Samuel Beckett's Waiting for Godot. He received a National Endowment for the Arts Grant for the Godot set design project. In 1981, after receiving a purchase award from the Southeastern Center for Contemporary Art in Winston-Salem, his painting became part of a SECCA traveling exhibition shown at Mars Hill College, with funding from the National Endowment for the Arts and the Rockefeller Foundation. ==References== Category:1935 births Category:Virginia Commonwealth University faculty Category:Art Students League of New York people Category:20th-century American painters Category:21st-century American painters Category:21st-century male artists Category:2015 deaths ",
    "title": "James Bumgardner"
}