{
    "id": "47103618",
    "text": "Nelda (or Nella) Garrone (born c. 1880) was an Italian mezzo-soprano, best known for her interpretations of comprimaria roles in some of the earliest complete opera recordings. There is no information on Garrone's place of birth, her early years and her vocal studies. She probably made her debut in 1907 at the Teatro Lirico in Milan as Suzuki in Giacomo Puccini's Madama Butterfly.La Voce Antica. \"Garrone, Nelda\" From that point she had a notable career as a comprimaria mezzo-soprano, performing parts like Maddalena in Giuseppe Verdi's Rigoletto, Afra in Alfredo Catalani's La Wally, Contessa di Coigny and Madelon in Umberto Giordano's Andrea Chénier, Marta and Pantalis in Arrigo Boito's Mefistofele, Wockle in Puccini's La fanciulla del West and others. In 1908 she was heard as Suzuki at the Teatro Colón in Buenos Aires in the local premiere of Madama Butterfly opposite Maria Farneti as Cio-Cio-San and as Pinkerton.Madama Butterfly, Teatro Colón – performance details The next year she sang the same role at the Teatro La Fenice in Venice. In 1918 Garrone made her debut at La Scala, appearing in the premiere of Alberto Favara's new opera Urania,Kutsch, Karl-Josef and Riemens, Leo (eds.) (2004). \"Garrone, Nelda\", Großes Sängerlexikon, Vol 4. p. 1652. Walter de Gruyter and kept singing there till 1925, often under the direction of Arturo Toscanini.Le otto stagioni di Toscanini alla Scala, 1921–1929 In addition to that, in 1922 she was seen as Clorinda in Gioachino Rossini's La Cenerentola at the Teatro Regio di Torino and in 1924 appeared at the Teatro Dal Verme in Milan in the premiere of Carlo Jachino's opera Giocondo e il suo Re. Her last appearances were in 1925. The name of Nelda Garrone is familiar to 78RMPs collectors, as she is known to have recorded five comprimaria parts in three early HMV complete opera sets included in the La Scala series conducted by Carlo Sabajno. They are Maddalena and Giovanna in Verdi's Rigoletto (1916, with Giuseppe Danise, Ayres Borghi-Zerni and Carlo Broccardi); Marthe in Charles Gounod's Faust (1920, with Giuliano Romagnoli, Gemma Bosini and Fernando Autori) and Contessa di Coigny and Mulatta Bersi in Giordano's Andrea Chénier (1921, with Luigi Lupato, Valentina Bartolomasi and Adolfo Pacini). Garrone's other recordings include two fragments from Rigoletto and Il trovatore made for the Lyrophon label. ==References== Category:1880s births Category:20th- century deaths Category:Year of death missing Category:Operatic mezzo-sopranos Category:Italian mezzo-sopranos Category:20th-century opera singers Category:20th-century women opera singers ",
    "title": "Nelda Garrone"
}