{
    "id": "47102500",
    "text": "Depictions of a fictional theocratic societies recur in science fiction, speculative fiction and fantasy. Such depictions are mostly dystopian, and in some cases humorous or satirical; positively presented theocracies are very much the exception. Some fictional theocracies are based on a future or alternate history development of actual religions, whilst in others the religions depicted are wholly fictional. The following table is sorted by time of publication (for series, time of earliest publication). ==Literature== {| class=\"sortable wikitable\" |- ! Title !! Author !! Publication date !! class=\"unsortable\" | Description |- | Lost Horizon ||James Hilton ||1937 ||Shangri La is a positive theocracy. |- | If This Goes On—/Revolt in 2100 || Robert Heinlein || 1940, revised and expanded for inclusion in the 1953 collection Revolt in 2100|| The charismatic preacher Nehemiah Scudder gets elected President of the United States, sets up a theocratic dictatorship with himself as the all-powerful Prophet, and builds a new capital, New Jerusalem, in the Midwest. The regime continues for most of the 21st century, but the latest in a series of ruling \"Prophets\" is visibly corrupt and venal, in no way as charismatic as the legendary First Prophet - which just might give the underground a chance for successful rebellion... |- | Gather, Darkness|| Fritz Leiber || 1943 || In the far-flung future where a nuke war has seen a return to Dark Age theocracy. In it religion is powered by long-lost science; ‘miracles’ are performed by machines and computers and used to keep ignorant peasants frightened and in line. |- | The Lovers || Philip Jose Farmer || 1952 novella, expanded to full length 1961, revised 1977 || Humans on an alien world trying to learn the culture and evaluate the technology. The humans have ulterior motives, in this case - the eventual conquest of the planet by a rigid and dour Earth-based theocracy. |- | A Woman a Day (also \"Moth and Rust\" and \"The Day of Timestop\") || Philip Jose Farmer || 1953 novella, expanded to full length 1960. ||Same universe as \"The Lovers\", the previous book's rigid and dour theocracy depicted on its home ground. |- | Messiah || Gore Vidal ||1954 || It is the story of the creation of a new religion, Cavism, which quickly comes to replace the established but failing Christian religion. Set in the near future, Vidal’s story is presented as the memoirs of the elderly Eugene Luther who, was the codifier of Cave's gospel, a fairly simple message that has since been corrupted and transformed into the ideological basis of a corporate theocracy. |- | The Long Tomorrow || Leigh Brackett || 1955 ||Set in the aftermath of a nuclear war, it portrays a world where scientific knowledge is feared and restricted. The Amish, having always avoided modern technology, were in the best position to survive, take over the ruined US and shape it according to their theology. |- | The Chrysalids || John Wyndham ||1955 || The novel features an agrarian theocracy, Waknuk, located in Labrador in the aftermath of nuclear war |- | The John Grimes novels|| A. Bertram Chandler || 1950s and 1960s ||Include a rare positively depicted theocracy. On the world Tharn, the progressive priesthood of a religion resembling Buddhism actively promotes science and technology and confronts a cabal of reactionary robber barons. |- | The Ballad of Beta-2 || Samuel R. Delany || 1965 || A fanatic and oppressive theocracy growing up on generation ships engaged on a long interstellar voyage, causing the failure of their mission. |- | 'Dune series ||Frank Herbert || 1965 (still continuing past Herbert's death)||The world of Dune is a feudal theocracy. Later on, there is a galaxy-wide theocracy centered on a Divine Emperor who lives tens of thousands of years |- | Lord of Light || Roger Zelazny || 1967|| A spaceshipload of humans set themselves up as gods and rulers of an alien race and their offspring. |- | The Last Starship from Earth || John Boyd || 1968|| The novel is set in a dystopian society in the very near future in whose alternate history Jesus Christ became a revolutionary agitator and was never subjected to crucifixion. He assembled an army to overthrow the Roman Empire, and established a theocracy that has lasted until the twentieth century. He was killed by a crossbow while entering Rome, so the crossbow becomes a religious symbol similar to the cross in our time-line. |- | Pavane|| Keith Roberts || 1968|| In an alternative history in which Queen Elizabeth I was assassinated in 1588, the Spanish Armada landed unopposed, and further wars led to complete destruction of Protestantism, 20th Century Europe is a Catholic theocracy with the Pope wielding a combined continent-wide secular and religious rule and all suspected heretics subjected to gruesome torture by the Inquisition. |- | The Goblin Tower || L. Sprague de Camp || 1968|| An episode is set in the theocratic city-state of Tarxia, dominated by the priesthood of a frog-god who is considered supreme and superior to all other gods, and around whom an elaborate theology is constructed. |- | The Stork Factor || Zach Hughes || 1975|| A repressive religious dictatorship rules a stratified, opiated society in America where no man may advance himself except through religious hypocrisy. Suddenly a young priest, sincere in his religion, finds himself the power of spontaneious healing, a power of overwhelming political import in a society whose medical care is reserved for citizens of high status. He is rescued by the underground after fleeing the police, and while trying to develop and control his unique talent, he inadvertently encounters a survivor of a decadent alien civilization and finds his power increased enormously. |- | The Bitter BreadPublished 1975 in Analog, included in \"Explorations\", a Tor Book published by Tom Doherty Associates, New York 1981 || Poul Anderson || 1975||After the Armageddon War, the ruined Earth was rebuilt by the World Protectorate and the Absolute Christian Church. The world capital is New Jerusalem on the site of Cimarron, Kansas. The Hereditary Protector (Enoch IV, followed by David III) is a layman and in theory the Church has only \"an advisory role\", but in practice the Protector almost invariably follows the Church's \"advice\". Strict morality is enforced, adultery and fornication are criminal offences carrying stiff penalties. Most severely punished and abhorred is what is called \"The Sin Against Nature\". A strict dress code is enforced, women must wear ankle-length dresses at all times. Women who strongly insist on it can have their own careers, but this is actively discouraged and life as mothers and housewives is considered the right choice. Couples who don't have children suffer a social stigma. After an initial period of intolerance, the Church and Protectorate have come to reluctantly tolerate other religions (Jews, remnants of older Christian denominations) but their members suffer considerable social disablities. Earth has an advanced technology including interstellar flight (the story's main subject matter) but scientists must always reiterate that the only purpose of Science is to Know Better the Wonders of God's Creation, so as to Better Worship Him. |- | Run, Come See Jerusalem! || Richard C. Meredith || 1976|| An alternate United States defeats a Nazi Germany which came much closer to world domination than in our history, but in the aftermath falls under the power of a ruthless home- grown \"Prophet\". |- | The Handmaid's Tale || Margaret Atwood || 1985|| In the fundamentalist Christian theocracy \"Republic of Gilead\" in the post- apocalyptic ruins of the United States virtually every thought and action of the protagonist is strictly prescribed by the government. |- | We Are For The Dark || Robert Silverberg || 1987|| The semi-monastic Order has a complete monopoly over spaceflight. The central tenet of its \"post-Christian\" faith is \"The Way to Reach God is Go to The Stars\". Members of the Order live in closely guarded, affluent \"Sanctuaries\" in the midst of an overpopulated, ecologically ravaged Earth. To maintain control, the Order uses brute repression but also holds out to the starving masses the hope (realized only by few) of a new life in one of its interstellar colonies. |- | Noninterference || Harry Turtledove || 1987|| An illegal interference by Earth agents with a humanoid alien race inadvertently turns a local woman into an immortal, and she eventually becomes the revered Goddess of a planet-wide religion - but all is well, since she is a highly benevolent and good hearted person who makes only a positive use of her complete religious and secular power. |- | The Shield of Time || Poul Anderson || 1990||Alternate 20th Century Europe under total control of the Catholic Church, with all dissent immediately crushed by the Inquisition. |- | Small Gods || Terry Pratchett || 1992|| The story of the comical fantasy novel is set in the land of Omnia, an oppressive theocracy that is controlled by a Church that worships the Great God Om and frequently rages war on non-believers. On the Discworld, the power of a God is determined by how many people believe in them and as Om has ignored his believers for ages he finds himself stripped of his divine powers and only able to manifest himself as a tortoise. |- | Church of Humanity Unchained in the Honorverse series|| David Weber || 1993-2018 (so far) || Anti-Technology religion whose adherents went out into space. Split in a civil war into two mutually hostile factions, both maintaining a theocratic governmental system. The one on the planet Grayson is the more moderate one, becoming milder in the course of the series. The opposing faction on the planet Masada is extreme, fanatic and violent. |- | Velgarth novels || Mercedes Lackey || 1994-2015 (so far) || The land of Karse in ruled by a priesthood. In earlier appearances the ruling priesthood is corrupt and oppressive, but later it is reformed and much improved by Solaris, the first woman to gain the combined religious and secular power in Karse. |- | His Dark Materials ||Philip Pullman || 1995-2000 || A trilogy of fantasy novels, largely set in a world ruled by a theocracy known as the Magisterium. |- |Flight Engineer series|| S. M. Stirling and James Doohan|| 1996-2000 || The extremist religious group known as The Mission Of Life Lived In Ecclesia (and commonly referred to as \"Mollies\") are the novel's bad guys, having established themselves in a disregarded part of interstellar space which turned out to have a very valuable mineral resource that the more secular good guys want. |- | Candle/The Sky So Big and Black || John Barnes || 2000, 2003|| The universal power over Humanity of the Artificial Intelligence known as One True can be loosely classed as a theocracy. |- | The Peshawar Lancers || S. M. Stirling ||2002||The post-apocalyptic Russian Empire dominated by the Satanic, cannibalistic priests of Chernobog; Theocratic city-states in California. |- | Emberverse series || S. M. Stirling || 2004-2015 (so far) || The Church Universal and Triumphant, a highly malevolent force in the post-apocalyptic situation. |- | The Messiah Of Morris Avenue ||Tony Hendra||2006|| The United States is totally ruled by the hypocritical clergy of the Christian right. Their rule is threatened by the Second Coming, with Christ appearing in a slum neighborhood and proceeding to perform various miracles. History repeats itself as Christ is killed a second time by a repressive government - in this case by a theocracy claiming to be Christian. Again, Christ leaves behind disciples and Apostles who would spread his message to the world. |- | The Accidental Time Machine || Joe Haldeman || 2007|| Jesus Christ appears in the Oval Office and tells the President that the Second Coming is here - or so the President tells the nation that night. Some Americans doubt that it is really Jesus at the President's side. Jesus tells the President that heretics should be nuked. |- | Voyagers VI - The Return || Ben Bova || 2009|| Keith Stoner returns to Earth after more than a century of exploring the stars and faces a changed world that is suffering the consequences of disastrous greenhouse flooding. Most nations have been taken over by ultraconservative religion- based governments, such as the \"New Morality\" in the United States. |- | The Mirage || Matt Ruff || 2012|| An alternate history featuring several competing theocracies fighting each other: The Christian States of America (CSA), comprises 17 states along the East Coast, under the dictatorial rule of an aging Lyndon B. Johnson; The Evangelical Republic of Texas including Texas, Oklahoma, New Mexico, and the Mexican state of Coahuila; The Pentecostal Gilead Heartland including Ohio, Kentucky, Michigan, and Tennessee; and an independent Mormon nation (based in Missouri rather than Utah). A revolution in 1979 turns the United Kingdom into a theocracy as well, The Archbishop of Canterbury replacing the Monarch as Britain's head of state. |- | 'Seraphim series ||David Dalglish ||2015 ||The 5 floating islands are ruled by the Speaker of the Angels and Theotechs of the island Center. |- |} ==Television/Anime== {| class=\"sortable wikitable\" |- ! Title !! Produced by !! Date !! class=\"unsortable\" | Description |- | Lexx ||Salter Street Films/Channel 5 (UK) ||2000 || The Light Universe is ruled by The Divine Order, including the collective consciousness of the current living His Divine Shadow and his Divine Predecessors |- | Avatar the Last Airbender/Legend of Korra ||Nickelodeon ||2005-2008, 2012-2014 || Air Nomads, one of the four nations, has a Unitary Theocratic Senate from which came then-avatar and main Protagonist Aang born. In Sequel the Protagonist's second son Tenzin is now only first leader as 'Air Nation' and now under as unitary theocracy. |- | Simoun ||Studio Deen/Comic Yuri Hime ||2006 ||Follows the clergy, military, and government of a neither dystopian nor wholly positive theocracy. |- |Dark Matter |Syfy |2015-2017 |The Republic of Pyr had a ruling theocracy, which was overthrown in season 2. |} ==Games== {| class=\"sortable wikitable\" |- ! Title !! Developed by !! Date !! class=\"unsortable\" | Description |- | Warhammer 40,000 ||Games Workshop ||1987 || The Imperium of Man, administered by the High Lords of Terra in the God-Emperor's name. |- | Halo series ||Bungie ||2001-2010 || The alien alliance known as \"the Covenant\". |- | Age of Mythology ||Ensemble Studios ||2002 || Atlantis is said to be governed by a Theocrat. The politics are not explored, however, and it is not stated how the Theocrat kept himself in power when the gods abandoned the civilization in the expansion pack's campaign. |- | EVE Online || CCP Games ||2003 || The Amarr Empire |- | Fire Emblem: The Sacred Stones ||Nintendo || 2004 || Pontifex Mansel leads the theocracy of Rausten. |- | Fire Emblem: Path of Radiance ||Nintendo ||2005 || Begnion is a theocracy worshipping the goddess Ashera. It is ruled by Apostle Sanaki. |- | Fire Emblem: Three Houses ||Nintendo || 2019 || The Church of Seiros in Fódlan is a theocracy worshipping the goddess Seiros |- | Sims Medieval ||Electronic Arts ||2011 || Yacothia, a Theocratic city-state, is the holy city/birthplace of Jacobanism, as it's the birthplace of prophet Jacob and the home of the Proxy, run by a High Priest or Priestess. Its military consists of a famous order of Jacoban paladins known as Jacob's Sword. |- | Star Wars: The Old Republic || BioWare ||2011 || The Sith Empire, one of the two playable factions, is a theocratic empire ruled by emperor Vitiate and the Dark Council. |- | BioShock Infinite || Irrational Games ||2013 || In the floating city of Columbia, Zachary Hale Comstock leads a single-party, quasi-Christian, theocratic dictatorship based on the Founding Fathers of the United States and Himself under title as \"Prophet of Columbia\" and later his \"Daughter\" Elizabeth as \"Lamb of Columbia\". |} ==See also== * List of religious ideas in science fiction * List of religious ideas in fantasy fiction * List of fictional religions ==References== Category:Fiction about religion Category:Lists of fictional things Category:Religion-related lists ",
    "title": "List of fictional theocracies"
}