{
    "id": "47108645",
    "text": "Players is a 1979 American romance drama film directed by Anthony Harvey and starring Ali MacGraw and Dean Paul Martin, about a young tennis player who has an affair with an older woman. The film became known as a \"disaster\". ==Premise== A rising tennis star falls in love with an older woman, a jet- setter who's involved with a millionaire, while playing in the Wimbledon championships. ==Cast== * Ali MacGraw as Nicole * Dean Paul Martin as Chris * Maximilian Schell as Marco * Steve Guttenberg as Randy * Pancho Gonzalez as Himself * Guillermo Vilas as Himself * Ilie Năstase as Himself * John McEnroe as Himself ==Production== ===Development=== The film was a passion project of producer Robert Evans, who was an enthusiastic tennis player. He made it under his independent deal with Paramount, where he had been head of production. Evans hired Arnhold Schulman to write a script. There were over 16 drafts. \"I had a bitter dispute with the writer\", said Evans. Schulman later recalled: > I got in my contract all of the Dramatist Guild guarantees: I had approval > of the director, not a word [of the script] could be changed without my > consent, and so forth. Immediately after I finished the screenplay, Bob > Evans sent me on a wild goose chase to Rome to cast a part he had already > cast—I found out months later—with Max Schell. When I got back, I found out > that six or seven writers were working on different versions of the script, > all at the same time with none of them knowing about the other. It was known during production as Getting Off. Anthony Harvey and Robert Evans began scouting locations in Mexico in April 1978. Evans wanted the male lead to be played by someone who was a top level tennis player and could act. In May 1978 Evans announced that the role would be played by Dean-Paul Martin, son of Dean Martin who played tennis professionally for the Phoenix Rackets. \"He's the next Robert Redford\", said Evans. \"It's one of the best screen tests I've ever seen.\" Martin was reluctant to act and said yes \"because Bob assured me this was the first film in Hollywood history with this kind of money behind which would show tennis in a totally authentic and good light.\" Evans signed him to a six-picture contract. He learned about camera technique over several weeks with Tony Franciosa. MacGraw's fee was $500,000. She had only appeared in four movies but they had all been hits. She was Evans' ex-wife and the two, who shared a son, had remained close. \"She was the best person for the role\", said Evans. ===Shooting=== Filming began shooting in London on 29 June 1979. It includes a scene shot during the 1978 Wimbledon Championships: prior to the start of the ladies' final between Martina Navratilova and Chris Evert, the production filmed Dean Paul Martin and Guillermo Vilas walking onto Centre Court and bowing to Princess Margaret and the Duchess of Kent in the Royal Box. Additional filming took place in Mexico, Las Vegas, Monte Carlo and Los Angeles. Shooting had to be suspended at one point when Dean Paul Martin fell ill. Schulman recalled: > The company went to Mexico [for the filming], and I couldn't get Evans to > show me the dailies. I said, \"Bob, you have no right to do this. Look at > your contract.\" He said, \"Sue me!\" That was the end of that. I had these > things in writing, and they meant nothing!... I did sue him. But I couldn't > take my name off the screen. You can't take your name off the screen if > you're paid a certain amount of money, unless the studio agrees > beforehand—and they're not going to agree, because if word gets out the > writer took his name off, the picture gets a bad name. Schulman says \"Not a word\" of the script was his \"but I got the credit, the money, and even the credit of executive producer once again, and from the outside, it looks as though I was totally in charge.\" By July the title was changed to Players. \"I honestly believe no one's ever made a more realistic film about a sport\", said Evans. ==Reception== ===Critical=== Vincent Canby of The New York Times called it \"the sort of movie in which the actors serve the function of scenery. They are nice to look at but it's not really possible to identify with a tree or even a lilac bush. Mr. Schulman's dialogue doesn't help, nor does the direction by Anthony Harvey ('A Lion in Winter'), who never discovers a source of narrative energy to compensate for the emptiness of the characters.\"Canby, Vincent (June 8, 1979). \"Screen: 'Players' Takes World Tennis Tour\". The New York Times. C9. Dale Pollock of Variety wrote, \"Another love story in disguise, this time backgrounded against the tennis world, 'Players' is disqualified by exec producer Arnold Schulman's wobbly script, a simpering performance by Ali MacGraw, and a preponderance of tennis footage.\"Pollock, Dale (June 13, 1979). \"Film Reviews: Players\". Variety. 15. Gene Siskel of the Chicago Tribune gave the film 2.5 stars out of 4 and wrote, \"The problem with the script is that both characters are totally unlikable. These are the sort of selfish, me-centered characters we suspect populate Beverly Hills and environs, people interested only in cars, clothes, sex, and money.\"Siskel, Gene (June 8, 1979). \"'Players' plays cold and distant\". Chicago Tribune. Section 3, p. 3. Charles Champlin of the Los Angeles Times wrote, \"Unfortunately, it is much better on court than on courtship ... After one amusing scene when they meet, there is scarcely a line that does not sound as if it were something being read aloud, rather than thought or felt and said.\"Champlin, Charles (June 8, 1979). \"'Players': Just a Passing Shot\". Los Angeles Times. Part IV, p. 1. Brendan Gill of The New Yorker wrote, \"Verisimilitude is achieved during the tennis sequences by furnishing them with people borrowed from real life; those sequences aside, there is little real life to be found in 'Players,' thanks in part to an ill-written script by Arnold Schulman and in part to the incompetence of its star, Ali MacGraw, who is very good-looking and is unable to recite even the simplest lines with conviction.\"Gill, Brendan (June 18, 1979). \"The Current Cinema\". The New Yorker. 96. Gary Arnold of The Washington Post wrote, \"As certain to be laughed off the screen and written off financially as 'Hurricane,' another Paramount loser, 'Players' should clinch MacGraw's reputation as the most ridiculous leading lady of the '70s. But the folly is not hers alone. What prompted producer Robert Evans, director Anthony Harvey and screenwriter Arnold Schulman to foist on anyone a love story as unformed and uninteresting as 'Players' (definitely not to be confused with the Don De Lillo novel of the same title)?\"Arnold, Gary (June 9, 1979). \"Players\". The Washington Post. C5. Schulman ran a full-page ad in the trade papers denying responsibility with the film. \"Everybody laughed, and I didn't work for three years\", he says. Quentin Tarantino later wrote the \"film was ridiculed by critics and dismissed by audiences when it came out back in 1979. But as a Hollywood tennis sports movie it's pretty good\" claiming Martin's \"tennis is terrific, and while I didn’t necessarily need to see him star in anything else, as a tennis pro he's pretty... convincing.\" ==References== ==External links== * * Category:1979 films Category:1979 romantic drama films Category:American films Category:American romantic drama films Category:English-language films Category:Films scored by Jerry Goldsmith Category:Films directed by Anthony Harvey Category:Films produced by Robert Evans Category:Films set in London Category:Films shot in London Category:Films shot in Mexico Category:Paramount Pictures films Category:Tennis films Category:1979 drama films ",
    "title": "Players (1979 film)"
}