{
    "id": "47104031",
    "text": "Matt Floyd (born 30 November 1980) is a British broadcaster who works for Sky Sports. During his TV career, he has presented coverage of several major sporting events including the 2015 Cricket World Cup and the Indian Premier League. He was the main television presenter of Cricket AM with Sarah-Jane Mee. ==Early life== Floyd was born in London, England, and was educated at University College School in London. He obtained a 2:1 degree in Classics from Keble College, Oxford. Floyd played first-class cricket while studying at Oxford, making his debut for Oxford UCCE against Middlesex at Oxford in 2001. He made a further three first-class appearances for Oxford UCCE, as well as playing for Oxford University against Cambridge University in The University Match of 2001, a match in which he made his only first-class century with a score of 128 not out. ==Television broadcasting career== Floyd presented Cricket AM, the cricket version of Soccer AM, for Sky Sports. He regularly presents the coverage of the Indian Premier League (IPL). Although he specialises in cricket he has also been the main presenter for Sky Sports coverage of Spanish football's La Liga. He is a regular contributor to the Sky Sports blogs, especially during the Indian Premier League season. He has been referred to as having the 'hardest job' in IPL broadcasting. He has also hosted the prestigious English Cricket Board 'Coach of the Year' Awards. ==Charity participation== He has played in several celebrity charity cricket events, including at his cricket club Hampstead CC, with other celebrities including Tom Felton and Jim Carter. He also participated in the 'Strictly Come Cricket' match at Wormsley Park with Andy Caddick, Matthew Hoggard and John Emburey for the Lord's Taverners charity. ==Notes and references== Category:1980 births Category:Living people Category:People educated at University College School Category:Alumni of Keble College, Oxford Category:English cricketers Category:Oxford MCCU cricketers Category:Oxford University cricketers Category:British sports broadcasters Category:English television presenters Category:English cricket commentators ",
    "title": "Matt Floyd"
}