{
    "id": "47104088",
    "text": "Folmar Blangsted (October 6, 1904 – August 11, 1982) was born in Denmark and settled in the United States; he is noted as the film editor for more than seventy feature films and television programs.Pitts p.390 ==Career== In 1937 Blangsted directed two films, the westerns Westbound Mail and The Old Wyoming Trail (both for the Columbia Pictures Corporation). His first editing credit was for The Doughgirls (1944), which was produced by the Warner Bros. studio. At that time, it was customary for film editors working for the Hollywood studios to work for several years as uncredited assistant editors.See the interview with Rudy Freeman: Blangsted worked on films and television programs for Warner Bros. into the 1970s. Blangsted's last credit is for a 1976 film Face of Darkness that was produced in England. ==Awards== Blangsted was nominated for the Academy Award for Best Film Editing for Summer of '42 (1971), and he won the American Cinema Editors Eddie award for the film. He had been selected for membership in the American Cinema Editors.The designation ACE following an editor's name indicates membership in the American Cinema Editors, which is an honorary society. See ==Selected filmography== ===Director=== * Westbound Mail (1937) * The Old Wyoming Trail (1937) ===Editor (selection)=== * The Doughgirls (1944). * Flamingo Road (1949). Directed by Michael Curtiz. * Distant Drums (1951) * A Star Is Born (1954). Directed by George Cukor. * Marjorie Morningstar (1958). * The Left Handed Gun (1958). The directorial debut of Arthur Penn. * Rio Bravo (1959). Directed by Howard Hawks, and entered into the United States National Film Registry. * The Dark at the Top of the Stairs (1960). One of several pictures directed by Delbert Mann and edited by Blangsted. * Merrill's Marauders (1962). Directed by Samuel Fuller. * Palm Springs Weekend (1963). * Dead Ringer (1964). * Dear Heart (1964). Directed by Delbert Mann. * Up the Down Staircase (1967). The first of four films directed by Robert Mulligan and edited by Blangsted. * Camelot (1967). Film adaptation of the musical; directed by Joshua Logan. * Summer of '42 (1971). Directed by Robert Mulligan. ==References== ==Bibliography== * Pitts, Michael R. Western Movies: A Guide to 5,105 Feature Films. McFarland, 2012. ==External links== * Category:1904 births Category:1982 deaths Category:Danish film directors Category:Danish film editors Category:Danish emigrants to the United States Category:People from Copenhagen ",
    "title": "Folmar Blangsted"
}