{
    "id": "47101952",
    "text": "Wagah is a 2016 Indian Tamil-language action film written and directed by G. N. R. Kumaravelan. The film features Vikram Prabhu and Ranya Rao in the leading roles, while D. Imman composes the soundtrack. Set in Wagah, the flashpoint border post between India and Pakistan, the film revolves around an Indian soldier who finds himself in a tough situation when he gets caught by Pakistani soldiers while safely escorting his girlfriend to her home in Pakistan.It received mixed reviews. But had a very good opening. Wagah was extensively shot in Pahalgam, Jammu and Kashmir and a few extreme border locations which had very tight securities.THE CHARACTERS I PLAYED WERE MORE GLAMOROUS\" - RANYA RAO: Behindwoods The audio of the film was launched on 18 April 2016.Wagah trailer and audio launchWagah audio launch - photos: Behindwoods Wagah released theatrically on 12 August 2016 in India and other countries.Wagah - Release info: IMDb Upon its release, the film met mixed responses from both critics and audiences.Wagah - Live audience response: International Business Times In its first weekend, the film grossed Rs.66.72 lakhs from 189 shows.Box office collection: 'Wagah' overpowers 'Kabali,' 'Rustom,' 'Mohenjo Daro' in 1st weekend in Chennai However, due to mixed reviews, the film later failed to sustain its collections at the box office.Wagah Box Office Collection: Behindwoods After the end of its theatrical run, Wagah was made available on digital streaming platform Herotalkies on 1 September 2016.Wagah on Herotalkies.com Later the film was dubbed and released in Hindi under the same title by Cinekorn Entertainment in 2017.Wagah Hindi Dubbed Movie: Cinekorn Entertainment ==Plot== The movie begins with the news announcement of the decapitation of two BSF jawans by the Pakistan Army and a third jawan named Vasu (Vikram Prabhu) missing. The scene then shifts to a Pakistan Army base where a wounded Vasu is held prisoner. He narrates the events leading to his imprisonment. Vasu, who is from a small town in Tamil Nadu, joined the BSF after his graduation to avoid working in his father's (Raj Kapoor) provision store and was posted at the India-Pakistan border in Jammu and Kashmir. One day, he encountered a young Kashmiri Muslim girl named Khanum (Ranya Rao) and immediately got attracted to her. After some days, Khanum reciprocated Vasu's feelings but sadly walked away when he asked her to marry him. The next morning, two jawans were decapitated by the Pakistan Army (which was reported at the beginning of the film), forcing all Pakistanis in Kashmir to return to Pakistan due to rising anti-Pakistan sentiment. Vasu, who was tasked with the responsibility to ensure that all Pakistanis returned safely, was shocked when he found out that Khanum is a Pakistani from Azad Kashmir who had come to India to visit her grandfather. Later, the bus in which Khanum was travelling was burnt by protestors just a few kilometres from the border; however, Khanum managed to survive. Vasu took her to her home in PoK safely via an unguarded border crossing but was soon caught by the Pakistan Army for infiltrating into their country. He then gets imprisoned. In the present day, Vasu finds out that along with him, 23 other BSF jawans are held prisoner by the Pakistan Army. One day, he is made to fight one of the imprisoned BSF jawans (Ajay Rathnam). He manages to defeat the jawan but is then taken to a nearby cliff by the Pakistan Army to be shot. However, a sympathetic Pakistan Army officer, whose daughter's illness was successfully treated by Indian doctors, secretly allows him to escape. Vasu goes to Khanum's village, where he witnesses Khanum's family being killed by a cruel anti-Indian Pakistan Army commander named Razzaq Ali Khan (Shaji Chaudhary), who feels that Khanum is a traitor for loving the Indian Vasu. Vasu rescues Khanum and both of them leave for the Indian border, with Razzaq and the Pakistan Army in pursuit. He manages to subdue the army men as well as Razzaq, but chooses to not kill Razzaq. Razzaq, while accepting defeat, reveals that his opinion of India and Indians will not change. At this, Vasu forcefully replies that despite being an Indian, he does not hate Pakistan and Pakistanis and that the misguided hatred between the two countries only aggravates the India-Pakistan conflict. The movie ends with Vasu revealing the presence of the 23 jawans in Pakistan and ensuring their freedom, for which he is honoured by the President as well as the Prime Minister of India. ==Cast== *Vikram Prabhu as Vasu *Ranya Rao as Khanum (Kajal) *Shaji Chaudhary as Razzaq Ali Khan *Karunas as Nagappan *Sathyan as Pazhani *Rajendran as the PT Master *Raj Kapoor as Vasu's father *Tulasi as Vasu's mother *Vidyullekha Raman as Juhi *Ajay Rathnam as imprisoned BSF jawan *Rangaraj Pandey as himself *\"Jaya TV\" Jacob as Periyappa ==Production== In November 2013, he was working on the pre-production of a film on a cross-border romance between an Indian and a Pakistani, starring Vikram Prabhu and approached Alia Bhatt to play the leading female role. However, in June 2014, the producer, Chain Raaj Jain, shelved the venture citing financial restraints.http://www.sify.com/movies/vikram-prabhu-to-team-up-with-g-n-r- kumaravelan-news-tamil-nlesX3hgabasi.htmlhttp://behindwoods.com/tamil-movies- cinema-news-14/alia-bhatt-to-romance-vikram-prabhu-in-gnr-kumaravelans- flick.html Kumaravelan then found producers in the form of Vijay Bhargavi Films, who helped restart the project.http://www.thehindu.com/todays-paper/tp- features/tp-metroplus/the-romance-of-wagah/article6910271.ece Actress Tulasi revealed that she would play a supporting role in the film, while Vairamuthu announced that he would be the film's lyricist.http://www.thehindu.com/features/metroplus/vairamuthu-on-the- changing-shades-of-love/article6999568.ece D. Imman was signed on to compose the film's music, while Satish Kumar and Lalgudi Ilaiyaraaja were chosen as cinematographer and art director respectively. The film's shoot began in Karaikudi in February 2015 for ten days, before the team moved to Kashmir and then on to the Wagah border to shoot scenes.http://timesofindia.indiatimes.com/entertainment/tamil/movies/news/Vikram- Prabhu-in-a-cross-border-romance/articleshow/46262160.cms The team announced the film's lead actress belatedly in June 2015, with Ranya Rao announced to be making her debut in Tamil films.http://www.deccanchronicle.com/150619/entertainment- kollywood/article/ranya-rao-act-opposite-vikram-prabhu The film was given a U certificate by the CBFC. ==Music== D. Imman was signed to compose the film's music in G. N. R. Kumaravelan's direction. {| class=\"wikitable\" |- style=\"background:#cccccf; text-align:center;\" ! No. !! Song !! Singers !! Length (m:ss) !! Lyrics !! Notes |- | 1|| \"Sollathaan Nenaikiraen\" || Divya Kumar || 04:23 || |Vairamuthu || |- | 2|| \"Yedho Maayam Saeigirai\" || Vikram Prabhu, Jithin Raj || 04:46 || | Mohan Raj || |- | 3|| \"Aaniyae Pudunga Venandaa\" || Shenbagaraj || 04:10 || |Arunraja Kamaraj || |- | 4|| \"Aasai Kadhal Aaruyirae\" || Vandana Srinivasan || 04:53 || |Vairamuthu || |- | 5|| \"Love For Our Nation\" || Theme music || 04:11 || |Mohan Raj || |} ==Critical reception== Pressks.come rated the film 3.5/5, writing \"Don't miss this film in theatres.\"Wagah Tamil Movie Review Rating (3.5/5) Public Talk – Vikram Prabhu, Ranya Rao: Pressks Indiaglitz gave it a 2.5/5 saying that it \"impresses as a cross-border conflict flick with more emphasis on human emotions and humanitarian values\".http://m.indiaglitz.com/wagah-tamil-movie- review-19831.html Rediff.com gave it a 2/5 and described it as \"flippant and insensitive\".http://m.rediff.com/movies/report/review-wagah-is-flippant-and- insensitive/20160812.html Behindwoods gave it a 1.75/5 and called it \"an outdated cross border romance\".http://www.behindwoods.com/tamil- movies/wagah/wagah-review.html The Times of India gave it a 1.5/5 saying that \"it's a badly written, clumsily directed cross-border romance whose approach towards matters of the heart is as naive and laughable as its understanding of international politics, border security and patriotism.\"http://timesofindia.indiatimes.com/entertainment/tamil/movie- reviews/Wagah/movie- review/53664057.cms?mobile=no#_ga=1.192223533.62772983.1470775192 Hindustan Times gave it a 1/5 claiming that it had \"a tottering script blanketed in hyperbole\".http://m.hindustantimes.com/movie-reviews/wagah-review-a-tottering- script-blanketed-in-hyperbole/story-hg1o71ZHTqOxc4LpVXh5wM.html Filmibeat also gave it a 1/5 saying that it was \"half-beat and unintentionally funny\".http://www.filmibeat.com/tamil/reviews/2016/wagah-movie-review-rating- half-baked-unintentionally-funny-vikram-prab-237237.html Baradwaj Rangan of the Hindu called it \"A misfire on many levels\" in his review.https://www.thehindu.com/features/cinema/Wagah-A-misfire-on-many- levels/article14576116.ece ==References== ==External links== * * * Category:Indian films Category:2010s Tamil-language films Category:Indian action films Category:Films based on Indo-Pakistani wars and conflicts Category:Films shot in Jammu and Kashmir Category:Films set in Jammu and Kashmir Category:Indian Army in films Category:Films set in Pakistan Category:2016 action films Category:Kashmir conflict in films Category:Military of Pakistan in films ",
    "title": "Wagah (film)"
}