{
    "id": "47102485",
    "text": "The Global Conference on Cyberspace (GCCS) are conferences held biennially since 2011 where governments, private sector and civil society gather to discuss and promote practical cooperation in cyberspace, to enhance cyber capacity building, and to discuss norms for responsible behavior in cyberspace. == History == === First conference === The first conference held in November 2011 in London. There, a set of principles “for governing behavior in cyberspace” have been established after a discussion from 700 participants. === Second conference === The second conference held on October 4-5th, 2012 in Budapest. The main subject and focus that has been discussed was the relationship between internet rights and internet security. Even though very few civil society organisations were invited to speak, the networking was valuable, and had more longer term impact than the Chair’s statement which represents the outcome of the event. === Third conference === The third event held on 17–18 October 2013 in Seoul. The conference had grown to approximately 1,600 attendees with greater representation from countries in the global South. Arguably the most significant outcome of the London Process is the Seoul Framework for and Commitment to Open and Secure Cyberspace, which highlights the importance of universal internet access, emphasizes that the same rights that people have offline must also be protected online, and echoes a UN report that established that international law is applicable online and is essential to maintaining peace and stability and promoting an open, secure, peaceful and accessible ICT environment. === Fourth conference === The fourth GCCS conference held at the World Forum from 16 to 17 April 2015 in The Hague. === Fifth conference === The fifth GCCS conference held from 23 to 24 November 2017 in New Delhi, India. Theme of GCCS 2017 is “Cyber4All: A Secure and Inclusive Cyberspace for Sustainable Development”. However it could further be divided into following four sections: Cyber4Growth – share ideas and insights to foster growth and development with growing importance of the cyber space to individuals, small businesses, large companies etc. Cyber4DigitalInclusion –draw road map for inclusive . society by sharing best practices for digital identity, idea of open and free Internet for all, digital technologies for enabling differently abled etc. Cyber4Security –framework for comprehensive cyber. security protocols for organisations and nations. Cyber4Diplomacy –explore various facets of cyber security . such as interstate cooperation for preventing Cyber Warfare and Cyber Diplomacy for Global Order. == References == Category:Web-related conferences Category:2011 establishments ",
    "title": "Global Conference on CyberSpace"
}