{
    "id": "47103592",
    "text": "Lyriothemis acigastra is a species of dragonfly in the family of Libellulidae known from India. The International Union for Conservation of Nature also cites very old collections in Burma, China and Tibet. The genus Lyriothemis is made up of 15 species and is widespread across Asia. Three species in the genus are known from India; L. cleis, L. tricolor and L. acigastra. All three were thought to be restricted to the northeastern states of Assam and West Bengal, but, in 2013, L. acigastra and L. tricolor were recorded in the southern state of Kerala. ==Description== It is a small dragonfly with brown- capped greenish-yellow eyes. Its thorax is blackish brown, marked with yellow. There is a broad oval antehumeral (situated in front of the fore legs) stripe and a short transverse stripe bordering it just below. Laterally there are three stripes. The wings are transparent, and palely tinted with yellow at the extreme base. The abdomen in the male is blood-red, tapered from base to end, and marked with black. Segment 1 is black, with its apical border narrowly red. Segment 2 has its base broadly black and apical border less so. Segments 3 to 8 have the borders narrowly black and the mid-dorsal carina broadly so. This mid-dorsal black stripe dilate at the apical ends of 3 to 6. Segment 9 has only a narrow short red stripe on each side. Segment 10 is entirely black. The anal appendages are black. The female is similar to the male, except that the abdomen is cylindrical rather than tapered from base to end and is a reddish-yellow color instead of blood red. ==Habitat== Little is known about the species's ecology or habitat, which could be because of its rarity and secretive nature. The specimens reported in 2013 were found in bushes around freshwater marshland and streams. Individuals were generally at their most active in the evening and morning; males rested at around from the ground, and preyed upon skippers and small moths. The species closely resembles the Sri Lankan species L. defonsekai, described in 2009. ==See also== *List of odonata species of India *List of odonata of Kerala ==References== Category:Libellulidae Category:Odonata of Asia Category:Insects of India Category:Insects described in 1878 Category:Taxa named by Edmond de Sélys Longchamps ",
    "title": "Lyriothemis acigastra"
}