{
    "id": "47101999",
    "text": "Obendoffers Creek (also known as Obendorfers Creek) is a tributary of the Susquehanna River in Luzerne County, Pennsylvania, in the United States. It is approximately long and flows through Exeter Township. The watershed of the creek has an area of . It is designated as a Coldwater Fishery and a Migratory Fishery. The surficial geology in its vicinity consists of alluvium, alluvial fan, Wisconsinan Ice-Contact Stratified Drift, Wisconsinan Till, and bedrock. ==Course== Obendoffers Creek begins in a valley to the northwest of Peterson Mountain in Exeter Township. It flows northeast for a few tenths of a mile before turning east-northeast as its valley deepens. After several tenths of a mile, the creek turns east-southeast for several tenths of a mile. It then turns southeast and crosses Pennsylvania Route 92 before turning east. The creek then turns east for several hundred feet before reaching its confluence with the Susquehanna River. Obendoffers Creek joins the Susquehanna River upriver of its mouth. ==Geography and geology== The elevation near the mouth of Obendoffers Creek is above sea level. The elevation of the creek's source is between above sea level. The surficial geology in the vicinity of the mouth of Obendoffers Creek consists of alluvial fan and alluvium, both of which contain stratified sand, silt, and gravel. Further upstream, there is alluvium, Wisconsinan Ice-Contact Stratified Drift, and bedrock consisting of coal, conglomerate, sandstone, and shale. However, in the vicinity of the creek's upper reaches, the surficial geology mainly consists of the bedrock and a glacial or resedimented till known as Wisconsinan Till. One proposed route for the Susquehanna-Roseland 500 kV Transmission Line would pass through the watershed of Obendoffers Creek. ==Watershed== The watershed of Obendoffers Creek has an area of . The creek is entirely within the United States Geological Survey quadrangle of Pittston. ==History== Obendoffers Creek was entered into the Geographic Names Information System on August 2, 1979. Its identifier in the Geographic Names Information System is 1182856. The creek is also known as Obendorfers Creek. PPL Electric Utilities once requested a permit to discharge stormwater associated with construction activities into Obendoffers Creek and a number of other nearby streams. A bridge carrying State Route 1038/Obendorfers Road crosses the creek as well. A bridge replacement/rehabilitation project has been programmed for the bridge, which is structurally deficient. ==Biology== The drainage basin of Obendoffers Creek is designated as a Coldwater Fishery and a Migratory Fishery. ==See also== *Hicks Creek, next tributary of the Susquehanna River going downriver *Gardner Creek (Susquehanna River), next tributary of the Susquehanna River going upriver *List of rivers of Pennsylvania ==References== Category:Rivers of Luzerne County, Pennsylvania Category:Tributaries of the Susquehanna River Category:Rivers of Pennsylvania ",
    "title": "Obendoffers Creek"
}