{
    "id": "47110182",
    "text": "The Ontario Historical Society is a non-profit organization centred on the preservation of Ontario’s history. It is governed by an all-volunteer board of directors, and its members include individuals as well as historical institutions from across the province of Ontario. It also publishes Ontario History, a scholarly, peer-reviewed journal. From 1899 to 1947, the journal was called Papers and Records.Killan, Gerald. Preserving Ontario's Heritage: A History of the Ontario Historical Society. Ottawa, 1976. The Ontario Historical Society headquarters are located at the John McKenzie House in the Willowdale neighbourhood of Toronto, Ontario. ==History== The Annual General Meeting of the Ontario Historical Society, held June 2, 1914 in Ottawa, Canada The Ontario Historical Society, originally called the Pioneer and Historical Association of Ontario,\"Pioneer and historical association of the Province of Ontario, Canada\" 1888. was established on September 4, 1888 largely through the efforts of Reverend Henry Scadding. It initially operated as a federation of local groups and was primarily concerned with the promotion of British- Canadian nationalism through the study of history. Reorganized in 1898 and incorporated with an expanded mandate the following year, the Society became increasingly involved in the movement to preserve archival records and historic sites.\"Report of special meeting held in Toronto Pioneer and Historical Association of the Province of Ontario\" 1898. It also assumed more scholarly pursuits, including a publication program, in addition to encouraging and coordinating the activities of local historical associations and museums. Today the Society continues to preserve, interpret and publicize Ontario's heritage.The Ontario Historical Society. http://ontariohistoricalsociety.ca ==Affiliated Societies== The Ontario Historical Society is the only non-profit organization in North America with the ability to incorporate other non-profit organizations. It was given this power in 1899.Papers and Records, vol. 1. Ontario Historical Society. 1899. https://archive.org/stream/papersrecordsont01onta#page/6/mode/2up Since then, the Society has incorporated hundreds of smaller historical institutions. ==John McKenzie House== The house as seen from streetside, with an Ontario Heritage Plaque. The John McKenzie House, a three-storey brick structure, located north of Sheppard Avenue, just east of Yonge Street, was constructed in 1913 as the second Willowdale home of a pioneer family. The house is located on lot 18, concession 1, East Yonge Street, on property deeded to Jacob Cummer in 1801. In 1884, a portion of the original property was sold to Philip McKenzie (John's father) who was an English immigrant trained as a carpenter and casket maker. Philip and his wife, Sarah Thompson, of Whitchurch Township, moved originally into the old Cummer farmhouse, a -storey brick Georgian style dwelling. This house, built about 1840, was located between Parkview and Norton Avenues and faced west to Yonge Street. When Philip McKenzie died, John ran the farm and specialized in Holstein cattle until the local economy for farmers began to deteriorate. John then decided to subdivide the farm, and in 1912, registered the \"Empress Subdivision\" that was to become the heart of modern east Willowdale as the area was transformed from a rural village to a suburban community.Kennedy, Scott. Willowdale: Yesterday's Farms, Today's Legacy. Dundurn. Toronto, 2013. In 1913, John and his wife, Eva, chose a large lot on the rise of land just east of Yonge Street on Parkview Avenue as the site for their new home. Built in a style which has been described as Queen Anne Revival, Arts and Crafts, and Edwardian, this red brick house contains 12 rooms and 3 bathrooms. The front of the house is profiled by a grand L-shaped, wrap-around verandah with stylized Doric columns. A large attached coach house was converted to accommodate automobiles and has a recreation room above. Significant interior features include the centre hall plan, a vestibule door and sidelights with bevelled leaded glass, a large leaded art glass window which lights the landing of the main staircase, two sunrooms, panelled doors and wainscotting, strip hardwood flooring and radiators. From their farm, the McKenzies retained the 1907 brick milk house, and built a stable in 1915 and a coach house in 1918.\"History of John McKenzie House.\" The Ontario Historical Society.\"Special 100th Anniversary Insert – 1913 to 2013 The Historic John McKenzie House\" July 2013. The Ontario Historical Society. By the 1990s, the house had fallen into disrepair and was slated to be demolished. Following an extensive fundraising campaign, The Ontario Historical Society restored all four buildings, and obtained protection for the house as a designated heritage site under the Ontario Heritage Act. It is now the headquarters of The Ontario Historical Society. A research-reference library can also be found above the coach-house, containing thousands of books pertinent to Ontario’s history. ==Notable members== * Henry Scadding * Ernest Alexander Cruikshank * Fred Landon * J.M.S. Careless * David Boyle * James Henry Coyne * Ian E. Wilson ==References== Category:Historic preservation organizations in Canada Category:Historical societies of Canada ",
    "title": "Ontario Historical Society"
}