{
    "id": "47118088",
    "text": "Jongmyo Park in Seoul's Jongno District is a popular solicitation spot for Bacchus Ladies. Bacchus Ladies () are elderly female prostitutes in Seoul, South Korea. Bacchus Ladies are women in their 50s, 60s, and some even their 80s, who solicit men in Seoul's parks and plazas for sex in nearby motels for about 20,000 to 30,000 won ($18–26 USD), or even less if the man is a regular client. Bacchus Ladies traditionally sold bottles of Bacchus-F energy drink in parks popular with elderly men who became their clientele, but younger men in their 20s to 40s are also increasingly becoming regular clients. According to Dr. Lee Ho-Sun, a researcher, about 400 women work in Jongmyo Park in Seoul. ==Background== The poverty rate of elderly people in South Korea is the highest among the OECD countries Poverty rate in South Korea (age 65+) in 2011 The Bacchus Ladies phenomenon is believed to have originated after the 1997 Asian financial crisis, with South Korea being one of the countries most affected by the financial contagion.Ng, Desmond (January 29, 2017) \"Granny prostitutes reflect South Korea's problem of elderly poverty\" Channel NewsAsia In South Korea's traditionally Confucian society, elderly parents were highly respected and in their old age could have relied on their children for care regardless of the economic situation. However, South Korea's rapid development since the 1960s, known as the Miracle on the Han River, led to an uprooting of this culture among many younger and more transient generations of South Koreans. Subsequent rapid changes in society and attitudes of children has resulted in a poverty rate of 47.2% for South Korean women over the age of 65, the highest among the OECD countries. This figure rises to 76.6% for single elderly women. The state pensions provided by the South Korean welfare system are often inadequate to cover the rising medical bills of old age. The historic male-dominated culture of Korean society meant many older women had no savings or private pension because their youth did not provide the equal education and job opportunities of their male counterparts. Professor Lee Ho- Sun of the Korea Soongsil Cyber University in Seoul has carried out research and found many of the women who became Bacchus Ladies were involved in prostitution during their earlier years in karaoke bars and teahouses, returning to prostitution in later years because of financial pressures. At first, Bacchus Ladies had made livings by selling bottles of Bacchus-F, a popular energy drink in South Korea, which they sold to elderly men who socialized in the parks and plazas in Seoul. Eventually, many of these men became their main clientele after transitioning into prostitution. ==Policing== Prostitution in South Korea is illegal, and the police patrol the areas frequented by Bacchus Ladies, primarily in Seoul's north-central Jongno District. Seoul police conduct periodic crackdowns on Bacchus Ladies, but women who are arrested are usually given a warning or a small fine. Thirty three women, including an 84-year-old woman, were arrested as part of a crackdown in early 2015. After the raid, the number of working Bacchus Ladies fell to about 200. Local police believe the problem cannot be solved by crackdowns and that policies needs to be changed. ==STIs== There is an epidemic of Sexually transmitted infections (STIs) among the South Korean elderly, primarily caused by the Bacchus Ladies' use of erection enhancing substances on their clients which are often injected into a vein, but the hypodermic needles may be reused 10 to 20 times. A 2014 local survey found 40% of the men were infected, while not testing for some of the most common diseases. The local government now offers sex education classes to the elderly. ==In popular culture== *The Bacchus Lady is a 2016 South Korean drama film directed by E J-yong. It was presented in the Panorama section of the 66th Berlin International Film Festival. ==See also== *Prostitution in South Korea *Kisaeng *Poverty in South Korea *Suicide in South Korea ==References== Category:Prostitution in South Korea Category:Sexuality in South Korea ",
    "title": "Bacchus Ladies"
}