{
    "id": "47115995",
    "text": "Maura Bhuidhe \"Bwee\" O'Leary (or Yellow Mary O'Leary, Máire Bhuí Ní Laoire) (1774–1848) was an Irish poet born in County Cork, Ireland, who became a popular folk icon in the province of Munster in nineteenth century Ireland. O'Leary's work was passed on for many generations purely by oral tradition. Her poetry, while it was sung or recited, is recognized as an early form of the spoken word art form. She was unknown to the English-speaking world, but a minority of Gaelic-speaking and Gaelic-reading Irish people kept her voice alive for almost a hundred years until it was documented. In the early 20th century, Father Donagh O'Donoghue compiled and published a book of O'Leary's poetry in Gaelic titled the \"Filiocht Mhaire Bhuidhe Ni Laoghaire\". It was later translated into English by Fr. Sean Sweeney of the Society of African Missions and Fr. Richard P. Burke of the College of the Holy Cross, Worcester, Massachusetts. The title translates to \"The Poetry of Maura Bwee O'Leary\" and was first published in 1931, with a second printing in 1933 and finally in 1950. A passage is devoted to O'Leary in Robert Welch's Oxford Companion to Irish Literature, 1996 Edition; and a second book, Songs of An Irish Poet: The Mary O'Leary Story by Brian Brennan which is available on Google Books. ==O'Leary clan== The O'Leary's were a clan or sept from the region of Corca Laoighe (Curk-a-Lee) in West Cork. The invading Normans forced them north to the River Lee where they settled on a territory known as the land of the O'Leary's. At Carrignacurra, Carrignageelagh and at Dromcarra, they built three castles. Maura O'Leary was the first of eight children born to Dermot Bwee and his wide Siobhan (Joanna). She was raised in Tureenanane on 50 acres of land, but eloped with Seamus Burke (de Burca) in 1792. Burke, from Skibbereen, came from a family of soldiers but was a horse dealer by trade. They married in Inchigeelagh and bought a farm in Avnagh Beg Island where they raised six sons and three daughters. ==Inspiration== The war of 1641–53 decimated Ireland's population as Protestant England broke the power of the Irish lordships in an effort to \"civilize\" and Anglicize Catholic Ireland. Over time it became forbidden to speak the Gaelic language but early poets such as O'Leary kept it alive. Maura (Mary) was known as \"Yellow Mary\" because of her sallow complexion. A woman of the people, she understood the hardships around her and composed poetic songs to express the troubles and lift the spirits of her generation. Laments, love songs, songs of devotion and mourning, ballads of drinking songs, merriment and keening verses were all within her work and vision. While O'Leary was unable to read or write, her songs were sung at markets, at fairs and around campfires. As her songs were sung only in Gaelic, she was part of a group of Irish poets in the region who kept the language alive during the period before the Great Famine of the 1840s. ==Death== O'Leary died in 1848 in Gougane Barra where a stone now stands next to the church to commemorate her life and work. ==Work== O'Leary used words to vent the ongoing threat of the English: \"I'll cease from verse- making; old age is creeping; The big-bellied beasts, my heart hates to the core; No more shall I say, then - may that not relieve them - But havoc and quaking be dogging their door!\" \"On A Sunny Hillside\" To each on the road bring the news that they come! They're coming in force, powder bullets and gun! Swift doughty supporters – Louis and Spaniard as one To Banba's green shore in full hope, by the grace of God's son. Her work is still taught in schools across Ireland as part of preserving the Gaelic language. \"The Poor Gaels Are Tormented\": When we overhaul them, let nobody talk of A pint or a quart to put on the score, But barrels, full tall ones, piled in the hallway, For thousands of callers, gallons galore! ==References== *1. The Oxford Companion to Irish Literature, 1996. Clarendon Press *2. \"Parish of Inchigeelagh\" by John Lyons, P.P.: \"Cork Historical and Archaeological Journal\" vol. ii, pp. 77, 78 *3. The Poetry of Maura Bwee O'Leary by Fathers O'Donoghue, Sweeney and Burke. *4. Songs of an Irish Poet: The Mary O'Leary Story by Brian Brennan, first published as Maire Bhui Ni Laoire: A Poet of her People by The Collins Press, Cork, Ireland 2000. *5. Liam Milner, The River Lee and its Tributaries, Cork: Tower Books, 1975, p. 137 Category:People from County Cork Category:Irish poets Category:1774 births Category:1848 deaths ",
    "title": "Maura Bwee O'Leary"
}