{
    "id": "47117250",
    "text": "Johan Cruyff Institute is an educational institution, founded by Johan Cruyff, aimed at educating athletes, sport and business professionals in the field of sport management. ==History== The academic institution was founded in 1999 with a program for 35 athletes as part of the Johan Cruyff AcademyJohan Cruyff Academy of Amsterdam and has since then become a global network. In 2002, the Johan Cruyff Institute Barcelona was opened and established as the international headquarters, and the expansion proceeded to Mexico (2003), Amsterdam (2006), Stockholm (2011) and Peru (2013). There are 5 Johan Cruyff Institute (postgraduate and executive education), 3 Johan Cruyff Academy (graduate education) and 5 Johan Cruyff College (vocational training). ==Sports education== Johan Cruyff Institute learning programs have been designed by sport industry professionals enriched by personal experiences from faculty and students. Its academic programs are distinctive and tailor-made for the specific needs of athletes and sports professionals. The learning experience students go through, is boosted by its learning model which is: * 100% Sports-oriented * Student-centered * Based on the principle of 'Learning by doing' * Flexible, diverse and using the latest technologies * Motivational, communicative and participative * Adapted to each individual's workload and availability ===Sport management=== The sport industry has had a growing impact on the global economy over the last 20 years with investment in public infrastructure, mobilizing resources and creating new professions and jobs. Today it is one of the professional sectors with the most economic momentum, creating opportunities for many people who aspire to a future in the world of sports. Sport Management is a field of education concerning the business aspects of sports. ===Sports marketing=== In markets that are becoming increasingly more competitive, sports marketing and sponsorship have become high-impact areas for business success. Consequently, there is a growing demand for trained specialists in the whole sports marketing cycle, both in sports companies as well as in sports foundations, associations, federations and organizations. ===Football business=== Football is undoubtedly the most powerful and most popular sport in the world, linking communities, stirring emotions and breaking down cultural barriers. Football has also become one of the most profitable industries, with a significant economic impact in infrastructure development, sponsorships, TV rights and transfers of players. ===Coaching=== Coaching is more than the use of tactical and technical knowledge as per Johan Cruyff's vision. Coaching is about managing oneself, the players & staff, the team and the environment. Each participant's personal background is the base for their further development and better understanding of themselves as a coach and/or manager . ==Awards== *\"Greatest Contributor in Football Education\" - FIFEX ===Rankings=== Johan Cruyff Institute has appeared on sportbusiness.com's list \"Postgraduate Course Rankings - The Top 40\" ==Notable alumni== * Edwin van der Sar, CEO at AFC AjaxEdwin van der Sar, LinkedIn * Craig Foster, Chief Football Analyst/Presenter at SBSCraig Foster, LinkedIn * Esther Vergeer, Tournament Director – ABN AMRO Wheelchair Tennis Tournament * Memo Ochoa, Professional Football Player“Memo” Ochoa, student at the Cruyff Institute, best Mexican goalkeeper of the XXI Century * Edith Bosch, Co-Owner – The Impowerment Company * Jan Bos, Former Coach – Kia Speedskating Academy * Richard Schuil, Business Coordinator – Thomas St John Group ; Co Owner – TopSport & Finance * Gretar Steinsson, Technical director at Fleetwood Town FCGretar Rafn Steinsson, LinkedIn * Jordi Villacampa, Former President, Club Joventut BadalonaJordi Villacampa rates his time spent as President of Club Joventut *Sergio Lozano, Professional Futsal player at FC Barcelona *Marlou van Rhijn, Paralympic sprinter *Alfreð Finnbogason, Professional football player for FC Augsburghttp://m.fotbolti.net/news/04-07-2017/alfred-skrifadi-ritgerd-um- hugmyndir-til-ad-baeta-ksi *Bibian Mentel, Winter Paralympics (Snowboarding) gold-medalist ; Founder – Mentelity Foundation *Akwasi Frimpong, Sprinter, bobsledder, and skeleton athlete ; Owner at Golden Events Management (GEM USA) *David Alegre, Spanish field hockey midfielder *Jennifer Pareja, 2012 Summer Olympics waterpolo player silver-medalist *Rubén Vergés, 2010 Olympic halfpipe Snowboarder *Daniëlle van de Donk, player for Arsenal ==References== ==External links== * Official website * Academic Programs at Johan Cruyff Institute Category:Sports universities and colleges Category:Education in Barcelona Category:Educational institutions established in 1999 Category:Johan Cruyff Category:Educational organisations based in Spain Category:1999 establishments in the Netherlands ",
    "title": "Johan Cruyff Institute"
}