{
    "id": "47116492",
    "text": "To-Me-Ree is a heritage-listed detached house at 7 Macalister Street, West Ipswich, City of Ipswich, Queensland, Australia. It was built . It was added to the Queensland Heritage Register on 21 October 1992. == History == The single-storey, Federation brick villa, \"To-Me-Ree\", is one of four houses George Williams built on the southern side of Denmark Hill around 1910. Williams and his wife lived opposite \"To-Me-Ree\", at \"Almondsbury\", a brick house with steeply pitched gables similar in style to \"To-Me-Ree\". Williams' daughter, Nellie (Mary Ellen), and her husband, Sydney May, lived at \"To-Me- Ree\". The name \"To-Me-Ree\" stems from May's interest in Aboriginal words and is thought to relate to Port Stephens headland. It is said that May had an extensive collection of Aboriginal artefacts which he displayed in the west room converted from the side verandah. The collection of Artefacts were donated to the Ipswich Art Gallery and are now on display there. May moved to Ipswich in 1905 to be organist and choir master at the Ipswich Congregational Church. He also lectured at the University of Queensland's school of music and initiated music summer schools. A bush house and rock garden were maintained during the May's time, and their garden was an attraction for city visitors. Sydney May died in 1968, Nellie May died in 1972 and one of their daughters, Barbara, continued living at \"To-Me-Ree\" until her death in 1980. The house is a fine example of the affluent settlement around Denmark Hill which continued from the latter 19th century into the early 20th century. The house is situated amongst grand residences and substantial brick and timber dwellings which give the area a cohesive character == Description == Residence in 2015 \"To-Me-Ree\" stands on the north-west corner of Moffat and Macalister Streets on the southern side of Denmark Hill with extensive southern views. \"To-Me- Ree\" is a substantial, brick villa with a complex gabled roof-line. Its southern facade has two projecting gables, connected by a verandah which has been enclosed with boarding and coloured glass casement windows. The gables each have round ventilator \"windows\" and decorative timber pediments and finials. Each of the gables has cream render quoins which contrast with the home's red brick body. One of the gables has a projecting bay window, with its own three-sided roofing. The chimney is made from a decorative combination of red, cream and ash coloured bricks. A verandah on the eastern side of the house is supported by timber posts with moulded capitals and elegantly plain, timber brackets and valance. The verandah wraps around to the rear of the house where a pergola extends from the roofline over a large square rockery. The pergola is supported by ornate Italianate pillars on the eastern side. The rockery is bounded at the rear by the driveway which has original decorative iron gates to Macalister Street. Beyond the driveway to the rear of the property is the garden with evidence of a previous structure amongst the established plantings. The southern and eastern sides of the property are surrounded by an original low brick wall including an original decorative single iron gate displaying the name \"To-Me-Ree\" fronting Macalister Street which leads to the front verandah steps. The entrance to the interior is via a door on the eastern verandah which is surrounded by coloured, patterned glass (matching the glass on the verandah enclosure facing Moffat Street). The entrance leads into a hall-way, with a central timber arch, which extends to the rear of the house with rooms extending from either side. The kitchen is in the south-western corner of the house which still displays one of two central fireplaces. The other fireplace is in a mirrored position in the living room on the opposite side of the wall to the kitchen fireplace. A room on the Western side of the house is an enclosed verandah which leads to the bathroom and laundry in their original positions on the north-west corner of the house. == Heritage listing == Ipswich City Council plaque To-Me-Ree was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. To-Me-Ree is important in demonstrating the pattern affluent suburban development around Denmark Hill in Ipswich from the late nineteenth century to the early twentieth century. The place is important because of its aesthetic significance. It has high aesthetic value as a Federation brick villa which displays fine building and detailing and is part of a group of four house similar in style but architecturally atypical in the area. It also presents high streetscape value being on a prominent corner block on the southern side of Denmark Hill surrounded by substantial houses of varying ages and design. The place has a special association with the life or work of a particular person, group or organisation of importance in Queensland's history. It has special association with the May family who occupied the house from its construction in 1910 until 1980, in particular Sydney May, a lecturer in Music at the University of Queensland, who was an active member of Ipswich society contributing to the musical life of the city. == References == === Attribution === ==External links== Category:Queensland Heritage Register Category:West Ipswich, Queensland Category:Houses in Queensland Category:Articles incorporating text from the Queensland Heritage Register Category:Houses completed in 1910 ",
    "title": "To-Me-Ree"
}