{
    "id": "47110785",
    "text": "Marcus Mepstead OLY (born 11 May 1990) is a British Olympic foil fencer, who competed at the 2016 Summer Olympics in Rio De Janeiro. A team bronze medallist at the 2010 and 2013 European Championships, and team gold medallist at the 2015 European Games. He is the 2016 British National Champion and 2019 Vice-World Champion. ==Career== Mepstead started fencing after seeing it on his way home after school. He was a member of the team that earned a bronze medal at the 2010 European Championships in Leipzig, Great Britain's first medal at the major fencing event since 1965, becoming the youngest British athlete to medal at a European Fencing Championships. He took part in the 2011 Summer Universiade. Great Britain earned another European bronze medal two years later in Zagreb. In 2014 he was drafted into the British World Class Programme ahead of the 2016 Summer Olympics. In the 2014–15 season he took part in the first edition of the European Games held in Baku. Great Britain defeated France, then managed a surprise win against favourites Italy to earn the gold medal. In April 2016 he was named in the four man team for the 2016 Summer Olympics in Rio de Janeiro coming on to fight against Russia, Egypt and China as Great Britain finished 6th in the Team Event. In July 2019 he earned the individual silver medal at the 2019 World Championships, beating world number 1 Alessio Foconi in the first round, Son Young Ki 15-12 in the semifinal, before being defeated 15-6 by Enzo Lefort in the final. ==Personal life== In 2014 Marcus Mepstead graduated with a 2.1 BSc Honours degree in Economics and Geography at the London School of Economics. Whilst studying he was part of the University of London Union team that earned promotion to first division. He was awarded full purples for his involvement as well as building a new sports ambassador role within London School of Economics. Currently he trains full-time, working with the British Athletes Commission as well as mentoring and coaching at clubs and schools. ==References== ==External links== * * *Profile at the European Fencing Confederation Category:1990 births Category:Living people Category:British foil fencers Category:British male fencers Category:Fencers at the 2015 European Games Category:European Games medalists in fencing Category:European Games competitors for Great Britain Category:European Games gold medalists for Great Britain Category:Olympic fencers of Great Britain Category:Fencers at the 2016 Summer Olympics Category:Sportspeople from London ",
    "title": "Marcus Mepstead"
}