{
    "id": "47113663",
    "text": "Emma Johnson (born February 4, 1993), is an American softball pitcher. She was the starting pitcher for Kent State University from 2012 to 2015, where she wore the #11. Johnson is currently a free agent. ==Early years== Johnson is from Groveport, Ohio, a suburb of Columbus, Ohio. She is the eldest child of John and Lorry Johnson. She has younger twin brothers, Chad and Cole. Johnson attended Groveport Madison High School, where she varsity lettered twice in soccer and four times in softball. Johnson pitching for Groveport Madison in 2011 During her junior and senior seasons, she earned Division I All-Ohio First Team honors. Johnson also earned All-Ohio Capital Conference First Team honors, All-District First Team honors and team MVP honors during all four seasons of her career at Groveport Madison. During her senior season in 2011, Johnson led the Cruisers to the Ohio Capital Conference Championship and earned Division I district runner-up honors. At the end of her high school career, Johnson had accumulated 1,234 strikeouts, 63 wins, 36 shutouts, 12 no- hitters and one perfect game. Johnson also played for the Lady Lasers, which finished 9th in the ASA Nationals {| class=\"wikitable\" |+OHSAA State Rankings held by Johnson: |- ! Rank ! Category ! Actual |- !5 |Most Strikeouts in a Game (7 Innings) |20 |- !8 |Most Strikeouts in a Career |1,234 |- !22 |Most Strikeouts in a Season |356 |- !28 |Most Strikeouts in a Game (Extra Innings) |25 |- |} ==College== Upon graduating from high school, Johnson attended Kent State University, where she double majored in accounting and finance. She started her first collegiate game on February 10, 2012, where she struck out 12 batters against Weber State. Two weeks later, Johnson would earn her first career win and career save. On March 13, she was named MAC East Pitcher of the Week for the first time in her collegiate career. Johnson would later earn this honor again on April 3. During her freshman season, Johnson appeared in 41 games, pitching 206.2 innings and striking out 233 batters. Through the season, she earned 16 wins and maintained an ERA of 2.27. At the end of the season, Johnson was ranked nationally in three categories. Johnson was also ranked amongst the Kent State program: 5th in most appearances in a season, 6th in most strikeouts in a season and 10th in most wins in a season. As a sophomore, Johnson was named the 2013 MAC Pitcher of the Year. She ended the season with 36 appearances, of which 23 were complete games, and 20 wins. Johnson compiled 215 strikeouts in 210 innings pitched and sustained a 1.70 ERA. She was named MAC East Pitcher of the Week four times during the season and led the MAC in conference wins with 12. Johnson led Kent State to its first MAC East Division title since 2010 by starting and winning both games against Miami of Ohio on May 3, 2013. At the conclusion of the season, Johnson was ranked nationally in six categories, which included Top 50 in hits allowed per seven innings, earned run average and strikeouts. Emma Johnson pitching for Kent State in 2015Continuing into her junior season, Johnson appeared in 26 games, threw 13 complete games and 5 shutouts. She recorded 168 strikeouts in 144 innings pitched and ended with a 2.09 ERA. Through the season, Johnson earned victories against four teams in the Top 50 of the RPI Rankings, which included James Madison, Kentucky, Long Beach State and Wisconsin. On February 22, 2014, Johnson threw a one-hit shutout to hand #6 Kentucky its first loss of the season. As a result, Johnson was named MAC East Pitcher of the Week for the first time of the season on February 24. On April 18, 2014, she threw her first career no-hitter against Toledo. On April 21, Johnson would earn the honor of MAC East Pitcher of the Week for the second time in the season. She ended the season leading the MAC in opponent batting average with a 0.204 average and ranked nationally in five statistical categories. In her final season at Kent State, Johnson appeared in 34 games, where she started in 29 and pitched 24 complete games. She had 23 wins, pitched 11 shutouts and had 2 saves on the season. Through the season, Johnson pitched 205.2 innings and accumulated 319 strikeouts while achieving a 0.95 ERA. On March 6, 2015, Johnson threw a career high of 18 strikeouts in a 2-hit shutout at #15 UCF, which tied the Kent State record for most strikeouts in a game. In the same weekend, Johnson would go to throw a no-hitter against Michigan State. She would earn her second no-hitter of the season against Bowling Green on April 24. A week later, on March 14, Johnson pitched a 3-hit shutout at #3 Michigan to beat the Wolverines in their home opener. On April 28, 2015, Johnson was named the Louisville Slugger NFCA Division I National Pitcher of the Week. At the conclusion of the regular season, Johnson was named the 2015 MAC Pitcher of the Year. She led Kent State to win the MAC East Division title and its first MAC Regular Season title since 2010. Johnson also claimed the honor of MAC East Pitcher of the Week five times throughout the season. She was ranked nationally in six categories, of which five were ranked in the Top 10. At the conclusion of her career, Johnson had appeared in a total of 137 games, started 104 and threw 82 complete games, threw 22 shutouts and had 8 saves. She earned 73 wins, accumulated 935 strikeouts in 766.1 innings pitched while sustaining an ERA of 1.73. Johnson was named an All-MAC selection in each of her four seasons at Kent State. She was an All-MAC First Team selection in 2013 and 2015 and an All-MAC Second Team selection in 2012 and 2014. Johnson was also named the MAC East Pitcher of the Week thirteen times in her career. ==Collegiate Awards== *2012 All-MAC Second Team *2012 MAC All-Freshman Team *2012 NFCA Division I All-America Scholar Athlete *2012 College Sports Madness MAC Freshman of the Year *2012 Rookie of the Year team award *2013 MAC Pitcher of the Year *2013 All-MAC First Team *2013 NFCA Division I All-Mideast Region Second Team *2013 CoSIDA Capital One Academic All-District Second Team *2013 Academic All-MAC Selection *2013 NFCA Division I All-America Scholar Athlete *2013 Kent State team MVP *2014 All-MAC Second Team *2014 Academic All-MAC Selection *2014 NFCA Division I All-America Scholar Athlete *2015 MAC Pitcher of the Year *2015 All-MAC First Team *2015 NFCA Division I All-Mideast Region Second Team *2015 Academic All-MAC Selection *2015 CoSIDA Capital One Academic All-America Division I Second Team *2015 CoSIDA Capital One Academic All- District First Team *2015 PNC Student-Athlete Achiever of the Game *2015 NFCA Division I National Pitcher of the Week (April 28) ==Collegiate National Rankings== {| class=\"wikitable\" |+Yearly National Rankings |- ! Year ! Rank ! Total Ranked ! Category ! Actual |- ! 2015 |3 |150 | Earned Run Average |0.95 |- ! 2015 |3 |150 | Hits Allowed Per Seven Innings |3.4 |- ! 2015 |5 |30 | Shutouts |11 |- ! 2015 |5 |150 | Strikeouts Per Seven Innings |10.9 |- ! 2015 |6 |30 | Strikeouts |319 |- ! 2013 |28 |150 | Hits Allowed Per Seven Innings |4.83 |- ! 2014 |29 |150 | Strikeouts Per Seven Innings |8.2 |- ! 2015 |32 |50 | Victories |23 |- ! 2013 |34 |150 | Earned Run Average |1.70 |- ! 2012 |40 |100 | Saves |3 |- ! 2012 |44 |300 | Strikeouts Per Seven Innings |7.9 |- ! 2013 |50 |150 | Strikeouts |215 |- ! 2014 |50 |100 | Hits Allowed Per Seven Innings |5.2 |- ! 2013 |63 |150 | Victories |20 |- ! 2013 |72 |150 | Saves |2 |- ! 2014 |75 |150 | Earned Run Average |2.09 |- ! 2014 |80 |150 | Shutouts |5 |- ! 2013 |82 |150 | Strikeouts Per Seven Innings |7.2 |- ! 2014 |84 |150 | Strikeouts |168 |- ! 2012 |143 |300 | Earned Run Average |2.34 |- |} ==National Pro Fastpitch== On April 1, 2015, Johnson was drafted by the Pennsylvania Rebellion of the National Pro Fastpitch league. She was selected in the 5th round and was the 25th overall pick. Johnson would make her debut appearance and first career start on May 30, 2015. On June 11, she earned the first save of her career. A week later, Johnson would take home her first career win on June 18 against the Dallas Charge. In 2017, the Pennsylvania Rebellion folded and Johnson was released into free agency on January 15. ==Career statistics== {| class=\"wikitable\" |+National Pro Fastpitch |- ! Year ! Team ! W ! L ! GP ! GS ! CG ! SH ! SV ! IP ! H ! R ! ER ! BB ! SO ! ERA |- ! 2015 ! Pennsylvania Rebellion |4 |2 |18 |10 |0 |0 |1 |66.0 |43 |25 |21 |38 |44 |2.23 |- ! 2016 ! Pennsylvania Rebellion |3 |3 |15 |6 |0 |0 |0 |30.2 |38 |27 |19 |28 |18 |4.34 |- |colspan=2| TOTALS |7 |5 |33 |16 |0 |0 |1 |96.2 |81 |52 |40 |66 |62 |2.91 |- |} {| class=\"wikitable\" |+Kent State University |- ! Year ! W ! L ! GP ! GS ! CG ! SH ! SV ! IP ! H ! R ! ER ! BB ! SO ! ERA |- ! 2012 |16 |15 |41 |28 |22 |4 |4 |206.2 |196 |100 |67 |58 |233 |2.27 |- ! 2013 |20 |12 |36 |25 |23 |2 |2 |210.0 |145 |74 |51 |78 |215 |1.70 |- ! 2014 |14 |11 |26 |22 |13 |5 |0 |144.0 |107 |65 |43 |72 |168 |2.09 |- ! 2015 |23 |6 |34 |29 |24 |11 |2 |205.2 |100 |41 |28 |67 |319 |0.95 |- ! TOTALS |73 |44 |137 |104 |82 |22 |8 |766.1 |548 |280 |189 |275 |935 |1.73 |} {| class=\"wikitable\" |+Groveport Madison High School |- ! Year ! W ! L ! GP ! GS ! CG ! SH ! SV ! IP ! H ! R ! ER ! BB ! SO ! ERA |- ! TOTALS |63 |- |- |- |- |36 |- |- |- |- |- |- |1,243 |- |} ==External links== * National Pro Fastpitch * Pennsylvania Rebellion * Kent State Softball ==References== Category:1993 births Category:Living people Category:Kent State Golden Flashes softball players Category:Sportspeople from Ohio Category:People from Groveport, Ohio ",
    "title": "Emma Johnson (softball)"
}