{
    "id": "47115408",
    "text": "All Across This Land is the eighth studio album by Blitzen Trapper, released on October 2, 2015.https://www.lojinx.com/blog/2015/07/22/blitzen-trapper-set- to-release-new-studio-album-all-across-this-land ==Conception== In a lengthy essay regarding the concept and construction of All Across This Land, the official Blitzen Trapper site compared the album to earlier albums like Furr and American Goldwing: \"[All Across This Land] is a top-down, tightly defined piece of classic rock and roll, full of big riffs, bigger hooks and compelling, instantly relatable lyrics ... 'I think it’s a return to the sort of more \"classic\" Blitzen Trapper thing, for sure,' [songwriter Eric] Earley says.\" Earley also elaborated on the songwriting process: \"Those two albums [Furr and American Goldwing], I wrote all the songs at once and they all hang together. But the records that came in between, they were written over the course of a year-and-a-half or so ... For All Across This Land, he continues, “I had all the songs written and demoed in a three or four month span. And I think they work together because everything came in such a short period.” ==Pre-release== In April 2015, the band premiered one of the new tracks from the album, \"Rock N' Roll Was Made for You,\" at a show supporting the recent Live Harvest album. Band member Marty Marquis indicated that more of the record would be previewed in tour dates leading up to the release of the record; later, website Missoulian confirmed this, reporting, \"Fans attending Wednesday's show can expect to hear tracks from both albums [Live Harvest and All Across This Land] sprinkled into the band's live set.\" Following the show, the official Twitter account of the band verified that several of the songs played the previous night were cuts from the new record: \"Lonesome Angel,\" \"Rock N Roll Was Made For You,\" \"Mystery & Wonder,\" \"Across the River,\" and \"All Across This Land.\" In February 2015, producer Gregg Williams released an in-studio snippet of Eric Earley recording a guitar solo for the new song, \"Mystery & Wonder,\" recorded at The Trench Studios. In July 2015, both the band's American label, Vagrant Records and their British label Lojinx published a press release for All Across This Land, highlighting the songwriting and craft of the new record: \"Blitzen Trapper may have experimented successfully with a multitude of styles; however, the band has been built on a strong foundation as, above all else, a ROCK band. Their live shows consistently reinforce that fact, and those who have experienced their performance would agree. All Across This Land once again confirms that Blitzen Trapper possess the unique ability to create thoughtful, melodic, finely crafted songs on one hand, and deliver full throttle, infectious rock on the other. From the opening riff of the title track and first single, this is quite evident as it unfolds into a flurry of guitars, bass and drums. The band eases back as well by featuring some of lead singer and songwriter Eric Earley’s strongest writing yet, particularly on the semi-autobiographical 'Mystery and Wonder.' The track’s reflective and nostalgic tone was inspired by the band’s beginnings, the chemistry that develops over time and the music they have created through the years. Another album highlight is “Lonesome Angel” with its easy ‘70’s AM radio feel. \"While All Across This Land features some of Earley’s finest songs to date, the rest of his bandmate’s performances – Erik Menteer (guitar), Michael Van Pelt (bass), Marty Marquis (guitar/keys), Brian Adrian Koch (drums) – elevate each track thus taking Blitzen Trapper to their highest artistic peak yet.\" To accompany the press release, both labels also offered an album trailer for the new record; four days later, Lojinx and Vagrant confirmed the release and made a free download of album track \"Lonesome Angel\" available. On August 13, 2015, website PopMatters released a preview of the album's title track, \"All Across This Land,\" with an accompanying \"visualette,\" stating that the song is \"a return to the sunny, riff-oriented classic rock sounds the band has excelled at for so long ... [t]apping into the sun-dappled sounds of early-1970s blues rock, classic Laurel Canyon rock, and of course the perpetual influence of Neil Young and Crazy Horse.\" The web version of pop culture magazine Entertainment Weekly premiered the entire album as a stream on September 25th, 2015, and quoted singer/songwriter Eric Earley about the origins of the album: \"I just went back to the bands that influenced me in high school, like the Replacements and R.E.M., Uncle Tupelo.\" Earley also highlighted the lingering impact of his father's death on the record, saying, \"He’s been gone for many years, but I wondered if I ever really knew him ... Who’s to say meditating on the thought, ‘What if I was to just cross over? Just to talk to my dad?’ isn’t real?\" On September 28th, 2015, media review/commentary site The A.V. Club premiered the first full-length music video for the album - the title track, \"All Across This Land\" - directed by Alicia J. Rose. The video imagines the band in various stages of recent rock-and-roll history, regressing from the CD era, back through cassettes, 8-track, and finally vinyl records. Says A.V. Club's Dave Anthony, \"the album sees the band return to the classic-rock strut of its Sub Pop years, with riffs that go full-on Southern rock ... [in] the video for the album’s title track ... the band dons a few different get-ups that reference various eras of rock history [and] rides around in the back of a well-painted van, it takes in the sights and sounds of the country, then let them spill out in 'All Across This Land.'\" As part of a unique promotion of both the vinyl record and independent music stores, the band hand-designed 100 copies of the vinyl album and shipped them to stores all over the country. From the Blitzen Trapper website: \"In conjunction with the release of the new album on October 2nd, 100 select independent record stores in the US will each have one copy of All Across This Land on vinyl with sleeves hand-designed, autographed and numbered by the band. Head in to your local shop and maybe you'll be lucky enough to find one. Make sure to take a photo of it in the store and post it to social media with #TrapperTreasure and the store name.\" ==Reception== When the song \"Lonesome Angel\" was released in advance of the record, website Brooklyn Vegan summed it as \"the kind of folk rock you might expect a band who covered an entire Neil Young album to write (and like other Blitzen Trapper songs, there's a strong Dylan influence here too).\" Paste Magazine also reviewed the song, stating, \"Anchored by a delightful harmonica hook, driving piano and country-tinged slide guitar, the track sounds like a long-forgotten gem from ‘70s AM radio, striking the perfect balance between the Eagles and Bob Dylan while still managing to sound current. It’s the perfect soundtrack to a drive along the California coast with the windows down.\" Closer to release date, the site expanded its review to the whole album, praising the record as \"a throttle-up, open-highway sort of album, full of easygoing melodies and fist-pumping guitar hooks ... an album 15 years in the making, as the musicians are both in command of their talents individually and completely dialed in as a band.\" Paste also compared the song \"Nights Were Made For Love\" to Bruce Springsteen's Born to Run; similarly, review site Soundblab found Springsteen influences, stating, \"If the song had a sax solo, you’d swear it was a cover of some deep cut from Darkness on the Edge of Town or Tunnel of Love. Just the same, it’s a strong song on an album full of them.\" Soundblab further appreciated the \"sincerity\" of the record, stating, \"If their latest release is such an indicator, Blitzen Trapper may just have reached the pinnacle of that journey of self-identity.\" AllMusic gave the album four out of five stars, applauding the apparent shift in the band's intent: \"No longer concerned with making even the slightest feint toward delicate indie rock sensibilities, Blitzen Trapper settle into the '70s on All Across This Land.\" AllMusic further championed the production of the album, down to the sequencing, and stated, \"Blitzen Trapper's period trappings -- which, outside of the occasional old-fashioned synth purloined from 1985, are meticulously accurate -- are the key to their charm, because they devote as much attention to their arrangements and productions as they do their songs.\" Entertainment Weekly called the album \"sunny ... bigger, synthier, warmer. Its guitars are brighter, more soaked in reverb.\" But, of the album's introspective final track, \"Across the River,\" they state, \"Earley makes it immediate and affecting, weaving a filigree portrait of longing for those long gone that only those who’ve wondered what they have to do to see someone again will understand.\" UK publication Uncut gave the album an 8 out of 10, enthusing, \"Bandleader Eric Earley has a gift for shaping roots-rock tropes into sturdy songs with creamy hooks, and his band's strongest LPs, '08's Furr and '11's American Goldwing, hew faithfully to familiar forms. Blitzen Trapper's rock-solid eighth boasts a pair of instant grabbers\" in the title track and the song \"Lonesome Angel.\" The album landed at #15 on Record Shop Radio Show's Top 30 Albums of 2015, and online radio station WFUV listed it among their \"Best of 2015. Meanwhile, OPBMusic ranked the title track one of the best songs of the year, stating, \"Blitzen Trapper’s 2015 release All Across This Land finds the band at their rock ‘n’ roll best. The title track is rhythmic, catchy and fun, and feels like the kind of song you want to kick off a great road trip with … and then just keep listening to throughout the entire journey.\" ==Track listing== All songs written by Eric Earley ==References== Category:2015 albums Category:Vagrant Records albums Category:Lojinx albums ",
    "title": "All Across This Land"
}