{
    "id": "47114503",
    "text": "\"Golden\" is a song by American singer and rapper Travie McCoy featuring Australian recording artist Sia. It was released digitally as a single on June 15, 2015 through Fueled by Ramen. In an interview with Entertainment Weekly, McCoy said, \"I think 'Golden' is a cog in the machine that is the next album. Every song has its own shape and sound in order to make the machine move and work the way I want it to.\" ==Background== In an interview with Entertainment Weekly online, McCoy said he met Sia four years ago, and he had been a fan of hers for years. \"When we finally [met] we were totally kindred spirits. We had both gone through a lot and she became a sister to me very quickly. [...] This was probably the third of about three or four that we've recorded together. Who knows if the others will ever be heard, but they all mean so much to me. She actually wrote a song for me when I was going through some really hard times that I will always hold dear to my heart. She's an angel with the voice of one.\" Speaking on Entertainment Tonight, McCoy said, \"It's like second nature working with Sia. We have this brotherly-sisterly vibe going on. Once I heard the hook, I kinda knew where I wanted to go lyrically and I wrote it in about 45 minutes... I think a lot of people can relate to having those tinglies in their stomach about that special somebody.\" ==Video== The video for \"Golden\" premiered on YouTube on June 14, 2015 and is inspired by an iconic traffic shot in Jean-Luc Godard's cult classic 1967 film Week End. The video is a continuous looping shot of Travie leaving his car on a desert road and observing the eccentric passengers in the vehicles in front of him. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" ! Chart (2015) ! Peak position |- |- ! scope=\"row\"|Australia Urban (ARIA) | 2 |- |- |- |- |- |} ==Certifications== ==Release history== {| class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Country ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Label |- ! scope=\"row\"| United States |rowspan=\"2\"| June 15, 2015 |rowspan=\"2\"| Digital download | Fueled by Ramen |- ! scope=\"row\"| Australia | Warner Music Australia |- |} ==References== Category:2015 singles Category:2015 songs Category:Fueled by Ramen singles Category:Sia (musician) songs Category:Song recordings produced by Diplo Category:Songs written by Diplo Category:Songs written by Sia (musician) Category:Songs written by Travie McCoy Category:Travie McCoy songs Category:Vocal duets ",
    "title": "Golden (Travie McCoy song)"
}