{
    "id": "47112011",
    "text": "Ian Allan, OBE (29 June 1922 – 28 June 2015) was a publisher who specialised in transport titles through his company Ian Allan Publishing. == Early life == Allan was born at Christ's Hospital independent school, Horsham, Sussex, where his father, G.A.T. Allan, was clerk to the school. He was educated at St Paul's School, London. At the age of 15, he had a leg amputated following an accident during Officers' Training Corps exercises. His hopes of joining the Southern Railway as a cadet were dashed as result of his failure to pass the school certificate examination. He was nevertheless offered a position in the Southern Railway's Public Relations Office at by Sir John Elliot. After the outbreak of World War II, he was exempt from military service due to the loss of his leg. He stayed at the Southern Railway handling public enquiries including ones from railway enthusiasts and producing the company's magazine. ==Publishing career== ===ABC guides=== With the help of S.K. Packham, Chief Clerk in the Public Relations Office, Allan compiled a notebook with all the names, numbers, classes and shed allocations of Southern Railway locomotives, based on many of the requests he received about rolling stock. This was so well-received that Allan asked his chief officer, Cuthbert Grasemann, if he might publish it as a small booklet which would save costs in terms of replying to public enquiries and which could even make a small profit. The proposal was turned down but Allan was allowed to begin publication on his own behalf. Through the Public Relations Office, he met W.C. Brett of McCorquodale & Co. printers who agreed to publish the booklet. Two thousand copies of his first book, ABC of Southern Locomotives, were ordered for sale for a shilling each. On the day of its publication, 21 November 1942, Allan presented copies to Grasemann and Oliver Bulleid, the Southern Railway's Chief Mechanical Engineer. This backfired as Bulleid objected violently to the publication of a book about his locomotives without his knowledge and he threatened Allan with dismissal from the Southern Railway as well as an action for breach of copyright if he were to publish. Undeterred, Allan went ahead with publication and sent a copy to Robert Holland-Martin, Chairman of the Southern Railway, who welcomed it and congratulated Allan on his entrepreneurial spirit. No further objection was raised to Allan's continued employment with the Southern, although he was barred from the Locomotive Drawing Office and informed that communications with the Locomotive Department had to be sent through official channels. The first edition was quickly sold out and enlarged editions followed with photographs provided by O.J. Morris, who had been a frequent contributor to the Southern Railway magazine. The ABC of Great Western Locomotives was published in 1943, followed by the ABC of London Midland & Scottish Locomotives, and the ABC of LNER Locomotives. The 20,000 copies of the first edition of an ABC guide covering London Transport railways, trams, buses, trolleybuses and coaches sold out in a few days despite the poor quality paper used. Allan's guides proved to be a success, leading to the emerging of trainspotting as a national hobby. With Mollie Franklin (later his wife) he formed the Ian Allan Locospotters’ Club in 1949, which eventually grew to some 230,000 members. ===Ian Allan Publishing=== With the success of the ABC guides, Allan was having to divide his time between Staines, where the publishing office was based at his parents' home, Waterloo and where some of the Southern Railway's offices had been relocated. This demanding schedule led Allan to resign from the Southern Railway in 1945 to set up his own publishing company, Ian Allan Ltd. One of the first directors of the company was Cecil J. Allen, the best-known railway writer at that time, who had agreed to author Ian Allan's first book, Titled Trains of Great Britain. In 1946, Allen's son, Geoffrey Freeman Allen, joined the staff and was later to become Joint Managing Director. In 1946, Allan founded Trains Illustrated magazine, which became Modern Railways in 1962. Buses Illustrated was introduced in 1949 as well as the Railway Modeller. In 1950, the company moved to larger premises on Hampton Court Road. In 1957, the Locomotive Publishing Company was acquired and its collection of 25,000 glass negatives became part of the Ian Allan collection. In addition, its publication the Locomotive was incorporated into Trains Illustrated. Ian Allan Publishing reflected Allan's main hobbies. In addition to railway publishing, the company covered an extensive catalogue of Masonic publications. From the 1990s the Masonic titles were transferred to Ian Allan Publishing's dedicated subsidiary imprint Lewis Masonic. ==Freemasonry== Ian Allan was a highly active Freemason, initiated in October 1955 in the Ashford Manor Lodge No 5045 at Staines. Later he also joined the Albert Duke of York Lodge No 4970 (also in Middlesex), and the Christ's Hospital Lodge No 2650 in London. He held senior rank in the masonic Province of Middlesex, and he was also appointed to office in the United Grand Lodge of England, serving as a Past Assistant Grand Director of Ceremonies from 1982 to 1992, and as a Past Junior Grand Deacon from 1992 until his death. ==Other activities== Allan bought the Hastings Miniature Railway in 1948, and the Great Cockcrow Railway near Chertsey in 1960. He also led a successful campaign to reinstate steam-hauled excursions using privately owned locomotives, after the end of steam on British Rail. He was active in railway preservation and sat on various railway trusts. He was chairman of the Association of Independent Railways, and in the early 1980s was a member of the Transport Users’ Consultative Committee for London. He served as a governor of several schools. His recreations are listed in Who's Who as \"swimming, touring, miniature railways, Freemasonry\".Who's Who 2013, page 29 He was made an Officer of the Order of the British Empire (OBE) in 1995. ==Family== Allan married Mollie Eileen Franklin in 1947. He was survived by her and their two sons. ==Death== Allan died on 28 June 2015, one day short of his 93rd birthday. == References == ===Notes=== ===Sources=== * ==Further reading== * Category:1922 births Category:2015 deaths Category:English book publishers (people) Category:English amputees Category:Freemasons of the United Grand Lodge of England Category:People from Horsham Category:Officers of the Order of the British Empire Category:Southern Railway (UK) people Category:British magazine publishers (people) Category:People educated at St Paul's School, London Category:British people associated with Heritage Railways ",
    "title": "Ian Allan (publisher)"
}