{
    "id": "47119983",
    "text": "Highfields was the home of Charles and Anne Lindbergh, the famous aviators. It was the location of the Lindbergh kidnapping, after which it was turned into a rehabilitation center. The home was added to the National Register of Historic Places in 1994. ==Construction== The Lindberghs built Highfields in 1931 on a secluded spot of the Sourland Mountain so as to escape the spotlight brought on by their celebrity status. After his pioneering solo flight from New York to Paris in 1927, four million people had attended the ticker tape parade in Charles Lindbergh's honor, and he had received two million congratulatory telegrams, making him one of the most famous Americans of the century. The Sourland Mountain location, while secluded, afforded easy access by air and automobile to the Lindberghs' offices in New York City and to the laboratories of nearby Princeton University, to which they had been granted access. ==Lindbergh kidnapping== The home was the site of one of the most notorious crimes of the 20th century, the Lindbergh kidnapping, often called the \"Crime of the Century\". On the evening of March 1, 1932, the Lindberghs' oldest son, 20-month-old Charles Lindbergh, Jr., was abducted by means of a ladder from a second floor window of Highfields, aided by a warped shutter which could not be closed. Over two months later, the baby's body was discovered a short distance from Highfields in Hopewell Township with a massive skull fracture. After a more than two-year investigations, Bruno Richard Hauptmann was arrested, tried in one of the so-called trials of the century, and convicted of the crime. He was executed by electric chair in the New Jersey State Prison on April 3, 1936. Nevertheless, speculation has continued to run rampant, as most investigators at the time of the initial investigation, as well as contemporary researchers, believe there was inside help. ==Rehabilitation center== The headquarters of the search for Charles Lindbergh, Jr. was in the garage of Highfields. After Lindbergh identified the body of his son they left the house never to spend another night there, returning to Anne's family home in Englewood, New Jersey. The attention from the trial led the Lindberghs to a self-imposed exile in Europe from 1935 to 1939. In June 1933, Anne wrote that the house would be turned over to a board of trustees, and she named it \"Highfields,\" saying the name carried some secret meaning. One biographer has speculated that it commemorates the young Lindbergh's special greeting to his father. In 1941 the home was conveyed to the State of New Jersey by the Highfields Association, in memory of Charles Lindbergh. It has been used since July 1, 1952 as a juvenile rehabilitation center by the New Jersey Department of Corrections. ==See also== *National Register of Historic Places listings in Mercer County, New Jersey *National Register of Historic Places listings in Hunterdon County, New Jersey ==References== Category:National Register of Historic Places in Mercer County, New Jersey Category:Houses in Mercer County, New Jersey Category:Hopewell Township, Mercer County, New Jersey Category:East Amwell Township, New Jersey Category:Charles Lindbergh Category:New Jersey Register of Historic Places Category:Houses completed in 1931 Category:1931 establishments in New Jersey ",
    "title": "Highfields (Amwell and Hopewell, New Jersey)"
}