{
    "id": "47111113",
    "text": "Lance Henson (born September 20, 1944) is a Cheyenne poet. Henson was born in Washington, D.C. and grew up near Calumet, Oklahoma, where his grandparents raised him in the traditions of the Cheyenne tribe. He has published 28 volumes of poetry, which have been translated into 25 languages. He has been described as the \"foremost Cheyenne poet now writing.\"Arnett, Carroll (Gogisgi). \"Lance (David) Henson,\" Handbook of Native American Literature. Wiget, Andrew, ed. Taylor & Francis, 1996, p.445. ==Early life== Henson was born in Washington, D.C. on September 20, 1944. He is of Cheyenne, Oglala, and Cajun ancestry.\"Lance Henson,\" Oklahoma Writers: A Literary Tableau, Oklahoma Historical Society, Accessed June 29, 2015.Gannon, Thomas C. Skylark Meets Meadowlark: Reimagining the Bird in British Romantic and Contemporary Native American Literature, University of Nebraska Press: Lincoln, Nebraska, 2009, p.242. He grew up near Calumet, Oklahoma, where he was raised by his grandparents, who taught him the traditions and culture of the Cheyenne tribe.Berner, Robert L. \"Lance Henson: Poet of the people,\" World Literature Today, Vol. 64 No. 3, Summer 1990, p.418-421. After graduating from high school, he served in the U.S. Marine Corps in the Vietnam War.\"Henson, Lance David 2004,\" University of Science and Arts of Oklahoma, Accessed June 29, 2015.Velie, p.263 He later became a member of the Cheyenne Dog Soldier Society, an organization of Cheyenne veterans. He attended Oklahoma College of Liberal Arts (now the University of Science and Arts of Oklahoma), where he earned a Bachelor of Arts degree in English. He earned a Ford Foundation Scholarship, which allowed him to undertake graduate studies at the University of Tulsa, where he earned a Master of Arts degree in Creative Writing. ==Career== Henson published his first book of poetry, Keeper of Arrows, in 1971, when he was still a student at Oklahoma College of Liberal Arts.Staff Reports. \"Internationally Known Poet Lance Henson Returns to USAO,\" Indian Country Today Media Network, March 11, 2009. Accessed June 29, 2015. He was part of the State Arts Council of Oklahoma's Artist in Residence Program, through which he conducted poetry workshops throughout the state for 10 years. Since then, he has traveled around the world lecturing and doing readings of his poetry. In his travels throughout the United States and Europe, he has been a poet in residence at more than 800 schools.Blaeser, Kimberly M. \"Canons and Canonization: American Indian Poetries Through Autonomy, Colonization, Nationalism, and Decolonization,\" Eric Cheyfitz, ed. The Columbia Guide to American Indian Literatures of the United States Since 1945, Columbia University Press: New York, 2006, p.202. At the United Nations Indigenous Peoples Conference in Geneva in 1988, Henson represented the Southern Cheyenne. In 1993, he was part of a United States Information Agency tour, in which he lectured in Singapore, Thailand, New Guinea and New Zealand. Also in 1993, he was poet-in-residence at the University of New Mexico.\"Cameron University Presents Southern Cheyenne Poet Lance Hanson,\" Cameron University, March 19, 2012. Accessed June 29, 2015. He was a resident at the Millay Colony for the Arts in 1995, and he was awarded a Distinguished Native American Scholars residency at the Smithsonian Institution. In 2004, Henson was inducted into the University of Science and Arts of Oklahoma Hall of Fame. He has published 28 volumes of poetry, which have been translated in 25 languages. Henson lives in Italy, where his works have been popular.Velie, p.264 Many of his books are published in Italian/English editions. He returns to Oklahoma every June to take part in the Cheyenne Sun Dance. In 2013, Henson established an official website where selected recent works are available in advance of publication. ==Plays== He has written two plays, \"Winter Man,\" which was performed at La MaMa Experimental Theatre Club, and \"Coyote Road,\" which has been performed at Mad River Theater in West Liberty, Ohio, and in Versailles, France. ==Style and influences== Henson's poems draw upon his Cheyenne heritage, incorporating words from the Cheyenne language, Cheyenne philosophy, and Hanson's own social and political commentary.Velie, p.211 He writes in a minimalist style with no capitalization, punctuation, rhyme, or meter. Wilson notes that this style is similar to traditional Cheyenne songs.Wilson, Norma C. \"America's Indigenous Poetry,\" The Cambridge Companion to Native American Literature, Joy Porter, Kenneth M. Roemer, eds. Cambridge University Press: Cambridge, 2005. p. 150. Imagery of nature and the seasons figures prominently in Henson's works. He also comments on the status of indigenous peoples, their historic oppression, and modern threats to their cultures.Pfeiler, Martina. Sounds of Poetry: Contemporary American Performance Poets. Gunter Narr Verlag. 2003, p.31. His work is influenced Walt Whitman, N. Scott Momaday, Carl Jung, Herman Melville, Nathaniel Hawthorne, and Mark Twain. Robert Berner also notes references to haiku, Li Po, and Tu Fu in his works. ==References== ==Sources== *Velie, Alan R., ed. \"Lance Henson,\" American Indian Literature: An Anthology. Rev. ed. University of Oklahoma Press: Norman, OK, 1991. Category:1944 births Category:20th-century American poets Category:21st-century American poets Category:American writers of Native American descent Category:Cheyenne people Category:Native American poets Category:Writers from Oklahoma Category:Living people Category:University of Science and Arts of Oklahoma alumni Category:University of Tulsa alumni ",
    "title": "Lance Henson"
}