{
    "id": "47110684",
    "text": "Aesthetic Movement clock by Day for Howell James & Co., c. 1878, Cherry case, ceramic and aluminum. LACMA From Day's book, The Anatomy of Pattern (1887) Lewis Foreman Day (29 January 1845 – 18 April 1910) was a British decorative artist and industrial designer and an important figure in the Arts and Crafts movement. ==Life== Day was born at Peckham Rye, south London, on 29 January 1845. His father, Samuel, was a wine merchant. His mother was Mary Ann Lewis. He was educated in France, at Merchant Taylors' School, Northwood and subsequently in Germany. He was first employed as a clerk, then, at the age to twenty he worked for the glass painters and designers Lavers, Barraud and Westlake. He moved to the stained glass makers of Clayton and Bell, where he designed the cartoons. In 1870 he worked for Heaton, Butler and Bayne on the decoration of Eaton Hall, Cheshire. He started his own business in London in 1870, expanding his activities beyond glass painting to a wide range of media including wallpapers for W. B. Simpson & Co., textiles for Turnbull & Stockdale, and tiles for Maw's and Pilkington's. He was an active member of the Arts and Crafts Exhibition Society, one time master of the Art Workers Guild, which he helped to found, and a member of the Council of the Royal Society of Arts (RSA) for much of the period between 1877 and his death. He was an influential educator and wrote widely on design and pattern. His Cantor Lectures on Ornamental Design for the RSA (1886) led to a series of publications, including The Anatomy of Pattern (1887), The Planning of Ornament (1887), Pattern Design (1903), Ornament and its Application (1904), and Nature and Ornament (1908–9). He published in many journals, including the Magazine of Art, the Art Journal and the Journal of Decorative Art. Other books were Windows (1897), Stained Glass (1903), Alphabets Old and New (1898) and Lettering in Ornament (1902). He was an examiner for the Department of Science and Art and later the Board of Education. He lectured at the Royal College of Art (RCA). In 1910 he wrote a dissenting report to the government Committee of Inquiry into the RCA, in which he argued for greater emphasis on principles of design against the growing Arts and Crafts orthodoxy of teaching design by direct working in materials; in this he shared the Committee of Inquiry's reservations about the methods of the RCA's professor of design, W. R. Lethaby.Departmental Committee on the Royal College of Art, Report of the Departmental Committee on the Royal College of Art, London: House of Commons, 1911 He also made a critique of what he saw as un-businesslike Arts and Crafts attitudes in Moot Points, a dialogue with his friend Walter Crane.Moot points. Friendly Disputes on Art & Industry between Walter Crane & Lewis F. Day, London: B.T.Batsford, 1903 He served on the consultative committee of the Victoria and Albert Museum when it transferred to its new building in Cromwell Road in 1909, and influenced the arrangement its collections there. His own work is well represented in the museum's collection.Victoria and Albert Museum His professional association with William Morris and other key figures of the Arts and Crafts movement, such as Crane and W. A. S. Benson, placed him at the centre of contemporary applied arts in Britain, yet, according to his biographer, Joan Maria Hanson, he became neglected in histories of the period.Joan Maria Hansen, Lewis Foreman Day (1845-1910): Unity in Design and Industry, Antique Collector's Club, 2007 He married Ruth Emma Morrish In 1873. They had one child, Ruth. ==Notes== ==References== * * ==External links== * Category:Arts and Crafts movement artists Category:British artists Category:1845 births Category:1910 deaths ",
    "title": "Lewis Foreman Day"
}