{
    "id": "47117900",
    "text": "Anagnostakos disguised as a monk Anagnostakos (centre) with his comrades. Michail Anagnostakos (, Charia, Laconia, 1878 – Lachanas, 1913), better known under the nome de guerre Kapetan Matapas (Καπετάν Ματαπάς) was a Hellenic Army officer and military leader of the Macedonian Struggle. ==Biography== Anagnostakos was born in 1878 in Charia near Pyrgos Dirou in Mani Peninsula. He studied at the School of Philosophy at the University of Athens. At the same time he followed a military careerΣυλλογικό έργο, Μουσείο Μακεδονικού Αγώνα 13 - Η ελληνική αντεπίθεση στη Μακεδονία (1905-1906) - 100 έγγραφα από το αρχείο του Υπουργείου Εξωτερικών της Ελλάδος, Μουσείο Μακεδονικού Αγώνα, Θεσσαλονίκη 1997, p. 179 - 180. having in 1905 the rank of ensignΠαύλος Λ. Τσάμης, Μακεδονικός Αγών, ΕΜΣ, Θεσσαλονίκη 1975, p.295. of artillery. During the spring of 1905 he went to Macedonia as leader to a small armed group of 15 men that would be responsible for the area of Langadas.Pavlos L. Tsamis, 1975, p. 272. Anagnostakos and his men disembarked from a sailboat at Potidaia in Chalkidiki on 22 April 1905.Παύλος Λ. Τσάμης, 1975, p. 295 - 296. Anagnostakos' force settled in the area of Melissochori with the objective of controlling the route between Thessaloniki and GevgelijaΜουσείο Μακεδονικού Αγώνα, 1997, p. 179 - 180. and also to face the agents of the Bulgarian revolutionary committee in the area. However this band failed to make any important operations because Anagnostakos injured his leg and settled temporarily in the monastery of Archangelos in Goumenissa pretending to be a monk. From December 1905 until February 1906 Anagnostakos acted as an agent in the areas of Goumenissa and Almopia. From March to October 1906 he was in Giannitsa Lake as deputy chief of an armed band, having his base at a hut in Trichovitsa.Παύλος Λ. Τσάμης, 1975, p.350. During the summer of 1906 he took part in the attack that led to the death of the Bulgarian komitadji Stergios Vlachos.Παύλος Λ. Τσάμης, 1975, p. 335, 345-347, 350. At the end of the year, he took charge of an armed band in Mount Olympus.Παύλος Λ. Τσάμης, 1975, p. 341. and managed, until his retirement from Macedonia in October 1907, to conduct significant strikes against Bulgarian and Romanian agents in the areas of Olympus and Pieria, while defeating many local bandits.Παύλος Λ. Τσάμης, 1975, p. 398 - 399. Although after the end of the Macedonian Struggle Anagnostakos retired due to his bad health because of the hardships and privations he suffered, he returned voluntarily to the army during the Balkan Wars as a lieutenant.Mani.org: Michail Anagnostakos - Capetan Matapas (Greek) He became chief of scouts in Pieria, along with Alexandros Zannas, and he caused the commander of the 7th Infantry Division, Kleomenis Kleomenous, to expedite the liberation of Katerini, which happened on October 16, 1912. He was killed in June 1913 during the battle of Lachanas. ==References== ==Bibliography== *Παύλος Λ. Τσάμης, Μακεδονικός Αγών, ΕΜΣ, Θεσσαλονίκη 1975. *Συλλογικό έργο, Μουσείο Μακεδονικού Αγώνα 13 - Η ελληνική αντεπίθεση στη Μακεδονία (1905-1906) - 100 έγγραφα από το αρχείο του Υπουργείου Εξωτερικών της Ελλάδος, Μουσείο Μακεδονικού Αγώνα, Θεσσαλονίκη 1997. ==External links== *Mani.org: Michail Anagnostakos - Capetan Matapas Category:1878 births Category:1913 deaths Category:Hellenic Army officers Category:Greek military personnel killed in action Category:20th-century Greek military personnel Category:Maniots Category:Greek military personnel of the Balkan Wars Category:Eastern Orthodox monks Category:Greek military personnel of the Macedonian Struggle ",
    "title": "Michail Anagnostakos"
}