{
    "id": "47117858",
    "text": "Professor Joseph Olurotimi Sanya is the provostOlurotimi, Sanya. \"The Provost| College of Medicine and Health Sciences | Afe Babalola University\", ABUAD. Retrieved on 30 June 2015. and also a reader in physiology at the College of Medicine and Health Sciences (CMHS), Afe Babalola University (ABUAD). ==Background== Sanya was born at Iyin-Ekiti, Ekiti State, on June 11, 1956. He attended the All Saints' Primary School, Iyin Ekiti (1962–1967); Eyemote Comprehensive High School, Iyin-Ekiti (1973–1976); University of Lagos (1977–1978); College of Medicine, University of Calabar (1978–1983); Obafemi Awolowo University, Ile Ife (2001–2003); and the University of Ilorin (2007–2010). He is a medical doctor and researcher in physiology, in which he has a Ph.D. from the University of Ilorin, Nigeria (2011). His Ph.D. thesis was on the Effects of Aqueous Extract of Zanthoxyllum zanthoxylloides and Aframomum melegueta on Sickle Cell Vaso-occlusive Crisis while his Masters dissertation was on Electrocardiographic Profiles of Normotensives At-Risk of Developing Hypertension (OAU, Ife.2003). He obtained an MB.BCH degree from the University of Calabar (1983). He is a member of many learned societies including: Nigerian Medical Association (NMA), Physiological Society of Nigeria (PSN) and the West African Network of Natural Product Research Scientists (WANNPRES). He teaches physiology and allied subjects both at undergraduate and postgraduate levels. He has trained scores of house officers/resident doctors and rose to the post of chief medical director before taking up academics full-time. He was a two-term chairman of the Ekiti State Branch of NMA (1998–2000). He has been a member of many boards and parastatals both at federal and state levels. ==Career== Sanya began his work career as house officer, University College Teaching Hospital, Calabar (1983); National Youth Service Corps Programme (1984); medical officer II with the Ondo State Government (1985–1987); medical officer I (1987–1990); senior medical officer II (19190–1993); senior medical officer I (1993–1996); principal medical officer II, with the Ekiti State Government (1996–1999); principal medical officer I (1999–2002); chief medical officer (2002–2004); associate lecturer, University of Ado-Ekiti, (2003–2008); chief medical director (2004–2006); and acting director of health services, College of Education, Ikere-Ekiti, (2008–2010). He served his professional colleagues and Ekiti State Government with his god-given skills in various capacities, such as; chairman, Nigerian Medical Association, Ekiti State (1998–2000); board member, Ekiti State Hospital Management Board (1998–1999); board member, Federal Medical Center, Ido-Ekiti (2000–2003); member, Hospital Management Committee, State Specialist Hospital,(S.S.H) Ado-Ekiti (1999–2004); head, Department of Paediatrics, S.S.H, Ado-Ekiti (1997–2004); chief medical director, S.S.H, Ikere-Ekiti (2004–2007); and member, Steering Committee of Paths Ekiti State (2005–2006. As a scholar and researcher, Sanya has to his credit, scores of profound writings published in books, journals, and proceedings.Owoyele BV, Negedu MN, Sanya JO.\"Analgesic and anti-inflammatory effects of aqueous extract of Zea mays husk in male Wistar rats.\", NCBI, 13 April 2010. Retrieved on 30 June 2015. ==Awards== He has won several awards, which include the prestigious National Productivity Order of Merit Award (2012)\"Dr. Sanya wins National Productivity Award\", ABUAD, 5 December 2012. Retrieved on 30 June 2015. and Ekiti State Merit Award and Honours Roll (2013).\"Ekiti Honours Osundare, Olajide, Egunjobi, 13 Others\", EKITI STATE, December 2013. Retrieved on 30 June 2015. ==References== Category:People from Ekiti State Category:University of Lagos alumni Category:University of Calabar alumni Category:Obafemi Awolowo University alumni Category:University of Ilorin alumni Category:Nigerian academics Category:Yoruba academics Category:1956 births Category:Living people ",
    "title": "Joseph Olurotimi Sanya"
}