{
    "id": "47119884",
    "text": "Siti Hediati Hariyadi (born 14 April 1959) is the second daughter of Soeharto, the second president of Indonesia.Former Indonesian president Suharto dies, Irish Times, 2008, retrieved 30 June 2015 She is popularly known as Titiek Soeharto. She has led the Indonesian Art Foundation and was a TV commentator for the 2006 FIFA World Cup, as well as a judge on Puteri Indonesia (Miss Indonesia) 2014. A year after her father's rule ended in 1998, Time magazine estimated her personal wealth at $75 million. ==Life== Titiek was born in Semarang in 1959 in Semarang, Central Java. She was the fourth child of Soeharto and Siti Hartinah. When Soeharto resigned in 1998 after 32 years in power, his family was alleged to control over 500 companies and have assets of $15 billion. An investigation by TIME Asia noted there was no evidence the money had been obtained illegally,Soehert Inc, Cover story of TIME Asia, 1998, retrieved June 2015 but the nepotism involving the president's six children was thought to have contributed to his downfall. In May 1983, Titiek married Prabowo Subianto Djojohadikoesoemo, an Army officer who became known as a hard man of the Soeharto regime. She and Prabowo had one son, Didit Hediprasetyo, who was schooled in Boston and became a fashion and car interior designer. Titiek and Prabowo divorced in 1998 after Soeharto resigned following widespread anti-government protests and mass riots. Sixteen years after their divorce, Titik appeared at rallies with Prabowo to support his presidential campaign in 2014, but she dismissed speculation they would remarry. Titik has led the Indonesian Art Foundation and she was a TV commentator for the 2006 World Cup. There was some discussion as to why she was chosen as a commentator. The TV company said that this was because they were introducing a wider variety of presenters, but her skill as a commentator was questioned. This was thought to be an inelegant attempt at a comeback for the Soeharto family.Soeharto clan riding the World Cup wave on 'SCTV' , Dylan Amirio, 2006, The Jakarta Post, retrieved July 2015 Golkar is the political party that her father created to keep himself in power. Titiek has backed her brother Tommy Soeharto, who was jailed for arranging the murder of a Supreme Court judge, to lead the party.Supporters want Tommy to lead Golkar: Titiek Soeharto, Dylan Amirio, 23 April 2015, Jakarta Post, Retrieved July 2015 On 5 December 2017, Titiek said she herself was ready to stand for the leadership of Golkar because the party’s popularity had slumped. In June 2018, Titiek resigned from Golkar and joined Tommy's Berkarya Party. She complained her voice had never been heard in Golkar. ==References== Category:Living people Category:People from Semarang Category:1960 births Category:Indonesian socialites Category:Javanese people Category:Cendana family Category:Djojohadikusumo family Category:University of Indonesia alumni Category:Children of national leaders ",
    "title": "Titiek Suharto"
}