{
    "id": "47125825",
    "text": "Pagina de Buenos Aires is an album by Argentine composer, pianist and vocalist Fernando Otero recorded in 2007 and released in 2008 on the Nonesuch label. ==Reception== The Allmusic review states: “ On his 2008 Nonesuch Records debut, Argentine pianist/composer Fernando Otero deftly blends elements of jazz and classical music into a foundation of tango, making for a highly inventive and engaging sound. Many of Otero's pieces feature emotive violin and cello lines, bringing to mind the Kronos Quartet (see the tense \"De Ahora En Mas\"), yet his subtle piano work and the frequent presence of the bandoneon, an instrument somewhat similar to the accordion, give the tracks a more peaceful and playful feel (the swaying \"Musica De Circo\"). By carefully balancing the avant-garde and the accessible, Otero has positioned himself as an artist to watch “. Critic Tim Nelson from BBC UK described the album as : \"[u]rbane and exotic, surreal and streetwise, and alive with invention and emotion\". ==Track listing== All compositions by Fernando Otero # Chirimbolos 0:32 # La Vista Gorda 3:23 # De Ahora En Mas 3:20 # Pagina de Buenos Aires 4:07 # Desde Adentro 2:20 # Piringundin 2:44 # Lejana 4:07 # Musica del Circo 3:22 # Ausencias 4:57 # El Momento 4:31 # El Circulo Rojo 4:36 # Union 3:31 # Preludio 19 3:22 # Calendario 4:50 # Siempre Amor- Las Ruedas Siguen Girando 2:02 # Sublevados 2:17 ==Personnel== Musician Credits : Fernando Otero, piano (1-7, 9-11, 13, 14, 16), Fender Rhodes (12), conductor (8, 15) Nick Danielson, violin (1-3, 5, 6, 9-11 Humberto Ridolfi, violin (4, 7) Inbal Segev, cello (1-4, 7, 12) Pedro Giraudo, acoustic bass (2-4, 7, 12, 16) Hector Del Curto, bandoneon (2-4, 7, 8, 12, 15, 16) Diego Urcola, trumpet (12) Orchestra (8, 15): -Mariano Gil, flute -Ryan Keberle, Jeff Bush, trombones -Nick Danielson, Sergio Reyes, Susan Heerema, Ken Stern, Humberto Ridolfi, Susan Aquila, Tom Hendricks, Maria Du Port, Jeffrey Maure, Francois Dore, Jill A. Rosen, Carroll Potter, violins -Jill Jaffe, Allison Gordon, Alan Leigh, Heather Tsan, violas -Tara Chambers, Margot Svenson, Jon Fisher, Michael Feldman, cellos -Pedro Giraudo, Jeff Carney, acoustic basses Production Credits : -Produced by Fernando Otero -Recorded by Fabiola Russo -Except: tracks 2, 3, 8 recorded by Jeff Hoffmann; tracks 4, 7, 16 by Julio Pena; track 12 by Andrea Tomassi; track 15 by Benny Facone & Andrea Tomassi -Mixed by Tom Swift, Aneiro Taño & Jean B. Smit -Mastering by Bob Ludwig -Design by Evan Gaffney -Photography by Erica McDonald -Executive Producer: Robert Hurwitz ==References== Category:Nonesuch Records albums Category:2008 classical albums ",
    "title": "Pagina de Buenos Aires (Fernando Otero album)"
}