{
    "id": "47127223",
    "text": "Charles XI's cradle, Livrustkammaren Swedish royal baptisms are, and have long been, a great event that has been surrounded by attention and ceremonies. According to the 1668 canon law a child was to be baptized within eight days after the birth. Ulrika Eleonora and Charles XI had their children baptized in different rounds, first straight after the birth, and then a bit later at the formal ceremony. == History == In 1864 it was determined that all baptisms should take place within six weeks from the birth, a tradition that was maintained by the Royal family until the baptism of Carl XVI Gustaf in 1946. He was baptized first eleven weeks after his birth. The royal children, crown princess Victoria, prince Carl Philip and princess Madeleine were also baptized between eleven and fifteen weeks after they were born. The baptism of royal children is about more than tradition. The order of succession states that all members of the royal family must \"confess to the true evangelic faith\", or the right to the throne is lost. Many royal baptisms have taken place in the Royal Chapel, with a few exceptions. == Appearance == Silver was long to equate with the colour white in royal ceremonies. White long had a deep symbolic meaning in Christian contexts, the colour stood for light, virginity and purity. Silver cloths were therefore often used for swaddling infants and to carry as a canopy over parts of the baptism party. == Charles XI's cradle == In 1655 the future Charles XI received a cradle as a christening gift from his mothers parents. It is exhibited at the Royal Armoury in Stockholm, and it is the only item that still is in use. The cradle is made out of sculptured, gold plated and painted wood. The last time it was used was at Princess Estelle's baptism on May 22, 2012. A special parade cradle for princesses had been used since 1830, but when Estelle was born it was as an heir to the throne, so for her baptism Charles XI's cradle was taken out of the Royal Armoury. == References == Category:Baptism Category:History of the Church of Sweden Category:Swedish royal houses ",
    "title": "Swedish royal baptisms"
}