{
    "id": "47129379",
    "text": "\"A Mansion\" on the Hill is a song written by Hank Williams and Fred Rose and originally recorded by Williams on MGM Records. It peaked at #12 on the Most Played Jukebox Folk Records chart in 1948. == Background == The details surrounding the origins of \"A Mansion on the Hill\" are ambiguous. For many years, an apocryphal tale circulated that after meeting Hank Williams and hearing his compositions, Fred Rose was so impressed that he could hardly believe that the unknown singer from Alabama could have written so many quality songs by himself, so he tested Hank by giving him the title \"A Mansion on the Hill\" to write a song around, which Hank did in a side room. In an interview years after Hank's death, his ex-wife Audrey claimed to have had a hand in writing the song herself: :\"Fred said...'To prove to me you can write, I'm gonna give you a title, and I want you to take it back to Montgomery and write a song around it.' Hank worked with it and worked with it, and he never could do too much with it, and the reason he couldn't was because it wasn't his idea. One night...I started singing, \"Tonight down here in the valley'...He really liked it, and it was a mixture of my lyrics, Hank's lyrics, and Fred Rose's lyrics.\" Part of the reason why Williams had difficulty with \"A Mansion on the Hill\" might have been that he did not write narrative ballads, his best songs freezing a moment, a feeling, or a grudge in time. He wound up adapting the melody for the song from Bob Wills' 1938 recording of \"I Wonder If You Feel the Way I Do.\" The song was recorded in Nashville at Castle Studio on November 7, 1947, with Rose producing. The players included Jerry Byrd (steel guitar), Robert \"Chubby\" Wise (fiddle), Zeke Turner (lead guitar), probably Louis Innis (bass) and either Owen Bradley or Rose on piano. It was released in December 1948 and peaked at #12. == Cover versions == *Kitty Wells recorded a version of the song in 1957. *Hank Snow included it on his 1961 LP Hank Snow's Souvenirs. *George Jones recorded the song for his 1962 LP My Favorites of Hank Williams. *Roy Acuff cut the song for his 1966 LP Sings Hank Williams for the First Time. *Willie Nelson released it on his Make Way for Willie Nelson LP in 1967. *Roy Orbison cut a version of the song for his 1970 album Hank Williams the Roy Orbison Way. *Michael Martin Murphey sang the song as a duet with John Denver on his 1976 album Swans Against the Sun. *Hank's friend and former roommate Ray Price recorded the song for his Hank 'N' Me album in 1976. *Charley Pride recorded a version of the tune for his 1980 album There's a Little Bit of Hank in Me. *Bruce Springsteen's song \"Mansion on the Hill\" from the 1982 album Nebraska was inspired by Williams' song. *Moe Bandy recorded it for his 1983 Williams tribute LP. *Tompall Glaser and the Glaser Brothers released the song on their 1981 album Loving Her Was Easier. *Waylon Jennings featured it on his 1992 collection Ol' Waylon Sings Ol' Hank. *The song appears on the album The Ghost of Hank Williams by David Allan Coe. *The National covered the song in their The Virginia EP in 2007. == References == ;Sources * Category:1947 songs Category:Songs written by Hank Williams Category:Hank Williams songs Category:MGM Records singles Category:Song recordings produced by Fred Rose (songwriter) ",
    "title": "A Mansion on the Hill"
}