{
    "id": "47129090",
    "text": "John Moses Morris (April 27, 1837 – November 27, 1873) was an American minister, author, and newspaper editor. Morris, son of Moses and Laura W. Morris, was born in Wethersfield, Conn., April 27, 1837. He graduated Yale College in 1860. In November 1860, he entered the Divinity School of Yale College, and remained there until February, 1862. On April 25, he was ordained in New Haven as an Evangelist and accepted an appointment as Chaplain of the 8th Connecticut Volunteers. In this position, which he occupied until September 1863, he shrank from no service or exposure, however severe. On his resignation he returned to New Haven and conducted the newspaper the Connecticut War Record until the close of the American Civil War. He then began the compilation of a History of Connecticut during the Civil War, which was completed in conjunction with W. A. Croffut, and was published in 1868 (pp. 891, 8vo.) In the meantime he became in 1865 assistant clerk of the Connecticut House of Representatives, and in 1866 clerk of the same body. In 1867 he was clerk of the Connecticut State Senate, and at the close of this service went to Washington as private secretary to Senator Orris S. Ferry. In October 1868, he established the Charleston Weekly Republican, which he conducted as editor for two years, it becoming a daily paper after August 1869. In March 1869, he was elected executive clerk of the Secretary of the United States Senate, which position he held until his death. During the winter of 1870–71 he purchased the Washington Chronicle and continued as principal stockholder and editor-in-chief until June 1872, when he withdrew from the management on account of declining health. He died in Washington, of consumption, November 27, 1873, aged 36 years. He married, December 31, 1863, Miss Augusta R. Griswold, of Wethersfield, who survived him. ==External links== * Category:1837 births Category:1873 deaths Category:People from Wethersfield, Connecticut Category:Yale Divinity School alumni Category:American evangelists Category:American newspaper editors Category:American male non-fiction writers Category:Yale College alumni ",
    "title": "John Moses Morris"
}