{
    "id": "47127898",
    "text": "Terry Wilson Ward (September 24, 1885 – June 10, 1929) was an American attorney who served as an Associate Justice of the Supreme Court of California from December 19, 1922, to January 8, 1923, which is the shortest term of any California justice. ==Biography== Ward was born in Merced, California, to Eliza M. Scott and Russell Henry Ward, an attorney who named his son after California Chief Justice David S. Terry. Ward was educated in the public schools, and graduated from Merced High School. He attended Stanford Law School for two years, and in 1909 was admitted to the California Bar. Ward entered into private practice in San Francisco with James F. Peck. After a time, he moved his office to Merced for a period of ten years. In 1918, he was appointed by the court to defend a charge of first degree murder in case of a husband killing his mother-in-law. In early 1921, he returned to San Francisco, and by April found work with the State Corporation Commission. He was assigned to a series of offices, including Los Angeles, then Sacramento, and by late 1922 back to San Francisco. Ward came to serve on the court due to a shuffling of the positions of several justices. In July 1921, Charles A. Shurtleff was appointed to replace Warren Olney, Jr., who had resigned. Shurtleff served the remainder of Olney's term, which lasted a little over one year until the next election. In the November 1922 election, Shurtleff ran for a full term against Emmett Seawell but lost. There was a \"write in\" campaign to fill the remaining stub of Shurtleff's term. Ward received the most write in votes to succeed Shurtleff for the short interim term running from the election of November 7, 1922, to January 8, 1923. Seawell was elected at the same election for a twelve year term to follow Ward's two week term. After stepping down from the bench on January 7, 1923, he formed a law firm in San Francisco with Fred Berry, with whom he practiced until March 1924. However, ill health from tuberculosis required him to cease his practice. He regained his strength sufficiently to travel to Europe in 1926 and 1927. He had a relapse of his condition and died on June 10, 1929, in Los Gatos, California. ==Personal life== In 1916, he married Blanche Evelyn Ahlers (April 24, 1889 – December 2, 1961) of San Francisco, a 1911 literature graduate of the University of California, Berkeley, whom he had met vacationing in Yosemite Valley. The couple had no children. ==References== ==External links== * Terry W. Ward. California Supreme Court Historical Society. Retrieved July 18, 2017. * Past & Present Justices. California State Courts. Retrieved July 19, 2017. ==See also== * List of justices of the Supreme Court of California Category:1885 births Category:1929 deaths Category:20th-century American lawyers Category:20th-century American judges Category:20th-century deaths from tuberculosis Category:Justices of the Supreme Court of California Category:Stanford Law School alumni Category:Lawyers from San Francisco Category:People from Merced, California Category:Tuberculosis deaths in California ",
    "title": "Terry W. Ward"
}