{
    "id": "47128562",
    "text": "Dr. Christine M. Riordan is the 10th president of Adelphi University in New York. ==Career== From 1995 to 2005, at the Terry College of Business at the University of Georgia, Riordan was the founding and managing director of the Institute for Leadership Advancement,Massand, Rikki. “Meet Dr. Christine Riordan, incoming Adelphi president.” Garden City News. January 2015. which houses a research consortium, two undergraduate leadership programs, graduate leadership programs and an executive development program. As associate dean for external relations and the Luther Henderson University Chair of Strategic Management and Leadership at the Neeley School of Business at Texas Christian University from 2005 to 2008, Riordan was responsible for the functions of marketing, public relations, alumni relations, executive education and student leadership programs. Additionally, she served as the business school liaison to develop the university’s new interdisciplinary TCU Energy Institute.TCU Energy Institute. https://energyinstitute.tcu.edu/. Riordan served as dean of the Daniels College of Business at the University of Denver (DU) from 2008 to 2013.\"Daniels College of Business Dean Christine Riordan elected to AACSB Board of Directors\", Daniels College of Business. Retrieved on 29 June 2017. From 2013 to 2015, Riordan was provost at the University of Kentucky,Blackford, Linda. “Christine Riordan is named University of Kentucky provost.” Kentucky.com. May 2013. where she oversaw all academic operations.“AIEA Provost Perspectives.” The Association of International Education Administrators. August 2014. Riordan has been president of Adelphi University since July 1, 2015Chan, Kali. \"Adelphi University Board of Trustees Elects Christine M. Riordan, Ph.D., as 10th President of the University\", Adelphi University. December 2014. and the first woman to serve in the position. In Riordan’s first year she held a \"100-Day Listening Tour\", during which she met with students, faculty, and staff to learn about the University’s strengths and areas of potential growth. This became the foundation for a strategic plan, Momentum.Momentum: The Strategic Plan for Adelphi University, 2015-2021. Retrieved 29 June 2017. Riordan is currently serving on the following boards: Adelphi University,Board of Trustees. Adelphi University Board of Trustees Retrieved on 6 February 2020. Commission for Independent Colleges and Universities in New York,Board of Trustees, Officers. cicu.org Retrieved on 6 February 2020. Long Island Regional Council for Higher Education,LIRACHE Board of Trustees. lirache.org Retrieved on 6 February 2020. RE/MAX Holdings, Inc,Leadership, Board of Directors. remax.com Retrieved on 6 February 2020. and Long Island Association.Board of Directors & Staff. longislandassociation.org Retrieved on 6 February 2020. ==Awards== * Long Island Press Power List of the 50 most influential people on Long Island (2016)Long Island Press 2016 Power List. Long Island Press. Retrieved on 29 June 2017. (2017)Long Island Press 2017 Power List. Long Island Press. Retrieved on 15 January 2020. (2018)Long Island Press 2018 Power List. Long Island Press. Retrieved on 15 January 2020. *Bethpage Best of Long Island Awards Best College President (2017)Long Island Press 2017 Bethpage Best of Long Island—Best College President on Long Island. Long Island Press. Retrieved 29 June 2017. *Advancement for Commerce, Industry & Technology (ACIT) Monsignor Hartman Humanitarian Award (2017)ACIT Monsignor Hartman Humanitarian 2017 Honorees. ACITli.com. Retrieved 30 June 2017. *Premier Business Woman of Long Island (2019)Long Island Herald Premier Business Women of Long Island March 21, 2019 Long Island Herald. Retrieved on 15 January 2020. ==Research, writing, and consulting== Riordan’s research focuses on diversity and inclusion issues, leadership development and effectiveness, and career success. She has consulted with corporations on leadership-development activities, diversity and inclusion management, and team performance. Her written work has been distributed in the Harvard Business Review,Riordan, Christine. \"Three Ways Leaders Can Listen with More Empathy\", Harvard Business Review, 16 January 2014. Retrieved on 12 June 2015.Riordan, Christine. \"How To Juggle Multiple Roles\", Harvard Business Review, 3 October 2013. Retrieved on 12 June 2015. Forbes,Riordan, Christine. \"Three Ways Overconfidence Can Make a Fool of You\", Forbes, 8 January 2013. Retrieved on 20 June 2015.Riordan, Christine. \"Six Elements Of Mental Toughness\", Forbes, 17 September 2010. Retrieved on 20 June 2015. CNN,Riordan, Christine. \"Nice Guys May Finish Last at Work\", CNN, 3 March 2010. Retrieved on 12 June 2015. and Politico.Riordan, Christine. \"Woman Power Could Decide 2012\", Politico, 12 October 2012. Retrieved on 23 June 2015. ==References== ==External links== * http://president.adelphi.edu/christine-riordan/ Category:Living people Category:Adelphi University faculty Category:People from Lansing, Michigan Category:People from Georgia (U.S. state) Category:Georgia State University alumni Category:Georgia Tech alumni Category:Year of birth missing (living people) ",
    "title": "Christine Riordan"
}