{
    "id": "47121617",
    "text": "Winship Cancer Institute of Emory University is a nonprofit cancer research and patient care center based in Atlanta, Georgia. Winship Cancer Institute is the only National Cancer Institute-designated Comprehensive Cancer Center in Georgia. ==History== The Robert Winship Clinic was established in 1937 through a gift to Emory of $50,000 from Coca-Cola CEO Robert W. Woodruff, who named the center after his maternal grandfather, Robert Winship, in honor of his mother, Emily Winship, who died from breast cancer. Woodruff’s vision was to create a center in Georgia that focuses on research, education and patient care. The Robert W. Woodruff Foundation, Inc. has continued to support Emory in achieving this vision, and in 2003 Emory dedicated the Winship Cancer Institute building, constructed with funds from the Robert W. Woodruff Foundation, Inc. ==Locations== Winship Cancer Institute is located on the campus of Emory University in Atlanta, Georgia. Affiliate locations include Emory University Hospital, Emory University Hospital Midtown, Emory Johns Creek Hospital, Emory Saint Joseph's Hospital, Grady Memorial Hospital and the Atlanta VA Medical Center. ==Research and treatment== In 2014, Winship Cancer Institute was selected as a Lead Academic Participating Site for the National Cancer Institute's National Clinical Trials Network. ==Recognition== In 2014 and 2015, Emory University Hospital was ranked one of \"America’s Best Hospitals\" for cancer by U.S. News & World Report. ==Notable persons== * Walter J. Curran Jr. – Radiation oncologist expert in brain tumors and lung cancer. Executive Director of Winship Cancer Institute. * Suresh Ramalingam – Medical oncologist expert in lung cancer. Deputy Director of Winship Cancer Institute. * Sagar Lonial – Hematologist specializing in multiple myeloma. Chief Medical Officer of Winship Cancer Institute. * Rafi Ahmed – Virologist and immunologist. Co-Leader of the Cancer Immunology Program. * Jonathan S. Lewin – Neuroradiologist. Member of the Discovery and Developmental Therapeutics Program. * Charles A. Staley – Surgical oncologist expert in gastrointestinal cancers. Chief Quality Officer of Winship Cancer Institute. * Fadlo R. Khuri – Medical oncologist specializing in the study of cancers of the lung and aerodigestive tract. Former Deputy Director of Winship Cancer Institute. Currently serves as the 16th president of the American University of Beirut. *Andrew Hebb Miller – Former Co-Leader of the Cancer Prevention and Control Program. ==See also== *Emory University School of Medicine *Rollins School of Public Health *Nell Hodgson Woodruff School of Nursing *Emory University *Emory Healthcare ==References== ==External links== *Official website Category:Hospital buildings completed in 2003 Category:Cancer organizations based in the United States Category:Emory University Category:Medical research institutes in the United States Category:Cancer hospitals Category:NCI-designated cancer centers Category:Medical and health organizations based in Georgia (U.S. state) ",
    "title": "Winship Cancer Institute"
}