{
    "id": "47125168",
    "text": "Jon Hoadley (born August 14, 1983) is an American politician from Michigan. A member of the Democratic Party, Hoadley has represented the 60th district—which includes the entire City of Kalamazoo and the majority of Kalamazoo Township—in the Michigan House of Representatives since first winning election in November 2014. In April 2019, Hoadley announced that he would run in the 2020 Democratic primary election in Michigan's 6th congressional district. He won the Democratic primary and will face incumbent Republican Fred Upton in the November 2020 general election. ==Early life and education== Hoadley was born on August 14, 1983, to Michael and Diane Hoadley. He has an older sister. Hoadley grew up in Vermillion, South Dakota. After high school, he moved to Michigan and graduated from Michigan State University. ==Career== Hoadley has been involved in LGBT and progressive political advocacy since college, and has worked on political campaigns since 2004. He has worked for the Gill Action Fund, managed the campaign opposing South Dakota Amendment C, and served as executive director of the National Stonewall Democrats. Currently, he serves on the Michigan Advisory Committee to the U.S. Commission on Civil Rights. Prior to his election to the Michigan Legislature, he became president and owner of Badlands Strategies, a progressive public affairs consulting firm. During this time he managed a local campaign to defend Kalamazoo's local non-discrimination ordinance, and assisted with a similar campaign in Royal Oak. He also managed the campaign to elect Justice Bridget Mary McCormack and worked with the Unity Michigan Coalition. ==State legislature== He was elected to serve the 60th district in the Michigan House of Representatives in November 2014 and re-elected in 2016 and 2018. In his first term in the Michigan House of Representatives, he served on the House Elections Committee and the House Appropriations Committee, where he has served as the Democratic vice chair of the Judiciary and Agriculture subcommittees and sat on the Higher Education subcommittee. In his second term in the Michigan House of Representatives, he served on the Appropriations Committee. He was the Democratic vice chair of the Higher Education and Michigan Department of Agriculture and Rural Development subcommittees. He also served on the Michigan Department of Environmental Quality Subcommittee. ===2014 election=== Hoadley defeated David Buskirk and Pamela Brown Goodacre in the Democratic primary for the 60th district of the Michigan House of Representatives on August 5, 2014. He then went on to defeat Republican Party candidate Mike Perrin in the general election on November 4, 2014. ===2016 election=== After being elected to his first term in November 2014, Hoadley was unopposed in the 2016 Democratic Party primary for the 60th district of the Michigan House of Representatives. He went on to defeat the Republican Party nominee, Kalamazoo College student Alexander Ross, and Libertarian Party nominee, activist Logan Fleckenstein, in the general election on November 8, 2016. ==2020 congressional campaign== Hoadley is a candidate in the 2020 U.S. House election in Michigan's 6th congressional district. He won the Democratic primary on August 4, 2020, and will challenge incumbent Representative Fred Upton in the November 3, 2020, general election. According to his campaign website, Hoadley is running on a platform of progressive policies, such as a Green New Deal and single-payer healthcare system. His campaign website states that he has been endorsed by Democratic politicians and organizations including Joe Biden, Kamala Harris, Michigan Governor Gretchen Whitmer, and the Sunrise Movement. The day before Michigan's Democratic primary, a blog Hoadley had kept as a college student was deleted from the Internet. In the blog, Hoadley had discussed drug use and sex and made controversial comments about women and children. Hoadley's campaign said the blog was \"bad college poetry.\" The LGBTQ Victory Fund said Hoadley's controversial comments were satirical and taken out of context. The group accused the National Republican Congressional Committee of using homophobic tropes against Hoadley in relation to the blog. In a Facebook video, Hoadley apologized for the comments, and his Democratic primary challenger, Jen Richardson, apologized for her part in publicizing the comments. ===Election results=== ==Personal life== Hoadley is openly gay and lives in Kalamazoo with his partner, Kris. ==References== ==External links== * * Representative Jon Hoadley government website * * Category:1983 births Category:21st-century American politicians Category:Gay politicians Category:LGBT people from South Dakota Category:LGBT state legislators in Michigan Category:Living people Category:Members of the Michigan House of Representatives Category:Michigan Democrats Category:Michigan State University alumni Category:People from Southfield, Michigan ",
    "title": "Jon Hoadley"
}