{
    "id": "47127881",
    "text": "James Dabney Thornton (January 19, 1823 – September 27, 1902) was an Associate Justice of the Supreme Court of California from January 5, 1880 to January 5, 1891. ==Early life and education== Thornton was born January 19, 1823, at Oak Hill in Cumberland, Virginia, to William Mynn Thornton and Elizabeth Anderson. He studied at the University of Virginia, graduating in 1841. After college, he read law for a year and then worked three years in a commercial house in Richmond, Virginia, while continuing his legal studies. In November 1848, he and his wife moved to Eutaw, Alabama, where his wife's father, Harry Innis Thornton Sr., was a judge and member of the Alabama Legislature. By 1851, Harry I. Thornton had moved to California and was appointed to the federal Public Land Commission to address property ownership in California. In 1854, James Thornton also determined to move to California, arriving in San Francisco in June 1854. There, he started a law firm with his father-in-law and John James Williams, whom he had befriended in Richmond, Virginia. ==Judicial career== In 1856, Thornton served as a district court commissioner for the Fourth district court in San Francisco. In August 1858, he was nominated by the Democratic Lecompton Party for judge of the Fourth district court. In June 1861, he attended the state convention of the Breckenridge Democratic Party, with pro-Southern sympathies.\\--speech of James D. Thornton During the Civil War, he refused to take the oath of allegiance to the United States, as did Solomon Heydenfeldt, who was born in Charleston, South Carolina. At that time, his wife's brother, the attorney Harry Innis Thornton Jr., gave a speech on the floor of the California State Senate defending the Southern states' rights to succeed, and afterwards left to fight for the Confederacy. In 1878, James Thornton was appointed judge of the Twenty-third district court by Governor William Irwin. In 1879, when adoption of a new constitution required elections for all seats on the Supreme Court, Thornton was nominated by both the Democratic Party and Workingman's Party and was elected. The newly elected judges drew lots to determine the length of term, and Thornton drew an 11-year term, the same length as Elisha W. McKinstry. In November 1890, just prior to the end of his term, he ran unsuccessfully as a Democrat for judge of San Francisco County Superior Court. Instead, after stepping down from the high court he returned to private practice. He died September 27, 1902, in San Francisco. ==Personal life== On February 17, 1848, he married Sarah Frances Thornton in Eutaw, Alabama, and they had eleven children, including six who lived to adulthood: Crittenden Thornton, a lawyer in San Francisco; Harry I. Thornton, Jr., who graduated from Hastings College of the Law; Elizabeth Anderson 'Lizzy' Thornton (Mrs. John Crittenden Watson, an admiral); William M. Thornton, a banker in Montana and later businessman in Chicago; Margaret Thornton (Mrs. Abbott Kinney of Santa Monica); and John Thurston Thornton, also a lawyer in San Francisco. Two other daughters died before adulthood: Ann Mary Thornton (1851–1870) and Gertrude Thornton (1855–1877). ==References== ==External links== *James D. Thornton. California Supreme Court Historical Society. * ==See also== * List of justices of the Supreme Court of California Category:1823 births Category:1902 deaths Category:University of Virginia alumni Category:California Democrats Category:U.S. state supreme court judges admitted to the practice of law by reading law Category:Superior court judges in the United States Category:Justices of the Supreme Court of California Category:Lawyers from San Francisco Category:20th-century American judges Category:19th-century American judges Category:People from Cumberland County, Virginia Category:People from Greene County, Alabama ",
    "title": "James D. Thornton"
}