{
    "id": "47122535",
    "text": "John Braden (January 17, 1946 – July 1987) was a musician, writer, and producer of children's music. == Career == Braden released an eponymous album on A&M; Records in 1969. Ry Cooder played guitar on a few tracks, as did Chris Ethridge and Sneaky Pete of Flying Burrito Brothers, Richard Bell (keyboardist for Janis Joplin and The Band), jazz musician Paul Horn, and folk musician Bruce Langhorne. Braden wrote and contributed to many musicals, often collaborating with arranger Jeff Waxman, writer Jeff Tambornino, and director John Vaccaro. Many of his musicals and musicals to which he contributed were produced at La MaMa Experimental Theatre Club in the East Village of Manhattan throughout the 1970s and early 1980s. His first production at La MaMa was Audition!, in 1972, which was directed by Suzanne Foster and co-written with Stephen Holt.La MaMa Archives Digital Collections. \"Production: Audition! (1972)\". Accessed May 29, 2018. Robert Patrick directed a production of Braden's Silver Queen at La MaMa in 1973.La MaMa Archives Digital Collections. \"Production: Silver Queen (1973)\". Accessed May 29, 2018. In 1974, he co- wrote and produced a children's street theatre piece called The King's Crown and I with Alan Braunstein, which took place at La MaMa and on the block of East 4th Street outside the theater.La MaMa Archives Digital Collections. \"Production: The King's Crown and I (1974)\". Accessed May 29, 2018. He wrote the music for Charles Dizenzo's Big Mother, which Vaccaro directed at La MaMa in 1974.La MaMa Archives Digital Collections. \"Production: Big Mother (1974)\". Accessed May 29, 2018. He also wrote the music for Leonard Melfi's Horse Opera, directed by Wilford Leach at La MaMa in 1974.La MaMa Archives Digital Collections. \"Production: Horse Opera (1974)\". Accessed May 29, 2018. He wrote the music and lyrics for Tambornino's \"revivalist musical\" Hellbent for Heaven, produced at La MaMa in 1977,La MaMa Archives Digital Collections. \"Production: Hellbent for Heaven (1977)\". Accessed May 29, 2018. and for Kenneth Bernard's Sixty Minute Queer Show, directed by Vaccaro and performed by his Playhouse of the Ridiculous.La MaMa Archives Digital Collections. \"Production: Sixty Minute Queer Show (1977)\". Accessed May 29, 2018. Braden was musical director for the Cracker Club Country Fair Gala at La MaMa in 1976. The production included segments from Silver Queen, Horse Opera, and Greg Antonacci's Myths of America Smith and His Son, and also featured a \"special duet\" by Braden and Ronnie B. Baker.La MaMa Archives Digital Collections. \"Special Event: Cracker Club Country Fair Gala (1976)\". Accessed May 29, 2018. In 1978, he composed music for Juba with Donald Arrington, Babafemi, William Elliott, Ada Janik, and Richard Weinstock. Juba was written by Laurence Holder, directed by Vaccaro, and produced at La MaMa through the Comprehensive Employment and Training Act .La MaMa Archives Digital Collections. \"Production: Juba (1978)\". Accessed May 29, 2018. Braden wrote music for Paul Foster's Silver Queen Saloon, directed by Pat Carmichael at La MaMa in 1978,La MaMa Archives Digital Collections. \"Production: Silver Queen Saloon (1978)\". Accessed May 29, 2018. and for William M. Hoffman's A Book of Etiquette, also directed by Vaccaro and produced through La MaMa-C.E.T.A. in 1978.La MaMa Archives Digital Collections. \"Production: A Book of Etiquette (1978)\". Accessed May 29, 2018. He then wrote music for Hoffman's musical adaptation of Gulliver's Travels, directed by Vaccaro at La MaMa in 1978,La MaMa Archives Digital Collections. \"Production: Gulliver's Travels (1978)\". Accessed May 29, 2018. and XXXXX, directed by Vaccaro at La MaMa in 1981.La MaMa Archives Digital Collections. \"Production: XXXXX (1981)\". Accessed May 29, 2018. During the late 1970s and early 1980s, Braden created narrative stories and songs for Atari video games including Asteroids, Missile Command, Super Breakout, and Yars' Revenge. He also produced nine gold records with Kid Stuff Records, and produced albums for Masters of the Universe, Barbie, Strawberry Shortcake, My Little Pony, Flash Gordon, Marmaduke, Pink Panther, and others. ==John Braden (A&M; Records, 1969) == ===Side one=== # \"Wild Birds\" - 2:04 # \"Delancey Street\" - 2:24 # \"Furnished Rooms\" - 2:39 # \"I Want You\" (Bob Dylan) - 3:25 # \"What A Friend We Have In Jesus\" - 5:36 ===Side two=== # \"Carriage House Song\" - 2:50 # \"Baptist Funeral\" - 2:55 # \"Hand Me Down Man\" - 2:45 # \"Song To Raymondo\" - 3:02 # \"Ribbons Of Friendship\" - 3:25 # \"They Are Waiting\" - 2:45 ===Personnel=== * John Braden - lead and harmony vocals, acoustic guitar * Felix Falcon - drums * Jud Huss - bass * Richard Bell - piano, electric guitar, celesta, organ, tambourine, percussion, bass, autoharp * Paul Shure String Quartet - strings (tracks 2 and 10) * Paul Horn - flute (tracks 1 and 2) * Gene Ciproano - oboe (track 2) * Ry Cooder - acoustic guitar (tracks 5 and 6) * Chris Ethridge - bass (tracks 5, 6, and 10) * Sneaky Pete Kleinow - pedal steel guitar (tracks 5, 6, and 9) * Rus Titleman - acoustic guitar (track 10) * Bruce Langhorne - electric guitar (track 10) * Jules Chaikin Horn Ensemble - horns (track 10) ==References== == External links == * Braden's page on La MaMa Archives Digital Collections * John Braden - They Are Waiting on YouTube * Windfarm, \"John Braden\" * Windfarm, \"John Braden - Part I\" * Windfarm, \"John Braden - Part II\" Category:1946 births Category:1987 deaths Category:American male musicians Category:American musicians ",
    "title": "John Braden (musician)"
}