{
    "id": "47120553",
    "text": "Rev. Henry Lawrence Hitchcock (Oct. 31, 1813-July 6, 1873) was and American minister and the third President of Western Reserve College, now Case Western Reserve University. He was mayor of the village of Hudson, OH in 1861. ==Biography== Hitchcock was born in Burton, Geauga County, Ohio, Oct. 31, 1813. His father, Hon. Peter Hitchcock, a native of Cheshire, Conn., was a member of the US Congress and Chief Justice of the Ohio Supreme Court. His mother was Nabby, daughter of Elam Cook, of Cheshire. He graduated from Yale College in 1832. On his graduation he returned home and for two years had charge of the Burton Academy, at which he had been prepared for college. He remained in town a year longer, engaged partly in teaching privately, and partly in studying theology. In the autumn of 1835 he entered Lane Theological Seminary, then under the care of Dr. Lyman Beecher, where he spent two years. In 1837 he was licensed to preach, in Burton, and during the same year was ordained pastor of the Congregational Church in Morgan, Ashtabula County, where he labored for two and a half years. In 1840 he was called to Columbus to take charge of the Second Presbyterian Church, then recently formed. Here he continued, and with remarkable success, until elected President of Western Reserve College, May 31, 1855. He found the college in a languishing condition, and by his untiring energy relieved it of debt and placed it on a firmer foundation. Besides his duties of President, he was the College Pastor, and instructed in the department of Natural Theology and the Evidences of Christianity. Hitchcock also served as mayor of the village of Hudson, OH in 1861. Under this burden of labor, his health declined, and he spent the winter of 1867 in Europe, remaining abroad until June. For three years longer he continued at the head of the college, and then insisted on retiring, retaining only the duties of pastor and professor. Notably, he brought on chemist Edward Morley as a professor. Hitchcock died at Hudson, after two weeks' illness, of typhoid fever, July 6, 1873, in the sixtieth year of his age. Hitchcock served as president of Western Reserve from 1855 to 1871, where he most notably pulled the institution out of debt. Hitchcock was also the Professor of Christian Theology from 1855 to 1873, teaching until his death in 1873 of typhoid. He received the degree of Doctor of Divinity from Williams College in 1855. President Hitchcock was married in Dec, 1837, to Miss Clarissa Maria Ford, daughter of Stephen Ford, of Burton, Ohio. He had eleven children, of whom five, with their mother, survived him. His daughter Sarah Melissa Hitchcock married Thomas Day Seymour. Two of their sons were graduates of Western Reserve College in 1859; the elder of whom was a clergyman, and the younger was killed at the battle of Stone River, in Tennessee, Dec. 31, 1862. Hitchcock married Clarissa Ford. Together they had eleven children; four of which were graduates of Western Reserve College. ==References== ==External links== * Case Western Reserve University bio * Category:1813 births Category:1873 deaths Category:Case Western Reserve University faculty Category:People from Geauga County, Ohio Category:Yale College alumni Category:Lane Theological Seminary alumni Category:American Congregationalist ministers Category:Presidents of Case Western Reserve University ",
    "title": "Henry Lawrence Hitchcock"
}