{
    "id": "47139990",
    "text": "Crystal Bradford (born November 1, 1993) is an American professional basketball player. A star college player at Central Michigan University, she made history being the first player in the CMU program to ever be drafted. She was drafted by the Los Angeles Sparks of the Women's National Basketball Association (WNBA) in 2015. ==High school career== Crystal Bradford attended Inkster High School and was rated as the No. 37 prospect in the nation by ESPN, the ninth-best guard ... named Class A all-state special mention by the Basketball Coaches Association of Michigan and second team all-state by the Detroit Free Press and Detroit News as a junior ... earned Class B all-state honors from the Associated Press, second-team all-state honors from the Detroit News and third-team all-state honors from the Detroit Free Press as a sophomore ... earned second-team All-Detroit honors from the Detroit Free Press and first team honors from the Detroit News as a sophomore ... was rated the No. 15 player in the country entering her junior year. ==College career== Bradford finished her college career as CMU's all-time leader in points (2,006), rebounds (1,140), made field goals (805) and blocks (177). She was the first CMU player to be drafted in the WNBA Draft. ===Freshman year=== Bradford entered Central Michigan University in 2011. As a freshman Bradford proved she was a star, ending her freshman year with ground breaking numbers. Bradford earned Mid-American Conference (MAC) Honorable mention honors and was named to the MAC All-Freshmen Team ... started 19 games as a freshman while appearing in 32 ... led the team in scoring (14.2), rebounds (8.4), blocks (57) and steals (69) ... finished the season with 11 double-doubles ... scored in double digits in all but five games with, including a season-high 27 at Northern Illinois (1/5) ... had a season-high 17 rebounds against South Florida (11/23) ... posted a season-high five blocks and five steals against Western Michigan (1/11) ... named to the Carrs-Safeway Great Alaska Shootout All-Tournament Team and set the tournament record for most blocks (6) ... recorded three straight double-doubles in the Mid-American Conference Tournament while finishing with a 16.4 points per game average and 10.6 rebounds ... set the tournament record for most field goals made (36), field goals attempted (80) and rebounds (53) ... was named to the MAC All-Tournament Team ... was named MAC West Player of the Week for the Week of Nov. 28th and Dec. 26th ... recorded the second most points and rebounds by a freshman at CMU ... posted the fifth most field goals made in a season at 193 ... 69 total steals were ninth most in the CMU single-season history ... has the second- most blocks in a single season at 57. ===Central Michigan statistics=== Source {| class=\"wikitable\" |Year |Team |GP |Points |FG% |3P% |FT% |RPG |APG |SPG |BPG |PPG |- |2011-12 |Central Michigan |32 |455 |42.0% |25.4% |51.0% |8.4 |2.4 |2.2 |1.8 |14.2 |- |2012-13 |Central Michigan |33 |531 |43.2% |30.9% |59.3% |9.9 |3.0 |2.3 |1.8 |16.1 |- |2013-14 |Central Michigan |29 |588 |40.8% |32.3% |51.6% |12.2 |4.6 |2.7 |1.3 |20.3 |- |2014-15 |Central Michigan |22 |432 |40.0% |25.2% |66.7% |8.6 |3.5 |2.5 |1.0 |19.6 |- |Career | |116 |2006 |41.5% |29.2% |56.2% |9.8 |3.3 |2.4 |1.5 |17.3 |} ==References== ==External links== *WNBA.com: Prospect: Crystal Bradford * Category:1993 births Category:Living people Category:Basketball players from Michigan Category:Central Michigan Chippewas women's basketball players Category:Guards (basketball) Category:Los Angeles Sparks draft picks Category:Sportspeople from Detroit Category:Universiade medalists in basketball Category:Universiade gold medalists for the United States Category:Medalists at the 2013 Summer Universiade ",
    "title": "Crystal Bradford"
}