{
    "id": "47130796",
    "text": "Kathleen Fox (12 September 1880 – 17 August 1963) was an Irish painter, enamellist, and stained-glass artist. ==Life== Kathleen Fox was born in Glenageary, County Dublin, on 12 September 1880. Her father was Captain Henry Charles Fox of the King's Dragoon Guards and her mother was Mary Rebecca Colclough. Fox attended the Dublin Metropolitan School of Art, studying under William Orpen. Owing to her talent, she also worked as Orpen's assistant. Whilst in London, Fox met British army Lieutenant Cyril Pym, marrying him in 1917. Pym was killed in action in 1918, and Fox gave birth to their daughter later that year. She inherited the family home, Brookfield, Richmond Avenue South, Milltown, Co. Dublin moving there in 1947, dying there on 17 August 1963. ==Early artistic work== Fox studied enamelling under Oswald Reeves. She created an enamelled cup entitled Going to the feast for which she won a gold medal in a 1908 British competition. The cup was later exhibited with the other prizewinners at the Victoria and Albert Museum, and at the 1924 Tailteann Games exhibition in Dublin. In 1909, Fox was awarded a national prize for Music, an enamelled copper plaque. Whilst working under Alfred E. Child she worked in stained glass. Her 1909 window depicting St. Tobias is part of a family memorial in St. Joseph's church, Glenageary. Fox was working during a period of the Celtic Revival, which had a distinct emphasis on craft- work and drew inspiration from medieval and Celtic design. Child also exposed her to the arts and crafts movement, and some of her pieces such as Shaving mirror with pendant on stand (1910) shows a familiarity with the art nouveau style. Fox spent some time in London and Paris before the outbreak of World War I. During the events of the 1916 Easter Rising, she traveled to Dublin to paint the events there. This earned her the nickname \"little rebel\" by the students of the Dublin Metropolitan School while she worked as an assistant to Orpen. One of her best known pieces of this period was the surrender of Constance Markievicz, The arrest 1916, the Royal College of Surgeons, which is now in The Niland Collection in The Model, Sligo. At this time Fox painted a portrait of her friend Grace Gifford. From 1911 to 1923 and 1944 to 1957, Fox exhibited 81 with the Royal Hibernian Academy (RHA). One submission in 1911 was Science and Power and depicted her friend, sculptor Albert Power, working on Science for the new College of Science, Merrion St. She later donated a version of this piece to the Municipal Gallery of Modern Art, Dublin. ==Later artistic work== Fox focused on oil painting in the 1920s, establishing herself as a portrait painter. Her portrait of Lady Rosamund Gallwey-Robertson from 1921 was received very favourably when it was shown alongside works of Orpen and John Lavery at the National Portrait Society exhibition in London. Fox exhibited a portrait of Archbishop Mannix in the same year at the Royal Academy. Her work was shown in London at the New English Art Club, the Society of Women Artists, and the Royal Society of Portrait Painters. Pieces were occasionally exhibited at the Royal Scottish Academy and the Walker Art Gallery, Liverpool. One of Fox's enamel plaques was featured in an exhibition of Irish art in Brussels in 1930. Some of her paintings were also exhibited at Oireachtas exhibitions in Dublin. Fox became known for her paintings of interiors and flowers in the 1940s and 1950s, examples of which were exhibited at the Dawson gallery in 1946. In the early 1950s she created the stations of the Cross for the Jesuit House of Studies, Milltown Park, Dublin in oils. Her work was included in the exhibition of contemporary Irish art at Aberystwyth, Wales in 1953. Fox worked in numerous materials over the course of her career including painted china, wood carving, silver working, and costume design. ==References== ==External links== * The Arrest of Countess Markievicz 1916 - ABC Radio National program about the painting by John Clarke. Category:1880 births Category:1963 deaths Category:20th-century Irish painters Category:20th-century Irish women artists Category:Artists from Dublin (city) Category:Irish women painters Category:Irish portrait painters Category:Alumni of the National College of Art and Design Category:Irish stained glass artists and manufacturers Category:Botanical illustrators Category:People from Glenageary ",
    "title": "Kathleen Fox"
}