{
    "id": "47134367",
    "text": "Nizamabad Fort, also known as Nizamabad Quilla, is a fort in Nizamabad in the Indian state of Telangana. It was built in 10th century by Rashtrakuta Kings and is situated in the southwest of the city. which is 2 kilometers from Gandhi Chowk. The Jagannath Temple, also known as Qilla Ramalayam or Raghunath Temple, is on top of the fort and is a tourist attraction and religious place for Hindu devotees. The temple has spacious halls which are spread over an area of 3,900 sq. ft, the halls has a unique system of ventilation that keeps it cool always. The place has a 53-feet high pillar, which used to be lit every day. It is said that after seeing this lamp, the surrounding villagers used to light lamps at their homes. ==History== The fort is said to have been built by Rashtrakuta Kings in around 10th century. Later it was occupied and renovated by Kakatiyas and ruled it. In 1311, the fort was occupied by Alauddin Khalji who was the second ruler of the Khalji dynasty reigning from 1296 to 1316 and later it was captured by Musunuri Nayaks who revolted against Delhi Sultanates and eliminated them out of Telugu land. Qutub Shahis and then the Asaf Jahis who were the Nizams of Hyderabad, who then renovated the fort. ==The Fort== The fort has a large area surrounded by masonry walls which has huge bastions at the corners which resembles Muslim architecture. There is a huge compound inside the walls of the fort which houses a mosque, a school and on the way up to the fort there is a jail which was used by the Asaf Jahi's dynasty. As visitors go up, they can get a glimpse of the scenery around and a view of the entire city of Nizamabad. There is a temple situated on the top. The Department of Tourism has spent Rs 9.30 lakhs for various development activities which include strengthening of the guard rooms, fiber roof path, toilets and urinals etc. in the year 2001. ==Compound== The fort compound houses an old mosque which was built by Nizam and a borstal school of Jail Dept. both located near the entrance gate. On the left side of the fort is a small lake, it is believed that there is a secret tunnel near the lake which was built by the orders of the Nizam. The compound and the walls resembles the Asaf Jahi style of architecture as some of them were rebuilt or were renovated under the reign of Nizams from whom the city got its name from. ==The Dargah== Graves at Dargah There is a small dargah on the rear side of the temple on the top of the fort. Sunni Muslim devotees used to visit the place on an yearly basis to celebrate the Urs festival, however since recent years there has been no visitors and the tombs are damaged due to harsh atmosphere. ==See also== *Kakatiyas *Musunuri Nayaks *Nizamabad Railway Station *Nizamabad Municipal Corporation ==References== Category:Nizamabad, Telangana Category:Forts in Telangana ",
    "title": "Nizamabad Fort"
}