{
    "id": "47135125",
    "text": "The Epistratoi (, \"Reservists\") were a royalist paramilitary organization in Greece during World War I, in the context of the National Schism. They played a major role in the Noemvriana of 1916. They are considered the first mass political organization in the country, directed against the liberal bourgeoisie and foreign intervention,Divani, L., (2014). Η «ύπουλος θωπεία». Ελλάδα και ξένοι, 1821 – 1940. Athens: Καστανιώτης and are considered part of the wider European precursor movements to Fascism.Kostis, K. (2013). Τα κακομαθημένα παιδιά της Ιστορίας. Η διαμόρφωση του νεοελληνικού κράτους, 18ος – 21ος αι.. Athens: Πόλις. p. 558. ==Establishment== The official title of the organization was the Panhellenic Association of Reservists (Πανελλήνιος Ένωση Επιστράτων).Mavrogordatos, G. (1996). Εθνικός διχασμός και μαζική οργάνωση.1. Οι Επίστρατοι του 1916. Athens: Αλεξάνδρεια. p. 17. The PAR was founded in early June 1916 and spread rapidly across the country, along with the general demobilization imposed by the Entente Cordiale on King Constantine I.Mavrogordatos, G. (1996). p. 135. The precursor and nucleus of the PAR was the Association of Reservist Non-Commissioned Officers, which was founded in November 1913.Mavrogordatos, G. (1996). p. 25. That association succeeded in thwarting a draft law proposed by Eleftherios Venizelos' liberal government which excluded the reservist non-commissioned officers of older classes from the right of promotion to the rank of officer. After that, the reservist sergeant Georgios Kamarinos seems to have conceived the idea of organizing all the conscripted reservists in the spring of 1916. On May 30, the organization's charter was signed by 20 founding members. The charter was written by I. Theofilakis and the vote was held on June 5. The purpose of the PAR, as stated in its charter, was twofold: the provision for the reservists and their families, and the education of the Greek people on national issues.Mavrogordatos, G. (1996). p. 26, 44. ==Membership and identity of the movement== The movement had, informally, the character of a militia and at the same time the formal structure of a mass political organization. It had many similarities with the first Italian, German and Austrian fascist movements, such as the use of violence, the former military status of their members as a common basis, their aversion to liberalism and their petite bourgeoisie membership. The movement's failure to develop into a fully-fledged fascist movement is due to the fact that in their fight against Venizelism, the Epistratoi relying in some way on the working class, that they were against Greece's entry in World War I, and strongly supportive of the monarchy. Ioannis Metaxas is considered the main organizer and behind-the-scenes leader of the Epistratoi movement.Mavrogordatos, G. (1996). p. 141. The members of the Epistratoi would take an oath and promise faithful loyalty to King Constantine. ==Activity== The Epistratoi emerged and acted during the period of the National Schism in Greece. The movement was a state-sanctioned paramilitary group from 1916 to 1917 and continued its action until 1920, the year in which the royalists returned to power. Its spread was rapid. The official activity of the Epistratoi was initially limited to presence at church events, e.g. on the rescue of the king from the fire at Tatoi Palace, but from the first moment it was clear that their goal was the suppression of Constantine’s opponents. The movement's role became clear in November 1916, when they defended the king and the capital by repelling the landing of British and French troops in Athens and Piraeus.Mavrogordatos, G. (1996). p. 95. They then started violent mass persecutions against Venizelists,Ventiris, G. «Η Ελλάς του 1910 – 1920. Ιστορική μελέτη», vol. 2. Athens: Ίκαρος. p. 227. resulting in many victims, including many refugees, mainly from Asia Minor.Kostis, K. (2013). Τα κακομαθημένα παιδιά της Ιστορίας. Η διαμόρφωση του νεοελληνικού κράτους, 18ος – 21ος αι.. Athens: Πόλις. p. 580.Mavrogordatos, G. (1996). p. 98. ==End== With the coming of Venizelos in power in June 1917, most of the leaders were exiled to Corsica by the French. In 1919 a Greek military court sentenced to death Dousmanis, Metaxas (in absentia), Pesmazoglou, Hößlin (Esslin), Sagias, but the sentences were not executed. ==References== ==Bibliography== * Ventiris, G., Η Ελλάς του 1910 – 1920. Ιστορική μελέτη, vol. 2, Ίκαρος, Athens. * Divani, L., 2014. Η «ύπουλος θωπεία». Ελλάδα και ξένοι, 1821 – 1940, Καστανιώτης, Athens. * Kostis, K., 2013. Τα κακομαθημένα παιδιά της Ιστορίας. Η διαμόρφωση του νεοελληνικού κράτους, 18ος – 21ος αι., Πόλις, Athens. * Mavrogordatos, G., 1996. Εθνικός διχασμός και μαζική οργάνωση.1. Οι Επίστρατοι του 1916, Αλεξάνδρεια, Athens. Category:Military history of Athens Category:Military history of Greece during World War I Category:Monarchism in Greece Category:Fascism Category:Proto- fascists Category:Ioannis Metaxas Category:Constantine I of Greece ",
    "title": "Epistratoi"
}