{
    "id": "47132328",
    "text": "Entre el Cielo y el Infierno (Spanish for \"Between heaven and hell\") was a major professional wrestling event produced by Consejo Mundial de Lucha Libre (CMLL) that took place on October 15, 2010 in Arena México, Mexico City, Mexico. The driving force behind the show was a long running storyline between CMLL's regular roster and a group of \"outsiders\" known as Los Invasores (\"The Invaders\") who had shown up over the summer of 2010. In the main event Negro Casas represented CMLL against Charly Manson, who had worked for CMLL's rival promotion AAA for decades. For the show both competitors put their hair on the line in a Lucha de Apuestas, or bet match, which in lucha libre is considered the ultimate way to setting an issue in the ring. Three of the remaining five matches on the show also saw Invasores and CMLL loyalists wrestle on opposite sides, the only exception being the Mini-Estrella opening match and the \"Lighting Match\" (One fall, 10 minute time-limit match) between Dragón Rojo Jr. defeated Valiente. The final three matches of the show were broadcast two days later on Mexican television. ==Background== Entre el Cielo y el Infierno featured six professional wrestling matches, in which some wrestlers were involved in pre-existing scripted feuds or storylines and others were teamed up with no particular backstory. Wrestlers themselves portrayed either heels (referred to as \"Rudos\" in Mexico, wrestlers who portray the \"bad guys\") or faces (\"Tecnicos\" in Mexico, the \"good guys\") as they competed in matches with pre-determined outcomes. The focal point of four out of six matches for the evening was the ongoing storyline feud between the CMLL loyal wrestlers and a group of \"outsiders\" called Los Invasores that had shown up over the course of 2010. On April 12, 2010 a contingent of former AAA wrestlers including Psicosis II, Histeria, Maniaco, El Alebrije and Cuije showed up during a Consejo Mundial de Lucha Libre (CMLL) show in Puebla, Puebla. The group drove into the arena driving a black SUV and attacked La Sombra, El Hijo del Fantasma and La Máscara after they just finished a match. Following the attack the former AAA wrestlers returned to the SUV and left the arena. The group was dubbed \"Los Independientes\" (Spanish for \"The Independents\"), referring to the fact that they all worked on the independent circuit and claimed to be better than the CMLL wrestlers, never actually stating that they represented AAA in any way. After weeks of run-ins the group wrestled their first match for CMLL on April 26, 2010. In their debut El Alebrije, Histeria and Psicosis defeated El Hijo del Fantasma, La Mascara and La Sombra. The group's name was subsequently changed to \"LosSúper Luchas\", before they finally settled on the name \"Los Invasores\" (Spanish for \"the Invaders\"). On May 16, 2010 Mr. Águila and Rayo de Jalisco, Jr. made surprise appearances after an Invasores match, Mr. Águila returned to CMLL to side with Los Invasores while Rayo de Jalisco, Jr. ended up siding with the CMLL workers in their war against the outsider group. During a trios match against Los Invasores (represented by Alebrije, Histeria and Maniaco) Héctor Garza turned on his partners, Brazo de Plata and Toscano, and joined sides with Los Invasores. It was later announced that Garza and Mr. Águila were the co-leaders of Los Invasores. During a press conference Olímpico was revealed as part of the Invasores group, making him the only member to have never worked for AAA before. Los Invasores featured in four of the six matches at CMLL's 2010 Sin Salida show. The following month the Promociones Gutiérrez 1st Anniversary Show featured a series of \"CMLL vs. outsiders\" matches, some featuring fully fledged Los Invasores members and some featuring wrestlers who did not regularly work for CMLL making a special appearance. One of the wrestlers who had not worked for CMLL up until that point was Charly Manson, who would parlay his appearance at the anniversary show into a full-time contract with CMLL as part of Los Invasores. The main event was a 5 team Ruleta de la Muerte elimination match that came down to Místico and El Oriental (representing Los Invasores) wrestling in a Lucha de Apuestas, mask vs. mask match which Místico won, forcing El Oriental to unmask. Over the summer of 2010 Psicosis II began to develop a feud with Místico, which was used as the driving force behind booking a 14-man steel cage Lucha de Apuesta match that was the main event of the CMLL 77th Anniversary Show on September 4, 2010. El Alebrije, Histeria, Olímpico and Psicosis represented Los Invasores in the cage. The unmasked members of Los Invasores, specially Mr. Águila, Garza, Manson and El Oriental began a feud with La Peste Negra, which quickly led to a Lucha de Apuesta, a hair vs. hair match. The 14-man steel cage saw Histeria and El Alebrije leave the cage in the early parts of the match and Psicosis II escaping the cage as the 12th and las tman, all keeping their masks safe. The match came down to La Sombra pinning Olímpico to unmask him. In the weeks following the 77th Anniversary show Negro Casas and the rest of La Peste Negra (\"The Black Plague\") began to face off against various Invasores trios, oftentimes across from Charly Manson. During those matches the storyline that emerged was the personal rivalry between Casas and Los Invasores newest member Charly Manson, one that often saw Los Invasores either cheat to win or get intentionally disqualified as they attacked Casas. After several weeks of fighting Casas laid out a challenge to Manson for him to \"bet\" his hair on a Lucha de Apuestas between the two, a challenge Manson accepted, noting that he had never lost a Luchas de Apuestas match in his career. ==Event== Despite the show featuring a major match in the main CMLL storyline of 2010 the show failed to sell out Arena México drawing around 8,700 people in the 16,500 seat venue. During the second match of the night female wrestler Estrellita tried to perform a Moonsault to the floor, a move which she leaps off the top rope and flips over, unfortunately she was not able to actually get enough distance on the leap to hit her target and instead hit the floor face first without anyone being able to try to protect her during the move. Shortly after the accident the match ended with La Amapola, Princesa Blanca and Princesa Sujei winning the match in two straight falls, allowing Estrellita to be helped to the back shortly after hitting the floor. The fifth match of the night, the third to feature CMLL and Invasores on opposite sides, was centered around the personal issues between CMLL representative La Sombra and Invasor Olímpico, focusing on the fact that La Sombra had won Olímpico's match at the previous month's CMLL 77th Anniversary Show and Olímpico was eager to gain his revenge. La Sombra teamed up with Máscara Dorada and La Máscara to take on Olímpico, Alebrije and Psicosis. The first fall ended after just over six minutes of wrestling as Psicosis pinned La Máscara and Alebrije pinned Máscara Dorada. In the second fall Máscara Dorada pinned Olímpico, followed by La Sombra pinning El Alebrije to even the match between the two teams. In the closing moments of the match Olímpico tried to kick La Sombra in the groin, but Sombra caught the foot to prevent it. Instead Olímpico pulled off La Sombra's mask in full view of the referee to draw the disqualification, then he kicked La Sombra in the groin. Los Invasores ignored the referee and proceeded to beat up La Máscara and Máscara Dorada as well, stealing the masks of all three tecnicos and then challenging the team to a future Luchas de Apuestas match, a challenge that was ignored as the three tecnicos tried to cover up as best they could. A large part of the CMLL roster accompanied Negro Casas as he made his entrance in Arena México, showing that the tecnicos and rudos of CMLL were largely united against the \"outside force\". The CMLL wrestlers left ringside before the match could start to allow Negro Casas and Charly Manson to focus on each other. The official referee for the match was El Tirantes, a referee that actually came to CMLL with Los Invasores and that played the part of a crooked referee that favored the rudos, especially Los Invasores. In the opening minutes Casas and Manson both engaged in mat wrestling, both trying to apply some sort of submission hold on each other. After about four minutes of wrestling Manson was able to apply a modified Boston Crab on Casas who was forced to give up the first fall. The pro-CMLL crowd was pleased when Negro Casas quickly evened the score, pinning Charly Manson after just over a minute of wrestling. The third fall was very evenly matches, with neither gaining and advantage early on. About 10 minutes into the fall Casas manages to lock in a submission hold and forces his opponent to tab out, but El Tirantes had his back turned and intentionally ignored it as part of the match storyline. Moments later as Casas runs across the ring El Tirantes \"Accidentally\" points to something in the corner so that Negro Casas is clothes lined by the referee. The surprise move gives Manson enough of an opening to quickly roll Casas up and pin him for the third and final fall. After the match Charly Manson grabbed the scissors and made the first couple of cuts to Casas' hair, then proudly displayed it as a sort of trophy while Casas had his hair shaved off. During the celebrations the rest of Los Invasores came to the ring, including Estrellita who seemed to not be hurt too badly from the earlier fall. ==Aftermath== Manson would only work a handful of matches for CMLL after Entre el Cielo y el Infierno, leaving the promotion by the end of November. On December 5, 2010, at Guerra de Titanes Manson made a surprise return to AAA, when Cibernético announced him as the newest member of his stable, Los Bizarros. Following the show Casas' La Peste Negra teammate stepped up to try to get revenge for his teammate as he began working opposite Manson and the rest of Los Invasores, after only a couple of shows the focus changed to Bucanero and Los Invasores co-leader Mr. Águila. The storyline between the two led to the main event of Sin Piedad (\"No Mercy) on December 3, 2010 where Rey Bucanero defeated Mr. Águila in a Luchas de Apuestas match, forcing the co- leader to be shaved bald as a result. In 2011 the Los Invasores storyline was de-emphasized making them just another group in CMLL, not dominating the storylines. At the next major event after Sin Piedad, Homenaje a Dos Leyendas Los Invasores were not even represented on the show. Los Invasores would later hold the Mexican National Trios Championship on three occasions between 2011 and 2013. ===Reception=== Súper Luchas Magazine writer Israel Velazquez noted that the fifth match of the night was the best match of the night, which included both great team work and spectacular flying moves. He also pointed out that the entire crowd was shocked when Estrellita's moonsault to the outside came up short and she hit the floor. He felt that the homage to Blue Panther for 32 years of lucha libre was very emotional and well deserved. A reporter for the sports website MedioTiempo noted that the main event was a good fight and had a very vocal crowd through out the match, especially after the controversial finish. Following the show Gerardo Cuéllar, a journalist who wrote for the sports website \"Deportivoros\" wrote an article stating that the show was a \"goodbye to the serious and stable\" stating that the rudo referee actions of El Tirantes was not in line with serious lucha libre shows that CMLL was known for, stating that they were becoming a circus. ==Results== ==References== Category:2010 in professional wrestling Category:Consejo Mundial de Lucha Libre shows Category:Events in Mexico City ",
    "title": "CMLL Entre el Cielo y el Infierno"
}