{
    "id": "47130197",
    "text": "\"Bad Moon Rising\" is the 22nd episode of the fourth season of the American sitcom Everybody Loves Raymond (1996–2005), a series about the life of Newsday sportswriter Ray Barone (Ray Romano) and his neurotic family. == Plot == Debra (Patricia Heaton) is going through premenstrual syndrome (PMS); as a result, she has mood swings that make her more reactive to Ray's (Ray Romano) clumsiness and stubbornness when it comes to their house's cleanliness. Ray buys a pill meant to alleviate the symptoms, but Debra takes it as him being \"insensitive\" and gets even angrier before becoming calm again after going out to her once-a-month \"Ladies Day\" for five hours of the evening. While this goes on, Ray tries to figure out the problem, but notices that last month is when he found his golf clubs in the garbage, figuring Debra is using ladies day to torture Raymond. He vents out all of this on Debra when she arrives home, an argument that involves playing a tape he recorded of Debra complaining to Ray about lint. This pushes Debra over the edge, reminding Ray of his inabilities to help her in her most serious situations, including Ray watching sports television at the hospital while Debra birthed twin sons. She yells all of this while backing him towards a book shelf. Then, in an instant, Debra switches to a positive mood when the phone rings and she has a chat with an off-screen Amy, one of her friends, about that evening's ladies day. After the conversation, Debra apologizes to Ray and lets him know all she wants is the feeling that his husband will always be there for her during difficult moments. However, she becomes against his husband again when he offers her more PMS pills, ending the conversation on a sour note. In the episode's final scene, Ray's father Frank (Peter Boyle) attempts to play the same tape recording trick on his wife Marie (Doris Roberts) as his son did on Debra; however, the plan backfires as he accidentally records himself complaining. == Production == Writing-wise, \"Bad Moon Rising\" is the third collaboration between Ray Romano and Philip Rosenthal, after \"How They Met\" and the two-part \"The Wedding.\" It is also the first of three Raymond directing credits for Frasier creator David Lee, who also directed two fifth season episodes, \"Net Worth\" and \"Frank Paints the House.\" Romano claimed in a 2000 interview that he acknowledged \"comments that I'm too nasty to her. That I don't show enough love. I'm not demonstrative,\" and thought of those when writing \"Bad Moon Rising:\" \"We tried to walk right in the middle, where she's being unreasonable, but he's also being a jerk. We tried to make sure not that she wasn't just a screaming crazy woman, but that I was a slob and an idiot, too.\" == Reception == Upon its initial airing, \"Bad Moon Rising\" was claimed by contemporaneous reviewers to be a \"classic\" and worthy of Emmy Awards, particularly for Heaton's performance. Mark Lorando of The Times-Picayune gave it a four-out-of-four-star review, summarizing, \"[The couple's] big, final, pre-menstrual battle royale is as funny as any sitcom scene you'll see all year. This is the stuff of sitcom immortality.\" This level of acclaim towards the episode continued in later years, being called a \"classic\" and one of the best installments of the entirety of Everybody Loves Raymond. However, \"Bad Moon Rising\" has also received criticism from psychologists for its inaccurate portrayal of premenstrual syndrome, citing it as an example of a trend in comedy television series of PMS as a comedic tactic. The episode painted Ray as suffering from Debra's PMS behavior, as if he had no responsibility for it, wrote Linda Brannon. Analyzed University of Melbourne professor Lauren Rosewarne, this is despite other episodes of Ray being irresponsible of home duties, and \"Bad Moon Rising\" presented PMS as causing Debra to act out of her stereotypical home wife persona \"ways more extreme then audiences are used to seeing [her].\" Romano and Rosenthal were nominated for a Primetime Emmy Award for Outstanding Writing for a Comedy Series for their work on \"Bad Moon Rising,\" the first time the series was nominated for the accolade. Heaton won the award Outstanding Lead Actress in a Comedy Series, which was for acting in the episode. It was Everybody Loves Raymonds first-ever Emmy win; according to Rosenthal, the publicity of it increased the popularity of the show's cast, which was a prominent factor of \"Italy,\" an episode that aired a month later, garnering 22 million viewers, a record for the show. == Home media == \"Bad Moon Rising\" is included on the fourth season DVD of Everybody Loves Raymond, released on September 13, 2005; the set also features an audio commentary track of the episode featuring Romano, Rosenthal, and Heaton (who actually had PMS during recording), and a blooper reel that includes outtakes from the episode. It, along with the whole series, was also available on Netflix until September 1, 2016, and is also on iTunes, and Amazon Prime. == References == Category:2001 American television episodes Category:Everybody Loves Raymond episodes Category:Television episodes about mental illnesses ",
    "title": "Bad Moon Rising (Everybody Loves Raymond)"
}