{
    "id": "47131033",
    "text": "Joan V. Ruderman (born 1947/48) is an American molecular and cell biologist. She is a Professor Emeritus at Harvard University and Visiting Senior Biologist at Princeton University. She has researched cell division and embryo development, and more recently the effects of, and the public understanding of, environmental estrogens and other endocrine disruptors. She was elected as a member of the United States National Academy of Sciences in 1998. ==Education and career== She received her BA from Barnard College in 1969 and her Ph.D. from MIT in 1974. She was on the faculty of Duke University, and joined the faculty of Harvard Medical School in 1976. At Harvard, she was the Marion V. Nelson Professor of Cell Biology. She first attended the Marine Biological Laboratory in 1974, for a summer course on embryology. With Ann Stuart she founded the Periwinkle Club, a summer day camp for young children of MBL scientists. She was on the Board of Trustees of the MBL from 1986 to 2012, and she was on the Executive Committee and Speaker of the MBL Corporation from 2008 to 2012. She succeeded Gary Borisy as President and Director of the MBL as the first women to hold the post, serving from November 2012 until November 2014, when she was succeeded by Arthur Sussman as interim president and then Huntington Willard. While she was President, the MBL joined the University of Chicago in July 2013 and became more financially stable. She was also a member of the Radcliffe Institute of Advanced Study from 2010-11. She joined Princeton Environmental Institute in February 2015. She was elected to the American Academy of Arts and Sciences in 1991. ==Works== * ==Personal life== She is married to Gerald Ruderman, an engineer. Their daughter Zoe (born 1983/4) is a journalist in New York City. == References == == External links == * * Video interview - Joan Ruderman on Cyclins Part I, June 5, 2015, History of the Marine Biological Laboratory Category:American molecular biologists Category:Members of the United States National Academy of Sciences Category:Harvard University faculty Category:Princeton University faculty Category:Embryologists Category:American endocrinologists Category:Barnard College alumni Category:Massachusetts Institute of Technology alumni Category:Living people Category:Year of birth uncertain Category:Year of birth missing (living people) ",
    "title": "Joan Ruderman"
}