{
    "id": "47138018",
    "text": "Chaplain Arthur B. Fuller of 16th Massachusetts Infantry Regiment. He was killed at Fredericksburg, Virginia, on December 11, 1862. From the Liljenquist Family Collection of Civil War Photographs, Prints and Photographs Division, Library of Congress The 16th Massachusetts was an infantry regiment that served in the Union Army during the American Civil War. ==Service== The 16th Massachusetts was organized at Camp Cameron in North Cambridge, Massachusetts and mustered in for a three-year enlistment on June 29, 1861 under the command of Colonel Powell Tremlett Wyman. The regiment was attached to Fort Monroe, Department of Virginia, to May 1862, 1st Brigade, 1st Division, Department of Virginia, to June 1862. 1st Brigade, 2nd Division, III Corps, Army of the Potomac, to March 1864. 1st Brigade, 4th Division, II Corps, to May 1864. 3rd Brigade, 3rd Division, II Corps, to July 1864. The 16th Massachusetts mustered out of service on July 27, 1864. Veterans and recruits were transferred to the 11th Massachusetts Infantry. ==Detailed service== Left Massachusetts for Old Point Comfort, Va., August 17. Garrison duty at Fortress Monroe, Va., September 1, 1862 to May 8, 1862. Occupation of Norfolk May 10. Moved to Suffolk May 17, and joined the Army of the Potomac at Fair Oaks June 13. Nine- Mile Road, near Richmond, June 18. Seven Days before Richmond June 25-July 1. Oak Grove, near Fair Oaks, June 25. White Oak Swamp and Glendale June 30. Malvern Hill July 1 and August 5. Duty at Harrison's Landing until August 15. Movement to Fortress Monroe, then to Centreville August 15–26. Bristoe Station, Kettle Run, August 27. Battles of Groveton August 29, Second Bull Run August 30, and Chantilly September 1. Duty at Fort Lyon and at Fairfax Station, defenses of Washington, until October 30, and at Munson's Hill until November 2. At Fairfax Station until November 25. Operations on Orange & Alexandria Railroad November 10–12. Rappahannock Campaign December 1862 to June 1863. Battle of Fredericksburg, December 12–15. \"Mud March\" January 20–24, 1863. At Falmouth until April 27. Chancellorsville Campaign April 27-May 6. Battle of Chancellorsville May 1–5. Gettysburg Campaign June 11-July 24. Battle of Gettysburg, July 1–3. Wapping Heights, Va, July 23. Bristoe Campaign October 9–22. Advance to the Rappahannock November 7–8. Kelly's Ford November 7. Mine Run Campaign November 26-December 2. Payne's Farm November 27. Demonstration on the Rapidan February 6–7, 1864. Duty near Brandy Station until May 1864. Rapidan Campaign May–June. Battle of the Wilderness May 5–7, Spotsylvania May 8–12, Spotsylvania Court House May 12–21. Assault on the Salient, Spotsylvania Court House, May 12. Harris' Farm, Fredericksburg Road, May 19. North Anna River May 23–26. Ox Ford May 23–24. On line of the Pamunkey May 26–28. Totopotomoy May 28–31. Cold Harbor June 1–12. Before Petersburg June 16–18. Siege of Petersburg June 16-July 11. Jerusalem Plank Road June 22–23. Left front for muster out July 11. ==Casualties== The regiment lost a total of 245 men during service; 16 officers and 134 enlisted men killed or mortally wounded, 2 officers and 93 enlisted men died of disease. ==Commanders== * Colonel Powell Tremlett Wyman - killed in action at the Battle of Glendale * Colonel Thomas R. Tannatt * Lieutenant Colonel Waldo Merriam - commanded at the Battle of Gettsyburg until wounded in action on July 2, 1863 * Major Gardner Banks - commanded at the Second Battle of Bull Run * Captain Matthew Donovan - commanded the Battle of Gettysburg after Ltc Merriam was wounded ==See also== * List of Massachusetts Civil War Units * Massachusetts in the American Civil War ==References== * Dyer, Frederick H. A Compendium of the War of the Rebellion (Des Moines, IA: Dyer Pub. Co.), 1908. * Fuller, Richard Frederick. Chaplain Fuller: Being a Life Sketch of a New England Clergyman and Army Chaplain (Boston: Walker, Wise and Co.), 1863. * ==External links== * 16th Massachusetts Infantry monument at Gettysburg Category:Military units and formations established in 1861 Category:Military units and formations disestablished in 1864 Category:Massachusetts Civil War regiments Category:1861 establishments in Massachusetts ",
    "title": "16th Massachusetts Infantry Regiment"
}