{
    "id": "47139254",
    "text": "Eloy Arturo Jiménez Solano (born November 27, 1996) is a Dominican professional baseball outfielder for the Chicago White Sox of Major League Baseball (MLB). ==Career== ===Chicago Cubs=== Jiménez was considered the top international free agent for 2013. MLB.com called him as a five-tool player, noting that during workouts he impressed scouts with his intelligence, speed, and gap-to-gap power. He signed with the Chicago Cubs in July 2013 for a $2.8 million signing bonus. Jiménez made his professional debut in 2014 with the Arizona League Cubs, where he was limited to just 164 plate appearances due to a shoulder injury. When healthy, he reached base at a disappointing .268 clip. Still, scouts remained optimistic due to his young age and physical ability. Jiménez received a promotion to short-season single-A to start 2015 with the Eugene Emeralds. There, Jiménez fared considerably better, improving his on- base percentage to .328, and slugging seven home runs in 250 plate appearances. Jiménez began the 2016 season with the low-A South Bend Cubs. Jiménez spent all of 2016 with South Bend, hitting .329 with 14 home runs and 81 RBIs in 112 games. After the season, the Cubs assigned Jiménez to the Mesa Solar Sox of the Arizona Fall League. Jiménez began the 2017 season with the Myrtle Beach Pelicans of the Class A-Advanced Carolina League. ===Chicago White Sox=== On July 13, 2017, the Cubs traded Jiménez, Dylan Cease, Matt Rose, and Bryant Flete to the Chicago White Sox for José Quintana. The White Sox assigned him to the Winston-Salem Dash of the Carolina League, and later promoted him to the Birmingham Barons of the Class AA Southern League. In 89 total games between Myrtle Beach, Winston-Salem and Birmingham, he batted .312 with 19 home runs, 65 RBIs, and a .947 OPS. The White Sox added Jiménez to their 40-man roster after the 2017 season. In 2018, the White Sox assigned Jiménez to the Birmingham Barons of the Class AA Southern League, though he missed the end of spring training with a knee injury and the beginning of the regular season with a pectoral injury. The White Sox promoted him to the Charlotte Knights of the Class AAA International League in June. In 108 total games between the two teams, he slashed .337/.384/.577 with 22 home runs and 75 RBIs. On March 22, 2019 Jimenez signed a six-year $43 million contract with Chicago White Sox. The deal included two additional option years for the team which could bring the total value to $75 million. It was the richest contract ever for a player with no service time before his major-league debut. Jiménez was promoted to the White Sox 25-man roster for the 2019 season. He was placed on the injured list on April 29 with an ankle injury. On defense in 2019, he had a -11 Defensive Runs Saved (DRS) rating, the lowest in the major leagues among left fielders. He ended the season with 31 home runs and 79 RBI in 122 games. Eloy placed 4th in Rookie of the Year voting. Overall with the 2020 Chicago White Sox, Jiménez batted .296 with fourteen home runs and 41 RBIs in 55 games.https://www.mlb.com/player/eloy-jimenez-650391?stats=career-r- hitting-mlb&year;=2020 ==References== ==External links== * Category:1996 births Category:All-Star Futures Game players Category:Arizona League Cubs players Category:Birmingham Barons players Category:Charlotte Knights players Category:Chicago White Sox players Category:Dominican Republic expatriate baseball players in the United States Category:Eugene Emeralds players Category:Gigantes del Cibao players Category:Living people Category:Major League Baseball outfielders Category:Major League Baseball players from the Dominican Republic Category:Mesa Solar Sox players Category:Myrtle Beach Pelicans players Category:South Bend Cubs players Category:Sportspeople from Santo Domingo Category:Winston-Salem Dash players ",
    "title": "Eloy Jiménez"
}