{
    "id": "47130543",
    "text": "Legend No. 17 () is a 2013 Russian biographical sports film directed by Nikolai Lebedev and produced by Trite Studio. The film is based on real events and tells of the rise to fame of the Soviet hockey player Valeri Kharlamov and about the first match of the Summit Series USSR — Canada 1972.Суперсерия СССР — Канада 1972 года The film was awarded with six Golden Eagle awards, including the best Russian film of the year. The filmmakers received the State Prize of the Russian Federation for the year 2013 in 2014. ==Plot== The picture begins set in 1956 with children's experiences during the Running of the Bulls in Spain where Kharlamov's mother originally was from. Then the action is transferred to Moscow in 1967, where the young hockey player gets acquainted with the famous trainer Anatoli Tarasov, who sends Valeri along with his friend Alexander Gusev to the city of Chebarkul, Chelyabinsk Oblast, where they will play for the local \"Zvezda\" team. Having overcome the difficulties of adaptation in the lower league team, Valeri displays effective hockey skills and returns to Moscow at the end of the season where Tarasov invites him to join HC CSKA Moscow, but at first Anatoli tests Kharlamov's character and his ability to dedicate his life to hockey. Kharlamov passes all of Tarasov's trials and gradually becomes one of the leading attackers of CSKA, and then the USSR national team. The trainer constructs an attack trio of Mikhailov-Petrov-Kharlamov. At the same time intrigues are waged around Tarasov by the curator of hockey from the Central Committee of the Communist Party of the Soviet Union, Eduard Balashov, whose son the coach once expelled from the team. Balashov tries to drag Kharlamov to his side, stressing Tarasov's excessive rigidity, but the hockey player refuses to sign any papers against his coach (Kharlamov later tells Tarasov everything but Anatoli responds that he already knew everything). Against the background of the development of Kharlamov's hockey career, the story of his acquaintance and love with Irina Smirnova is shown, who tries to support the hockey player in difficult moments. After the scandalous match between the USSR national team and HC Spartak Moscow, when Tarasov led the team away from the ice in a protest against refereeing, the upset Kharlamov gets into a car accident and seriously injures his leg (in the film this biographical episode of the hockey player was shifted to be four years earlier). After the operation Valeri begins to exercise his leg in order to return to the ice as soon as possible since the first Summit Series in history between the USSR national team and the Canadian professionals is scheduled for 1972. Overcoming his injuries Kharlamov begins to train, and the new coach of the national team Vsevolod Bobrov, appointed instead of Tarasov, includes Valeri in the team that flies to play in Canada. Tarasov comes to escort the team to the airport and says parting words to Kharlamov. The Soviet hockey players arrive in Montreal. The Canadians are confident in the victory of their team and are trying in every possible way to prove this to the USSR: at a press conference a Canadian journalist says that he will eat the evening edition of his newspaper if the Soviet team wins, and on a television show two leaders of the Canadian national team, Phil Esposito and Bobby Clarke, hint that the Soviet team has no chance of victory. In conclusion, before the match a newspaper is slid under the door of Bobrov's room with a caricature depicting the Soviet hockey players as \"snotty\" pupils who learn to play hockey with the Canadian \"teacher\". The match begins. The Canadians win the first face-off and in half a minute open the score. At the sixth minute the score is 2:0. But soon the USSR team makes the score even, and in the second period, Kharlamov leads the team ahead 2:3. Valeri stickhandles through several opponents and scores his second goal. After this goal all spectators give a standing ovation to Kharlamov. During the intermission, the Canadian coach tells his players that this is not a match, but a war, and instructed Bobby Clarke to deal with the \"Number Seventeen\". During the game Bobby Clarke slashes Kharlamov's previously injured knee with a stick. However, Valeri refuses to leave the game despite danger of aggravating his injury and ending his hockey career, and returns to the ice. At the end of the match, Valeri rushes with the puck towards the Canadians' goal, aggravates his injury and falls down, but while sliding in prone position, passes the puck to one of this teammates who scores the seventh goal for the Soviet team. After the match Phil Esposito tells Kharlamov that he is impressed by his game, speed, and the two goals. The USSR squad scores several more goals with Kharlamov's active participation and wins with a crushing score 7:3. ==Cast== * Danila Kozlovsky as Valeri Kharlamov * Oleg Menshikov as Anatoli Tarasov * Javier Alcina as Dyadya Khose * Svetlana Ivanova as Irina Smirnova * Vladimir Menshov as Edouard Borisovich Balashov * Aleksandr Lobanov as Alexander Gusev * Sergey Genkin as Boris Kulagin * Roman Madyanov as Vladimir Alfer * Aleksandr Yakovlev as Vsevolod Bobrov ==Production== *When the script of \"Legend No. 17\" was being developed, the feature film by Yuri Korolev \"Valeri Kharlamov. Additional Time\" aired on television which was sharply criticized by Valeri's son - Alexander Kharlamov, who collaborated with the authors of \"No. 17\". *The filming period of the picture was 74 days. All the scenes in Spain were shot in 4 days. *A number of locations shown in the film which truly existed at one time or at present were filmed elsewhere. The CSKA Ice Palace is Kristall Ice Sports Palace in Elektrostal near Moscow. In the \"role\" of the famous Montreal Forum was the Minsk-Arena, during the construction of which some architectural solutions were used of the Canadian arena, according to the producer of the film. The stadium of the Chebarkul \"Zvezda\" was built especially for shooting right on the territory of the tennis center in Moscow's Luzhniki Stadium. Shooting also took place in the Moscow Sports Palace Soviet Wings in Setuni. *For the airport building in the film the Moscow City Palace of Children's Creativity on Vorobyovy Gory was used. *Shooting of the matches of the 1972 Olympic Games hockey tournament in Sapporo took place in Belarus, on the ice arena of the city of Babruysk. *The initial scenes of the film with training in Moscow where Tarasov first noticed Kharlamov, were shot in the ice palace of the city of Navapolatsk. ==Reception== The film received approval and high ratings from the overwhelming majority of Russian critics and publications about cinema: from 55 reviews on it 47 were positive and only 6 negative. \"Legend № 17\" was praised by the magazines Empire, Afisha, the newspaper Trud, sites ru.IGN, Colta, Gazeta.ru. Among the few reviewers who sharply condemned the film, was Andrei Bodrov in the newspaper Sovetsky Sport. Valeri Kharlamov's best friend, Alexander Nikolaevich Maltsev disapproved of the film and said that he does not intend on seeing it. Film critic Elena Stishova wrote that \"Adrenaline is the key word for Nikolai Lebedev's picture\" and notes that \"The success of 'Legend' ... \"strongly tests the spiritual deficiencies of the \"silent majority\". There is a need for a hero who is \"one of us\", for the \"life affirming\" story, for the happy end not in a glossy Hollywood style - but in the society's sense: when everything is fair\". The picture took 97th place in the list of 100 major Russian films according to the magazine \"Afisha\". In 2017 the film portal KinoPoisk named the movie as the most popular one in Russia in the last 15 years. ==See also== * Coach (2018 film) * Going Vertical (2017 film) ==References== ==External links== * * * Category:2013 films Category:Russian-language films Category:2013 biographical drama films Category:2010s sports drama films Category:Russian sports drama films Category:Russian ice hockey films Category:Ice hockey in the Soviet Union Category:Russian biographical drama films Category:Sports films based on actual events Category:Russian films Category:Films directed by Nikolai Lebedev Category:Films scored by Eduard Artemyev Category:Films set in 1956 Category:Films set in 1967 Category:Films set in 1972 Category:Films set in Montreal Category:Films set in Moscow Category:Films set in Sapporo Category:Films set in the Soviet Union Category:Films set in Spain Category:Films shot in Belarus Category:Films shot in Moscow Category:Films shot in Moscow Oblast Category:Films shot in Spain Category:2013 drama films ",
    "title": "Legend No. 17"
}