{
    "id": "47139782",
    "text": "Artyom Gennadyevich Bogucharsky (Russian: Артем Генна́дьевич Богучарский; born 14 August 1989)Profile, kinomania.ru; accessed 2 July 2015. is a Russian stage, film and television actor who is perhaps best recalled internationally for his role in the 2002 drama, Lilya 4-ever. ==Career== Born in Moscow in 1989, he garnered his first role at age 12 as the doomed Volodya, the young friend of an abandoned teenage girl in the 2002 Lukas Moodysson-directed drama Lilya 4-ever. The film received positive reviews. It won five Guldbagge Awards including Best Film and Bogucharsky was nominated as Best Actor.Guldbaggen - Vinnare och nominerade 2000-03, Swedish Film Institute; retrieved 2 June 2015. It was nominated for Best Film and Best Actress at the European Film Awards. The film also won several awards from film festivals around the world, including Best Film at the Gijón International Film Festival and the Rouen Nordic Film Festival.Festival Cinéma Nordique 2003 , Rouen Nordic Film Festival; retrieved 2 July 2015. Following his role in Lilya 4-ever, Bogucharsky went on to appear in a number of Russian films and television series. He graduated from the Gnessin State Musical College as a clarinet player. After graduating from the M.S. Schepkin Higher Theatre School in Moscow in 2009, he began appearing in a number of stage roles. ==Selected filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 2002 || Lilya 4-ever || Volodya || |- | 2003-2007 || Evlampiya Romanov. The Investigation is Conducted By an Amateur || || |- | 2003 || Striped Summer || Asisiyay || Mini-series |- | 2004 || The Beginning of the Road || || |- | 2004-2013 || Kulagin and Partners || || TV series |- | 2004 || Lonely Heaven || || TV series |- | 2007–2013 || Daddy's Daughters|| Sobolev || TV series |- | 2008-2010 || Ranetki || Ivan || TV series |- | 2008 || Step by Step || || TV series |- | 2008 || Well || || Short film |- | 2011 || The Last Chord || Vanya Cherepanov || TV series |- | 2017 || Dinosaur || || TV series |} ==References== ==External links== * Category:1989 births Category:Living people Category:People from Moscow Category:Russian male child actors Category:Russian male film actors Category:Russian male television actors Category:Russian male stage actors Category:Male actors from Moscow Category:21st-century Russian male actors ",
    "title": "Artyom Bogucharsky"
}