{
    "id": "47134833",
    "text": "thumb Mahesh Shahdadpuri (born 13 December 1969 in New Delhi, India) is an Indian entrepreneur and founder of TASC Outsourcing,http://www.tascoutsourcing.com a staffing company in the Middle East headquartered in Dubai. He is the CEO of TASC Outsourcing and a director on the board of the Nikai group of companies. Over the years, he has received many accolades, including a Forbes ranking as one of the Top 100 Indian Business Owners in the Arab World,http://www.forbesmiddleeast.com/en/list/top- indian-leaders-in-the-arab-world/item/77/ the Sheikh Khalifa Excellence Award 2016,http://www.skea.ae/English/SKEAWinners/Pages/Default.aspx and Innovator of the Year 2016 by Entrepreneur Middle Easthttps://www.entrepreneur.com/article/286501 among others. ==Early life and education== Shahdadpuri was born on 13 December 1969 in New Delhi. An only son, he spent his childhood growing up in India, China, US, Saudi Arabia and Libya. He was sent to a boarding school at an early age. In 1992 he received an engineering degree in electronics and telecommunications at Manipal Institute of technology and then headed to the US for an MBA in Marketing and Entrepreneurship at Boston University. ==Career== Shahdadpuri worked in the United States of America for Digital Equipment Corporation’s semiconductor facility in Hudson, Massachusetts which was sold later to Intel Corporation. After leaving Digital in 1999 he founded a software company called Ad Astrum Technologies based in New York City and Bangalore. In November 2007, Shahdadpuri incorporated TASC Outsourcing in Dubai, now one of the largest staffing and outsourcing companies in the Middle East. His company has grown rapidly. Shahdadpuri is responsible for launching the region's first online temporary staff hiring portal: TascTemp. It is an innovative new service that was launched on 18 September 2017 in a PR event in Dubai, United Arab Emirates. ==Awards and recognition== The following is the list of awards and recognition received by Mr. Mahesh Shahdadpuri: *Sheikh Mohammed bin Rashid al Maktoum Business Award (2019) *Sheikh Khalifa Excellence award for Business Excellence (2018) *Arabian Business: Dubai 100 Most Influential People (2018) *Forbes top 100 Indian Business Owners in the Arab world (2018) *Bloomberg Businessweek ME 2018 recognizes Mahesh Shahdadpuri as the 'Game Changer of Outsourcing in the Middle East 2018' *Winner of the Best Website Launch of the Year 2018 for tasctemp.com *Forbes top 100 Indian Business Owners in the Arab world (2017) *Sheikh Khalifa Excellence award for Business Excellence (2016) *Forbes top 100 Indian leaders in the Arab world (2015) *Asia and the Pacific entrepreneurship award (2015) *CEO Middle East Award (2014) *LinkedIn top 10 most influential brands in the UAE *I.T. Innovator of the year by the Entrepreneur magazine(2014) *Dubai SME 100 award 2013 *Arabia Fast 500 winner for 2012 ==References== Category:Indian chief executives Category:1969 births Category:Living people ",
    "title": "Mahesh Shahdadpuri"
}