{
    "id": "47132817",
    "text": "United States v. Barker, 15 U.S. (2 Wheat.) 395 (1817), was a case decided by the United States Supreme Court upholding the common law tradition that private citizens may not demand costs from the federal government.. The case involved a motion for costs filed against the United States Government and resolved the previously unanswered question of whether courts could award costs against the United States federal government.Henry v. United States, 15 Ct. Cl. 162, 167 (1879) (describing United States v. Barker as a case involving a \"motion for costs\"); Dist. of Columbia v. Lyon, 7 Mackey 222, 224 (D.C. June 3, 1889) (noting that the Court in Barker \"finally disposed of the question forever\"). The Court's opinion read, in its entirety, \"[t]he United States never pay costs.\" Jurists have remarked that Chief Justice John Marshall's six-word opinion is one of the shortest Supreme Court cases ever written.United States v. Jardine, 81 F.2d 747, 748 (5th Cir. 1936). ==Background== In English common law, parties to litigation could never receive costs unless costs were specifically provided for by statute.Dist. of Columbia v. Lyon, 7 Mackey 222, 223 (D.C. June 3, 1889). The first law to provide plaintiffs the possibility of recovering costs was the Statute of Gloucester (6 Edward I), which allowed for costs in a limited range of cases. The first statute providing costs for defendants was 23 Henry VIII, and costs for penal actions were made available by the statute of 4 James I. However, \"because of its position as sovereign suing in its own courts,\" costs were never available against the government. William Blackstone noted in his Commentaries on the Laws of England that the King would never pay or receive costs at trial.3 Blackstone, , 400. In the 1796 case United States v. La Vengeance, the Supreme Court of the United States ruled in favor of a citizen who claimed the government had unlawfully seized his ship, and the Court affirmed his judgment \"with costs\" charged against the federal government.United States v. La Vengeance, 3 U.S. 297, 3 Dall. 297 (1796). However, the day after the Court issued its ruling in La Vengeance, Chief Justice Oliver Ellsworth ordered the words \"with costs\" be struck from the opinion.. According to Chief Justice John Marshall, Ellsworth \"observed, in doing this, the court did not mean to be understood as at all deciding the question, whether, in any case, they could award costs against the United States, but left it entirely open for future discussion.\" Although this question remained unsettled for twenty years after La Vengeance, the Court's opinion in United States v. Barker \"finally disposed of the question forever.\"Dist. of Columbia v. Lyon, 7 Mackey 222, 224 (D.C. June 3, 1889). ==Opinion of the Court== Writing for a unanimous majority of the Court, Chief Justice John Marshall delivered what has been described as \"[o]ne of the shortest opinions in the books,\" in which the opinion stated, in its entirety:Liberty Mutual Ins. Co. v. Johnson Shipyards Corp., 6 F.2d 752, 757 (2d Cir. 1925) (\"Chief Justice Marshall rendered the decision of the Supreme Court, the whole of which follows: ‘The United States never pay costs.'\"). \"The United States never pay costs.\" ==See also== *List of United States Supreme Court cases, volume 15 ==References== ==External links== * Category:1817 in United States case law Category:United States Supreme Court cases Category:United States Supreme Court cases of the Marshall Court ",
    "title": "United States v. Barker"
}