{
    "id": "47136822",
    "text": "Maunsell Bradhurst Field (March 26, 1822 – January 24, 1875) was an American lawyer, diplomat, judge, and author. ==Biography== Field was born in New York, March 26, 1822, and died in the same city, after a lingering illness, on January 24, 1875. He was the eldest son of Moses Field and Susan Kittridge, daughter of Hon. Samuel Osgood, first Commissioner of the U. S. Treasury. Field graduated from Yale College in 1841. After his graduation he began the study of law in New Haven and New York. From March, 1843, till November, 1845, he spent in European and Asiatic travel, and then resumed his studies in N. Y., where he was admitted to the bar in Jan., 1848, and was for several years in partnership with his cousin, Hon. John Jay. His health having failed, he visited Europe again in the spring of 1848, and a third time in the autumn of 1854, when he was solicited to fill the position of Secretary of the U. S. Legation at Paris, which he accepted. He was also subsequently for a short time attached to the U.S. Mission in Spain. In 1855, Gov. Horatio Seymour having appointed him a Commissioner for the State of New York, he was made President of the Board of U. S. Commissioners to the French Universal Exposition; and at the Exposition's close was designated by the late Emperor Napoleon III with the cross of Knight of the Legion of Honor, for his eminent services. In August, 1861, he was appointed Deputy Sub-Treasurer of the U.S. in New York City. In Oct., 1863, he was appointed Assistant Secretary of the Treasury at Washington, which office he resigned June 15, 1865, on the failure of his health. He was then appointed Collector of Internal Revenue for the 6th district of New York, which position he held until 1870, when he resumed the practice of law. In December 1873, Gov. John Adams Dix appointed him to fill a vacancy in the judgeship of the 2nd District Court in New York City. He retained this office until January 1, preceding his death. In 1851, he wrote, with G. P. R. James, a romance called Adrian, which was published. In 1869 he published a small volume of poems, Trifles in Verse, and in 1873 a volume entitled Memories of Many Men and Some Women, which was very favorably received. He was also a frequent contributor to various magazines. Assistant Secretary of the Treasury in the Lincoln Administration, Abraham Lincoln. He was present when Lincoln died after being shot. As he died his breathing grew quieter, his face more calm. According to some accounts, at his last drawn breath, on the morning after the assassination, he smiled broadly and then expired. Historians, most notably author Lee Davis have emphasized Lincoln's peaceful appearance when and after he died: \"It was the first time in four years, probably, that a peaceful expression crossed his face.\"Assassinations That Changed The World, History Channel Field wrote in a letter to The New York Times: \"that there was 'no apparent suffering, no convulsive action, no rattling of the throat...[only] a mere cessation of breathing'... I had never seen upon the President's face an expression more genial and pleasing.\" The President’s secretary, John Hay, saw \"a look of unspeakable peace came upon his worn features\". Judge Field manifested his interest in Yale by serving as Chairman of the Executive Committee of the Woolsey Fund, from its organization in 1871 until his death. He was married, January 7, 1846, to Julia, daughter of Daniel Stanton, of New York. By this marriage he had four sons, including author Julian Osgood Field. == References == ==External links== * * * Books by Field Category:1822 births Category:1875 deaths Category:Lawyers from New York City Category:Yale College alumni Category:New York (state) lawyers Category:Chevaliers of the Légion d'honneur Category:American male poets Category:19th-century American poets Category:19th-century American male writers ",
    "title": "Maunsell Bradhurst Field"
}