{
    "id": "47134073",
    "text": "The Light Rail Transit Line 6 or Line 6 of the Manila Light Rail Transit System Line 1 (Line 1 Extension), was a proposed rapid transit line planned to link the suburban city of Dasmariñas to the future LRT Line 1 extension at Niog station in Bacoor. Its path would have run along a north–south axis over a length of . Its proposed right-of-way alignment is along Aguinaldo Highway from Niog in Bacoor to Governor's Drive in Dasmariñas. The project would have cost an estimated PHP64 billion or US$1.42 billion. It was approved by the Investment Coordination Committee–Cabinet Committee (ICC-CABCOM) of the National Economic and Development Authority last April 2015 as a public–private partnership project. If completed, it would have significantly reduced the volume of vehicular traffic in the Cavite area and improve passenger mobility in the southern parts of the metropolis. In its current form, the DOTr shelved the project indefinitely in September 2018, citing issues such as right-of-way and congestion along Aguinaldo Highway. However, a modified and unsolicited proposal succeeding it is currently under study. ==Proposed stations== The project involves 7 elevated stations along Aguinaldo Highway (listed from north to south): {| class=\"wikitable\" style=\"text- align:center;\" ! width=160px | Name ! width=130px | Structure Type ! width=120px | Transfers ! width=140px | Location |- | | Elevated | LRT Line 1 | rowspan=2|Bacoor, Cavite |- | Tirona | Elevated | rowspan=\"6\" |- | Imus | Elevated | rowspan=2|Imus, Cavite |- | Daang Hari | Elevated |- | Salitran | Elevated | rowspan=3|Dasmariñas, Cavite |- | Congressional Avenue | Elevated |- | Governor's Drive | Elevated |} ==Rolling Stock== The trains to be used were not specified any further but were articulated to be electric multiple units arranged into 4 car train sets. The cars would had been powered by a 750 volt overhead catenary line through a pantograph. Each car would had 4 Double leaf, plug-sliding doors on each side.https://dotr.gov.ph/images/PPP/2015/LRT6/ProjectInfoMemorandum_LRT6_FINAL.pdf ==Modified Line 6 Proposal== In 2017, a private consortium submitted an unsolicited proposal to construct, operate and maintain a modified Line 6 mass transit route in the Calabarzon region. http://eia.emb.gov.ph/wp- content/uploads/2019/01/LRT-Line-6-PD-for-Scoping.v2.pdf. As of 2/2019, it is under consideration and endorsement by the government.https://ppp.gov.ph/ppp_projects/modified-lrt-6-project/ As submitted, the modified Line 6 is composed of possibly 5 branches of the rail route: * 6A – the main line from the Niog station of Line 1 extension to Dasmariñas, but with a different alignment. As the original Line 6 route was through Aguinaldo Highway, this proposed route runs through Molino-Paliparan Road (now Bacoor-Dasmariñas National Road); length 23.5 km * 6B – from the NAIA Terminal 1&2 station to Bacoor; length 16 km * 6C – from Sucat station along Sucat Road (Dr. A. Santos Avenue) to the eastern end at the PNR Sucat station; length 7.7 km * Alabang-Zapote LRT line – length of 5 km along the Alabang-Zapote Road, from Marcos Alvarez Ave to the Starmall Alabang terminal * 6D – the final phase of the line which will extend 6A from Dasmariñas to the ultimate terminus in Tagaytay. ==References== Line 6 Category:Proposed public transportation in the Philippines Light Rail Transit System Line 6 Category:Transportation in Cavite Light Rail Transit System Line 6 Category:Transportation in Luzon ",
    "title": "LRT Line 6 (Cavite)"
}