{
    "id": "47136366",
    "text": "Ginette Dior (2 August 1917 – 17 June 2008), better known as Catherine Dior, was a French Resistance fighter during World War II. Involved with the Franco- Polish intelligence unit F2 from November 1941, she was arrested in Paris in July 1944 by the Gestapo, then tortured and deported to the Ravensbrück women concentration camp. Dior was subsequently forced to work in the Torgau military prison, in the Buchenwald's satellite camp of Abberode, and finally in a factory near Leipzig. After her release in April 1945, she was awarded several medals of honour for her acts in the Resistance, most notably the Croix de Guerre, the King's Medal for Courage in the Cause of Freedom, and the Legion of Honour. After the end of the war, Dior spent the remainder of her life working with flowers: first as a flower trader in Paris, then as a flower farmer in Provence for the production of fragrance. She was close to her brother, the well-known couturier Christian Dior. Launched in 1947, the perfume Miss Dior is often said to have been named after her by Christian. Catherine Dior helped preserve her brother's legacy after his death in 1957, and she became the honorary president of the from 1999 to her death in 2008, aged 90. == Biography == === Early life and family === Catherine's father Maurice Dior (1872–1946). Pictured c. 1900. Ginette Dior – who later took the name Catherine – was born in Granville, Normandy on 2 August 1917, the youngest child of Maurice Dior (1872 – 1946), a fertilizer industrialist, and Madeleine Dior, née Martin (1879 – 1931). She had four siblings: Raymond – the father of Françoise Dior–, Jacqueline, Bernard, and the couturier Christian Dior. Following the bankruptcy of the Dior factories in the aftermaths of the 1929 financial crash and the death of her mother in 1931, the family settled in 1932 in Callian, near Grasse in Provence. === World War II === In November 1941, Dior met founding Resistance member Hervé des Charbonneries while shopping in Cannes. She fell in love with him; aged 36, des Charbonneries was a married man and had 3 children. Dior joined him in the Resistance in late 1941, soon after her brother Christian returned to Paris. She used Christian's apartment in Paris, located at 10 Rue Royale, to host underground Resistance meetings. Dior was involved with the \"Massif Central\" section of the F2 network, a British-funded Resistance intelligence unit set up by the Polish government-in-exile to operate in France. Des Charbonnies belonged to the same network and operated in the Zone Sud under the leadership of Admiral Jacques Trolley de Prévaux; Dior was in charge of transmitting clandestine reports to London. On 6 July 1944 Dior was arrested along with 26 other persons of the group, and tortured by the Gestapo. Christian tried to seek her release via the Nazi contacts he had made at his job and his relationship with the Swedish consul-general Raoul Nordling. On August 18, Nordling managed to convince the Nazis to place Catherine under the protection of the Swedish state, but she had already been deported by August 15 on one of the last prison trains leaving Paris towards the Ravensbrück women concentration camp. Trolley de Prévaux was arrested in Marseille during the same month. Dior was subsequently transferred from Ravensbrück to the military prison of Torgau and posted to the all-female \"Anton Kommando\" to work on the production of explosives in a disused potassium mine. She then worked in Abberode – one of Buchenwald concentration camp's satellite camps – and in an aviation factory at Leipzig- Markkleeberg, which was eventually captured by the US Army on 19 April 1945. Dior was liberated near Dresden during the same month and returned to Paris on 28 May 1945. In 1952 she testified in a trial of 14 people responsible for the office of the Gestapo held in Paris. Dior was awarded several medals of honour for her acts of resistance: the Croix de Guerre – a distinction usually reserved for regular armed forces –, the Combatant Volunteer Cross of the Resistance, the Combatant's Cross, the King's Medal for Courage in the Cause of Freedom, and was named a Chevalière of the Legion of Honour. === Miss Dior === Catherine's brother Christian Dior in his later life. Depicted of a 2005 Romanian post stamp. After the war, Dior became a \"representative in cut flowers\" (mandataire en fleurs coupées). During 12 years, she worked with des Charbonneries at the Halles market in Paris, trading flowers from the south of France and the French colonies. She then moved to Callian, Provence, and bought a rose farm for the production of fragrance, which she continued to exploit until her death. Christian Dior's testament will, dated 30 August 1957, bequeathed his possessions to be equally shared between his sister Catherine and Raymonde Zehnacker, his right-hand woman. He died from a heart attack on October 23 of the same year, aged 52. The fragrance Miss Dior, presented on 12 February 1947 during the first fashion show of the company, was possibly named after her. Although the relation is not mentioned by Dior's official website, the story is often mentioned by journalists. According to the legend, Catherine Dior suddenly entered the room while her brother Christian was brainstorming names for the flagrance with his muse Mitzah Bricard; \"Ah, here's Miss Dior!\", Bricard said, and Christian allegedly replied \"Miss Dior: now there's a name for my perfume!\" === Later life === In October 1963, she publicly distanced herself from her niece Françoise Dior after her wedding with British Neo-Nazi leader Colin Jordan. Dior issued a press release denouncing the \"publicity given by the press and television to [her] niece Françoise Dior's nonsensical statements. The fame of [her] brother Christian Dior must not be used to highlight the scandal and risk tarnishing a name carried with honour and patriotism by members of my family.\" She kept on preserving the legacy of her brother until her death. In 1999 Dior inaugurated the opening of the in Granville and became its honorary president. Catherine Dior died on 17 June 2008 in Callian aged 91. She was buried near her brother Christian. == Legacy == In September 2019, Maria Grazia Chiuri, then the creative director at Christian Dior Italy, dedicated the Spring-Summer 2020 Ready-to-Wear runway collection to Catherine Dior, inspired by her passion for flowers. ==References== ; Bibliography * * Category:1917 births Category:2008 deaths Category:French Resistance members Category:Officiers of the Légion d'honneur Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:Recipients of the King's Medal for Courage in the Cause of Freedom Category:French people of World War II Category:Dior people ",
    "title": "Catherine Dior"
}