{
    "id": "47135435",
    "text": "Mario I. Gandelsonas (born December 14, 1938 in Buenos Aires, Argentina) is an American architect and theorist whose specializations include urbanism and semiotics. Gandelsonas is a founding partner of Agrest and Gandelsonas Architects, based in New York City, with Diana Agrest. In addition to his professional work, Gandelsonas is a scholar. He currently serves as the Class of 1913 Lecturer in Architecture at Princeton University and previously taught at Yale University and Harvard Graduate School of Design. ==Education and early work== Mario I. Gandelsonas was born on 14 December 1938 in Buenos Aires, Argentina, the son of Lithuanian immigrants. He was educated at the University of Buenos Aires where he received a Diploma Architect in 1962, and at the Centre de Recherche d’Urbanisme in Paris, from 1967-1968. In 1971,the American Architect Peter Eisenman invited Gandelsonas to travel to New York as a Visiting Fellow to the Institute for Architecture and Urban Studies(IAUS). Gandelsonas became a fellow in 1972 and served as one of the founding editors of the Institute's architectural journal, Oppositions. Gandelsonas currently serves as the acting dean and the Class of 1913 Lecturer in Architecture at Princeton University School of Architecture. ==Professional practice== In 1980, Gandelsonas became a founding partner of Agrest and Gandelsonas Architects with Diana Agrest. A unique perception of the city has formed the basis of his work. As a theorist, Gandelsonas is known for his approach to urbanism based on reading the plans of cities like they are text. His striking analytical diagrams of American cities have become a trademark for investigations into urban morphology. In the early 1990s, he developed the concept of \"Vision Planning\" as a new approach to his urban planning work for the city of Des Moines. The Des Moines Vision Plan contained two major propositions: Western Gateway Park and the Martin Luther King Parkway. In 2007 Gandelsonas built upon his original vision plan by developing a new Downtown Des Moines Planning Project and completing Gateway Park with the John and Mary Pappajohn Sculpture Park.Downtown Des Moines Planning Project. Approved by the Des Moines City Council, March 10, 2008 (resolution 08-110) Other projects by Agrest and Gandelsonas Architects are Liberty Street in Liberty Harbor, Jersey City; the master plan and urban design for Xu Jia Hiu in Shanghai, China; and the master plan for the West Side of Manhattan and the Melrose Houses Community Center in New York City. ==Teaching and research== Gandelsonas taught at the Institute for Architecture and Urban studies from 1973 until 1984 and was the Director of Educational Programs from 1981 until 1984. Later, as a Fellow of the Chicago Institute for Architecture and Urbanism (1988-1990), he refined his approach to urbanism—based on reading the plans of cities as if they were text—with a computational analysis of the Chicago plan and published it under the title The Urban Text (1992). Throughout the decade, Gandelsonas continued to apply his unique approach to urbanism on projects in several American cities including Los Angeles, Boston, Chicago, Des Moines, New Haven and Atlantic City. He published the results of his research in the book X-Urbanism (1999), presenting his theory on the relationship between architecture and the American City. After working as a professor at Yale University and as a guest professor at the Graduate School of Design at Harvard University, Gandelsonas joined the faculty at Princeton University in 1991, where he serves as a full professor and the Class of 1913 Lecturer in Architecture. In 1995, Gandelsonas developed a joint international studio with Tongji University in Shanghai. The China Studio, which continued until 2012, provided advanced graduate students from the School of Architecture the opportunity to explore another culture's architectural and urban existence first-hand. In 2013, he started a new joint program with the University of São Paulo incorporating design studios and research on urban infrastructure. Gandelsonas became the first director of the Center for Architecture, Urbanism and Infrastructure (CAUI) at Princeton University in 2007 and remained in the post until 2013. With funding from Princeton University's Council for International Teaching and Research, the mission of CAUI is to build a global network of research focusing on the impact of rapid urban growth in the twenty-first century. He also published the first two CAUI books, In search of the public (2013), a collection of essays that examine the question of public space at the beginning of the twenty first century; and Garden [City] State (2013), a proposal for a slow infrastructure that takes as a case study the state of New Jersey. Currently, Gandelsonas is the Princeton University lead of the research network \"Fluvial Metropolis\" in partnership with the University of São Paulo, an program funded by the Council for International Teaching and Research. On July 1, 2015, he was named the acting dean of the School of Architecture, effective until December 31, 2015 as Monica Ponce de Leon assumes the role of dean on January 1, 2016. ==Honors and awards== Gandelsonas has lectured extensively and participated in workshops, conferences and symposiums in North, Central and South America; Europe; Asia and Australia. His work has received numerous awards including Excellence in Design Awards from both the New York State AIA and the New York City Chapter AIA. Gandelsonas received the Masterwork Award from the Municipal Art Society for the \"Best Building in New York City\" as well as the Society of Registered Architects NY Chapter Award of Merit. In 2006 he was advanced to Fellow of the American Institute of Architects. ==Exhibitions== Gandelsonas' work has been exhibited in museums, galleries, and universities throughout the world. Notable exhibitions include the following: The Museum of Contemporary Art, Los Angeles; The Walker Art Center, Minneapolis; The Dallas Museum of Art; The Fogg Museum, Harvard; Leo Castelli Gallery, New York; Centre Pompidou, Paris; Milano Triennale; Frankfurt Architecture Museum, West Germany; San Francisco Museum of Modern Art; The Architectural League, New York and the Yale University School of Architecture Gallery. His drawings have been included in the collection of the Museum of Modern Art, New York and the San Francisco Museum of Modern Art. ==Publications== Books by Mario Gandelsonas: *The Urban Text, MIT Press, 1992 *Agrest and Gandelsonas, Works, Princeton Architectural Press, 1996 *X-Urbanism, Architecture and the American City, Princeton Architectural Press, 1999 *Shanghai Reflections, Princeton Architectural Press 2002 *In Search of the Public, Notes on the American city, CAUI Publications, Island Press, 2013 *Garden [City] State, Slow Infrastructure for New Jersey, CAUI Publications, Island Press 2013 ==References== ==External links== *\"How Des Moines Got Cool\" article on Des Moines Plan in Politico *Profile on the Princeton University School of Architecture website *Agrest & Gandelsonas Architects Category:American architects Category:American people of Lithuanian descent Category:1938 births Category:Living people Category:People from Buenos Aires ",
    "title": "Mario Gandelsonas"
}