{
    "id": "47137606",
    "text": "Autumn Mills (born July 24, 1988) is a former competitor with the York Lions women's ice hockey program. She is a member of the Canada women's national baseball team which won a silver medal at the 2015 Pan American Games.http://baseball.ca/canadian-womens-baseball-team-named-for- toronto-2015-pan-am-games ==Playing career== ===Hockey=== In 2009, she was recognized by Ontario University Athletics as one of the top female scholar- athletes. She was recognized at the sixth annual Women of Influence Luncheon on February 10, 2009.http://www.yorku.ca/yfile/archive/index.asp?Article=11925 On January 29, 2011, she registered five points in a 6–4 victory over the Western Mustangs women's ice hockey team. The game took place in her hometown of London, Ontario. After the 2010–11 season, Mills was the Ontario University Athletics (OUA) nominee for the 2011 Canadian Interuniversity Sport (CIS) Marion Hillard Award. ===Baseball=== Mills joined the Canadian national women's baseball team at the age of 16 years. She has been a pitcher with the squad since 2005 and won a national championship with Team Ontario. She has competed in five IBAF World Cup competitions, capturing three medals (two bronze and one silver). At the 2012 Women's Baseball World Cup, Mills got the save in the bronze medal game victory over Australia in Edmonton, Alberta. During 2015, she was one of three women (including teammate Ashley Stephenson that served as instructors at the Toronto Blue Jays Baseball Academy. ==Awards and honours== * 2007-08 Canadian Interuniversity Sport Academic All-Canadian honour roll * 2009 OUA top female scholar-athletes * York University's selection for OUA Woman of Influence (2009)http://www.yorkulions.ca/news/2015/6/22/TF_0622154838.aspx?path=whockey * York University female athlete of the week for the period ending Jan. 30, 2011. * York University's Bryce M. Taylor Award (2011)http://www.yorkulions.ca/sports/2014/6/23/HT_0623144907.aspx?id=272 * Pioneer Petroleums Ontario University Athletics (OUA) female athlete of the week for the period ending Jan. 30, 2011. * Runner-up, 2011 Marion Hillard Award. ==Personal== Earned a Bachelor of Arts Degree in kinesiology from York University. Currently, she is employed as a police officer ==References== Category:1988 births Category:Baseball people from Ontario Category:Baseball players at the 2015 Pan American Games Category:Female baseball players Category:Canadian women's ice hockey players Category:Ice hockey people from Ontario Category:Living people Category:Sportspeople from London, Ontario Category:Pan American Games silver medalists for Canada Category:Pan American Games medalists in baseball ",
    "title": "Autumn Mills"
}