{
    "id": "47130935",
    "text": "Christopher J. Ferguson is an American psychologist who serves as a professor and co-chair of psychology at Stetson University in Florida. He previously served as an associate professor of psychology and criminal justice at Texas A&M; International University. In 2014, he was named a fellow of the American Psychological Association. ==Education== Ferguson received his B.A. in psychology from Stetson University, his M.S. in developmental psychology from Florida International University, and his Ph.D. in clinical psychology from the University of Central Florida. ==Research and views== Ferguson is known for publishing studies disputing the link between video games and violent behavior. He has argued that violent video games have remained popular even while youth violence has fallen to a 40-year low. In 2008, Ferguson criticized a study published by Craig A. Anderson that found a link between violent video games and aggression. Ferguson stated, in a letter to the editor of Pediatrics, that the study suffered from \"weak results\" and \"misleading conclusions.\" Ferguson published a study in 2014 which found that although there was a correlation between media violence and homicide rates for the mid-20th-century, this correlation broke down after the 1950s. He was recently an author in several papers, including two meta-analyses, arguing that the evidence against the use of physical punishment is exaggerated, and cautioning against the potential dangers of this. ==References== ==External links== * *Christopher Ferguson's faculty page Category:Living people Category:Stetson University faculty Category:American psychologists Category:Texas A&M; International University faculty Category:Stetson University alumni Category:Florida International University alumni Category:University of Central Florida alumni Category:Fellows of the American Psychological Association Category:Year of birth missing (living people) ",
    "title": "Christopher Ferguson (psychologist)"
}