{
    "id": "47130724",
    "text": "Fleming Bowyer Miller (October 8, 1792 – August 10, 1874) was an American lawyer and politician who represented Botetourt County, Virginia in both houses of the Virginia General Assembly during three decades, including in the Virginia Senate following the American Civil War. He also served in the Virginia Constitutional Convention of 1829–1830, Virginia Constitutional Convention of 1850 and the Virginia Secession Convention of 1861.yaleobit ==Early and family life== The son of John and Priscilla (Bowyer) Miller, was born in Fincastle, Virginia on October 8, 1792. His first name may honor William Fleming, one of the area's leading citizens and who briefly served as Governor of Virginia during the American Revolutionary War. Young Fleming Miller studied at Washington College in Lexington, Virginia and graduated in 1813. He then entered Yale College and graduated in 1816. He then studied law for two years at the Litchfield Law School before returning to the south. He married Elisabeth Seldon in Henrico County on November 26, 1831, and had children. He also owned eleven enslaved people in 1860.1860 U.S. Federal Census, Slave Schedule for Fincastle, Botetourt County, Virginia. U.S. The 1850 federal census records appear misindexed and the Virginia slave censuses are not available online. ==Career== In the fall of 1819 Miller was admitted to the bar in Nashville, Tennessee, and practiced there for a year. He then returned to Virginia and settled in his native Botetourt County, where he practiced law and farmedYale's Confederates, available at google books until January 1, 1874, when he moved to his son-in-law's house in Staunton. From 1825 to 1838, Miller often served as one of Botetourt County's two representatives (part-time) in the Virginia House of Delegates.Cynthia Miller Leonard, The Virginia General Assembly 1619-1978 (Virginia State Library 1978) pp. 328, 333, 338, 343, 355, 363, 371, 375, 379 Elected to represent the county in the Virginia Constitutional Convention of 1829–1830, Miller appears in George Catlin's large group portrait of the event.Leonard, p. 353 In 1835, Miller became the Democratic party's candidate for the U. S. Senate, but failed to win the necessary votes in the General Assembly. In 1836 he declined a nomination for Governor of Virginia due to his wife's severe illness. In 1850, Botetourt County voters elected Miller as one of their three delegates to the Virginia Constitutional Convention of 1850. He was one of three delegates elected from the Valley delegate district made up of his home district of Botetourt County as well as Roanoke, Alleghany and Bath Counties.Leonard, p. 441 Again in 1852 he was returned to the State House.Leonard, p. 448 In 1853, Miller became U. S. Attorney for the Western District of Virginia, and held the office until the American Civil War began. Botetourt County voters elected Miller to represent them at the Virginia Secession Convention of 1861,Leonard, p. 478 where he voted for secession on April 17 following Lincoln’s call on Virginia militia to recover federal property. Upon the organization of the Confederate Judiciary, Miller was appointed to his earlier position as Attorney for the Western District of Virginia under that Government. Following the American Civil War, Miller was re-elected to the Virginia state Senate again in 1867. After Virginia surrendered, voters from a combined district encompassing Alleghany, Bath, Highland and Botetourt Counties elected William W. Boyd to represent him, but he soon died and Miller won election to fill the vacancy.Leonard, p. 503 ==Death== Fleming Boyer Miller died in Staunton on August 10, 1874, and is buried at Thornrose cemetery.findagrave No. 23288468 ==References== ==Bibliography== * Category:1792 births Category:1874 deaths Category:People from Fincastle, Virginia Category:Washington and Lee University alumni Category:Yale College alumni Category:Litchfield Law School alumni Category:Tennessee lawyers Category:Virginia lawyers Category:United States Attorneys for the Western District of Virginia Category:Virginia state senators Category:Members of the Virginia House of Delegates Category:People of Virginia in the American Civil War Category:19th-century American politicians ",
    "title": "Fleming Bowyer Miller"
}