{
    "id": "47146411",
    "text": "Franck Biyong (born 3 December 1973) is a Cameroonian musician, bandleader and record producer. He plays the electric guitar, bass as well as percussion and keyboards. After a string of AfroJazz albums, Franck is breaking new ground with a genre called \"Alternative Afro-Electro-Rock\" or \"Afrolectric Music\" that fuses Rock, Electronica and African-flavoured beats. His music leans towards the new sound of Black Rock and Biyong is notable for his African \"Guitar Hero\" musical alternative and aesthetics. ==Early life and education== Franck Biyong was born in France but grew up in Gabon , Nigeria and Ivory Coast. His father went to France as a student, graduated, became an English teacher and moved his family back to West Africa . Franck and his siblings attended the Institut National Supérieur des Arts et de l'Action Culturelle in Abidjan, Ivory Coast. He originally studied piano but dropped it in favour of drums, percussion and eventually, guitar. Franck's fondness for African- American Jazz guitarist, Wes Montgomery's \"Canadian Sunset\" got him interested in electric guitar. At age 14, Franck moved to England where he started working with various bands and recording demos influenced by musical heroes Prince Nico Mbarga, Sun Ra, Frank Zappa, William Onyeabor, King Crimson and many others. ==Career== ===1997: Afrolectric=== Fela's death in 1997 spurred Franck's return to France where he formed fifteen-piece band Massak—a Basaa (Cameroonian tongue and tribe) word that means music, trance and enjoyment through rhythms and sounds—to pay homage to the legendary musician and his Africa 70 and Egypt 80 ensembles. He termed his music then as \"Afrolectric\", a meeting of AfroBeat and influence from UK's electronica scene, and went on to form the Afrolectric Music label. Franck then toured clubs and festivals globally for several years (including appearances at the SOB's in New York, The Jazz Café in London and the Montréal Jazz Festival). His first official single, B.L.A (which stands for Brain Liberation Army) was released as a 7'inch vinyl on Lenar/Soul Fire Records. The two-part jam greatly appealed to gritty funk and Afrobeat lovers across the globe. The 2006 Realms of the Atlantis would become Franck's first full-length album. It was a collection of moods and atmospheres exploring a more relaxed and spiritual musical dimension and broader range of influences. Franck Biyong expanded his repertoire a year later with sophomore release, Haiti Market a surprising psychedelic Afropop record paying tribute to the spirit of the Haitian cults and religions. From that point on, Franck was releasing a new album every year: 2008 brought Spirits into Sounds, 2009 saw the experimental Rhythms of our Memory and in 2010, Franck Biyong travelled to his homeland to record his fifth album, Visions of Kamerun. This was his final project with the band Massak and told the history of the colonial wars and linkages of the African nation with France. Franck then formed new band The Afrolectric Orkestra, composed of young Caribbean and African musicians based in Europe as well as young rising stars of the Paris' Jazz scene. They went on to release Franck's sixth album, Voodoolectric Ground. In 2011, Jazz & Africa came out. It was an album filled with highly original renditions of songs by Manu Dibango, Ornette Coleman and Sun Ra among others. The same year, Franck released Meeting the Basic Needs of The People with many long time collaborators in wide variety of personnel setting. In 2012, Ki i Ye Yi was billed to Biyong and The Diamane Bantu Messengers (essentially a variation on Massak) with the assistance of the Paris DJs crew who released the LP with Afrolectric Music. The album had cameos by American Tenor Saxophonist Ben Abarbanel-Wolff, musical director for Afrobeat Academy and Ghanaian highlife legends Ebo Taylor and Pat Thomas. Franck's final dalliance into Afro jazz would be the EP, 21.12.2012 (Truth or Lies?) released in 2013. That same year, Biyong also issued a cover version of Fela Kuti's I.T.T (International Thief Thief) as a free download single. ===2014-Present=== ===International career=== In 2014, he recorded his new single, Liyomba. The song is off Franck's upcoming 10th album release, Moonwatching and is an experiment in Rock, Electronic Music, Trap, Afro-House and Psychedelics. It draws from the crucial role the moon plays in African culture, religion and spirituality. This forthcoming release shall fuse Franck's electric sound with the deep well of Afro-Futurism. ===Other ventures=== As Music Director on Coke Studio Africa Season 1 and 2 Franck worked with the likes of Wyclef Jean, Salif Keita, Lady Jaydee, King Sunny Ade, Culture Musical Club, Seun Kuti, Just A Band and David Correy. Franck Biyong is currently signed to AfriCori. == Discography == * Realms Of Atlantis (2006) * Haiti Market (2007) * Spirits into Sounds (2008) * Rhythms of our Memory (2009) * Visions of Kamerun (2010) * Voodoolectric Ground (2010) * Jazz & Africa: Knowledge Identity Reconstruction (2011) * Meeting the Basic Needs of the People (2011) * Ki i Ye Yi (2012) * 21.12.2012 (Truth or Lies?) (2013) * Moonwatching (2015) * Afro Bikutsi Live! (2017) * Evening Prayer (2018) * The Lamp, Light and Eye of God (2019) * Afro Galactic Spaceway (2019) * Ibolo Ini -with Lipombe Jazz- (2019) == Singles == * B.L.A (Soul Fire / Truth & Soul) (2002) * Live! (Melting Pot Music) (2003) * We Shall overcome (Hot Casa Records) (2004) * Power Brain (Hot Casa Records / Rush Hour) (2005) * EP (Favorite Recordings) (2006) * AfrofunkyDance (Hot Casa / Rush Hour) (2007) * UPC (Paris Djs) (2010) * Fe Bain (Paris Djs) (2012) * C.F.A Music (Paris Djs) (2012) * I.T.T (Free Download) (2013) * End of the Road (Africori) (2015) * Liyomba Church (Africori) (2016) * Trouble (Hot Casa Records) (2020) ==References== == External links == *franckbiyong.net (Official website) Category:1973 births Category:Living people Category:Cameroonian singers Category:Cameroonian entertainers Category:Cameroonian guitarists ",
    "title": "Franck Biyong"
}