{
    "id": "47149184",
    "text": "Grey - No Extradition Treaty Extradition law in China is the formal process by which a fugitive found outside China's jurisdiction is surrendered to the jurisdiction where an alleged offense has taken place for trial or punishment, under Chinese law. China does not allow for the extradition of its own nationals. == Extradition from China == China currently grants extradition to both states it maintains extradition treaties with and states that assure reciprocity. Extradition from China can be sought if: (1) the conduct indicated in the request for extradition constitutes an offense according to the laws of both China and the Requesting State and (2) the request for extradition is made for the purpose of instituting criminal proceedings, the offence indicated in the request for extradition is, under the laws of both China and the Requesting State, punishable by a fixed term of imprisonment for one year or more or by any other heavier criminal penalty. Additionally, provision (2) grants states the ability to request extradition when persons have already been convicted, but have a remaining sentence of at least six months at the time of the request. All requests for extradition are required to be made via diplomatic channels using a handwritten application. Along with the application, foreign states must also include a warrant of arrest, the necessary evidence to convict said person, and photographs, fingerprints, or other material that might be used to verify the identity of said persons. In cases of extradition to execute a sentence such as granted in provision (2), foreign states must also provide a copy of the written verdict that convicted said person. Additionally, all copies of the aforementioned materials must be accompanied by transliterations in Chinese. Foreign states must also make assurances that they will not investigate extradited persons for any criminal offenses other than those they have been extradited for. Additionally, foreign states must assure they will not extradite extradited persons to a third state unless by the extradited persons' own consent. Following receipt of the request, it is examined by the Ministry of Foreign Affairs where, if it is found to be in accordance with Chinese extradition law, it is passed on to the Higher People's Court where it is ruled whether the People's Republic of China will honour the extradition request. The decision by the High People's Court is subject to that of the Supreme People's Court where it may be struck down. == Countries with which China maintains extradition treaties == China maintains extradition treaties with 59 nations/jurisdictions while 39 of them are ratified. According to the official website of the People's Procuratorate of Guangdong Province, by October 2018, the countries below have signed extradition treaties with People's Republic of China: * * * * (not ratified) * (not ratified) * (not ratified) * * * (not ratified) * * * * * (not ratified) * (not ratified) * (not ratified) * (not ratified) * * * * * * * * (not ratified) * * * * * (not ratified) * * * (not ratified) * * (not ratified) * * * * * * * * * (not ratified) * * (not ratified) * * * * (not ratified) * * * * (not ratified) * (not ratified) ==References== ==External links== * Extradition Law of the People's Republic of China (Full Text) China Category:Bilateral relations of China Category:Laws of China ",
    "title": "Extradition law in China"
}