{
    "id": "47144329",
    "text": "Major-General Clement Arthur West (13 August 1892 – 4 April 1972) was a senior British Army officer who fought in the First World War and the Second World War. ==Military career== Clement Arthur West was born on 13 August 1892 in Manmad, British India, the only son of Clement West. He was educated at The King's School, Canterbury and the Royal Military Academy, Woolwich.\"West, Clement Arthur\" in British Army Officers 1939-1945 at unithistories.com, accessed 2 July 2015 He was commissioned as a second lieutenant into the Royal Engineers on 19 July 1912. Noel Martin, Colin Jardine, Harold Price-Williams and Bernard Young, all future general officers, were among his fellow graduates. He first saw active service on the Western Front between 1914 and 1918, during which he was wounded, received the Military Cross and was twice mentioned in dispatches. Promoted to lieutenant on 27 August 1914, he ended the war with the rank of captain. Between 1919 and 1922, West was Assistant Instructor Survey at the Royal School of Military Engineering, before working at the War Office until 1927. He then attended the Staff College, Camberley and was promoted to major in 1928. From 1930 to 1932 he served as brigade major on the North-West Frontier and from 1932 to 1934 worked for the General Staff of the British Indian Army. He was awarded the Distinguished Service Order in 1932. Between October 1934 and January 1936 West was Deputy Assistant Military Secretary at the War Office. In 1937 he was commander, Royal Engineers in the 3rd Division.'West, Clement Arthur' in British Army Officers 1939-1945 at unithistories.com, accessed 2 July 2015 During the Second World War, West worked in various staff positions in the United Kingdom until December 1942 when he was made Commanding Officer, East Central District, Home Forces. Promoted to the acting rank of major-general on 4 December 1942, (made temporary on 4 December 1943) between April 1943 and 1945 he served as a major-general on the Imperial General Staff in numerous positions. From 1945 until his retirement in 1946, West was major-general in charge of Administration, Southern Command.'West, Clement Arthur' in British Army Officers 1939-1945 at unithistories.com, accessed 2 July 2015 ==References== ==Bibliography== * ==External links== *British Army Officers 1939−1945 *Generals of World War II Category:1892 births Category:1972 deaths Category:Alumni of the Royal College of Defence Studies Category:British Army personnel of World War I Category:British Army generals of World War II Category:Companions of the Distinguished Service Order Category:Companions of the Order of the Bath Category:Graduates of the Royal Military Academy, Woolwich Category:Graduates of the Staff College, Camberley Category:Operation Overlord people Category:People educated at The King's School, Canterbury Category:Recipients of the Military Cross Category:Royal Engineers officers Category:War Office personnel in World War II ",
    "title": "Clement West"
}