{
    "id": "47140186",
    "text": "Rawdat Al Khail (; also known as Al Muntazah) is a district in Qatar, located in the municipality of Doha. It is situated just outside the boundaries of downtown Doha to the east. As part of the district's master plan, major mixed use developments are being carried along the arterial roads of C Ring Road and Salwa Road. ==History== In early 1888, Doha (then Al Bidda) was raided in a surprise attack by approximately 250 Bedouins from Abu Dhabi. According to local tradition, Sheikh Ali bin Jassim, known as Joaan, had been praying in the Old Amiri Palace at the time he learned of this invasion. Once he finished praying, he recruited several fighters and traveled to Rawdat Al Khail for a last stand with the invaders, despite having only half the number of men. Sheikh Joaan was killed in the ensuing battle. ==Administration== Although free elections of the Central Municipal Council were first instated in Qatar in 1999, Rawdat Al Khail has only served as the seat of one of the 29 municipal constituencies since the fifth municipal elections in 2015. In the fifth session, Rawdat Al Khail was the seat of constituency no. 7 which also included Fereej Abdul Aziz and As Salatah al Jadidah. Abdullah Saeed Al Sulaiti was elected as the constituency representative. ==Transport== Major roads that run through Rawdat Al Khail include B Ring Road, C Ring Road, Salwa Road and Rawdat Al Khail Street. Currently, the underground Al Muntazah Metro Station is under construction, having been launched during Phase 2B. Once completed, it will be part of Doha Metro's Blue Line. ==Visitor attractions== Rawdat Al Khail Park, also known as Al Muntazah Park, represents one of the earliest constructed public parks within Doha. The second phase of park construction, which included footpaths and visitor facilities, was completed in 1980. The park is found at the crossing of Al Muntazah Street and C Ring Road. In 2013, UK-based LDA Design was selected to renovate the park to include modern amenities, which would be spread over an area of 14.7 hectares. Sporting facilities, a café, and a children's playground were planned as part of the redesign. ==Qatar National Master Plan== The Qatar National Master Plan (QNMP) is described as a \"spatial representation of the Qatar National Vision 2030\". As part of the QNMP's Urban Centre plan, which aims to implement development strategies in 28 central hubs that will serve their surrounding communities, Rawdat Al Khail has been designated a District Centre, which is the lowest designation. The District Centre is situated to the east of an already-existing commercial hub at the crossing C Ring Road and Salwa Road. This decision was made allow greater pedestrian accessibility within the District Centre, nonetheless, improving the lack of pedestrian-friendly infrastructure of the existing commercial area is also a stated objective of the centre plan. Metro stations can be found at both the eastern and western extremities of the District Centre. Current buildings in the District Centre include the Raddison Blue Hotel, a mall, residential villas and government organizations. Future construction will follow an orthogonal grid plan. ==Demographics== As of the 2010 census, the district comprised 4,897 housing units and 757 establishments. There were 17,219 people living in the district, of which 66% were male and 34% were female. Out of the 17,219 inhabitants, 77% were 20 years of age or older and 23% were under the age of 20. The literacy rate stood at 98.7%. Employed persons made up 65% of the total population. Females accounted for 17% of the working population, while males accounted for 83% of the working population. {| class=\"wikitable\" |- ! Year !! Population |- | 1986|| 8,035 |- | 1997|| 8,649 |- | 2004 || 10,391 |- | 2010 || 17,219 |} ==Education== The following schools are located in Rawdat Al Khail: {| class=\"wikitable\" |- ! Name of School !! Curriculum !! Grade !! Genders !! Official Website !! Ref |- | Abu Bakr Assedeeq Preparatory Independent Boys || Independent || Secondary || Male-only || N/A || |- | Al Huda Kindergarten || Independent || Kindergarten || Both || N/A || |- |} ==Gallery== Mumthaza Park, Doha - panoramio (1).jpg|Al Muntazah Park in Rawdat Al Khail ==References== Category:Communities in Doha ",
    "title": "Rawdat Al Khail"
}