{
    "id": "47144891",
    "text": "Jonathan David LaPook (born September 1, 1953) is an American board-certified physician in internal medicine and gastroenterology who is the Chief Medical Correspondent for CBS News. Named the Mebane Professor of Gastroenterology in 2013, he is Professor of Medicine at NYU Langone Medical Center and has an active medical practice in New York City. He joined CBS News in 2006. When LaPook joined CBS News, The New York Observer reported on the hire as a trend away from professional journalists covering expert fields and a tendency toward hiring subject matter experts to do journalism. == Early life and education == LaPook was born in Mineola, N.Y, into a Jewish family, the son of Elsa (née Eisenbud) and Sidney LaPook, a dentist and World War II veteran (1928–2018). He has three sisters, Judith LaPook, Nancy LaPook Diamond, and Corinne LaPook. He graduated with honors from Yale University and Columbia College of Physicians and Surgeons, receiving his M.D. in 1980. He completed a residency in internal medicine and fellowship in gastroenterology at the New York-Presbyterian Hospital/Columbia University Medical Center. He is married to Kate Lear, daughter of legendary TV producer Norman Lear. == Career == === Medicine === In 1986, Dr. LaPook began an active practice in gastroenterology and internal medicine at Columbia. He continued to teach at Columbia University Medical Center and became Professor of Medicine. LaPook has done extensive work in the field of medical computing, including helping to develop an electronic textbook of medicine and writing a medical practice management software package that he sold in 1999 to a company that was later acquired by Emdeon Corporation, the parent company of WebMD. He is a published author, and is especially focused on educating the public about health issues. LaPook is the founder of the NYU Langone Empathy Project, whose goal is improve the interaction of health professionals and patients by creating a curriculum on video that teaches empathy to doctors, nurses and all members of the healthcare community. === Journalism === In 2006, LaPook joined anchor Katie Couric at the \"CBS Evening News\" as Medical Correspondent. In 2013, he was named Chief Medical Correspondent for CBS News, appearing regularly on \"CBS This Morning,\" the \"CBS Evening News with Scott Pelley,\" CBS Radio, and CBSN, the first interactive streaming news network. He has interviewed patients, healthcare providers, researchers, thought-leaders, and government officials, including President Obama twice, in an attempt to provide insight and perspective on a wide range of health and medical subjects. === Education === In 2014, LaPook founded The Empathy Project at NYU Langone Medical Center, whose premise is that a good interpersonal relationship between patient and caregiver is critical to excellent medical care. The Empathy Project seeks to promote a culture of empathy in medicine—to educate patients to expect and demand it, and to train healthcare providers to be more humane and effective. It will bring together leaders in medicine, technology and entertainment, and create short films that will highlight important issues between patient and medical caregiver. === Awards === LaPook has won three Emmy awards for his coverage in 2012 of the national shortage of drugs, for team coverage in 2013 of the Boston Marathon bombings and in 2019 for Sunday Morning, Outstanding Program. In 2018 The Alliance for Women in Media awarded him a Gracie Award in the News Feature Series category for two groundbreaking 60 Minutes reports that investigated the USA Gymnastics sexual abuse scandal involving Larry Nassar. LaPook was also named a George Foster Peabody Award finalist in 2018 for those two 60 Minutes investigative reports on the gymnastics scandal. He has won two Edward R. Murrow Awards for “Best Broadcast” in 2007 and 2013. He also won a 2015 New York Press Club Award for Journalism for “Eye on Ebola” WCBS-AM News Team Special. In 2010, he was recognized in the Webby Awards for his documentary series Doc Dot Com. ==References== ==External links== *Profile at CBS News * Category:American gastroenterologists Category:American medical journalists Category:American television reporters and correspondents Category:CBS News people Category:Columbia University College of Physicians and Surgeons alumni Category:Yale University alumni Category:People from Mineola, New York Category:1953 births Category:Living people Category:Jewish American journalists Category:Jewish American scientists ",
    "title": "Jonathan LaPook"
}