{
    "id": "47142042",
    "text": "Joy Haizelden (born 1 December 1998) is a 2.5 point British wheelchair basketball player who was the youngest player to represent Great Britain at the 2014 Women's World Wheelchair Basketball Championship in Toronto. ==Biography== Joy Haizelden was born on 1 December 1998. Joy and her older sister Miriam, both of whom have spina bifida, were abandoned outside an orphanage in their native China. They were adopted by an English couple, Jim and Margaret Haizelden, who took them to live in Southampton, in Hampshire, in 2005. She was a student at The Kings School. They could not participate in physical education, so Jim went looking for ways to keep them fit and active. A friend invited him to bring them to his wheelchair basketball club. Haizelden is classified as a 2.5 point player. She made her international debut in the Standard Life Head to Head series against the Netherlands in 2013. This was followed by the U25 European Wheelchair Basketball Championships, where Team Great Britain won the silver medal. She was named the Peter Jackson Young Female Player of the Year at The Lord’s Taverners National Junior Championships in July 2013, and was part of England South’s team at the Sainsbury 2013 School Games, winning bronze. At the age of 15, she was the youngest player chosen to represent Great Britain at the 2014 Women's World Wheelchair Basketball Championship in Toronto. Team Great Britain came fifth, its best ever result at the World Championship. The following year, she was part of Team Great Britain at the Osaka Cup in Japan in February, winning silver, and at the 2015 Women's U25 Wheelchair Basketball World Championship in Beijing in July, winning gold. The senior team then defeated France to take bronze in the 2015 European Championship in Worcester. In May 2016, she was named as part of the team for the 2016 Summer Paralympics in Rio de Janeiro. The British team produced its best ever performance at the Paralympics, making it all the way to the semi-finals, but lost to the semi-final to the United States, and then the bronze medal match to the Netherlands. ==Achievements== * 2014: Fifth at the World Wheelchair Basketball Championship (Toronto, Canada) * 2015: Silver at the Osaka Cup (Osaka, Japan) * 2015: Gold at the 2015 Women's U25 Wheelchair Basketball World Championship (Beijing, China) * 2015: Bronze at the European Championships (Worcester, England) * 2016: Fourth at the 2016 Paralympics (Rio de Janeiro, Brazil) * 2017: Bronze at the European Championships (Tenerife, Spain) * 2018: Silver at the 2018 Wheelchair Basketball World Championship (Hamburg, Germany) ==References== Category:Wheelchair basketball players at the 2012 Summer Paralympics Category:Paralympic wheelchair basketball players of Great Britain Category:1998 births Category:Living people Category:Wheelchair basketball players at the 2016 Summer Paralympics Category:British adoptees Category:Chinese emigrants to England Category:People with spina bifida Category:British women's wheelchair basketball players ",
    "title": "Joy Haizelden"
}