{
    "id": "47144216",
    "text": "The north portal with Oberau station (1840) Oberau and the tunnel on a map from the 19th century Tunnel monument made from the original material of the portal crown The Oberau Tunnel (Oberauer Tunnel) was the second railway tunnel in Germany after a railway tunnel on the Tollwitz–Dürrenberg Railway (Tollwitz-Dürrenberger Eisenbahn, a 585 mm gauge mining railway), but it was the first tunnel of a normal railway on the continent of Europe. It was driven between 1837 and 1839 on the Leipzig–Dresden railway by Freiberg miners and opened out in 1933/1934. Today only an obelisk commemorates this milestone in German railway history. == History == Although the Leipzig–Dresden railway ran over the fairly flat terrain of northern Saxony, the northern slopes of the Dresden Basin meant that a tunnel was required because at that time it was believed that trains on major railways could not climb significant slopes. Similarly, the Berlin-Dresden railway, which was built half a century later, partly running parallel with it, has its steepest gradients in this area. More than 500 miners sunk four 20 m-deep shafts to the level of the tunnel floor. The tunnel was driven from the bottom of these shafts and from the tunnel portals. Two of the shafts were later used for the ventilation of the tunnel. The tunnel was completely lined with 8,900 m³ of Elbe Sandstone to reduce the water inflow. With the opening of the Leipzig–Dresden railway on 7 April 1839, Oberau station, which was situated high above the cutting leading to the tunnel, was the closest station to Meissen. Because of this unfavourable situation, Meissen sought a more convenient station and in 1842 Niederau station was opened on the line about 2.5 kilometres south of the tunnel. With the opening of Niederau station, the Leipzig–Dresden Railway Company closed Oberau station on 15 May 1842. From 1933 to 1934, Oberau Tunnel was converted into a cutting because of its restricted structure gauge and the severe damage caused by water and frost during its operation. In the area of the former tunnel, state road 177 between Radeburg and Meissen now crosses the line on a bridge. A monument to the tunnel was built out of the original material of the portal crown; it reused the Saxon coat of arms, which was once at the centre of the portal. The Dresden coat of arms was placed on the left and is now located on a memorial stone next to the road bridge. Dresden coat of arms == Overview data== * length: 513.3 metres * built: 1837–1839 * opened out: 1933/1934 * located at km: 93.2 * maximum coverage: 15 m * type of rock tunneled through: shale (Schiefer), granite == References == == External links == Category:Railway tunnels in Germany Category:Buildings and structures in Meissen (district) Category:Niederau ",
    "title": "Oberau Tunnel"
}