{
    "id": "47145426",
    "text": "\"A House Without Love\" is a song composed by Hank Williams. It was released as the B-side to \"Why Don't You Love Me\" in 1950 on MGM Records. ==Background== By May 1950, Hank Williams was a country superstar, having scored eight Top 5 hits since January 1949, and \"Why Don't You Love Me\" became his second #1 country single in a row. However, the B-side \"A House Without Love,\" which contained lines like \"We slaved to gain a worthless treasure\" and \"the simple things have gone forever,\" seemed to express Williams growing disillusion with fame and his growing estrangement with his wife Audrey Williams. In the episode of American Masters about Hank's life, songwriter Danny Dill stated, \"See, Hank was one of those people that had driving ambition. He wanted to get to this place in the world where he was somebody. And he got up there, and there wasn't anything up there. It was empty...There was nothing there that he wanted. It was all back down there where he'd been.\" There are many documented accounts of the singer's disdain for those he perceived as thinking they were \"above\" him and he often made light of the fact that Audrey often spent money faster than he could make it. Indeed, the more successful Williams became, the more out of control his personal life spiraled as the new decade wore on. Williams recorded the song on August 30, 1949 at Herzog Studio in Cincinnati, Ohio (the same session that produced the B-side \"I'm So Lonesome I Could Cry\"). He is backed by members of the Pleasant Valley Boys – Zeke Turner (lead guitar), Jerry Byrd (steel guitar), and Louis Innis (rhythm guitar) – as well as Tommy Jackson (fiddle) and Ernie Newton (bass). ==Cover versions== *George Jones recorded the song for his 1962 tribute album My Favorites of Hank Williams. *Merle Haggard and Bonnie Owens recorded the song as a duet in 1966. *The song appears on the 1995 Willie Nelson box set A Classic and Unreleased Collection. ==References== ;Sources * Category:1949 songs Category:Hank Williams songs Category:Songs written by Hank Williams Category:Song recordings produced by Fred Rose (songwriter) Category:MGM Records singles ",
    "title": "A House Without Love"
}