{
    "id": "47148897",
    "text": "is a series of sci-fi action role-playing video games developed by Shift and published by Bandai Namco Entertainment, starting with the titular game released on February 4, 2010 for the PlayStation Portable. The series depicts the desperate battle between humanity and a race of omnivorous monsters in a futuristic post-apocalyptic world. As of February 2019, the franchise has six games (including three revamped games), several manga and light novel adaptations, soundtracks, and an anime adaptation. ==Gameplay== The gameplay consists of players embarking on various missions to hunt specific monsters. The primary goal of the game is to complete missions by successfully taking out powerful monsters, retrieving their parts through \"devouring\", breaking a certain body part of an Aragami or receiving them as rewards, and using them as materials to craft or upgrade parts for the God Arc. Additionally, players may also gather minerals, medical kits, and various materials to improve their weapons. Players can freely switch between three forms: \"Blade Form\" for close combat, \"Gun Form\" for long-range shooting, and \"Shield Form\" for protection against attacks during \"Blade Form\". One notable feature of the franchise is the ability to \"eat\" the enemy Aragami during combat with the God Arc's \"Predator Form\". Successfully doing so will enter a state called \"Burst Mode\", granting players increased speed, attack power, and special access to a limited set of \"Aragami Bullets\", which can be used against the Aragami. Another notable feature is the Bullet Editor, which allow players to customize their own unique bullets. These bullets can also be used by the player during missions. Players are able to customize the equipment in their God Arc, such as its \"Blades\", \"Shield\", \"Gun\", and \"Control Unit\". \"Control Units\" are mods that can be equipped to the God Arc, giving status buffs upon entering \"Burst Mode\". ==Titles== ===Main series=== *God Eater: The first game in the franchise, released on February 4, 2010 in Japan for the PlayStation Portable. It introduces the story of humanity trying to fight back against the terrible race of monsters, known as \"Aragami\", by sending out the \"God Eaters\", individuals who can wield the , the only weapon that can kill the Aragami. *Gods Eater Burst: The expanded version of the original God Eater, released in Japan on October 28, 2010, in North America on March 15, 2011, and in Europe on March 18, 2011. The expansion includes new gameplay features and options, as well as an exclusive new story that takes place after the first game. The \"God\" in the title of the western localisation was pluralized into \"Gods\" potentially to avoid religious affiliation with any individual god. *God Eater 2: The sequel to God Eater Burst released November 14, 2013 in Japan, both for the PlayStation Portable and PlayStation Vita. The game introduces additional game features, such as more weapon types (2 more blade types and 1 gun type), Character Episodes (episodes focusing on NPCs that can change their behavior in-game), and Blood Arts (additions to standard blade attacks), among other features. *God Eater 2 Rage Burst: A revamped version of God Eater 2, which, in the same vein as Burst, adds more gameplay features, rebalancing and another story after the ending of the original game. It was released in Japan on February 9, 2015 for PlayStation Vita and PlayStation 4. The game released in North America and Europe on August 30, 2016 which also includes a port for Microsoft Windows via Steam. *God Eater Resurrection: A remake of God Eater Burst, itself a remake of the original God Eater. Again, the game features further balancing with new gameplay elements added (all elements introduced in 2 and Rage Burst are featured, and an all new feature known as \"Predator style\" is added, which allows players to \"Devour\" the Aragami while jumping, for instance), and another story that ties together the stories of Burst and 2. It was released on October 29, 2015, for PlayStation Vita and PlayStation 4. It was released in North America on August 29, 2016 for Microsoft Windows via Steam as a free download with the purchase of God Eater 2 Rage Burst, like the PlayStation Vita and PlayStation 4 European versions. *God Eater 3: The third main entry in the franchise, debuting in a teaser trailer by the same name on September 17, 2016, with a second teaser on March 30, 2017. An announcement trailer was released on October 7, 2017. The game was released in Japan on December 13, 2018 for PlayStation 4. The game was released in the west on February 8, 2019 on PlayStation 4 and PC. ===Spin-offs=== A cell phone game spin-off titled, God Eater Mobile was developed by Mobage and released on December 16, 2010 in Japan for the i-Mode, EZWeb, and Yahoo! Keitai distribution service. Similar to the original PSP game, it features character customization, item purchasing and hunting Aragami. Six God Eater: Off Shot photo shooting games were released between November 2015 and April 2016 for PlayStation 4 and PlayStation Vita. An MMORPG for Android and iPhone titled, God Eater Online was released on February 15, 2017. ==Setting== The God Eater franchise takes place in the year 2071, several years after the emergence of the . The Aragami are race of vicious creatures made of a cluster of \"Oracle Cells\", single-celled organisms that can consume anything and take on its attributes, that devours most of the Earth's resources and much of humanity to the point of near-extinction. Coming in different forms, they are invincible against any conventional weaponry, even capable of absorbing large quantities of nuclear energy into their own, until a Finnish pharmaceutical company known as created a series of biomechanical hybrid weapons called that can kill the Aragami, as well as selecting those who can wield such weapons. These individuals are then called . Various branches of Fenrir also have a sanctuary called the \"Outer Ghetto\", in which the rich, as well as those who yet to qualify as a God Eater and their families, resides, but due to overpopulation, the company limits the capacity of those who lives inside the Ghetto. ==Terminology== ===Aragami=== First reported sometime in the year 2050, the Aragami is a race of mysterious beasts that had consumed a majority of the Earth's resources and pushed mankind to the brink of extinction. Made of hundreds of thousands of \"Oracle Cells\", the Aragami can consume any given object/organism, as well as any smaller Aragami, and take on its attributes, allowing any individual Aragami to \"evolve\" beyond its evolutionary chain. In addition there are, newer evolved species of Aragami starting to resemble humans. Impervious to any modern firearms, as well as any form of weaponized energy, the God Arc is the only weapon capable of \"cutting through\" an Aragami's \"core\", effectively killing it. ===God Arc=== Known as in the Japanese release, the God Arc is a series of biomechanical weapons created by Fenrir as a means to combat the Aragami. Usually looks like a mix between a sword, a gun, a shield and a mass of black Aragami flesh, each of these God Arcs are controlled by an artificial Aragami core embedded near the grip area, allowing the God Eaters to control these weapons to their fullest extent. In other words, every God Arc is a man-made Aragami that can be controlled by humans. In the early installment of the games, they are two types of God Arcs: the \"Old-type\", in which a God Arc is designed for either close-quarter combat or long-ranged combat; and the \"New-Type\", which can freely switch between forms. So far, the God Arc has five known forms: *Blade Form: A form normally used for close-quarter combat, it simply makes use of the God Arc's blade part to attack the Aragami in close-range. *Gun Form: A form used for long-ranged assaults, it utilizes the gun part of the God Arc to shoot the Aragami. *Shield Form: A form that can be accessed in Blade Form, this deploys a shield to protect the God Eater from enemy attacks. *Predator Form: A form that can be accessed in Blade Form, this form produces a massive pair of jaws from the God Arc to \"devour\" the Aragami, bestowing them with a powered state called \"Burst Mode\", which greatly enhances the God Eater's power and abilities. This form is also used for salvaging cores and materials from fallen Aragami, which are essential for crafting new items and equipment. *Blood Rage: A form introduced in God Eater 2 Rage Burst that can be accessed only by the player. In this form, the God Arc temporarily unlocks its Restraining Frames, producing a crystalline \"wing\" on the God Eater's back, giving them invincibility and increased speed and attack, as well as capable of dashing infinitely. Unfortunately, it only lasts roughly 30 seconds, and it requires a portion of the Awakening Gauge to be activated again. However, not everyone can wield the God Arc, as each of them are connected to a specific God Eater. Also, if a God Eater touches someone else's God Arc apart from their own, they will get \"devoured\" and killed, or in a rare case, turns them into an Aragami. ===God Eater=== God Eaters are individuals capable of wielding the God Arc to fight the Aragami, and serving as Fenrir's main line of defense. Chosen through a series of aptitude test, the selected subjects are then painfully equipped with a bracelet containing the Bias Factor, a substance that determines what the Aragami should and should not \"eat\", as well as protecting them from getting devoured by their assigned God Arc. The bracelet also grants super-strength and enhanced speed. If the bracelet is damaged and/or removed, the invading Oracle Cells from the God Arcs will gradually mutate the God Eater into an Aragami. If this happens, they can only be killed by their own God Arcs. ==Related media== God Eater, the anime adaptation created by Ufotable, was aired on July 12, 2015 and later added by Netflix to its lineup in July 2016. ==References== Category:Bandai Namco Entertainment franchises Category:Video game franchises Category:Action role-playing video games by series ",
    "title": "God Eater"
}