{
    "id": "47143616",
    "text": "Alila Hotels and Resorts is a luxury hotel brand that operates in Indonesia, Malaysia, India, Oman, China and the United States. Alila is part of Hyatt Hotels Corporation, following the completion of Hyatt’s acquisition of Alila parent Two Roads Hospitality in November 2018. ==History== Meaning \"surprise\" in Sanskrit, Alila Hotels and Resorts was launched in May 2001 when the brand's first property, \"Alila Jakarta\", opened its doors in Indonesia’s capital city. The brand was founded primarily by Mark Edleson.. ==Properties== Alila properties are located in unique destinations that are traditionally less-traveled, utilizing local materials and practices under a sustainable approach. As of June 2020, hotels / resorts are situated in: ===China=== *Alila Anji, Zhejiang *Alila Wuzhen, Zhejiang ===India=== *Alila Diwa Goa *Salcette, Goa *The Diwa Club by Alila, Salcette, Goa *Alila Fort Bishangarh, Jaipur ,Rajasthan ===Indonesia=== *Alila Villas Uluwatu, Bali *Alila Seminyak, Bali *Studios at Alila Seminyak, Bali *Alila Manggis in Candidasa, Bali *Alila Ubud, Bali *Alila Purnama, Flores Sea *Alila SCBD, Jakarta *Alila Solo, Central Java ===Malaysia=== *Alila Bangsar, Kuala Lumpur ===Oman=== *Alila Jabal Akhdar, Al Jabal Al Akhdar ===United States=== *Ventana Big Sur resort, Californiahttps://www.alilahotels.com/destinations In December 2012, Alila Hotels and Resorts added a liveaboard Phinisi sailing ship to their portfolio named the Alila Purnama. It was the brand’s first luxury liveaboard ship. At present, the ship sails over the Indonesian waters of Raja Ampat and the Komodo area. ==Partnerships== In May 2014, Alila Hotels and Resorts and Commune Hotels & Resorts announced their new partnership. Commune Hotels & Resorts owns Joie de Vivre Hotels,Joie de Vivre Hotels Thompson HotelsThompson Hotels and tommie. ==Awards== * The Best Foreign Hotel Brand 2010 – Condé Nast Traveller ==References== Category:Hospitality companies of Singapore Category:Hotel chains in Singapore Category:2001 establishments ",
    "title": "Alila Hotels and Resorts"
}