{
    "id": "47143818",
    "text": "His Majesty's hired armed brig Louisa served the British Royal Navy under contract from 25 May 1799 to 13 November 1801. She was the former mercantile brig Gambier, of 184 tons (bm), and was armed with sixteen 18-pounder carronades. Her first commander was Lieutenant Burlton. He sailed Louis on 2 July 1799 from Plymouth with despatches for Earl St Vincent.Naval Chronicle, Vol. 2, p.168. She returned to Plymouth from the [Gibraltar] Straits on 2 August.Naval Chronicle, Vol. 2, p.258. Her next commander was Lieutenant William Truscott. On 8 November 1799, Louisa, under Truscott's command, and the frigate Minerve, captured Mouche. Louisa and Truscott returned to Plymouth from Gibraltar on 10 December.Naval Chronicle, Vol. 2, p.640. On 30 April Louisa arrived at Plymouth. She was under the command of Lieutenant Banks and was carrying despatches from Admiral Duckworth who reported that in the Straits he had encountered sailing from Carthagena to Lima, the annual fleet with 150 tons of quicksilver.Naval Chronicle, Vol. 3, p.415. On 13 April 1801 Louisa captured the French privateer Bonne Peuple. At this time she was again under Truscott's command. The privateer, of eight guns and 60 men, is almost certainly the one that Lloyd's List reported the \"sloop of war\" Louisa, coming from Egypt, taking into Gibraltar on 15 April.Lloyd's List №4150 - accessed 11 November 2015. Louisa was at Gibraltar station on the occasion of the two battles in Algeciras Bay. For her services there, in 1847 the Admiralty awarded the surviving claimants from her crew the Naval General Service medal with clasp \"Gut of Gibraltar 12 July 1801\". Although apparently her contract had expired, still on 20 January 1802 \"the Louisa, of 14 guns, Lieutenant Truscott\", left Plymouth with despatches for Malta.Naval Chronicle, Vol. 7, p.174. ==Citations and references== Citations References * Category:Hired armed vessels of the Royal Navy ",
    "title": "Hired armed brig Louisa"
}