{
    "id": "47142192",
    "text": "Melinda Kae Ledbetter (born October 3, 1946), also known as Melinda Wilson, is an American talent manager who is the wife and longtime manager of singer- songwriter Brian Wilson of the Beach Boys. She was formerly a model and car saleswoman. Shortly after meeting Wilson in 1986, she helped instigate Wilson's court-ordered separation from his therapist Eugene Landy. Ledbetter's account of these events was later dramatized for the 2014 biopic Love & Mercy, in which Ledbetter is portrayed by Elizabeth Banks. ==Personal life and career== While working at a car dealership in 1986, Ledbetter met Brian Wilson while he was a patient under Eugene Landy's 24-hour therapy. Six months after meeting Wilson, she had reported Landy to the state's attorney general for ethical violations, but they informed her that nothing could be done without the cooperation of Wilson's family. Three years into Ledbetter and Wilson's relationship, Landy ordered Wilson to sever ties with Ledbetter. After Landy was struck with a 1991 court order which barred him from contacting Wilson, Wilson and Ledbetter reconnected and were married on February 6, 1995. Ledbetter went on to become Wilson's manager in 1999, a job which she says is \"basically negotiating, and that's what I did every single day when I sold cars.\" In 2015, Wilson credited Ledbetter for assisting with some of the production of his album No Pier Pressure. ==Love & Mercy== Half of the 2014 Brian Wilson biopic Love & Mercy is set from Ledbetter's point of view in the 1980s, with Elizabeth Banks playing Ledbetter. Love & Mercy screenwriter Oren Moverman stated that virtually every event in the film's 1980s portions was sourced from conversations he had with Ledbetter. She said after watching the film: \"I remembered that what Landy did to Brian was even worse. You don’t get a sense of it in the movie, but it happened on a daily basis, for years. ==Disputes== In the mid 1990s, Wilson collaborated with multi-instrumentalist Andy Paley on tracks earmarked for a potential Beach Boys comeback album. In 1998, Uncut magazine wrote that Brian was \"coerced away from Andy Paley (by Brian's wife Melinda, according to observers), toward [producer] Joe Thomas.\" Rolling Stones Jason Fine reported: \"She calls the Paley–Wilson material 'great therapy' but says his vocals are not up to par and believes the production isn't good enough to be released commercially. As is often the case with Brian's career, Brian doesn't seem to be the one calling the shots.\" In 1999, a suit was filed against Thomas, seeking damages and a declaration which freed Wilson to work on his next album without involvement from Thomas. Thomas reciprocated with a suit citing that Ledbetter \"schemed against and manipulated\" him and Wilson. The case was settled out of court. According to Beach Boy Mike Love, the group's 50th anniversary reunion tour involving all original surviving members ended prematurely, partly due to interference from Ledbetter. He expressed disappointment that he was never allowed to collaborate with Wilson for the album That's Why God Made the Radio, as had been promised, and that during the performances, she attempted to install an autotune unit on each of the band members' microphones. This was the beginning of some backstage quarrels between Love and Ledbetter, which ended with his stipulating that she be banned from rehearsals until the tour was over. ==References== Category:American women in business Category:Living people Category:American female models Category:Brian Wilson Category:American salespeople Category:Wilson family (The Beach Boys) Category:Place of birth missing (living people) Category:1946 births ",
    "title": "Melinda Ledbetter"
}