{
    "id": "47140742",
    "text": "David Brian Dunson (born 1972) is an American statistician who is Arts and Sciences Distinguished Professor of Statistical Science, Mathematics and Electrical & Computer Engineering at Duke University.Curriculum vitae, retrieved 2015-07-05. His research focuses on developing statistical methods for complex and high-dimensional data. Particular themes of his work include the use of Bayesian hierarchical models, methods for learning latent structure in complex data, and the development of computationally efficient algorithms for uncertainty quantification. He is currently serving as joint Editor of the Journal of the Royal Statistical Society, Series B. Dunson earned a bachelor's degree in mathematics from Pennsylvania State University in 1994, and completed his Ph.D. in biostatistics in 1997 from Emory University under the supervision of Betz Halloran. He was employed at the National Institute of Environmental Health Sciences from 1997 to 2008, joined the Duke faculty as an adjunct associate professor in 2000, and became a full-time Duke professor in 2008. He also held an adjunct faculty position at the University of North Carolina at Chapel Hill from 2001 to 2013. Dunson became a Fellow of the American Statistical Association in 2007, the same year in which he won the Mortimer Spiegelman Award given annually to a young researcher in health statistics. He became a Fellow of the Institute of Mathematical Statistics in 2010, and in the same year won the COPSS Presidents' Award. He was named Arts & Sciences Distinguished Professor in 2013. ==Selected works== * * * * * * * * ==References== ==External links== * Category:1972 births Category:Living people Category:American statisticians Category:Pennsylvania State University alumni Category:Emory University alumni Category:Duke University faculty Category:Fellows of the American Statistical Association Category:Fellows of the Institute of Mathematical Statistics Category:Place of birth missing (living people) ",
    "title": "David Dunson"
}