{
    "id": "47140281",
    "text": "Under construction road near Al Eshkoot Street in Al Wajbah. Al Wajbah () is a district in Qatar, located in the municipality of Al Rayyan. It is 10 miles west of the capital Doha. The village was the site of the Battle of Al Wajbah, a conflict that took place between the Ottomans and the Qatari tribes in 1893. It was blockaded by the Ottomans in March 1893. The main encounter took place later that month in the village's fort, Al Wajbah Fort. ==Etymology== \"Wajbah\" is the local pronunciation of the Arabic word \"waqb\", which means \"hole\". Since the area is built on a rawda (depression), the sunken surface resembles a large hole, earning it its name. ==History== In J.G. Lorimer's Gazetteer of the Persian Gulf, the town was stated to have accommodated a walled garden with a fort and a mosque in 1908, all of which were owned by a member of the ruling family. It was also described as a Bedouin encampment site which contained three 40-feet deep masonry wells yielding good water. ==Landmarks== *Al Wajbah Fort on Dukhan Road. *Al Wajbah Medical Centre on Al Qalaa Street. *Al Wajbah Food Centre on New Rayyan Street. ==Healthcare== The Al Wajbah Medical Centre opened its doors in May 2018. Residents of Al Shagub, Umm Al Jawashin, Al Rayyan Al Jadeed, Muaither, Rawdat Al-Nasser, Maqroon, Muraikh, and Fereej Al Zaeem are eligible to register. Clinics found in the centre include a psychological support clinic, a dermatology clinic, a dental health clinic and a physical therapy clinic. Also found within the centre are ultrasound machines, a pharmacy and a laboratory. Aside from medical services, the centre boasts a gym, a swimming pool and a sauna. ==Education== The following schools are located in Al Wajbah: {| class=\"wikitable\" |- ! Name of School !! Curriculum !! Grade !! Genders !! Official Website !! Ref |- | Al Wajba Preparatory Girls School || Qatari || Secondary || Female-only || N/A || |- | Doha College - Al Wajbah || British || Kindergarten – Secondary || Both || Official website || |- |} ==References== Category:Populated places in Al Rayyan ",
    "title": "Al Wajbah"
}