{
    "id": "47159066",
    "text": "Mitchell Robert Norton (born 1 April 1993) is an Australian professional basketball player for the Perth Wildcats of the National Basketball League (NBL). He began his career in 2011 with the Townsville Crocodiles before joining the Illawarra Hawks in 2016 following the collapse of his hometown team. After two seasons with the Hawks, he joined the Wildcats in 2018 where he won two consecutive championships. He has also played for the Townsville Heat in the Queensland Basketball League and the Southland Sharks in the New Zealand NBL. ==Early life and junior career== Norton was born and raised in Townsville, Queensland, where he attended Currajong State School and Pimlico State High School. He represented Queensland North at the Australian Under 16 Championships in 2007 and 2008, and the Under 18 Championships in 2009. In 2010, he was selected for Australia to compete at the FIBA Under-17 World Championship, averaging 11.3 points per game. Norton again suited up for Queensland in 2010 for the Australian Under 20 Championships, and again in 2011 where Queensland collected a silver medal. In 2011, he was selected for the Australian Institute of Sport (AIS) touring team after securing a scholarship at the AIS, and travelled to Latvia for the FIBA Under-19 World Championship, but was forced to miss the tournament after sustaining a broken foot. ==Professional career== ===Australian NBL=== ====Townsville Crocodiles (2011–2016)==== Norton made his debut in the National Basketball League (NBL) as a development player for the Townsville Crocodiles during the 2011–12 season. A foot injury limited him to five games. In his first season as a full-time player in 2012–13, Norton appeared in all 28 games for the Crocodiles. For the 2013–14 season, Norton was named the Crocodiles' Defensive Player of the Year and earned the Players' Player award. He earned the Players' Player award again in 2014–15. In November 2015, Norton played his 100th NBL game. ====Illawarra Hawks (2016–2018)==== As a result of the demise of the Townsville Crocodiles following the 2015–16 season, Norton signed a two-year deal with the Illawarra Hawks in April 2016. He helped the Hawks reach the 2017 NBL Grand Final series, where they lost 3–0 to the Perth Wildcats. He missed six weeks during the 2017–18 season after undergoing surgery on a fractured thumb. ====Perth Wildcats (2018–present)==== On 23 April 2018, Norton signed a three-year deal with the Perth Wildcats. On 28 January 2019, he was ruled out for the rest of the 2018–19 regular season with a tear to his left calf muscle. In March 2019, he was a member of the Wildcats' championship-winning team. In March 2020, he was crowned an NBL champion for the second straight year. ===QBL and New Zealand NBL=== Norton played for the Townsville Heat in the Queensland Basketball League (QBL) every year between 2012 and 2015, where he won the QBL U23 Youth Player of the Year award in 2015. In 2016, Norton moved to New Zealand to play for the Southland Sharks in the New Zealand NBL. He returned to the Sharks for the 2017 season. ==National team career== In July 2012, Norton helped Australia earn the silver medal at the Stanković Cup in China. In June 2013, Norton was named in the Australian squad for the Stanković Cup and World University Games. Australia went on to win gold and silver respectively. Norton won gold with the Australian national team at the 2017 FIBA Asia Cup in Lebanon and the 2018 Commonwealth Games on the Gold Coast. ==Personal== Norton is the son of Paul and Anita Norton, and has a younger brother named Max. While playing for the Townsville Crocodiles, Norton was studying a business degree at James Cook University. ==References== ==External links== *FIBA profile *Illawarra Hawks player profile *Townsville Crocodiles player profile *\"Mitch Norton: Living the Dream\" at nbl.com.au *\"Mitch Norton stepping up\" at wildcats.com.au *\"Perth Wildcats entitled to ask for NBL import after Mitch Norton injury\" at thewest.com.au Category:1993 births Category:Living people Category:Australian expatriate sportspeople in New Zealand Category:Australian men's basketball players Category:Australian Institute of Sport basketball players Category:Illawarra Hawks players Category:Perth Wildcats players Category:Point guards Category:Southland Sharks players Category:Sportspeople from Townsville Category:Townsville Crocodiles players Category:Universiade medalists in basketball Category:Basketball players at the 2018 Commonwealth Games Category:Commonwealth Games gold medallists for Australia Category:Commonwealth Games medallists in basketball Category:Universiade silver medalists for Australia Category:Medalists at the 2013 Summer Universiade ",
    "title": "Mitch Norton"
}