{
    "id": "47153611",
    "text": "The Poland men's national under-19 volleyball team is the men's national under-19 volleyball team of Poland. The team is controlled by the Polski Związek Piłki Siatkowej (PZPS), which represents the country in international competitions - CEV U19 European Championships and FIVB U19 World Championships. Polish national under-19 team is ranked 1st (as of January 2017) in the FIVB world ranking. ==History== On April 12, 2015 Poland under-19 national team won title of U19 European Champion 2015. They beat in final Italy U19 (3–1). Same team took part in European Youth Olympic Festival. On August 1, 2015 he achieved gold medal (final match with Bulgaria 3–0). Then Polish national U19 team took part in 2015 FIVB U19 World Championship, held in Argentina. They beat in Pool C all opponents (Chinese Taipei, Chile, Bulgaria and Iran) and lost only 2 sets. Then they best Japan (3–0) in round of 16 and went straight to semifinal. On August 22, 2015 Polish national U19 team won semifinal after meeting with Iran (3–1). U19 team qualified to final match for the first time in history. It will be third medal of Poland U19 at World Championship under-19. On August 23, 2015 Poland achieved first title of U19 World Champion. In the finale they beat hosts - Argentina (3–2). The same squad of national team, led by coach Sebastian Pawlik, won 48 matches in the row and never lost (counted also later played under-21 tournaments). The squad roster, consisting mainly of players from the year 1997, has won all possible European and World championships under-19 and under-21. ==International competitions== ===U19 European Championship=== * 1995 Spain — 16px Bronze medal *: Bałuszyński, Ignaczak, Jaszewski, Kruk, Prus, Staniec, Szewczyk F., Szewczyk P., Szymański, Wnuk, Żygadło, Elwartowski. Head coach: Mazur * 1997 Slovakia — 16px Bronze medal *: Chodakowski, Jaszewski, Kieca, Kocik M., Kocik K., Lach, Lipiński, Maciejewicz, Makaryk, Pieczonka, Soroka, Żygadło. Head coaches: Sroka/Such * 1999 Poland — 4th place *: Bąkiewicz, Gołaś, Grzesiowski, Grzyb, Kokociński, Kosmol, Kudłacik, Kurian, Malczewski, Oczko, Pasławski, Uliński. Head coaches: Sroka/Kasza * 2001 Czech Republic — 16px Silver medal * 2003 Croatia — 16px Silver medal *: Gromadowski * 2005 Latvia — 16px Gold medal *: Kaczmarek, Łomacz, Kamiński, Kurek, Świechowski, Sarnecki, Janeczek, Jarosz, Bartman, Gorzewski, Chaberek, Stańczak. Head coach: Gogol * 2007 Austria — 16px Silver medal *: Drzyzga, Jasiński, Kasparek, Kłos, Król, Krzywiecki, Mika, Paniaczyk, Piórkowski, Polański, Wroński, Zatorski. Head coach: Janaszewski * 2009 Netherlands — 4th place *: Buchowski, Dryja, Ferens, Golec, Hain, Hebda, Kaczmarek, Kalembka, Kowalski, Mika, Piotrowski, Szczurek. Head coach: Ryś * 2011 Turkey — 9th place *: Grzechnik, Janusz, Kaczyński, Łapszyński, Łukasik, Mucha, Muzaj, Nowakowski, Orczyk, Stolc, Wolański, Woś * 2013 Bosnia and Herzegovina/Serbia — 16px Silver medal *: Badura, Bieńkowski, Bućko, Fornal, Gryc, Lemański, Matula, Piechocki, Pietrzak, Szalpuk, Szymura, Śliwka. Head coach: Czaja * 2015 Turkey — 16px Gold medal *: Niemiec, Kwolek, Kochanowski, Kozub, Gruszczyński, Ziobrowski, Domagała, Droszyński, Woch, Masłowski, Fornal, Polczyk. Head coach: Pawlik * 2017 Hungary/Slovakia — 5th place *: Rajsner, Czyrniański, Rajchelt, Jezierski, Sługocki, Adamczyk, Kapica, Stolc, Firszt, Grygiel, Szymura, Michalak. Head coach: Zendel ===U19 World Championship=== 1989 to 1995 — did not qualified * 1997 Iran — 4th place *: Chodakowski, Jaszewski, Kieca, Kocik M., Kocik K., Lach, Lipiński, Maciejewicz, Małecki, Pieczonka, Soroka, Żygadło. Head coaches: Sroka/Such * 1999 Saudi Arabia — 16px Bronze medal *: Bąkiewicz, Gołaś, Grzesiowski, Grzyb, Kokociński, Kosmol, Kudłacik, Malczewski, Oczko, Olichwer, Pasławski, Uliński. Head coaches: Sroka/Kasza * 2001 Egypt — 5th place * 2003 Thailand — 13th place * 2005 Algeria — 7th place *: Bartman, Chaberek, Janeczek, Jarosz, Kaczmarek, Kamiński, Kubiak, Kurek, Łomacz, Sarnecki, Sufa, Świechowski. Head coach: Gogol * 2007 Mexico — 5th place *: Drzyzga, Jasiński, Kasparek, Kłos, Król, Krzywiecki, Mika, Paniaczyk, Piórkowski, Polański, Wroński, Zatorski. Head coach: Janaszewski * 2009 Italy — 11th place *: Buchowski, Długosz, Dryja, Ferens, Hain, Hebda, Kaczmarek, Kalembka, Kowalski, Mika, Piotrowski, Szczurek. Head coach: Ryś 2011 — did not qualified * 2013 Mexico — 16px Bronze medal *: Badura, Bieńkowski, Bućko, Fornal, Gryc, Lemański, Matula, Piechocki, Pietrzak, Szalpuk, Szymura, Śliwka. Head coach: Czaja * 2015 Argentina — 16px Gold medal *: Niemiec, Kwolek, Kochanowski (), Kozub, Szymański, Gruszczyński, Ziobrowski, Domagała, Droszyński, Woch, Masłowski, Fornal. Head coach: Pawlik * 2017 Bahrain — 17th place *:Rajsner, Czyrniański, Jezierski (), Sługocki, Adamczyk, Kapica, Zaguła, Prokopczuk, Firszt, Grygiel, Szymura, Michalak. Head coach: Zendel * 2019 Tunisia — TBD ===European Youth Olympic Festival=== 1991 to 2001 — did not participate * 2003 Paris — 16px Gold medal *: Czarnowski, Domonik, Drzyzga, Gawryszewski, Gromadowski, Kozłowski, Możdżonek, Mróz, Pęcherz, Spychała, Wysocki, Żuk. Head coach: Kowalski 2005 to 2007 — did not participate * 2009 Tampere — 16px Gold medal *: Gonciarz, Szczurek, Gluz, Buchowski, Ferens, Modzelewski, Hebda, Piotrowski, Hain, Bachmatiuk, Dryja, Kaczmarek. Head coach: Ryś 2011 — did not participate * 2013 Utrecht — 16px Silver medal *: Badura, Bieńkowski, Bućko, Fornal, Gryc, Lemański, Matula, Piechocki, Pietrzak, Siemiątkowski, Szalpuk, Śliwka. Head coach: Czaja * 2015 Tbilisi — 16px Gold medal *: Niemiec, Kwolek, Kochanowski, Kozub, Szymański, Ziobrowski, Domagała, Droszyński, Woch, Masłowski, Fornal, Polczyk. Head coach: Pawlik * 2017 Győr — TBD *:Rajsner, Czyrniański, Jezierski (), Sługocki, Adamczyk, Kapica, Zaguła, Prokopczuk, Firszt, Grygiel, Szymura, Michalak. Head coach: Zendel ==References== ==External links== *Official website ==See also== * Poland men's national under-21 volleyball team * Poland men's national under-23 volleyball team * Poland men's national volleyball team Category:National men's under-19 volleyball teams National team U19 National team U19 Category:Men's sport in Poland Category:Youth sport in Poland ",
    "title": "Poland men's national under-19 volleyball team"
}