{
    "id": "47150674",
    "text": "Major-General Alexander Vass Anderson (17 November 1895 – 17 October 1963) was a senior British Army officer of the Second World War. Anderson was born in Scotland, the son of Lt.Col Alexander Vass Anderson (1856-1933), of the Indian Medical Service.Roll of the Indian Medical Service 1615-1930, Volume Two- 1800-1930, ed. Lt-Col D. G. Crawford, W. Thacker & Co., 1930, p. 484http://www.unithistories.com/officers/Army_officers_A06.html He attended the Royal Military Academy, Woolwich and commissioned into the Royal Engineers on 12 August 1914. Between 1915 and 1918 he served in the First World War, during which he was Mentioned in Dispatches. He was promoted to captain on 3 November 1917. In 1921, Anderson was attached to the 2nd Queen Victoria's Own Madras Sappers and Miners and saw active service in the Malabar rebellion. On 2 June 1923 he was made a Member of the Order of the British Empire for his services during the conflict. Anderson remained in India, and from 1934 to 1937 was Deputy Assistant Adjutant General for India. Between 1937 and 1939 he was Commanding Officer, Queen Victoria's Own Madras Sappers and Miners.'Anderson, Alexander Vass' in British Army Officers 1939-1945 at unithistories.com, accessed 4 July 2015 During the Second World War, Anderson returned to the United Kingdom where he was appointed Assistant Quarter-Master General (AQMG), Home Forces in 1940 and Colonel in charge of Administration, Home Forces until 1942. He then worked at the War Office, before serving as Deputy Quarter-Master General (DQMG), British Army Staff in Washington, D.C.. In January 1945 he was invested as a Companion of the Order of the Bath. From August 1944 to April 1947, Anderson was Director of Civil Affairs at the War Office and retired with the rank of major-general in June 1949. He was awarded the Legion of Merit by the United States on 16 January 1947.'Anderson, Alexander Vass' in British Army Officers 1939-1945 at unithistories.com, accessed 4 July 2015 Anderson married firstly, in 1918, Estelle Bell, daughter of George Henry Gasson, of Queenstown and East London, South Africa;The Royal Engineers Journal, vol. 78, The Institution of Royal Engineers, 1964, p. 94, 'Memoirs: Major-General A. V. Anderson, C.B., C.M.G., M.B.E.'Lindsay Anderson Diaries, Lindsay Anderson, ed. Paul Sutton, Bloomsbury, 2004, Introduction, p.13http://www.unithistories.com/officers/Army_officers_A06.html the second of their three sons was the director and film critic Lindsay Anderson.Lindsay Anderson Diaries, Lindsay Anderson, ed. Paul Sutton, Bloomsbury, 2004, Introduction, p.13Lindsay Anderson Revisited: Unknown Aspects of a Film Director, ed. Erik Hedling, Christophe Dupin, Palgrave Macmillan, 2016, p. 120 He married secondly, in 1935, Aileen Elizabeth (1902-1981), daughter of Stanley James Stevenson, of Edinburgh, and widow of Major T. J. Barnes, of the 64th Pioneers.The Royal Engineers Journal, vol. 78, The Institution of Royal Engineers, 1964, p. 94, 'Memoirs: Major-General A. V. Anderson, C.B., C.M.G., M.B.E.'https://www.npg.org.uk/collections/search/person/mp75191/alexander- vass-andersonhttp://www.unithistories.com/officers/Army_officers_A06.html Although Lindsay Anderson's friend Gavin Lambert writes, in 'Mainly About Lindsay Anderson: A Memoir' (Faber and Faber, 2000, p. 18), that Alexander Vass Anderson 'cut (his first family) out of his life', making no reference to them in his 'Who's Who' entry, Lindsay often saw his father and looked after his house and dogs when he was away.Lindsay Anderson Revisited: Unknown Aspects of a Film Director, ed. Erik Hedling, Christophe Dupin, Palgrave Macmillan, 2016, p. 120 ==References== Category:1895 births Category:1963 deaths Category:British Army generals of World War II Category:British Army personnel of World War I Category:Companions of the Order of the Bath Category:Companions of the Order of St Michael and St George Category:Graduates of the Royal Military Academy, Woolwich Category:Members of the Order of the British Empire Category:Officers of the Legion of Merit Category:Officers of the Order of Orange-Nassau Category:People from Stonehaven Category:Royal Engineers officers ",
    "title": "Alexander Vass Anderson"
}