{
    "id": "47150883",
    "text": "Memduh Oğuz (born 1948) is a Turkish retired bureaucrat who served as the 45th Governor of Isparta between 2010 and 2013, the 36th Governor of Kırklareli between 1999 and 2000, the 29th Governor of Kocaeli between 1996 and 1999, the 37th Governor of Tekirdağ between 1991 and 1992 and as the 36th Governor of Burdur between 1988 and 1991. He is a former Kaymakam (district governor). ==Early life== Memduh Oğuz was born in 1948 in Nevşehir and began working in the civil service as a candidate to become a Kaymakam. ==Career== ===Civil service=== Oğuz served as the Kaymakam of the districts of Avanos, Çayeli, Afşin, Derinkuyu, Dicle and Hayrabolu before being appointed as the 36th Governor of Burdur in 1988. He served until 1991, after which he served as the 37th Governor of Tekirdağ between 1991 and 1992, the 29th Governor of Kocaeli between 1996 and 1999, the 36th Governor of Kırklareli between 1999 and 2000 and finally as the 45th Governor of Isparta between 2010 and 2013. He subsequently retired from the civil service.http://www.hurriyet.com.tr/index/ArsivNews.aspx?id=-104037https://www.google.com/search?q=vali+memduh+oguz+gorevden+alindi&client;=safari&rls;=en&source;=lnt&tbs;=cdr%3A1%2Ccd_min%3A1%2F1%2F2000%2Ccd_max%3A12%2F12%2F2000&tbm;=http://www.resmigazete.gov.tr/eskiler/2000/07/20000728.htm#8 ===Political career=== Oğuz briefly served as the Mayor of Hayrabolu for two years. He has also applied to become the Justice and Development Party (AKP) candidate for the Mayor of Isparta, but was unsuccessful. ==See also== *Governor (Turkey) *List of Turkish civil servants *Ministry of the Interior (Turkey) ==References== ==External links== *Website of the Governor of Isparta *Website of the Governor of Kırklareli *Website of the Governor of Kocaeli *Website of the Governor of Tekirdağ *Website of the Governor of Burdur Category:1948 births Category:People from Nevşehir Category:Turkish civil servants Category:Turkish politicians Category:Living people ",
    "title": "Memduh Oğuz"
}