{
    "id": "47150526",
    "text": "Piet de Jong Petrus Cornelis (Piet) de Jong (born 24 March 1938 in Hazerswoude) is a Dutch dendrologist. He was the scientific director of the Utrecht University Botanic Gardens and worked as a researcher at the Station for Nursery Stock at Boskoop. He is considered one of the world authorities on Acer, the maples. == Biography == Piet de Jong was born in Bent, a hamlet halfway between Hazerswoude and Zoeterwoude. He was a farmer's son, the oldest in a family of six children. When he was seven he started growing plants. He visited the primary school at Hazerswoude. After that he went to the gymnasium in Leiden.van Teylingen 2014, p. 13 1960 he started his studies at Wageningen University and Research Centre - which was called 'Landbouwhogeschool' (Agricultural College) in those days. He got a degree in horticultural plant breeding, with optional courses in (botanical) systematics and phytogeography, plant anatomy and virology. Afterwards he did biosystematic research on Acer in the Laboratory of botanical systematics and phytogeography.Curriculum Vitae in De Jong 1976, p. 202 He had been involved in research on the flowering of maples before he got his degree. The maples have always been his great passion. In 1971 he became researcher at the Institute for Horticultural Plant Breeding (Instituut voor de Veredeling van Tuinbouwgewassen - IVT) in Wageningen. He worked on taxonomic problems in plant breeding research and biosystematic research of lilies. In 1976 he got his PhD with a study on maples. In 1977 De Jong became scientific director of Utrecht University Botanic Gardens. The Von Gimborn Arboretum was part of the gardens in those days. From 1988 to 1997 Piet de Jong was in charge of the practical research on tree growing at the 'Proefstation voor de Boomkwekerij' (Trial station for tree nursery) in Boskoop.De Jong showed up in a movie in a Dutch television program on 17 April 1991 After his retirement De Jong is still actively involved with the Von Gimborn Arboretum.See for instance this (Dutch) article in nrc.next of 22 September 2009 by Marion de Boo. == Bibliography == Piet de Jong (second from the left) guiding a group through the Von Gimborn arboretum Some publications by P.C. de JongThe worldcat identity of Piet de Jong are: * 1976: Flowering and sex expression in Acer L. : A biosystematic study. Dissertation. Wageningen : H. Veenman & Zonen B.V. (also published as Mededelingen Landbouwhogeschool Wageningen 76-2 (1976) (Communications Agricultural University Wageningen, The Netherlands)) * 1986, with drs. Vijko P.A. Lukkien and Jan Tolsma: Catalogue of Plant Collections - University Botanic Gardens Utrecht, The Netherlands. Utrecht : University Botanic Gardens worldcat entry for De Jong, Lukkien and Tolsma 1986 * 1995, with H.J. van de Laar: Naamlijst van houtige gewassen (List of names of trees). 5th print, fully updated. Boskoop : Proefstation voor de Boomkwekerij.full text of De Jong and van de Laar 1995 available via Wageningen University and Research Library (seen 2015-06-10) * 2008: Flora of China Vol. 11, p. 515 f: 'Aceraceae'; with Tingzhi Xu, Yousheng Chen, Herman John Oterdoom and Chin- Sung Changonline edition 2008 * 2010: three articles inStilte voor de storm? De future of trees in the Netherlands: 'Enkele overwegingen vooraf', 'Dynamiek van bomen in natuur en cultuur' and 'De Nederlandse Dendrologische Vereniging en exotenbeleid: a point of view' (with Wilbert L.A. Hetterscheid) (red.) (2010) - Stilte voor de storm? De toekomst van in- en uitheemse bomen in Nederland. Verslag van een symposium op 6 nov. 2009 in Wageningen. Wageningen: Nederlandse Dendrologische Vereniging (NDV). . p. 7-8 en 9-16. * 2013 (with Henny Kolster): Euonymus : een kleurrijk geslacht. Zeist : KNNV Uitgeverij. - 144 p. == Footnotes == == Literature == * Teylingen, Ineke van (2014) - 'Piet de Jong, een kruising van een plantentaxonoom en een tuinbouwdeskundige'. In: Arbor Vitae, journal of the Nederlandse Dendrologische Vereniging (Dutch Dendrology Society), 24e jrg. nr. 1, p. 13 - 15. Category:1938 births Category:Living people Category:Botanists with author abbreviations Category:Dutch botanists Category:20th-century Dutch botanists Category:21st- century Dutch botanists Category:Dendrologists Category:Dutch dendrologists Category:Wageningen University and Research alumni Category:People from Hazerswoude ",
    "title": "Piet de Jong (dendrologist)"
}