{
    "id": "47155798",
    "text": "Jim Wayne Miller (October 21, 1936 – August 18, 1996) was an American poet and educator. He was a major influence on literature in the Appalachian region. ==Biography== ===Early years=== Jim Wayne Miller was born on October 21, 1936, in Leicester, North Carolina, to James Woodward Miller and Edith (Smith) Miller.Every Leaf a Mirror. Morris Allen Grubbs and Mary Ellen Miller, eds. Lexington: University Press of Kentucky, 2014. Print. He was raised with five brothers and sisters on a seventy-acre farm in North Turkey Creek, in Buncombe County, about fifteen miles west of Asheville. His father was a service manager at a Firestone Complete Auto Care in Asheville. ===Education and career=== Jim Wayne Miller graduated from Berea College in Kentucky in 1958 with a bachelor's degree in English. He had studied abroad in Minden, Westphalia, Germany, the summer before his junior year on a homestay scholarship awarded by the Experiment in International Living. Upon graduation, he found work as a teacher of German and English in Fort Knox, Kentucky. In 1960 Miller received an NDEA Fellowship, making it possible for him to pursue graduate studies at Vanderbilt University in Nashville, Tennessee. He earned his Ph.D. in German literature there in 1965, completing a dissertation on the German poet Annette von Droste-Hülshoff. From 1960 to 1963, he published regularly in Vanderbilt's literary magazine, Vagabond. By 1963, he had already joined the faculty at Western Kentucky University in Bowling Green, sixty miles north of Nashville. While at Vanderbilt he studied under Fugitive poet Donald Davidson and Hawthorne Scholar Randall Stewart. He was a Professor of German language and literature at Western Kentucky University for 33 years, in the faculty of the Department of Modern Languages and Intercultural Studies. He served as consultant to Appalachian Studies programs in Kentucky, Tennessee, and Ohio and was Visiting Professor in Appalachian Studies at the Berea College Appalachian Center. Miller was promoted to associate professor of German at Western Kentucky University in 1966 and to full professor in 1970. In 1969 Sigma Tau Delta honored him for excellence in teaching, and in 1976 Western Kentucky University presented him with the University Faculty Award for scholarship and creativity. Berea College awarded him with the honorary degree of Doctor of Literature in 1981. While on sabbatical in Germany in 1972, Miller met Austrian poet Emil Lerperger. Miller would later translate a volume of his poetry and also become his literary executor. In 1977, Miller began his affiliation with the Poet-in- the-Schools Program in Virginia Public Schools. The following year, he began his long association with the Hindman Settlement School Appalachian Writers' Workshop. In 2015, following the publication of A Jim Wayne Miller Reader, the Appalachian Writers' Workshop honored the memory of Jim Wayne Miller by highlighting his work through lectures and book promotions. In his brief biography of Jim Wayne Miller for Appalachian Heritage, George Brosi writes that Miller \"is quite simply an icon in the field of Appalachian Literature-- one of its earliest and most ardent supporters.\" Among his many projects for the advancement of Appalachian literature was his editing of ten books by Jesse Stuart for re-issue by the Jesse Stuart Foundation. Miller was elected chair of the Appalachian Studies Association in 1982. The same year, he received the Western Kentucky University Award for public service. For two years, beginning in 1984, he was visiting professor at the James R. Stokely Institute for Liberal Arts Education at the University of Tennessee. He also served as poet-in-residence at Centre College in Danville, Kentucky. ===Personal life=== Miller married Mary Ellen Yates, a classmate at Berea College, on August 17, 1958. After graduation, they moved to Fort Knox, Kentucky, where Miller taught English and German at a school on the military base. In 1960, they moved to Nashville, Tennessee. They settled in Bowling Green, Kentucky, where they raised three children. Mary pursued graduate work at the University of Kentucky, where she earned a master's degree in English, and then her Ph.D. work at Vanderbilt University, supported by Miller's faculty position at Western Kentucky University. Eventually, she also landed a tenure-track job at Western Kentucky University, in the Department of English. She is now Professor of English and has taught at the university for 51 years. Mary Ellen Miller is the author of a book of poems, The Poet's Wife Speaks (2011). Jim Wayne Miller was diagnosed with lung cancer in June 1996. He died at home on August 18. ==Writing== Miller is best known as a poet. In his work, he is centrally concerned with the preservation of the Appalachian cultural heritage in the modern world. His writing reflects his own experiences in the mountain South. He invents the figure of the Brier as an Appalachian Everyman, a voice for those voiceless people who are struggling to maintain their connection to a meaningful past. As Joyce Dyer writes, \"In his poetry he explores the meaning of his own Appalachian experience, but always places it within a broader regional and national consciousness.\" Miller wrote satirical essays, articles about Appalachian history and culture, translations, reviews, editions of work by Jesse Stuart, anthologies, and fiction. In his satire, Miller attacks destructive social forces such as American consumerism. He also strives to show that the American South is a diverse place—and specifically that the mountain South is distinct from the lowland South. Miller made the following observation about his aim as a poet, according to Annette Hadley and Matthew Farrell of The Southern Highlands Research Center: \"Growing up in North Carolina, I was often amused, along with other natives, at tourists who fished the trout streams. The pools, so perfectly clear, had a deceptive depth. Fishermen unacquainted with them were forever stepping into what they thought was knee-deep water and going in up to their waists or even their armpits, sometimes being floated right off their feet. I try to make poems like those pools, so simple and clear their depth is deceiving. I want the writing to be so transparent that the reader forgets he is reading and is aware only that he is having an experience. He is suddenly plunged deeper than he expected and comes up shivering.\" Poet Robert Morgan praised Miller's first book of poetry, Copperhead Cane (1964), in these terms: \"These poems shine as brightly as if they were written this morning. They do not reflect the fashions of 1965, but have a timeless, crafted quality. They have the authority of form and the authority of felt experience. They are authentic in detail and natural in speech.\" Miller was one of the editors of Appalachia Inside Out, a two-volume anthology of Appalachian literature that demonstrates the richness of the culture and imaginative worlds of writers from the mountain South. He received several awards for his novel Newfound (1989), including the Best Book of the Year citation from Learning Magazine and Best Book of the Year from Booklist. ==Documentary film== In 1985 Western Kentucky University produced a thirty-minute documentary film on the life and poetry of Jim Wayne Miller. Called \"I Have a Place: The Poetry of Jim Wayne Miller.\" It is directed by Michael Lasater, a new media artist now on the Arts faculty at Indiana University South Bend. The film won a Golden Gate Award at the San Francisco International Film Festival. It was broadcast on PBS stations. ==Bibliography== ===Poetry=== * Copperhead Cane (Robert Moore Allen 1964) * The More Things Change the More They Stay the Same (Whippoorwill Press 1971) * Dialogue with a Dead Man (University of Georgia Press 1974) * The Mountains Have Come Closer (The Appalachian Consortium Press 1980) * Vein of Words (Seven Buffaloes Press undated, but known to be 1984) * Nostalgia for 70 (Seven Buffaloes Press 1986) * Brier, His Book (Gnomon Press 1988) * Brier Traveling (Chapbook; White Fields Press 1993) * The Brier Poems. Edited by Jonathan Greene. (Gnomon Press 1997) * Every Leaf a Mirror: A Jim Wayne Miller Reader, Morris Grubbs and Mary Miller, editors (University Press of Kentucky 2014) ===Fiction=== * Newfound (Orchard Press, 1989); reprint (Gnomon Press 1996) * His First, Best Country (Gnomon Press 1993) ===Essays and studies=== * Sideswipes (Seven Buffaloes Press 1986) * Introduction to James Still, The Wolfpen Poems (Berea College Press 1986) * The Wisdom of Folk Metaphor: The Brier Conducts A Laboratory Experiment (Seven Buffaloes Press 1988) * Round and Round with Kahlil Gibran (Rowan Mountain Press 1989) * Southern Mountain Speech, with Cratis D. Williams and Loyal Jones (Berea College Press 1992) ===Translations and anthologies=== * Emil Lerperger, The Figure of Fulfillment, Translator (Green River Press 1975) * I Have a Place, Editor (Alice Lloyd College 1981) * The Examined Life: Family-Community-Work in American Literature, Editor (with Karen Lohr) (Appalachian Consortium Press 1989) * Appalachia Inside Out, Volume 1: Conflict and Change, Editor (with Robert J. Higgs) (University of Tennessee Press 1995) * Appalachia Inside Out, Volume 2: Culture and Custom, Editor (with Robert J. Higgs) (University of Tennessee Press 1995) ===Selected articles by Miller=== * \"A Mirror for Appalachia.\" In Higgs, Robert J., and Ambrose N. Manning, editors. Voices from the Hills: Selected Readings of Southern Appalachia. (Frederick Ungar 1975) * \"More on Appalachian Literature,\" Appalachian Journal 4 (Autumn 1976) * \"Appalachian Education: A Critique and Suggestions for Reform,\" Appalachian Journal 5 (Autumn 1977) * \"Appalachian Literature: A Guide to Appalachian Studies,\" Appalachian Journal 5 (Autumn 1977) * \"Appalachia's Literary Renaissance: An Essay-Review of Recent Publications,\" Appalachian Notes 5 (1977) * \"Appalachian Values/American Values,\" Appalachian Heritage 5 (Fall 1977); 6 (Winter 1978); 6 (Spring 1978); 6 (Summer 1978); 6 (Fall 1978); 7 (Winter 1979) * \"An Exchange of Letters: Frank Steele and Jim Wayne Miller,\" Plainsong 2 (Spring 1980) * \"Appalachian Literature.\" In Stokely, Jim and Johnson, Jeff D, editors. An Encyclopedia of East Tennessee (Children's Museum of Oak Ridge 1981) * \"Appalachian Studies Hard and Soft: The Action People and the Creative Folk,\" Appalachian Journal 9 (Winter/Spring 1982) * \"A Letter on Poetry from Jim Wayne Miller,\" Kentucky Poetry Review 18, 19 (Fall/Spring 1983) * \"Appalachian Culture and History: Part of America's Past and Present and Indicative of Its Future,\" Focus: Teaching English Language Arts 10 (Winter 1984) * \"Accepting Things Near,\" Appalachian Heritage 13 (Winter/Spring 1984) * \"A Life of Fiction (Katherine Anne Porter),\" Louisville Courier-Journal (May 13, 1984) * \"Appalachian Literature: At Home in This World,\" The Iron Mountain Review 2 (Summer 1984) * \"Daring to Look in the Well: A Conversation,\" James Still and Jim Wayne Miller. Iron Mountain Review 2 (Summer 1984) * \"Katherine Anne Porter,\" High Roads Folio 11 (Spring 1986) * \"Jim Dandy: James Still at Eighty,\" Appalachian Heritage 14 (Fall 1986) * \"All the Daughters of Her Father's House,\" High Roads Folio 12 (1987) * \"Anytime the Ground is Uneven: The Outlook for Regional Studies--And What to Look Out for.\" In Mallory, William E. and Paul Simpson-Housley, editors. Geography and Literature: A Meeting of the Disciplines (Syracuse University Press 1987) * \"Jesse Stuart: The Life of the Poet, the Poetic Life,\" Appalachian Heritage 15 (Winter 1987) * \"Making a Whole Out of Parts,\" Southern Highlands Institute for Educators Newsletter (Fall 1988) * \"New Generation of Savages Sighted in West Virginia,\" Appalachian Heritage 16/4 (Fall 1988) * \"Names, Names, Names, \" The Uncommon Reader (Winter 1989) ===Selected criticism=== * Ahrens, Sylvia. \"Jim Wayne Miller: Universal Regionalist.\" Kentucky English Bulletin 47.2 (Winter 1998): 75-84. * Dyer, Joyce. \"Dialogue with a Dead Man.\" Appalachian Journal 26.1 (Fall 1998): 32-43. * Edwards, Grace Toney. \"Jim Wayne Miller: Holding the Mirror for Appalachia.\" Iron Mountain Review 4.2 (Spring 1988): 24-28. * Hall, Wade. \"Jim Wayne Miller's Brier Poems: The Appalachian in Exile.\" Iron Mountain Review 4.2 (Spring 1988): 29-33. * Lang, John. \"Jim Wayne Miller and the Brier's Cosmopolitan Regionalism.\" In Lang, Six Poets from the Mountain South. Louisiana State University Press, 2010. 9-37. * Miller, Mary Ellen. \"The Literary Influences of Jim Wayne Miller.\" Appalachian Heritage 25.4 (Fall 1997): 19-24. * Morgan, Robert. \"Clearing Newground.\" Appalachian Heritage 25.4 (Fall 1997): 24-30. * Pendarvis, Edwina. \"Sanctifying the Profane: Jim Wayne Miller's 'Dialogue with a Dead Man'.\" Journal of Kentucky Studies 22 (2005): 139-43. ===Selected interviews=== * \"An Interview with Jim Wayne Miller, \" Appalachian Journal 6 (Spring 1979) * Kelly, Patricia P. \"An Interview with Jim Wayne Miller.\" Journal of Reading 34.8 (May 1991): 666-69. * Beattie, L. Elisabeth. \"Jim Wayne Miller.\" In Conversations with Kentucky Writers. Edited by L. Elisabeth Beattie. University Press of Kentucky, 1996. 242-61. ==Awards== * 1967 Alice Lloyd Memorial Prize for Appalachian Poetry * 1980 Thomas Wolfe Memorial Literary Award for The Mountains Have Come Closer * 1983-1984 Yaddo Fellowship * 1985 Appalachian Writers Association Book of the Year Award * 1989 Zoe Kincaid Brockman Memorial Award for Poetry * 1991 Appalachian Consortium Laurel Leaves Award * 2015 Kentucky Writers Hall of Fame * 2015 Special Weatherford Award (Best Appalachian Books) for Every Leaf a Mirror ==References== ==External links== * Miller's home page * Chronological bibliography in Appalachian Heritage 25:4 * Chapter 16 biography * Berea College biographical note * UNC Asheville Special Collections * \"I Have a Place\" 30-minute documentary film by Michael Lasater * Brief biography by George Brosi in Appalachian Heritage 37:3 Category:20th-century American poets Category:Poets from North Carolina Category:Vanderbilt University alumni Category:Berea College alumni Category:Western Kentucky University faculty Category:American male poets Category:1936 births Category:1996 deaths Category:Writers of American Southern literature Category:People from Buncombe County, North Carolina Category:20th-century American male writers ",
    "title": "Jim Wayne Miller"
}