{
    "id": "47158945",
    "text": "Alain-Edgard Berton (1912-1979) was a French chemical engineer who specialized in toxicology and in the analysis of air components in industrial environments. In the late 1950s he invented the \"Osmopile\",Google books, Chimie & industrie, Volume 86, Camille Matignon, Société de chimie industrielle, 1961 a measuring device, dubbed \"the first artificial nose,\" which initiated, through the use of highly sensitive galvanic cells, the electrochemical analysis of air to detect dangerous components. == Biography == Alain Berton was born in Coro Coro in Bolivia on 27 August 1912.Google books Who is Who in France. He was the son of Adrien Berton, a mining engineer, and Justine Rodriguez. He was educated at the Lycée Hoche in Versailles, and became a chemical engineer at the Chemical Institute of the University of Paris in 1933.Paul Lebeau, Les hautes températures et leurs utilisations en chimie Publisher, Masson et Cie, year 1950, volume 1 Google books Paul Lebeau, Les hautes températures et leurs utilisations en chimie, vol. I, Masson et Cie, 1950, page xxviii. From 1935 to 1937 he was a Ramsay Fellow at the Institute of Technology in London, in the laboratory of Prof. William Lawrence Bragg, at the Royal Institution. He began his career in 1938 at the French National Centre for Scientific Research as a \"boursier\" (fellow) in Georges Urbain's laboratory (dedicated to war chemical studies, protection against poison gas).Chimie analytique, Volume 47, Partie 1.Gallica bnf Comptes rendus de l'Académie des Sciences. Following Georges Urbain's death that same year, he was assigned to Paul Lebeau's laboratory as \"chargé de recherche\" (researcher).Paul Lebeau, Les hautes températures et leurs utilisations en chimie, vol. I, Masson et Cie, 1950, page xxviii. From 1959 till 1969 he was head of research.Persée.fr Détection olfactive et détection physique des vapeurs odorantes, Guilot, Berton, 1963. In parallel, from 1959 to 1978, he was head of the Toxicology Laboratory for the Regional Social Security Fund in Paris. == The Osmopile == By the end of the war in 1944, post war recovery started: Alain Berton's work on the application of absorption and emission spectroscopy in the ultraviolet and infrared,Worlcatalog Spectres d’absorption par réflexion de substances en poudre, dans le visible et l’ultraviolet? and within the frame of concerns about labor force protection, the specific dosage of atmospheric pollutants became of vital interest in factories to effectively detect and remedy industrial pollution. Thus, in the 1950s, based on the method of gas chromatography analysis by low temperature followed by pyrolysis, he managed to isolate chlorinated substances and acid vapors components in the air. He was able to individualize traces of gas and vapors by using ultra-sensitive galvanic batteries and galvanic microcell detectors.Gallica Spectrochimie. He presented his research in the preamble to the convention of the Analytical Chemistry Group in 1958.Google Scholar citations.Google books Un photomètre ultra sensible. Alain Berton named his invention \"the Osmopile,\" later nicknamed \"the sniffing cells\" by the scientific journal Atomes.Les osmopiles, les piles qui sentent, Atomes, la revue d’information et de culture scientifique générale, numéro 192, novembre 1962 . The first \"artificial nose\" was thus born. His invention was adopted and developed in the US\"The Chemical-Senses\" by Moncrieff, publisher Hill, edition 3, 1967 . and went around the world with a report from the Associated Press dated December 8, 1958. Berton’s Osmopile was marketed by Jouan, a laboratory equipment manufacturer founded in the 1940s by a researcher from the Pasteur Institute and acquired in 2003 by Thermo Electron.Les Echos The Osmopile device was modernized over time and used in the fight against industrial pollution. Through his invention, Alain Berton proved to be an ecology pioneer.Gallica Annales de la Société Entomologique de France.Gallica Comptes rendus de séances de l’Académie des Sciences, 1982.Catalogue BNF Extrait de Chimie analytique, N° 3, mars 1957, Commissariat à l’énergie atomique et aux énergies alternatives (France). == Patents == * Berton, Alain Edgard : Montre-bracelet-réveil tactile. 5 décembre 1949 : FR953313-A Espacenet Publication details * Berton Alain Edgard : Photomètre infrarouge utilisable en analyse physique et chimique. 24 janvier 1955 : FR1084823-AEspacenet Publication details * Berton Alain: Photomètre simple ultraviolet, avec enregistreur photographique à lecture instantanée, utilisable en analyse physique et chimique. 27 juin 1958 : FR1159401-A Espacenet Publication details * Berton Alain : Apparatus for detecting and measuring traces of impurities in a gas. 16 juin 1960 : FR1223277-A ; idem, 27 juin 1960 : FR1224831-AEspacenet Publication details * Berton Alain : Dispositif chimique d'enregistrement sans contact. 14 octobre 1960 : FR1234235-AEspacenet Publication details * Berton Alain : Analyseur colorimétrique de vapeurs, portatif. 17 mars 1961 : FR1255988-AEspacenet Publication details * Berton Alain : Dispositif électrochimique de détection d'impuretés dans les gaz. 10 août 1962 : FR1300917-A == Award == Alain Berton was awarded the Medal of the International Bureau of Analytical Chemistry (BICA)- International fight against chemical weapons. led by :fr:Paul Nicolardot. == See also == * Thermal decomposition * Enthalpy == Notes and references == The information on this page is partially translated from the equivalent page in French :fr:Alain Berton (Chimiste) licensed under the Creative Commons/Attribution Sharealike . History of contributions can be checked here: Category:French chemists Category:Analytical chemistry Category:Research Category:20th-century chemists Category:1912 births Category:1979 deaths ",
    "title": "Alain Berton"
}