{
    "id": "47159802",
    "text": "Ivan Sarailiev (Sofia, June 1, 1887 – Sofia, May 23, 1969) was a Bulgarian philosopher related to the school of pragmatism.;Ivan Mladenov. Ivan Sarailiev — An Early Bulgarian Contributor to Pragmatism. – In: Peirce Project Newsletter, 2000, Volume 3, № 2, Indiana University Purdue University Indianapolis, 2000. he finished his major book Pragmatism in 1938 quoting from Charles Sanders Peirce’s Collected Papers. Sarailiev was the first pragmatist in Eastern Europe and also a \"very early pragmatist\".Cobley, Paul, op. cit. He also introduced the idea of implied reader in his reception theory as early as in Savremennata nauka y religiata (1931) (Contemporary Science and Religion). After graduating from high-school in Sofia in 1905, Sarailiev won a scholarship in the Sorbonne, Paris, and in 1909 he continued his studies in the Oxford University. He attended the lectures of Henri Bergson and Charles Sanders Peirce among others. After a short stay in Germany (1916-1918), Sarailiev started teaching Philosophy in the Sofia University \"St. Kliment Ohridski\". His lectures placed accent on Immanuel Kant, George Berkeley, Henri Bergson and Thomas Carlyle.Andrey Tashev. The Whisper of Thought and the Reflection of Ideas, LiterNet, 14.07.2010, № 7 (128). (in Bulgarian) Sarailiev traveled through the United Kingdom (1924-1925) and the United States (1931-1933).Life and Philosophical Ideas of Ivan Sarailiev The communists taking of power in Bulgaria brought Sarailiev's travels to an end and isolated him from international scholarly community and he was also banned from publishing\"Cobley, Paul, op. cit. Other important books of his include: Rodovi idei (1919), Za volyata (1924) (Essay on Will) and Socrat (1947) (Socrates). He also translated Treatise Concerning the Principles of Human Knowledge by George Berkeley in 1914. ==Works== * Ivan Mladenov, Ivan Sarailiev - purviat bulgarski pragmatist?!, Demokraticheski pregled, 32, pp. 634–637. * Ivan Mladenov. Ivan Sarailiev — An Early Bulgarian Contributor to Pragmatism. – In: Peirce Project Newsletter, 2000, Volume 3, № 2, Indiana University Purdue University Indianapolis, 2000. *Kristian Bankov. Prof. Ivan V. Sarailiev, ezikat i semiotikata (Prof. Ivan V. Sarailiev, language and semiotics). – In: Ivan Sarailiev. Usilieto da usnavash. Sofia, 2004 *Yasen Zahariev. Filosofia i biografia (Philosophy and Biography). Sofia: New Bulgarian University, 2012, 176 с. (). *Andrey Tashev. Pragmatizmat i Ivan Sarailiev. Kam korenite na semiotichnoto mislene v Balgaria (Pragmtism and Ivan Sarailiev. Towards the Roots of Semiotic Thought in Bulgaria). Sofia: Marin Drinov, Sofia University Press, 2013, 252 с. (; 978-954-07-3589-4). ==References== * ==External links== * Andrey Tashev. The Whisper of Thought and the Reflection of Ideas, LiterNet, 14.07.2010, № 7 (128). (in Bulgarian) * Semiotics Continues to Astonish: Thomas A. Sebeok and the Doctrine of Signs, Paul Cobley (ed), De Gruyter Mouton, 2011, pp. 288-289 * Life and Philosophical Ideas of Ivan Sarailiev * Ivan Mladenov. Ivan Sarailiev — An Early Bulgarian Contributor to Pragmatism. – In: Peirce Project Newsletter, 2000, Volume 3, № 2, Indiana University Purdue University Indianapolis, 2000 Category:Bulgarian philosophers Category:People from Sofia Category:Rectors of Sofia University Category:1887 births Category:1969 deaths Category:20th-century philosophers ",
    "title": "Ivan Sarailiev"
}