{
    "id": "47157271",
    "text": "Holding the Man is a 2015 Australian romantic drama film adapted from Timothy Conigrave's 1995 memoir of the same name. It was directed by Neil Armfield and stars Ryan Corr and Craig Stott, with supporting performances from Guy Pearce, Anthony LaPaglia, Sarah Snook, Kerry Fox and Geoffrey Rush. The screenplay was written by Tommy Murphy who also adapted the memoir for the stage play. ==Plot== In 1993 Timothy Conigrave (Ryan Corr) is in Lipari, Italy, and he calls his childhood friend Pepe Trevor (Sarah Snook) in a panic, asking her where his deceased partner John Caleo (Craig Stott) was sitting at a dinner party they had when they were teenagers. The time expires before Pepe can tell him. Later, a concierge at the hotel Tim is staying at passes on a message from Pepe to Tim. In 1976, Tim and John are students at Xavier College in Melbourne, Australia. They have geography together. Tim falls in love with John, and invites him to the school play of Romeo and Juliet, where Tim is playing the role of Paris, but John doesn't make it. Tim invites John to a dinner party with Pepe and some of their friends from Drama class, and they pass a kiss around the table. Tim later asks John out and he accepts. Initially John isn't comfortable with doing anything sexual with Tim, who writes a letter to John apologising for reaching into his trousers while making out after school. The letter is intercepted by their Geography teacher who tells them all the staff already know about their relationship, and advises them to be careful. While on a study break, Tim and John are caught having sex by their school friends. They all later go streaking. When Tim returns home, his parents Dick (Guy Pearce) and Mary Gert (Kerry Fox) tell him John's father Bob (Anthony LaPaglia) found Tim's letter and threatens court action if Tim refuses to keep his distance. Tim angrily leaves and rides his bike to John's house, where he overhears Bob tell John that his mother Lois (Camilla Ah Kin) will make an appointment for his son to see a psychologist. Tim and John flee together. In 1985, Tim interviews an HIV patient called Richard for a play he is writing. Later, Tim and John both go to the doctor for an HIV test. John is given a negative result, but Tim is given a positive result. Their doctor (Mitchell Butel) then reveals there was a filing mistake and both Tim and John are actually HIV positive. In 1979, while Tim and John are students at Monash University, they are part of a gay Rights Activism Club. At John's house one day, John tells Tim \"I want you inside me.\" Before they can officially consummate their relationship, John's family arrives and catches them trying to sneak out. John stands up to his father and the boys drive off and engage in a brief and humorous session of anal intercourse. Tim becomes flirtatious with other men he and John spend time with, and starts cheating on John when he doesn't support Tim's request that they try having sex with other people. Tim reveals to John he put his name down to audition for NIDA and asks that they have a trial separation while Tim is in Sydney. Tim returns to Melbourne and reveals he has been accepted. He moves to Sydney for NIDA and has his classes under the instruction of his teacher Barry (Geoffrey Rush), but they clash during a rehearsal for A Streetcar Named Desire. Meanwhile, Tim has sex with different boys from his class and goes to a gay sauna. During a performance of Private Lives, Tim sees John in the audience and stumbles on a line (\"I want you back, John\"). They reconcile and resume their relationship when John decides to move to Sydney. In 1988, while in Melbourne for his sister's wedding, Tim is contacted by the Red Cross and is told that the blood that he donated in 1981 was pooled with blood from other donors, was given to a patient who has gone on to develop AIDS, and that he is the only donor to be contacted who tested positive to HIV. Despite his mother's warnings of ruining the wedding spirit, Tim tearfully expresses his grief at the fact that he infected John. In 1991, John's condition gets worse and he is frequently in the hospital. Tim starts to notice his own condition is slowly deteriorating and collapses one day while looking after John in the hospital. He has a manic episode after a swelling in his brain occurs and a doctor recommends he be admitted. Bob visits them to discuss John's will and is upset that all of John's possessions will go to Tim when he dies. They negotiate and it is revealed that Bob has been telling people John has cancer, not AIDS. John is well enough to return home and he and Tim make love. They go home to Melbourne for Christmas and John collapses while decorating the Christmas Tree. John is re-admitted. While exchanging Christmas presents, John confesses to Tim he was close to death and it felt so easy to let go, which deeply upsets Tim. On 26 January 1992, Father Woods (Paul Goddard) approaches Tim while at the hospital and tells him he will include Tim during the funeral and refer to him as John's friend so as to not further alienate John's family. Tim angrily tells him that they've been together for 15 years and that John is his husband. John dies shortly after and the funeral is held with students from Xavier College. The film returns to the beginning, and Pepe phones Tim's hotel. We see the note from earlier says \"John was beside you.\" While on his travels in Italy, Tim narrates the closing chapter of his memoir, which is his final letter to John. The film tells the audience Tim completed his memoir (Holding the Man) in October 1994 and succumbed to his AIDS ten days later aged 34. In a post-credits bonus, an excerpt from an interview of the real Tim Conigrave shortly before he died plays while a picture of John and Tim as teenagers is shown. ==Cast== *Ryan Corr as Timothy Conigrave *Craig Stott as John Caleo *Sarah Snook as Pepe Trevor *Guy Pearce as Dick Conigrave *Anthony LaPaglia as Bob Caleo *Kerry Fox as Mary Gert Conigrave *Camilla Ah Kin as Lois Caleo *Tessa de Josselin as Anna Conigrave *Tom Hobbs as Peter Craig *PiaGrace Moon as Prue *Caleb McClure as Nick Conigrave *Geoffrey Rush as Barry *Lee Cormie as Eric *Kaarin Fairfax as Herself *Paul Goddard as Father Woods ==Reception== The film received positive reviews, with particular praise for the chemistry between Craig Stott and Ryan Corr. The Guardian Australia praised their \"memorable performances, both tender and strong, and it is their chemistry audiences will recall most vividly\", and The Conversation commended both actors, noting their \"palpable\" chemistry \"which is imperative in order to convey the deep bond [Conigrave and Caleo] had\". On review aggregator website Rotten Tomatoes, the film has a 77% 'fresh' approval rating and an average score of 6.9 out of 10 based on 22 reviews.Holding the Man, Rotten Tomatoes. Retrieved 8 September 2015. ===Accolades=== {| class=\"wikitable\" |- ! Award ! Category ! Subject ! Result |- |rowspan=6|AACTA Awards (5th) |Best Film |Kylie Du Fresne | |- |Best Direction |Neil Armfield | |- |Best Adapted Screenplay |Tommy Murphy | |- |Best Actor |Ryan Corr | |- |Best Supporting Actor |Anthony LaPaglia | |- |Best Editing |rowspan=2|Dany Cooper | |- |ASE Award |Best Editing in a Feature Film | |- |rowspan=5|AFCA Awards |Best Film |Kylie Du Fresne | |- |Best Director |Neil Armfield | |- |Best Screenplay |Tommy Murphy | |- |Best Actor |Ryan Corr | |- |Best Supporting Actor |Anthony LaPaglia | |- |rowspan=3|ASSG Award |rowspan=3|Best Sound |Mark Cornish | |- |Nicole Lazaroth | |- |Dan Lustri | |- |AWGIE Award |Best Writing in a Feature Film — Adapted |Tommy Murphy | |- |rowspan=7|FCCA Awards |Best Film |Kylie Du Fresne | |- |Best Director |Neil Armfield | |- |Best Script/Screenplay |Tommy Murphy | |- |Best Actor |Ryan Corr | |- |Best Supporting Actor |Anthony LaPaglia | |- |Best Editor |Dany Cooper | |- |Best Production Design |Josephine Ford | |- |Melbourne International Film Festival |People's Choice Award for Best Narrative Feature |Neil Armfield | |- |SPA Award |Best Feature Film Production |Kylie Du Fresne | |- |} ==References== ==External links== * * * Category:2015 biographical drama films Category:2010s coming-of-age drama films Category:2015 romantic drama films Category:2015 films Category:2015 drama films Category:2015 LGBT-related films Category:Australian biographical drama films Category:Australian coming-of-age drama films Category:Australian films Category:Australian LGBT-related films Category:Australian romantic drama films Category:English-language films Category:Films based on non-fiction books Category:Films scored by Alan John Category:Films set in Melbourne Category:Films set in the 1970s Category:Films set in the 1980s Category:Films set in the 1990s Category:Films set in the 20th century Category:Films shot in Italy Category:Films shot in Melbourne Category:Films shot in Sydney Category:Gay-related films Category:HIV/AIDS in film Category:LGBT-related coming-of-age films Category:LGBT-related films based on actual events Category:LGBT-related romantic drama films Category:Romance films based on actual events ",
    "title": "Holding the Man (film)"
}