{
    "id": "47159372",
    "text": "Božena Benešová, née Zapletalová (November 30, 1873, Nový Jičín - April 8, 1936, Prague), was a Czech author and poet whose work is considered to have been at the forefront of psychological prose. The greater part of her youth was spent in Uherské Hradiště and Napajedla, where in 1896 she married a railway clerk named Josef Beneš. In 1908 she and her husband moved to Prague. ==Life== Benešová and her husband divorced in 1912 but continued living together until his death in 1933. Her friendship with the writer Růžena Svobodová, whom she met in 1902 in Frenštát pod Radhoštěm, had a tremendous influence on her life. Svobodová helped Benešová to overcome a resigned melancholia after the wedding and supported her as a writer. The friends corresponded prolifically, Svobodová visited Benešová in Moravia, and they traveled together to Italy (e.g., in 1903 and in 1907). Their friendship lasted until Svobodová's death in 1920. Svobodová had had the effect of a disciplinarian on Benešová (as she had earlier had on actress/writer Hana Kvapilová), overseeing that she read and write daily and compelling her to finish her manuscripts. Svobodová introduced Benešová to František Xaver Šalda, a Francophilic Czech literary critic who would have profound national influence during the interwar period and who is now viewed as the founder of modern Czech criticism. According to Marcel Cornis-Pope and John Neubauer, \"The novelist Marie Pujmanová, who was a fairly close friend of Benešová's after the Great War, relates that young Benešová had enthusiastically read Dostoyevsky and Maupassant, but that, under the guidance of F. X. Šalda, she came to admire Flaubert even more.\"Cornis-Pope, M., & Neubauer, J., History of the Literary Cultures of East-Central Europe: Junctures and Disjunctures in the 19th and 20th Centuries (Amsterdam: John Benjamins Publishing Company, 2004), p. 354. On their second trip to Italy, in 1907, they were accompanied by the renowned Czech poet, essayist, leader of the Realist movement and master of colloquial Czech Josef Svatopluk Machar. In 1907 and 1908 Benesova edited the supplement \"Woman in Arts\" in the newspaper Female Revue (\"a resource for women's issues, ethnicity, culture and society\"). This experience opened doors to future collaborations with other magazines, e.g., Masaryk's New Era. At this point in 1908 the family resolved to move from Moravia to Prague. During the war years, 1914–18, Benešová completed two books of short stories, Mice and Cruel Youth, and set to work on her largest literary work, the two-part novel A Human Being. In 1926 she commenced work as a secretary and librarian at the German YWCA where she eventually headed a summer camp, the starting point of her financial security. Benešová was very popular with the young women at YWCA, who formed an inner group called the \"Božena Benešová girls.\" (A decade later, when she was gravely ill, it was to these same Božena Benešová girls that she dictated the final chapter of her final work Don Pablo, Don Pedro and Věra Lukášová.) From 1932 onward Benešová was a regular member of the Czech Academy of Arts and Sciences.Members of the Czech Academy of Arts and Sciences, 1890–1952, p. 39. She died on April 8, 1936 in her Prague-Bubeneč home and is interred beside her companion / erstwhile husband Josef Beneš at the neighborhood cemetery Hřbitovní správa Bubeneč. During the remainder of the 1930s the feverishly inventive polymath Emil František Burian, a well-known exponent of the Devětsil (or Svaz moderní kultury Devětsil) Czech avant-garde association in the 1920s, produced and directed a film adaptation of Benešová's swansong novel, which premiered as Vera Lukášová in 1939, starring Jiřina Stránská in the title role.Reittererova, V., \"E. F. Burian: Sweep the Stage!\", Czech Music, No. 4, October 2004. A 1962 edition of the same novel, Don Pablo, Don Pedro and Věra Lukášová—and other stories, included the posthumous short story \"Povídka s dobrým koncem\" (A Story with a Happy Ending), which in 1986 was adapted as a TV movie for Česká televize featuring Ivana Chýlková, Vlasta Fialová, Radovan Lukavský, Oldřich Navrátil, Jaroslav Dušek and Stanislav Zindulka.Povídka s dobrým koncem, Česká televize. ==Work== Don Pablo, Don Pedro and Věra Lukášová (1936) By and large, Benešová's characters are young people from small towns who experience an inner struggle with loneliness and selfishness. Following in Benešová's footsteps were a bevy of younger writers such as Marie Majerová and Marie Pujmanová. After Benešová's death, the literary critic Paul Buzková became the first editor of her work.Cornis-Pope & Neubauer, ibid., pp. 637-38. ===Poetry collections=== * Verse True and Untrue (1909) * Verse (1938) ===Novels=== * A Human Being (1919–20), a novel in two parts * The Blow (1926), Pt. 1 of the Úder trilogy * Underground Flames (1929), Pt. 2 of the Úder trilogy * Rainbow of Tragedy (1933), Pt. 3 of the Úder trilogy * Don Pablo, Don Pedro and Věra Lukášová (1936) ===Short story collections=== * Three Tales (1914) * Mice: Tales from 1909-13 (1916) * Cruel Youth (1917) * Silent Girls (1922) * The Beguiled: A Book of Stories (1923) * Boys: Stories about Children (1927) ===Plays=== * Dramas (1937), including \"Bitter Drink,\" \"Clairvoyant\" and \"Golden Sheep\" ==Film and television adaptations== * Vera Lukášová (1939), dir. E. F. Burian * Povídka s dobrým koncem (1986), dir. P. Tuček ==References== ==External links== * Category:1873 births Category:1936 deaths Category:Czech feminists Category:Czech women short story writers Category:Czech short story writers Category:Czech women novelists Category:Czech women dramatists and playwrights Category:Czech women poets Category:20th-century Czech poets Category:20th-century women writers Category:20th-century short story writers Category:20th-century Czech novelists Category:20th-century Czech dramatists and playwrights Category:People from Nový Jičín ",
    "title": "Božena Benešová"
}