{
    "id": "47152695",
    "text": "Keelaperumpallam is a village panchayat situated on the south bank of the Kaveri River in Mayiladuthurai District, Tamil Nadu.Ministry of Rural Development, Government of India The village name is a combination of three Tamil words: the first keela denote east side to MelaPerumPallam, the second part perum denotes big, and the last part pallam means pit. Another story is related to the ValamPuriNathar Shiva. Shiva have a one small V-shaped pit on his head so these two adjacent villages are called with pallam. ==Keelaperumpallam Shiva Temple and Kethu temple== The Naganathar Shiva temple is famous for Navagraha worship of Kethu. It is located on the south bank of Cauvery River near the Bay of Bengal. The almighty Shiva is called Naganatha and goddess, Soundaryanayaki. ==Keelaperumpallam Kethu temple== The above shiva temple is also called Keelaperumpallam Kethu temple. The deity Kethu is located north-east of this shiva temple. The Kethu story is related to the churning of Parkadal (milky way) for nectar. Lord Vishnu wanted to distribute the nectar only to devas but asura raghu also received the nectar and swallowed, this incident has been found by sun and moon and reported to Vishu. Vishu beheaded the rahu but he did not die because he swallowed the nectar, then his head is called as Rahu and his body is called as Kethu. ==Worship== All devotees are request to see the shiva and parvathi first, then go to the kethu that is located north east of the shiva temple. Here kethu is worshipping shiva as well as shiva is a supreme god in this temple, so first worship shiva then do the pooja for kethu. ==Transportation== Only one small motor road connects DharmaKulam (poompuhar) and Thalachangadu. Few service buses are available on this route, thus many people use autorisha and cars to reach the temple. However one can easily reach DharmaKulam, located around away from the temple. Dharmakulam is located near poompuhar beach to mayiladuthurai main road. There is no train service available but you can alight at sirkali or mayilaudthurai railwaystation. You can get more travel and temple information at http://wikiedit.org/India/Keelaperumpallam/228919/ and travel detail at http://distancebetween2.com/chennai/keelaperumpallam ==References== Category:Villages in Mayiladuthurai district ",
    "title": "Keelaperumpallam"
}