{
    "id": "47153992",
    "text": "Meir Yoeli (August 20, 1912 – December 5, 1975) was a biologist, researcher and educator. He is best known for his expertise in the field of infectious and parasitic diseases, which led to advancements in malaria research in the 1960s and 70s. His name inspired the term, \"yoelii,\" the taxonomy of organisms with English names. Yoeli was also a professor at New York University, where he wrote scientific papers on the study of human malaria. ==Biography== Yoeli was born on August 20, 1912 in Kaunas, Lithuania. He studied biology and medicine at the University of Kaunas and immigrated to Palestine in 1934. In 1937, Yoeli began studying medical and tropical medicine at the University of Padova in Italy. He received his M.D. in 1939 from the University of Basel. He was a medical officer in the British Royal Army Medical Corps during World War II stationed in North Africa. In 1948, Yoeli was the head of the department of preventive medicine for the Israeli Defense Forces during Israel's war for independence. He became a member of the faculty at New York University in 1956. Yoeli taught as a professor in the department of preventive medicine at the university's School of Medicine. From 1974-1975, Yoeli was the president of the New York Society of Tropical Medicine. He was also the author of numerous children's books in Hebrew under the pen name Meir Michaeli. He died in December 1975 at his home in New York. ==Research== Yoeli is best known for his study and research of malaria at New York University. He developed the technique for testing rodent malaria parasites that was used on experimental research for chemotherapy and immunology. Before Yoeli's breakthrough, malaria research of parasites could only be done on human volunteers or monkeys. In 1974, Yoeli and his colleague, Bruce Hargreaves, discovered a mutant organism that causes cerebral malaria. ==Selected publications== Yoeli published more than 130 scientific papers during his career. His research in the field of malaria was recognized internationally by the New York Academy of Science, the Royal Society of Tropical Medicine and Hygiene and others. * Yoeli, M. \"Cerebral Malaria--The Quest for Suitable Experimental Models in Parasitic Diseases of Man.\" Trans R Soc Trop Med Hyg. 1976. * Yoeli, M. \"Landmarks in Malaria Research.\" Verlag für Recht und Gesellschaft.. 1974'' * Yoeli, M. \"Sir Ronald Ross and the Evolution of Malaria Research.\" New York Academy of Science. 1973. * Yoeli, M. \"The Development of Malaria Research Before and Since Ronald Ross.\" Munch Med Wochenschr. 1973. * Yoeli, M., Upmanisa, R., Most H. \"Drug-resistance transfer among rodent plasmodia\" Parasitology. 1969. * Yoeli, M. \"Patterns of Immunity and Resistance in Rodent Malaria Infections\" Bull Soc Pathol Exot Filiales. 1966. ==References== Category:American biologists Category:Malariologists Category:1912 births Category:1975 deaths Category:20th-century biologists ",
    "title": "Meir Yoeli"
}