{
    "id": "47154754",
    "text": "Paul Heussenstamm is a painter and lecturer from the United States. He began painting full-time at the age of 26. He has since traveled the United States, and internationally, conducting \"Art as a Spiritual Path\" workshops. A prolific and recognized artist, Heussenstamm's work has been featured in numerous religious and spiritual centers, including: Unity in Chicago, Illinois; Agape in Santa Monica; and Church of Religious Science, Santa Barbara; His art is also featured at healing centers such as Deepak Chopra’s in La Jolla, California; Esalen, in Big Sur, California; and Oglethorpe University Museum in Atlanta, Georgia. Both spiritual and multicultural, he is considered the premier artist representing the mandala painting. ==Bio== Paul Heussenstamm is the son of the artist and writer, Karl Heussenstamm, and artist and psychologist, Dr. Frances Heussenstamm. The household consistently engaged in spiritual discussion with notable guests such as Sufi Master Pir Inayat Khan, actor Gig Young, transcendental painter Emil Bisttram, and health guru Gypsy Boots. Heussenstamm's brothers, Mark Heussenstamm and John Heussenstamm all lead lives as artists. The brothers also shared a love of surfing. Paul Heussenstamm went on to own a successful surf shop Newport Surf & Sport, which won Marty awards (West Coast Menswear Retailer Awards) 1985 and 1987. His son, Bron Heussenstamm, surfed professionally for many years. As a surfer, and spiritual seeker, Heussenstamm traveled extensively. His travels included much of Africa, the Middle East, Guatemala, El Salvador, Mexico, Italy, Samoa, Tahiti, Fiji, Australia, New Zealand, Hong Kong, Singapore, and many times to Hawaii. Though originally aspiring to be a plein air painter, Heussenstamm's spiritual and artistic journey led him from landscape paintings, to flower paintings, and on to discovering his passion for mandala paintings. His first mandala was painted at a spiritual workshop conducted by Brugh Joy with notable participants such as Barbra Streisand and Carrie Fisher. He was introduced to the healing potential of mandalas through the work and mentorship of Dr. Beverly Sheiffer. With permission, he adopted her method of painting mandalas for spiritual revitalization. Heussenstamm has continued to receive patronage for his mandala paintings throughout his journey. ==Books== Heussenstamm authored the book, Divine Forces: Art that Awakens the Soul. He also coauthored several books: Color Yourself Calm: A Mindfulness Coloring Book; The Art of Mandala Meditation: Mandala Designs to Heal Your Mind; and Body and Spirit Mandala Masterworks: Beauty. Stillness. Presence. ==References== Category:1951 births Category:Living people Category:Artists from Los Angeles Category:21st-century American painters Category:21st-century male artists Category:20th-century American painters Category:American male painters ",
    "title": "Paul Heussenstamm"
}