{
    "id": "47151668",
    "text": "Bimoba people are a Gur-speaking ethnic group from north-eastern Ghana who are closely related to the Moba people of north-western Togo.They are an independent ethnic group whose major population centres in Ghana include but not limited to Bimbagu, Bunkpurugu. The Bimoba and the Bikuom are distant relatives but the two have experienced violent confrontations in the past. The Bimoba in the north-eastern Ghana number approximately 2,3000 000 people. The Bimoba speak the Moar. ==Origin== The Bimoba are believed to have migrated southwards from the Present-day Burkina-Faso following the collapse of the Kingdom of Fada-Gurma around 1420. ==Society== Bimoba society is patriarchal and is structured around clan and family heads. There are Clan-based kings or chiefs with vested power to hold the various clans together. The clans themselves can be located on multiple locations based on power and numbers. Presently, the clan groups of the Bimoba include Luok, Gnadaung, Dikperu, Puri, Tanmung, Gbong, Labsiak, Kunduek, Buok, the Baakpang, Turinwe and Kanyakib. ==Religion== The Bimoba practice predominantly ethnic religions. Although they believe in the concept of an Almighty God, they each identify with personal deities collectively referred to as Yennu which translates as \"god\" or \"sun\". Their ancestors play a role by being the contact between themselves and Yannu. A typical Bimoba compound would have a clay construction altar (patir; plural: pataa) in an enclosed hut (nakouk) where sacrifices are made to invoke the presence of the ancestors. Women are allowed into the nakuuk. Aside the patir located in the compound, every family member is allowed to construct their own small altar known as a mier. Communities may have a common shrine known as tingban. The tingban is visited at times of problems that concern the entire community such as a drought or a disease outbreak. ==See also== * Tchitcherik ==References== Category:Ethnic groups in Ghana Category:Dagbon ",
    "title": "Bimoba people"
}