{
    "id": "47163166",
    "text": "Siavash Fani ( Tehran, Iran) is an Iranian-Canadian graphic designer. ==Life and education== He went to the visual art school in 1992. After that in 1996 he started studying visual communications (Graphic Design) at Azad university in Tehran B.A - M.A. He was pretty interested in design and for this reason he selected working for the newspapers and magazine for 7 years. He also continued his education and received his master in visual communication (Graphic Design) from Azad university in Tehran and Interactive Media Management at George Brown College in Toronto, Canada. User Experience Design at OCADU in Toronto, Canada. ==Work history== He worked as a designer and director in a lot of newspaper design studios like Hayateno newspaper, Soroush magazine, Hamshahri newspaper and also Iran newspaper and some advertising agencies until 2010. He also was an instructor at Humber College and OCADU University in Toronto, Canada. ==Awards== * Winner of youth Iranian visual arts festival in illustration 1998, Shiraz, Iran. * 3rd prize, bank and environment poster competition 2004, Tehran, Iran.IGDS (November 4, 2004) * Winner of 7th Iranian Teenagers Press Festival for the best cover design in Tik-Tak Jam-e-Jam newspaper 2005, Tehran, Iran.Mehr News Agency (November 16, 2005) * 3rd prize in 5th Press Festival in urban areas for the best newspaper layouts in Iran newspaper, 2008, Tehran, Iran.Mehr News Agency (November 3, 2008) * Winner of Tirgan festival magazine cover contest 2011, Toronto, Ontario, Canada.Tirgan magazine (July 15, 2011) ==Exhibitions== IX International Eco-poster Triennial \"the 4th Block\" 2015, Kharkiv, Ukraine Eco- Poster 2015 Happy New Year 2015! Toronto, Ontario, Canada Poster Page (December 23, 2014)Artfani ( January01, 2015) Happy New Year 2014! Toronto, Ontario, Canada Poster Page (January 23, 2014)Artfani (January 13, 2014) IX International Eco-poster Triennial \"the 4th Block\" 2012, Kharkiv, Ukraine Eco- Poster 2012 Persianissimo + 10, poster exhibition 2011, Toronto, Ontario, Canada Poster Page (June 11, 2011) Icograda (June 2, 2011) Ico-D Web poster exhibition - Posters about the earthquake in Japan 2011 Poster Page (March 11, 2011) Posters for Steve Jobs 2011, Toronto, Ontario, Canada Poster Page (October 28, 2011)Artfani (December 25, 2011) Web exhibition - Happy New Year 2011 Poster Page (January 13, 2011) Anniversary of 9/11, web poster exhibition 2011 Poster Page (September 11, 2011) Lahti Poster Biennial 2011, Lahti, Finland.Lahden Museot(June 10, 2011)Poster Page (March 17, 2011)Rang magazine (February 23, 2011) Divarkoob poster exhibition 2010, Tehran, Iran.Poster Page (July 2, 2011) Rang magazine (May 9, 2010) A colorful day! poster exhibition 2010, Tehran, Iran.Poster Page (May 9, 2010)Rang Magazine (May 8, 2010) Arts Hole Arts Hole Third International Biennial of Posters of the Islamic World 2009, Tehran, Iran Rang magazine(October 19, 2009) 25 years of Iranian Theatrical posters 2008, Tehran, Iran.ISNA News Agency (February 6, 2008) ISNA Urban management poster exhibition 2008, Tehran, Iran.Rang magazine (November 29, 2008) Second International Biennial of Posters of the Islamic World 2007, Tehran, Iran Rang magazine(October 19, 2007) International Day of Disabled Persons, 2007 Rene Wanner's Poster Page Rene Wanner's Poster Page (December 3, 2007) International contest of art resistance 2006, Tehran, Iran Rang magazine (November 18, 2006) Melli bank and environment poster competition 2004, Tehran, Iran IGDS (November 4, 2004) First annual book cover design competition 2003, Tehran, Iran First Self-Promotional Posters Exhibition of Iranian Graphic Designers 2001 Tehran Museum of Contemporary Art, Tehran, Iran. ==See also== DPI Magazine Interview DPI Magazine Vol.148 2011 A book name New Visual Culture of Modern Iran, 2006, Amsterdam, Netherlands AmazonBIS Publishers (January 1, 2006) Member of Registered Graphic Designers, RGD October 2014 – Present RGD Member of Iranian Graphic Designers Society (IGDS) September 2003 – Present IGDS Member of International Journalist Federation (IFJ) April 2000 – Present IFJ ==References== ==External links== * Siavash Fani Graphic Designer * SFD DESIGN SFD Design Communications. * SIFANI Clothing SIFANI Toronto-based designer, established in 2012. Category:1977 births Category:Living people Category:Canadian graphic designers Category:Iranian emigrants to Canada Category:Iranian graphic designers Category:People from Toronto Category:Typographers ",
    "title": "Siavash Fani"
}