{
    "id": "47164823",
    "text": "Werner Weidenfeld, in 2011. Werner Weidenfeld (born 2 July 1947, Cochem) is a German political scientist. He was a political advisor for Germany–United States relations under different chancellors. He currently serves as rector of the Alma Mater Europaea.Auf dem Weg zur Implementierung der ALMA MATER EUROPAEA - the European University for Leadership == Biography == Weidenfeld studied political science, history and philosophy at the University of Bonn. In 1971 Weidenfeld received his PhD in Bonn with a dissertation about Gustav Stresemann's policies towards England. In 1975 he obtained his habilitation in political science at the University of Mainz with a thesis on German European policy in the Adenauer era. From 1975 to 1995 he was professor of political science at the University of Mainz. He was also a professor associé at the Sorbonne in Paris between 1986 and 1988. From 1987 to 1999, he worked under Helmut Kohl as the German government's coordinator for German-American cooperation. In 1992, Weidenfeld became a member of the Bertelsmann Stiftung Executive Board in Gütersloh. Since 1995, he was Full Professor of Political Systems and European Unification at the Geschwister Scholl Institute for Political Science at the Ludwig-Maximilians-University of Munich. Since 2000 he has also been a permanent visiting professor at the Chinese People's University in Beijing. Weidenfeld was retired from his position as professor emeritus for the summer semester 2013. Klaus H. Goetz from the University of Potsdam was appointed as his successor. Until 2005 Weidenfeld was editor of the journal Internationale Politik. In 2012 he was appointed Rector of the Alma Mater Europaea by the European Academy of Sciences and Arts. He took up this position after his retirement from the LMU Munich in 2013. He was also a visiting professor at the Zeppelin University. == References == Category:1947 births Category:Living people Category:German political scientists Category:University of Bonn alumni Category:Officers Crosses of the Order of Merit of the Federal Republic of Germany ",
    "title": "Werner Weidenfeld"
}