{
    "id": "47162327",
    "text": "Lieutenant General Sir Clarence August Bird (5 February 1885 – 30 July 1986) was a British Army officer and colonial administrator, who served as Chairman of Rhodesia Railways, and who managed also to live to the age of 101. ==Early life== Bird was born in Whalley, Lancashire and educated at Cheltenham College, before attending the Royal Military Academy, Woolwich. ==Military career== He commissioned into the Royal Engineers on 12 December 1904. Between 1907-13 he served in India, before going to France with the Indian Expeditionary Force upon the outbreak of the First World War. In 1917, he was awarded the Distinguished Service Order and returned to India until 1925, other than attended the Staff College, Camberley in 1921. Between 1926–29, Bird was Chief Instructor in Fortification at the Royal School of Military Engineering, before commanding the Bengal Sappers & Miners from 1930–33. Bird then worked at Aldershot Command until 1939, and was promoted to major-general in October that year. From 1939–42, he was Engineer-in-Chief at Army HQ in India, and was made a Companion of the Order of the Bath in 1940. Between 1942-44 Bird was Master-General of the Ordnance of the British Indian Army, and in 1943 was made a Knight Commander of the Order of the Indian Empire. He retired from the army in July 1944. Between July 1942 and 1952 Bird was Colonel Commandant of the Royal Engineers and was Colonel Commandant, Indian Electrical and Mechanical Engineers from 1944 to 1948. ==Later years and death== From 1944–45, Bird was a Regional Commissioner in the Department of Food, Government of India. He was a Special Commissioner from 1945–47 and then worked at the Ministry of Food until 1948. Between 1948-53 he was Chairman of the Rhodesia Railways. He was a Fellow of the Royal Society of Arts. He settled in Tunbridge Wells, Kent, where he died on 30 July 1986, at the age of 101, making him the oldest British general of the Second World War to reach that age, only Philip Christison, who lived to 100, being younger. ==References== ==Bibliography== * ==External links== *British Army Officers 1939−1945 *Generals of World War II Category:1885 births Category:1986 deaths Category:British Army generals of World War II Category:British Army personnel of World War I Category:British centenarians Category:Companions of the Distinguished Service Order Category:Companions of the Order of the Bath Category:English centenarians Category:Graduates of the Royal Military Academy, Woolwich Category:Graduates of the Staff College, Camberley Category:Knights Commander of the Order of the Indian Empire Category:People educated at Cheltenham College Category:People of British India Category:Royal Engineers officers ",
    "title": "Clarence Bird"
}