{
    "id": "47167974",
    "text": "Sara Cecilia Bronin is an American lawyer, professor, and architect based in Hartford, Connecticut. ==Education== Bronin graduated from the University of Texas at Austin in 2001 where she studied architecture and Spanish. She attended Magdelen College, Oxford on a Rhodes Scholarship. While there, she co-founded the Oxonian Review and served as its publisher. In 2003, she graduated with a master's degree in economic and social history. She spent her one year at Columbia Law School before transferring to Yale Law School and was senior editor of the Yale Law & Policy Review and graduated in 2006. ==Career== Bronin is professor of law, Thomas F. Gallivan chair in real property law and faculty director of the Center for Energy & Environmental Law at the University of Connecticut School of Law. Her legal research focuses on property, land use, historic preservation, green building and solar law,Sara Bronin, Texas Law Review, Solar Rights for Texas Property Owners, Retrieved July 13, 2015, Volume 89:1, pages 79+ and renewable energy law. She argued in the Vanderbilt Law Review in 2012 that a primary obstacle blocking \"building- related renewable energy\" (BRRE) projects was not siting considerations but legal obstacles preventing developers from allocating renewable energy costs to end users.Michael P. Vandenbergh, J.B. Ruhl, Jim Rossi, VANDERBILT LAW, VOLUME 65, NOVEMBER 2012, NUMBER 6, Symposium: Supply and Demand: Barriers to a New Energy Future, Retrieved August 10, 2014, \"....Sara Bronin provides that component in her case study of building-related renewable energy (\"BRRE\")—the incorporation of renewable energy generation capacity into inhabited structures.....\" She is the faculty director for the Center for Energy and Environmental Law at the university. As a lawyer, she is a member of the American Law Institute. She is working to coordinate the land use portion of the forthcoming Fourth Restatement of Property. She is a past president of the Connecticut Hispanic Bar Association.Award Recipients 2011, Retrieved July 13, 2015, \"...HBA RECOGNITION AWARD RECIPIENT: Sara Bronin, CHBA Past President...\" She has served as an expert witness and as a consultant to cities, state agencies, and private firms interested in creating or facilitating places of value. Among other projects, she served as lead attorney and development strategist for the 360 State Street project, a mixed- use, transit-oriented, LEED-Platinum project in New Haven, Connecticut.Yale Law School, Speaker: Sara C. Bronin, Retrieved July 13, 2015WILL HOROWITZ, September 24, 2008, Yale Daily News, Developers seek to allay concerns about Shartenberg, Retrieved August 10, 2015, \"...Sara Bronin, legal and developmental consultant ... stressed that the development ... is being executed in what she called a community-oriented way. The project at 360 State Street...\" She studied microgrid efforts around the United States as a means of preventing energy sprawl and handling energy blackouts.Jon Schuppe, November 15, 2012, NBC News, After Storms' Massive Blackouts, One State Explores High-Tech Solutions: Devastating storms have prompted Connecticut to embrace experimental microgrids, Retrieved July 13, 2015, \"....Sara Bronin ... studied microgrid efforts around the country...\"Sara Bronin, Connecticut Law Review, Curbing Energy Sprawl with Microgrids, Retrieved July 13, 2015 She advocated efforts to limit use of water and energy in architectural building standards.April 1, 2010, Portland Business Journal, Should states force cities to go green? (Nashville), Retrieved July 13, 2015, \"..Author Sara Bronin ... cited the profound energy consumption and emissions of buildings as an impetus for states to become more involved in both local land-use policy and green- building standards....\" As a licensed architect, her design firm, Studio Voladizo, received the 2014 Alice Washburn Award of the AIA of Connecticut in the category of Renovations and Additions.Kate Hartman, 2014 Alice Washburn Awards, Connecticut Magazine, Connecticut Home: Ambitious Transformation: A Sensitive Architect Resurrects a Civil-War Era Brownstone in Hartford, Retrieved July 13, 2015 She won the Connecticut Trust for Historic Preservation Award of Merit, and she was one of 11 winners in the 2013 Hartford Preservation Alliance Preservation Awards for her design and rehabilitation of her family's Civil War-era brownstone in downtown Hartford. The American Institute of Architects praised the renovation for \"its blending of styles and for bringing the traditional into the present.\" She is an advocate for historic preservation. She chairs Hartford's Planning & Zoning CommissionKerri Provost, November 20, 2014, Real Hartford, Family Faces Eviction from West End Home, Despite Paying Mortgage on Time, Retrieved July 13, 2015, \"...h the chair of the Planning & Zoning Commission, Sara Bronin, ..\" and is a board member of the Connecticut Trust for Historic Preservation and the Connecticut Fund for the Environment. She is a major factor in Hartford's attempt to build a proposed ballpark for minor league baseball.JEFF COHEN, September 24, 2014, WNPR, As the Hartford Baseball Stadium Turns, Retrieved July 13, 2015, \"..commission's meeting was full of tension between Development Director Thom Deller, who backs the plan, and commission chair Sara Bronin...\"Benjamin Hill, Minor League Baseball (MILB.com), Batting Around: Rock Cats' future uncertain: Delays involving Biloxi stadium creating problems for Huntsville Stars, Retrieved July 13, 2015, \"...Hartford Planning and Zoning Commission gave an unfavorable recommendation to the ballpark plan, with chairwoman Sara Bronin sharply criticizing the lack of transparency...\" ==Personal life== Bronin is a fifth-generation Texan, born in Houston. She is of Mexican American descent. She has three children and is married to Hartford Mayor Luke Bronin.Connecticut Mirror, Mark Pazniokas, December 9, 2014, Malloy counsel Bronin leaving to explore Hartford mayoral run, Retrieved July 13, 2015Jenna Carlesso, December 2014, Hartford Courant, Luke Bronin May Make Run For Hartford Mayor, Retrieved August 11, 2015, \"...His wife, Sara Bronin, teaches at the University of Connecticut's law school and is chair of the Hartford planning and zoning commission...\" She administered the oath of officeNote: an example of a Speech act to her husband during the mayoral induction ceremony. ==Publications== * Historic Preservation Law: Cases and Materials (2012)December 1, 2011, Mandi Magnuson-Hung, Rutgers University, Washingtonton D.C. Mayor Selects J. Peter Byrne as Mayor’s Agent, Retrieved August 10, 2015, \"... (with Sara Bronin) of Historic Preservation Law: Cases and Materials (2012)....\" ==References== ==External links== * Official Law School biography Category:Year of birth missing (living people) Category:Living people Category:People from Houston Category:American people of Mexican descent Category:University of Texas at Austin School of Architecture alumni Category:Yale Law School alumni Category:Alumni of Magdalen College, Oxford Category:American Rhodes Scholars Category:21st- century American lawyers Category:21st-century American architects Category:University of Connecticut faculty Category:Connecticut lawyers Category:Architects from Texas Category:American women architects Category:Architects from Connecticut Category:Lawyers from Hartford, Connecticut Category:Spouses of Connecticut politicians Category:21st-century American women lawyers ",
    "title": "Sara Bronin"
}