{
    "id": "47161586",
    "text": "Gilles Tetreault is a Canadian man who was the original intended target of convicted murderer Mark Twitchell. Twitchell was convicted of first degree murder in 2011 for killing John Brian \"Johnny\" Altinger. The criminal investigation and first-degree murder trial drew substantial media attention due to Twitchell's appreciation and emulation of the fictional serial killer Dexter Morgan. == Background == In fall of 2008, computer company contractor Gilles Tetreault logged on to the dating website Plenty of Fish and met someone he believed to be a young woman named Sheena. On October 3, Tetreault entered a garage in Edmonton expecting to pick Sheena up for a date. Instead, he was attacked by a man wearing a hockey mask and wielding a stun baton. After a violent struggle, he escaped, but did not report the attack to police. Tetreault claims that he did not report the attack because he was embarrassed. One week later, Johnny Altinger was murdered after being lured to the same address and attacked in the same way. Mark Twitchell, the man found guilty of Altinger's murder, was an aspiring filmmaker and a fan of the hit TV show Dexter. In his short film House of Cards, Twitchell wrote of a male killer luring a cheating husband on the pretense of a date with a woman, forcing personal information from him before stabbing and dismembering the man. During their investigation, homicide detectives seized a manuscript written by Twitchell, and which prosecutors assert is a generally accurate representation of what happened to Altinger. Tetreault has been nicknamed 'The One Who Got Away' by several media outlets. == Bibliography == *The One Who Got Away: Escape From The Kill Room (2015). Triplicity Publishing. == Media appearances == Tetreault has made several media appearances related to his experience, including: # Dateline NBC – Deadly House of Cards – Aired on NBC # 48 Hours Mystery – Screenplay for Murder – Aired on CBS # The Fifth Estate – MURDER, he wrote – Aired on CBC # I Survived... – Biography Channel # Dates from Hell – Web of Seduction – Aired on Investigations Discovery # The Security Brief – Script for Murder – Aired on REELZ == References == == External links == * Category:Fransaskois people Category:Living people Category:People from Moose Jaw Category:Crime in Edmonton Category:Year of birth missing (living people) ",
    "title": "Gilles Tetreault"
}