{
    "id": "47163452",
    "text": "Florian Brody is an Austrian/American digital media creator, inventor, writer, public speaker, academic, and global business consultant. He is best known for his contributions to the invention and development of Expanded Books, an early form of E-books, at the Voyager Company, and for his writings and public speaking about digital media innovation and marketing, including TEDx talks in Austria, as well as his 1999 essay \"The Medium is the Memory,\" originally published in MIT Press's The Digital Dialectic: New Essays on New Media, edited by Peter Lunenfeld. Brody serves as principal at The Halo Agency, which supports European start-up businesses looking to enter the US market. == Career == === Digital media innovation === In the late 80s and early 90s, Brody was head of the Expanded Books Project at the Voyager Company and was involved in the development and creation of their \"expanded books\", originally designed to be read on the then-new Apple PowerBook 100. The Voyager Company released their first expanded books on floppy disk for the PowerBook in 1992, and presented them at that year's MacWorld Expo. The books on this original disk were Jurassic Park by Michael Crichton, The Hitchhiker's Guide to the Galaxy by Douglas Adams, and Alice's Adventures in Wonderland by Lewis Carroll. Brody's public statements at the time on the Voyager Company's early expanded books, or 'e-books', were that he believed they were more of an experiment than a definitive 'product', paving the way for future versions of e-books for the next generation of less expensive, more lightweight, and more high-powered portable computers. === Digital evangelism === Brody has spoken about digital media innovation and marketing in both Europe and the US. He has done multiple TEDx talks in Austria. === Business and consultant work === Brody has been principal partner at The Halo Agency, which provides business consultation to European start-up tech-based businesses looking to enter the US market, founding president of ASciNA, Austrian Scientists and Scholars in North America, Vice President of Marketing at Visuvi, Inc., and Vice President of Marketing at Envizio, a company that he co-founded to facilitate technology business transactions. He has also served as Director of Marketing at Amazon.com's search and advertising development subsidiary A9.com, was head of Marketing Communications at YouSendIt (now called Hightail), and served as Director of Business Development at Red Herring Magazine. === Academia === In 1999, Brody published his essay \"The Medium is the Memory\" in MIT Press's The Digital Dialectic: New Essays on New Media, edited by Peter Lunenfeld, where he analyzed the history of how society has evolved different mediums of 'remembering', from oral history to modern-day digital records. He studied Computer Linguistics in Vienna, where he grew up, and began his career working at the Cinémathèque Française in Paris, a library with one of the largest archives of films, movie documents and film-related objects in the world. ==Bibliography== * Brody, Florian. Alte und neue Inhalte – können wir das Web heute schon verstehen? Festhalten und Loslassen im Kontext des Digitalen. in: Marion Fugléwicz-Bren: Die Philosophen kommen – The Next Chapter – Hamburg: tredition, 2014. Pbd. 232 S. * Brody, Florian. How Green is the Silcon Valley? in: Economics of Communication. Information Technology for Sustainability. 2014. forthcoming * Brody, Florian. Philosophie legt die Steine in den Weg, die es interessant machen, den Weg zu gehen. In: Marion Fugléwicz-Bren: Die Philosophen kommen. – Hamburg: tredition, 2013. Pbd. 232 S. . * Brody, Florian. Eschatologische Vernetzung. Das World Wide Web als Hoffnungsraum Paralipomena zum Heilsanspruch des Internet. in: Fugléwicz-Bren et. Al.: ZukunftsWebBuch 2010. Chancen und Risiken des Web 3.0. – o.O.: edition mono/monochrom, 2010. 978-3-9502372-7-6 * Brody, Florian. Was kommt nach Web2.0? (Und was kam vorher?) Digitale Medien-Start-Ups im Silicon Valley. In: Michael A. Herzog (Hrsg.) Prozessgestaltung in der Medienproduktion; Berlin: Gito, 2009 * Brody, Florian. The Columbia Guide to Digital Publishing: Multimedia Publishing. New York: Columbia University Press, 2003. * Brody, Florian. The Medium is the Memory In: The Digital Dialectic. New Essays on New Media MIT Press, 1999. * Brody, Florian. Interaction Design. State of the Art and Future Developments. An argument for information design. Rockport Publishers 1998-. * Brody, Florian. Books the Next Generation—Reading on the Electronic Frontier. Heidelberg: Springer,1996. * Brody, Florian. Tabula Rasa in: Cutting Edge Web Design, Rockport Publishers 1998. * Brody, Florian. My Home is my Memory is my Home. Mediamatic, Amsterdam 1995. () * Brody, Florian. Bibliographie der Bibliographien der Fimliteratur.\" Maske und Kothurn Vol 21. Nr 4 (December 1975) * Brody, Florian. How Virtual is Reality? in: Tony Feldman (ed.) Proceedings of the First Annual Conference on Virtual Reality 91. London: Meckler ==References== ==External links== * Brody - The Medium is the Memory * Interview on Silicon Valley Start-Ups Category:Living people Category:Austrian businesspeople Category:Computer designers Category:Austrian inventors Category:Digital media educators Category:1953 births Category:Austrian emigrants to the United States ",
    "title": "Florian Brody"
}