{
    "id": "47169820",
    "text": "Vida Ravenscroft Sutton (1878 — July 27, 1956) was an American playwright, voice teacher, and radio professional. ==Early life and education== Vida Ravenscroft Sutton was born in Oakland, California and raised in Helena, Montana, the daughter of David M. Sutton and Mary Ravenscroft. She studied philosophy at the University of Chicago, graduating in 1903.David Goodman, Radio's Civic Ambition: American Broadcasting and Democracy in the 1930s (Oxford University Press 2011): 27. ==Career== Sutton was a member of the New Theatre Company in New York City beginning in 1910, and performed as an actress and singer as a young woman.\"400 at Teachers Musicale,\" Washington Post (February 4, 1912): 12. via Newspapers.com She wrote plays and pageants with mainly historical and biblical settings, intended for church and community groups. Titles of her works included Christ is Born in Bethlehem (1924), Pageant of the Fifteenth Century (1928), A Pageant of Women of the Sixteenth Century (1927),Blanche Merritt Baker, Dramatic Bibliography (Benjamin Blom 1968): 178.The Pilgrims' Holiday (1920), Wooings and Witches: A Shakespearean Medley (1925), A Masque of the Seventeenth Century (1927)Vida Ravenscroft, A Masque of the Seventeenth Century (Womans Press 1927). and The Mantle of the Virgin (1921)Vida Ravenscroft Sutton, \"The Mantle of the Virgin: A Miracle Play,\" The Drama 12(3)(December 1921): 71-79. She also co-wrote at least one play set in China, with Kyung Shien Sung (The Betrothal of Mai Tsung).\"Church Enacts Chinese Play,\" Salem News (July 25, 1940): 1. via Newspapers.com Later in life she directed plays, and was the organizer and director of the small Onteora Playhouse at Tannersville, New York.\"Vida R. Sutton, Former Helena Resident, Dies,\" Independent Record (August 5, 1956): 3. via Newspapers.com From 1929 to 1937, Sutton was director and presenter of the NBC radio program \"The Magic of Speech,\" and spoke on gender and broadcasting.Jo Ranson, \"Out of a Blue Sky,\" Brooklyn Daily Eagle (October 18, 1936): 69. via Newspapers.com She wrote a book of the same name, The Magic of Speech: Studies in Spoken English (1936), and another on similar themes, Seeing and Hearing America: Studies in Spoken English and Group Speaking (1936).Vida Ravenscroft Sutton, Seeing and Hearing America: Studies in Spoken English and Group Speaking (Expressions Company 1936). She also taught speech and diction to NBC on-air personnel in the 1930s.Donna Halper, Invisible Stars: A Social History of Women in American Broadcasting (Routledge 2015): 60. She was also head of the drama and speech department at the Finch School in New York for many years.\"Miss Vida R. Sutton, Educator, is Dead; Author was Speech Consultant at N. B. C.,\" New York Times (July 28, 1956): 17. In 1936, she was chair of the Radio Council for American Speech, which collaborated with the National Council of Teachers of English on public education programs.\"Vida R. Sutton to Speak on Radio in Education Tuesday,\" Vassar Miscellany News 20(31)(February 26, 1936): 3. Sutton was active on behalf of suffrage and a member of Heterodoxy, a women's debating club based in Greenwich Village. She wrote at least one suffrage play, Winning the Voter.John W. Leonard, Woman's Who's Who of America: A Biographical Dictionary of Contemporary Women of the United States and Canada, 1914-1915 (American Commonwealth Company 1914): 796. ==Personal life and legacy== Sutton died in July 1956, age 77.\"Miss Vida R. Sutton, Educator, is Dead; Author was Speech Consultant at N. B. C.,\" New York Times (July 28, 1956): 17. Her unfinished manuscript about her father's Quaker upbringing and journey on the Oregon Trail in the 1860s was posthumously developed into a biography of David Sutton, by her nephew William R. Sutton, titled The Wind Blew Him West (Outskirts Press 2008).Vida R. Sutton and William R. Sutton, The Wind Blew Him West (Outskirts Press 2008). ==References== Category:1878 births Category:1956 deaths Category:American dramatists and playwrights Category:University of Chicago alumni ",
    "title": "Vida Ravenscroft Sutton"
}