{
    "id": "47163388",
    "text": "Dr. Spec's Optical Illusion was an American garage rock band formed in New Orleans, Louisiana, in 1965. The group is best known for their single release, containing the songs \"Tryin' to Mess My Mind\" and \"She's the One,\" which have become cult classics in the garage rock musical genre, and are included on several compilations. ==History== Dr. Spec's Optical Illusion was from the Gentilly Woods subdivision of Gentilly, a section in eastern New Orleans, near Lake Ponchatrain adjacent to the Industrial Canal. The group originally formed in 1965 as the Illusions, supposedly when brothers Kris Sherman (vocals, rhythm guitar) and Scott Sherman (drums) had a jam session with Marshall Clyburn (lead guitar) on Halloween night. They would shortly thereafter recruit Brice \"Pinky\" Hatchett (bass guitar) and Rick Stelma (keyboards). The band became a popular live act, performing in the local circuit and winning as contestants in battle of the bands. Sometimes after contests, the group had to contend with retrograde hoodlums who bullied them about the length of their hair and mod clothes, in a local rivalry between \"greasers\" (sometimes referred by Crescent City locals then as \"pits\") and the more stylish \"frats.\" In early performances, the Illusions' set list was typically dominated by cover versions of other artists' material ranging from British Invasion songs to R&B; standards by artists such as James Brown and Curley Moore. In addition, the band was notorious for their ear-shattering performances, with the local speech and hearing director measuring their cacophony at 140 decibels. In 1967, while the Illusions were playing a show at the Mardi Gras Bowling Alley, James Migliaccio, the manager of the establishment and the owner of the small Flambeau Records label, proposed funding for a single. The group's two original compositions, \"Tryin' to Mess My Mind,\" distinctive for Scott Sherman's wailing vocals and its organ-driven protopunk instrumental backing, as well as \"She's the One,\" were recorded at Cosimo Matassa's Jazz City Studio on Camp Street, and are both considered garage rock classics. Two additional songs, \"The Undertaker\" and \"Too Busy Laughing\" were also penned for a possible follow-up single. In September 1967, the single was released under the name Dr. Spec's Optical Illusion, as suggested by R&B; singer Joyce Harris to sound more psychedelic, and charted quickly around the region. However, the band members' parents refused to agree to a recording contract with Migiliacco and the single's distribution was abruptly halted. The group disbanded by 1968. Though the single was limited to its regional release, it has gained interest over the years. Both songs are included on the compilation album, Louisiana Punk, and \"She's the One\" appears on Teenage Shutdown! The World Ain't Round, It's Square! in 1998. In September 2004, the band reconvened for the Tryin’ To Mess My Mind Festival put on in their honor, alongside The Seeds and Question Mark and the Mysterians, and other Louisiana garage bands from the 60s, such as the Bad Roads and others. Their single saw its first reissue by Crypt Records. Drummer Scott Sherman died during the aftermath of Hurricane Katrina in 2005 at the age of 54. ==Discography== \"Tryin' to Mess My Mind\" b/w \"She's the One\" (Flambeau, 1967) ==References== Category:Musical groups from New Orleans Category:Rock music groups from Louisiana Category:Musical groups established in 1965 Category:Musical groups disestablished in 1968 ",
    "title": "Dr. Spec's Optical Illusion"
}