{
    "id": "47161541",
    "text": "The Aesthedes was a computer graphics or computer-aided design (CAD) system designed and developed in the 1970s and 1980s by Claessens Product Consultants (now Cartils) in Hilversum, Netherlands. The computer was operational in 1982 and was launched commercially in 1985 from Aesthedes offices in Hilversum, London, Cologne and Los Angeles. It was equipped with ten microprocessors, three 20” full colour, high-resolution screens and three small data display screens. It was unique at the time for being able to manipulate B-splines (a type of curve) in real time and to produce camera ready (i.e. ultra-high resolution) finished artwork for use in offset printing or other printing processes, including photogravure.Computer graphics challenges artists, New Scientist, 5 september 1985 One of the earliest customers in the Netherlands for an Aesthedes CAD system was the state printer, SDU, which uses the machine to design various hard-to-forge works,Hestia Bavelaar (red.), The Style of the State: The visual identity of the Dutch government, Foundation Design, Den Haag, 2010, including parts of the Dutch 25-guilder note Jaap Drupsteen (the \"robin\").P. Koeze, Het eerste bankbiljet van een nieuwe serie, de f25 / model 1989, De Nederlandsche Bank NV, Amsterdam, 1990 Aesthedes was also used extensively in the design of Heineken and Amstel beer bottle labels. Its launch customer in the UK was Marks & Spencer, which used it to design signage and food packaging. The supermarket Asda and design agencies such as Michael Peters & Partners and Holmes & Marchant were among other early customers. The Apple Macintosh revolutionized the graphic design world and rendered the Aesthedes effectively obsolete.This reference from Dutch Wikipedia. \"Een bureau als Total Design ging er zowat aan failliet.\" http://nina- mcnamara.blogspot.com/2010/04/alan-fletcher-on-apple-macintosh.html Wim Crouwel over de Apple Macintosh] The company was sold by Claessens to Barco. ==Gallery== Aesthedes facility in Belgium, mid 1980s.jpg|Aesthedes facility in Belgium, mid 1980s Aesthedes 2 console.JPG|Aesthedes 2 graphic editing console on display at the University of Amsterdam computer museum. ==References== ==External links== * Aesthedes 2 graphic designer's work station. * Google Plus page showing pictures of the Aesthedes workstation. Category:Computer workstations Category:Film and video technology Category:Computer-related introductions in 1982 Category:Information technology companies of Belgium Category:Graphics hardware companies Category:1982 establishments in the Netherlands Category:Companies based in Amsterdam Category:Multinational companies headquartered in the Netherlands Category:Dutch brands ",
    "title": "Aesthedes"
}