{
    "id": "47169227",
    "text": "Laneshaw Bridge is a civil parish in Pendle, Lancashire, England. It contains ten listed buildings that are recorded in the National Heritage List for England. All of the listed buildings are designated at Grade II, the lowest of the three grades, which is applied to \"buildings of national importance and special interest\". The parish contains the village of Laneshaw Bridge and the surrounding countryside. Most of the listed buildings are houses, farmhouses and farm buildings. The other listed buildings consist of a boundary stone, a public house, and a bridge. ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%;border:0px;text-align:left;line- height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes |- |Hanging stone |centre |align=\"center\"| |Also known as Water Sheddles Cross, it consists of a large millstone grit block that was a boundary marker. The stone leans at an angle of about 45 degrees, and is carved on the top with a cross and on the side with an inscription. It is also a scheduled monument. |- |Lower Emmott House || |align=\"center\"| |The house, which was extended in the 19th century, is in gritstone with a stone-slate roof. It has a T-shaped plan, and is in two storeys. The front range dates from the 19th century and has three bays, mainly sash windows, and an Ionic porch with a plain entablature The doorway has a moulded surround, a Tudor arched head, and a fanlight. The wing to the right is earlier, in four bays and with mullioned windows. |- |Lower and Higher Lane Head || |align=\"center\"| |Originally a farmhouse. later divided into two dwellings, it is in gritstone with quoins and a stone-slate roof. The building has a T-shaped plan, with a main range and a cross wing. There are two storeys, and each range has two bays. The windows are mullioned. The gabled porch contains a Tudor arched doorway. |- |Rye Flat Farmhouse and barn || |align=\"center\"| |The house and barn are in stone with a stone-slate roof. The house has two storeys, and a doorway with a moulded Tudor arched head. The windows are mullioned, those in the upper floor having four lights and semicircular heads. The barn to the right has a doorway with a plain surround. |- |Far Salter Syke Farmhouse || |align=\"center\"|1710 |A rendered house with a slate roof in two storeys. Most of the mullions have been removed from the windows. On the front is a gabled porch, and the doorway has a chamfered surround, a small square niche to the right, and a moulded datestone above. |- |Emmott Hall Cottage || |align=\"center\"|1737 |Originally stables, later converted for domestic use, the house is in stone with a stone-slate roof. It has a U-shaped plan, with a main range and two gabled wings. Some windows have retained their mullions, and the doorway has a decorated lintel. On the gables are finials, and the left gable end contains an oval window. |- |Emmott Hall gateway |centre |align=\"center\"|1737 (probable) |The gateway consists of sandstone gate piers, side piers, and walls, and wrought iron gates. All the piers are square with buttresses ending in volutes. Each has a plinth, intermittent rustication, and cornice with a gadrooned base, and a ball finial decorated with an abacus. In addition the gate piers have Doric pilasters on the inner sides, and rusticated niches on the outer sides. |- |Herders Inn |centre |align=\"center\"| |This was originally a herder's house, and became a public house in 1860. It is in stone with a stone-slate roof, and has two storeys and a symmetrical front. In the centre is a modern gabled porch with a semicircular arched window above. The other windows are stepped and mullioned. On the sides are lean-to extensions. |- |7–16 Carriers Row || |align=\"center\"| |A terrace of ten stone cottages with a stone-slate roof, in two storeys with nos. 7 and 15 projecting forward. The windows are sashes. The windows in the lower floor have two lights that were originally separated by mullions, some of which have been removed. The doorways have plain surrounds, other than nos. 7 and 15 that have a frieze and a pediment carried on moulded consoles. |- |Laneshaw Bridge |centre |align=\"center\"| |Also known as Royd Bridge, it carries School Lane across the River Laneshaw. The bridge is in stone, and consists of a single segmental arch with voussoirs. The parapet has coping that rises to a peak, it bears an inscription, and continues as a boundary wall. |- |} ==Notes and references== ;Notes ;Citations ;Sources * * * * * * * * * * * * Category:Lists of listed buildings in Lancashire Category:Buildings and structures in the Borough of Pendle ",
    "title": "Listed buildings in Laneshaw Bridge"
}