{
    "id": "47164155",
    "text": "Fall of Cthulhu is a 2007 American comic book series, written by Michael Alan Nelson and published by Boom! Studios. Creatively influenced by H.P. Lovecraft's Cthulhu Mythos, particularly \"The Call of Cthulhu\", the main characters of the series find themselves swept up in an ancient and elaborate plot, designed by the dark god Nyarlathotep to provoke an apocalyptic war between powerful beings known as the Great Old Ones. After the initial 15 issue series finished publication in June 2008, a sequel four-issue miniseries subtitled Godwar began publication the following month. 'Fall of Cthulhu: Apocalypse,https://www.cbr.com/fall-of-cthulu-apocalypse-1/ a second four- issue miniseries, ran from November 2008 to February 2009. The third and final miniseries, Fall of Cthulhu: Nemesis,https://www.cbr.com/fall-of-cthulhu- nemesis-1/ acted as both a prequel and coda, detailing the origin of Mr. Arkham's pet cat. Hexed,https://www.cbr.com/hexed-1-4/ a spin-off four-issue limited series starring Lucifer, also written by Nelson and illustrated by Emma Ríos, was published alongside Apocalypse. An ongoing series that ran for 12 issues, also titled Hexed,https://www.cbr.com/hexed-1-3/ was launched in August 2008. The series' 27-issue run has been collected into six volumes and an omnibus. ==Publication history== {| class=\"wikitable\" |- ! Title !! Comics !! Original Publication Date |- | Fall of Cthulhu Volume 1: The Fugue || 0 - 5 || 2007 |- | Fall of Cthulhu Volume 2: The Gathering || 6 - 10 || 2008 |- | Fall of Cthulhu Volume 3: The Gray Man || 11 - 14 || 2008 |- | Fall of Cthulhu Volume 4: God War || 1 - 4 || 2008 |- | Fall of Cthulhu Volume 5: Apocalypse || 1 - 4 || 2009 |- | Fall of Cthulhu Volume 6: Nemesis || 1 - 4 || 2010 |- | Fall of Cthulhu Omnibus || || 2015 |} ==Characters== ===Humans=== Cy Morgan: Cy is a graduate student at Miskatonic University in Arkham, Massachusetts. Engaged to be married, he is dining at a cafe with his fiancée, Jordan, when they are suddenly interrupted by his uncle, Walter McKinley, who rambles nonsensically about a coming threat and then publicly commits suicide in front of Cy. After Walt's death, Cy explores his uncle's research to find out what drove him to his hysteria and uncovers more than he expected. Lucifer: short for Luci Jenifer Inacio Das Neves. Lucifer is a Brazilian thief who helped Cy's uncle, Walter McKinley, translate ancient books. After Walt's suicide she was followed to America by \"the Gray Man\" (see below), where she runs meets Sheriff Raymond Dirk. In defeating the Gray Man, the Harlot begins to use her as a pawn in the oncoming apocalypse. Lucifer returned, along with the Harlot, in the non-Lovecraftian series Hexed (also written by Nelson). Sheriff Dirk: Arkham's sheriff/police chief, Dirk is involved in Cy's case at the beginning but only really becomes a main player when he arrests Lucifer. Abdul Alhazred: the author of the Necronomicon, killed ages ago in the Nameless City. Nyarlathotep resurrects him to write a final chapter. Connor: Nyarlathotep's right-hand man. He has a fetish for cutting off the faces of dogs and wearing them, presumably taken from his grandmother. He becomes the Vessel of Gith and suffers a horrible fate at the hands of Nyarlathotep. ===Non-humans=== The Harlot: a self-described \"Keeper of Secrets,\" the Harlot is not a god (actually a former human) but controls a sizable demesne within the Dreamlands, an alternate dimension parallel to our own. She interacts with and guides humans who enter the Dreamlands as it suits her purposes, often offering vital information in exchange for something of real/abstract personal value (she reveals to Cy information about Nyarlathotep's plot in exchange for one of his wisdom teeth, and the location of the Grey Man's knife to Sheriff Dirk in exchange for the memory of his dead wife). Extremely powerful within her own right, she controls a vast collection of boxes which only she can open, in which she stores a variety of tools and beings indefinitely. She can be very testy and violent, but is relatively benevolent in comparison to the greater forces of the war. Nyarlathotep: the Crawling Chaos, a sadistic Outer God of infinite power who serves as the emissary of Azathoth. He takes myriad forms, most notably the seemingly human proprietor of the Arkham Boarding House, Mr. Arkham. The mere mention of his true name destroys the sanity of any human who hears it and he has the ability to alter reality at a thought. He orchestrates the \"godwar\" that the story follows. Nodens: an Elder God who controls nightgaunts, frequently referred to as the Hunter due to his activities. He wishes to hunt Cthulhu himself. His cult gruesomely hunts down living human beings and eats them. Cthulhu: an ancient Old One who slumbers in the darkness of R'lyeh, a sunken city in the Pacific Ocean. Nyarlathotep raises it for Nodens to hunt, but there are more subtle machinations at work. The Grey Man: a violent entity attached to an ancient knife found in Walt's bag. According to Lucifer, he is the \"patron saint\" of human sacrifice. Sysyphyx: an ancient oracle of Atlantis who turned into an odd, shapeshifting monster. It cuts off the head of its victim, replaces that victim's spine with its own, and then shapeshifts to look like the former person. At some point, it was kept in a chest which was taken to the Arctic with the intent of blowing it up, but it was too cold to light the fuse and the passengers aboard froze to death. It is found by Connor, Nyarlathotep's handyman, and is brought back to Arkham. Gnruk of Vol'Kunast: another creature summoned by Nyarlathotep to aid in the godwar. The demon appears to be non-corporeal until someone opens the box in which its essence is kept. This happens to be Jacob, a seven- year-old boy, who slowly becomes meaner and meaner until he turns into a bat- like monster and devours the corpses of its parents. The Gith: a mindless essence dwelling in the face of Kundai'i, a mountain in the Dreamlands. By a long and grotesque series of rituals (including vomiting one's soul and imitating Anubis by wearing a severed dog head), one can be possessed by the creature and bear it into the waking world. A final, grisly brain surgery has to be performed, including using the Colour out of Space as a symbiotic entity. Then, and only then, does the Gith possess the Vessel. The Masked Mute: a strange creature dwelling in the Dreamlands, possibly the progeny of Nyarlathotep. It takes the form of a young girl wearing myriad masks that express her emotions. Her true face can kill whoever sees it. ==References== Category:Cthulhu Mythos comics ",
    "title": "Fall of Cthulhu"
}