{
    "id": "47161974",
    "text": "Joseph Michael Deffner ( * 18 September 1848 in Donauwörth; † 15 October 1934 in Athens) was a German classical philologist and linguist, known for his studies exploring the Tsakonian language. ==Biography== He studied classical philology and linguistics in Munich and Leipzig, and went to Athens in 1871 as a Latin teacher. From 1872–78 he was a lecturer in comparative literature at the University of Athens. Under the auspices of the Berlin Academy of Sciences, one of the predecessors to the Berlin-Brandenburg Academy of Sciences and Humanities went to the Peloponnese to study the Maniot and Tsakonian dialects. He did mostly archaeological work, except for his studies of Tsakonian while he was in the Peloponnese. In the summer of 1876 he worked for the Berlin Academy in Trebizond working on a study of the Pontic dialect, some of which he did himself, and some of which was done by Ioannis Pacharidis, a local orphan schoolboy who had been working for a merchant firm to support his family. Pacharidis was eventually imprisoned by Turkish authorities for suspected spying; Deffner and the Greek vice consul secured Pacharidis's release from gaol and helped him emigrate to Greece to complete his studies.Encyclopedia of the Hellenic World, \"Pacharidis, Ioannis\", available at , retrieved 5 July 2015 From 1877 to 1910, Deffner was the director of the National Library of Greece in Athens.Εγκυκλοπαίδεια Μείζονος Ελληνισμού, s.v. Παρχαρίδης Ιωάννης, online Deffner directed archaeological excavations on the peninsula of Methana and on the island of Skyros. At Methana he discovered an ancient stone throne, the \"Throne of the Gods\". His research findings are recorded in the Athens Communiqués. His photodocumentation from Methana is preserved at the German Archaeological Institute at Athens. Defner was an editor for the Archiv für mittel- und neugriechische philologie, a German-language journal on mediaeval and modern Greek studies; the Beiträge zur Kunde der indogermanischen Sprachen, an Indo- European studies journal founded by Balticist Adalbert Bezzenberger; and the German-Greek newspaper Νέα Ελλάς (Nea Ellas, \"Greece News\"). Deffner is an honorary citizen of Leonidio in the Peloponnese.Donauwörther Zeitung, 13. Juli 2009: Auf den Spuren eines Gelehrten His grandson and namesake is Prof. Michael Deffner of the National and Kapodistrian University of Athens,Mackridge, Peter Greek-speaking Moslems of northeast Turkey: prolegomena to a study of the Ophitic sub-dialect of Pontic, Byzantine and Modern Greek Studies 11 (1987), pp. 115–137 who Hellenizes his name as Μιχηαήλ Ντέφνερ.Το Βήμα, \"Ο ΕΠΙΜΟΝΟΣ ΑΝΑΓΝΩΣΤΗΣ\", 27 February, 2011 ==Criticism== Business analyst, linguist (PhD Ling. & App. Ling Melbourne, '99), and associate of the Thesaurus Linguae Graecae, Nick Nicholas criticized Deffner's Tsakonian research methods in a linguistics blog post entitled \"Michael Deffner: Scoundrel\", published in 2009. Dr. Nicholas, also an electrical engineer, focused his doctoral research on electronic methods for analyzing the grammatical and syntactical structure of words and phrases in various languages, including his native Greek and its various dialects. This end, he conducted published and unpublished research in Tsakonian and other outlier Greek dialects, which present interesting problems in such analysis. This gave him a broad familiarity with the whole body of research on Tsakonian, including Deffner's work. In his critique, Nicholas notes that the criticisms of Deffner do not begin with him, but stretch back as far as Deffner's contemporary Hubert Pernot, who said that Deffner \"has made a sea\" of Tsakonian phonology. Nicholas notes that this is a term of not inconsiderable opprobrium in , lit. \"he made things a sea\", i.e. \"he messed up\"). Nicholas reserves special criticism for a children's tale, Πεντάμορφο του κόσμου. Παρανύθι για τα καμπζία Τhα Τσακώνικα γρούσσα (The Five-time Most Beautiful in the World. A fairy tale for children. In the Tsakonian language) a Snow White-like story composed in a somewhat eccentric variety of Tsakonian which Deffner submitted to several learned societies without explanation. Since Deffner never asserted that the story was an authentic Tsakonian folk- tale collected in the field, Nicholas does not go so far as to call Deffner a fraud, but he does criticize Deffner's lack of specificity on the matter and his submission of the story to academic journals without proper attribution, a scholarly lapse which he asserts is the academic equivalent of the Christian sin of blasphemy against the Holy Ghost, an unpardonable offense.Nicholas, Nick, PhD, Ἡλληνιστεύκοντος: An occasional blog on Greek linguistics (broadly meant), \"Making Greek more googleable (through English)\", \"Michael Deffner:Scoundrel\", , 26 April 2009, retrieved 5 July 2015 Deffner has also been criticized for exaggerated claims about the survival of the Ancient Greek infinitive in the Pontic Greek dialects into the late 19th and early 20th centuries. In 1977, Pontic-descended Greek linguist D.E. Tombaidis began a study of Christian Pontic Greek refugees living in Greece to see if he could find traces of an infinitive, which he himself had never heard among Pontic Greeks. He could find only one informant who could understand and use the infinitive, otherwise, the speakers used a subordinating particle combined with a third-person finite verb form, just like speakers of Standard Modern Greek. Not all refugee Pontic Greek speakers could assimilate rapidly to Standard Modern Greek, and decades later could still reproduce other distinctive Pontic forms, leading Tombaidis to conclude that the Christian Pontic infinitive was already moribund by the time the Christian Pontians were expelled from Asia Minor during the Population exchange between Greece and Turkey; this in turn led Tombaidis to conclude that Deffner was not a reliable source.Tombaidis, D.E. 1977. L'Infinitf dans le Dialecte Grec du Pont Euxin. Balkan Studies 18: 155–174. Tombaidis does not name the sole informant who was able to understand and produce the infinitive, but Nicholas believes that textual clues reveal the informant was Odysseas Lampsides, a Pontic historian whose own knowledge of the Pontic infinitive could have been contaminated by his knowledge of older forms of Pontic Greek and other older varieties of Greek.Nicholas, Nick, PhD,Ἡλληνιστεύκοντος: An occasional blog on Greek linguistics (broadly meant), \"Making Greek more googleable (through English)\", \"Pontic Infinitives, Real and Imagined\" , 23 January 2011, retrieved 5 July 2015 On the other hand, while the infinitive seems essentially extinct among Christian Pontians, there is evidence that the infinitive survives, in very restricted use, among the Muslim Romeye of Turkey, in their dialect Romeyka;Sitaridou, I. (2014). 'Modality, antiveridicality, and complementation: The Romeyka infinitive as a negative polarity item’. Lingua 148. pp. 118–146. Sitaridou, I. (2014). 'The Romeyka Infinitive: Continuity, Contact and Change in the Hellenic varieties of Pontus’. Diachronica 31.1. pp. 23–73. , retrieved 5 July 2015 these include the Ophitic Pontic group that Deffner described based on information communicated by his protégé, Pacharidis. ==Works== * Neograeca. Dissertation Universität Leipzig 1871. * Zakonische Grammatik, Bd. 1. Berlin 1881. * Η χλωρίς της Τσακωνιάς. Τυπογραφική Εταιρία Χρίστου & Σια, Αθήνα 1922 (Βασιλική Γεωργική Εταιρία, Γεωπονική Βιβλιοθήκη, aριθ. 2), Online. – (\"Die Fauna Tsakoniens\") * Λεξικόν τής Τσακωνικής διάλεκτου. Athen 1923. – (\"Lexikon des Tsakonischen Dialekts\") * Lebenslauf, in: Mitteilungen des historischen Vereins für Donauwörth und Umgebung 1997, S. 90–91. * Meine wissenschaftliche Laufbahn in Kürze (1881), in: Mitteilungen des historischen Vereins für Donauwörth und Umgebung 1997, S. 92–93. * Meine amtliche wissenschaftliche Tätigkeit während der 56 Jahre meines Lebens in Griechenland (1871–1927), in: Mitteilungen des historischen Vereins für Donauwörth und Umgebung 1997, S. 94–111. * Meine Verbannung nach Skyros und Kreta (1917–1919), in: Mitteilungen des historischen Vereins für Donauwörth und Umgebung 1997, S. 112–113. ==Bibliography== * Otto M. Deffner: Michael Deffner (1848–1934). Der Hellenist, der Graecophile, der Grieche, in: Mitteilungen des historischen Vereins für Donauwörth und Umgebung 1997, S. 5–11. * Πβ. Θαν. Π. Κωστάκης: Προσθήκες και διορθώσεις στη Χλωρίδα της Τσακωνιάς του Μιχαήλ Δέφνερ. In: Mélanges offerts à Octave et Melpo Merlier, I. Αθήνα 1956, S. 133–156. – („Zusätze und Berichtigungen in der Fauna Tsakoniens Michael Deffners“) * Ottmar Seuffert: Der Griechenlandforscher Dr. Michael Deffner im Spiegel seiner Briefe (1871–1891), in: Mitteilungen des historischen Vereins für Donauwörth und Umgebung 1997, S. 12–48. * Jutta Stroszeck: Der Sprachforscher Michael Deffner als Archäologe, in: Mitteilungen des historischen Vereins für Donauwörth und Umgebung 1997, S. 49–89. ==References== == External links == * Category:19th-century philologists Category:20th-century philologists Category:19th-century archaeologists Category:20th-century archaeologists Category:People from Donauwörth Category:National and Kapodistrian University of Athens faculty Category:1848 births Category:1934 deaths Category:Modern Greek language Category:Leipzig University alumni Category:German philologists Category:Greek philologists ",
    "title": "Michael Deffner"
}