{
    "id": "47162695",
    "text": "Sir George Berkeley (1819–1905) was a British colonial governor, in the Leeward Islands and the West Africa Settlements. ==Life== Born on Barbados on 2 November 1819, he was eldest son of General Sackville Hamilton Berkeley, colonel of the 16th Regiment of Foot, and his wife Elizabeth Pilgrim, daughter of William Murray of Bruce Vale Estate, Barbados. Educated at Trinity College, Dublin, which he entered on 3 July 1837, he graduated B.A. in 1842, and soon returned to the West Indies, where his active life was almost wholly passed. On 11 February 1845 Berkeley was appointed colonial secretary and controller of customs of British Honduras, and ex-officio member of the executive and legislative councils. While still serving there, he was chosen in 1860–1 to administer temporarily the government of Dominica, and on 8 July 1864 was appointed lieutenant-governor of Saint Vincent. During his tenure of office, in 1867, an Act to amend and simplify the legislature substituted a single legislative chamber for the two houses which had been in existence since 1763. Berkeley was acting administrator of Lagos from December 1872 to October 1873, when he was appointed governor in chief of the West Africa settlements (Sierra Leone, Gambia, Gold Coast, and Lagos). The Gold Coast and Lagos were soon made into a separate colony (24 July 1874); Berkeley was recalled, and a new governor of Sierra Leone and Gambia was appointed. While he was on his way home in June 1874, he was offered, and accepted, the government of Western Australia; but then did not take up the appointment, being sent instead to the Leeward Islands as governor in chief. There he remained until 27 June 1881, when he retired on a pension. Berkeley was created C.M.G. on 20 February 1874, and K.C.M.G. 24 May 1881. He died unmarried in London on 29 September 1905, and was buried in Kensal Green cemetery. ==Notes== ;Attribution Category:Burials at Kensal Green Cemetery Category:Knights Commander of the Order of St Michael and St George Category:1819 births Category:1905 deaths Category:British Honduras people Category:British Dominica people Category:Governors of the Lagos Colony Category:Governors of Sierra Leone Category:Governors of the Gambia Category:Governors of the Gold Coast (British colony) Category:Governors of the Leeward Islands Category:Governors of British Saint Vincent and the Grenadines ",
    "title": "George Berkeley (colonial administrator)"
}