{
    "id": "47166963",
    "text": "Ningning () is a 2015 Philippine comedy-drama television series directed by Jeffrey Jeturian, starring Jana Agoncillo.Ningning Full Trailer: This July 27 on ABS-CBN!Beauty reunites with child star Jana in 'Ningning' The series premiered on ABS-CBN's PrimeTanghali noontime block and worldwide on The Filipino Channel from July 27, 2015 to January 15, 2016,ABS-CBN’S “NINGNING” TO SHINE AND GIVE INSPIRATION TO VIEWERS STARTING ON MONDAY replacing Oh My G!.“NINGNING” DEBUTS AS THE MOST WATCHED DAYTIME TV PROGRAM ==Plot== The series shows life through the eyes of a little girl named Ningning. Born in a secluded island called Isla Baybay, Ningning grew up living a simple life with her father Dondon, her mother Lovely, and her grandmother Mamay. As a fisherman, Dondon barely earns enough to make ends meet but the constant support and love of his family makes him feel like the richest man in the world. Through their love for each other, everyday in Ningning's life seems happy and content. As fate would have it, a strong typhoon ravished the island and destroyed the boat by which Dondon makes his living. This forced the family to leave for the city to find a better life. Although faced with many challenges in their life in the city, Ningning and her family showed that though hope, perseverance, love of family and friends, all things are achievable. Through the eyes of Ningning the world takes on an innocent perception full of beautiful relationships, second chances, forgiveness, and love. ==Cast and characters== ===Main cast=== * Jana Agoncillo as Maningning \"Ningning\" Angeles * John Steven de Guzman as Macario \"Macmac\" Bautista * Beauty Gonzalez as Lovely Sylvestre-Angeles * Ketchup Eusebio as Adonis \"Dondon\" Angeles * Sylvia Sanchez as Pacita \"Mamay\" Angeles ===Supporting cast=== * Vandolph Quizon as Joseph \"Otep\" Cruz * Tanya Garcia as Alicia \"Isha\" Demetion-Bautista * Nyoy Volante as Johnny Bautista * Rommel Padilla as Crisanto \"Mang Cris\" Garcia * Ria Atayde as Teacher Hope Cruz * Mercedes Cabral as Evaporada \"Eva\" Herrera * Pooh as Jewel \"J-Lo\" Buenaflor * Maris Racal as Nina Buenaflor * Freddie Webb as Francisco \"Lolo Kiko\" Cruz * Marco Gumabao as Pido Cruz * Epifania \"Direk Panying\" Limon as Indang * Vangie Labalan as Aling Candy ===Guest cast=== * Nonie Buencamino as Iking Sylvestre * Aiko Climaco as Cristina Morales * Karl Medina as Peter \"Mamang Lobo\" Peñalosa * Alfonso Yñigo Delen as Carlo * Anita Linda as lola ==See also== *List of programs broadcast by ABS-CBN *List of telenovelas of ABS-CBN ==References== ==External links== * * Category:ABS-CBN drama series Category:Philippine comedy television series Category:2015 Philippine television series debuts Category:2016 Philippine television series endings Category:2010s Philippine television series Category:ABS-CBN television drama filmed in high definition Category:Filipino-language television shows Category:Television shows set in the Philippines ",
    "title": "Ningning"
}