{
    "id": "47168482",
    "text": "Leslie Donovan Gibson BA (Hons), ARCA (1910 – 1969) was a British artist in the mid 20th century. ==Early life== Leslie Donovan Gibson was born and educated in Newcastle upon Tyne. In 1926 he was awarded the John Christie Art Scholarship to Armstrong College, Durham University, taking the education drawing certificate in 1928, the Diploma BA in Fine Art, English and French in 1929 and the Painting Certificate in 1930. He was awarded a Royal Exhibition, studying in the School of Painting at the Royal College of Art from 1930 to 1934. == Career == From 1936 to 1938 he was appointed as the Board of Education Visitor to Art Schools in Germany and Italy. During the 1930s he travelled extensively in Europe, visiting and painting in France, Belgium, Spain, Finland, Norway, Sweden and Greece. In the 1930s he painted from London Studios at Trafalgar Square, Chelsea and Camden Town. In 1940 he worked from Rydal in Westmorland before returning to Kensington, London in 1945. In 1950 he established the Stapleford Studio, near Salisbury, painting extensively in the West Country until his death in 1969. Gibson was a versatile artist, working in a variety of media. Chiefly a landscape painter, portraits and still life were among his subjects. The production of drawings, not merely for working purposes but as a visual record of the artist's experience, carefully outlined in pen and ink, the surfaces freely indicated with wash laid on richer layers predominating over pen lines, are sure and sensitive. His etchings, dry points and lithographs show a fine continuity and chiaroscuro.Angel Gallery ==Exhibitions== From the 1930s onwards, Gibson exhibited work at the Royal Scottish Academy, the National Gallery of Canada and at many group exhibitions. ===London shows=== The London Group, The Mall Galleries, The Royal Academy, Senefelder Club, Victoria and Albert Museum. ===Provincial galleries=== Bath Art Gallery, Blandford Society of Arts, Bradford Art Gallery, Cartwright Hall, Bromley Society of Artists, Chelmsford Cathedral, Laing Art Gallery and Museum, Newcastle upon Tyne, Leeds Art Gallery, Manchester Art Gallery, Phoenix Art Gallery, Salisbury Society of Artists, Southampton Art Gallery, West of England Academy Bristol, Wordsworth Museum Rydal. ==Memorial== There is a memorial to him at St Mary, Stapleford.Geograph ==References== ==External links== * Angel Art Gallery * * Artists Biographies Category:1910 births Category:1969 deaths Category:British painters Category:British male painters Category:Artists from Newcastle upon Tyne ",
    "title": "Leslie Gibson (artist)"
}