{
    "id": "47176215",
    "text": "Jack Persekian (born 1962) is a Palestinian artist and curator from Jerusalem. He is of Armenian descent and a United States citizen. == Life and work== Born to an Armenian family in East Jerusalem, Persekian started his career in the arts world as a musician and music promoter in the 1980s, before turning to the visual arts. After returning from an extended stay in the United States in 1992, he founded Anadiel Gallery in the Christian Quarter of Jerusalem’s Old City, as the first independent gallery in the Palestinian territories under Israeli occupation, with a focus on contemporary Palestinian artists. In 1996, he invited Palestinian-British artist Mona Hatoum to Jerusalem and subsequently organized her first exhibition in Palestine. Persekian is also the founder and director of Al-Ma’mal Foundation for Contemporary Art in Jerusalem. With Al-Ma’mal, he curated the 2008 and 2010 editions of The Jerusalem Show, which has since established itself as a biennial cultural event in the Old City.The Jerusalem Show, Al-Ma’mal website In 2008, he was jury president of the biennial Artes Mundi art competition at the National Museum Cardiff, the biggest art prize in the United Kingdom. From 2009 to 2011, he served as the founding director of the Sharjah Art Foundation with responsibility for the Sharjah Biennial. He lost his position over a controversial artwork that was banned from the art show following an intervention by Sharjah’s ruler, Sultan bin Muhammad Al-Qasimi. From 2011 to 2015, Persekian was a visiting professor at the Royal College of Art, London.Jack Persekian: 100 Years, Al-Ma’mal website He also served as artistic director of the art event Qalandiya International (2012), conceived as a Palestinian biennial. In 2012, he was one of three jury members for the inaugural Akbank Sanat International Curator Competition.Winner of new international curator competition announced, A-N, 5 December 2012 In 2012, he assumed the role of head curator and director of The Palestinian Museum. He resigned from his position at the end of 2015, less than a year before the museum’s official inauguration, over differences with some of the main financial backers of the project. In 2016, Persekian was awarded the Palestine Order of Merit for Culture, Sciences and Arts by Palestinian President Mahmoud Abbas.Palestine’s leading arts advocate Jack Persekian awarded the Order of Culture, Science and Arts, ArtAsiaPacific, 31 August 2016 Persekian is openly critical of the ongoing Israeli occupation of the Palestinian territories since 1967 and the resulting discrimination of non-Israeli residents. Citing his personal experience as a Palestinian, non-Jewish Jerusalemite subject to Israeli laws, he says he cannot accept any of the lucrative international job offers that would require him to leave the city borders for half a year without risking his residency status and property of his family’s home in East Jerusalem.Elisabeth Nehring: Palästinensisches Nationalmuseum: Ein Stück Identität in Ramallah, Deutschlandfunk Kultur, 18 May 2016 (German) == Personal exhibitions == * 2017: 100 Years (photography), Anadiel Gallery, Jerusalem * 2017: After Matson / After Whiting, W.F. Albright Institute of Archaeological Research, Jerusalem * 2014: In the Presence of the Holy See, Bethlehem (various locations) * 2010–2012: Nablus Soap (performance, with Tarek Atoui), the Brazilian Ministry of Culture in São Paulo, WAMDA (Celebration of Entrepreneurship) in Dubai (with Tarek Atoui), ICA in London, Hammer Museum in LA, MIT in Boston, MoMA in NY, The New Museum in NY, the Al Ma'mal Foundation for Contemporary Art in Jerusalem, Rote Fabrik in Zurich, Darat Al Funun in Amman, Artspace in Sydney and the Adelaide Festival of Arts, Australia. * 2004: Wall of Soap (installation), at the Dead Sea Movenpick (at the World Economic Forum meeting in Jordan) == Curated exhibitions == * 2010 The Jerusalem Show IV: Exhaustion (with Jumana Emil Aboud), Jerusalem * 2009 Disorientation II: The Rise and Fall of Arab Cities, Saadiyat Island, Abu Dhabi * 2008 The Jerusalem Show II: Walks in the City, Jerusalem * 2008 Dubai Next, (co-curated with Rem Koolhaas) at Vitra Design Museum, Weil am Rhein, Germany * 2007 The Jerusalem Show in Jerusalem * 2006 Reconsidering Palestinian Art, Cuenca, Spain * 2005 Sharjah Biennial 7 (with Ken Lum and Tirdad Zolghadr), UAE * 2003 Disorientation – Contemporary Arab Artists from the Middle East, Haus der Kulturen der Welt, Berlin * 2002 In weiter Ferne, so nah: neue palästinensische Kunst. At three ifa-Galerie venues in Bonn, Stuttgart, and Berlin * 1998 Official Palestinian Representation to the São Paulo Biennale == See also == * List of Palestinian artists * Arab art scene == References == Category:Living people Category:Palestinian Armenians Category:Palestinian American Category:American artists Category:Palestinian contemporary artists Category:1962 births ",
    "title": "Jack Persekian"
}