{
    "id": "47175225",
    "text": "Lender option borrower option or lender's option borrower's option (LOBO) is a long term borrowing instrument available in the United Kingdom. They involve periodic interest re-fixings, which incorporates two linked options:How Councils Blow Your Millions: Channel 4 UK Dispatches transmitted 06 July 2015 - News release * lender's option: option for the lender to set revised (usually higher) interest rates at predetermined interest reset dates such as annually. * borrower’s option: linked option for the borrower (exercisable only if the lender’s option is exercised) to pay the revised interest rate or to redeem the bond although that may involve exit fees. They are provided by banks and the loan contract runs for between 40 and 70 years. There is no regulatory body responsible for overseeing their use. ==Origins== Public bodies used to be only able to borrow money through government Public Works Loan Board (PWLB) loans. However borrowing from banks in the form of LOBOs was permitted from the early 2000s. A certain amount of borrowing from banks had been permitted since the late 1970s; these were typically for 5-10 years and £1-10 million, and involved rates being re-fixed at - typically - 3-month intervals. At this time, it was often the case (although certainly not always) that a loan might involve a borrower's or a lender's option (BO or LO), with the embedding of these dependent on prevailing interest rates and the council's own needs at the time. Such BOs or LOs might offer early repayment, or changes in the margin or rate-fixing frequency. LOBOs existed at this time too, and (as would be expected) offered the borrower a chance to repay at no penalty if the lender's choice of new terms was unacceptable; rarer were rather more flexible sequences like BOLOs or BOLOBOs. These all rather faded from use in the late 1980s - early 1990s, and were replaced by \"straight\" fixed-rate term loans. Modern, more complicated LOBOs (that is, those from c. 2000) were made available with low teaser rates, cheaper than PWLB loans so they appeared to be an attractive alternative. Few councils had access to the complex option valuation models required, nor the market data needed as inputs for such models.Colin Marrs 02 Jul 2015 Room 151 - Local Government Treasury, Technical & Strategic Finance LOBO documentary puts councils in firing line ==Criticism== LOBOs have provoked criticism because of high initial profits to the lender from day one and high subsequent interest rates. Clive Betts, MP and chairman of the Communities and Local Government Committee, has called for an inquiry into ‘outrageous’ LOBO loans.Laura Sharman 07 July 2015 LocalGov Betts calls for inquiry into ‘outrageous’ LOBO loans These criticisms have been refuted by some of the borrowers.Colin Marrs 09 Jul 2015 Room 151 - Local Government Treasury, Technical & Strategic Finance Finance chiefs defend their record on LOBOs ==Local councils== Banks, such as Barclays and Royal Bank of Scotland (RBS), provide LOBO loans to about 240 UK councils (63% of all councils in 2013David Green 27 Jun 2013 Room 151 - Local Government Treasury, Technical & Strategic Finance Treasury stats show councils are poles apart) with a total value of £15 billion. Out of this £15 billion it is estimated that about £1 billion in upfront profits was made by the lenders. LOBOs are currently almost a fifth of all council borrowing. LOBOs were recommended to councils by specialist financial advisers who, unknown to the council, were in turn paid commission by the banks providing the LOBOs. At least 12 councils have the most expensive types of LOBO loan. Most of these have \"inverse floaters\" taken out with RBS - interest rates for the loan are increased if general bank lending rates decrease.Danny Walker 06 July 2015 Daily Mirror How Councils Blow Your Millions: Documentary ready to lift the lid on where public money goes As a direct consequence of making repayments on LOBOs, councils have had to make major cuts in services to their residents. It has been calculated that if councils were free to relinquish their LOBO contracts at no penalty and instead borrow at a more typical market rate it would save them about £145 million for 2015 alone. Some councils are considering taking legal action.Pete Apps 21 July 2015 Inside Housing Councils mull legal action on LOBO deals Some residents of councils with large LOBO loan books have requested that auditors take their council to court under provisions in the Audit Commission Act. Newham resident and Green Party spokesperson Rachel Collinson was the first to do so, requesting the then auditor of Newham Council's accounts, PwC, to declare the spending on LOBO loans to be ultra vires, or technically illegal, being beyond the council's powers. This is because LOBOs are packaged derivatives, complex financial products that councils are not permitted to purchase. The precedent for this was set in the court case against Hammersmith and Fulham in 1992. ===Examples=== * Newham London Borough Council has £563 million of LOBOs, more than anywhere else in the country. It pays annual interest of up to 7.6%.Joel Benjamin Oct 2014 Contributoria Newham Council and the LOBO loan scandal * Cornwall Council are servicing nearly 30 LOBOs totalling £394 million. The council is locked into some of the deals until the year 2078, paying interest at more than double the current market rate.08 July 2015 Cornish Guardian Cornwall taxpayers hit with £400m toxic loans * Wolverhampton City Council has 21 LOBOs worth £93.8 million with interest rates of between 3.6% and 4.95%. Projected repayments are £273.8 million at £4 million repayment per year. 27 Aug 2015 Express & Star Revealed: Wolverhampton council loans to cost £270 million * Walsall Metropolitan Borough Council has at least £115 million of LOBOs at high interest rates.08 July 2015 Express & Star Revealed: High rates on £115m in old loans to Walsall Council * Plymouth City Council is paying interest rates of 3.65 per cent to 4.82 per cent on LOBOs, totalling £100 million. It has 14 active LOBOs.Sam Blackledge 14 July 2015 Plymouth Herald Plymouth council paying interest on £100million in 'LOBO' loans * Cambridgeshire County Council has LOBOs totalling £79.5 million with Barclays, Dexia and Siemens Financial Services.24 Jul 2015 Cambridge News Cambridgeshire County Council’s £45m annual interest bill * Bolton Metropolitan Borough Council currently has nine controversial LOBOs which cover borrowing of £79 million Liam Thorp 15 Jul 2015 The Bolton News Bolton Council has nine controversial 'LOBO' bank loans worth £79 million * Worcestershire County Council has £70 million of LOBOs.Tom Edwards 06 July 2015 Malvern Gazette Special report: £70m in County Hall loans linked to national TV investigation over 'risky' bank lending * City of York Council has two LOBOs worth £5 million. Each run until 2060 and 2077, with current interest rates of 3.66 percent and 3.8 percent. One of the loans was taken out in 2008, on a 69-year term, and the other in 2010, on a 50-year term.Victoria Prest, 14 July 2015 The Press City defends long-term loans, amid national controversy ==Housing associations== Up to 30 housing associations have bought up to a total of £1.25 billion of LOBOs.Michael Bow 29 April 2016 Evening Standard ‘Lobo’ casualty list lengthens as new victims surface ==References== ==External links== * 07 Jul 2015 LOBO's in pictures * 18 Jul 2015 Afshin Rattansi, Joel Benjamin RT Going Underground show (E234) including LOBO loans discussion * 20 Jul 2015 Communities and Local Government Committee House of Commons Local Councils and Lender Option, Borrower Option loans * 21 Jul 2015 Mark Smulian Local Government Chronicle MPs probe Channel 4 council loan claims * 22 Jul 2015 Laura Sharman LocalGov Councils failed to see risks of LOBO loans, MPs told Category:Financial markets Category:Local government in the United Kingdom Category:Housing associations ",
    "title": "Lender option borrower option"
}