{
    "id": "47177306",
    "text": "Alcohol-induced respiratory reactions, also termed alcohol-induced asthma and alcohol-induced respiratory symptoms, are increasingly recognized as a pathological bronchoconstriction response to the consumption of alcohol that afflicts many people with a \"classical\" form of asthma, the airway constriction disease evoked by the inhalation of allergens. Alcohol-induced respiratory reactions reflect the operation of different and often racially related mechanisms that differ from those of classical, allergen-induced asthma. == History == In 1973, Breslin et al. tested the effects of alcoholic beverage consumption on the respiratory symptoms of 11 asthmatic subjects who gave a history of asthma attacks following certain alcoholic beverages. In response to ingesting the type of beverage that the subjects reported to provoke their symptoms, six developed the asthmatic symptom of chest tightness, two developed a symptom often associated with asthma, rhinitis, and one subject developed both chest tightness and rhinitis. Symptoms developed almost immediately after ingestion, inhalation of fumes from the beverages did not precipitate symptoms, and bronchoconstriction in response to the ingestion was confirmed in the three patients evaluated by pulmonary function tests.Clin Allergy. 1973 Mar;3(1):71-82 The study suggested that these reactions were induced by non-alcoholic allergens that were contained in or contaminated the beverages. In 1978 a non-asthmatic female of Japanese descent with a history of moderately severe bronchoconstriction responses to various alcoholic beveragesAm Rev Respir Dis. 1978 Jul;118(1):135-9 and in 1981 an asthmatic Japanese male with a similar historyChest. 1981 Aug;80(2):167-73 beer or 95% pure ethanol were studied and found to develop bronchoconstriction after drinking apple juice but not after drinking apple juice per se; intravenous infusion or inhalation of ethanol also caused bronchospasm responses in the male subject. These studies suggested that alcohol itself caused the asthmatic symptoms triggered by alcoholic beverages. A subsequent study in 1986 found that 9 of 18 patients with a history of red wine-induced asthma symptoms showed bronchoconstriction in response to ingesting red wine; the response correlated positively with the amount of sulfur dioxide contained in the provocative wine.J Allergy Clin Immunol. 1986 Dec;78(6):1126- The study suggested that the reaction was not allergen-induced but rather triggered by sulfur dioxide, a sulfur dioxide-related agent, or an agent whose levels in alcohol beverages correlated positively with those of sulfur dioxide. Finally, a questionnaire survey of 366 asthmatic patients conducted in 2000 found that 33% reported asthma symptoms in response to alcoholic beverages; there was a significant association between wine-induced asthma and asthma triggered by sulfite-containing foods, by aspirin, and by nonsteroidal anti-inflammatory drugs (NSAID) other than aspirin.J Allergy Clin Immunol. 2000 Mar;105(3):462-7 The study suggested the salicylate-\"contaminates\" in wine may contribute to these responses. In other studies, D.P. Agarwal and colleagues associated race-based variations in the activity alcohol-metabolizing enzymes with the occurrence of alcohol flush reactions to alcohol and alcoholic beverages in certain Asian populations.Hum Genet. 1979 Oct 2;51(3):331-4Am J Hum Genet. 1983 Jul;35(4):769-72 This early work is the basis for further studies that have defined not only many alcohol-induced flush reactions but also many alcohol-induced respiratory reactions as due to racially associated genetic differences in alcohol-metabolizing enzymes. == In Asians == Alcohol-induced asthma reactions among Asians has been most thoroughly studied in those of native Japanese descent. In such individuals, the ingestion of virtually any alcoholic beverage or pure ethanol and, in some cases, the smelling ethanol fumes may be followed, typically within 1–30 minutes, by one or more of the following symptoms: an alcohol flush reaction (i.e. the \"oriental flushing syndrome\"), rapid heart rate, dizziness, light-headedness, urticaria, systemic dermatitis, rhinitis, and, in ~50% of individuals with a history of asthma, exacerbation of asthmatic bronchoconstriction and related symptoms,Ann Allergy Asthma Immunol. 2013 Dec;111(6):439-45. In extremely rare instances, asthmatic symptoms in response to alcoholic beverages may occur in the absence of a history of asthma and cardiovascular collapse, anaphylaxis, and even death may occur. These reactions appear due to a deficiency in the metabolism of the ethanol in the alcoholic beverage. Humans metabolize ethanol primarily through NAD-dependent alcohol dehydrogenase (ADH) class I enzymes (i.e. ADH1A, ADH1B, and ADH1C) to acetaldehyde and then metabolize acetaldehyde primarily by NAD-dependent aldehyde dehydrogenase 2 (ALDH2) to acetic acid.Ann Ist Super Sanita. 2006;42(1):8-16Proc Nutr Soc. 2004 Feb;63(1):49-63 Eastern Asians have a deficiency in acetaldehyde metabolism in a surprisingly high percentage (approaching 50%) of their populations. The deficiency has been most thoroughly investigated in native Japanese who have a variant ALDH2 allele termed glu487lys, ALDH2*2, or ALDH2*504lys which is a single nucleotide polymorphism allele encoding in its amino acid residue 487 (glutamic acid) rather than lysine; in the Japanese population, about 57% of individuals are homozygous for the normal allele (sometimes termed ALDH2*1), 40% are heterozygous for glu487lys, and 3% are homozygous for glu487lys.J Allergy Clin Immunol. 1998 May; 101(5):576-80 Since ALDH2 assembles and functions as a tetramer and since ALDH2 tetramers containing one or more glu487lys proteins are also essentially inactive, the glu487lys protein behaves as a dominant negative in inactivating the normal ALDH2 protein and individuals homozygous for glu487lys have undetectable while heterozygote individuals for glu487lys have little ALDH2 activity.Pharmacol Rev. 2012 Jul;64(3):520-39. In consequence, Japanese homozygous or, to a lesser extent, heterozygous for glu487lys metabolize ethanol to acetaldehyde normally but metabolize acetaldehyde poorly and are thereby susceptible to a set of adverse responses to ethanol and ethanol-containing beverages; these responses include the transient accumulation of acetaldehyde in blood and tissues; facial flushing urticaria, systemic dermatitis, and alcohol-induced respiratory reactions (i.e. rhinitis and, primarily in patients with a history of asthma, mild to moderately bronchoconstriction exacerbations of their asthmatic disease. These allergic reaction-like symptoms, which typically occur within 30–60 minutes of ingesting alcoholic beverages, do not appear to reflect the operation of classical IgE- or T cell-related allergen-induced reactions but rather are due, at least in large part, to the action of acetaldehyde in stimulating tissue mast cells and blood borne basophils to release histamine, the probable evoker of these symptoms.Hum Mol Genet. 2009 Feb 1;18(3):580-93. The percentages of glu487lys heterozygous plus homozygous genotypes are: ~35% in native Caboclo of Brazil, 30% in Chinese, 28% in Koreans, 11% in Thai people, 7% in Malaysians, 3% in natives of India, 3% in Hungarians, and 1% in Filipinos; percentages are essentially 0 in individuals of Native African descent, Caucasians of Western European descent, Turks, Australian Aborigines, Australians of Western European descent, Swedish Lapps, and Alaskan Eskimos.Hum Genet. 1992 Jan;88(3):344-6. While the prevalence of flushing reactions is high in those non-Japanese populations that have a high prevalence of the glu487lys genotype, the percentages of these non-Japanese individuals with the glu487lys allele who experience respiratory symptoms, particularly asthmatic exacerbations, has yet to be defined. Alcohol-induced respiratory symptoms result from a wide range of interacting genetic, metabolic, environmental, and social factorsAnn Ist Super Sanita. 2006;42(1):8-16. ReviewNeurosci Biobehav Rev. 2007;31(2):221-9. Epub 2006 Sep 5> These interacting factors are likely to vary from one nationality group to another and thereby alter, perhaps dramatically, the phenotype produced by the glu487lys allele: the alcohol-induce reactions of Japanese with the glu487lys allele may not be good predictors of those occurring in other nationality groups. \"Social factors\", despite claims made by social constructionists, have no impact on a genetic aldehyde dehydrogenase deficiency. ==In non-Asians== The prevalence of ethanol-induced allergic symptoms in non-Asian genotypes commonly ranges above 5% even though many of these non-Asian populations have no or very low levels of individuals bearing the glu487lys allele. These \"ethanol reactors\" may have other gene-based abnormalities that cause the accumulation of acetaldehyde following the ingestion of ethanol or ethanol- containing beverages. For example, the surveyed incidence of self-reported ethanol-induced flushing reactions in Scandinavians living in Copenhagen as well as Australians of European descent is about ~16% in individuals homozygous for the \"normal\" ADH1B gene but runs to ~23% in individuals with the ADH1-Arg48His Single-nucleotide polymorphism variant; in vitro, this variant metabolizes ethanol rapidly and, it is proposed but not proven, in humans forms acetaldehyde at levels exceeding ALDH2's acetaldehyde- metabolizing capacity.Int Arch Allergy Immunol. 2010;153(1):86-94. Presumably, then, acetaldehyde provokes the respiratory symptoms in a manner similar to that occurring in Asians with the glu487lys ALDH2 variant. In studies conducted in the USA and presumably therefore mainly on non-Asians, alcohol-induced rhinitis and exacerbations of asthma reactions are highly associated with aspirin-induced asthma reactions; more than half of individuals suffering from the aspirin-induced sensitivity reaction will also suffer alcohol-induced reactions.J Allergy Clin Immunol Pract. 2014 Mar- Apr;2(2):208-13.. It seems likely, although further study is needed, that most respiratory symptoms induced by alcoholic beverages, particular wines and beers, occurring in non-Asian individuals are due to true allergic responses to the allergens that are part of, or contaminate, these drinks. ==Diagnosis== Diagnosis of alcohol-induced respiratory symptoms can be strongly suggested on the bases of survey questionnaires.Clin Exp Allergy. 2008 Jan;38(1):145-51 Questionnaires can be devised to determine the specific types of alcoholic beverages eliciting reactions; reactions evoked by one or only a few but not other types of alcoholic beverage, particularly when the offending beverage(s) is wine and/or beer, suggest that the reactions are due to classical allergic reaction to allergens in the beverage; reactions to all or most types of alcoholic beverages favors a genetic (i.e. acetaldehyde-induce) basis. Further differentiation between these two causes can be tested under medical supervision be determining if ingestion of a water-diluted pure ethanol solution elicits reactions or if an offending alcoholic beverage but not the same beverage without ethanol elicits reactions. Either result would favor an acetaldehyde-induced genetic basis for the reaction. Diagnosis of alcohol sensitivity due to the accumulation of acetaldehyde in individuals bearing the glu487lys ALDH2 allele can be made by measuring the diameter of the erythema (i.e. red) area developing under a 15 millimeter skin patch plaster soaked in 70% ethanol and applied for 48 hours (ethanol patch test); erythema of 15 millimeters is considered positive with a false positive ratio ([100 x {number of individuals with a positive patch test}]/{number of individuals with a normal ALDH2 genotype}) of 5.9% and a false negative ratio ([100 x {number of individuals with a negative patch test}]/{number of individuals with a glu487lys ALDH2 allele}) of 0%.J Allergy Clin Immunol. 2001 Nov;108(5):715-9 To resolve ambiguities in or replace the ethanol patch test for other reasons, a polymerase chain reaction using special primers and conditions can be used to directly detect the glu487lys ALDH2 genes.J Allergy Clin Immunol. 1998 May;101(5):576-80 For other causes of acetaldehyde-induced alcohol sensitivities, the ethanol patch test will need to be tested for verification of its acetaldehyde basis and appropriate polymerase chain reactions will likewise be needed to verify a genetic basis for symptoms. Diagnosis of alcohol sensitivity due to allergic reactivity to the allergens in alcoholic beverages can be confirmed by standard skin prick tests, skin patch tests, blood tests, challenge tests, and challenge/elimination tests as conducted for determining the allergen causing other classical allergic reactions (see allergy and Skin allergy tests.) == Treatment == Avoidance of ethanol is the safest, surest, and cheapest treatment. Indeed, surveys find a positive correlation between high incidences of glu487lys ALDH2 allele-related alcohol- induced respiratory reactions as well as other causes of these reactions and low levels of alcohol consumption, alcoholism, and alcohol-related diseases.Pathol Biol (Paris). 2001 Nov;49(9):703-9 Evidently, people suffering these reaction self-impose avoidance behavior. There is a proviso here: ethanol, at surprisingly high concentrations, is used as a solvent to dissolve many types of medicines and other ingredients. This pertains particularly to liquid cold medicines and mouthwashes. Ethanol avoidance includes avoiding the ingestion of and, depending on an individual's history, mouth washing with, such agents. Type H1 antagonists in the histamine antagonist family of drugs were tested in Japanese volunteers with alcohol-induced asthma (who presumably have glu487lys ALDH2 allele-associated asthma) and found to be completely effective in blocking bronchoconstriction responses to alcoholic beverages; these blockers, it is suggested, may be taken 1–2 hours before consumption of alcohol beverages as a preventative of alcohol-induced respiratory reactions.Eur Respir J. 1995 Apr;8(4):619-23Ann Allergy Asthma Immunol. 1999 Apr;82(4):390-4 In the absence of specific studies on the prevention of classical alcohol induced rhinitis and asthma due to allergens in alcoholic beverages, see asthma section on Prevention and rhinitis section on Prevention of allergen-induced reactions. In the absence of specific studies on the treatment of acute alcohol-induced bronchoconstriction and rhinitis, treatment guidelines should probably follow those of their comparable allergen-induced classical allergic reactions (see asthma section on Treatment and rhinitis section on Treatment) but possibly favoring the testing of H1 antagonist anti- histamines as part of the initial protocol. ==References== Category:Asthma Category:Alcoholic drinks ",
    "title": "Alcohol-induced respiratory reactions"
}