{
    "id": "47172709",
    "text": "Richie Leone (born March 10, 1992) is a gridiron football punter and kicker who is currently a free agent. He played collegiate football for the University of Houston. He has also been a member of the Baltimore Ravens, Pittsburgh Steelers, BC Lions, Ottawa Redblacks, and Arizona Cardinals. ==Early career== Leone played high school football at Roswell High School at the quarterback, punter, and kicker positions. While in high school, he averaged 44.1 yards per kick. From 2010 to 2013, Leone played college football for the Houston Cougars as a punter and kicker and started for all four years. He was on the Conference USA first team in 2012 and the American Athletic Conference second team in 2013. Leone was also a three-time semi-finalist for the Ray Guy Award. He averaged 43.1 yards on punts and placed the ball within the opponents' 20-yard line on 52.4 percent of attempts during 2013. In his senior year, Leone was named a second team All-American. ==Professional career== === Baltimore Ravens === Leone was one of five punters invited to the 2014 NFL scouting combine. He went undrafted in the 2014 NFL Draft, but was signed as a free agent by the Baltimore Ravens on May 12, 2014. Leone competed with Sam Koch for the punter position in training camp, and played in three preseason games. He was waived on August 25 before the beginning of the regular season. === BC Lions === Leone was signed by the BC Lions of the Canadian Football League (CFL) on October 20, 2014 to their practice roster, but left the team a month later. === Pittsburgh Steelers === On January 27, 2015, the Pittsburgh Steelers signed Leone to challenge Brad Wing for the starting punter position, but he was released in May. === BC Lions (second stint) === Leone returned to the BC Lions (CFL) before their training camp as the Lions reportedly searched for a single player to handle punting, kickoffs, and kicking. Leone remained on the active roster after the preseason as he fulfilled all three kicking duties. He made his CFL debut against the Ottawa Redblacks on July 4, 2015, where he scored two field goals from 11 and 13 yards as well as an extra point. The following game, on July 10, Leone kicked a 56-yard field goal, setting a BC Lions record for longest field goal and tying the game against the Saskatchewan Roughriders 29–29 with 31 seconds remaining; a game which the Lions won in overtime. As of August 3, 2015, Leone had the highest punt average in the CFL (50.1 yards). He began his season with 13 consecutive made field goals before missing a 46-yard kick on August 6 in a game against the Edmonton Eskimos. Leone was named a CFL All-Star as a punter in both the 2015 and 2016 season. Following the 2016 season Leone was granted a release by the Lions so he could sign with an NFL team. ===Arizona Cardinals=== On January 5, 2017, Leone signed a reserve/future contract with the Arizona Cardinals. He was waived on September 2, 2017. ===Ottawa Redblacks=== On April 10, 2018, he was signed by the Ottawa Redblacks. He was named an East Division All-Star as a punter at season's end. In the following season, he was named both a divisional and CFL All-Star at punter. After the CFL canceled the 2020 season due to the COVID-19 pandemic, Leone opted out of his contract with the Redblacks on August 25, 2020. ===Arizona Cardinals (second stint)=== On September 8, 2020, Leone was signed to the Arizona Cardinals practice squad. He was released on September 15. ===Season statistics=== {| class=\"wikitable\" style=\"text-align:center;\" |- !colspan=3 rowspan=2| As of January 1, 2017||colspan=7|Kicking ||colspan=7 rowspan=2|Punting ||rowspan=2|Defense |- !colspan=2|PAT ||colspan=5|FG |- ! Year !! Team !! GP !! Att !! Made !! Att !! Made !! Pct !! Long !! Single !! No !! Yards !! Avg !! Long !! Single !! Net !! Net Avg !! STT |- | || BC ||17||38||27||39||30||76.9|| 56 ||3||119||5,893||49.5|| 83 ||9||4,868||40.9||4 |- |2016 |BC |18 |30 |25 |51 |35 |68.6 |52 |7 |97 |4,778 |49.3 |78 |13 |3,581 |36.9 |5 |- |2018 |OTT | | | | | | | | |124 |5,755 |46.4 |65 |5 | | |3 |- |2019 |OTT | | | | | | | | |132 |6,383 |48.4 |77 |6 |5,204 |39.1 |4 |} ==References== Category:1992 births Category:Living people Category:People from Roswell, Georgia Category:Players of American football from Georgia (U.S. state) Category:American football placekickers Category:American football punters Category:American players of Canadian football Category:Canadian football placekickers Category:Canadian football punters Category:Houston Cougars football players Category:Baltimore Ravens players Category:BC Lions players Category:Pittsburgh Steelers players Category:Arizona Cardinals players Category:Ottawa Redblacks players ",
    "title": "Richie Leone"
}