{
    "id": "47176103",
    "text": "Darcy Moore (born 25 January 1996) is an Australian rules footballer who currently plays for the Collingwood Football Club. Son of former Collingwood captain, Peter Moore, he played for the Oakleigh Chargers in the TAC Cup before he was drafted to Collingwood in 2014 under the father–son rule. ==Early life and state football== Moore was captain of the football team at his school, Carey Baptist Grammar School. Prior to that, he played junior football at Ivanhoe and Kew Comets, in the Yarra Junior Football League. In 2012, he had an injury-interrupted season, managing to play only six games. Moore captained Oakleigh Chargers in the 2014 TAC Cup season, leading them to claim a premiership. ==AFL career== Moore was drafted by Collingwood with pick number 9 in the 2014 AFL draft under the father–son rule, with Collingwood matching the first round bid made by the Western Bulldogs. He received the number 30 guernsey to wear, which is the same number his father Peter Moore wore while playing for the club. In May 2015, before making a senior appearance, Moore signed a two-year contract extension on top of the standard two-year contract presented to draftees, keeping him at the club until the end of 2018. Moore made his AFL debut at the Melbourne Cricket Ground against Hawthorn in round 14 of the 2015 season. His first goal came against the Western Bulldogs in Round 17, where he kicked five goals straight in his team's 18-point loss. In Round 19 of the 2016 season against West Coast, Moore kicked three goals in the first half and won a Rising Star nomination after playing only 34 percent of the game. At the end of the season, he was named to AFL Players Association's 22 Under 22 team. In the 2017 season, Moore kicked 25 goals in his first 20 games of the season, leading to him being named in the initial 2017 22 Under 22 40-player squad. Due to hamstring injuries, Moore managed to play only seven games in the 2018 season. At the end of the season, he signed a two-year contract extension, after a long negotiation and amidst speculation he would join another club, such as Sydney. Former Melbourne captain Garry Lyon and former North Melbourne captain Wayne Carey praised Moore, saying he is looming as a generational type player and is the type of player who draws crowds. In February 2020, Moore was selected to play for Victoria in the State of Origin for Bushfire Relief Match, following in his father's footsteps who represented Victoria in 1984. Similar to club level, he wore the number 30 guernsey, like his father. ==Playing style== Moore can play either as a key defender or as a tall forward. He has excellent closing speed, a natural leap, strong marking ability over his head and is smart around goal. As a forward he kicks goals, takes big marks and is a hard match-up, while as a defender he is able to shut-out players. ==Personal life== As the son of former Collingwood captain and dual Brownlow Medalist Peter Moore, Moore grew up supporting Collingwood. He is studying commerce at Melbourne University. Moore training with Collingwood in 2014 ==Statistics== : Statistics are correct to the end of the 2020 season |- style=\"background-color: #eaeaea\" ! scope=\"row\" style=\"text-align:center\" | 2015 | || 30 || 9 || 9 || 3 || 49 || 32 || 81 || 29 || 16 || 1.0 || 0.3 || 5.4 || 3.6 || 9.0 || 3.2 || 1.8 |- ! scope=\"row\" style=\"text-align:center\" | 2016 | || 30 || 17 || 24 || 14 || 95 || 59 || 154 || 77 || 29 || 1.4 || 0.8 || 5.6 || 3.5 || 9.1 || 4.5 || 1.7 |- style=\"background-color: #eaeaea\" ! scope=\"row\" style=\"text-align:center\" | 2017 | || 30 || 21 || 25 || 19 || 152 || 68 || 220 || 125 || 40 || 1.2 || 0.9 || 7.2 || 3.2 || 10.5 || 6.0 || 1.9 |- ! scope=\"row\" style=\"text-align:center\" | 2018 | || 30 || 7 || 3 || 0 || 37 || 24 || 61 || 29 || 8 || 0.4 || 0.0 || 5.3 || 3.4 || 8.7 || 4.1 || 1.1 |- style=\"background-color: #eaeaea\" ! scope=\"row\" style=\"text-align:center\" | 2019 | || 30 || 17 || 0 || 1 || 159 || 93 || 252 || 79 || 26 || 0.0 || 0.1 || 9.4 || 5.5 || 14.8 || 4.6 || 1.5 |- ! scope=\"row\" style=\"text-align:center\" | 2020 | || 30 || 18 || 0 || 0 || 146 || 92 || 238 || 87 || 14 || 0.0 || 0.0 || 8.1 || 5.1 || 13.2 || 4.8 || 0.8 |- class=\"sortbottom\" ! colspan=3| Career ! 89 ! 61 ! 37 ! 638 ! 368 ! 1006 ! 426 ! 133 ! 0.7 ! 0.4 ! 7.2 ! 4.1 ! 11.3 ! 4.8 ! 1.5 |} ==References== ==External links== * * Category:Living people Category:1996 births Category:Collingwood Football Club players Category:Oakleigh Chargers players Category:Australian rules footballers from Victoria (Australia) Category:People educated at Carey Baptist Grammar School Category:All-Australians (AFL) ",
    "title": "Darcy Moore"
}