{
    "id": "47175299",
    "text": "Pioneer, formerly News from Verona, is an American Christian music band. They come from Indianapolis, Indiana. The band started making music in 2008. Their membership is Chad Shirrell, Dalton Meyers, Dan Voris, and Dustin Jones, with former members being Josh Randolph and Nick Berry. The band released, an extended play as News from Verona, All I Know Is I Know Nothing, independently, in 2010. Their next release, a studio album, was released by Slospeak Records, Pioneer, in 2012. They released, a second extended play, Passive Aggression, Pt. 1, in 2015, with Slospeak Records. ==Background== Pioneer, who formerly went by News from Verona, is a Christian music band from Indianapolis, Indiana. Their current members are lead vocalist and guitarist, Chad Shirrell, lead guitarist, Dalton Meyers, guitarist, Dustin Jones, and drummer, Dan Voris. Their former members are former front man lead vocalist and keyboardist, Josh Randolph, and bassist, Nick Berry. ==Music history== The band commenced as a musical entity in 2008, with their first release, All I Know Is I Know Nothing, an extended play, that was independently released, on June 8, 2010. Their first studio album, Pioneer, was released on January 24, 2012, with Slospeak Records. This album had three singles released, where they charted on the Billboard magazine Christian Rock chart, while \"Treason\" and \"Dream\" peaked at No. 1 on the chart,search for \"Treason\" on Christian Rock at billboard.com/bizsearch for \"Dreams\" on Christian Rock at billboard.com/biz \"Lights\" reached a peak position of No. 6.search for \"Lights\" on Christian Rock at billboard.com/biz They released, an extended play, Passive Aggression, Pt. 1, with Slospeak Records, on May 12, 2015. ==Members== ;Current members * Chad Shirrell – lead vocals, guitar * Dalton Meyers – lead guitar * Dustin Jones – guitar * Dan Voris – drums ;Former members * Josh Randolph – lead vocals (till 2013), keys (till 2013)Christian Rock 20 * Nick Berry – bass ==Discography== ;Studio albums * Pioneer (January 24, 2012, Slospeak) ;EPs * All I Know Is I Know Nothing (June 8, 2010, Independent, as News from Verona) * Passive Aggression, Pt. 1 (May 12, 2015, Slospeak) ;Singles {| class=\"wikitable\" style=\"text-align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Single ! colspan=\"1\"| Chart Positions |- style=\"font- size:smaller;\" ! width=\"45\"| US Chr Rock |- | rowspan=\"2\"| 2012 | align=\"left\"| \"Treason\" | 1 |- | align=\"left\"| \"Dreams\" | 1 |- | 2013 | align=\"left\"| \"Lights\" | 6 |} ==References== ==External links== * Official website Category:Musical groups from Indianapolis Category:2008 establishments in Indiana Category:Musical groups established in 2008 ",
    "title": "Pioneer (band)"
}