{
    "id": "47170721",
    "text": "The Hershey Directive was a memorandum sent in October, 1967, from Lewis Blaine Hershey, Director of the U.S. Selective Service System, to local draft boards recommending that local boards reclassify registrants who had \"abandoned or mutilated\" their draft cards as 1-A-delinquent, the highest classification. Two days later, he sent a letter to the boards expanding on the memorandum, suggesting that they reclassify Selective Service registrants as delinquent if they were in violation of any of the Selective Service Act or Regulations. The New York Times published the text of both documents on November 9, 1967.The New York Times, 9-November-1967, page 2 ==Text of the Memorandum== Sent October 24, 1967 > Subject: Disposition of Abandoned or Mutilated Registration Certificate and > Notices of Classification. 1\\. Whenever an abandoned or mutilated > registration certificate or current notice of classification reaches a local > board, and the card was originally issued to a registrant by some other > board, it should be forwarded to the state director of selective service, > who will forward it to the appropriate local board if within the state, or > the appropriate gate director if the board of origin is outside the state. > 2\\. Whenever a local board receives an abandoned or mutilated registration > certificate or current notice of classification which had been issued to one > of its own registrants, the following action is recommended: (a) Declare the > registrant to be delinquent for failure to have the card in his pos-session. > (b) Reclassify the registrant into a class available for service as a > delinquent. (d) At the expiration of the time for taking an appeal, if no > appeal has been taken, and the delinquency has not been removed, order the > registrant to report for induction or for civilian work in lieu of induction > if in Class 1-O, as a delinquent, or in the board's discretion in a flagrant > case, report him to the United States Attorney for prosecution. (d) If > appeal is taken and the registrant is retained in a class available for > service by the appeal board, and the delinquency has not been removed, order > the registrant to report for induction or for civilian work in lieu of > induction if in Class 1-O, as a delinquent, or in the board's discretion in > a flagrant case, report him to the United States Attorney for prosecution. ==Text of the Letter== Sent October 26, 1967 > The basic purpose and the objective of the Selective Service system is the > survival of the United States. The principal means used to that end is the > military obligation placed by law upon all males of specified age groups. > The complexities of the means of assuring survival are recognized by the > broad authority for deferment from military service in the national health, > safety, or interest Important facts, too often forgotten or ignored, are > that the military obligation for liable age groups is universal and that > deferments are given only when they serve the national interest. it is > obvious that any action that violates the military selective service act, or > the regulations, or the related processes cannot be in the national > interest. It follows that those who violate them should be denied deferment > in the national interest. It also follows that illegal activity which > interferes with recruiting or causes refusal of duty in the military or > naval forces could not by any stretch of the imagination be construed as > being in support of the national interest. The Selective Service system has > always recognized that it was created to provide registrants for the armed > forces, rather than to secure their punishment for disobedience of the act > and regulations. There occasionally will be registrants, however, who will > refuse to comply with their legal responsibilities. or who will fail to > report as ordered, or refuse to be inducted. For these registrants, > prosecution in the courts of the United States must follow with promptness > and effectiveness, All members of the Selective Service system must give > every possible assistance to every law enforcement agency and especially to > United States attorneys. It is to be hoped that misguided registrants will > recognize the long-range significance of accepting their obligations now, > rather than hereafter regretting their actions performed under unfortunate > influences of misdirected emotions, or possibly honest but wholly illegal > advice, or even completely vicious efforts to cripple, if not to destroy, > the unity vital to the existence of a nation and the preservation of the > liberties of each of our citizens. Demonstrations, when they become illegal, > have produced and will continue to produce much evidence that relates to the > basis for classification and, in some instances, even to violation of the > act and regulations. Any material of this nature received in national > headquarters or any other segment of the system should be sent to state > directors for forwarding to appropriate local boards for their > consideration. A local board, upon receipt of this information, may reopen > the classification of the registrant, classify him anew, and if evidence of > violation of the act and regulations is established, also to declare the > registrant to be a delinquent and to process him accordingly. This should > include all registrants with remaining liability up to 35 years of age. If > the United States Attorney should desire to prosecute. before the local > board has ordered the registrant for induction, full cooperation will be > given him and developments in the case should be reported to the state > director and by him to national headquarters. Evidence received from any > source indicating efforts by nonregistrants to prevent induction or in any > way interfere illegally with the operation of the Military Selective Service > Act or with recruiting or its related processes, will be reported in as > great detail as facts are available to state headquarters and national > headquarters so that they may be made available to United States attorneys. > Registrants presently in classes IV-F or I-Y who have already been reported > for delinquency, if they are found still to be delinquent, should again be > ordered to report for physical examination to ascertain whether they may be > acceptable in the light of current circumstances. All elements of the > Selective Service system are urged to expedite responsive classification and > the processing or delinquents to the greater possible extent consistent with > sound procedure. ==Legal status== After several U.S. Supreme Court and lower court cases (see the article Lewis Blaine Hershey for details) overturned most of Memorandum No. 85, Hershey issued Local Board Memorandum No. 101 on 21-January-1970, which recommended that the boards \"suspend all processing of delinquents.\" All of the major cases involved \"abandoned or mutilated\" draft cards, but the various opinions made it clear that the Letter, as well as the Memorandum, was unlawful.http://files.eric.ed.gov/fulltext/ED063217.pdf, pp. 61-74 ==Notes== Category:1967 in the United States ",
    "title": "Hershey Directive"
}