{
    "id": "47175482",
    "text": "Mohamed Abukar (born January 1, 1985) is a Somali-American professional basketball player who plays for Keravnos of the Cyprus Basketball Division 1.http://basketball.asia- basket.com/player/Mohamed_Abukar/Shinshu_Brave_Warriors_Nagano/35646 Abukar was born in San Diego, California. In 2008, he was drafted by the Austin Spurs of NBA Development League in round 2. ==High school== Abukar averaged 28.7 points and 12.7 rebounds per game in his senior year at Rancho Bernardo High School. He was a member of the USA Junior National Team in the summer of 2002, playing on the same team with Carmelo Anthony, Dee Brown and Chris Bosh. Abukar was one of only three high school players on the roster. As a junior, averaged 20.0 points, 11.0 rebounds, 4.0 assists and 4.0 blocks per game. ==Junior (2005–06)== He averaged 14.3 points and 4.7 rebounds per game. Started 21 of 22 games, missing the first ten games of the season under NCAA transfer rules. He scored in double figures 17 times, posting a season-high 26 points vs. Wyoming. Registered 20 points and six rebounds at BYU. Also he scored 22 points on 10-for-12 shooting vs. Colorado State. Abukar Recorded 24 points and a season-high nine rebounds vs. Indiana in the first round of the NCAA Tournament. ==Senior (2006–07)== Abukar averaged 15.8 points (ranked eighth in the MWC) and 5.8 rebounds per game. He shot a team-high .829 from the free throw line. Led the team in scoring nine times. Mohamed Abukar Scored 20 or more points seven times, posting a career-high 27 points vs. BYU. Also recorded three double-doubles, including a 24-point, career-high ten-rebound performance at Utah. He scored 19 points and pulled down ten rebounds at Colorado State. Tallied 22 points and seven rebounds vs. California. ==References== ==External links== *Mohamed Abukar at eurobasket.com *Mohamed Abukar at espn.go.com *Mohamed Abukar at draftexpress.com *Mohamed Abukar at goaztecs.com *Mohamed Abukar at euroleague.net *Mohamed Abukar at FIBA Europe Cup ===Videos=== *Mohamed Abukar highlight mix Youtube.com video Category:1985 births Category:Living people Category:American expatriate basketball people in Bulgaria Category:American expatriate basketball people in Cyprus Category:American expatriate basketball people in Italy Category:American expatriate basketball people in Japan Category:American expatriate basketball people in Kosovo Category:American expatriate basketball people in the Netherlands Category:American expatriate basketball people in North Macedonia Category:American expatriate basketball people in Switzerland Category:American men's basketball players Category:American people of Somali descent Category:Austin Toros players Category:Basketball players from California Category:Florida Gators men's basketball players Category:Idaho Stampede players Category:KB Prishtina players Category:Keravnos B.C. players Category:KK Rabotnički players Category:Lugano Tigers players Category:Pallacanestro Cantù players Category:PBC Academic players Category:San Diego State Aztecs men's basketball players Category:Shinshu Brave Warriors players Category:Somalian men's basketball players Category:Spirou Charleroi players Category:Sportspeople from San Diego Category:Power forwards (basketball) ",
    "title": "Mohamed Abukar"
}