{
    "id": "47175542",
    "text": "Women's Volunteer Corps (June, 1944) Korean Women's Volunteer Labour Corps, in 51 naval air arsenal, Jinhae-gu Korean Women's Volunteer Labour Corps () or Peninsula Women's Volunteer Corps () was the Korean part of the , which was created in April 1944 as a work group for Japanese and Korean women.Brandon Palmer, Fighting for the Enemy: Koreans in Japan's War, 1937-1945 (Korean Studies of the Henry M. Jackson School of International Studies), University of Washington Press, 2013/7/30, , p. 152. Although its official purpose was to give women a chance to serve the Empire of Japan prior to marriage, it was a means to compel women to perform labor duties. == Overview == The original meaning of the term Volunteer Corps is take the initiative to organize for the country. The term was used for the war support groups in many areas. A labor shortage continued throughout the war, and the Volunteer Corps organization was started, followed by the Women's Volunteer Corps organization consisting of female laborers. It is not clear when the Women's Volunteer Labour Corps started in Korea. Women's shipbuilding began with no legal basis. On August 23, 1944, the legal basis was carried out and the troops were officially launched. The Act was also applied to colonial Korea and Taiwan.교과서포럼, 《대안교과서 한국 근·현대사》, 기파랑, 2008년, p.92. Korean women without spouses aged from 12 to 40 belonged to the Troops, and they were designated to the munitions factories. There were many mobilization methods including agency of government offices, public recruitment, voluntary support, and propaganda through schools and organizations. 200,000 Japanese and Korean women were mobilized as workers, including 50,000-70,000 Korean people.\"총인구 321만에 강제동원 인구 650만?\", 《연합뉴스》, 2005년 4월 26일.한국 초대석 서울대 경제학부 이영훈 교수\"일제 청산, 정확한 사실에 기초해야\"사회적 통념에 도전하고 상식의 벽을 넘어선 용기있는 학자\"일본군 위안부·징용자 수 과장\"국민정서에 反한 주장으로 파문, 《한국i닷컴》, 2005년 5월 19일.이영훈, \"국사 교과서 일제피해 과장됐다\" \"위안부 수십만-강제 연행 650만은 허구\", 국사학계 논란 예고 Pressian 2005년 4월 26일.이영훈 교수 \"교과서 속 '위안부 20만'에 찬성 못해\", 《오마이뉴스》, 2005년 4월 26일.이영훈 교수, 수십만 위안부설은 “허수의 덫”, 《한겨레》, 2005년 4월 26일.이영훈 \"국사교과서의 일제 수탈상은 신화\", 《중앙일보》, 2006년 6월 20일. == Cases == In the spring of 1944, in South Chungcheong Province and South Jeolla Province, girls aged from 12 to 14 were recruited with invitation of school and job, forced to work in the military aircraft factory of Mitsubishi Heavy Industries with no payment. Some of them were introduced by Japanese teachers. The number of girls who worked in the factory is estimated at 400. It is testified that girls recruited from North Gyeongsang Province elsewhere were forced to work in logistics company, Fujikoshi Steel Industrial Co., Ltd. Toyama plant. They also did not receive proper wages. In 1943, Kim Kum-jin, who was a student of the (), heard the school president () deploring that \"[t]here are no students who support a labor volunteer corps. It is different from other schools\", and she applied to the Corps. Kim Kum-jin worked in Fujikoshi factory making bullets and returned home after the war. It is also pointed out that they worked in Tokyo Textile Corporation Numazu plant, Mitsubishi Nagoya Aircraft Works Doutoku factory, Nagasaki Shipyard, Sagami Navy Yard, and Yawata Steel Works. ==Difference from comfort women== Korean Women's Volunteer Labour Corps was mobilization of labor and was different from comfort women who were sexual exploited. The term \"Volunteer Corps\" was often used interchangeably with the term \"comfort women\" after the war.‘여러분은 달러를 벌어주는 애국자입니다’ 증언 통해 “기지촌의 숨겨진 진실” 속속 드러나 2008/12/15 Because of this misunderstanding, some women who finished forced labor could not explain the fact that they worked as forced labor, because they were afraid to be confused with comfort women. ==References== * ==See also== *Anti-Japanese sentiment in Korea *Mitsubishi *Nachi-Fujikoshi ==External links== * Confusion with 'volunteer corps': Insufficient research at that time led to comfort women and volunteer corps seen as the same at Asahi Shimbun Category:Anti-Japanese sentiment in Korea Category:Korea under Japanese rule Category:Empire of Japan Category:Mitsubishi Category:Women's organizations based in Korea Category:Pacific theatre of World War II Category:Women in war Category:Organizations established in 1944 Category:Organizations disestablished in 1945 Category:1944 establishments in Korea Category:1945 disestablishments in Korea ",
    "title": "Korean Women's Volunteer Labour Corps"
}