{
    "id": "47170700",
    "text": "Stephen \"Steve\" P. Murray (August 2, 1962 – March 12, 2015) was a private equity investor and philanthropist. He was president and chief executive officer of CCMP Capital, a private equity firm which focuses on buyout and growth equity transactions. ==Education== Murray graduated from Boston College in 1984 with a degree in economics. In 1989 he earned his master's degree in business administration from Columbia Business School. ==Career== In 1984, Murray became part of the credit analyst training program at Manufacturers Hanover Corporation. In 1989, he joined MH Equity Corporation, which combined Manufacturers Hanover's private equity group with its leveraged finance unit. Manufacturers Hanovers was purchased by Chemical Bank in 1991, and MH Equity merged with Chemical Venture Partners. Chemical Bank merged with Chase Manhattan Corporation in 1996 and Chemical Venture Partners became Chase Capital Partners. In 2005, Murray became head of buyout business at JP Morgan Partners. Murray co-founded CCMP Capital, a spinout of JP Morgan Chase which contained the buyout and growth equity team of its private equity group, in August 2006. In 2007, he was named CEO of CCMP. Murray served on the board of major companies including Aramark, Generac Power Systems, AMC Entertainment, Warner Chilcott, The Vitamin Shoppe, Cabela’s, Pinnacle Foods, and Legacy Hospital Partners. ==Philanthropy== Murray supported the Make-A-Wish Foundation of Metro New York, Boston College, the Food Bank of Lower Fairfield County, Stamford Museum, and Columbia Business School. He was vice chairman of the board of trustees at Boston College and a member on the chairman's council of the Make a Wish Foundation of Metro New York. ==References== Category:American chief executives of financial services companies Category:Columbia Business School alumni Category:Boston College alumni Category:1962 births Category:2015 deaths ",
    "title": "Stephen P. Murray"
}