{
    "id": "47176278",
    "text": "Diane Loretta Bond (born September 25, 1945, in Los Angeles) is an American former actress and feminist artist and writer, best known for her minor roles in movies during the 1960s. She appeared in films like In Like Flint (1967), House of 1,000 Dolls (1967), A Swingin' Summer (1965), Pajama Party (1964) and as a beach extra in the TV series The Beverly Hillbillies. Bond also had several uncredited roles such as an air hostess in Seconds (1966) and a body double for Claudia Cardinale in Blindfold (1965). After relocating to Italy and studying art, she became an artist using mainly feminist issues to fuel her creativity. ==Biography== ===Early years and film career=== Diane Loretta Bond was born on September 25, 1945 in Los Angeles, California, and grew up horseback riding, skating and skiing on her father's ranch in Colorado. As a teenager, she was spotted on a beach and given a modeling contract. Another one of her early jobs, performing as a trapeze artist, paved the way for her introduction to movies, when she was hired to perform in a 1963 television series The Greatest Show on Earth. A year later, she made her film debut as a beach girl in Pajama Party (1964), which set the tone of her movie career, as she wore a bikini in every one of her credited film appearances. Bond appeared as Emily Lawrence in a 1964 episode of Petticoat Junction called \"Mother of the Bride\". She received featured billing in 1965's A Swingin' Summer, as the \"girl in the polka dot bikini\" and the opening credits show her in her pink and white bikini dancing on water skis. The film starred James Stacy, William Wellman Jr., Quinn O’Hara and a newcomer, Raquel Welch. Her next film, Tickle Me (1965), starring Elvis Presley was limited to a few appearances at the swimming pool. She returned to television with a couple of appearances in 1965 on The Beverly Hillbillies with a role as a beach extra, and then did a role doubling for Claudia Cardinale in Blindfold (1966). Her best known film was In Like Flint (1967), directed by Gordon Douglas, where she played Jan, one of secret agent (James Coburn) Derek Flint's girlfriends. Bond was very athletic and often did her own stunts or hired out as a stunt woman between acting jobs. In the 1967 filming of House of 1,000 Dolls she shinned down a 60-foot drainpipe and completed the scene in one take. Bond's last known film appearance was an uncredited bit part in the 1968 Jane Fonda film Barbarella. ===Italian years=== In 1967, Bond moved to Italy and began studying art, attending the Accademia di Belle Arti di Brera of Milan and the School of Fine Arts at the Sforza Castle, graduating in 1976. She began working with a group of feminists on several projects. Meeting at the cultural center Cicip & Ciciap they held various discussions on women's issues, including political and social restrictions. In 1978, they published a book, Ci vediamo mercoledì. Gli altri giorni ci immaginiamo (We'll see you Wednesday. The other days we imagine.) which was a collection of photographs exploring feminist issues. The women worked both individually and collectively to produce the images; for example, one segment features photographs by Paola Mattioli taken of Bond in 1977. The series shows Bond in a mirror removing a white mask. The collection of photos of Bond by Mattioli was presented in an exhibition from October to December 2014, in Milan. One of her ongoing works of art is called \"Dolls on the Road\", which are like paperdolls on canvas, depicting the way women are \"cut out\" of society. Long before The Flat Stanley Project began documenting paperdoll travels, Bond's dolls, beginning with \"Donna\" in 1976, were traveling the world, being photographed, obtaining passport stamps to prove their existence. For thirty years, Bond has traveled with her \"dolls\" on three continents. ==Selected works== ===Film=== *Pajama Party (1964) *A Swingin' Summer (1965) *Tickle Me (1965) *The War Lord (1965) (as body double) *Seconds (1966) as airline stewardess *Blindfold (1966) (as a body double) *The House of 1,000 Dolls (1967) *In Like Flint (1968) *Barbarella (1968) ===Books=== * Alberti, Bundi; Bond, Diana; Cuman, Mercedes; Mattioli, Paola; Monti, Adriana; Núñez, Esperanza; Truppi, Silvia. Ci vediamo mercoledì. Gli altri giorni ci immaginiamo Milan: Mazzotta, (1978) (In Italian) * Bond, Diane. \"La SagGina\" Milan: Diane Bond Self-published (2013) ===Artworks=== *Coloring Book *Dolls on the Road *Rag Patches *Serigraph series ==References== == External links == * Category:American film actresses Category:1945 births Category:Living people Category:Actresses from Los Angeles Category:American women writers Category:American feminist writers Category:American feminists Category:American women artists ",
    "title": "Diane Bond"
}