{
    "id": "47174567",
    "text": "Brooks Haxton (born December 1, 1950) is an American poet and translator. His publications include eight books of original poems and four books of translations from the German, the French, and ancient Greek. In 2014 he published Fading Hearts on the River, a book of nonfiction about his son's professional poker career. ==Biography== ===Early years and education=== Haxton grew up in Greenville, Mississippi, and graduated from Greenville High School in 1968. He then attended Beloit College in Wisconsin, graduating with a BA in English literature and composition in 1972. He earned an M.A. in creative writing from Syracuse University in 1981. His parents, Kenneth Haxton (1919-2002) and Josephine Ayres Haxton (1921-2012), were both writers, although Kenneth Haxton was primarily known as a musician and composer. Josephine Haxton, a prominent southern fiction writer, used the pen name Ellen Douglas. ===Career=== Brooks Haxton has received awards, fellowships, and grants of support for original poetry, translation, and scriptwriting from the NEA, NEH, Guggenheim Foundation, and other institutions. Haxton has taught poetry writing and literature courses for thirty years at several schools, including Syracuse University, Warren Wilson College, and Sarah Lawrence College. He has taught creative writing at Syracuse University since 1993, and he has been a member of the Warren Wilson College faculty since 1990, teaching in the low-residency MFA program for writers. His poems have appeared in numerous magazines and journals, including the Paris Review, The Atlantic Monthly, The New Yorker, the Kenyon Review, Poetry, and Beloit Poetry Journal. On November 14, 1990, Haxton was one of nine members of the eleven-member literary panel of the National Endowment for the Arts who resigned to protest an alleged attempt by Congress to restrict freedom of artistic expression in the endowment's 1991 budget. The resigning members viewed Congress's restriction of awards based on \"general standards of decency\" as a curb on freedom of speech. Haxton was the screenwriter for the documentary film \"Tennessee Williams: Orpheus of the American Stage\" (1994), which appeared in the PBS series American Masters, season 9, episode 2. In 2011 Haxton presented the Winslow Lecture at Hamilton College under the title “Candor and Wisdom: the Poetry of Early Classical Greece.” In 2013, he received the Hanes Award for Poetry from the Fellowship of Southern Writers, an organization that recognizes and encourages excellence in Southern literature. The award recognizes a distinguished body of work by a poet in mid-career. ===Personal life=== Haxton lives in Syracuse, New York, with his wife, Frances Haxton. They married on June 5, 1983. They have one son and twin daughters. ==Bibliography== ===Poetry=== * The Lay of Eleanor and Irene (Countryman Press 1985) * Dominion (Knopf 1986) * Traveling Company (Knopf 1989) * Dead Reckoning (novel in verse) (Storyline Press 1989) * The Sun at Night (Knopf 1995) * Nakedness, Death, and the Number Zero (Knopf 2001) * Uproar: Antiphonies to Psalms (Knopf 2004) * They Lift Their Wings to Cry (Knopf 2008) ===Nonfiction=== * Fading Hearts on the River: A Life in High-Stakes Poker (Counterpoint 2014) ===Translations=== * Dances for Flute and Thunder: Praises, Prayers, and Insults (Poems from the Ancient Greek), Translator (Viking 1999) * Victor Hugo, Selected Poems, Translator (Penguin Classics 2002). . OCLC 47892313 . * Heraclitus: Fragments, Translator (Penguin 2003) * Else Lasker-Schüler, My Blue Piano, Translator (Syracuse University Press 2015). Bilingual edition. ==Awards== * 1984 Council for the Arts Grant, Washington D.C. * 1985 Ingram Merrill Foundation Grant * 1987 National Endowment for the Arts Creative Writing Fellowship * 1988 New York Foundation for the Arts Grant * 2000 Guggenheim Fellowship * 2013 Hanes Award for Poetry ==References== ==Further reading== * Review of Haxton's collection Nakedness, Death, and the Number Zero. Also see Haxton's response to this review: * Haxton was the writer for this documentary. * Four poems in Beloit Poetry Journal 34.3 (Spring 1984), 7-10. * Poems translated from the ancient Greek in The Atlantic Monthly * Online access to Haxton's poems published in Poetry Magazine. * Review of Haxton's book. Category:1950 births Category:20th- century American poets Category:Syracuse University alumni Category:Beloit College alumni Category:Syracuse University faculty Category:Warren Wilson College faculty Category:Sarah Lawrence College faculty Category:George Mason University faculty Category:University of Maryland, College Park faculty Category:American translators Category:American male poets Category:Living people Category:20th-century translators Category:20th-century American male writers ",
    "title": "Brooks Haxton"
}