{
    "id": "47176889",
    "text": "Datuk Wira Hajah Mas Ermieyati binti Samsudin (Jawi: مس ارميايياتي بنت شمس الدين) is a Malaysian politician, and currently serving as Deputy Minister of Entrepreneur Development And Co-operatives since 10 March 2020. She is also a Member of Parliament for Masjid Tanah, Malacca since 2013. She was the former Deputy Minister of Tourism and Culture and Chief of the Woman's Youth (Puteri) of United Malays National Organisation (UMNO), a major component of Barisan Nasional (BN) coalition. She resigned from UMNO to be an Independent politician after the 2018 general election. Presently she is a member of the Malaysian United Indigenous Party or Parti Pribumi Bersatu Malaysia (BERSATU), a component of Perikatan Nasional (PN) coalition since 2020. ==Early life== She was born on 13 November 1976 at the Malacca General Hospital and is the 2nd child of Hjh Salbiah Ahmad and Hj Samsudin Md Ali. Raised in Malacca and earned an early education at Methodist Girls School (2) Tengkera, Melaka and Sekolah Kebangsaan Ramuan China Besar, Masjid Tanah Melaka. She then received an offer to Full Boarding School, Tun Fatimah School, Johor Bahru (1989-1993) and further her studies at Law Matriculation and Law Degree in UKM, Bangi, Selangor. She married Mohd Helmy Abd Talib and blessed with 4 sons that are Haiqal, Hakim, Hafiy and Hasif. ==Career== After graduating from the Law Degree in UKM, she started her career as an advocate and solicitor at lawyer Khairul Latif & Associates and Adillah A. Nordin. In 2004, with two partners, Mohd Khairul Nizam Abd Kadir and Desmond Ho Chee Cheong opened his own legal firm, Messrs. Ermiey Nizam & Ho. The same time of interest in volunteer work is well-suited to the soul. Since school age and as early as 15, she has been active with the Association of Youth Movement 4B (GB4B). She is currently the Member of the GB4B Malaysia Top Council Member. ==Politics== ===Early involvement=== She was involved in politics since becoming a lawyer in 2001 when the third UMNO wing of PUTERI was agreed by the UMNO President to be established throughout the country. This time she was offered a seat in the sponsorship committee at Alor Gajah. In 2003, she became the Chairwoman of PUTERI UMNO Division of Alor Gajah and the Head of PUTERI State of Melaka (new delineation of 2004 changed to the Masjid Tanah Division) for 10 years until 2013 and during the same period, she was also EXCO PUTERI UMNO Malaysia. ===General Election 2013=== In 2013 General Election YB Datuk Wira Mas Ermieyati was elected to represent Barisan Nasional in contesting the P134 parliamentary seat of Masjid Tanah and won it when defeating PAS candidate Mohd Nasaie Bin Ismail. She has won 27,688 votes compared to her opponent earning 11,488 votes and won with a majority of 16,200 votes. She is the first Melaka woman to be elected as a Member of Parliament to represent Malaysia's parliament abroad such as Brunei for the '34th General Assembly of the ASEAN Inter-Parliamentary Assembly (AIPA)', to Brussels, Belgium for the 'Women In Parliament Forum'. As Observers to the 'General Election' in Cambodia with YB. Datuk Seri Shahidan Kassim, Elected by Parliament of Malaysia as escort for working visit by Yang Berbahagia Datin Paduka Seri Hajah Rosmah Mansor, wife of Prime Minister of Malaysia to 'The 4th Qatar International Businesswomen Forum St. Regis, Doha, Qatar and to Dubai, UAE', In 2014, she represented the Malaysia Parliament to Tehran, Iran for' Iran for The 9th Parliamentary Union of OIC Member States (Puic) Conference and Meetings'. ==NGO== YB Datuk Wira Mas Ermieyati is an active youth activist. At the Melaka State level, she is the Chairman of the 4B (M) Youth Mosque of Tanah Masjid and the Youth Movement of the 4B (M) Youth Movement of Malacca. At the national level, she was the Chairman of the 4B Malaysia Youth Movement Culture Bureau, the Secretary of the 4B Malaysia Youth Movement Discipline Committee and the Malaysian Youth Movement 4B Youth Movement. She is currently the Council Member of the 4B Malaysia Youth Youth Movement. ==Political posts== ===UMNO=== {| class=\"wikitable\" !Year !Position |- |2013 - 2018 |UMNO Women's Youth Chief |- |2013 - 2018 |UMNO Supreme Council Member |- |2003 - 2013 |UMNO Women's Youth Movement Exco |- |2009 - 2013 |UMNO Women's Youth Special Election Unit Chairwoman |} ===Melaka UMNO=== {| class=\"wikitable\" !Year !Position |- |2003- 2013 |Melaka UMNO Women's Youth Head of Movement |- |2003 - 2018 |Melaka UMNO Liaison Committee Member |- |2003 - 2018 |Melaka Barisan Nasional Committee Member |- |2004 - 2013 |Melaka UMNO Head of IT Unit & Documentation |} ===Masjid Tanah UMNO=== {| class=\"wikitable\" !Year !Position |- |2004 - 2013 |UMNO Women's Youth Head of Movement |- |2004 |UMNO Division Committee Member |} ===Paya Lebar UMNO=== {| class=\"wikitable\" !Year !Position |- |2002 - 2013 |UMNO Women's Youth Head of Movement |- |2002 - 2019 |UMNO Branch Committee Member |} ==NGO posts== ===National level=== {| class=\"wikitable\" !Year !Position |- |2009 - now |Malaysia's 4B Youth Movement Supreme Council Member |- |2009 - 2014 |Deputy Chairwoman of Gerakan Youth Movement 4B Malaysia |- |2009 - 2014 |Secretary of the Malaysian Youth 4B Youth Movement Discipline Committee |- |2009 - 2014 |Chairwoman of the 4B Malaysia Youth Movement Culture Bureau |- |2010 - 2013 |Mimbar Pengiktirafan IbuBapa Malaysia (MAPIM) High Council Member |} ===Melaka State Level=== * Deputy Youth Women's Youth Movement 4B (M) of Melaka * Chairwoman of the Youth Movement 4B (M) of the Land Mosque * Chairwoman of the Community Inside Center (PDK / OKU) Seri Permata Lubok China Melaka * Member of the Alor Gajah District Youth Councils Committee * Chairwoman of AADK area Masjid Tanah * Chairwoman of the Masjid Tanah Parliament Cooperative ==Election results== {| class=\"wikitable\" style=\"margin:0.5em ; font-size:95%\" |+ Parliament of Malaysia: Masjid Tanah, Malacca. Results only available from the 2004 election. Percentage figures based on total turnout. Percentage figures based on total turnout. ! Year ! colspan=2| ! Votes ! Pct ! colspan=2|Opponents ! Votes ! Pct !|Ballots cast !|Majority !|Turnout |- |2013 | | | (UMNO) |align=\"right\" |27,688 |70.68% | | |Nasaie Ismail (PAS) |align=\"right\" |11,488 |29.32% |39,827 |16,200 |86.67% |- | rowspan=2|2018 | rowspan=2 | | rowspan=2| (UMNO) | rowspan=2 align=\"right\"| 22,898 | rowspan=2|54.10% | | | Sabirin Ja’afar (PBBM) |align=\"right\" |14,739 |34.82% | rowspan=2|42,325 | rowspan=2|8,159 | rowspan=2|83.52% |- | | |Mohd Nasir Othman (PAS) |align=\"right\" |4,688 |11.08% |} ==Honours== * : ** 50px Knight Commander of the Order of Malacca (DCSM) - Datuk Wira (2017) ==See also== * Masjid Tanah (federal constituency) ==References== ==External links== *Mas Ermieyati Samsudin MP profile Category:1976 births Category:Living people Category:People from Malacca Category:Malaysian people of Malay descent Category:Malaysian Muslims Category:Malaysian lawyers Category:Malaysian United Indigenous Party politicians Category:United Malays National Organisation politicians Category:Members of the Dewan Rakyat Category:Women members of the Dewan Rakyat Category:Women in Malacca politics Category:National University of Malaysia alumni Category:21st-century Malaysian politicians ",
    "title": "Mas Ermieyati Samsudin"
}