{
    "id": "47173474",
    "text": "The Vyborg massacre was the killing of approximately 360-420 Russians in the town of Vyborg during the Finnish Civil War in April–May 1918. The massacre took place during and after the Battle of Vyborg as the White Guards captured the town from the Red Guards. At least half of the victims were Russian soldiers and military personnel. The slain were mainly men and young boys: nine out of ten were men fit for military service.Westerlund (2004), p. 162 The White Guards were \"cleansing\" the city of Red Guards, however, only a small minority of the killed Russian townsfolk were affiliated with the Finnish labour movement.Westerlund (2004), p. 104 == Background == alt=Around eight bodies are lying around a hallway after the Vyborg county jail massacre, an example of Red Terror. Thirty White prisoners were killed by the Reds. Vyborg was both the second largest town in Finland with 49,000 inhabitants and one of the most diverse. In 1910 Vyborg had minorities of Swedes (5,000) and Russians (3,200-4,000), as well as smaller ethnic groups of Germans, Jews and Islamic Tatars.Schweitzer, Robert: ”Saksalainen Viipuri” p. 22. (in Finnish). Article in the book ”Monikulttuurisuuden aika Viipurissa”, Viipurin Suomalainen Kirjallisuusseura, 2013. . Historian Teemu Keskisarja considers a spark that set off the killings was the news that a gang of drunk Red Guards had entered Viborg County Gaol during the Battle of Vyborg and murdered 30 White Guard prisoners. However some Finnish historians think the Whites' goal was not to destroy the town's entire Russian population because only men of military age and suspicious elements were targeted. The other ethnicities were only killed because they were simply assumed to be Russians. == Killings == The massacre started on April 28 during the Battle of Vyborg, escalating on the next, final day of the battle. Westerlund notes descriptions by jaegers Nurmio and Grandell of difficulty of identifying the Reds, as they hid amongst the population.Westerlund (2004), p. 102 Street combat and sniper skirmishes colored the final day of the battle. The largest mass executions were committed at the Annenkrone fortification on the western side of town and in the yard of Vyborg Castle, but mainly the killings took place randomly in the streets and yards. Some managed to survive as the Finnish or Swedish residents were hiding them. Executions were committed by the Vaasa and Kajaani regiments, which were parts of the Eastern Army of the White Guards, led by the General Major Ernst Löfström. Vaasa Regiment was led by the Swedish military adventurer Martin Ekström, who later became a leader of the Swedish Nazi organization National Socialist Bloc. Both regiments were filled with men from other parts of Finland but who were not from the Vyborg area. The local White Guards did not directly take part in the killings. After Mannerheim heard about the massacres on May 2, he ordered an investigation and the punishments of the culprits. The next day on May 3 Rudolf Walden sent the following telegram from Mikkeli to G. A. Finne, the new town commandant: \"Take the strongest actions to prevent violence towards innocent Polish, Ukrainians and Russians. Investigate each case.\"Westerlund (2004), p. 155 Even after this, a group of Jägers that had arrived from Germany intended to kill the whole Jewish population of Vyborg but the plan was stopped by the local police chief K. N. Rantakari. Orders for conducting the executions were mainly given by the officers of the Jäger Movement. For example, the Jäger Major Harald Öhquist admitted that his company had shot some 150 \"Red Ruskies\", but did not mention who had given the order. After the war, General Karl Fredrik Wilkama was considered to be responsible for the massacre, but neither he nor anyone else was ever convicted or even charged in a court of law. Wilkama himself described the massacre as a \"little accident\". On May 10 Löfström sent a telegram to headquarters requesting for permission to spread aid, especially monetary, to Russians who had to suffer and who were robbed of personal property. Later on more aid was given. Westerlund says that it's not possible to gauge the full amount from the survived records, but states that the final sum was considerable.Westerlund (2004), pp. 157-159 == Victims == Victims of the massacre in the Annenkrone Fortress Different estimations of the total number slain have taken place over the years. Soikkanen approximated the number at about 200, Tanskanen at 100, Upton at 50+, Russian newspapers noted by Vihavainen at 500-600, Rustanius and Jouni Eerola at 200, and lastly Jaru and Jouni Eerola at 350-550.Westerlund (2004), pp. 98-99 Westerlund estimates the number at 360-420. Teemu Keskisarja estimates it at about 400. 37 of the slain were members of other ethnic groups living in Vyborg, including 23 Polish soldiers of the Imperial Russian Army, several Ukrainians, Estonians, Jews and Tatars, two Italians and one Baltic German. At least half of the murdered Russians were affiliated with the army.Westerlund (2004), p. 163 It is notable that they did not fight with the Reds, but were mostly unarmed. Only few of the victims had any connections with the Red Guards, most of them even supported the Whites and greeted them as liberators. The victims were of all social classes. Most of the killed Russian civilians were workers as well as administrators working for the City of Vyborg, merchants, businessmen or handicraftsmen, also several noblemen were executed. The youngest victims were only 12–13-year-old schoolboys. Two of the murdered teenagers were the 13 and 15-year-old sons of Lieutenant Colonel Georgi Bulatsel who was one of the highest ranked Russian officers fighting for the Reds. He had been executed after the Battle of Tampere on 28 April. There had been at least three women amongst the slain Russians.Westerlund (2004), p. 121 Not all caught Russian were slain, as there are numerous mentions of spared Russians in the committee records. ==Citations== ;References ;Bibliography * Category:Finnish Civil War Category:Ethnic cleansing in Europe Category:Mass murder in 1918 Category:Massacres of men Category:Anti-Russian sentiment Category:History of Vyborg Category:White terror in the Finnish Civil War Category:April 1918 events Category:May 1918 events Category:Violence against men in Europe ",
    "title": "Vyborg massacre"
}