{
    "id": "47179779",
    "text": "Dish with youth in landscape setting, Kubatchi ware, Northwestern Iran, Safavid period, early 17th century, earthenware with underglaze polychrome painting Tabriz or Isfahan, 17th century Kubachi ware is the name given to a style of Persian pottery. Though it takes its name from the town of Kubachi in Dagestan, modern-day Russia, scholars believe that Kubachi ware pieces were created during the Safavid Period in the northwestern part of what is now Iran. Nishapur, Tabriz, Mashhad, and Isfahan have all been put forth as possible places of origin for Kubachi ware. Kubachi ware is made of stonepaste (also known as fritware). The decoration varies; some have turquoise glazes with black figures, perhaps in imitation of Chinese celadon. Others are blue on white, similar to Ming porcelain. Blue and white Ming porcelain was widely copied in Persia. The subject matter of Kubachi pieces includes humans, plants, and animals. The style of the pottery, especially the use of polychrome, reveals Ottoman influence, imitating the ceramics of Iznik. This is unsurprising given that Tabriz, one of the manufacturing centers of Kubachi ware, was located along trade routes with the Ottomans and was invaded by them several times. ==Origin of name== The town of Kubachi, located in the Caucasus, was the site of a large collection of 15th- and 16th-century pottery. Starting in the 1870s, many of these ceramic pieces were bought by collectors from Europe and North America and later donated to large museums. The name of the town has stuck with this group of ceramics despite the fact that they were not manufactured in Kubachi. ==Place of origin== The earliest outside visitors to Kubachi assumed the works to be made locally, but this view was quickly discredited. Several competing theories about their place of origin have since been put forth; it has been suggested that the works are actually the products of multiple cities' workshops. Petrofabric analysis suggests that Tabriz may have been the place of production for many works of Kubachi ware. Black-and-turquoise Kubachi ware has been associated with Nishapur via petrofabric analysis. Still other works have been identified with Masshad via inscriptions. The style of the figures on some of the works suggests a link with Isfahan. ==Gallery== File:Tile woman Met 61.149.jpg|Kubachi tile from the Metropolitan Museum in New York File:Iran, piatto kubachi, xvi sec 01.JPG|Kubachi Plate File:Tile Iznik Met 64.27.17.jpg|An Iznik tile. Turkish ceramics are believed to have influenced Kubachi ware. ==References== Category:Persian art Category:Iranian pottery ",
    "title": "Kubachi ware"
}