{
    "id": "47173371",
    "text": "The Bing Cave or Binghöhle is a limestone show cave in Wiesenttal, Bavaria, Germany. It was discovered in 1905 by the industrialist, poet, memoirist, and amateur naturalist Ignaz Bing (1840–1918), co-founder with his brother Adolf Bing of the Gebruder Bing toy and household goods company in Nürnberg. == History == Cave formations in the Binghöhle Drip formations in the Binghöhle Stalactities in the Binghöhle After years of exploration in the region, Ignaz Bing discovered a beautiful stalactite cave in 1905 near the town of Streitberg (Wiesenttal). Using his own wealth, he purchased the land from the local forester who owned it. The earliest excavations at the mouth of the cave, designed to widen its access, uncovered prehistoric artifacts and fossils, which Bing and his workers carefully removed and catalogued.\"Tales From A Merchant's Life\" (1915) by Ignaz Bing; this book, along with Bing's two further memoirs, \"My Family and Friends\" (1916), and \"My Travels\" (1917), was translated into English, collected into one volume, and published in 2013 under the title \"Tales From My Life: Memoirs of a Merchant and Cave Explorer in Germany 1840-1918\" In 1906, Bing installed electric lights and turned the cavern into a tourist attraction. He hired Konrad Arndt, who had worked on the initial excavations, as the site's overseer, and his niece, the enthusiastic amateur spelunker Olga Hirsch, worked as a guide. In 1909 a movie crew toured the cave and the resultant film was screened at the \"cinematograph salon\" of the Noris Theater in Nürnberg. The site soon became so popular that Bing personally conducted a private tour of the cave for Prince Ludwig of Bavaria. When it was first opened to the public, the Binghöhle originally had a length of about 230 meters. In 1913, a passage was carefully excavated around one of the grottoes to make a further gallery accessible. In 1928, the lighting, which had been run from a private generator, was connected to the national electrical grid. In 1936 another 70 meter long path was discovered and connected to the main gallery. The Binghöhle reaches a depth of 60 meters below the surface. It follows the path of a now-dry underground river that once flowed into the then-higher Wiesent River. As with most tourist caves, the various features have been named. Among these are the Stalactite Gallery, the Kellermann Cave with its Giant Pillar, the Hall of Candles, the Grotto of Venus, the Catacombs, the Shell Rock, Olga's Grotto, the Nixie Grotto, the Fantasy Cave, the Prince Ludwig Grotto, the Three Peaks, and the New Department. From 1905 until the Nazis took power in Germany, the cave was owned and operated by Bing and his descendants. Because the Bing family was Jewish, the government seized possession of it and renamed it the \"Streitberger Cave\" after the nearest town. After the Nazi regime came to an end in 1945, the cave was renamed the Binghöhle. Eventually a financial settlement was made with the family in recompense for the illegal seizure. The site has been operated by the local municipality.The Bing Cave / Bing Hoehle: chronology of Ignaz Bing and the Bing Cave Markt Wiesenttal In 2005 the Bing Cave was renovated and offers beautiful guided walking tours underground featuring lighting technology, including fairytale and birthday tours for children's parties.The Bing Cave / Bing Hoehle official web site: home page Markt Wiesenttal Due to the unwanted growth of cave flora around the old incandescent lighting in the cave, modern LED lighting was installed during the renovation. In 2015 the Bing Cave celebrated its 110th anniversary, and tour guides were outfitted in 1905 period costumes. ==See also== * List of show caves in Germany ==Footnotes== ==References== * Fabian Brand, Renate Illmann, Ferdinand Leja, Dieter Preu, Dr. Hardy Schabdach: Die Binghöhle bei Streitberg – Auf den Spuren eines unterirdischen Flusses. Herausgegeben von der Marktgemeinde Wiesenttal, Schmittdruck Großenbuch 2006, . * Brigitte Kaulich, Hermann Schaaf: Kleiner Führer zu Höhlen um Muggendorf. Verlagsdruckerei Schmidt GmbH, Neustadt/Aisch 2002, . * Herausgeber: Forschungsgruppe Höhle und Karst Franken e. V.: Der Fränkische Höhlenspiegel, Heft 53. Nürnberg 2006, Seite 6–11, * Herausgeber: Höhlenverwaltung Streitberg/Fränkische Schweiz: Binghöhle. Druckhaus Bayreuth 1971. * Chr. Kellermann: Die Geschichte der Binghöhle bei Streitberg. In Mitteilungen der Geographischen Gesellschaft in München. von Dr. Christian Kittler, Dritter Band, 2. Heft, Seite 172–186. K. b. Hof- und Univ.-Buchdruckerei von Junge & Sohn in Erlangen, München 1908. * Hans Binder, Anke Lutz, Hans Martin Lutz: Schauhöhlen in Deutschland. Aegis Verlag, Ulm 1993, Seite 70–71, . * Friedrich Herrmann: Höhlen der Fränkischen und Hersbrucker Schweiz. Verlag Hans Carl, Nürnberg 1991, Seite 75–76, . * Stephan Kempe: Welt voller Geheimnisse – Höhlen. Reihe: HB Bildatlas Sonderausgabe. Hrsg. v. HB Verlags- und Vertriebs- Gesellschaft, 1997 Seite 100, . * Stephan Lang: Höhlen in Franken. Ein Wanderführer in die Unterwelt der Fränkischen Schweiz. Verlag Hans Carl, Nürnberg 2000, Seite 68–70, . * Dr. Hardy Schabdach: Unterirdische Welten, Höhlen der Fränkischen- und Hersbrucker Schweiz. Verlag Reinhold Lippert, Ebermannstadt 2000, Seite 41–47, . * Helmut Seitz: Schaubergwerke, Höhlen und Kavernen in Bayern. Rosenheimer Verlagshaus, Rosenheim 1993, Seite 43–46, . == External links == * Category:Caves of Germany Category:Limestone caves Category:Karst formations of Germany Category:Landforms of Bavaria Category:Wiesenttal Category:Show caves in Germany Category:Tourist attractions in Bavaria ",
    "title": "Bing Cave"
}