{
    "id": "47176084",
    "text": "1,2-Dimethyldiborane is an organoboron compound with the formula [(CH3)BH2]2. Structurally, it is related to diborane, but with methyl groups replacing terminal hydrides on each boron. It is the dimer of methylborane, CH3BH2, the simplest alkylborane. 1,2-Dimethyldiborane can exist in a cis- and a trans arrangement. 1,2-Dimethyldiborane is an easily condensed, colorless gas that ignites spontaneously in air. An isomer of 1,2-dimethyldiborane is 1,1-dimethyldiborane, known as unsymmetrical dimethyldiborane, which has two methyl groups on one boron atom. Other methylated versions of diborane including methyldiborane, trimethyldiborane, tetramethyldiborane. Trimethylborane exists as a monomer. ==Preparation== Methylboranes were first prepared by H. I. Schlesinger and A. O. Walker in the 1930s. In a more modern synthesis, 1,2-dmethyldiborane is produced by treating lithium methylborohydride with hydrogen chloride: :2 LiCH3BH3 \\+ 2 HCl → (CH3BH2)2 \\+ 2 H2 \\+ 2 LiCl Instead of hydrogen chloride, methyl iodide or trimethylsilyl chloride can be used. Lithium methylborohydride can be made by treating methylboronic esters with lithium aluminium hydride. ===Miscellaneous routes=== Methylboranes arise the reaction of diborane and trimethylborane. This reaction produces 1-methyldiborane, 1,1-dimethyldborane, 1,1,2-trimethyldiborane, and 1,1,2,2-tetramethyldiborane. By treating monomethyldiborane with ether, dimethyl ether borane (CH3)2O.BH3 leaving methylborane which rapidly dimerises to 1,2-dimethyldiborane. The reaction is complex. Tetramethyl lead reacts with diborane to give a range of methyl- substituted diboranes, ending up at trimethylborane, but including 1,1-dimethyldiborane, and trimethyldiborane. Other products are hydrogen gas and lead metal. Other methods to form methyldiboranes include treating hydrogen with trimethylborane between 80 and 200 °C under pressure, or treating a metal borohydride with trimethylborane in the presence of hydrogen chloride, aluminium chloride or boron trichloride. If the borohydride is sodium borohydride, then methane is a side product. If the metal is lithium, then no methane is produced. dimethylchloroborane and methyldichloroborane are also produced as gaseous products. When Cp2Zr(CH3)2 reacts with diborane, a borohydro group inserts into the zirconium-carbon bond, and methyl diboranes are produced. In ether dimethylcalcium reacts with diborane to produce dimethyldiborane and calcium borohydride: :Ca(CH3)2 \\+ 2 B2H6 → Ca(BH4)2 \\+ B2H4(CH3)2 1,2-Simethyldiborane is produced by the room temperature disproportionation of trimethyldiborane. ==Physical and spectroscopic properties== cis-1,2-Dimethyldiborane melts at −132.5 °C; trans-1,2-dimethyldiborane melts at −102 °C. The cis-1,2-dimethyldiborane molecule has point group Cs. A trans-1,2-dimethyldiborane molecule has point group C2. Unsymmetrical dimethyldiborane melts at −150.2 °C. Vapour pressure is approximated by Log P = 7.363−(1212/T). The vapour pressure for the symmetrical isomer is given by Log P = 7.523−(1290/T). Gas chromatography can be used to determine the amounts of the methyl boranes in a mixture. The order of elution are: diborane, monomethyldiborane, trimethylborane, 1,1-dimethyldiborane, 1,2-dimethyldiborane, trimethyldiborane, and last tetramethyldiborane. The nuclear resonance shift for the bridge hydrogen is 9.55 ppm for the unsymmetrical isomer and 9.73 ppm for the symmetrical isomers, compared to 10.49 for diborane. ==Reactions== Methylborane shows little tendency to disproportionate (redistribute) at room temperature. It reacts stepwise with alkenes to produce mono and dialkylmethylboranes. More methylated boranes are less stable. 1,2-Dimethyldiborane slowly converts to 1,1-dimethyldiborane. Methylborane hydrolyzes to methylboronic acid: :(MeBH2)2 \\+ 4 H2O → CH3B(OH)2 \\+ 4 H2 Symmetrical dimethyldiborane reacts with trimethylamine to yield a solid adduct trimethylamine-methylborane (CH3)3N·BH2CH3. When dimethyldiborane is combined with ammonia and heated, B-methyl borazoles are produced. These borazoles can have one, two or three methyl groups substituted on the boron atoms. Under normal conditions dimethyldiborane does not react with hydrogen. ==Related species== *Lithium trihydromethylborate [CH3BH3]−. *Isomers of diethyldiborane can be produced by analogous methods. *1,2- 2,2- and 2,4-dimethyltetraborane, 1,2-dimethylpentaborane 2,3-dimethylpentaborane, 4,5-dimethylhexaborane, and 5,6- 6,8- 6,9-dimethyldecaborane. ==References== ==Extra reading== * * * * * mass spectroscopy * charge distribution and atom location calculations Category:Alkylboranes ",
    "title": "1,2-Dimethyldiborane"
}