{
    "id": "47179858",
    "text": "A mountain goat at Halul Island Qatar is a peninsula on the Northeastern coast of the Arabian Peninsula bordering Saudi Arabia to the south and surrounded elsewhere by the Persian Gulf. A strait separates Qatar from the island kingdom of Bahrain. Al Wabra Wildlife Preserve was created to provide sanctuary for various species and is also a site for breeding programs. Species at the preserve include: Spix's macaw, beira antelope, golden-headed lion tamarin, dibatag, Encephalartos, Sudan cheetah and North African ostrich. ==Animals== Animals in Qatar include Asiatic jackals, Cape hares, caracals, desert hedgehogs, red foxes, sand cats, striped hyenas, arabian sand gazelles, Wagner's gerbils, and Arabian wolves. Introduced species include the dromedary and the arabian oryx. Habitat includes arid and semi-arid desert, sand dunes, beaches, and mangrove islands. Upwards of 80 tahrs inhabit Halul Island's hilly landscape, having expanded from a group of six individuals first transported to the island in 1963. ==Birds== Common bird species include the Common Myna, Rock Dove, White-Cheeked Bulbul, Eurasian Collared Dove, Laughing Dove and House Sparrow. Other notable species are falcons, terns, wagtails, hoopoes, herons, larks, gulls, eagles and sandpipers. On the offshore territory of Halul Island, at least 38 species of seabirds have been observed. Fuwayrit is an important site for birds. A short-term survey in 2013 recorded upwards of 53 bird species off the coast. ==Marine life== Marine habitats include coral reefs, tidal salt marshes, mangroves and sea-grass kelp beds. Marine species include Mollusca, approximately 150 species of fish with the most common being blackspot snappers, twobar seabreams and yellowbar angelfish. Other species are carangids, emperors, snappers and sweet lips as well as barracuda, goatfish, grouper, lizard fish, rabbit fish, sharks, rays and thread fins. There are also Chinese white dolphins, grey dolphins and black finless porpoises.Types of Animals in the Arabian Desert Qatar Living Dugongs are known to congregate off the country's coasts. In the course of a study being carried out in 1986 and 1999 on the Persian Gulf, the largest-ever group sightings were made of more than 600 individuals to the west of Qatar. Ras Laffan and Fuwayrit are the two most important sea turtle habitats in Qatar, their natural geography offering a suitable breeding ground, particularly within their sandspits. During the sea turtle breeding season (late spring and early summer), the Ministry of Municipality and Environment (MME) closes certain beaches to visitors and periodically patrols nesting sites. ==Livestock== Livestock include camels, sheep, and cattle. Insects and arthropods in the Arabian desert habitat include scorpions, spiders (including the large Galeodes arabs), ants, bees, wasps, moths, butterflies and beetles. Scarab beetles (Scarabaeoidea) are the most common type of beetle on the peninsula and consume dung and plant material. ==Reptiles== Reptiles include more than 100 lizard such as spiny-tailed agama, geckos, cobras, and horned vipers. ==Natural areas== Protected areas of Qatar include: * Al Shahaniyah Park in Al-Shahaniya * Al Wabra Wildlife Preservation * Khor Al Udeid Fish Sanctuary * Al Reem Biosphere Preserve (designated in 2007) is part of the World Network of Biosphere Reserves in the Arab States * Ras Ushairij Gazelle Conservation Park * Al Thakira Nature Reserve in Al Thakhira * Khor Al Adaid in Khor Al Adaid * Ras Abrouq Nature Reserve (also known as Bir Zekreet (Zekreet Beach) in Ras Abrouq)Natural Landmarks Qatar Tourism Authority * Umm Tais National Park ==See also== * Flora of Qatar * Wildlife of Qatar ==References== Category:Fauna of the Arabian Peninsula ",
    "title": "Fauna in Qatar"
}