{
    "id": "47170654",
    "text": "Major-General William Oswald Bowen (10 November 1898 – 14 January 1961) was a British Army officer who served in both world wars. Bowen was born in Llanelli, Glamorgan, and educated at the Royal Military College, Sandhurst. He received a commission on the unattached list of the British Indian Army on 21 December 1917. He served with the Royal Gurkha Rifles in France during the First World War, and on 22 March 1918 commissioned into the regiment. He served with the Gurkha Rifles, including in the Waziristan campaign (1919–20), until his secondment to the Royal Corps of Signals in October 1926. On 29 September 1928 he transferred to the Royal Signals, and Bowen was employed with the Burma Military Police and the Civil Government of Burma until 1936. Between 1936 and 1939 Bowen was engaged in the Arab revolt in Palestine.'Bowen, William Oswald' in British Army Officers 1939-1945 at unithistories.com, accessed 6 July 2015 In May 1939, Bowen became the Chief Signal Officer on the Burma Front in British Burma Army, and he was Mentioned in Dispatches in October 1942 for his services in the Burma Campaign. From 1942 to 1945 Bowen continued to work on the Burma front as the Chief Signal Officer to the Fourteenth Army, serving with the rank of brigadier. He was mentioned in dispatches for a second time in October 1944. Following the end of the Second World War, Bowen was invested as a Companion of the Order of the Bath and as a Commander of the Order of the British Empire for his wartime services in Burma. In September 1949 he was promoted to the rank of major- general and worked as Chief Signal Officer, Middle East Land Forces until 1951. From 1951 until his retirement in September 1954 he was Director of Signals at the War Office. ==References== Category:1898 births Category:1961 deaths Category:Administrators in British Burma Category:British Army generals Category:Indian Army personnel of World War I Category:British Army personnel of World War II Category:British Indian Army officers Category:Commanders of the Order of the British Empire Category:Companions of the Order of the Bath Category:Royal Corps of Signals officers Category:Royal Gurkha Rifles officers ",
    "title": "William Bowen (British Army officer)"
}