{
    "id": "47172721",
    "text": "Adeniran Ogunsanya, QC, SAN (31 January 1918 – 22 November 1996) was a Nigerian lawyer and politician. He was among the chief-founders of the Ibadan Peoples Party (IPP). He served as a Lagos State commissioner for Justice and Education and during the Second Republic, he was chairman of the Nigerian People's Party. ==Background== Adeniran was born on 31 January 1918 in Ikorodu, a suburb of Lagos, to the royal family of Omoba Suberu Ogunsanya Oguntade, who was the Odofin of Ikorodu. He completed his primary education from Hope Waddell Training Institute in Calabar under the guardianship of his uncle who was a civil servant. He scored the highest mark at the 1937 Government Standard VI examinations thus earning him a government scholarship to King's College, Lagos. He went on to study Law at the University of Manchester and Gray's Inn School of Law. ==Career== Adeniran began his law practice at Chief T.O.S. Benson Chambers in Lagos after returning from the United Kingdom a better informed lawyer and politician. In 1956, he joined his brother, Sulu Adebayo Ogunsanya to establish Ogunsanya & Ogunsanya Chambers. ==Politics== In the mid 1950s, Adeniran served as a member of the National Executive Committee of the National Council of Nigeria and the Cameroons. He was the President of NCNC Youth Association and in 1959, he became a member of the parliament representing Ikeja and Mushin. He held various executive positions within his party and in local governance in Lagos. In the NCNC, he was a one-time chairman of the Lagos State executive working committee and NCNC zonal leader for colony province and later secretary of the NCNC parliamentary council. In local politics, was a chairman of Mushin District Council Management Committee. Prior to the end of the first republic, he was appointed federal minister of Housing and Surveys and during the administration of Mobolaji Johnson, he was brought back to local governance as state commissioner for education. Adeniran was the leader of the Lagos progressives that merged with three other groups to form the Nigerian People's Party (NPP) during the Second Republic. He later became the chairman of the Nigerian People's Party (NPP) succeeding Olu Akinfosile after he had previously lost to Lateef Jakande for a seat in the Lagos Government House. He was the first Attorney General of Lagos and later became the Commissioner of Education. ==Recognitions and legacy== * Adeniran Ogunsanya College of Education is named after him for his selfless work to the progress of Lagos state. * Senior Advocate of Nigeria * Queen's Counsel ==References== Category:1918 births Category:1996 deaths Category:Yoruba politicians Category:20th-century Nigerian politicians Category:Commissioners of ministries of Lagos State Category:King's College, Lagos alumni Category:Alumni of the Victoria University of Manchester Category:Yoruba legal professionals Category:Yoruba royalty Category:People of colonial Nigeria Category:20th-century Nigerian lawyers Category:Lawyers from Lagos ",
    "title": "Adeniran Ogunsanya"
}