{
    "id": "47174084",
    "text": "Pacific Gold, is an American Christian music band. They come from Seattle, Washington. The band started making music in 2012. Their membership is Torry Anderson, Brian Hibbard, Dan Koch, John Raines, and David Stuart. The band released, an extended play, The River, independently, in 2012, also the same year, another extended play released independently, The Holly & the Ivy. They released, a third extended play, Pacific Gold, in 2013, independently. Their first studio album, Sing My Welcome Home, was released by BC Music, standing for Bad Christian Music, in 2015. ==Background== Pacific Gold, is a Christian music band from Seattle, Washington. Their members are vocalist and keyboardist, Torry Anderson, vocalist and lead guitarist, Brian Hibbard, lead vocalist and guitarist, Dan Koch, bassist, John Raines, and drummer, David Stuart. ==Music history== The band commenced as a musical entity in 2012, with their first release, The River, an extended play, that was released on July 22, 2012, independently. They released, another extended play, independently, The Holly & the Ivy, on November 27, 2012. The subsequent release, yet another extended play, was released independently on November 19, 2013. Their first studio album, Sing My Welcome Home, was released on March 24, 2015, from Bad Christian Music or BC Music, for shorthand. ==Members== ;Current members * Torry Anderson – vocals, keys * Brian Hibbard – vocals, lead guitar * Dan Koch – lead vocals, guitar * John Raines – bass * David Stuart – drums ==Discography== ;Studio albums * Sing My Welcome Home (March 24, 2015, Bad Christian Music/BC Music) ;EPs * The River (July 22, 2012, Independent) * The Holly & the Ivy (November 27, 2012, Independent) * Pacific Gold (November 19, 2013, Independent) ==References== ==External links== * Official website Category:Musical groups from Washington (state) Category:2012 establishments in Washington (state) Category:Musical groups established in 2012 ",
    "title": "Pacific Gold"
}