{
    "id": "47177051",
    "text": "Emmanuel Emovon, CON (February 24, 1929 – February 20, 2020) was a Nigerian professor of chemistry and former vice chancellor of the University of Jos. In 1983, he was elected as president of the Nigerian Academy of Science and succeeded Professor Umaru Shehu. ==Early life and education== Professor Emovon was born in February 1929 in Benin City, Edo State, Southern Nigeria. He died on February 20, 2020. He attended Edo College Benin City, where he obtained the West African School Certificate in 1949. He proceeded to the University College, Ibadan now University of Ibadan for an intermediate bachelor of science degree course but obtained a bachelor's degree in chemistry from the University of London and doctorate degree from the same university. He was the first Nigerian to obtain the Ph.D degree of the University of London in Physical Chemistry in 1959. He later returned to Nigeria to join the Department of Chemistry, University of Ibadan, as an academic staff (Lecturer II). He became a professor of chemistry in 1971 and was appointed vice chancellor of Jos in 1978. In recognition of his outstanding contributions to academics in Nigeria, he was conferred with a National award of Commander of the Order of Niger by Olusegun Obasanjo, the former President of Nigeria. . He was appointed as Dean, Faculty of Science, Deputy Vice Chancellor and Vice Chancellor in some Nigerian Ivory Towers. == Awards and recognitions == * Professor Emovon was a holder of the traditional Chieftaincy title: The Obayangbona of Benin Kingdom * A recipient of the National Honour Award of Commander of the Order of the Niger (CON), * Fellow of the Nigerian Academy of Science (FAS) and * Justice of the Peace (JP) amongst others == Family == Professor Emovon was happily married to Princess Adesuwa of the Benin Royal Family Oba Akenzua and they are blessed with illustrious three daughters and three sons. ==References== Category:1929 births Category:2020 deaths Category:Alumni of the University of London Category:Fellows of the Nigerian Academy of Science Category:Nigerian Academy of Science Category:Nigerian academics Category:Nigerian chemists ",
    "title": "Emmanuel Emovon"
}