{
    "id": "47185455",
    "text": "Giovanni Battista Mazzucconi (1 March 1826 – 7 September 1855) was an Italian priest from the Pontifical Institute for Foreign Missions. He was killed in hatred of the faith in Papua New Guinea during his work there amongst the people. He was beatified in 1984 after it was determined that he was killed \"in odium fidei\" (in hatred of the faith). One miracle is required for his canonization. ==Life== Giovanni Battista Mazzucconi was born on 1 March 1826 in Lecco as the ninth of twelve children. He commenced his studies for the priesthood in 1845 and with several seminarians he underwent a course of spiritual exercises. It was at one such retreat that he met the Father Superior who served in India. This encounter had a profound effect on Mazzucconi who started to cultivate a desire to become a member of a group of missionaries. His desire was intensified in 1850 when Pope Pius IX asked the Milanese bishops to establish a workshop for the preparation of people for the missions. Mazzucconi was ordained to the priesthood in May 1850 and he became a member of the new Pontifical Institute for Foreign Missions and embarked with several of them to Australia in March 1852. There two groups were established: one for the Island of Rook and the other to Woodlark Island. It was there that Mazzucconi immersed himself in the culture of the natives but the weather cut his studies short and he became ill; he was sent to Sydney for treatment. He returned to Woodlark Island but the natives ambushed him there with an axe on 7 September 1855. Mazzucconi approached them but the native nearest him struck him on the head with an axe. The natives proceeded to kill him and his fellows and he died of his wounds. ==Beatification== The beatification process commenced in Milan with the introduction of two independent processes. This happened despite the fact that the cause for the Servant of God did not open on a formal level until 28 October 1975. Theologians and the members of the Congregation for the Causes of Saints discussed the cause and came to the belief that Mazzucconi was killed in hatred of the faith. Pope John Paul II approved these findings. John Paul II beatified him in 1984. ==References== ==External links== *Hagiography Circle *Saints SQPN Category:1826 births Category:1855 deaths Category:19th-century venerated Christians Category:People from Lecco Category:Italian Roman Catholic missionaries Category:Beatifications by Pope John Paul II Category:19th-century Roman Catholic martyrs Category:Roman Catholic missionaries in Papua New Guinea Category:Italian people murdered abroad Category:People murdered in Papua New Guinea Category:Axe murder Category:Murdered missionaries Category:Italian expatriates in Papua New Guinea ",
    "title": "Giovanni Battista Mazzucconi"
}