{
    "id": "47182525",
    "text": "Robert \"Bob\" Butehorn (born 1960) is an American soccer coach who currently coaches the South Florida Bulls men's soccer program. Butehorn attended the University of Tampa, where he was part of the team's 1981 NCAA Division II Soccer Championship run. He previously served as the head coach for the Florida Gulf Coast Eagles men's soccer program. At Tampa, Butehorn earned a Bachelor's degree in sports science. He earned his Master of Science in Sports Science at the University of Pennsylvania. Butehorn's coaching career began as an assistant to the Maryland Terrapins men's soccer program. Butehorn became the head coach for the St. Bonaventure Bonnies men's soccer program in 1995, where he coached them until 1999. In 1997, he had the program's winningest season at the time, posting a 12–6–0 record. At St. Bonaventure, Butehorn coached the only Atlantic 10 Conference Player of the Year in school history. Butehorn's final record at St. Bonaventure was 34–32–4. Upon leaving St. Bonvanture, Butehorn served as an assistant coach for the Penn Quakers program before coaching Florida Gulf Coast, where he has coached since the programs inception in 2007. Butehorn has seen immediate success at FGCU, posting a perfect 9–0–0 conference record in 2010, and qualifying for three NCAA Division I tournaments. Since being NCAA eligible, the Eagles have won the regular season or conference tournament each year they have been eligible. On December 18, 2016, Butehorn was hired as the head coach for the South Florida Bulls men's soccer program. ==Head coaching record== Source: == References == ==External links== * FGCU Profile Category:South Florida Bulls men's soccer coaches Category:Florida Gulf Coast Eagles men's soccer coaches Category:St. Bonaventure Bonnies men's soccer coaches Category:Maryland Terrapins men's soccer coaches Category:Penn Quakers men's soccer coaches Category:Tampa Spartans men's soccer players Category:Living people Category:1960 births Category:Association football midfielders Category:American soccer coaches Category:University of Pennsylvania alumni ",
    "title": "Bob Butehorn"
}