{
    "id": "47189585",
    "text": "Arcticodactylus is a genus of basal pterosaur living during the Late Triassic in the area of present Greenland. Its only species was previously attributed to Eudimorphodon, and its closest relatives may have been Eudimorphodon or Austriadraco. ==History of discovery== In 1989, William Amaral on the McKnight Bjerg in the east of Greenland discovered a rich fossil site. It was excavated in 1991 and 1992. Part of the material was a small skeleton of a pterosaur. In 2001, Farish Jenkins, Neil Shubin, Stephen Gatesy and Kevin Padian named and described it as a new species of Eudimorphodon: Eudimorphodon cromptonellus. The specific name honours Professor Alfred Walter Crompton. The suffix ~ellus, in Latin indicating a diminutive, alluded to the small size of the specimen. The holotype, MGUH VP 3393, was found in the Carlsberg Fjord Beds of the Ørsted Dal Member of the Fleming Fjord Formation dating from the Norian – Rhaetian. It consists of a partial skeleton with skull. It is largely disarticulated. The reference to Eudimorphodon had been essentially based on the similarity in tooth form, especially the distinctive multi-cuspid build with three, four or five points on the crown. In 2003, Alexander Kellner pointed out that other basal pterosaurs also possess such teeth.Kellner, A.W.A., 2003, \"Pterosaur phylogeny and comments on the evolutionary history of the group\". In: Buffetaut E. and Mazin J-M. (Eds), Evolution and Palaeobiology of Pterosaurs. Geological Society of London, Special Publications 217, pp. 105-137 In 2014, Fabio Marco Dalla Vecchia noted that E. cromptonellus shared not a single trait with Eudimorphodon ranzii not present in other pterosaurs but lacked the distinguishing fang-like teeth, pterygoid teeth and striated tooth enamel.Dalla Vecchia F.M., 2014, Gli pterosauri triassici, Memorie del Museo Friulano di Storia Naturale, pubblicazione numero 54, 319 p., 266 figs, Museo Friulano di Storia Naturale, Udine In 2015, Kellner named a separate genus Arcticodactylus. The generic name is derived from the Arctic, and Greek δάκτυλος, daktylos, \"finger\", a usual suffix in pterosaur names since Pterodactylus. The Life Science Identifier is 72AE012A-018A-4B4B-950F-3CCB4C1D2471. The type species is Eudimorphodon cromptonellus, the combinatio nova is Arcticodactylus cromptonellus. ==Description== The holotype individual of Arcticodactylus is the smallest pterosaur known, with an estimated wingspan of just twenty-four centimetres. It was in 2001, on the basis of histological research of its bone structure, considered not to have been full-grown yet, though not newly born. In 2015, Kellner established some distinguishing traits, correcting and adding to the 2001 diagnosis. The jaws have eleven or twelve multi-cusped teeth per side. The articulation surface of the fourth metacarpal with the fourth finger shows two true condyles. The thighbone is only a little shorter than the shinbone, with 96% of its length. The scapula is much longer, 93%, than the coracoid. The humerus is only slightly shorter than the thighbone, with 92% of its length, or the ulna with 91% of ulnar length. The thighbone is somewhat longer than the first phalanx of the wing finger that has 91% of femoral length. The third metatarsal of the foot is elongated with 56% of shinbone length. These proportions imply that Arcticodactylus had relatively short wings and large feet. Arcticodactylus can furthermore be distinguished from Eudimorphodon in the lack of long fang-like teeth in the middle of the tooth row and from Eudimorphodon ranzii, Carniadactylus and Bergamodactylus by a triangular instead of rectangular deltopectoral crest on the humerus. Articodactylus has fewer teeth than any other known Triassic pterosaur. Jenkins e.a. claimed that the unique articulation in Arcticodactylus between the main wing metacarpal and the wing finger, with two rounded condyles, was a transitional shape between the ancestral form that featured a single rounded articulation surface on the metacarpal allowing a considerable amount of lateral movement, and the condition in later pterosaurs that showed a gentle depression or trochlea. The two condyles, the upper one the largest, would have forced the finger into the most optimal plane of movement during the upstroke of the wing. ==Classification== In 2001, E. cromptonellus was placed in the Eudimorphodontidae. Kellner in 2015 indicated a basal position in the Pterosauria, the short coracoid suggesting a close affinity to Austriadraco within an Austriadraconidae. According to Kellner, the original describers had incorrectly identified a coracoid as a quadrate bone. The following phylogenetic analysis follows the topology of Upchurch et al. (2015). ==See also== * List of pterosaur genera ==References== Category:Late Triassic pterosaurs of Europe Category:Pterosaurs Category:Fossil taxa described in 2015 ",
    "title": "Arcticodactylus"
}