{
    "id": "47186776",
    "text": "Inna is the eponymous and fourth studio album recorded by Romanian singer Inna. It was released on 30 October 2015 by Warner Music, while a Japanese version of the record titled Body and the Sun was made available on 23 July 2015 by Roton and Empire Music. The singer collaborated with various producers on the album, including The Monsters and the Strangerz, Axident, Play & Win and Thomas Troelsen. Its material includes multiple genres, such as dance-pop, deep house, electro house, electropop and Latin. The album's title was originally planned to be Latinna, and it also includes promotional singles intended for the cancelled extended play (EP) Summer Days. Inna and Body and the Sun were supported by several concert tours in Europe and Japan. Seven singles have also been released to aid the record, of which \"Cola Song\" (2014) was successful in Europe and was certified Platinum in Spain and \"Diggy Down\" (2014) marked Inna's third number one hit in Romania. Commercially, Inna only reached minor success on record charts, peaking at number 157 in Japan and at position 45 in Mexico. ==Background and release== Inna first hinted at the release of new music by uploading a preview of unreleased tracks on her YouTube channel on 18 October 2014; the video included samples of \"Bamboreea\", \"Jungle\", \"We Wanna\", \"Rendez Vous\", \"Danse avec moi\" and \"Hola\". The album was originally scheduled to be named Latinna (stylized as LatINNA). In an interview with Direct Lyrics in April 2014, the singer said that title alluded at her \"feel[ing] Latinna\" (Latina) and her notable success in Spanish- speaking, Latin-origin territories. The album was then changed to Inna as \"[she wants] that and [she feels] that right now\". The singer also stated that it is \"a lot of [her] and [her] energy, and [she] felt it coming very natural\", confessing that her favorite track on the album was \"Fool Me\". The record includes \"Take Me Higher\", \"Low\", \"Devil's Paradise\", \"Tell Me\", \"Body and the Sun\" and \"Summer Days\", which were released as promotional singles in 2014 for the cancelled extended play (EP) Summer Days. Inna recorded the album in one year in various cities, such as Barcelona, Ibiza, Los Angeles and Copenhagen. Inna was released worldwide on 30 October 2015 by Warner, followed by its availability in Turkey on digitally and physical formats on 6 November 2015 and 29 April 2016, respectively, through Yeni Dünya Müzik. A digital download and CD was also released to Mexico on 11 March and 25 March 2016, respectively, by Warner. A Japanese edition of the record, titled Body and the Sun, was first released digitally worldwide on 23 July 2015 by Roton and Empire Music. Subsequently, it was made available in Japan on both digital and CD formats by Warner Music on 31 July 2015 and 5 August 2015, respectively. Pure Charts called the album's release process \"chaotic\". In an interview, Inna said that she decided with her team to make a special Japanese version of the record since Japan was selected as the first country for the album's release. They looked at fans' reactions when putting together its tracklist. ==Promotion and composition== Pitbull (pictured) is one of the featured artists on the record. The record was aided by several concert tours in Europe and Japan. It was also the singer's second visit in Japan after a gig in March 2013. The album's first single, \"Cola Song\" (2014), featured Colombian reggaeton performer J Balvin and was only included on Body and the Sun. An electro house, electronic and Latin recording, \"Cola Song\" included saxophone and horn in its composition. Commercially, the track experienced success in Europe and was certified Platinum by PROMUSICAE for selling over 40,000 copies in Spain. The second single, \"Good Time\", was similarly only featured on Body and the Sun, featuring the vocal collaboration of American rapper Pitbull. It is a dance-pop track that uses trumpets and \"hedonistic and cheerful\" simple lyrics. \"Diggy Down\" (2014) was released as the third single for the album, sampling a portion of Marian Hill's \"Got It\" (2015). Musically, it is an R&B-influenced; dance-pop love track. The recording reached number one on Romania's Airplay 100, Note: Select '2015' and 'Week: 08. Period: 16-02-15 22-02-15' from the drop-down menu. marking the singer's third number one song in the country after \"Hot\" (2008) and \"Amazing\" (2009). Note: The chart of Romanian and international songs are rendered together by the number of radio plays before resulting an overall chart. It also won Best Dance at the 2015 Media Music Awards. After \"We Wanna\" with Alexandra Stan and Daddy Yankee featured only on certain editions of Inna, \"Bop Bop\" followed in 2015 as the fifth release. It is a dance-pop song featuring American singer Eric Turner, and reached number two in Romania. The record's last singles, \"Yalla\" (2015) and \"Rendez Vous\" (2016), were both moderately successful in Inna's native country. \"Yalla\" is a dance-pop track sung in English and partially in Arabic language, while \"Rendez Vous\" samples Mr. President's 1996 recording \"Coco Jamboo\". \"Take Me Higher\" is a deep house and pop song, with \"Low\" being a chillout track about the singer's intimate moments with her suitor that showcases her vocal abilities. Another track from the cancelled Summer Days EP, \"Devil's Paradise\", is a ballad with synth-pop beats and electronic influences talking about her \"ultimate pleasure with her new man\", while \"Body and the Sun\" is a deep house and electropop song, written about Inna missing her man's body. ==Track listing== Credits adapted from the liner notes of Inna and Body and the Sun. Sample credits *\"Too Sexy\" contains elements from the Right Said Fred recording \"I'm Too Sexy\" written by Fred Fairbrass, Richard Fairbrass and Rob Manzoli, and produced by TommyD. *\"Rendez Vous\" contains elements from the Mr. President recording \"Coco Jambo\" written by Kai Matthiesen, Delroy Rennalls and Rainer Gaffrey, and produced by Matthiesen and Gaffrey. ==Charts== The record experienced minor commercial success on record charts. In Japan, the Body and the Sun version reached number 157 on the Oricon chart on 17 August 2015, where it spent two weeks. It marked the singer's lowest-selling album in the country, having sold about 760 copies in Japan as of August 2015. Note: Search for ボディ・アンド・ザ・サン by インナ, product code WPCR-16608 in the アーティスト＆楽曲検索 (artist & song search). Inna further peaked at position 45 on Mexico's AMPROFON chart on the week ending 24 March 2016. {| class=\"wikitable plainrowheaders sortable\" style=\"text-align:center;\" |- !scope=\"col\"| Chart (2015) !scope=\"col\"| Peak position |- !scope=\"row\"| Japanese Albums (Oricon) Body and the Sun version | 157 |- ! scope=\"row\"|Mexican Albums (AMPROFON) Inna version | 45 |} ==Release history== {| class=\"wikitable plainrowheaders\" |- ! Region ! Date ! Format ! Label |- | colspan=\"5\" |- !scope=\"row\"| Various | 23 July 2015 | rowspan=\"2\"| Digital download | Roton / Empire |- !scope=\"row\" rowspan=\"2\"| Japan | 31 July 2015 | rowspan=\"2\"| Warner |- | 5 August 2015 | CD |- | colspan=\"5\" |- !scope=\"row\"| Various | 30 October 2015 | Digital download | Warner |- !scope=\"row\" rowspan=\"2\"|Turkey | 6 November 2015 | Digital download | rowspan=\"2\"| Yeni Dünya |- | 29 April 2016 | CD |- !scope=\"row\" rowspan=\"2\"| Mexico | 11 March 2016 | Digital download | rowspan=\"2\"| Warner |- | 25 March 2016 | CD |} ==References== Category:2015 albums Category:Inna albums Category:Dance music albums by Romanian artists ",
    "title": "Inna (album)"
}