{
    "id": "47186049",
    "text": "The Gendarmerie nationale Togolaise (French for the Togolese National Gendarmerie) is a branch of the Togolese Armed Forces. Its 2,710 gendarmes protect people and property in rural areas, control roads and communications and contribute to provide assistance to the population in emergencies. == History == The Gendarmerie traces its origins to the establishment of the \"garde indigène\" (native guards) on 2 February 1915. On 28 June 1925, it became the \"compagnie de milice indigène\", later renamed the \"garde togolaise\". By 1933, it had become the \"service de police urbaine et rurale\". On 17 September 1942 Togolese troops were included in the foundation of the Gendarmerie de l’Afrique Occidentale Française (AOF), the colonial gendarmerie. In 1963, the force was integrated into the armed forces and divided into two forces, the Gendarmerie territoriale, and the Gendarmerie mobile. In August 1965, the two were merged into the Gendarmerie nationale togolaise and remained in this form until 1995 when it was reorganized, and again in 2008. == Organisation == right The GNT is divided into central and regional bodies: * Central bodies (Organes centraux) are primarily located in Lomé. They include: ** The Direction générale (Director-General's staff) ** Legions of the Gendarmerie Nationale (including 1 assigned to the capital). ** The Garde Républicaine. ** The Groupement des formations spécialisées de la Gendarmerie (Specialist units) ** The Ecole Nationale de Gendarmerie (National Gendarmerie School) * Regional bodies (Organes régionaux) Since October 2014, the country is divided into two Gendarmerie regions, mirroring the military regions. The first region includes the Maritime and Plateaux regions. The second the Centrale, Kara and Savanes regions. Both Gendarmerie regions are in turn subdivided into five sectors. === The Togolese Légion de gendarmerie (LG) === In Togo, the Légion de Gendarmerie is a command structure. It includes all territorial and intervention units established in a collection of administrative regions. LGs are commanded by a senior officer, named by ministerial decree. === The Garde Républicaine togolaise (GRT) === The Garde Républicaine togolaise (Togolese Republican Guard) is a command unit of the GNT. Similar to the French Garde républicaine, the GRT provides protection to the Togolese Head of state and members of the government. === Contribution to Electoral Security === The Force de Sécurité Elections Présidentielles (FOSEP) is a joint police-gendarmerie security force answerable to the electoral commission and under operational command of the ministry of defence. It was first established to provide security for the 2010 presidential elections. The Gendarmerie nationale contributed about 3000 of the first 6000 members of the FOSEP, as well as its commanding officer, a Gendarmerie lieutenant-colonel. For the 2015 elections the FOSEP was re-established, numbering about 8000 members. The UNDP has contributed to funding the training of the force. The Force sécurité élection 2018 (FOSE) was stood up in August 2018 in preparation for the Togolese elections of December 2018. Headed by Mawuli Têko Koudouwovoh, Director-General of the Togolese National Police, the force numbered about 8000 gendarmes and police officers. == Armament == With the exception of the Manurhin MR 73 revolver issued exclusively to the Garde Républicaine and the Unité Spéciale d'Intervention de la Gendarmerie, Togolese Gendarmes are issued the same sidearms as the Togolese Land Forces. ==References== == Sources == * Official website of the Togolese Armed Forces Category:Military of Togo Category:Military units and formations established in 1965 ",
    "title": "Gendarmerie Nationale Togolaise"
}