{
    "id": "47183466",
    "text": "Thomas Chrön (Herzog, Johann Jakob, Albert Hauck, & Hermann Caselmann. 1909. Realencyklopädie für protestantische Theologie und Kirche. Leipzig: J. C. Hinrichs, p. 86. or Kren;Rozman, Jožef. 1853. Drobtince za Novo leto 1853. Klagenfurt: author, p. 236. November 13, 1560 – February 10, 1630) was a Carniolan Roman Catholic priest, bishop of Ljubljana, and patron of the arts.Cankar, Izidor et al., eds. 1928. Slovenski bijografski leksikon, vol. 3: Hintner–Kocen. Ljubljana: Zadružna gospodarska banka.Rajhman, Jože, & Emilijan Cevc. 1990. Tomaž Hren. Enciklopedija Slovenije, vol. 4, pp. 50–51. Ljubljana: Mladinska knjiga. ==Life and work== Chrön was born in Ljubljana. In 1573 he enrolled in the Jesuit school in Graz. He was ordained in 1588, when he was also appointed to the canon's position formerly held by Primož Trubar. In 1597 he was appointed bishop of Ljubljana, and the appointment was confirmed in 1599. He was the leading force behind the Counter-Reformation in Carniola,Bogoslovni vestnik 8 (1928): 21. and Protestantism was suppressed in his diocese between 1600 and 1603.Lutar Ivanc, Aleksandra. 2006. Album slovenskih književnikov. Ljubljana: Mladinska knjiga, p 14. However, Jurij Dalmatin's Bible translation was retained and he received papal permission to use it, thereby preserving its linguistic and literary tradition. From 1614 to 1621 he served as the deputy provincial sovereign.Janež, Stanko. 1957. Zgodovina slovenske knjizevnosti: Druga, predelana izdaja s sodelovanjem miroslava ravbarja. Maribor: Obzorja, p. 110. Chrön wanted to establish a press in Ljubljana; he made it possible for Johannes Tschandek ( or Čandik) to print the gospels and epistles (Evangelia inu listuvi, 1613),Ahačič, Kozma. 2012. Zgodovina misli o jeziku na Slovenskem: katoliška doba (1600-1758). Ljubljana: ZRC, p. 18. and he copyedited the text himself, which was based on translations by Trubar and Dalmatin. He established the Collegium Marianum in Gornji Grad for the education of clergy.Snoj, Jurij, et al. 2012. Zgodovina glasbe na Slovenskem I: Od začetkov do konca 16. stoletja. Ljubljana: ZRC, p. 426. Chrön also supported liturgical music: he commissioned a new organ in Gornji Grad. Chrön died in Gornji Grad, where he was also buried.Škulj, Edo. 1998. Hrenov simpozij v Rimu. Ljubljana: Mohorjeva družba, p. 81. ==References== ==External links== * Category:1560 births Category:1630 deaths Category:Slovenian Jesuits Category:Slovenian Roman Catholic bishops Category:People from Ljubljana Category:17th-century Roman Catholic bishops Category:Jesuit bishops ",
    "title": "Thomas Chrön"
}