{
    "id": "47189829",
    "text": "John Forbes Cameron (July 1873 – 21 March 1952) was a Scottish mathematician, academic and academic administrator. He was Master of Gonville and Caius College, Cambridge from 1928 to 1948 and was Vice-Chancellor of the University of Cambridge from 1933 to 1935. ==Early life== Cameron was born in July 1873 in Stanley, Perthshire, Scotland. He was educated at Perth Academy, a state high school in Perth, Scotland. He studied mathematics and natural philosophy at the University of Edinburgh. He was awarded a Ferguson Scholarship, available to graduates of Scottish universities, to attend the University of Cambridge. He studied the Mathematical Tripos at Gonville and Caius College, Cambridge from 1895 to 1898. He was tutored by R. R Webb and completed his degree as second wrangler. ==Academic career== In 1899, Cameron was elected a Fellow of Gonville and Caius College, Cambridge. The following year, in 1900, he was appointed a lecturer in mathematics and in 1909 was appointed a tutor. During World War I, from 1914 to 1918, he left the college to work at the Ministry of Munitions. After the war, he returned to Gonville and Caius College and was appointed senior tutor in 1919. Between 1921 and 1928, he served as the college bursar. On 23 November 1928, he was elected Master of Gonville and Caius College. From 1933 to 1935, he additionally served as Vice- Chancellor of the University of Cambridge. In 1943, he reached the usual retirement age for a college head, 70 years, but his tenure was extended. He finally retired in 1948, after 20 years as Master. ==References== Category:1873 births Category:1952 deaths Category:British mathematicians Category:Masters of Gonville and Caius College, Cambridge Category:Vice- Chancellors of the University of Cambridge Category:People from Perthshire Category:People educated at Perth Academy Category:Alumni of the University of Edinburgh Category:Alumni of Gonville and Caius College, Cambridge ",
    "title": "J. F. Cameron"
}