{
    "id": "47189777",
    "text": "Jenny Ebbing Skavlan (born 3 June 1986) is a Norwegian model, actress, television presenter, and author. She started her career by appearing in a television commercial for Pizza Grandiosa in 2007. She has since appeared in such films as Fatso, Dead Snow, Børning, and Tomme Tønner. In 2008 Skavlan participated as a celebrity dancer on Skal vi danse? on Norway's TV2. In 2012 she wrote a book, Sy om, about her passion for sewing. ==Life and career== Skavlan grew up on the Bygdøy peninsula in the Frogner neighborhood in Oslo. Her father, Jørgen Skavlan, is a doctor and her mother is a costume designer and textile artist; she is the niece of the talk-show host Fredrik Skavlan. Skavlan studied at Fagerborg Upper Secondary School, where she played the lead role in the traditional Fagerborg revue show two years in a row. Skavlan later moved to Copenhagen, where she studied theatre at Borups Højskole. Skavlan and Erik Solbakken presenting Melodi Grand Prix Skavlan made her film début at the age of eight as Alveola in Body Troopers, after which she had several roles in commercials, including one for Gilde Norsk Kjøtt in 2002. She played a friend to the character of Malin in the film Fatso, based on Lars Ramslie's novel of the same name. She was featured as the character Chris in the zombie splatter film Dead Snow, which premiered in January 2009. She played the character Gitte in the Swedish film Once Upon a Time in Phuket alongside Peter Magnusson and David Hellenius. She appeared in Tomme Tønner in 2010 and Hjelp, vi er i filmbransjen in 2011. Promotionally, Dead Snow made much of a scene in which Skavlen's character has sex in an outhouse, while some publicity for Tomme Tønner highlighted her appearances in a bikini. After a clip from a blooper reel from Hjelp, vi er i filmbransjen featuring Skavlen's top slipping down was used on the website of the tabloid VG, Skavlan admitted to feeling a little annoyed by movie promotions focusing on scenes in which she was scantily clad. Skavlan was featured in commercials for the net auction site Tribber, filmed in Los Angeles. In the summer of 2008 she appeared in the music video for the song \"Det E'kke Meg Det er Deg\" with the rap group Erik & Kriss. In 2007, Skavlan modelled for the T-shirt line Russ. In August 2009 she became a television presenter with Studio FEM on FEM, a Norwegian television channel aimed at young women. She is a co-host along with Kari Simonsen, Mina Hadjian, Karita Bekkemellem, and Eli Hagen. In 2011 she presented the Norwegian version of Fort Boyard, alongside Daniel Franck. She also presented the first season of the cooking show Masterchef Norge. In 2012 she presented the talk show Tweet4Tweet. Later in 2012 she presented the extreme sports show Fritt fall.{{cite web|url=http://www.dagbladet.no/2012/02/10/kultur/jenny_skavlan/daniel_franck/tv_og_medier/fritt_fall/20165361/|title=Jenny og Daniel tar'n helt ut på TV|work=Dagbladet.no|accessdate=8 July 2015|language=Norwegian|archive- url=https://web.archive.org/web/20150709151635/http://www.dagbladet.no/2012/02/10/kultur/jenny_skavlan/daniel_franck/tv_og_medier/fritt_fall/20165361/|archive- date=9 July 2015|url-status=live} } Along with Erik Solbakken, she presented Melodi Grand Prix 2013 and 2014, the Norwegian national selection for the Eurovision Song Contest. Skavlan has appeared on Swedish television in the comedy series Halvvägs till himlen which was broadcast on TV4. She met the musician Thomas Gullestad in 2008 and they married in 2014. Skavlan was married in a dress she designed and made herself. ==Filmography== *1996 – Body Troopers *2008 – Fatso *2009 – Dead Snow *2009 – Amor *2009 – Nummer *2010 – Tomme tønner *2010 – Påpp og Råkk *2010 – Erlend og Steinjo *2011 – Tomme Tønner 2 *2011 – Hjelp, vi er i filmbransjen *2012 – Once Upon a Time in Phuket (Swedish film) *2012 – Justice Is Served *2012 – Papegøye *2013 – Halvvägs till himlen *2014 – Børning *2016 – Børning 2 ==References== ==External links== Category:1986 births Category:Living people Category:Actresses from Oslo Category:Norwegian expatriates in Denmark Category:Norwegian film actresses Category:Norwegian female models Category:Norwegian television presenters Category:Norwegian women writers Category:Women television presenters ",
    "title": "Jenny Skavlan"
}