{
    "id": "47181446",
    "text": "Paulie Zink Paulie Zink is an American martial arts champion, Taoist yoga teacher and well known practitioner of Monkey Kung Fu. He founded Yin yoga which is also known as Yin and Yang Yoga.Zink, Paulie and Maria March 2012 \"Yin yoga\". Yoga Magazine. Retrieved July 7, 2015. Yin yoga is a synthesis Paulie Zink created by combining hatha yoga and several disciplines from the Taoist tradition along with insights, visualisations, and animal based yoga postures, movements, and vocalisations he developed himself.Kragie, Eileen (June 27, 2014). “Yin Yoga: The Complete Art Form Founded by Paulie Zink”. Elephant Journal. Retrieved July 7, 2015Solan, Matthew. Talking Shop With Paul Grilley. Google Books (Yoga Journal May- June 2003). Retrieved July 7, 2015. Growing up in Hollywood, California, Zink was exposed to Zen teahouses by his father and to modern yoga by the hippies who practiced it on the streets of Hollywood Boulevard around him. At 14, he began practicing yoga, too, learning from The Complete Illustrated Book of Yoga and the yoga programs on PBS television with Richard Hittleman and Lilias, Yoga and You with Lilias Folan. At 16, he began studying kung fu. While he was attending the Los Angeles City College, Cho Chat Ling—a student from Hong Kong—showed him that he could improve his kung fu through foundational advanced yoga postures. Thereafter, Zink studied privately with Cho for a decade, learning three separate styles of kung fu. Zink was trained as Cho Chat Ling's protege to expose the styles of kung fu to the west.Zink, Paulie & Matsuda, Michael, The History of Monkey Kung Fu Second Edition Copyright 1999 Published in 2000. Cataloge Number MB001 Printed in the United States of America. During this period, Zink began to compete successfully in martial arts tournaments, ultimately taking the Long Beach International Karate Championship three years in a row, 1981,1982 and 1983. He won Grand Champion in the \"weapons forms\" category all three years and Grand Champion in the \"empty hands\" category, two of the three years.David W Clary (Nov 1991). Long Beach Internationals. Black Belt Magazine. p. 82 Retrieved July 18, 2015 Zink began teaching yoga in the late 1970s, when he founded Yin yoga by synthesizing Daoist disciplines and Hatha yoga with his own created postures and approach. ==Awards and Honors== * Hall of Fame, Kung Fu Artist of the Year, 1989 Black Belt MagazineBlack Belt Magazine 1989 * Hall of Fame, Lifetime Achievemant Award, 1987 Martial Arts Magazine Martial Arts Magazine 1987 * Hall of Fame, Competitor of the Year, 1983 Inside Kung Fu Magazine Inside Kung Fu Magazine 1983 * Hall of Fame Complete Martial Arts.com CompleteMartialArts.com * Long Beach International Karate Championships, California (Non Combative Divisions) * Grand Champion Empty Hands 1981, 1982 * Grand Champion Weapons 1981, 1982, 1983 ==References== ==External links== * Category:Living people Category:American martial artists Category:American yoga teachers Category:People from Hollywood, Los Angeles Category:Year of birth missing (living people) Category:Modern yoga pioneers ",
    "title": "Paulie Zink"
}