{
    "id": "47180532",
    "text": "4imprint Group plc () is a London-based direct marketer of promotional merchandise. It has offices in the United States, United Kingdom, Hong Kong and Europe. It is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index. ==History== The company was founded by Dick Nelson as Nelson Marketing in Logansport, Indiana in 1985. It was acquired by Bemrose Corporation in 1996. In 2000, Bemrose Corporation exited the paper products business and changed its name to 4imprint Group plc. Its North America division was renamed 4imprint Inc. In 2003, Hanover Investors, a private equity firm, purchased over 25% of 4imprint over the course of a month. They led a shareholder rebellion, and shareholders called for the removal of all non-executive directors after talks between 4imprint and Hanover Investors broke down. 4imprint established a distribution center in Oshkosh, Wisconsin in 2009. In 2012, it sold Kreyer Promotion Service GmbH and Brand Addition Limited to European affiliate companies of H.I.G. Capital for £24 million. In 2015, the company announced an expansion of its Oshkosh operations, with plans to add 150 employees over three years. The company pledged to spend $10.8 million to expand its North American headquarters in Oshkosh by 25,000 square feet, and double its distribution center on the west side of the city with a 100,000 square foot addition. The State of Wisconsin, through its Wisconsin Economic Development Corporation, authorized 4imprint to get up to $1 million in state tax credits, dependent upon the number of jobs created through the expansion. ==Operations== Although headquartered in London, 97% of 4imprint's business is in the United States and Canada, where it controls an estimated 3 to 4% of the $23.6 billion promotional products market. ==See also== * Vistaprint ==References== ==External links== * Category:1985 establishments in Wisconsin Category:Marketing companies established in 1985 Category:Companies based in London Category:Marketing companies of the United Kingdom Category:Marketing companies of the United States Category:Oshkosh, Wisconsin Category:Printing companies of the United Kingdom Category:Companies listed on the London Stock Exchange ",
    "title": "4imprint"
}