{
    "id": "47184585",
    "text": "Thomas Jaeschke (born September 4, 1993) is an American volleyball player, a member of the United States men's national volleyball team and Italian club Calzedonia Verona, a bronze medalist of the 2016 Olympic Games. ==Personal life== He is the son of John and Danielle Jaeschke. Thomas has a twin sister named Jaime and a brother named Joseph (1990) Jaeschke went to Wheaton- Warrenville South High School and won the Illinois state championship in 2012. Jaeschke was studying finance at Loyola University Chicago, but he interrupted his studies to play professional career in Asseco Resovia Rzeszów. ==Career== ===College=== He played for Loyola Ramblers for three seasons; 2013-2015. He reached the semifinals of the 2013 NCAA Men's D1-11 National Championship, and won the 2014 and 2015 NCAA Men's DI-II National Championships. He was named to the NCAA All-Tournament Team in 2014 and 2015, and in 2015 he was named AVCA Player of the Year.Loyola Chicago junior Thomas Jaeschke named AVCA Player of the Year - ncaa.com - 07-05-2015 After his junior year of college, he interrupted his studies to sign a three-year contract with Polish club Asseco Resovia Rzeszów, who were the Polish Champions in the previous season.Thomas Jaeschke Signs Professional Contract with Polish Club – loyolaramblers.com – 07-07-2015 This was his first professional contract of his career. Jaeschke would later sit out the first half of his second professional season to complete his college degree. In 2017 he moved to Italian club Calzedonia Verona. ===National team=== Jaeschke made his debut on the national team during the 2015 NORCECA Champions Cup. He missed competing in the 2015 FIVB World Cup due to injury.Canada overcome USA in tough 3-2 duel at NORCECA Champions Cup final - fivb.org - 23-05-2015 He was named to the U.S. national team for the 2015 FIVB World League where the team would capture the bronze medal.Poland, USA clash for World League's bronze medal - fivb.org - 19-07-2015 In June 2016, Jaeschke was named to the U.S. Olympic Men's Volleyball Team for competition at the 2016 Olympic Games in Rio de Janeiro where they would go on to win the bronze medal.USAV Announces U.S. Olympic Men's Team - teamusa.org - 06-21-2016 ==Sporting achievements== ===National Team=== * 2015 16px FIVB World League * 2016 16px Olympic Games * 2017 16px NORCECA Championship * 2019 16px FIVB Nations League * 2019 16px FIVB World Cup ===Clubs=== * 2015/2016 16px Polish Championship, with Asseco Resovia Rzeszów ===College=== * AVCA National Player of the Year - 2015 * AVCA First- Team All-American - 2014, 2015 * NCAA Championship All-Tournament Team - 2014, 2015 * MIVA Player of the Year - 2014, 2015 * MIVA All-Conference First Team - 2013, 2014, 2015 * MIVA Freshman of the Year - 2013 * MIVA All-Tournament Team - 2013, 2015 * MIVA All-Tournament Most Valuable Player - 2015 * MIVA Academic All-Conference - 2013, 2014, 2015 ==References== ==External links== *FIVB profile *Team USA profile *Loyola Ramblers profile *PlusLiga profile Category:1993 births Category:Living people Category:People from Wheaton, Illinois Category:American men's volleyball players Category:Loyola Ramblers men's volleyball players Category:Expatriate volleyball players in Poland Category:American expatriate sportspeople in Poland Category:Resovia Rzeszów players Category:Olympic volleyball players of the United States Category:Volleyball players at the 2016 Summer Olympics Category:Medalists at the 2016 Summer Olympics Category:Olympic bronze medalists for the United States in volleyball ",
    "title": "Thomas Jaeschke"
}