{
    "id": "47184760",
    "text": "IELTS Life Skills logo IELTS Life Skills is an English language test, which provides proof of English speaking and listening skills at Common European Framework of Reference for Languages (CEFR) levels A1, A2 or B1.https://www.ielts.org/what-is-ielts/ielts-for-migration/united- kingdom/ielts-life-skills-faqs It can be used to apply for a 'family of a settled person' visa, visa extension, indefinite leave to remain or citizenship in the UK. ==History== IELTS Life Skills was first offered in April 2015.http://www.ielts.org/test_takers_information/ielts_in_the_uk.aspx Accessed 08 July 2015 It is designed to meet the requirements of UK Visas and Immigration (UKVI)http://www.ielts.org/test_takers_information/ielts_in_the_uk/what_is_ielts_life_skills.aspx Accessed 08 July 2015 and can be used to apply for a 'family of a settled person' visa, indefinite leave to remain or citizenship.http://www.ielts.org/test_takers_information/ielts_in_the_uk/for_uk_visas_and_immigration.aspx Accessed 08 July 2015 UKVI announced changes to Secure English Language Tests (SELT) for visa purposes in February 2015. The announcement stated that anyone taking a test for immigration purposes after 6 April 2015 must take either IELTS, IELTS Life Skills or a Trinity College London test at a UKVI approved test centre. IELTS and IELTS Life Skills are the only tests available when applying for visas from both outside and inside the UK.https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/421685/april_2015_approved_secure_english_language_tests_and_test_centres_v3_0.pdf Accessed 08 July 2015 On 18 January 2016 the UK government announced the A2 English language requirement for family route migrants seeking to extend their stay in the UK a further two and a half years. The new test was implemented in May 2017. IELTS Life Skills does not test Reading and Writing, as it is designed to meet immigration requirements for which applicants only need to demonstrate their Speaking and Listening skills. ==Test format== IELTS Life Skills at CEFR Level A1 takes 16–18 minutes, A2 no more than 20 minutes and at B1 level 22 minutes. Candidates take the test with an examiner and with one other candidate. Candidates are assessed on Speaking and Listening at the same time. IELTS Life Skills at Level A1 and A2 have two parts. IELTS Life Skills at Level B1 has three parts. Part 1: candidates ask and answer questions and have short discussions on everyday subjects, such as: * Personal details * Family and friends * Buying goods * Work * Health * Leisure * Education/training * Transport * Housing * Weather.http://www.ielts.org/test_takers_information/ielts_in_the_uk/ielts_life_skills/whats_in_the_test.aspx Accessed 08 July 2015 Part 2: candidates listen to a task played on a CD. They have to listen for the general meaning and detail. They say their answers aloud, although they can make notes on paper while they listen. There will then be a discussion on a theme related to recording on the CD. Part 3 (Level B1 test only): plan an activity with the other candidate.http://www.ielts.org/test_takers_information/ielts_in_the_uk/ielts_life_skills/how_to_prepare.aspx Accessed 08 July 2015 ==Scoring== Candidates will get one of two results: pass or fail. A fail results means that the test cannot be used for a visa application.http://www.ielts.org/test_takers_information/ielts_in_the_uk/ielts_life_skills.aspx Accessed 08 July 2015 Candidates are assessed on their ability in four areas: * Obtaining information * Conveying information * Speaking to communicate * Engaging in discussion. The performance of the other candidate taking the test at the same time does not affect the scoring. ==Results== Test results are typically available within 7 days of the test. Candidates will receive one copy of the IELTS Life Skills Test Report Form. ==Locations and test dates== The Life Skills tests are available in locations specified by UK Visas and Immigration (UKVI). These locations are throughout the world for the A1 and B1 tests, but the A2 tests are only available at centres in the UK. Test dates are usually available within 28 days of booking a test. If candidates do not pass, there are no restrictions on retaking the test. If candidates pass, they cannot retake the test at the same level for two years.http://www.ielts.org/test_takers_information/findtest_ukvi.aspx-i Accessed 08 July 2015 ==See also== * IELTS * English as a Foreign or Second Language * British Council * Cambridge English Language Assessment * IDP: IELTS Australia ==References== ==External links== * Official website Category:Standardized tests for English language Category:English-language education Category:University of Cambridge examinations Category:British Council Category:English language ",
    "title": "IELTS Life Skills"
}