{
    "id": "47189552",
    "text": "The first election to the Merionethshire County Council was held on 18 January 1889. It was followed by the 1892 election. The county was divided into numerous single member wards with two councillors elected to represent some of the urban areas. ==Overview of the result== 1889 was a landmark years in the history of Welsh Liberalism, a coming of age symbolized by the triumph across Wales of Liberal candidates in the inaugural county council elections. The outcome was very similar to that in Cardiganshire. ==Unopposed Returns== There were some unopposed returns. ==Contested Elections== There were a large number of contested elections and the majorities were small in most instances. In most cases there were contests between Liberal and Conservative candidates. ==The New Council== The first meeting of the council was held in Dolgellau. ==Summary of Results== This section summarises the detailed results which are noted in the following sections. This was the inaugural county election and therefore no comparison can be made with the previous elections. One councillor was described as an Independent candidate but was also grouped in some reports with the Conservatives. This table summarises the result of the elections in all wards. 42 councillors were elected. |} This table summarises the position following the election of aldermen. Eight were elected from among the elected members and eight from outside the council. This brought the total number of councillors and aldermen to 56. |} This table summarises the position following the by-elections for the three seats vacated following the election of aldermen. Technically these were new seats, taking the total number of councillors to 56. However, the Liberals defended three seats. |} ==Results== ===Abercorris and Talyllyn (two seats)=== ===Aberdovey District=== ===Bala District=== Richard Jones was a prominent figure in the public life of Bala, serving on many bodies. He was elected alderman at the first meeting of the Council but died suddenly in February, aged 65. ===Barmouth Urban District=== Lewis Lewis, gentleman, of Hillside, Barmouth, defeated John Robert Davies, gentleman, of Compton House, Barmouth. ===Conglywal District=== Robert Roberts, physician and surgeon, of Isallt, Blaenau Festiniog defeated Joseph Rhydwen Parry, Independent minister, of Manod Road, Blaenau Ffestiniog. ===Cynfal and Teigl District (two seats)=== William Davies, farmer, of Caerblaidd, Ffestiniog and John Hughes, farmer, of Hafodfawrisaf, Maentwrog, were elected at the expense of George Henry Ellis, solicitor, of Penymount, Ffestiniog and Edward Henry Jonathan, draper, of Paris House, Four Crosses. ===Cwmorthin and Ystradau (two seats)=== ===Dolgelley Combined District (two seats)=== ===Dolgelley Rural District=== ===Dyffryn=== ===Gwyddelwern=== ===Harlech District=== Richard Thomas Jones, surgeon, of Penygarth Villa, Harlech defeated John Owen, farmer, of Brynartro, Llanfair. ===Llanaber=== Charles Williams of Hengwm, Llanaber defeated John Jones, farmer, of Llwyndu, Barmouth. ===Llandrillo=== ===Llandderfel=== ===Llanegryn=== ===Llanfachreth=== ===Llanfor=== Richard John Price of Rhiwlas defeated William Thomas Rowlands, farmer, of Tanycoed, Llanfor (L). ===Llanfrothen=== John Jones, gentleman, of Ynysfor, Llanfrothen defeated William Hughes, farmer, of Cwmcaeth, Nantmor, Beddgelert. ===Llansantffraid and Corwen Combined Districts (three seats)=== William Ffoulkes Jones, timber merchant, of the Terrace, Corwen; Robert David Roberts, wholesale grocer, of Glandwr, Corwen, and Hugh Cernyw Williams, Baptist minister, of London Road, Corwen were elected at the expense of David Robert Jones, surgeon, of the Terrace, Bridge Street, Corwen and Horatio Edward Walker, surgeon, of Plasyndref, Corwen. ===Llanuwchllyn District=== ===Llanycil=== ===Llwyngwril=== ===Maenofferen and Diphwys Combined District (two seats)=== John Parry Jones of the District Bank, Blaenau Ffestiniog and Robert Owen Jones, solicitor, of High Street, Blaenau Ffestiniog were elected at the expense of Morris Jones, flour dealer, of Blaenbowydd House, Blaenau Ffestiniog. ===Maentwrog=== William Edward Oakeley of Plas Tanybwlch defeated Griffith Ceidiog Roberts, nonconformist minister of Gwyndy, Maentwrog. In what was described as the first Liberal meeting held at Maentwrog, in support of Roberts's candidature, Tom Ellis MP spoke for over an hour and a half. ===Mawddwy District=== ===Pennal=== ===Penrhyn and Talsarnau (two seats)=== J. B. Jones, miller, of Brynyfelin and John Rowe, quarry manager, of Glasfryn View, Penrhyn, were elected at the expense of Edmund Morgan Roberts, farmer, of Cefntrefor- isaf, Talsarnau and John Morgan, grocer, of Canton House, High Street, Blaenau Ffestiniog. ===Rhiw and Bowydd (two seats)=== ===Towyn Rural District=== ===Towyn Urban District=== ===Trawsfynydd Eastern and Western Districts (two seats)=== John Humphreys, physician and surgeon, of Fronwynion-street, Trawsfynydd and Robert Hugh Pughe, farmer, of Brynllefrith, Trawsfynydd, were elected at the expense of David Tegid Jones, farmer, of Y Goppa and William Evans, draper, of Meirion House, Trawsfynydd. ==Election of Aldermen== In addition to the 42 councillors the council consisted of 14 county aldermen. Aldermen were elected by the council, and served a six-year term. Following the election of the initial sixteen aldermen, half of the aldermanic bench would be elected every three years following the triennial council election. After the initial elections, there were sixteen Aldermanic vacancies and the following Alderman were appointed by the newly elected council: Only three of those elected were members of the council. Elected for six years *S. Pope, Liberal, (elected councillor at ) *A. O. Williams, Liberal *J. Cadwaltwdr, Liberal *Edward Griffith, Liberal (defeated candidate at Llanfachreth) *Richard Jones, Plasyracre, Liberal (elected councillor at Bala) *Wm. Williams, Liberal *J. Hughes Jones, Liberal Elected for three years *C. H. Wynn, Conservative *John Evans, Liberal *E. H. Jonathan, Liberal *Andreas Roberts. Liberal *Edward Peters, Liberal (elected councillor at Llanycil) *Rev G. Ceidiog Roberts, Liberal (defeated candidate at Maentwrog) *William Davies, Pant, Liberal ==Aldermanic Vacancies 1889-1895== Richard Jones died suddenly in February 1889, creating an immediate vacancy. Therefore, the following appointment was made for the remaining six years in May 1892. * ==By- elections== Three by-elections were caused by the election of aldermen. ===Bala by-election=== Edward Watkin, land agent, Rhiwlas, standing as an Independent, defeated the Liberal candidate by fifteen votes. Richard Jones, who had been elected alderman, died three days later. ==References== ==Bibliography== * 1889 Category:1889 Welsh local elections ",
    "title": "1889 Merionethshire County Council election"
}