{
    "id": "47180458",
    "text": "The Association of Business Trial Lawyers (ABTL), founded in 1973, is a voluntary bar association with members in five chapters throughout California, including Los Angeles, Northern California, Orange County, San Diego, and the San Joaquin Valley. ABTL's membership includes business litigators from both plaintiff and defense practices and judges and justices (federal and state, trial and appellate). The ABTL provides a forum in which litigators and jurists meet to address issues important to both commercial trial lawyers and the judicial bench. == Mission == ABTL's goal is to provide a forum for exchanging ideas and information regarding business litigation. From its start in 1973, it has been committed to promoting and enhancing communications between all sides of the business bar and the federal and state benches. == Programs == ABTL provides a forum for presentations on relevant legal issues, demonstrations of trial and litigation strategies, and discussion of issues faced by business litigators advocating and jurists deciding business cases. ABTL has been certified by the State Bar of California to provide continuing legal education programs and credits. == Chapters == ABTL currently has five chapters serving legal communities throughout California: * Los Angeleshttp://abtl.org/losangeles.htm * Northern Californiahttp://abtl.org/northerncalifornia.htm * Orange Countyhttp://abtl.org/orangecounty.htm * San Diegohttp://abtl.org/sandiego.htm * San Joaquin Valleyhttp://abtl.org/sanjoaquinvalley.htm == Publications == === ABTL Reports === Each chapter of the ABTL produces a publication called the ABTL Report, which addresses issues of interest to business trial lawyers. Articles cover shifts in the law, summarize and analyze controlling precedent, and notify lawyers of important updates to statutes, as well as court and local rules. Other articles address litigation tips, such as advocacy suggestions and writing tools. Copies of the ABTL Reports are publicly available on ABTL's website.http://abtl.org/la_report.htmhttp://abtl.org/nc_report.htmhttp://abtl.org/sd_report.htmhttp://abtl.org/oc_report.htm === Civility Guidelines === ABTL has adopted guidelines for professionalism and civility for lawyers engaged in litigation. The goal of the guidelines is to eliminate unnecessary conflict and to reduce the level of contentiousness and stress in the resolution of legal disputes. ABTL members are encouraged to adopt these guidelines in their everyday practice. ==References== ==External links== *ABTL's home page Category:Bar associations ",
    "title": "Association of Business Trial Lawyers (ABTL)"
}