{
    "id": "47186340",
    "text": "Tony de Peltrie is a Canadian computer-animated short film from 1985. The short shows the first animated human character to express emotion through facial expressions and body movements, which touched the feelings of the audience.Philippe Bergeron, Pierre Robidoux, Pierre Lachapelle und Daniel Langlois: Tony de Peltrie (1985), Website The Daniel Langlois Foundation: Image du Futur collection. The film was produced from 1982 to 1985 at the French-speaking University of Montreal, Quebec, and Canada.Infographie et cinéma numérique, Website der Faculté des arts et des sciences. Département d'informatique et de recherche opérationelle der Université de Montreal (PDF 437 KB). The four team members, Pierre Lachapelle (including production), Philippe Bergeron, Pierre Robidoux and Daniel Langlois, are all credited as directors.Kanada Schaltstelle im Netz (Katalog), Netzwerk Art. Barke Verlag, München 1990, , S. 35.ICE, scripting and other tech stuff about Softimage, auf der Webseite eX-SI. == Plot == Philippe Bergeron described the character animation with the words: \"…Tony de Peltrie, about a piano player who is recollecting his glory days (…) Tony is not all that life-like in appearance, but the animation is so realistic that by the end of the short, you are really feeling for him.“ The film portrays the last part of Tony's career, as seen from his own perspective. Now alone and nostalgic, he recollects his past in a dreamlike state before it all fades away. The emotions of the story range in a melancholy way from joyful memories to the sad ending.http://design.osu.edu/carlson/history/PDFs/ani-papers/Bergeron.pdf| Bergeron P. (1985) Controlling facial expressions and body movements in the computer-generated animated short \"Tony de Peltrie\". == Production == The four co-directors were young programmers and started the computer animation on their own. Daniel Langlois had trained as a designer and computer animator for movies and was an artist and programmer in the team. The face and body were sculpted by Langlois in clay and re-modeled according to the desired feeling of the expressions. Every time a new network of black lines with control points was drawn on the faces, which were required for the animation. For the software development and interactive creation, the team worked with the 3-D interactive graphics program Taarna and the mainframe computers CDC CYBER 835, 855.http://bitsavers.trailing- edge.com/pdf/cdc/cyber/cyber_180/60459960A_Cyber_170_Model_825_835_855_General_Description_Jul82.pdf Control Data Corporation, Juli 1982 (PDF 20, 71 MB) To calculate an image with the mainframe computers then, took five minutes. The computer monitor was a GRID TECHNOLOGIES ONE / 25S screen with a 24er card that had a range of 16 million colors. The image resolution of the monitor was 512 x 512 pixels. The images were calculated with four times the resolution so that no staircase effect emerged. For conversion of the face and body from analog to digital, a GRADICON digitizer was used, and for the rehearsal and filming a Bolex 16 mm and an Animation Oxberry 35 mm camera. == Publication == On the 12th SIGGRAPH Film & Video Show in San Francisco in July 1985, Philippe Bergeron and Pierre Lachapelle presented the film Tony de Peltrie for the first time. Bergeron gave at the conference the lecture: \"Controlling Facial Expressions and Body Movements in the Computer Generated Animated Short Tony De Peltrie\".David Sturman: The State of Computer Animation. In: ACM SIGGRAPH. Band 32, Nr. 1 (February 1998). == Reception == Critics and audiences were enthusiastic about Tony de Peltrie. It received more than 20 awards worldwide and garnered coverage in hundreds of magazines. In the week after the show in San Francisco, Time magazine concluded a two-page article about the Festival with the words: John Lasseter, one of the festival’s judges commented: == Economic success == Typically, the success of a film is calculated in US dollars, which are paid by the visitors at the box office. The short film, produced not for profit at the box office, showed its success a few years later. The film is one of the reasons why Montreal has become one of the global centers of the computer game industry. Tony de Peltrie was created with mainframe computers. This was complicated because every change had to be reprogrammed. Philippe Bergeron told 2012 in a video how tedious and frustrating this work was. He talked about the fact that Daniel Langlois also saw it and had spoken of wanting to change that.Philippe Bergeron on animating \"Tony de Peltrie\", YouTube 21 May 2012. After the completion of the film, therefore, Langlois worked with two programmers to create a new program, and founded the company Softimage in Montreal. The program Softimage 3D and its further developments advanced in the 1990s to become an industry standard. George Borshukov, responsible for the special effects of the movie The Matrix, said: \"Without Softimage 3D and mental ray, specifically, those phenomenal bullet time backgrounds just wouldn't have been possible.\" Special effects for blockbusters such as Jurassic Park or The Matrix and many other films were produced with it. Many companies in the computer game industry also used programs by Softimage. The presence of Softimage in Montreal was one of the reasons why Ubisoft established their North American headquarters in the city, where French and English are spoken.Mathew Kumar: The French-Canadian Connection. A Q&A; with Yannis Mallat, Ubisoft Montreal. In: Gamasutra. Ubisoft Montreal was launched in 1997 with 50 employees and in 2015 is the world's largest studio for the development and manufacture of computer games. By 2014 there were more than 2,700 employees. As of June 2015 there were 52 small and large companies in Montreal, working on PC games. As a result, the city of Montreal has benefited from Tony de Peltrie in real money terms.http://www.hindawi.com/journals/usr/2013/957630/ The Case of the Video Games Clusters in Montreal and in Los Angeles == Awards == (selection) Tony de Peltrie won several international awards and prizes: •1985: Special Mention for Technical Innovation, International Film Festival, Kanada. •1985: Grand Prize for Animation, Eurographics, Frankreich. •1985: First Prize Computer Animation, First Los Angeles Animation Celebration, USA. •1985: First Prize OG'85 Supreme Award, On Live International Computer, Animation Film Festival, England. •1985: First Prize, SIGGRAPH, International Computer Graphics Association, Video Gala, USA. •1986: Prix Pixel-INA, Imagina, Monaco. •1997: Scientific and Engineering Award, Academy of Motion Picture Arts and Sciences, USA. == References == == External links == • •Daniel Langlois Foundation for Art, Science, and Technology Category:Canadian animated short films Category:Canadian films Category:Computer-animated short films Category:Animated human characters Category:1985 in computing Category:Université de Montréal ",
    "title": "Tony de Peltrie"
}