{
    "id": "47195753",
    "text": "Kazimierz Bujnicki Kazimierz Bujnicki (30 November 1788 in Krasław (nowadays Krāslava) – 14 July 1878 in Dagda, Latvia) was a Polish writer. Kazimierz Bujnicki was son of Andrzej, a podkomorzy of Vitebsk (podkomorzy witebski), and his wife Anna. He was born on 30 November 1788 in Krasław.Kazimierz Bujnicki, Pamiętnik (1795–1875), Wstęp i opracowanie Paweł Bukowiec. Kraków 2001, p. 28. From 1842 to 1849 he was an editor of \"Rubon\" (Wilno). He was a contributor to \"Tygodnik Petersburski\", \"Ateneum\" and \"Kronika rodzinna\". Bujnicki was also an author of a diary (Pamiętniki).Kazimierz Bujnicki, Pamiętnik (1795–1875), Wstęp i opracowanie Paweł Bukowiec. Kraków 2001. == Publications == * Wędrówka po małych drogach. Szkice obyczajów na prowincji, T. I, Wilno 1841. * Wędrówka po małych drogach. Szkice obyczajów na prowincji, T. II, Wilno 1841. * Siostra Giertruda. Powieść wierszem napisana, Wilno 1842. * Rubon. Pismo poświęcone pożytecznej rozrywce, Wilno 1842–1849. * Komedye prozą i wierszem, Wilno 1851. * Nowa wędrówka po małych drogach. Szkice obyczajowe, T. I, Wilno 1852. * Nowa wędrówka po małych drogach. Szkice obyczajowe, T. II, Wilno 1852. * Pamiętniki księdza Jordana. Obrazek Inflant w XVII wieku, Tom I. Wilno 1852. * Pamiętniki księdza Jordana: obrazek Inflant w XVII wieku, Tom II. Wilno 1852. * Stara panna. Powieść współczesna, Wilno 1855. * Biórko. Obrazek obyczajowy z lat ostatnich minionego wieku, Cz. 1, Wilno 1862. * Biórko. Obrazek obyczajowy z lat ostatnich minionego wieku, Cz. 2, Wilno 1862. == Footnotes == Category:Polish diarists Category:Polish male writers Category:Writers from Vilnius Category:People from Krāslava Category:1788 births Category:1878 deaths ",
    "title": "Kazimierz Bujnicki"
}