{
    "id": "47194411",
    "text": "The Pirna–Coswig railway is a two-track, electrified mainline railway in the German state of Saxony, predominantly served by the Dresden S-Bahn. It runs parallel to the pre-existing tracks of the Děčín–Dresden and Dresden–Leipzig railways. The section between Pirna and Dresden-Neustadt has been operated since 2004, afterwards the further sections from Dresden-Neustadt to Coswig have been upgraded. The Radebeul Ost–Coswig section was completed in 2013 and the section from Dresden-Neustadt to Radebeul Ost was completed in March 2016. ==History== ===Old lines=== ====Pirna–Dresden==== An S-Bahn service at Dresden-Dobritz in 1991, the trackless and overgrown land immediately to the right of the track was occupied by long-distance tracks until 1946 In 1895, the first plans were developed for a four-track upgrading of the Pirna–Dresden section of the line between Děčín (then part of Austria-Hungary and called Bodenbach in German) and Dresden in connection with the planned upgrade of railway infrastructure in Dresden. This project was realised between 1901 and 1934, having been interrupted by the First World War. After that the operation of long-distance and suburban traffic between Pirna and Dresden-Neustadt was separated. After the Second World War, three of the four tracks were dismantled for war reparations to the Soviet Union in 1946. Two-track operations were restored between Dresden and Pirna in 1950. All traffic now used the former suburban tracks. With the creation of an S-Bahn network in Dresden from 1973, plans for the reconstruction of the long-distance tracks were intensified. The subgrade for the reconstruction of the third and fourth track was prepared between 1979 and 1982; this work also included the construction of numerous bridges. The project had to be postponed in the 1980s because of increasing damage to the Deutsche Reichsbahn network as a result of alkali-damaged sleepers and limited construction capacity. ====Dresden–Coswig==== ===Construction of new S-Bahn track=== Typical features of an S-Bahn station (Dresden Freiberger Str.) After the political changes in East Germany, the project was soon revised. It now no longer involved a mere reconstruction of the missing track. It now provided for an operationally independent S-Bahn line, which would have connections in only a few places to the mainline tracks. On 5 December 1995, the Saxon state government decided to upgrade the Dresden S-Bahn. Work began with groundbreaking for the new S-Bahn line between Pirna and Dresden-Neustadt on 1 October 1996. The section between Pirna and Dresden-Dobritz was completed on 15 July 2001. The next section to Dresden-Neustadt went into operation in December 2004. All stations were given a uniform working length of 140 metres, which limits possible train lengths to five double-deck coaches. The platform height was fixed at 55 centimetres above the rail, with enables passengers to access double-deck coaches with low entries as well as Desiro railcars of DB Class 642 without any steps. All stations are equipped with lifts to make them accessible by the handicapped. Between Pirna and Dresden-Neustadt, the pair of S-Bahn tracks is located on the built-up side to the northeast of the mainline tracks. The tracks separate at the northern exit of Dresden-Neustadt station: the track of S1 passes under the regional railway towards Dresden-Klotzsche and continues on the northeast side of the long-distance tracks towards Coswig, while the track of the S2 connects with the mainline track towards Dresden-Klotzsche. Dresden Pieschen station during the construction: the old track on the Dresden-Neustadt–Coswig line is still in operation, the long-distance railway tracks are under construction (June 2013). The construction and upgrade of the S-Bahn track on the Dresden-Neustadt–Coswig section also began in 2010. Originally the long- distance railway tracks were located between the outer suburban tracks. Since the reconstruction there have been two parallel pairs of tracks that are arranged similarly to the arrangement on the Pirna–Dresden-Neustadt section. Completed facilities in Radebeul Ost station, to the left are the S-Bahn tracks with an island platform, to the right are the long-distance tracks (December 2013) Beginning from Radebeul West, the long-distance railway tracks were rebuilt on the southwestern side of the tracks with work completed at the end of 2013. The building of new S-Bahn tracks running parallel on the northeastern side also started from Coswig. The Radebeul Ost–Coswig section was completed and put into operation by the end of 2013. At this time Radebeul West station was renamed with its former name of Radebeul-Kötzschenbroda. The commissioning of the remaining section of the Dresden-Neustadt–Radebeul Ost S-Bahn line were completed on 20 March 2016. After 100 days of operation, the Upper Elbe transport network had achieved patronage growth. 1,500 passengers are counted every day at the newly built Dresden-Bischofsplatz station. == Services== Today the line is almost exclusively used by Dresden S-Bahn lines S1 and S2. In the peak hour, as a result of the intensification of services on both lines, there is an approximately 15-minute interval service between Pirna and Dresden-Neustadt. These services are organised by Verkehrsverbund Oberelbe (Upper Elbe Transport Association). The following table shows the services that run on all or part of the completed S-Bahn line between Pirna, Dresden- Neustadt, Radebeul Ost and Coswig (as of summer 2016): {| class=\"wikitable float-left\" width=\"950\" |- ! style=\"background:#E0E0E0\" | Line ! style=\"background:#E0E0E0\" | Route ! style=\"background:#E0E0E0\" | Operator ! style=\"background:#E0E0E0\" | Frequency (min) ! style=\"background:#E0E0E0\" | Remarks |- | S1 || Schöna – Bad Schandau – Meissen-Triebischtal || DB Regio Südost || 30 || |- | S2 || Pirna – Heidenau – Dresden Hbf – Dresden Airport || DB Regio Südost || 30 || Pirna – Dresden Hbf only Mon–Fri, some trains only to Heidenau |- | RE19 || Dresden Hbf – Kurort Altenberg (Erzgeb) || Städtebahn Sachsen || — || Winter sports service; only seasonal (November – March) |- | RE20 || Dresden Hbf – Děčín hl. n. – Ústí nad Labem hl. n. – Litoměřice město || DB Regio Südost || — || Excursion traffic; only seasonal (Easter – October) |- | RE50 || Dresden Hbf – Dresden-Neustadt – Radebeul-Ost – Coswig (b Dresden) – Riesa – Leipzig Hbf || DB Regio Südost || 60 || Uses the S-Bahn tracks from Radebeul-Ost to Coswig (b Dresden) |} Every now and then, some freight trains run at night between Dresden Hauptbahnhof and Pirna on the line to avoid construction sites or breakdowns. ==Stations== Pirna station, the S-Bahn tracks branches to the right from the Děčín–Dresden-Neustadt main line (2009) ;Pirna :The first station in Pirna was opened in 1848, when the first section of the Dresden–Děčín railway from Dresden was completed. The current station precinct dates from 1877 and was built during the construction of the Kamenz–Pirna railway. In Pirna it connects with the trains of the Saxon Switzerland Ring to Neustadt in Sachsen and Sebnitz . ;Heidenau-Großsedlitz :Heidenau-Großsedlitz station has only little significance for passenger traffic. The nearby Großsedlitz baroque garden has significance for tourism. ;Heidenau Süd :Heidenau Süd station is a key stop in the town of Heidenau, which is fairly busy. The station building is now empty and abandoned. ;Heidenau :Heidenau station is primarily an interchange station for trains towards Altenberg on the Müglitz Valley Railway. There are two bay platforms for S-Bahn services on line S2 terminating in Heidenau. ;Dresden-Zschachwitz :Dresden-Zschachwitz station was established in 1946 for commuter traffic. It received an island platform with access for the disabled during the upgrade of the S-Bahn infrastructure. ;Dresden-Niedersedlitz :Dresden-Niedersedlitz station is one of the busiest in eastern Dresden. There are connections to Dresden tram line 6 and bus routes 65, 88 and 89. ;Dresden-Dobritz :Dresden- Dobritz station was re-established on 1 July 1971 with provisional facilities to provide an S-Bahn connection to the Prohlis high-rise housing estate, which was then under construction. With the rebuilding of the line up to 2000, the station was moved by about 100 metres to the east and the existing island platform was built with access for the disabled. There are convenient connections to Dresden tram and bus routes. ;Dresden-Reick :Dresden-Reick station was moved 200 metres to the west from its original location during the rebuilding of the track. The historic station building from 1907 is now used as a residence. There is interchange at the station with city bus routes 64, 65 and 87. Since the establishment of the Dresden Panometer in a former gasometer, the station is also important for tourism. \"Panometer\" is an additional name for this station. ;Dresden-Strehlen :Dresden-Strehlen station has existed since 1902. It is the only S-Bahn station that retained its historic structure during the upgrade of the line after 2000. The only change to the existing platform was the installation of a lift. The historic station building is, however, no longer used for railway operations and is now empty. Several Dresdner Verkehrsbetriebe bus lines serve the station. A tram interchange is planned. ;Dresden Hbf Trains on line S1 in Dresden Hbf (2011) :Platforms 18 and 19 of Dresden Hauptbahnhof are used by the S-Bahn. Several crossovers are also being built to connect with the mainline network. In the eastern part of the station there is a rail siding located between the tracks, but it is not used for scheduled operations. ;Dresden Freiberger Straße :Dresden Freiberger Straße station was opened at the timetable change on 12 December 2004. It is located on Freiberger Straße and serves the World Trade Center Dresden, a shopping and office centre, and it is connected to the Dresden tram network. ;Dresden Mitte Regional-Express RE 50 to Leipzig in Dresden Mitte; the Regional-Express trains now use the long-distance tracks :Since its reconstruction, platforms 1 and 2 of Dresden Mitte station are used by the S-Bahn. There are no more connections between the S-Bahn tracks and the tracks of the mainline railway, but S-Bahn trains may change between the two tracks of Pirna–Coswig railway line. An interchange to the Dresden tram network has been established immediately next to the station. ;Dresden- Neustadt :The railway line serves platforms 1 and 2 in Dresden-Neustadt station. Since the upgrade work on the section of track towards Coswig has not yet been completed, only line S 2 serves these platforms in 2015. In the meantime, line S 1 services stop at platform 4, running in both directions, as only this platform connects with the mainline tracks of the Leipzig–Dresden line, which these services still must use. ;Radebeul Ost ;Radebeul-Weintraube ;Radebeul-Kötzschenbroda ;Coswig (b Dresden) == Notes== == References == * * * == External links == * Category:Railway lines in Saxony Category:Railway lines opened in 2004 ",
    "title": "Pirna–Coswig railway"
}