{
    "id": "47198568",
    "text": "Dodo's Back! is an album led by pianist Dodo Marmarosa, with Richard Evans on bass and Marshall Thompson on drums. It was recorded on May 9 and 10, 1961, and released the following year on the Argo label.Salemann, Dieter; Grob, Fabian (2009) Flights of the Vout Bug: A Guide to the Recorded Music of Michael \"Dodo\" Marmarosa. BearManor Media. . ==Background== Marmarosa had been a pianist in big bands and in small bebop bands in the 1940s, but had largely withdrawn from public performances near the end of that decade.Doerschuk, Robert L.; Kernfeld, Barry \"Marmarosa, Dodo\". The New Grove Dictionary of Jazz (2nd ed.). Grove Music Online. Oxford Music Online. Oxford University Press. Retrieved July 8, 2015. Subscription required. As the album title suggests, this was his return to recording and public attention. ==Recording and music== The album was recorded in Chicago.Harrison, Max; Thacker, Eric; Nicholson, Stuart (2000) The Essential Jazz Records – Modernism to Postmodernism. A&C; Black. pp. 314–15. The sessions were supervised by Jack Tracy. Marmarosa's \"Mellow Mood\" was also recorded in his 1946 session with saxophonist Lucky Thompson. It begins with chords and \"continues with an invention of strong accents and timing deceits of several kinds.\" \"Cottage for Sale\" is quieter and more lyrical. \"Me and My Shadow\" contains \"fizzing crush accents and fetching multiplications.\" ==Reception== At the time of its release, Billboard gave the album a four-star review, describing it as a \"swingy trio set. It's quiet piano with a fine feeling for time.\"\"Dodo's Back\" (March 10, 1962) Billboard. p. 28. The Penguin Guide to Jazz commented that \"His imagination seems as vivid as ever, although there is something stilted and awkward in some of his phrasing, as if he were nervous about getting his ideas out.\" ==Track listing== #\"Mellow Mood\" (Dodo Marmarosa) #\"Cottage for Sale\" (Larry Conley, Willard Robison) #\"April Played the Fiddle\" (Johnny Burke, James V. Monaco) #\"Everything Happens to Me\" (Tom Adair, Matt Dennis) #\"On Green Dolphin Street\" (Bronisław Kaper, Ned Washington) #\"Why Do I Love You?\" (Oscar Hammerstein II, Jerome Kern) #\"I Thought About You\" (Jimmy Van Heusen, Johnny Mercer) #\"Me and My Shadow\" (Dave Dreyer, Al Jolson, Billy Rose) #\"Tracy's Blues\" (Marmarosa) #\"You Call It Madness (But I Call It Love)\" (Russ Columbo, Con Conrad, Alain DuBois, Paul Gregory) ==Personnel== *Dodo Marmarosa – piano *Richard Evans – bass *Marshall Thompson – drums ==References== Category:Argo Records albums Category:Dodo Marmarosa albums Category:1961 albums ",
    "title": "Dodo's Back!"
}