{
    "id": "47192748",
    "text": "Avraham \"Avera\" Mengistu (Hebrew: אברה מנגיסטו, born 22 August 1986) is an Israeli man who crossed into Gaza on September 7, 2014. He was detained and interrogated by Hamas, and has been missing since then. His family has stated that he is mentally unstable and had been admitted to a mental hospital in the past. He had been treated with medication, which he stopped taking a few weeks prior to his crossing. == Background == Mengistu was born in Ethiopia, the fourth of ten children in Haili and Agumesh Mengistu's family. He made aliyah (i.e., immigrated to Israel) with his family at age five and grew up in a low income neighborhood in Ashkelon, which is from Gaza. His mother cleaned houses for a living, while his father became chronically unemployed, and his parents divorced in 2012. In a column in The Jerusalem Post, Tal Harris described the Mengistu family as extremely underprivileged and belonging to the poorest socio-economic sector of Israeli society. Mengistu attended public schools. After finishing high school, Mengistu worked in a series of odd jobs, including recycling. In 2011, Mengistu began to experience mental health problems after his older brother Masrashau died. He became withdrawn from his family and friends. He tied a piece of string around one of his fingers so tightly it cut off the blood flow, causing severe gangrene that led to the amputation of the finger. He quit his job and refused to accept benefits from the National Insurance Institute. He also began asking friends for money and traveling alone through various parts of Israel. At one point, his family considered him missing until police located him almost away in Tiberias. He agreed to undergo psychiatric treatment and was hospitalized voluntarily in a mental facility in Beersheba for 12 days in January 2013, but his family did not think he seemed better when he was released. Five days later, they had him committed involuntarily for a week, but after his release, he threw away his medication. According to his brother, his condition worsened. In March 2013, Mengistu was exempted from mandatory military service in the Israel Defense Forces after a medical committee found him unfit for service. According to a childhood friend, in the year before his disappearance, his condition further worsened, and he began to hurt himself and talk illogically. == Incident == On September 7, 2014, Mengistu asked his mother to give him money. When she told him she did not have any, he became angry and left at about noon without saying anything. He then walked to a beach in Zikim and arrived at the security fence between Israel and the Gaza Strip. An Israeli patrol who were guarding electrical work spotted him carrying a bag near the security fence with Gaza and let him pass. One of the soldiers later said he thought Mengistu was a Sudanese refugee who had decided to move to Gaza. A security camera on an army watchtower noticed him trying to climb the fence, and the patrol that had let him pass earlier was notified. By the time they arrived, Mengistu had reached the top of the fence. They called for him to stop and fired a warning shot into the air, but he ignored them and scaled the fence. He left behind the bag, which was found to contain slippers, a towel, a Bible, and a few other books, one of which had his name on it. Since then, he has not been seen by any Israeli. Israel contacted the Red Cross and officials in the Gaza Strip and demanded that Mengistu be returned to Israel. Initially, a Hamas official said Mengistu was interrogated and seemed to have psychological problems. Israeli officials said there is \"credible intelligence\" that Hamas holds Mengistu \"against his will\". Later, Moussa Abu Marzouk, deputy chairman of Hamas' political bureau, said in an interview with Al Jazeera that Mengistu wore a uniform, was mentally healthy, and that his case had came up during truce negotiations related to the 2014 Israel–Gaza conflict, which took place weeks before the date Israel says Mengistu crossed into Gaza. ==Gag order== In Israel, a blanket gag order regarding the incident was put into place. It lasted 10 months, until July 9, 2015. Discussions took place in social media forums and some reports were published on foreign websites. Some clues about the affair were leaked to different Arabic media outlets, from which the story made its way to international media and was published by blogger Richard Silverstein. The gag order was lifted following a request from Haaretz. The Associated Press speculated that a statement made by Khaled Mashaal the previous day, in which he spoke of an Israeli request through a European intermediary for the release of \"two soldiers and two bodies\", may have \"forced Israel's hand\". Amir Rapaport of Makor Rishon wrote, \"The main reason for the low profile in which the incident was dealt with was the fear that public announcement will make it difficult for Hamas to return Mengistu to Israel, since a massive [Palestinian] public pressure will be applied to Hamas to not return him without an extensive deal of prisoners swap\". ==Diplomatic efforts == The Mengistu family went to Geneva in 2015 to meet with human rights organizations, including the Red Cross and Amnesty International, in an effort to gain their assistance and to put pressure on Hamas to release Avera. The family provided medical documentation of his hospitalizations and his need for daily medication and therapy, as well as proof he did not serve in the army, carry any weapon, and was in no way involved in the Israeli–Palestinian conflict. The family returned to Israel with the promise of help. In May 2017, Human Rights Watch issued a report condemning Hamas for holding Mengistu and Hisham al-Sayed, another Israeli, incommunicado, calling on the group to \"officially and unconditionally disclose\" whether it was holding the men and to free them unless \"a credible legal basis\" for holding them could be provided. In its report, Human Rights Watch wrote that both men had histories of mental health problems. The report also said that although Hamas' military wing had referred to both men as soldiers, Mengistu had been deemed \"unfit for [military] service\" by the IDF and al-Sayed had been discharged three months after he volunteered in 2008 as \"incompatible for service\". The report added that photos of the men in military uniforms circulated by Hamas appeared to have been \"photoshopped\". When the report was released, Sarah Leah Whitson, director of the Middle East and North Africa division of Human Rights Watch, said \"Hamas's refusal to confirm its apparent prolonged detention of men with mental health conditions and no connection to the hostilities is cruel and indefensible. No grievance or objective can justify holding people incommunicado and bartering over their fates.\" ==Allegations of racist bias== Critics say the Mengistu family is being treated poorly because of their Ethiopian ethnicity. Avera's brother, Yalo, has stated that if Avera were white, the affair would have been handled differently. A message sent on Hamas' Twitter account said, \"Obviously, the real Israeli motto is 'leave no Ashkenazi man behind,'\" an apparent reference to the military and diplomatic efforts made by Israel on behalf of captured soldier Gilad Shalit and the lack of such efforts on Mengistu's behalf. ==Hamas demands== In 2016, Hamas demanded the release of 60 Palestinian prisoners who were released as part of the Gilad Shalit prisoner exchange and subsequently rearrested as the \"entry fee\" to start negotiating for the release of Mengistu and for the separation of his negotiation from other issues. An unnamed Israeli official said in July 2016 that Hamas wanted a deal similar to the Shalit exchange, in which hundreds of prisoners would be released in return for the bodies of IDF soldier Oron Shaul and IDF officer Hadar Goldin and the living civilians Mengistu and Hisham al-Sayed, an Israeli Bedouin held by Hamas. ==Later developments== In June 2017, the IDF gave Mengistu's family a copy of the security camera footage showing him crossing into Gaza. They had been shown the tape several months after his disappearance, but a few years later they requested a copy of their own. When she accepted the tape from representatives from the Defense Ministry and IDF Intelligence Unit, Mengistu's mother said \"I would have preferred to see footage of my son Avraham Mengistu returning home. My son Avera struggles with mental health disabilities and there is a daily concern for his life. The delivery of the recording does not exempt the state of its responsibility to operate to return my son to his country.\" Mengistu's father feels that the government is not being transparent with him. On 2 July 2018, he spoke at a conference organized by MK Hilik Bar to focus public attention on Mengistu's situation. \"I asked them for Avera's bag, which was [found] after the incident,\" he said. \"The bag still had clothes; the bag looked bad because they fired upon [Avera], warning shots. There is a 'conspiracy of silence' with Israel's security forces. I ask, why don't they tell us the whole story, everything that happened there. I ask from you, from the public and from the government, to help me.\"Oren Oppenheimer (July 3, 2018). \"Avera Mengistu's Father: Son's Disappearance is a 'Conspiracy of Silence'\". The Jerusalem Post (online). ==See also== *Elhanan Tannenbaum *List of people who disappeared == References == Category:1986 births Category:2010s missing person cases Category:Israeli Jews Category:Israeli people of Ethiopian-Jewish descent Category:Missing people ",
    "title": "Avera Mengistu"
}