{
    "id": "47190716",
    "text": "Matilda Cugler-Poni Matilda Cugler-Poni (April 2, 1851 - September 9, 1931) was a Romanian poet. Born in Iași, her parents were Carol von Cugler, an architect of Austrian origin, and his wife Matilda (née Hefner), of Czech origin. She had a careful education under the guidance of private tutors; this included extensive readings in French, German, Italian, Spanish and Romanian literature. She was the first woman who was actively involved in a literary circle in Romania, the prestigious Junimea.Sanda Golopenția, \"Sofia Cocea\", in Katharina M. Wilson (ed.), An Encyclopedia of Continental Women Writers, Vol. 1, p. 283. Taylor & Francis, 1991, Her first published work was the poem \"Unei tinere fete\" (\"To a Young Girl\"), which appeared in 1867 in Convorbiri Literare, Junimea's journal, which went on to run her verses until 1893. She also submitted writings for Familia, Columna lui Traian, Albina, Tribuna and Viața Românească. Cugler-Poni belonged to the first group of convorbirist poets, who authored sentimental verses. A representative work was the 1874 book Poezii. Together with Veronica Micle, she was a modest precursor of feminine lyricism. Romantic in the fashion of Heinrich Heine and Nikolaus Lenau, her poems speak of longing, abandonment and betrayal. She also authored naturalist short stories that dealt with suburban tramps, craftsmen or small merchants from a moralist viewpoint. In 1881, she published a two-act comedy, Un tutor. Her first husband was the philologist Vasile Burlă; she later married chemist Petru Poni.Aurel Sasu (ed.), Dicționarul biografic al literaturii române, vol. I, p. 433. Pitești: Editura Paralela 45, 2004. ==Notes== Category:1851 births Category:1931 deaths Category:People from Iași Category:People of the Principality of Moldavia Category:Romanian people of Austrian descent Category:Romanian people of Czech descent Category:19th- century Romanian poets Category:Romanian women short story writers Category:Romanian short story writers Category:Romanian dramatists and playwrights Category:Junimists Category:Romanian women poets Category:19th- century women writers ",
    "title": "Matilda Cugler-Poni"
}