{
    "id": "47194023",
    "text": "Uglješa Šajtinac (Serbian Cyrillic: Угљеша Шајтинац; born 1 October 1971 in Zrenjanin, Yugoslavia) is a Serbian writer and playwright. ==Biography== Šajtinac grew up in an artistic parents home, his mother Mirjana is an actress, his father is the poet, writer and playwright Radivoj Šajtinac, he studied Dramaturgy at the Faculty of Dramatic Arts of Belgrade’s University of Arts and graduated in 1999. He worked as a dramaturge at the Serbian National Theatre in Novi Sad from 2003 to 2005, then he became professor of dramaturgy at the Academy of Arts of the University of Novi Sad. He lives in his native place. Biography on the website of EU Prize for Literature, retrieved on 2015-08-09.Teaching staff on the website of the Academy of Arts, retrieved on 2018-06-24. In theatre history, he is the only Serbian playwright of whom a play (Huddersfield) was first performed abroad in English as world premiere. He was inspired to write this play after visiting Huddersfield in 2000, first performed at Leeds Playhouse in 2004. In 2005, a Serbian performance has been shown at Yugoslav Drama Theatre, and a German performance at Volksbühne Berlin in the same year, an U.S. American performance at TUTA Theatre Chicago in 2006 (adaptation by Caridad Svich, developed during INTERPLAY playwright exchange project of New Dramatists), a Croatian performance at Zagrebačko kazalište mladih (Youth Theatre) in 2018, directed by Rene Medvešek, and a Bosnian- Herzegovinian performance at Kamerni teatar 55 in 2018, co-produced by ASU. It has been performed as a stage reading of drama project 3D at Zlomvaz Festival 2011 of DAMU in Prague. There is a French translation by Yves-Alexandre Tripković from 2018. He received the Sterijina Award for his play at Sterijino pozorje Festival 2005, and he also participated in creating the screenplay for the same named film.Huddersfield going on show in Serbia!, Huddersfield Daily Examiner, retrieved on 2018-06-25.Volksbühne 2005, Der Freitag, retrieved 2019-11-04.About Huddersfield, TUTA Theater Chicago, retrieved on 2018-06-25.Huddersfield, Brooklyn Rail, retrieved 2019-11-20.„Huddersfield“ u ZKM-u, Sound Guardian, retrieved 2019-11-04.3D – 3rd Dimension of Drama, DILIA Agency, retrieved 2019-11-06.Hadersfild, production data of Serbian Film Center, retrieved on 2018-06-25. Šajtinac wrote a dramatized adaptation of the novel Robinson Crusoe, which was played by Theatre Playground under the title Life On A Desert Island as family show for children in the Central Park, the Riverside Park and the Prospect Park of New York City in 2009; Serbian premiere as open-air event by Theater Playground on Ciganlija island in 2003, and his second play on a story of the novel Robinson and the Pirates was performed in the following year.Theatre Playground, official website (Wayback Machine), retrieved 2019-12-02.Robinson plays, BELEF Festival, retrieved 2019-12-13.Life On A Desert Island, Broadway World, retrieved 2019-12-02. In 2010, he participated as co-author in creating the play Danube Drama or Awful Coffee, Cheap Cigarettes, which was realized by Wiener Wortstaetten as international drama project, written by ten authors from ten countries, and staged by Slovak Theater without home (Divadlo bez domova) at Štúdio 12 in Bratislava.About, Divadlo bez domova, retrieved 2019-12-02.Wiener Wortstaetten, official website, retrieved 2019-12-02. He is laureate of some major literary prizes such as the Biljana Jovanović Award 2007 for Walk on!, the Ivo Andrić Award 2014 for Banatorium, the European Union Prize for Literature 2014 for his novel Quite Modest Gifts and the Isidora Sekulić Award 2017 for his collected short stories The Woman from Juárez containing impressive narrations about individuals of global migration and its political reasons. The award-winning novel Quite Modest Gifts has already been published in Italian, Bulgarian, Hungarian, Slovenian, Macedonian and Ukrainian translations.Biography on the website of Arhipelag publishing, retrieved on 2018-06-27.Laureates on the website of Andrić Foundation, retrieved on 2018-06-27.Self-introduction (English subtitles), YouTube, retrieved 2018-11-12. The International Youth Library added his children's book Gang Of Undesirable Pets (Banda neželjenih ljubimaca) to the White Ravens List for recommendable children and youth literature 2019. Šajtinac is a selected author of the French drama project Instant MIX which is supported by Creative Europe. In 2019, his play Banat has been introduced at Société des Auteurs et Compositeurs Dramatiques due to this project. In 2008, this play was already translated by Chris Thorpe under the title Borderland, and in 2012, there was a German-speaking stage reading at Leipzig Book Fair, including subsequent talk with the author.Šajtinčev roman zapažen u Frankfurtu, Danas, retrieved 2019-10-25.White Ravens database, retrieved 2019-11-05.Instant MIX, official website, retrieved 2019-11-23. In 2003, at that time pretty young and still unknown internationally, he wrote the screenplay for the short film True Story of an umbrella, a bicycle, a bullet and an Easter bunny (Istinita priča o kišobranu, biciklu, jednom metku i uskršnjem zeki), was its co-director and can be seen in it as actor in a leading role.Short Film, YouTube, retrieved 2019-12-06. ==Bibliography (selection)== Drama *Rekviziter (Propsmaster), Premiere at Belgrade Drama Theatre, 1999; English reading at Festival Of Contemporary European Plays, Huddersfield University 2000. *Pravo na Rusa (Right To The Russian), Premiere at Serbian National Theatre, 2001. The play is about the love affair between the local farmer Maria and the Russian prisoner of war Alexey in Austro-Hungarian Banat during World War I. *Govorite li australijski? (Do You Speak Australian?), Premiere at National Theatre Toša Jovanović, 2002. *Život na pustom ostrvu (Life On A Desert Island), Theatre Playground (Pozorište igralište), open-air premiere at BELEF summer festival, 2003. *Robinzon i pirati (Robinson and the Pirates), Theatre Playground (Pozorište igralište), open-air premiere at BELEF summer festival, 2004. *Huddersfield, World Premiere at Leeds Playhouse, 2004.Translated by Duška Radosavljević, biography in: Routledge Companion to Dramaturgy (online edition on Google Books), retrieved on 2018-06-25.Huddersfield, theater review by Alfred Hickling in The Guardian, retrieved on 2018-06-30. *Hadersfild (Huddersfield), Premiere at Yugoslav Drama Theatre, 2005; guest performances in Toronto (2005, Betty Oliphant Theatre), Ljubljana (2006, Slovene National Theatre Drama), Zagreb (2007, ZKM – Zagrebačko kazalište mladih), Olsztyn (2009, Festival DEMOLUDY) and Vienna (2012, Theater Akzent). *Banat (Banat), Premiere at Yugoslav Drama Theatre, 2007; incidental music by Isidora Žebeljan *Vetruškina ledina (Falcon Glade), puppetry for children, adaptation by Irena Tot, Premiere at National Theatre Toša Jovanović, 2008. *Lepet mojih plućnih krila (Fluttering Of My Lungs), Premiere at National Theatre Sombor, 2009. *4 komada (Four Plays, contains Animals, Banat, Hadersfild, Ogigijanke), Mali Nemo, Pančevo 2014, . *Animals, Premiere at Kruševac Theatre (Kruševačko pozorište), 2018. Prose *Čuda prirode : prilozi za odbranu poezije (Miracles of Nature: contributions to the defense of poetry), short stories, Književna omladina Srbije, Belgrade 1993, . *Čemer : libreto za krut košmar ili roman u pričama (Woe: libretto for a cruel nightmare or novel in stories), novel, Jefimija, Kragujevac 1998, . *Nada stanuje na kraju grada (Nada Lives On The Edge Of Town), epistolary novel, Studenski kulturni centar, Belgrade 2002, . *Vetruškina ledina (Vetruška Glade), book for children, Studentski kulturni centar, Novi Sad 2005, . *Vok on! : manifest razdraganog pesimizma (Walk on!: manifesto of happy pessimism), short stories, Narodna knjiga–Alfa, Belgrade 2007, . *Sasvim skromni darovi (Quite Modest Gifts), novel, Arhipelag, Belgrade 2011, .English excerpt, EU Prize, retrieved 2019-11-25. *Čarna i Nesvet (Crow Čarna and Dew-worm Nesvet), book for children, Pčelica, Čačak 2013, . *Banatorijum (Banatorium), short stories, Arhipelag, Belgrade 2014, . *Žena iz Huareza (The Woman from Juárez), short stories, Arhipelag, Belgrade 2017, . *Banda neželjenih ljubimaca (Gang of Undesirable Pets), book for children, Pčelica izdavaštvo, Čačak 2017, . Translations *Three contemporary European plays (contains Propsmaster), Alumnus, Leeds 2000, . *Huddersfield (adaptation by Chris Thorpe), Oberon, London 2004, . *Postpolityczność : antologia nowego dramatu serbskiego (contains Huddersfield), Panga Pank, Cracow 2011, . *Съвсем скромни дарове (Quite Modest Gifts), Ciela, Sofia 2013, .Official website, Ciela publishing, retrieved 2019-11-20. *5 сербских пьес (5 Serbian Dramas; contains Huddersfield), Ostrovityanin, St. Petersburg 2015, . *Skromni darovi (Modest Gifts), Sodobnost International, Ljubljana 2016, .Official website, Sodobnost, retrieved 2019-11-20. *Doni modesti (Modest Gifts), Atmosphere libri, Rome 2016, .Official website, Atmosphere libri publishing, retrieved on 2018-06-30. *Дуже скромні дари (Quite Modest Gifts), Tempora, Kiev 2016, . *Szerény ajándékok (Modest Gifts), Noran Libro Kiadó, Budapest 2016, . *Сосема скромни дарови (Quite Modest Gifts), Prozart media, Skopje 2016, . ==Awards== *Josip Kulundžić Award 1999 as best student of dramaturgy at FDU *Slobodan Selenić Award 1999 for the play Pravo na Rusa as best graduation work at FDU *Sterijina Award 2005 for best contemporary dramatic text *Second Award for best screenplay 2007 at Film Screenplay Festival Vrnjačka Banja (together with Dejan Nikolaj Kraljačić)Film Screenplay Festival, official website, retrieved 2019-11-23. *Award for best screenplay at Prvi Filmski festival Srbije Novi Sad 2007Prvi Filmski festival Srbije, Vreme, retrieved 2019-11-24. *Biljana Jovanović Award 2007 for Walk on! *Distinction of Jury for best screenplay at Film Festival Wiosna Filmów Warsaw 2008Festival Wiosna Filmów, official website, retrieved 2019-11-23. *Award for best puppetry text at 40th Meeting of Professional Puppetries of Serbia, Niš 2008 *Vital's Golden Sunflower Award 2011 (Zlatni suncokret) for Quite Modest Gifts *Borisav Stanković Award 2011 for Quite Modest Gifts *Politikin Zabavnik Award 2013 for Crow Čarna and Dew-worm Nesvet *Andrić Award 2014 for Banatorium *European Union Prize for Literature 2014 for Quite Modest Gifts *Isidora Sekulić Award 2017 for Woman from Juárez ==References== Category:1971 births Category:Living people Category:People from Zrenjanin Category:Serbian writers Category:Serbian male short story writers Category:Serbian short story writers Category:Serbian novelists Category:Serbian dramatists and playwrights Category:University of Belgrade Faculty of Dramatic Arts alumni Category:Dramaturges Category:Drama teachers ",
    "title": "Uglješa Šajtinac"
}