{
    "id": "47194693",
    "text": "Harris Theatre marquee during play's run Wedding Bells is a 1919 comedic play which played on Broadway. The play was written by Salisbury Field and staged by Edgar Selwyn, and opened on Broadway on November 12, 1919 at the Harris Theatre. It played through April 1, 1920, for a total of 168 performances. Prior to opening in New York, initial performances occurred in Washington, D.C.(7 May 1919). Selwyns Start Rehearsals of 'Wedding Bells,' New Comedy on Old Theme, p. 11, col. 5 Wallace Eddinger and Margaret Lawrence played the lead roles.Mr. Hornblow Goes to the Play (review), Theatre Magazine (December 1919), pp. 367-68\"Wedding Bells\" Tinkle at the Harris for a Long Time, New York Clipper (November 19, 1919), p. 27(13 November 1919). Triumph for Margaret Laurence and Wallace Eddington in \"Wedding Bells\", New York Tribune(13 November 1919). Divorce is Bared In 'Wedding Bells', The Sun (New York), p. 9, col. 1.Woollcott, Alexander (13 November 1919). (The Play (review), The New York Times The play received generally positive reviews, and Burns Mantle included the play on his list of best plays of the season.Classical Hollywood Comedy, p. 304 (1995)Mantle, Burns, Ed. The Best Plays of 1919-1920, pp. 185-214 (1920) It was adapted into a silent film released in 1921 featuring Constance Talmadge.(15 August 1921). The Screen, The New York Times It also was staged in London, and subsequent to a touring production after closing on Broadway,(9 August 1920). \"Wedding Bells\" at the Cort, Chicago Daily Tribune other productions of the play in the United States were mounted into the 1930s.(9 February 1935). Little Theatre Group To Stage 'Wedding Bells', Evening Independent(21 February 1928). Wedding Bells Play Is Liked, Miami News Aside from appearing in editions of Burns Mantle's best play lists, the play has subsequently received little attention. ==Original Broadway Cast== * Percy Ames as Spencer Wells * Maud Andrew as Hooper * George Burton as Fuzisaki * Wallace Eddinger as Reginald Carter * Jessie F. Glendinning as Marcia Hunter * John Harwood as Jackson * Margaret Lawrence as RosalieWho's who in the Theatre, p. 480 (4th ed. 1922) * Mrs. Jacques Martin as Mrs. Hunter ==References== ==External links== * Category:1919 plays Category:Broadway plays Category:Comedy plays Category:American plays adapted into films ",
    "title": "Wedding Bells (play)"
}