{
    "id": "47192567",
    "text": "Patrick Ryan Clark (born August 31, 1977) is an American Christian musician. He released an album, Translation, with Foreverything Records, in 2006. His subsequent release, an extended play, Search and Rescue, was released in 2008, by Foreverything Records. The first studio album, Where Would I Be, was released by Word Records in association with Warner Bros. Records and alongside Curb Records, in 2011. This album saw, two singles released, \"What Was I Fighting For\" and \"Mercy\", chart on various Billboard magazine Christian songs charts. His most recent release, Lifted Up, an extended play, was released in 2013, from Word Records in tandem with Curb Records. The extended play got one single, \"God Is Able\", to chart on two Billboard magazine Christian songs charts. ==Early life== Clark was born as Patrick Ryan Clark, on August 31, 1977, in the city of Norman, Oklahoma. He relocated to Dallas, Texas to start his music career. ==Music career== He started his music recording career in 2004, with his first album, Translation, and it was released on September 7, 2006, from Foreverything Records. His second release, an extended play, Search and Rescue, was released from Foreverything Records, in 2008. The first studio album, Where Would I Be, was released on August 23, 2011, just eight days before his 34th birthday, from Word Records in association with Warner Bros. Records and alongside Curb Records. This release had two singles, \"What Was I Fighting For\" and \"Mercy\", chart on the Billboard magazine charts. The song, \"What Was I Fighting For\", reached a peak position of No. 26, on the Christian AC Indicator chart.Search for \"What Was I Fighting For\" on Christian AC Indicator at billboard.com/biz Its second single, \"Mercy\", charted on the Billboard magazine Christian Songs chart, at No. 50.Search for \"Mercy\" on Christian Songs at billboard.com/biz This song was profiled in a New Release Tuesday's Behind the Song feature. His subsequent release, an extended play, Lifted Up, was released by Word Records in tandem with Curb Records, on March 26, 2013. The extended play got one single, \"God Is Able, to chart on two Billboard magazine charts, on the Christian Songs at No. 47.,Search for \"God Is Able\" on Christian Songs at billboard.com/biz while it placed at a peak of No. 10 on the Christian Soft AC chart.Search for \"God Is Able\" on Christian Soft AC at billboard.com/biz ==Personal life== Clark is married to Gretchen, where they used to reside in Dallas, Texas, yet have since moved back to Norman, Oklahoma, where they started and own Sooner Valet, LLC. ==Discography== ;Albums * Translation (September 7, 2006, Foreverythingmusic) * Where Would I Be (August 23, 2011, Word/Warner Bros./Curb) ;EPs * Search and Rescue (2008, Foreverythingmusic) * Lifted Up (March 26, 2013, Word/Curb) ;Singles * \"What Was I Fighting For\" (2011) Christian AC Indicator No. 26 * \"Mercy\" (2011) Christian Songs No. 50 * \"God Is Able\" (2013) Christian Songs No. 47 and Christian Soft AC No. 10 ==References== ==External links== * Facebook page Category:1977 births Category:Living people Category:American performers of Christian music Category:Musicians from Oklahoma Category:Musicians from Texas Category:Songwriters from Oklahoma Category:Songwriters from Texas ",
    "title": "Patrick Ryan Clark"
}