{
    "id": "47195130",
    "text": "OneAmerica Financial Partners, Inc. is a U.S. financial services mutual holding organization with corporate offices at the OneAmerica Tower in Indianapolis, Indiana. The operating companies of OneAmerica Financial Partners, Inc. are American United Life Insurance Company, The State Life Insurance Company, OneAmerica Retirement Services LLC, McCready and Keene Inc., OneAmerica Securities, Inc., Pioneer Mutual Life Insurance Company, and AUL Reinsurance Management Services, LLC. The operating companies offer individual life, disability, and long-term care insurance, and annuities. For businesses, they offer employee benefits, retirement plans, and group insurance. They operate throughout the United States except New York. OneAmerica Companies maintain \"superior\" financial ratings from A.M. Best and Standard and Poor's. == History == Started as a life insurance group in 1877 by the Knights of Pythias, it became American Central Life Insurance Company in 1899. In 1904 American Central Life Insurance Company established its Reinsurance Division, which as of 2015 is the oldest life reinsurance company in the U.S. In 1930 Knights of Pythias separated the insurance program, creating United Mutual Life Insurance Company Inc. The in 1936 American Central and United Mutual merge to form American United Life Insurance Company (AUL). In 1957 American United Life Insurance Company started posting puns and funny sayings on a signboard in downtown Indianapolis. In 1982 OneAmerica moved into OneAmerica Tower, the tallest building in Indianapolis at that time and in 1994 The State Life Insurance Company joined AUL and in 1998 Pioneer Mutual Life Insurance Company joined AUL/State Life. In 2000 AUL reorganized to form American United Mutual Insurance Holding Company and OneAmerica Financial Partners, Inc. In 2010 OneAmerica purchased McCready and Keene, Inc. In 2014 OneAmerica purchased City National Bank's retirement services division. In 2015 OneAmerica to purchased Bank of Montreal's BMO Retirement Services.King, Carolyn (June 26, 2015) BMO to Sell U.S. Retirement Services Business to OneAmerica - WSJ.com == Company leadership == OneAmerica Tower ===President of American Central Life Insurance Company=== *1899-1904 - Elijah Martindale *1904-1905 - Addison H. Nordyke *1905-1912 - Milton A. Woollen *1912-1936 - Herbert M. Woollen ===President of United Mutual Life Insurance Company=== *1930-1933 - Harry Wade *1933-1936 - George Bangs ===President of AUL/OneAmerica=== *1936-1940 - Herbert Woollen *1940-1947 - George Bangs *1948-1952 - Leslie E. Crouch *1952-1961 - Clarence A. Jackson *1962-1968 - Edward M. Karrmann *1968-1977 - Jack E. Reich *1977-1979 - F. Leslie Bartlet *1980-2004 - Jerry D. Semler *2004-2013 - Dayton H. Molendorp *2013-current - J. Scott Davison ===CEO of AUL/OneAmerica=== *1968-1989 - Jack E. Reich *1989-2004 - Jerry D. Semler *2004-2014 - Dayton H. Molendorp *2014-current - J. Scott Davison ===Chairman of the Board, AUL/OneAmerica=== *1936-1941 - Alva M. Lumpkin *1941-1947 - Leslie E. Crouch *1957-1967 - Clarence A. Jackson *1967-1991 - Jack E. Reich *1991-2007 - Jerry D. Semler *2007-2017 - Dayton H. Molendorp *2017-current - J. Scott Davison == Sponsorships == OneAmerica has sponsored the 500 Festival's OneAmerica 500 Festival Mini-Marathon and 5K race since 2004. The current sponsorship deal runs through the 2019 race. The race is the largest mini-marathon in the U.S. In 2015, OneAmerica signed a 4-year naming-rights partnership to become the title sponsor of Indianapolis Colts gameday radio broadcasts. OneAmerica sponsored the mainstage at the Indiana Repertory Theatre for the 2017-2018 show season. ==Miscellaneous== The OneAmerica Tower hosts Bop to the Top (originally called the AUL Stairclimb) each year since 1984. People climb 500 feet and 790 steps to raise money for charities. OneAmerica is an investor in the downtown Indianapolis mall, Circle Centre. ==See also== * Mutual fund ==References== ==External links== * Category:Financial services companies established in 1877 Category:Mutual insurance companies of the United States Category:Companies based in Indianapolis Category:1877 establishments in Indiana ",
    "title": "OneAmerica Financial Partners"
}