{
    "id": "47191061",
    "text": "Lin Ruo (; July 19, 1924 – October 7, 2012) was a Chinese politician who served as Party Committee Secretary of Guangdong Province. == Biography == Lin was a native of Chao'an District, Chaozhou City, Guangdong. He joined the Communist Party of China (CPC) in May 1945. In July 1945, he enrolled in the Sun Yat-sen University School of Literature. In 1947, he traveled to the Dong River guerilla warfare region to provide political guidance. In March 1950, he was named the head of the CPC Guangdong Pearl River Local Committee Policy Research Office Group, as well as local positions in Zhongshan and Dongguan. In 1952, he was named party committee secretary of Dongguan. Lin was attacked during the Cultural Revolution. In February 1971, he was named to the Zhenjiang local party committee, and in 1973 became the deputy party secretary and deputy Revolutionary Committee director of the Nanfang Daily newspaper. In 1975, Lin became the Guangzhou municipal party committee first secretary, and in 1982 transferred to become the Guangdong provincial party committee first secretary. From 1985 to 1991, Lin served as the Guangdong provincial party committee secretary. From 1990 through December 1996, he served as chairman and party group secretary of the Guangdong provincial people's congress standing committee. He retired in September 2004.林若：广东改革开放敢为人先 Lin died on October 7, 2012 in Guangzhou following an illness. Lin Ruo was a delegate to each National Congress of the Communist Party of China from the 12th through the 17th, a member of the 12th and 13th Central Committees of the Communist Party of China, and a delegate to the 7th and 8th National People's Congresses. == References == Category:1924 births Category:2012 deaths Category:Sun Yat-sen University alumni Category:National Sun Yat-sen University alumni Category:Communist Party of China politicians from Guangdong Category:People's Republic of China politicians from Guangdong Category:Political office-holders in Guangdong Category:Politicians from Chaozhou Category:Members of the 12th Central Committee of the Communist Party of China Category:Members of the 13th Central Committee of the Communist Party of China ",
    "title": "Lin Ruo"
}