{
    "id": "47190872",
    "text": "First Lady of Portugal (Portuguese: primeira-dama) is the unofficial title attributed to the wife of the president of Portugal. To date, there has been no first gentleman of Portugal. The first lady position is currently vacant, since the incumbent president Marcelo Rebelo de Sousa is not married. ==History== The inaugural first lady of Portugal was Lucrécia de Arriaga (1911–1915), wife of the first president of the First Portuguese Republic, Manuel de Arriaga. Maria Joana Perdigão de Almeida, Portugal's first lady from 1919 to 1923 and the wife of President António José de Almeida, was one of the country's first first ladies to take on public, ceremonial roles. She took on a very public role in 1920 as the hostess during the official state visit of Leopold III of Belgium, the then-heir to the Belgian throne, in 1920. By contrast, Almeida's successor, Belmira das Neves, first lady from 1923 to 1925, largely avoided the public spotlight, but played a supporting role to her husband, Manuel Teixeira Gomes, behind the scenes. == Role and duties == The role of the Portuguese president's spouse, be it \"First Lady\" or \"First Gentleman\", is not an official office and, as such, they are not given a salary or official duties. The first ladies have played a mere protocol role during official ceremonies and state visits. However, since 1996, under the presidency of Jorge Sampaio, the president's spouse has the right to a workplace and a three-people staff incorporated in the President's Office. In addition, according to the Portuguese State Protocol's order of precedence, the spouse of any high-ranking office holder is given the same rank as theirs, as long as the spouse is also invited to the ceremony. Since the current president has no spouse and the main candidates in the last presidential election refused to continue with the president's spouse's workplace, the only two first ladies to have used it were Jorge Sampaio and Aníbal Cavaco Silva's wives: Maria José Ritta and Maria Cavaco Silva. ==List of first ladies of Portugal== ===First Portuguese Republic (1910-1926)=== {| class=\"wikitable\" style=\"text-align-center\" |- valign=bottom !Name !Terms begins !Term ends !President |- |Lucrécia de Arriaga | 24 August 1911 | 26 May 1915 |Manuel de Arriaga |- |Maria do Carmo Xavier Braga (posthumous title) | 29 May 1915 | 5 October 1915 |Teófilo Braga |- |Elzira Dantas Machado | 5 October 1915 | 5 December 1917 |Bernardino Machado |- |Maria dos Prazeres Martins Bessa | 27 December 1917 | 14 December 1918 |Sidónio Pais |- |Mariana de Santo António Moreira Freire Correia Manuel Torres de Aboim | 16 December 1918 | 5 October 1919 |João do Canto e Castro |- |Maria Joana Queiroga | 5 October 1919 | 5 October 1923 |António José de Almeida |- |Belmira das Neves | 6 October 1923 | 11 December 1925 |Teixeira Gomes |- |Elzira Dantas Machado | 11 December 1925 | 31 May 1926 |Bernardino Machado |- |Maria das Dores Formosinho Vieira Cabeçadas | 31 May 1926 | 19 June 1926 |José Mendes Cabeçadas |- |} ===Estado Novo (1926-1974)=== {| class=\"wikitable\" style=\"text-align-center\" |- valign=bottom !Name !Terms begins !Term ends !President |- |Henriqueta Júlia de Mira Godinho | 19 June 1926 | 9 July 1926 |Manuel Gomes da Costa |- |Maria do Carmo Ferreira da Silva Carmona | 9 July 1926 | 18 April 1951 |António Óscar Carmona |- |Berta da Costa Ribeiro Arthur | 21 July 1951 | 9 August 1958 |Francisco Craveiro Lopes |- |Gertrudes Rodrigues | 9 August 1958 | 25 April 1974 |Américo Tomás |- |} ===Third Portuguese Republic (1974-Present)=== {| class=\"wikitable\" style=\"text-align-center\" |- valign=bottom !Name !Term begins !Term ends !President |- |Maria Helena Martins Monteiro de Barros Spínola | 15 May 1974 | 30 September 1974 |António de Spínola |- | Maria Estela Veloso de Antas Varajão da Costa Gomes | 30 September 1974 | 13 July 1976 |Francisco da Costa Gomes |- |Manuela Ramalho Eanes | 14 July 1976 | 9 March 1986 |António Ramalho Eanes |- |Maria Barroso | 9 March 1986 | 9 March 1996 |Mário Soares |- |Maria José Ritta | 9 March 1996 | 9 March 2006 |Jorge Sampaio |- |Maria Cavaco Silva | 9 March 2006 | 9 March 2016 |Aníbal Cavaco Silva |- | Position vacant | 9 March 2016 | present | Marcelo Rebelo de Sousa |} ==In popular culture== In 2005, an exhibit on the history of Portugal's first ladies, called Primeiras-Damas da Republica Portuguesa 1910-2005 (Portuguese First Ladies Exhibition 1910-2005), opened at the IADE Cultural Centre in Lisbon. The exhibition, which encompassed two entire floors of the IADE's cultural centre, included documents, clothing, gowns, jewelry, and letters once owned by Portugal's first ladies. Items on display included former first lady Maria Helena de Barroso Spinola's black evening gown and 1920s-era clothing, fans and furs worn by Maria das Dores Cabeçada, the first lady in 1926. Pieces from Maria José Ritta, who was the first lady at the time of the 2005 exhibition, included lemon yellow Dior-style suit worn during her employment at TAP Portugal during the 1970s, as well as clothing and dresses worn during state visits to Brazil and other nations. In 2011, journalist Alberta Marques Fernandes published her book As Primeiras-Damas (\"The First Ladies\") about the wives of the presidents of the Third Portuguese Republic. ==See also== * President of Portugal ==References== * Portugal ",
    "title": "First Lady of Portugal"
}