{
    "id": "47192075",
    "text": "Dr. Set Aung () who is also known as Dr. Winston Set Aung is the incumbent Deputy Minister of the Ministry of Planning, Finance and Industry and Chairperson of Thilawa Special Economic Zone's Management Committee of Myanmar. He is also a member of National Economic Coordination Committee (NECC) and Secretary of the Development Assistance Coordination Unit (DACU) that are chaired by the State Counsellor Daw Aung San Su Kyi. Additionally, he is also the Secretary of Anti-Money Laundering and Countering the Financing of Terrorism Steering Committee chaired by the Vice President of Myanmar, Chairperson of the Kyaukphyu Special Economic Zone, Chairperson of the Myanmar National Airlines and a member of the Myanmar Investment Commission (MIC). Before he held the current positions, he served as Deputy Governor of the Central Bank of Myanmar until July 2017, Deputy Minister for National Planning and Economic Development from June 2012 to July 2013 and Economics Advisor to President Thein Sein from April 2011 to June 2012. He previously served as Director of Myanmar Development Resource Institute from September 2011 to May 2012 and Secretary of National Economic and Social Advisory Council of Myanmar from January 2011 to April 2012. ==Early life and education== Set Aung earned a BSc degree in Industrial Chemistry from University of Yangon in 1995, a MBA in General Business Administration and Management from Yangon Institute of Economics in 1997, MSc in Banking and Finance from Stirling Management School, University of Stirling, UK in 1998, and an MSc in Investment Management from Cass Business School, City University London in 2001. He also holds a Ph.D degree from the Keio University, Japan. He has been involved in international and regional research projects related to economics, social and policy development in various countries. He has completed over 40 international and regional economic and social research projects in more than 10 countries. ==Publications== Set Aung has authored research papers in cooperation with international and regional academic and policy institutes, including the University of Tokyo, Japan, the Institute for Security and Development Policy in Stockholm, Sweden, Chulalongkorn University in Bangkok, Thailand, Mekong Institute in Khon Kaen, Thailand, Stockholm Environmental Institute (SEI- Asia), and the Research Institute on Contemporary Southeast Asia of France, Paris. ==Personal life== Set Aung's father, Set Maung, was formerly a deputy minister during the Burma Socialist Programme Party era. ==References== Category:Living people Category:Burmese economists Category:Government ministers of Myanmar Category:Alumni of Cass Business School Category:University of Yangon alumni Category:Year of birth missing (living people) ",
    "title": "Set Aung"
}