{
    "id": "47191360",
    "text": "{| |} Bussorah Merchant was a merchant ship built at Calcutta in 1818. She made three voyages transporting convicts from England and Ireland to Australia and later carried emigrants and other passengers to Australia. ==Design== Bussorah Merchant was built in 1818 at Calcutta, from teak. She was 531 tons (bm) and had three masts. She was felted and doubled in 1833, had repairs to topsides and decks in 1846, and was sheathed with yellow metal in 1849. Later repairs were undertaken in 1852, when she was again sheathed with yellow metal, fastened with iron bolts. ==Career== Bussorah Merchant made one trip to Bengal for the British East India Company. Captain Francis Goddard Stewart left the City Canal on 24 May 1825 and on 20 June was at the Lower Hope (Reach 10 on the Thames River). She reached Madeira on 10 July, reached Kedgeree on 14 November, and arrived at Calcutta on 21 November.British Library: Bussorah Merchant. On this voyage she was carrying a detachment of the 38th Regiment of Foot. On 6 November there was a court martial at Fort William, of Lieutenant Francis Bernard of that regiment for insubordination during the journey towards Captain Greene, commanding officer of the regiment. The court martial found Bernard guilty of most of the charges and sentenced him to be reprimanded, and to the loss of two years rank in the Army and to be placed at the bottom of the list of lieutenants in his regiment.Naval and Military Magazine, June 1827, Vol. 1, p.640. On 26 January 1826 Bussorah Merchant left for England, stopping at Madras, which she left on 23 March. On 23 April, an altercation broke out between Lieutenant Edward Kenny of the 89th Regiment of Foot and Mr. Robert Charlton, the ship's surgeon. The altercation resulted in Lieutenant Kenny shooting and killing Mr. Charlton. Bussorah Merchant arrived at London on 9 July. There Lieutenant Kenny was tried at the Old Bailey on 25 October. The court found Lieutenant Kenny guilty of manslaughter and fined him £10.Annual Register..., (1827), Law Cases pp. 41-43. On her first convict voyage, under the command of James Baigrie and surgeon Robert Dunn, Bussorah Merchant departed London on 27 March 1828 and arrived in Sydney on 26 July.Bateson (1959), pp.298-9. She had embarked 170 (or 172) male convicts, of whom four died en route.Bateson (1959), p.331. The ship was quarantined upon arrival at Spring Cove (near Manly). This was the first time this location was used for quarantine purposes. This was not the first time a ship was quarantined in Australia, that had occurred 10 years earlier. The area of Jeffrey Street in Kirribilli was the first site in Australia to be used for quarantine purposes in 1814 with the Surry. On her second convict voyage, under the command of George Johnston and surgeon William Henderson, she departed The Downs on 6 October 1829 and arrived in Hobart on 18 January 1830.Bateson (1959), pp.310-1. She embarked 200 male convicts and had two deaths en route.Bateson (1959), p.332. On her third convict voyage, under the command of John Moncrief and surgeon James Gilbert, she departed Dublin on 16 August 1831, and arrived in Sydney on 14 December.Bateson (1959), pp.300-1. She embarked 198 male convicts; there were no convict deaths en route.Bateson (1959), p.333. She later plied the London-Australian route for Duncan Dunbar and Company. She left Cork 27 August 1837 with free migrant families and arrived at Hobart 11 December 1837. Sixty-two people died on the voyage and she was quarantined until Jan 1838. The Maritime Museum of Tasmania cites Bussorah Merchants voyage from Ireland to Hobart in 1837 as an example of ignorance of good hygiene. On that voyage four women and 64 out of 133 children died, most of measles and smallpox. On her subsequent voyage Bussorah Merchant left Bristol 15 April 1839 with 236 emigrants to Australia, 84 of them children, of whom only two died during the voyage. She arrived at Port Jackson 3 December 1839. On 2 February 1845 Bussorah Merchant left England with Bishop Epalle, Vicar Apostolic of Melanesia and Micronesia. He brought with him seven priests and six brothers to establish the first Catholic missions in Western Oceania.The Holy See had assigned the evangelization efforts in Western Oceania to the Society of Mary (Marists). Eastern Oceania (including Tahiti, the Marquesas and Hawaii) it assigned to the Congregation of the Sacred Hearts of Jesus and Mary (Picpus Fathers). Bussorah Merchant arrived at Cape Town on 1 May and stayed there for three days. She then delivered her passengers to Sydney, where she arrived on 21 June.Wiltgen (2010), p.330. ==Fate== Bussorah Merchant was last listed in 1865. ==Notes, citations, and references== Notes Citations References *The Annual Register, Or, A View of the History, Politics, and Literature for the Year 1826. (1827), Volume 45; Volume 68. (J. Dodsley). * *Hackman, Rowan (2001) Ships of the East India Company. (Gravesend, Kent: World Ship Society). *Lloyd's Register (1828) *Lloyd's Register (1865) *Wiltgen, Ralph M. (2010) The Founding of the Roman Catholic Church in Oceania, 1825 to 1850. (Wipf and Stock). 1 June 2010 Category:1818 ships Category:British ships built in India Category:Age of Sail merchant ships Category:Ships of the British East India Company Category:Convict ships to New South Wales Category:Convict ships to Tasmania Category:Migrant ships to Australia ",
    "title": "Bussorah Merchant (1818 ship)"
}