{
    "id": "47197488",
    "text": "Lolo is a 2015 French dark comedy film co-written and directed by Julie Delpy. It stars Delpy, Dany Boon, Vincent Lacoste and Karin Viard. It had its premiere in the Venice Days section of the 72nd Venice International Film Festival. == Plot == Violette, a 40-year old Parisian workaholic with a career in the fashion industry, falls for a country bumpkin computer geek from Biarritz, Jean-René, while on a spa holiday with her best friend, the promiscuous Ariane. Jean-René moves to Paris to be with Violette and meets her young adult son, Eloi, who still goes by the babyish name Lolo. Lolo is a self-professed artist, and his mother supports him utterly. He appears to welcome his mother's new love; but sets out to wreak havoc in their relationship. Lolo, a moocher who requires his mother's universe to be centred on him, ups his game when nothing seems to break the couple's relationship. He plants a virus in Jean's newly coded software for a bank; running the software on the buyer's system infects their whole network, and Jean-René is arrested. Jean-René warns Violette that all these mishaps are caused by Lolo and he has found evidence in Lolo's diary. Later, at Lolo's drab art exhibition Ariane's daughter reveals Lolo's string of efforts to sabotage Violette's love life, and Ariane tells Violette. Jean-René clears his name by fixing the trouble and gains tenure in his company. Violette confronts Lolo with the facts, but Lolo tries to emotionally blackmail her. Violette finally cuts the emotional cord with Lolo and moves in with Jean-René. Lolo finds it hard to adjust to his new life without the presence of his mother. Later Violette realizes Jean-René might be facing the same issue with his daughter Sabine, as she did with her son. == Cast == * Dany Boon as Jean-René * Julie Delpy as Violette * Vincent Lacoste as Lolo * Karin Viard as Ariane * Elise Larnicol as Elisabeth * Antoine Lounguine as Lulu * Christophe Vandevelde as Gérard * Christophe Canard as Patrick * Rudy Milstein as Paco * Karl Lagerfeld as himself * Frédéric Beigbeder as himself * Ramzy Bedia as the Aston Martin driver * Georges Corraface as Sakis * Bertrand Burgalat as Doctor == Production == Delpy co-wrote the script, directed and starred in the film as Violette, but she assured Creative Screenwriting that the movie was not autobiographical. She said, \"There’s really nothing autobiographical in Lolo. It’s not really personal at all. If anything, the character of Ariane is closer to me than the character of Violette.\" Filming began on 6 October 2014 and took place over two months in Paris, Biarritz and London. == References == == External links == * == See also == * Tanguy (film) Category:2015 films Category:2015 black comedy films Category:French-language films Category:French black comedy films Category:French films Category:Films directed by Julie Delpy Category:Films with screenplays by Julie Delpy Category:2015 comedy films ",
    "title": "Lolo (film)"
}