{
    "id": "47192918",
    "text": "St. Kliment Ohridski. The Lame Dog Hut (, ) is a building in St. Kliment Ohridski Base on Livingston Island in the South Shetland Islands, Antarctica. Presently the oldest preserved building on the island, since October 2012 the hut has been hosting the Livingston Island Museum, a branch of the National Museum of History in Sofia. It was the first permanent building established by Bulgaria in Antarctica, which laid the foundations for Bulgaria's systematic scientific research in the Livingston Island area under the Antarctic Treaty System. The building is a designated Historic Site or Monument of Antarctica. ==Location== The hut is located at , which is 70 m south by east of the main building of St. Kliment Ohridski base and 200 m from the coast of South Bay, at elevation 15.5 m. It stands between two branches of the melt-water Rezovski Creek, surmounted by Pesyakov Hill and Sinemorets Hill, and overlooking Grand Lagoon. ==The structure== The Bulgarian base in 2012, with the new St. Ivan Rilski Chapel in the foreground and Russian Hut, Lame Dog Hut (light green painted), the Laboratory, Casa España and the Main Building in the background. The Lame Dog Hut is a Bulgarian-made 6 by 3.5 m sandwich panel structure (metal face sheets, polyurethane foam core) with a mess area and accommodation capacity for 6 persons. It has a particular technical and architectural value in its materials, design and method of construction, namely in the ingenuity and skills demonstrated by the Bulgarian scientists and technical personnel who, by using material at hand, converted what was, basically, a standard dwelling container designed for use in the then Bulgarian logging industry in northern Russia, into a cozy and hospitable Antarctic facility much favoured by people from various nations visiting or working at the Bulgarian base. The experience gained during the construction and maintenance of the Lame Dog Hut was instrumental in the subsequent expansion of the Bulgarian base.Proposal to add the Lame Dog Hut at the Bulgarian base St. Kliment Ohridski on Livingston Island to the List of Historic Sites and Monuments. Working Paper CEP WP017. ATCM Sofia, 1–10 June 2015 ==The name== The name Lame Dog Hut dates to around 1999, when the hut was found bouncing in the wind with its support legs damaged during the winter. This somewhat peculiar name became established both in common usage and also in the Bulgarian Antarctic Institute’s official documentation.Ivanov, L. General Geography and History of Livingston Island. In: Bulgarian Antarctic Research: A Synthesis. Eds. C. Pimpirev and N. Chipev. Sofia: St. Kliment Ohridski University Press, 2015. pp. 17-28. ==History== The Bulgarian base in 2003, with Lame Dog Hut on the right, Russian Hut on the left, and the new main building in the background. The prefabricated hut made in Pazardzhik was assembled on Livingston Island during the First Bulgarian Antarctic Expedition by the team of Zlatil Vergilov, Asen Chakarov, Stefan Kaloyanov and Nikolay Mihnevski from 26 to 28 April 1988, with the logistic support of the Soviet Research Ship Mikhail Somov under Captain Feliks Pesyakov. It was renovated and, together with the adjacent Russian Hut, a small storehouse, commissioned as Antarctic base St. Kliment Ohridski (often shortened by non-Bulgarians to Ohridski base) on 11 December 1993. It remained the base's only dwelling facility (with tents used when additional accommodation was necessary) until a new main building was completed in 1998. Occupied during all summer seasons since 1993, the hut has proved most suitable under local conditions. It has also been used as a radio shack and post office (Post Office Antarctica 1090 maintained by Bulgarian Posts Plc) since 1994.Pimpirev, C. and N. Davidov. 2003. Antarctica: The Extreme South. Sofia: St. Kliment Ohridski University Press. 60 pp. ==Livingston Island Museum== The hut's mess area, presently hosting the post office, the radio shack and part of the museum exhibition. Since October 2012 the Lame Dog Hut has been hosting a museum exhibition of associated artefacts from the early Bulgarian science and logistic operations in Antarctica, designated as Livingston Island Museum – a branch of the National Museum of History in Sofia.Certificate of the Livingston Island Museum. National Museum of History, Sofia, October 2012 ==Historic Site== Since June 2015 the hut has been designated a Historic Site or Monument of Antarctica (HSM 91, effective 31 October 2015).Revised List of Antarctic Historic Sites and Monuments: Lame Dog Hut and Oversnow heavy tractor “Kharkovchanka”. Measure 19 (2015) – ATCM XXXVIII – CEP XVIII, Sofia, 1–10 June 2015 As the oldest preserved building on Livingston Island (since 2009, when the old buildings of the nearby Spanish base Juan Carlos I were removed and replaced by new ones), the hut and its associated artefacts are considered part of the cultural and historic heritage of the island and Antarctica.Bulgaria successfully completed the Chairmanship of the XXXVIII Antarctic Treaty Consultative Meeting. Ministry of Foreign Affairs of Bulgaria website, 10 June 2015 Another Historic Site or Monument on Livingston Island is the San Telmo Cairn (HSM 59) at Cape Shirreff, which commemorates the 644 officers, soldiers and seamen lost when the Spanish warship San Telmo sank nearby in September 1819. ==See also== * Historic Sites and Monuments in Antarctica * St. Kliment Ohridski Base * Livingston Island == Maps == Topographic map of Livingston Island with the bases and base camps on the island. * Isla Livingston: Península Hurd. Mapa topográfico de escala 1:25000. Madrid: Servicio Geográfico del Ejército, 1991. (Map reproduced on p. 16 of the linked work) * L.L. Ivanov. St. Kliment Ohridski Base, Livingston Island. Scale 1:1000 topographic map. Sofia: Antarctic Place-names Commission of Bulgaria, 1996. (The first Bulgarian Antarctic topographic map, in Bulgarian) * L.L. Ivanov et al. Antarctica: Livingston Island and Greenwich Island, South Shetland Islands (from English Strait to Morton Strait, with illustrations and ice-cover distribution). Scale 1:100000 topographic map. Sofia: Antarctic Place-names Commission of Bulgaria, 2005. * L.L. Ivanov. Antarctica: Livingston Island and Greenwich, Robert, Snow and Smith Islands. Scale 1:120000 topographic map. Troyan: Manfred Wörner Foundation, 2010. (First edition 2009. ) * Antarctica, South Shetland Islands, Livingston Island: Bulgarian Antarctic Base. Sheets 1 and 2. Scale 1:2000 topographic map. Geodesy, Cartography and Cadastre Agency, 2016. (in Bulgarian) * Antarctic Digital Database (ADD). Scale 1:250000 topographic map of Antarctica. Scientific Committee on Antarctic Research (SCAR). Since 1993, regularly upgraded and updated. * L.L. Ivanov. Antarctica: Livingston Island and Smith Island. Scale 1:100000 topographic map. Manfred Wörner Foundation, 2017. ==References== Category:Buildings and structures completed in 1988 Category:Museums established in 2012 Category:Museums in Antarctica Category:Local museums Category:History of Antarctica Category:Historic Sites and Monuments of Antarctica Category:Bulgaria and the Antarctic Category:Geography of Livingston Island Category:Outposts of Antarctica Category:Outposts of the South Shetland Islands Category:1988 establishments in Antarctica ",
    "title": "Lame Dog Hut"
}