{
    "id": "47192379",
    "text": "Marjorie Sykes (1905-1995) was a British educator who went to live in India in the 1920s and joined the Indian independence movement, spending most of the remainder of her life in India. She wrote many books and became acquainted with many of the leading figures in Indian politics and culture, including Rabindranath Tagore and Mahatma Gandhi. ==Biography== The daughter of a village schoolmaster, Marjorie Sykes was born in Mexborough, Yorkshire, England on 11 May 1905. Sykes was nine years old when the First World War broke out, forcing a beloved teacher, who happened to be German, to leave her position. Benefiting from a scholarship, Sykes began college studies in 1923 at Newnham College, Cambridge. There she heard of Mahatma Gandhi from the many Indian students. Sykes came to Madras (now called Chennai) in 1928 to serve as a teacher at the Bentinck School, Vepery, remaining a resident of India for more than 60 years. She contributed enormous effort to advancing new forms of education advocated by Mahatma Gandhi and Rabindranath Tagore. In late 1928, a talk by Chakravarti Rajagopalachari inspired Sykes' interest in participating in the independence movement. Late in 1938, she met both Rabindranath Tagore (traveling to his school at Shantiniketan) and Mahatma Gandhi (traveling to his ashram at Sevagram). Beginning in 1939 she joined Santiniketan, working closely with Tagore and becoming acquainted with C.F. Andrews, later in 1944-46 holding the C.F. Andrews Memorial Chair at Santiniketan while working on Andrews' biography. In 1945, Gandhi invited Sykes to join his team working on Nai Talim (New Education), and she later became Principal of Gandhi's Basic Education Programme at Sevagram. In the 1960s Sykes served in efforts to bring peace in Nagaland, as well as living and conducting nonviolence training in Kotagiri in the Nilgiris Hills, and becoming increasingly active among Quakers, at Rasulia (Madhya Pradesh) as well as outside India. After an illness, at age 85 years, Sykes moved in 1991 from India to Swarthmore, a Quaker residential home in Buckinghamshire, England, where she remained until her death on 17 August 1995. ==Works about Sykes== Sykes' life and work has been the focus of books, chapters, and newspaper articles. In 2005, a decade after her death, the centenary of Sykes' birth was observed in a lengthy biographical article published in The Hindu. An earlier article in Gandhi Marg had also described her life. Sykes was also the focus of an entry in the Oxford Dictionary of National Biography, (1116 words) and of a chapter in a doctoral dissertation in History by Sharon M. H. MacDonald (2010).\"Marjorie Sykes (1905-1995)\" (Chapter 4, pp. 121-147) in A book-length biography of Sykes was published two years before her death. (159 pages) (\"the book provides an outline sketch of the events of Marjorie Sykes's life [but] was clearly intended as much more... [at which] the book is unsatisfactory\", p. 137) ==Works (selected)== Books authored by Marjorie Sykes include: * (133 pages) * * * (104 pages) * * * * * * * Writings by others that were edited by Marjorie Sykes include: * * ==References== Category:1905 births Category:1995 deaths Category:Nonviolence advocates Category:People from Mexborough Category:English Quakers ",
    "title": "Marjorie Sykes"
}