{
    "id": "47195676",
    "text": "Bermuda Department of Corrections, formerly Her Majesty's Prison Service, Bermuda, is the agency charged with managing the prisons within the British Overseas Territory of Bermuda. It is a part of the Ministry of National Security and is headquartered in Hamilton. In 2002, the Government of Bermuda renamed the HM Prisons to Correctional Facilities. At the same time, HM Prison Service was renamed The Department of Corrections.Prisons name change heralds new mindset, by Karen Smith. The Royal Gazette. Published 26 March, 2002 It is the only prison/corrections force within the British Overseas Territories and United Kingdom that uses the \"Corrections\" title (popular in the US) rather than the more usual \"HM Prison Service\" as is customary. ==History== HM Prison Service was part of the Bermuda Government, and a separate organisation from Her Majesty's Prison Service, which manages most of the prisons within England and Wales. The service operated a number of prisons and facilities in Bermuda, which included a Junior Training School for young offenders (located on Nonsuch Island until the 1950s, when it relocated to Paget Island, and closed in the 1980s with young offenders being placed into Canadian facilities) and a maximum security prison in the former Casemates Naval Barracks at the Royal Naval Dockyard, which was closed in the 1990s and replaced with the Westgate Correctional Facility. The service also operated the Pendle Hill Prison Farm for low-risk convicts and a Co-Educational Facility for female offenders, both of which are still in use at Ferry Reach, St. George's Parish.Government of Bermuda: Department of Corrections The service suffered a number of scandals, including the imprisonment on 14 May 1953, for twelve months of the Warden of Prisons, Albert James Croke, after his conviction for thefts related to irregularities during his term in office. Croke, a former Royal Marines Sergeant, had served in the Bermuda Police Force (now the Bermuda Police Service) from 1937 until his joining HM Prisons, Bermuda, in 1942. He had occupied the post of Warden since 1947. A riot broke out in the Hamilton Prison on the day of his incarceration as other convicts believed he was receiving preferential treatment. The rioters were subdued with teargas and batons by the Bermuda Police Service. Croke was injured in the riot and required hospitalisation, following which he was transported to Britain by to serve out the remainder of his sentence. His successor was the erstwhile Probation Officer, Major Charles Baring, who had served in the Coldstream Guards in both world wars, and had been Second-in-Command of 56 Military Prison in Italy from 1944 to 1945. In the 1930s he had been Housemaster and Deputy Governor of Wormwood Scrubs. He took over as Warden of Prisons in July, 1952, but resigned the same year and was replaced in 1953 by Wing Commander Erie Ellis, who also resigned in June, 1955, after a stormy administration. The post was then temporarily filled by Colonel Cecil Newing until Major Geoffrey Nash, a fourteen-year veteran of the British Indian Army (who had been in charge of a mixed military and civil prison in Iraq from 1945 until 1947, when he had joined HM Prison Service) arrived to take over in February, 1956.New Warden of Prisons Takes Over. The Bermuda Recorder. 22 February 1956 A more recent scandal was caused in 1992 when the Prison Officers' Club hosted a Fathers' Day event for which they had imported a troupe of female strippers called the Luscious Lollipops. Two officers, David Frost and George Cann, were convicted of indecency in Magistrates' Court. The Acting Senior Magistrate, John Judge, said the show was \"outrageously indecent by any standards\" and fined Frost $500 and Cann $400. His decision was subsequently reversed by the Chief Justice, Sir James Astwood, who ordered the fines to be repaid and recommended that the two men be permitted to keep their jobs. The two officers had been defended by former Prosecutor Saul Froomkin.Luscious Lollipops Prison Officers given an absolute discharge. The Royal Gazette. 27 October, 1992 In 2002, the Government of Bermuda announced a new mindset concerning the treatment of offenders, redesignating the prisons as correctional facilities. HM Prison Service, Bermuda, was renamed in accordance with this policy as the Department of Corrections. As the party in Government at the time, the Progressive Labour Party (which had failed to win an election from the 1968 introduction of party politics until 1998, when the United Bermuda Party was still divided over the unpopular 1995 Independence Referendum and the McDonald's scandal) Reuters: McDonald's Try To 'Rape' BermudaBermuda 4U: 1990s McDonald's Controversy has long called for both severing the territory's ties with Britain, and for removing the Monarchy, many Bermudians thought the new mindset to be a ploy to remove \"Her Majesty's\" from the name of the service. The PLP Government also raised hackles by inserting the word \"National\" into the names of many facilities and organisations, such as the former Bermuda Library (now the Bermuda National Library), and renaming facilities for party members (the Bermuda International Airport was renamed L.F. Wade International Airport on the 16 April 2007, in honour of L. Frederick Wade, who had been one of the leaders of the PLP during its long years in opposition). ==Prisons== *Westgate Correctional Facility *Prison Farm *St. George’s Co-Educational Facility *The Right Living House ==References== ==External links== * Bermuda Department of Corrections Category:Law enforcement in Bermuda Category:Law enforcement agencies of British Overseas Territories and Crown Dependencies Category:Prison and correctional agencies ",
    "title": "Bermuda Department of Corrections"
}