{
    "id": "47206071",
    "text": "Xenophobe/Fear Itself is the fourth EP by the American metalcore band, Zao. It is the first release since the band's five-year unofficial hiatus. It is the first EP to feature Scott Mellinger, Martin Lunn and Jeff Gretz. ==Lyrical concepts== Andrew Bonazelli of Decibel Magazine says: \"According to frontman Dan Weyandt, \"Lyrically, 'Xenophobe' is about specific outlets of mass media using tried and true propaganda techniques to create division, radicalism and fear in the average American citizen's mind. Appealing at first to a viewer's prejudice and worries, it then reshapes the way one thinks and perceives. It's the great divider in the digital age and the corruptor of rational thoughts. It is loyal to no side and both at once.\" ==Critical reception== Gregory Adams of Exclaim! writes \"Noisecore aggressors Zao are back in the game, with a new two-song 7-inch set to explode our speakers next Friday (July 10). Ahead of time, you can stream the fractured grooves and feral shrieks the longtime outfit have to offer via a stream of the A-side, \"Xenophobe.\" The track is absolutely ruthless, packing a potent, brickbat assault of discordant riffery, cranium-collapsing beats and devilish screams. At its harshest, it harkens back to the '90s glory days of Deadguy, Pre-Jane Doe Converge, Drowningman or early The Dillinger Escape Plan. There are a few, somewhat more tranquil moments that blend double-hand guitar tapping and a sea-faring waltz, but overall \"Xenophobe\" is a brutal and devastating return for the West Virginia outfit. You'll find a stream of the song down below, care of Decibel. The 7-inch, which features b-side \"Fear Itself,\" hits stores next week. A full- length release, their first since 2009's Awake?, is rumoured to arrive this fall.\" ==Track listing== ==Credits== ;Zao * Dan Weyandt - vocals * Scott Mellinger - guitar * Jeff Gretz - drums * Martin Lunn - bass * Russ Cogdell - guitar ;Production * Dave Hidek - engineer, mixing * Garret Haines - mastering * Tod Hough - artwork == References == == External links == * Zao Xenophobe on Indie Vision Music Category:Zao (American band) albums Category:2015 EPs ",
    "title": "Xenophobe (EP)"
}