{
    "id": "47207461",
    "text": "Mark Daniel Bailey (born November 21, 1968) is an American writer based in the Los Angeles area. He is best known as a writer of documentary films. He is also the author of several books. == Life and career == Mark Bailey was born in Elizabeth, New Jersey, and grew up in the nearby town of Summit. He graduated from the University of Vermont in 1991 and subsequently attended Georgetown University, where he studied for (but did not complete) a master's degree in English. He moved to New York City in 1997 and began writing in 1999. == Films == In 1999, Bailey wrote the film American Hollow, about \"the complex ties that bind [an] Appalachian family to a cycle of deprivation,\" which was nominated for an Independent Spirit Award and a Primetime Emmy for best documentary. In 2003, he wrote Pandemic: Facing AIDS, a \"five-part documentary series about the lives of people dealing with the disease in various parts of the world.\" For his work, he was nominated for a Primetime Emmy for outstanding writing. The series was narrated by Elton John, and its music was written by Philip Glass, who was nominated for a Primetime Emmy for his score. Both American Hollow and Pandemic were broadcast on HBO. Bailey then wrote the film A Boy's Life (2003), which documents two years in the life of a boy from Eupora, Mississippi, and his interaction with social services. In 2007, he cowrote (with Jack Youngelson) the film Ghosts of Abu Ghraib, \"an examination of the prisoner abuse scandal involving U.S. soldiers and detainees at Iraq's Abu Ghraib prison in the fall of 2003,\" which was nominated for six Primetime Emmys, one of which it won—best nonfiction special. Following those films, Bailey wrote two documentary shorts for HBO: Thank You, Mr. President: Helen Thomas at the White House (2008) and The Fence (2010), which \"examines the construction of the seven-hundred-mile fence along the . . . border between Mexico and the United States.\" The Fence had its premiere at the Sundance Film Festival. Bailey also wrote the 2012 film Ethel, which \"chronicles the life of Ethel Skakel Kennedy.\" Ethel was nominated for five Primetime Emmys, including one for Bailey (outstanding writing for nonfiction programming). Bailey was also awarded the Humanitas Prize for his work on the film. With Keven McAlester, Bailey cowrote Last Days in Vietnam (2014), which \"reconstructs . . . the tragic final days of the American presence in Vietnam.\" The film, which was made for PBS and distributed by Landmark Theaters, was nominated for an Academy Award. For his work on the film, Bailey was nominated for a Writers Guild Award and a Primetime Emmy Award. The documentary Take Every Wave: The Life of Laird Hamilton, which Bailey cowrote with Jack Youngelson, had its premiere at the Sundance Film Festival on January 22, 2017. Bailey was also a producer of the film. In addition, Bailey was one of the producers of Torte Bluma, a 2005 dramatic short film starring Stellan Skarsgård and Simon McBurney about the relationship between a concentration camp commandant and the Jewish slave who cooks his meals. The film, which won \"best of the festival\" at the Palm Springs International ShortFest in 2005 and was nominated for best narrative short at the Tribeca Film Festival in 2006, was distributed by Phase 4 films as part of a compilation called Guilty Hearts. In 2011, Bailey was hired by Marvel Studios to write the script for a narrative feature film based on the African comic-book character Black Panther. In 2015, Joe Robert Cole was hired to take over the script, and Marvel's film was released on February 16, 2018. == Books == Bailey is the author of three books that were illustrated by Edward Hemingway, the grandson of Ernest Hemingway. Of All the Gin Joints: Stumbling Through Hollywood History (2014) is a \"collection of 70 anecdotes about renowned Hollywooders with 40 cocktail recipes to accompany\" the stories. Hemingway & Bailey's Bartending Guide to Great American Writers (2006) \"brings together classic cocktail recipes, literary history, and . . . anecdotes about famous American literati.\" Tiny Pie (2013), which Bailey coauthored with Michael Oatman, is a picture book for children ages three to six to which Alice Waters contributed a recipe. In addition to his collaborations with Hemingway, Bailey conducted interviews that appeared in the 1999 book American Hollow, based on the documentary of the same name, and served as editor of The Tibetans: A Struggle to Survive (1998), by Steve Lehman. == Other works == Bailey is the creator of Courts Illustrated: Surf, Sand, and Supreme Court Justices, a satirical 2017 wall calendar. He also created a line of plush toys called Tiny Headed Kingdom for the 2016 holiday season. == Marriage and family == On August 2, 1999, Bailey married Rory Kennedy, the eleventh and youngest child of former United States senator and attorney general Robert F. Kennedy. Their wedding was originally scheduled for July 17, 1999, but was postponed following the plane crash which killed Rory's cousin, John F. Kennedy Jr. and his wife and sister-in-law. Together they have three children: Georgia Elizabeth Kennedy-Bailey, born September 30, 2002; Bridget Katherine Kennedy-Bailey, born July 4, 2004; and Zachary Corkland Kennedy-Bailey, born July 16, 2007. In 2013 the family moved from Brooklyn, New York, to the Point Dume neighborhood of Malibu, California. Many of the films Bailey wrote were directed and/or produced by Kennedy, a cofounder (with Liz Garbus) of Moxie Firecracker Films. The company's documentaries \"cover human rights issues, broader social ills, and extraordinary individuals who have greatly influenced their era.\" == Works == ===Filmography === {| class=\"wikitable\" |- !Year!! Title !! Production Co. !! Distributor !! Genre !! Contribution !! Reference |- |1999 |American Hollow |Moxie Films |HBO |Documentary feature |Writer | |- |1999 |Epidemic Africa |Moxie Firecracker Films |Children Affected by AIDS Fndn. |Documentary short |Writer | |- |2003 |Pandemic |Moxie Firecracker Films |HBO |Documentary series |Writer | |- |2003 |A Boy's Life |Moxie Firecracker Films |HBO |Documentary feature |Writer | |- |2005 |Torte Bluma |DMC Films, How Town |n/a |Drama short |Producer | |- |2007 |Ghosts of Abu Ghraib |HBO, Moxie Firecracker Films |HBO |Documentary feature |Cowriter | |- |2008 |Thank You, Mr. President |Moxie Firecracker Films |HBO |Documentary short |Writer | |- |2010 |The Fence |Moxie Firecracker Films |HBO |Documentary short |Writer | |- |2012 |Ethel |Moxie Firecracker Films |HBO |Documentary feature |Writer | |- |2014 |Last Days in Vietnam |Moxie Firecracker Films |American Experience/PBS |Documentary feature |Cowriter | |- |2014 |Women in Hollywood |Kunhardt McGee Prodns. |PBS |Documentary series episode (Makers) |Consulting producer | |- |2014 |Women in Politics |Kunhardt McGee Prodns. |PBS |Documentary series episode (Makers) |Consulting producer | |- |2017 |Take Every Wave |Moxie Firecracker Films |n/a |Documentary feature |Cowriter and producer | |} ===Awards and nominations === {| class=\"wikitable\" |- |Year |Title |Award |Category |Result |Reference |- |2004 |Pandemic |Primetime Emmy |Outstanding Writing for Nonfiction Programming |Nominated | |- |2013 |Ethel |Primetime Emmy |Outstanding Writing for Nonfiction Programming |Nominated | |- |2013 |Ethel |Humanitas Prize |Documentaries—Special Awards |Won | |- |2015 |Last Days in Vietnam |Academy Award |Best Documentary, Feature |Nominated | |- |2015 |Last Days in Vietnam |Online Film and Television Association |Best Writing of a Nonfiction Program |Won | |- |2015 |Last Days in Vietnam |Writers Guild of America |Best Documentary Screenplay |Nominated | |- |2015 |Last Days in Vietnam |Primetime Emmy |Outstanding Writing for Nonfiction Programming |Nominated | |- |2015 |Makers |News and Documentary Emmy |Outstanding Historical Programming, Long Form |Nominated | |} == References == == External links == * Official website * Category:American filmmakers Category:Living people Category:1968 births Category:Writers from New Jersey Category:People from Elizabeth, New Jersey Category:Kennedy family Category:University of Vermont alumni Category:Georgetown University alumni Category:American documentary filmmakers ",
    "title": "Mark Bailey (writer)"
}