{
    "id": "47204394",
    "text": "Bicycle Path is a historic road in Central Suffolk County on Long Island, New York, built in the late 19th century in order to capitalize on the bicycle craze of that period. It ran north and south from Patchogue to just east of Port Jefferson, lying mostly west of New York State Route 112, crossing it at Port Jefferson Road in Port Jefferson Station. ==Route description== Beginning in Patchogue at what is today the intersection of East Main Street and NY 112, the road survives as Medford Avenue which was widened to four lanes from East Main Street to Clark Street in 1964, then to five lanes north of the vicinity of the interchange with Sunrise Highway. In North Patchogue, near Shaber Road, Route 112 moves to the northeast onto Port Jefferson-Patchogue Highway, while the original Bicycle Path goes straight north from Medford Avenue to Old Medford Avenue. Bicycle Path(now Old Medford Avenue) south of the 1907 bridge for the Main Line of the Long Island Rail Road; circa 1988. Near the Main Line of the Long Island Rail Road in Medford, Bicycle Path used to climb over a narrow wooden grade crossing. The crossing was replaced by a bridge in 1907. As Old Medford Avenue crosses under the Long Island Expressway, it leaves Medford and enters Farmingville, where it enters a residential area north of Suffolk CR 16(Horse Block Road). North of Granny Road, Old Medford Avenue ends, and the remnants of the original name of the road is exposed, as South Bicycle Path. This road winds through the legendary steep hills of Farmingville and Selden, past an area which later in the 20th century included the Bald Hill Ski Bowl until 1980. An interchange was built over the road for an extension of Suffolk CR 83 known as Patchogue-Mount Sinai Road in the early 1960s, but the road itself wasn't built until 1972.[New Highway Opens Up in Central Brookhaven (columnist unknown); The Mid-Island News; December 21, 1972.] Currently, South Bicycle Path terminates at a cul-de-sac north of Ormond Avenue in Selden. At that point, the road originally cut across a southeast-to-northwest trail across NY 25, but this section south of NY 25 was closed in 1932.[Hagstrom's Atlas of Western Suffolk County, New York (1952, 1958, others)] A hotel built along NY 25 west of Adirondack Drive known as Norton's Wheelman's Rest was designed to accommodate bicycle riders,[The Port Jefferson Echo, September 8, 1900] but left to deteriorate later in the 20th century. The property where the hotel once stood is now a row of batting cages. Bicycle Path resumes north of NY 25 in Selden as North Bicycle Path, however the original intersection was replaced with a branch of the Middle Country Library. The current intersection takes a jughandle around this building and intersects with the original road in front of an elementary school, then heads north through a residential area. Somewhere north of Old Town Road, North Bicycle Path loses its \"North\" designation. The current terminus of Bicycle Path is as NY 112 south of Port Jefferson Station, however the road originally went further north than that. According to some maps, the northern terminus was north of Canal Road, where it entered a local race track and was proposed to be extended into Crystal Brook Hollow Road, where it would end somewhere along the western edge of Mount Sinai Harbor.[Belcher & Hyde Atlases of Suffolk County, New York (1906, 1909, and 1917)] ==References== ==Resources== *Old Hagstroms Maps and atlases. *Suffolk County Historical Society *Old Medford Avenue Railroad Bridge(c. 1987) *\"Bicycling Here In 1899,\" by Thomas R. Bayles (Longwood's Journey) Category:Transportation in Suffolk County, New York Category:Roads on Long Island Category:Bike paths in New York (state) Category:Brookhaven, New York ",
    "title": "Bicycle Path, Long Island"
}