{
    "id": "47209167",
    "text": "Patrick Joseph is a singer-songwriter, producer, film composer and multi- instrumentalist from Pittsburgh, PA. Joseph moved to Los Angeles to learn the art of recording his music. In 2010, experimenting on his own led to his first finished body of work in Antiques, a full length album consisting of a collection of his songs, new and old. Joseph has since self-released an acoustic version of these songs in Relics and in 2014 he followed these up with his sophomore LP Moon King. == Biography == Patrick Joseph is originally from Pittsburgh, PA., Having been classically trained in piano and later picking up guitar, bass and drums, he later moved to Los Angeles, CA to learn more about music recording and engineering. == History == Joseph has released 2 full length albums, 2011's Antiques and 2014's Moon King, which he wrote, recorded and self-released. Many of his songs have been licensed for use on television shows such as The Office, Chicago Fire, Gossip Girl, MTV's Friendzone and Happy Endings. Since 2012, Joseph has toured North America extensively including performances at music conferences like SXSW, NXNE and CMJ Music Marathon. On June 12, 2013, he and his band performed on Canada AM for the CTV channel in Toronto. Joseph has also worked as a film composer and written songs used in feature films. In 2014, he wrote the track Remember Me for the film The Boys of Abu Ghraib. Later that year, he also wrote the track Sorry for YouTube celebrity and director Shane Dawson's film, Not Cool. On July 16, 2015, Joseph was awarded Producer of the Year by the Independent Music Awards for his work on his own album \"Moon King\". The album also took the award for Album Art / Photography, designed by Eleanor Crane. == Discography == • 2007: Basement Tapes EP • 2010: Antiques - LP • 2011: Relics • 2013: Foot in the Door - EP • 2014: Moon King - LP ==References== * The Deli Magazine LA http://la.thedelimagazine.com/node/4156 * NME Magazine http://www.nme.com/musicvideos/musicdishtv-patrick-joseph---dont-believe- it/1116266 * MP3.com http://mp3.com/free-mp3/patrick-joseph-slippery-shadow/ * BuzzBands LA http://buzzbands.la/2011/03/02/ears-wide-open-patrick-joseph/ * Northeast Mississippi Daily Journal http://djournal.com/lifestyle/patrick- joseph-shows-off-diverse-talents-on-debut-record/ Category:Musicians from Pittsburgh Category:Year of birth missing (living people) Category:Living people ",
    "title": "Patrick Joseph"
}