{
    "id": "47207674",
    "text": "Two Pesos, Inc. v. Taco Cabana, Inc., 505 U.S. 763 (1992), was a United States Supreme Court case where the Court held that Two Pesos, Inc. infringed upon the trademark of Taco Cabana, Inc. by copying the design of their restaurants.Two Pesos, Inc. v. Taco Cabana, Inc., (\"We find that it is, and we therefore affirm.\"). Writing for a majority of the court, Justice Byron White concluded that trade dress is inherently distinctive under the Lanham Act and that plaintiffs are not required to prove secondary meaning in suits to protect their trademark.Two Pesos, Inc., 505 U.S. at 776; see also Paul A. Briganti, Renovating Taco Cabana: The Lanham Act's Protection of Product Design After Samara, 38 481, 495 (2002). The Court upheld an award of $3.7 million in damages, and Taco Cabana ultimately acquired all of Two Pesos' assets in 1993 for $22 million.Jamison Dean Newberg, The Same Old Enchilada? The Supreme Court Simplifies the Protection of Inherently Distinctive Trade Dress in Two Pesos v. Taco Cabana, 13 299, 330 n. 27 (1994). ==Background== ===Lanham Act protections for trademarks=== The Lanham Act prohibits \"the deceptive and misleading use of marks\" to protect business owners \"against unfair competition.\"15 U.S.C. § 1127. The Act defines trademarks as \"any word, name, symbol, or device or any combination thereof\" used by any person \"to identify and distinguish his or her goods, including a unique product, from those manufactured or sold by others and to indicate the source of the goods, even if that source is unknown.\" A trademark is considered \"distinctive and capable of being protected\" if it \"either (1) is inherently distinctive or (2) has acquired distinctiveness through secondary meaning.\"Two Pesos, Inc., 505 U.S. at 769 (citing § 13, pp. 37–38, and Comment a (Tent. Draft No. 2, Mar. 23, 1990)). However, a claim for trademark infringement requires \"proof of the likelihood of confusion.\"Two Pesos, Inc., 505 U.S. at 769–70. ===Initial lawsuit=== In 1978, Taco Cabana, Inc. began operating a chain of Mexican-style fast-food restaurants in San Antonio, Texas.Two Pesos, Inc., 505 U.S. at 765. Taco Cabana described the decor of their restaurants as \"a festive eating atmosphere having interior dining and patio areas decorated with artifacts, bright colors, paintings and murals.\"Two Pesos, Inc., 505 U.S. at 765 (internal quotations and citations omitted). The interior of the restaurants featured a \"patio capable of being sealed off from the outside patio by overhead garage doors.\"Two Pesos, Inc., 505 U.S. at 765 (stating that \"[b]right awnings and umbrellas continue the theme\") (internal quotations and citations omitted). In December 1985, Two Pesos, Inc. opened a restaurant in Houston, Texas with a trade dress similar to the one used in Taco Cabana's restaurants. Two Pesos' operations expanded rapidly, but the chain never opened a restaurant in San Antonio. However, in 1986, Taco Cabana opened restaurants in Houston and other markets in Texas where Two Pesos operated restaurants. One year later, Taco Cabana sued Two Pesos in federal district court for trade dress infringement under the Lanham Act and for theft of trade secrets under Texas common law.Two Pesos, Inc., 505 U.S. at 765–66. Both the district court and the United States Court of Appeals for the Fifth Circuit agreed that Two Pesos deliberately infringed upon Taco Cabana's trade dress, and Two Pesos appealed to the Supreme Court of the United States.Two Pesos, Inc., (granting certiorari in part). ==Opinion of the Court== A Taco Cabana location in Dallas, Texas Writing for the majority of the Court, Justice Byron White held that a distinctive trade dress is generally entitled to protection under the Lanham Act because users of a trade dress \"should be able to maintain what competitive position it has and continue to seek wider identification among potential customers.\"Two Pesos, Inc., 505 U.S. at 771. Justice White noted that trade dresses, \"even if not registered, remain inherently capable of distinguishing the goods of the users of these marks.\"Two Pesos, Inc., 505 U.S. at 772. Additionally, a business owner that copies a trade dress \"may be seen as falsely claiming that his products may for some reason be thought of as originating from the plaintiff.\" Justice White also held that the Lanham Act did not include a secondary meaning requirement for trade dress, concluding that \"a secondary meaning requirement for a nondescriptive trade dress would hinder improving or maintaining the producer's competitive position.\"Two Pesos, Inc., 505 U.S. at 774. Furthermore, he concluded that a secondary meaning requirement would have anticompetitive effects because a competitor could \"appropriate the originator's dress in other markets\" prior to the establishment of the secondary meaning and \"deter the originator from expanding into and competing in these areas.\"Two Pesos, Inc., 505 U.S. at 775. Consequently, the Court ordered Two Pesos to pay $3.7 million in damages to Taco Cabana. Justice Antonin Scalia wrote a concurring opinion,Two Pesos, Inc., 505 U.S. at 776 (Scalia, J., concurring). while Justice John Paul Stevens and Justice Clarence Thomas wrote opinions concurring in the judgment.Two Pesos, Inc., 505 U.S. at 776, 785 (Stevens, J. and Thomas, J., concurring in the judgment). ==Subsequent developments== In November 1992, Taco Cabana filed another lawsuit against Two Pesos seeking $5 million in damages for not complying with the Supreme Court's ruling and for creating further confusion among customers. Two months later, Taco Cabana agreed to buy Two Pesos' assets for approximately $22 million. Richard Cervera, president and chief executive officer of Taco Cabana, stated that converting Two Pesos' restaurants to Taco Cabana restaurants would be “aided by the very striking physical resemblance of the two chains.”Jamison Dean Newberg, The Same Old Enchilada? The Supreme Court Simplifies the Protection of Inherently Distinctive Trade Dress in Two Pesos v. Taco Cabana, 13 299, 330 n.27 (1994) (quoting Greg Hassell, A Tex-Mex Merger: Taco Cabana Gets Its Two Pesos' Worth, , Jan. 13, 1993, at Business 1). ==See also== * List of United States Supreme Court cases, volume 505 * List of United States Supreme Court cases * Lists of United States Supreme Court cases by volume * List of United States Supreme Court cases by the Rehnquist Court ==References== ==External links== * Category:United States Supreme Court cases Category:1992 in United States case law Category:United States Supreme Court cases of the Rehnquist Court Category:United States trademark case law ",
    "title": "Two Pesos, Inc. v. Taco Cabana, Inc."
}