{
    "id": "47201701",
    "text": "Century Real Estate Holdings is a privately held Indian real estate and construction company founded in 1973 and headquartered in Bengaluru, Karnataka. The company holds a development portfolio of 21 million square feet comprising residential, commercial, hotels, educational institutions and integrated townships. Its services include home loan assistance, interior solutions, electrical fit outs, bathroom accessories fit outs, rent, and resale. With over USD 2 billion in asset value, the company focuses on independent and joint property development. == History == Century was founded in the year 1973 by Dayananda Pai and Satish Pai with the primary objective of buying, developing and selling land in Bangalore. They started in 1976 with plots near M.G. Road, Bengaluru and has expanded in various geographies since then. In 1990, Century Real Estate then started progressing on to other large- scale projects in Bangalore such as residential layouts and IT parks. Century is associated with several of Bangalore’s landmark developments such as Manipal Centre, Taj Residency, Vijaya Bank Headquarters and Diamond District among others. == IIMB-Century Real Estate Research Initiative == Indian Institute of Management, Bangalore IIMB has teamed up with Century Real Estate Holdings (CREH) to acquire data and conduct scientific research on the Indian real estate sector. The research initiative creates a bridge between the industry, government, and academia. A memorandum of understanding was signed by IIM-B and CREH in 2012. The primary investor in the initiative is Century Group and IIM-B contributes by way of administrative and research work. Academic and practitioner journals publish the data collected from the research, to offer policy prescriptions and guidance to the Indian government and industry stakeholders on important issues related to the real estate sector. == Funding == In 2011, Century raised INR 200 crores from Kotak Realty Fund, a part of Kotak Mahindra Group. In 2013, the Indian NBFC arm of worldwide investment giant The Xander Group Inc., Xander Finance, invested $8 million (INR 49 crores) in Century Real Estate. The mode of this investment senior was secured non-convertible debentures. In 2015, Century Real Estate has raised INR 1. 65 billion through non-convertible debentures to fund a residential development and plotted development. The names of the projects are Century Ethos and Century Eden. The working capital for these projects was funded by ECL Finance, the non-banking arm of Edelweiss Financial Services Limited. == Activities == === Four Seasons === Century has teamed up with Four Seasons to build a 7-star hotel in an estimated budget of INR 957 crore. During the Global Investors Meet in 2010, a memorandum of understanding with the Karnataka government was signed by Century with regard to this project. === Philanthropy === Named after the founding members of the company, the P. Dayananda Pai & P. Satish Pai Trust drives social and humanitarian reform by providing medical facilities, infrastructure, and educational opportunities to a wide range of people. The trust has donated ambulances and vehicles to educational and medical institutions. It has also donated funds for the renovation of various schools, hospitals, and orphanages. Apart from extending charity to educational and medical purposes, the company has also facilitated other causes, including funding marriage expenses, meals and scholarships for underprivileged sections of society. == References == Category:Companies based in Bangalore Category:Real estate companies of India ",
    "title": "Century Real Estate"
}