{
    "id": "47205861",
    "text": "Kicker is the second studio album and major label debut by American singer and songwriter Zella Day, released on June 2, 2015 by Pinetop Records and Hollywood Records. The album's first single, \"Hypnotic\", was released on February 27, 2015. The second single, \"High\", was released on May 1, 2015. ==Background and development== Production for Day's self-titled EP began shortly after she moved to Las Vegas in 2012. The majority of the song writing and production took place during April 2014 in Los Angeles. Many of the songs from the eponymous EP would be featured on Kicker. In addition to \"Sweet Ophelia\", and the b-side \"1965\", \"East of Eden\" was also produced during this period by the Wax Ltd team of Wally Gagel and Xandy Barry. Kicker was released on June 2, 2015 via Pinetop Records and Hollywood Records. The album title references the old Arizona mining town where Day's parents married, while exploring toxic relationships, breakups, broken homes, love and lust. Speaking about the album, Day explained, \"The music's spiritual resonance is clearly influenced by the Northern Arizona mountains that sheltered my creative energy from any outside implications of city mentality.\" ==Promotion== February 27, 2015 marked the announcement of Kicker, with the release of the album track listing, cover art, and \"Hypnotic\" music video. The video now has over 8 million views on Vevo. It was the iTunes Single of the Week, and held the #1 position on the Alt Nation Alt 18 Countdown at the start of 2015. The first live performances of the songs were made at South by Southwest Festival and Ortlieb's in Philadelphia. Kicker charted at number 65 on US Billboard 200 and number 7 on the US Top Alternative. Interview Magazine praised Day's uniquely \"own charmed style\", and BlackBook Magazine declared, \"it's safe to say this girl's on her way to being a household name.\" In May 2015, Day debuted the single \"High\", and performed it live the following month on Conan as her television debut. On December 17, 2015 Day performed on Last Call With Carson Daly. On January 4, 2016 she performed \"Hypnotic\" on Late Night with Seth Meyers. Her third national TV appearance was followed by a number of high- profile festival performances at Billboard Hot 100 Fest, Music Midtown, and the iHeart Radio Music Festival. Day's debut at Coachella in 2016 caught the attention of Los Angeles magazine, which described the performance as \"hypnotic\"; Billboard, which hailed her set as \"stellar\"; and Consequence of Sound, which exclaimed, \"it's entirely possible that Zella Day looks back on Coachella 2016 as the moment that launched her career in the earnest... Day is an undeniably powerful vocalist.\" On May 4, 2016 Zella Day was featured again as a musical guest on Last Call with Carson Daly, this time debuting her newest single, “Mustang Kids”, live. As the latest single ahead of a headlining tour in June, “Mustang Kids” was officially released June 9, 2016 featuring a guest verse from Florida-bred rapper Baby E. and a music video directed by Tim Mattia. Following the North American headlining tour in June 2016, Zella embarked on a supporting run with LA neo-soul outfit Fitz and The Tantrums throughout July, and another supporting slot with Michael Franti and Spearhead in August. The song \"Compass\" was used in the trailer for the disaster drama film The Finest Hours. It has also been used in The Shannara Chronicles. ==Critical reception== Jon Pareles of The New York Times stated that Day \"sings about desire and self-destruction, about pleasure bound up with addiction, betrayal and surrender.\" ==Track listing== Credits adapted from AllMusichttp://www.allmusic.com/album/release/kicker-mr0004405035 and Tidal.http://listen.tidal.com/album/45462421 ==Charts== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Chart (2015) ! scope=\"col\"| Peak position |- |- |} ==Release history== {| class=\"wikitable\" |- ! Region ! Date ! Format |- | Worldwide | June 29, 2015 | Digital stream, digital download |- | America | rowspan=\"3\" | June 2, 2015 | rowspan=\"3\" | Digital stream, digital download, CD, vinyl |- | Canada |- | North America |} ==Digster Live Session== Digster Live Session is the first EP by American singer-songwriter. Released as a part of Digster's Live Session series, the EP was released onto digital outlets on May 26, 2015, several days before the release of Day's album, Kicker. Like its parent album, the EP was released under Hollywood Records and Day's imprint, Pinetop. ===Track list=== ==References== Category:2015 debut albums Category:Hollywood Records albums Category:Pop albums by American artists Category:Zella Day albums ",
    "title": "Kicker (album)"
}