{
    "id": "47206605",
    "text": "His Majesty's hired armed schooner Lady Charlotte served the British Royal Navy on contract between 28 October 1799 and 28 October 1801. She had a burthen of 120 tons (bm), and was armed with twelve 12-pounder carronades. As a hired armed vessel she captured several privateers and recaptured a number of British merchant vessels. After her service with the Royal Navy, she apparently sailed as a letter of marque until the French captured her in 1806. ==Hired armed vessel== She may have been re-rigged as a brig early in her career as most of the mentions of her refer to her as the \"hired brig Lady Charlotte\". In 1799 to 1800 she was under the command of Lieutenant S. Halliday.Naval Chronicle, Vol. 2, p. 640. In January 1801, Lady Charlotte was under the command of Lieutenant George Morris. That month she captured the brig D'Eendraght. On 11 February, Lady Charlotte was in Plymouth Sound when she sighted a vessel and gave chase. Eventually Lady Charlotte was able to capture the lugger Espoir. Espoir was armed with two brass 4-pounder and four iron 2-pounder guns, and had a crew of 23 men. She was two days out of Cherbourg and had not taken any prizes. Because of the strength of the wind, Lady Charlotte was not able to take prisoners off nor put a prize crew on board so she escorted her prize into port. Around 18 March, HMS Scout was in company with the hired armed vessels Sheerness and Lady Charlotte when they captured a large Dutch East Indiaman off St Alban's Head. She was Crown Prince, of 1,400 tons and 18 guns, and had been sailing from China to Copenhagen with a cargo of tea.Naval Chronicle (Jan-Jun 1801), Vol. 5, p.275. Because Sheerness and Lady Charlotte had sailed under Admiral Milbanke's orders, he and Admiral Hollowly were entitled to a share of the cargo, which was of \"immense value\".Naval Chronicle (Jan-Jun 1801), Vol. 5, p.278. On 29 March Lady Charlotte went in chase of the brig Friendship, which had been sailing from London to Dublin when a French privateer had taken her off Portland. Sheerness captured the privateer Pluton, the privateer in question, some six leagues north of La Hogue. The hired armed cutter Union recaptured Friendship on the night of the 29th. On 20 April, Lady Charlotte and Sheerness left Portland roads and after receiving a signal of an enemy off the coast, both vessels sailed southward as Lady Charlotte had information that a privateer had captured a schooner in the area. As it turned out, Sheerness sighted an enemy lugger privateer and her prize, and set out in chase. Sheerness dispatched her gig after the prize, which the gig captured off Alderney the next day. Sheerness herself captured the privateer, which turned out to be Prefet de la Manche. She was armed with sixteen 2-pounder guns and had a crew of 49 men under the command of Captain Le Froment. The prize the gig recaptured was the schooner Soker, of Colchester, which had been sailing in ballast. The winds were such that Lady Charlotte was unable to go to Sheernesss assistance, and instead sent her boats after three brigs and a sloop that Préfet de la Manche had captured. At the approach of Lady Charlottes boats the prize crews took to their boats, abandoning their prizes and enabling Lady Charlotte to recapture all. The only one Morris was able to identify was Generous Friends, a brig of about 200 tons carrying a cargo of lead. Lloyd's List gives the names of the merchant vessels that Sheerness and Lady Charlotte recaptured and sent into Plymouth as: *Goodwill, Pycett, master; *Generous Friends, Elsay, master; *Vigilant, Arters, master, sailing from Liverpool to London; *Friendship, Folly, master, sailing from Plymouth to Ipswich; and *Soskin, Howard, master, sailing from Falmouth to Swanage.Lloyd's List № 4145. Lloyd's List locates all the captures near Lynne, and attributes them to the Préfet de la Manche. \"Prefet de la Mouche\" also captured Flora, Cummings, master, as she was sailing from Dartmouth to Guernsey. Unfortunately, as Sheerness chased Préfet de la Manche, an almost spent cannonball that Sheerness had fired in chase entered Préfet de la Manche and killed Arters, of Vigilant, and wounded another Englishman, both of whom were having dinner with the captain of the privateer at the time. Around 20 April, the revenue cutter Greyhound, Captain Wilkinson, captured the French privateer lugger Petit Pirate (or Petit Pirrate), Captain Anselm Septan, and brought her into Weymouth. Petite Pirate was armed with four carronades (though pierced for 12 guns), and had a crew of 23 or 24 men. She was three days out of Saint- Malo.Lloyd's List, no.4146, - accessed 10 July 2015. The Naval Chronicle credits Lady Charlotte and Lieutenant Morris with the capture of Petite Pirate, which she brought into Plymouth on 26 April.Naval Chronicle, Vol. 5, p.458.It is quite possible that Lady Charlotte escorted Petit Pirate from Weymouth to Plymouth, giving rise to an incorrect attribution of capture that persisted into the various biographies of Admiral George Morris. On 2 October Morris sent into Plymouth the Danish brig Ammeotta, Muslion, master. She was sailing from Riga to Ferrol with a cargo of flax. She was set free and proceeded on her voyage.Naval Chronicle, vol. 6, p.342. Lady Charlotte came into Plymouth on 4 November and was paid off.Naval Chronicle, Vol. 6, p.429. Lieutenant Morris received a promotion to Commander in April 1802. In October 1803 he commissioned the brig HMS Penguin for the West Coast of Africa. ==Letter of marque== On 22 October 1803, the Naval Chronicle announced that T. Lockyer, Esq., was the sole owner of two of the \"most beautiful letters of marque that will sent from any port in the United Imperial Kingdoms of England and Ireland.\" Both were coppered. One was , a ship of 230 tons (bm), armed with sixteen 6-pounder guns and four 42-pounder brass carronades, and under the command of Alexander Ferguson. The other was the brig Lady Charlotte, of 130 tons (bm), armed with six 18-pounder and six 12-pounder guns, and two 42-pounder carronades, and under the command of F.J. Withers. It was Lockyer's intent that the two would sail together.Naval Chronicle, Vol. 10, p.257. A Lady Charlotte, variously described as a brig or a ship, of 117 tons (bm), then received a sequence of letters of marque.\"Register of Letters of Marque against France 1793–1815\". — accessed 11 June 2011. *Francis John Withers, master, 14 x 12, 18, & 42-pounder cannons, 50 crew - dated 15 August 1803 *Joseph Young, master, 14 x 12, 18, and 42-pounder cannons, 50 crew - dated 15 September 1803 *Abraham Laine, master, 10 x 4 & 6-pounder guns, 30 crew, dated 2 April 1804 *Philip Langlois, master, 10 x 4 & 6-pounder guns, 30 crew - dated 8 October 1804 *Samuel David, 6 x 3 & 4-pounder guns, 20 crew, dated 10 August 1805 *John Hallowvris [sic] Lauga, 4 x 4-pounder guns, 20 crew, dated 29 April 1806. While Lady Charlotte was under Laine's command, she was reported captured as she sailed from Madeira to the West Indies.Lloyd's List, no.4478, - accessed 10 July 2015. Given that she then received three more letters of marque, the report was in error. However, in November 1806, there was a report that a Lady Charlotte was captured and taken into Saint Martin as she was sailing from the Swedish colony of Saint Barthélemy to Guernsey.Lloyd's List, no. 4102, - accessed 10 July 2015. ==Notes, citations, and references== Notes Citations References * * Category:Hired armed vessels of the Royal Navy ",
    "title": "Hired armed schooner Lady Charlotte"
}