{
    "id": "47207300",
    "text": "\"California Zephyr\" is a song written by Hank Williams. It was released as a single on MGM Records in 1956. ==Background== By 1956, rock and roll artists like Elvis Presley and Chuck Berry had taken the youth culture by storm, and country music would spend the next decade trying to adjust accordingly. However, in the face of the rock and roll tidal wave, Hank Williams was still selling. In fact, many of the new rock and roll artists, such as Presley, Johnny Cash, and Jerry Lee Lewis, greatly admired the late country singer's work, and his songs were still being recorded by artists from all genres, especially country artists. To keep up with the demand, MGM continued releasing singles from what it had left in its archives. \"California Zephyr\" had been one of the songs Williams sang on his radio show for Mother's Best Flour recorded in Nashville between January and March 1950. The surviving recordings of these shows feature more than forty songs that Hank never otherwise recorded. The shows present a far different side of Williams than the dark figure that has become ingrained into his legend, as biographer Colin Escott notes: \"He's very unguarded, believing that no one aside from early morning listeners in and around Nashville and mid-Alabama would ever hear him. He laughs a lot, sometimes almost giggles, reminding us that he was only twenty-seven. The jokes are usually self-deprecating and the hymns are riveting.\" \"California Zephyr\" is likely Hank's take on the popular \"Wabash Cannonball,\" made famous by his hero Roy Acuff; the melody and references to American cities and towns is strikingly similar. The recording on the single was taken from a 1951 demo and was issued as a 78 in 1956 with \"Thy Burdens Are Greater than Mine\" as the B-side. ==References== ==Bibliography== * Category:Hank Williams songs Category:1955 singles Category:1951 songs Category:MGM Records singles ",
    "title": "California Zephyr (Hank Williams song)"
}