{
    "id": "47200685",
    "text": "Morgan Catherine Matson (born September 19), also known under her pseudonym Katie Finn, is a New York Times bestselling American novelist. == Early life and education == Morgan Matson was born in New York City on September 19 and grew up in both New York City and Greenwich, Connecticut. She has one brother, Jason Matson, who is a lawyer. She also has a pet dog named Kenneth. After graduating from high school, Matson attended Occidental College in Los Angeles as a theatre major. The move from the east coast to the west coast would later inspire her second novel (her first under the Matson name), \"Amy and Roger's Epic Detour\". Halfway through Matson's degree in theatre she started working in the children's department of Vroman's Bookstore and decided to add English as a double major. Following college graduation, Matson moved back to New York to attend The New School where she received her M.F.A. in Writing for Children. It was at The New School that Matson met fellow authors, Jenny Han and Siobhan Vivian. After obtaining her M.F.A. Matson moved back to California where she attended the University of Southern California and acquired another degree, this one in Screenwriting. == Career == ===Pseudonyms=== Matson's first novel, \"Top 8\", was published in 2008 under the name Katie Finn, inspired by her middle name. However, Matson's second novel, \"Amy and Roger's Epic Detour\", was published in 2010 under the name Morgan Matson. Matson has described the difference in author names coming down to the different styles of the novels. In her novels written under the pseudonym Katie Finn, the story is much more plot driven whereas the novels written under the name Morgan Matson deal a lot more with a character discovering something about themselves. ===Writing=== Matson has been most notable with her novels written under the name Morgan Matson. The first of those, \"Amy and Roger's Epic Detour\", published in 2010, was named an ALA Top Ten Best Books for Young Readers, shortlisted for the Waterstone's Book Prize, and was designated as a Publishers Weekly \"Flying Start\" Book. Matson garnered similar critical acclaim with her second novel under the Matson name, Second Chance Summer, inspired by Matson's summers in the Pocono Mountains, which won the California Book Award and was also a Junior Library Guild Selection, and a 2012 School Library Journal Best Book of the Year. Matson's third book under the Matson name, \"Since You've Been Gone\", was published in 2014 and was a Publishers Weekly bestseller.Matson's fourth book under the Matson name, \"The Unexpected Everything\" was published in 2016 and debuted at number six on the 'Young Adult Hardcover' New York Times Bestseller List and was 'Number One New Release' in Amazon's Teen and Young Adult Fiction. Her most recent book, \"Save the Date\", was published in 2018. It debuted at number five on the New York Times bestseller list. She has a new novel forthcoming in 2020. == Personal life == Morgan Matson currently resides in Los Angeles, California with her dog, Murphy. In the 2016 Presidential Election, she supported Hillary Clinton. In 2018, Morgan Matson was a founding member of TCMC movie club, she currently sits on the High Table with three other members. Morgan Matson's dog, Murphy ==Bibliography== * 2008 – Top 8 (Top 8, #1) written as Katie Finn * 2010 – Amy and Roger's Epic Detour * 2010 – What's Your Status? (Top 8, #2) written as Katie Finn * 2011 – Unfriended (Top 8, #3) written as Katie Finn * 2012 – Second Chance Summer * 2014 – Since You've Been Gone * 2014 – Broken Hearts, Fences, and Other Things to Mend (Broken Hearts and Revenge, #1) written as Katie Finn * 2015 – Hallie Hath No Fury... (Broken Hearts and Revenge, e-short story) written as Katie Finn * 2015 – Revenge, Ice Cream, and Other Things Best Served Cold (Broken Hearts and Revenge, #2) written as Katie Finn * 2016 – The Unexpected Everything * 2016 – Hearts, Fingers, and Other Things to Cross (Broken Hearts and Revenge, #3) written as Katie Finn * 2018 – Save the Date (New York Times bestseller) == References == ==External links== * Official Site Category:1981 births Category:20th-century American novelists Category:Living people Category:Novelists from New York (state) Category:American writers of young adult literature Category:21st-century American novelists Category:American women novelists Category:20th-century American women writers Category:Women writers of young adult literature Category:21st-century American women writers ",
    "title": "Morgan Matson"
}