{
    "id": "47201768",
    "text": "The main building of Pajulahti Pajulahti Sports Institute is a sports and leisure center, situated in Nastola, Finland. It is about an hour's drive away from Helsinki area, and fifteen minutes drive from Lahti. Pajulahti has a history of over 80 years.Jukka Hako : \"Ponnistuspaikka - Pajulahden urheiluopiston kahdeksan vuosikymmentä\", Kellastupa Oy, Vantaa 2010 It was established in 1929 as a women gymnasts' summer training place. Pajulahti has grown into an active sports and leisure center during the last few decades. Pajulahti offers sport education, training facilities, conference and meeting facilities as well as fitness and wellness services. The Sport Institute is located close to nature and next to a lake. Both indoor and outdoor sports are taught there. There are about 350 students in Pajulahti Sports Institute. Since 2006, the executive director and the principal of the Sport Institute has been Lasse Mikkelsson. The director of the training center and executive vice president is Mikko Levola. The Adventure Park of Pajulahti Pajulahti has both hotel and dormitory type of accommodation. There is also a restaurant. The newest attraction of Pajulahti is The Adventure Park, that was opened in June 2015. Since November 2015, Pajulahti Sports Institute has been officially Finnish National Olympic Training Center. It is the only Olympic Training Center of Finland that is also the official Paralympic Training Center. http://www.seutuneloset.fi/uutiset/2015/11/23/pajulahdesta-olympiakomitean- valmennuskeskus == History == Pajulahti Sports Institute was founded in Nastola in June 1929, in the same location where the institute still operates today. The origin of the sports institute dates back to the early 1920s, when the women's section of the Finnish Workers’ Sports Federation, founded in 1919, expressed the idea of to have a sports centre of its own. Funds for the project were raised throughout the 1920s, but it was not until spring 1929 that the federation decided to establish the sports centre. Thus it purchased a site in Nastola which already had a main building and sauna.Hako 2010, p. 95-101. In its early years, Pajulahti operated only in the summers. Courses were held there for leaders of women's exercise groups. In addition, it was also possible to enjoy a holiday at Pajulahti. Activities were adversely affected, however, by the fact that the site had no internal exercise facilities. Students were at the mercy of the weather. The centre eventually acquired its own gymnastics hall in 1937, while slightly earlier a swimming facility had been opened.Hako 2010, p. 101-111. Pajulahti served solely as a women's sports centre for nearly a decade, but after the opening of the gymnastics hall, the first men's courses were also held there. The activities of the Finnish Workers’ Sports Federation expanded rapidly after the Second World War. The federation decided to launch a major funding-raising effort, with the aim of building a new sports institute. The fund-raising was a great success, but rather than a new institute it was finally decided instead to expand the existing facilities at Pajulahti. The new institute building was completed in 1949. Pajulahti began to train sports instructors and this led to the formation of a second institute which fell within the sphere of central government financial aid. Activities now took place all year round.Hako 2010, p. 101-118. Weight lifting in the Nikula hall In 1952 the Finnish Workers’ Sports Federation decided to separate Pajulahti into an independent unit. A Sports Institute Foundation, to which the Pajulahti land and buildings were transferred, was established to maintain the institute. The foundation remains Pajulahti's owner still today. The expansion of activities called for additional accommodation, housing for staff and new sports areas. The 1950s was a time of construction at Pajulahti. The next period of strong growth took place in the 1970s, when Pajulahti obtained a new main building with ball-game halls and a training pool for swimming. More accommodation was also built. In the late 1980s the main building was extended further and an indoor tennis facility and a new residential unit constructed. The sports field acquired an artificial surface in the early 1990s.Hako 2010, p. 114-118. The biggest change in the early 1990s was the establishment of Pajulahti's operations as an independent company. After a change in tax law, the Sports Institute Foundation, which funds sports education with grants, decided to avoid a situation in which it would be engaged in taxable business operations. In cooperation with the Ministry of Education, Pajulahti was formed into a limited company, \"Valtakunnallinen valmennus- ja liikuntakeskus Oy\" in 1996.Hako 2010, p. 159-177.The Pajulahti Hall After the formation of the company, Pajulahti has grown further and construction has been busier than ever. The late 1990s and the following decade saw the completion of an ice hall, a swimming hall, a cafeteria, an accommodation facility and a sports hall. A highlight is the new Pajulahti Hall, which was officially opened in 2010. The hall is mainly used by footballers and athletes. Pajulahti is also used by the following sports activities: tennis, figure skating, swimming, judo, physical exercise for special groups, ice-hockey, volleyball and wrestling. Hako 2010, p. 177-188. Pajulahti's objectives are clear. The former women's sports centre has developed into a national and international sports institute, that wants to participate in promoting the health and exercise of Finns, develop the training of sports instructors and to be in the forefront of raising Finnish elite sportsmen and women back among the world's best. == References == == Read more == * Pajulahti Homepage * The Adventure Park of Pajulahti Category:Sports schools in Finland Category:Education in Finland Category:1929 establishments in Finland ",
    "title": "Pajulahti Sports Institute"
}