{
    "id": "47202015",
    "text": "Mwele Ntuli Malecela (born March 26, 1963) is a senior United Nations civil servant and the current director of the Department of Control of Neglected Tropical Diseases at the World Health Organization Headquarters in Geneva, Switzerland. ==Early life== Her father, John Malecela, held several senior political positions in Tanzania, including those of Prime Minister and First Vice-President, Minister of Foreign Affairs, Permanent Representative to the United Nations and High Commissioner to the United Kingdom. ==Scientific and international career== Following her graduating in Zoology at the University of Dar es Salaam, she joined the National Institute for Medical Research (NIMR) in 1987, where she worked at the Amani Center to conduct research on lymphatic filariasis. Following this, she continued her education at the London School of Hygiene & Tropical Medicine, where she completed her MSc (1990) and PhD (1995). She continued her research at NIMR thereafter, and became Director of Research Coordination and Promotion (DRCP) in 1998 before moving on to become the Director of the Lymphatic Filariasis program in 2000, which is now functional in 53 districts (population: 13 million people). In 2010 she was appointed NIMR's Director General, and was the first woman to hold this position. In June 2015, she went on sabbatical to pursue her political aspirations. In 2017, she joined WHO’s Regional Office for Africa in April 2017 as the Director in the Office of the Regional Director (RD) responsible for providing policy, managerial and diplomatic advice to the RD, coordinating and facilitating the plan of work for all units under the RD's Office Cluster, and monitoring the implementation of policy decisions of WHO governing bodies. She also provided support to the RD on strategic directions of WHO’s work in the region. In October 2018 the Director General of WHO, Dr Tedros Adhanom Ghebreyesus, appointed her Director of the Department of Control of Neglected Tropical Diseases, based at the Organization's headquarters in Geneva. ==Political career== Malecela joined Tanzania's ruling party, Chama Cha Mapinduzi (CCM), in 1981 when she was at KilaKala. At the time, party membership required an entrance course, which Dr. Malecela attended in April, after which she became full member. She ran for election in the CCM presidential primaries, which took place in July 2015 to determine CCM's nominee for the Presidency of Tanzania. ==References== Category:1963 births Category:Chama Cha Mapinduzi politicians Category:People from Dar es Salaam Category:Tanzanian Christians Category:Tanzanian scientists Category:Tanzanian women in politics Category:University of Dar es Salaam alumni Category:Fellows of the Tanzania Academy of Sciences Category:Women physicians Category:Living people Category:21st-century women politicians ",
    "title": "Mwele Ntuli Malecela"
}