{
    "id": "47206096",
    "text": "Maria Cunțan Maria Cunțan (February 7, 1862-November 23, 1935) was an Imperial Austrian-born Romanian poet. ==Biography== Born in Sibiu, her father Dimitrie, originally from Dobârca, was a Romanian Orthodox priest, composer and professor of liturgical music and Typicon at the city's seminary. The family was artistically inclined, and Maria's two younger sisters pursued musical careers. She attended primary school and the foreign languages institute in her native city,Aurel Sasu (ed.), Dicționarul biografic al literaturii române, vol. I, p. 437. Pitești: Editura Paralela 45, 2004. making her debut in Tribuna in 1891.Dubenschi, p. 9 In this period, she was devoted to the early work of George Coșbuc, holding literary and musical soirées at her home where she would read his poems. Among the participants was the then-student Ilarie Chendi, who helped launch her career.Dubenschi, p. 9-10 Various magazines published Cunțan's work both in her native country, which had become Austria- Hungary, and in the Romanian Old Kingdom. These include Convorbiri literare, Curierul literar, Foaia poporului, Flacăra, Luceafărul, Revista noastră, Revista scriitoarei, Sămănătorul, Sburătorul and Viața literară și artistică. She sometimes used the pen names Liliac and Rim. Some of her compositions imitated Heinrich Heine and Nikolaus Lenau; she also translated Friedrich Schiller's Maid of Orleans in 1909. Her original work appeared in three books: Poezii (1901), Poezii (1905) and Din caierul vremii (two volumes, 1916). In 1909, she joined the new Romanian Writers' Society as one of four female members, out of a total 47. Her father died the following year, plunging her into grief.Dubenschi, p. 11 Cunțan settled in the Old Kingdom capital of Bucharest in 1915,Dubenschi, p. 12 working as a charity nurse during World War I. She continued publishing for some years after the war, but eventually stopped, living out her days in the sunless room of an almshouse. Cunțan died in 1935, her funeral attended by a small group of friends that included Nicolae Iorga.Dubenschi, p. 13 During her life and in the decades that followed, critical opinion of her work was divided, with Chendi, Iorga, Sextil Pușcariu, Titu Maiorescu, Garabet Ibrăileanu and Radu Gyr viewing it with varying degrees of favorability, while George Călinescu and Eugen Lovinescu tended to be dismissive.Dubenschi, p. 6-7 ==Notes== ==References== * Gabriela Dubenschi, \"Maria Cunțan\", Seria Personalia, nr. 13, Biblioteca Judeţeană ASTRA, Sibiu, 2007 Category:1862 births Category:1935 deaths Category:People from Sibiu Category:Members of the Romanian Orthodox Church Category:Romanian Austro-Hungarians Category:20th-century Romanian poets Category:Romanian translators Category:20th-century translators Category:Romanian women poets Category:20th-century Romanian women writers ",
    "title": "Maria Cunțan"
}