{
    "id": "47203076",
    "text": "Glynn House is a Grade II* listed country estate near Cardinham in the county of Cornwall. It was once the seat of the Glynn family and later the seat of Sir Hussey Vivian. ==History== There has been a property in this location next to the River Fowey since before the Norman Conquest. It was later owned by Ralph de Monthermer, 1st Baron Monthermer who married Edward I's daughter Joan of Acre, and subsequently by Henry V. The Glynn family first occupied the estate in the mid-15th century. The present house was built in the mid to late 18th century on the site of an earlier one. In 1805, it was rebuilt and refronted by Edmund John Glynn, High Sheriff of Cornwall, which included two Palladian wings. It was damaged in a fire in 1819 and restored. In 1833, it was refurbished for Richard Hussey Vivian, which included the addition of a portico with four Doric order columns. Further alterations took place in the 20th century. During World War II, the house was used as a secret naval base. The estate was sold in 1947. The estate was Grade II listed on 15 June 1951. The grounds include a old oak tree dating from the 19th century. ==Research== The house has been the home of Glynn Research Ltd, founded by Nobel Prize winning biologist Peter D. Mitchell and Jennifer Moyle, who co-founded to a charitable research company known as Glynn Research Ltd. They began working together between 1948 and 1952. Mitchell acquired Glynn House in 1964, and founded Glynn Research there, to promote biological research. In 2019, the house was put on the market, with a guide price of around £3.5 million. ==See also== *Manor of Glynn ==References== ==Further reading== *Betjeman, John (April 1933) \"Two Cornish houses: Glynn; Boconnoc\", in: Architectural Review (reprinted in Betjeman's Britain; selected, edited and introduced by Candida Lycett Green. London: John Murray, 1999; pp. 43–51) Category:Country houses in Cornwall Category:Grade II* listed buildings in Cornwall Category:National Heritage List for England Category:Buildings and structures in Cornwall Category:Vivian family Category:Manors in Cornwall ",
    "title": "Glynn House"
}