{
    "id": "47211632",
    "text": "\"Twisted'\" is a track from the soundtrack of the 1996 film Twister. While writing the song, Nicks called Lindsey Buckingham to produce the song. Nicks later called in Mick Fleetwood to play drums. Nicks and Buckingham both share lead vocals on the song. The soundtrack version of the song also features Federico Pol on bass. The track was mixed by Dan Marnien and Engineered by Ken Allardyce. ==Enchanted Version== The 1996 demo of the song with Nicks featured on most of the instruments was released on the box set Enchanted.Twisted Retrieved February 9, 2019. Nicks released the demo because she felt it was important to give the original. Nicks said the following about the song in the Enchanted liner notes in 1998:Twisted Retrieved February 9, 2019. \"When I was asked to do a song for the movie 'Twister', I had my friend Rebecca read the script. She then gave me the \"Reader's Digest\" condensed version so I could decide whether to do it or not. As she explained it to me, I realized that this really was... MY story. It was about people who had extreme jobs... like chasing tornadoes, or being in a rock band. Anyway... I really handcrafted this song for the movie. Unfortunately, if you saw the movie, you missed the song... and you certainly missed my message. So I decided to give you the original demo, recorded March 10, 1996 on a 4-track Tascam by my assistant extraordinaire, Karen Johnston. I was living in a beach house overlooking Sunset Boulevard and the Pacific Coast Highway, and beyond that, always... the ocean. When I decided to put this in the \"box set,\" I called Jesse Valenzuela and he put some \"vibe\" mandolin on it. I love this song. I hope this time... you will understand it.\" '' ==24 Karat Gold: Songs From The Vault== Nicks re- recorded \"Twisted\" for her 2014 album 24 Karat Gold: Songs from the Vault.Stevie Nicks' Music Retrieved February 9, 2019. This version of the song was produced by Dave Stewart, Stevie Nicks, and Waddy Wachtel. Nicks said the following about the re-recording of the song: \"When songs go into movies you might as well dump them out the window as you're driving by because they never get heard\". On September 26, 2014, \"Twisted\" was released on SoundCloud by Warner Brothers Records. The song was removed two days later, but was reposted on October 7, 2014 (the day of the album's release). ==Charts== {| class=wikitable !Chart (1996) !Peak position |- |Canadian Singles Charthttp://www.collectionscanada.gc.ca/rpm/028020-110.01-e.php?q1=Stevie+Nicks&sk;=265&&&&&&&&&&&&PHPSESSID;=hpddjpugmk49pj39n6b7nfaes5 |align=center|40 |- |Canadian Adult Contemporary Singles Chart |align=center|41 |} ==Personnel== Twister Soundtrack version *Stevie Nicks – vocals *Lindsey Buckingham – rhythm guitar, vocals *Mick Fleetwood – drums, percussion *Federico Pol – bass guitar Enchanted version *Stevie Nicks – vocals, guitars, keyboards, percussion, drum programming *Jesse Valenzuela – mandolin *Darryl Icard – bass guitar 24 Karat Gold: Songs from the Vault version *Stevie Nicks – vocals *Benmont Tench – keyboards *Dave Stewart – guitar *Waddy Wachtel – guitar, backing vocalsSTEVIE NICKS \"24 KARAT GOLD\" Retrieved February 9, 2019. *Sharon Celani – backing vocals *Lori Nicks – backing vocals *Michael Rhodes – bass guitar *Chad Cromwell – drums *Lenny Castro – percussion ==References== Category:1996 songs Category:Stevie Nicks songs Category:Songs written by Stevie Nicks Category:Songs written for films ",
    "title": "Twisted (Stevie Nicks song)"
}