{
    "id": "47210242",
    "text": "Ojo is a Local Government Area and town in Lagos State, Nigeria. Lagos State University is located there. Ojo is located on the eastern section of the Trans–West African Coastal Highway, about 37km west of Lagos. It is part of the Lagos Metropolitan Area. Location of Ojo in Lagos Metropolitan Area Ojo is a primarily residential township although it contains some major markets including Alaba International Market, Alaba livestock market (Alaba Rago), the old Lagos International Trade Fair complex, and Iyana-Iba market. It also houses the divisional headquarters of 81 division Nigerian Army and Navy Town. ==History== Oral tradition holds that Ojo was founded by Esugbemi, his wife Erelu and chief priest Osu who migrated from Ile-Ife to form a settlement named Ilufe. Esugbemi was a hunter who explored the swamp forests in the area which later became Ojo. During his expeditions he became convinced that he ought to expand the settlement. Osu consulted the Oracle which affirmed his decision at Ikemo quarters in present day Olojo district. The new town invited other Awori settlers from Iddo and Idumota who built Irewe Osolu, south of Otto-Awori. The western (Otto-Awori) and northern (Iba and Igbelerin) parts of Ojo developed independently as a result of the settlement of Awori migrants from Ile-Ife. The migrants first settled in Obadore in Iba before expanding towards the west and southwest. Otto-Awori was ruled by a baale until a King was first nominated. This was opposed by the oracle. This led to the formation of Otto-Awori-Iddo. Eventually, an Oba of ascended the throne in the late 18th century to rule alongside the Olojo of Ojo. == Transportation == Transportation is mainly by road. The Trans–West African Coastal Highway runs East-West through the town and divides it into North and South halves. Olojo drive, Old Ojo road, Kemberi road and Alaba road are the main roads in the southern half of the town. In the northern half Chief Esan way, Iyana- Ipaja road, Igbo-elerin road are major roads. Ferry services and speed boats are available through Badagry creek and Ojo river with the main jetty located at Ojo district off Olojo drive. A rail line from Lagos to Badagry through Ojo is under construction and it is expected to alleviate the perpetual traffic jams within the area. == Culture == Ojo is known for the Olojo festival during which the Olojo wears the crown. Oro festivals are held at the death of the Olojo or a Baale. Oro has drawn controversy for elements of the festival which some consider to be misogynistic. Other festivals include Egungun, Obaluwaye, Sango, Ogun, Ota and Osun which are named after deities or heroes which they celebrate. Iyemoja and Gelede and Alaalu are also celebrated in Otto-Awori district. ==References== Category:Populated places in Lagos State Category:Local Government Areas in Lagos State Category:Populated coastal places in Nigeria Category:Local Government Areas in Yorubaland ",
    "title": "Ojo, Lagos"
}