{
    "id": "47210262",
    "text": "The Worldwide Endometriosis March (abbreviated EndoMarch, formerly Million Women March For Endometriosis) was the first global campaign involving synchronized, multi-city ‘march and rally’ demonstrations for the cause of endometriosis, an incurable and potentially debilitating disease that is quite common, affecting at least 1 in 10 women and girls, but which has an average diagnostic delay of about 10 years. The EndoMarch movement was founded and sponsored by Drs. Camran, Ceana, Farr, and Azadeh Nezhat, and Barbara Page, and is registered as a 501(c)(3) public charity nonprofit, with headquarters in Palo Alto, California. ==Attendance== The first Worldwide EndoMarch took place on March 13, 2014, and occurred in approximately 43 countries, with a flagship event held on the National Mall in Washington, D.C. Multiple medical societies and medical schools co-sponsored the event, including the American Medical Association, American College of Obstetricians and Gynecologists, American Society of Reproductive Medicine, Society of Laparoendoscopic Surgeons, International Federation of Gynecology and Obstetrics, Royal College of Obstetricians and Gynecologists, the European Society of Human Reproduction and Embryology, The National Infertility Association, Howard University, and the World Symposium on Endometriosis and Oncofertility. Several U.S. public figures attended the first Washington, D.C. EndoMarch, including Oracle Co-CEO Safra Catz, Grammy-winning singer-songwriter Sheryl Crow, Law and Order SVU Actress Stephanie March, MSNBC News reporter Mika Brzezinski, and TV Political Analyst Michelle Bernard. Public figures from other countries have also supported the international marches. The Second Annual Worldwide EndoMarch took place on March 28, 2015, and occurred in dozens of cities around the world, with fairly large turnouts in about 17 countries, and included demonstrations in several cities in the U.S., including Palo Alto and San Diego in California, Dover, Delaware, Hilo, Hawaii, New York, New York, Houston, Texas, and again in Washington, D.C. ==Organizers== As a mostly volunteer-run movement, endometriosis patients and patient advocates have been the main organizers and participants advocating for more awareness, as endometriosis is still so poorly understood that patients are routinely denied adequate medical care because their expressions of chronic pain are mistaken as signs of drug seeking, malingering, or mental illness. ==References== ==External links== ===Groups Involved=== * https://WWW.ASRM.ORG/BOOKLET_ENDOMETRIOSIS/ * http://WWW.ENDOMARCHAUSTRALIA.COM.AU/ * http://endometriosisnetwork.com/celebrate-endometriosis-awareness-month/ * http://www.lillih-endometriose.fr/endomarch-2015.html * http://endomarcius.hu/ * http://mulherendo.pt/worldwide-endomarch-2015-portugal/ ===News Coverage=== * http://www.wusa9.com/story/news/local/dc/2014/03/12/million-women-march- endometriosis-national-mall-dc/6316153/ * https://www.cape-coral-daily- breeze.com/page/content.detail/id/539030/Cape-woman-takes-part-in--endo-- march.html?nav=5011 * https://storify.com/SBPublicAffairs/million-women-march- for-endometriosis-2014 * http://WWW.XOJANE.COM/HEALTHY/ENDOMETRIOSIS-THE- INVISIBLE-CRAZY-WOMAN-DISEASE * http://AENDOMETRIOSEEEU.BLOGSPOT.COM/P/MARCHA- MUNDIAL.HTML * http://www.edmontonexaminer.com/2015/04/01/worldwide-endomarch- hopes-to-raise-awareness * http://temoins.bfmtv.com/mediaplayer/video/endomarch-28-mars-2015-temoins- bfmtv-483069.html * http://www.netzwerk-endometriose.de/impressionen-zweiter- endomarch-team-germany-leipzig/ * https://www.youtube.com/watch?v=cvEm3daa73g * http://jamaica-gleaner.com/node/542134%253Fqt-article_image_video%253D1 * http://ladieswhodolunchinkuwait.blogspot.com/2015/03/endometriosis-worldwide- march.html?spref=tw * http://www.frontshop.co.za/join-million-women-endomarch/ * http://globalnews.ca/news/1212765/canada-joins-endometriosis-awareness- month-for-the-first-time/ * http://news.hugofox.com/2015/03/20/endometriosis/ ===Unknown/Other=== * http://www.utar.edu.my/econtent_sub.jsp?fcatid=16&fcontentid;=22416 * http://www.najat-vallaud-belkacem.com/2014/03/27/decouvrez-les-endogirls-et- lendomarch/comment-page-1/ Category:Charity fundraisers ",
    "title": "Worldwide Endometriosis March"
}