{
    "id": "47218721",
    "text": "Rukungiri–Kihihi–Ishasha–Kanungu Road is a road in southwestern Uganda, connecting the town of Rukungiri in Rukungiri District and the town of Ishasha in Kanungu District, at the International border between Uganda and the Democratic Republic of the Congo. A spur of the road runs south from Kihihi to Kanungu. ==Location== The Rukungiri–Kihihi–Ishasha–Kanungu Road starts at Rukungiri, running in a general westward direction. It passes through Kihihi, ending at Ishasha, at the border with DRCongo. A spur of the road runs in a general southern direction from Kihihi to Kanungu. The entire road distance is approximately with the Rukungiri–Ishasha section measuring and the Kihihi–Kanungu section measuring . The coordinates of the road near Kihihi in Kanungu District are:0°44'56.0\"S, 29°41'53.0\"E (Latitude:-0.748889; Longitude:29.698056). ==Conversion to bitumen surface== The road, whose total length is , is presently made of unsealed gravel surface. In 2014, the government of Uganda obtained a US$109 million loan to upgrade this and other roads to bituminous surface. As of November 2014, procurement for a contractor was ongoing. ==Landmarks== The following landmarks lie close or near the Rukungiri–Kihihi–Ishasha–Kanungu Road: * The town of Rukungiri in Rukungiri District, the location of the district headquarters. * The town of Kihihi in Kanungu District. * The town of Ishasha, at the International border with DRCongo. * Queen Elizabeth National Park. The road forms the southern border of the park, in the section between Kihihi and Ishasha. * The southern spur ends at Kanungu, the location of the headquarters of Kanungu District. ==Construction== The construction contract was awarded to China Henan International Construction Company (CHICO), at a contract price of USh:207,834,646,967 (approx. US$57 million). The supervising engineering contract was awarded to SMEC International Pty Limited of Australia. The civil works contract was signed on 17 September 2018. Permission to start work was given on 5 November 2018. Completion is expected during the first quarter of 2022. The project is co-funded by the African Development Bank and the Government of Uganda. ==See also== * Rukungiri District * Kanungu District * Transport in Uganda * List of roads in Uganda ==References== ==External links== * Uganda National Road Authority Homepage Category:Roads in Uganda Category:Rukungiri District Category:Kanungu District ",
    "title": "Rukungiri–Kihihi–Ishasha–Kanungu Road"
}