{
    "id": "47216206",
    "text": "{| |} The Russian monitor Admiral Spiridov was the name ship of her class of monitors built for the Imperial Russian Navy in the late 1860s. The ship was assigned to the Baltic Fleet upon completion and remained there for her entire career. Aside from an accidental collision her service was uneventful. The sister ships were reclassified as coast-defense ironclads in 1892 before they became training ships in 1900. Admiral Spiridov was stricken from the Navy List in 1907 and became a coal-storage barge. Her ultimate fate is unknown. ==Design and description== The Admiral Spiridov-class monitors were significantly larger than their predecessors, the , and were long at the waterline. They had a beam of and a maximum draft of . The ships were designed to displace , but turned out to be overweight and actually displaced . Their crew consisted of 280 officers and crewmen. The Admiral Spiridov class had a single two-cylinder horizontal direct-acting steam engine, which drove a single propeller using steam provided by four rectangular fire-tube boilers. The engine was designed to produce a total of , which gave the ship a speed of from when she ran her initial sea trials in 1871. Two years later, Admiral Spiridov ran them again, this time reaching . The ship carried of coal which gave her a range of at full speed. She was fitted with three masts in a light fore-and-aft rig to steady her and aid in maneuvering.McLaughlin, pp. 115–16, 122–23 The monitors were ultimately designed to be armed with four Obukhov 9-inch rifled guns, a pair in each turret. In 1874–75 the guns were replaced by a single gun. During the Russo-Turkish War of 1877–78, a 9-inch mortar was fitted to attack the thin deck armor of enemy ships, but accuracy was poor and they were later removed, probably in the early 1880s. Admiral Spiridov retained her original guns until 1902, although a more powerful 11-inch gun may have been installed after that date. Light guns for use against torpedo boats were added to the Admiral Spiridov-class ships during the Russo-Turkish War when a pair of 4-pounder guns were mounted on the roofs of each gun turret. A variety of other small guns are known to have been fitted, but details are lacking. The ships could also carry 12 to 15 mines.McLaughlin, pp. 118–20 The hull of the Admiral Spiridov-class monitors was completely covered by wrought-iron armor that was thick amidships and thinned to aft and forward of the main belt. The turrets had 6 inches of armor, except around the gun ports, where it thickened to 6.5 inches. The conning tower was thick and the deck armor was in two layers with a total thickness of 1 inch.McLaughlin, pp. 121–22 ==Construction and service== Admiral Spiridov, named for Admiral Grigory Spiridov,Silverstone, p. 372 was ordered on 4 June 1865 from the Semiannikov & Poletika Shipyard, Saint Petersburg, although the formal keel- laying was not until 20 November 1866. Construction was delayed by changes to the design and late deliveries of components. She was launched on 28 August 1868 and then transferred to Kronstadt for fitting out as the shallow waters around Saint Petersburg prevented deep-draft ships from being completed. This added more delays as the dockyard there lacked the equipment to efficiently fit out the ships, and she officially entered service in 1869 at the cost of 1,177,500 rubles.McLaughlin, pp. 113–14 The ship was assigned to the Baltic Fleet upon completion, but she was not fully equipped until around 1872 and her trials continued until 1873. Admiral Spiridov accidentally rammed the monitor in Kronstadt harbor in 1871, but was only slightly damaged. Steam- powered steering gear was installed in the ship in 1887 and she was reclassified as a coast-defense ironclad on 13 February 1892. By this time, her role in Russian war plans was to defend the Gulf of Riga against an anticipated German amphibious landing. In 1900, Admiral Spiridov was assigned to the Kronstadt Engineering School as a training ship. She was transferred to the Port of Kronstadt on 31 March 1907 for disposal. The ship was stricken on 14 August and Admiral Spiridov became a stationary coal-storage barge. Her subsequent fate is unknown.McLaughlin, pp. 124–26 One source suggests that she and her sister , and the two s, were used as floating piers for the railroad bridge over the Svir River during the construction of the Saint Petersburg–Murmansk Railroad in 1916 before being scrapped in the 1920s.\"Russian Monitors and Coast Defense Ships\", p. 308 ==Notes== ==Footnotes== ==References== * * * ==Further reading== * * Category:Admiral Spiridov-class monitors Category:1868 ships Category:Ships built at Sredne- Nevskiy Shipyard ",
    "title": "Russian monitor Admiral Spiridov"
}