{
    "id": "47215925",
    "text": "George Neville Griffiths (23 January 1840 - 28 April 1905) was a New South Wales colonial politician. He was born in Sydney to banker George Richard Griffiths and Letitita Chatfield. Educated in England, he graduated from Cambridge University with a Bachelor of Arts in 1861, soon returning to Australia. After a period in Queensland, he returned to Sydney and purchased property throughout both colonies, also founding a stock agents' firm. On 3 March 1874 he married Ada Frances Scott, the daughter of John Scott M.L.A. and M.L.C., with whom he had eight children. He was elected to the New South Wales Legislative Assembly for East Sydney in 1882, but he was defeated in 1885. Griffiths died in Darlinghurst in 1905. Griffiths and Ada Scott had four sons and four daughters:Burke's Landed Gentry; 17th Edition 1952; under Copland- Griffiths of Potterne; page 1083, left hand column starting – (2) George Neville: Accessed 2 June 2017\\- * Frederick Guy, b. 18 July 1878 and d. 6 June 1952Royal Australian College of Physicians: College Roll-406: Frederick Guy Griffiths: Accessed 2 June 2017 * John Neville, b. 9 September 1881 and killed in action in France 30 November 1917Cambridge University Press: The Journal of Laryngology & Otology: Volume 33, Issue 2 February 1918, p. 63: Capt. John Neville Griffiths, M.B.(Sydney), D.P.H.(Lond.: Accessed 2 June 2017) * Hugh, b. 18 November 1885 and killed in action at Gallipoli 6 August 1915Spirits of Gallipoli: families - Hugh Griffith: Accessed 2 June 2017 *Francis, b. 10 March 1890 * Agnes Laetitia, b. 21 March 1875 * Ada Violet, b. 9 February 1878 * Noel Eve, b. 24 December 1879 *Florence Denise, b. 15 August 1883, married 29 October 1906 William Charles Wentworth III, and were the parents of William Charles Wentworth IV M.P. ==See also== * ==References== ==External links== *Ada's Story (Ada, wife of G. N. Griffiths), by Jill Brown, librarian technician, Fisher Library: Sydney University Record: The University Archives 2010 pp. 23-25 Category:1840 births Category:1905 deaths Category:Members of the New South Wales Legislative Assembly Category:19th-century Australian politicians Category:Australian expatriates in the United Kingdom ",
    "title": "George Griffiths (Australian politician)"
}