{
    "id": "47219465",
    "text": "{| |} German submarine U-644 was a Type VIIC U-boat of Nazi Germany's Kriegsmarine during World War II. The submarine was laid down on 1 December 1941 at the Blohm & Voss yard at Hamburg, launched on 20 August 1942, and commissioned on 15 October 1942 under the command of Oberleutnant zur See Kurt Jensen. Attached to 5th U-boat Flotilla based at Kiel, U-644 completed her training period on 31 March 1943 and was assigned to front-line service. ==Design== German Type VIIC submarines were preceded by the shorter Type VIIB submarines. U-644 had a displacement of when at the surface and while submerged. She had a total length of , a pressure hull length of , a beam of , a height of , and a draught of . The submarine was powered by two Germaniawerft F46 four-stroke, six-cylinder supercharged diesel engines producing a total of for use while surfaced, two Brown, Boveri & Cie GG UB 720/8 double-acting electric motors producing a total of for use while submerged. She had two shafts and two propellers. The boat was capable of operating at depths of up to . The submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . U-644 was fitted with five torpedo tubes (four fitted at the bow and one at the stern), fourteen torpedoes, one SK C/35 naval gun, 220 rounds, and one twin C/30 anti-aircraft gun. The boat had a complement of between forty-four and sixty. ==Service history== In April 1943, U-644 was on patrol between Shetland and Jan Mayen. British signals intelligence had pinpointed the U-boat's position and HMS Tuna was dispatched to hunt down U-644. On 7 April, the Tuna detected the U-boat only away and fired a spread of five torpedoes. Two torpedoes hit U-644, which sank with all 45 crew members on board, there were no survivors. ==References== ==Bibliography== * * * ==External links== * * Category:World War II submarines of Germany Category:German Type VIIC submarines Category:1942 ships Category:Ships built in Hamburg Category:U-boats commissioned in 1942 Category:U-boats sunk in 1943 Category:U-boats sunk by British submarines Category:Ships lost with all hands Category:World War II shipwrecks in the Norwegian Sea Category:Maritime incidents in April 1943 ",
    "title": "German submarine U-644"
}