{
    "id": "47219819",
    "text": "{| |} The French corvette Alecton was a ship in the French Navy in the 19th century. She is most famous for being one of the first surface vessels recorded to have encountered a giant squid (Architeuthis). Until this time, giant squids were viewed as mythical creatures. ==Service history== The Alecton, named after Alecto, one of the three Furies, was a paddle aviso (aviso à roues de deuxième classe, type Etoile modifié) laid down in 1859 at the La Seyne shipyard of the Société des Forges et Chantiers de la Mediterranée and launched in 1861. She had a length of 50.9 metres and a beam of 12.1 metres. Alecton was a paddle wheeler, powered by both a 120 hp steam engine and sails on two masts, had a crew of sixty-six and an armament of two light cannon. Her displacement was 570 tonnes. Alecton was first stationed at French Guiana and from 1868 onwards at Guadeloupe. She was decommissioned on 10 August 1883 and scrapped in 1884 at Lorient.http://dossiersmarine.free.fr/fs_av_A11.html Retrieved 3 August 2015 ==Giant squid encounter== Reproduction of the original watercolour by officers of the Alecton On November 30, or November 17, 1861 the French corvette Alecton was, on its way to Cayenne, navigating near Tenerife, the largest and most populous island of the seven Canary Islands. As the ship neared the island the lookout on duty yelled to the crew below: “a large body, partly submerged, on the surface.” The captain, commandeur Bouguer, had heard reports of giant squid but the scientific community disputed their existence. Mutilated, decomposed pieces of giant squid had surfaced, most notably off Zealand, Denmark in 1847, and another at The Skaw in 1854. Yet no one had ever captured or even seen a live specimen. Seeing his chance to capture the rare species, the captain ordered the ship to attack and harpoon the squid. Over the course of three hours the ship fired several shots, but the shells seemed to do little damage to the squid's rubbery body, estimated at five metres length. While it did react to the shots, it seemed undisturbed, diving and resurfacing close to the boat. Finally one of the crew was able to harpoon the squid and lasso a rope around its body. However, the weight was so great that when they tried to haul it aboard, the rope cut the body in two and they got only the tail end. Giant squid expert Clyde F. E. Roper says that Alectons skipper then called the whole thing off \"lest the creature damage or injure the ship and the crew\", but in an interview Roper laments \"How dangerous is a giant squid full of cannon balls going to be?\" ==Twenty Thousand Leagues Under the Sea== The Alecton encounter was the inspiration for the giant squids attacking the submarine in Twenty Thousand Leagues Under the Sea, a classic science fiction novel by French writer Jules Verne, published in 1870. ==Bibliography== Notes References * * \\- Total pages: 440 * ==External links== * Category:Ships built in France Category:1861 ships Category:Jules Verne Category:Giant squid ",
    "title": "French corvette Alecton"
}