{
    "id": "47217057",
    "text": "The men's eight rowing event at the 2015 Pan American Games was held from July 12–15 at the Royal Canadian Henley Rowing Course in St. Catharines. ==Schedule== All times are Eastern Standard Time (UTC-3). {| class=\"wikitable\" ! Date ! Time ! Round |- | July 12, 2015 ||11:00 || Heat |-style=background:lemonchiffon |July 15, 2015|| 10:35 || Final |} ==Results== ===Heat=== {|class=\"wikitable\" width=60% style=\"text-align:center\" |- !Rank !Rowers !Country !Time !Notes |- |1 |align=left|Julien Bahain Mike Evans Martin Barakso Tim Schrijver Will Dean Conlin McCabe Kai Langerfeld Will Crothers Jacob Koudys (C) |align=left| | 5:45.79 |F |- |2 |align=left|Matthew Mahon Brendan Harrington Taylor Brown Erick Winstead David Eick Kyle Peabody Nareg Guregian Keane Johnson Sam Ojserkis (C) |align=left| | 6:03.81 |F |- |3 |align=left|Diego Donizette Nazario Emanuel Dantas Borges Leandro Tozzo Allan Scaravaglioni Bitencourt Vinicios Delazeri Maciel Costa Da Silva Pedro Henrique Drummond Gondin Victor Ruzicki Pereira Mauricio De Abreu Carlos(C) |align=left| | 6:21.17 |F |- |4 |align=left|Joaquín Iwan Axel Haack Osvaldo Suárez Francisco Esteras Ivan Carino Rodrigo Murillo Diego López Agustin Diaz Joel Infante (C) |align=left| | 6:52.97 |F |- |5 |align=left|Eduardo González Jose Rodriguez Eduardo Rubio Ángel Fournier Manuel Suárez Solaris Freire Adrian Oquendo Janier Concepción Juan Carlos González (C) |align=left| | 7:47.30 |F |} ===Final=== {|class=\"wikitable\" width=60% style=\"text-align:center\" |- !Rank !Rowers !Country !Time !Notes |- | |align=left|Mike Evans Will Dean Julien Bahain Martin Barakso Tim Schrijver Conlin McCabe Kai Langerfeld Will Crothers Jacob Koudys (C) |align=left| | 6:07.01 | |- | |align=left|Joaquín Iwan Axel Haack Osvaldo Suárez Francisco Esteras Ivan Carino Rodrigo Murillo Diego López Agustin Diaz Joel Infante (C) |align=left| | 6:10.08 | |- | |align=left|Matthew Mahon Brendan Harrington Taylor Brown Erick Winstead David Eick Kyle Peabody Nareg Guregian Keane Johnson Sam Ojserkis (C) |align=left| | 6:12.64 | |- |4 |align=left|Liosbel Hernandez Jose Rodriguez Eduardo Rubio Ángel Fournier Eduardo González Solaris Freire Adrian Oquendo Janier Concepción Juan Carlos González (C) |align=left| | 6:14.00 | |- |5 |align=left|Diego Donizette Nazario Emanuel Dantas Borges Leandro Tozzo Allan Scaravaglioni Bitencourt Vinicios Delazeri Maciel Costa Da Silva Pedro Henrique Drummond Gondin Victor Ruzicki Pereira Mauricio De Abreu Carlos (C) |align=left| | 6:34.10 | |} ==References== Category:Rowing at the 2015 Pan American Games ",
    "title": "Rowing at the 2015 Pan American Games – Men's eight"
}