{
    "id": "47216764",
    "text": "Apna is a New Zealand radio and television network targeted towards ethnic minorities. The radio network broadcasts on 990 AM in Whangarei, Auckland and Hamilton, and plays Bollywood music alongside cultural features and discussions. The television channel is available on channel 26 on Freeview HD in major centres, and features mostly Indian and Pakistani television programmes. The Apna networks serve Indian, Fijian, Bangladeshi, Pakistani and Punjabi communities. The radio network is one of the only media outlets serving the Fijian population. Many of its hosts knew or worked with Radio Sargam presenter Anirudh Diwakar, who is crediting with inspiring Apna's \"Fiji style\" Hindi radio format. The station's internal research suggests many listeners also listen to Radio Tarana, Flava, Niu FM and Newstalk ZB. The radio network has not participated in independent TNS New Zealand audience surveys, unlike its competitors New Zealand Media and Entertainment, MediaWorks New Zealand and Radio Tarana. However, the station has commissioned research which suggests it has between 15,000 and 80,000 listeners. The research suggests these listeners are mostly middle-aged and listen to the station during the evening. ==History== ===Language=== Journalist and media commentator Thakur Ranjit Singh has been critical of Apna presenters using pidgin, slang and Fiji Hindi rather than speaking the standard Hindi language. In December 2012, he wrote that the station was using the term \"Daago mama\", a shortened version of the saying \"miyan ke kitchen, bappa ke jamin, ka bole mausa, Daago mama\". Translated, the term meant \"husband's kitchen, father's land, what say uncle, urging mother's brother\". Singh argued the saying was colloquial and informal, and was not considered \"appropriate\" or \"suitable\" for a radio station. He accused Apna of compromising the language with \"linguistic engineering\". By comparison, Singh wrote, Radio Tarana had used a high quality of traditional Hindi, maintaining language decorum, sensitivity and proper usage. However, Tarana had failed to translate words into New Zealand English or explain words to unfamiliar listeners, excluding or putting off potential listeners, school children and other people who wanted to learn about the language and culture. ===Privacy complaints=== In 2010, the Broadcasting Standards Authority upheld a complaint against Apna over a dating segment, and ordered the network to pay $500 to the complainant for breach of privacy. The Apna Ne Bana Di Jodi segment allowed people to put forward personal match-making messages including their age, gender, ethnicity, religion and contact details. The complainant was featured in one of the segments, but said he had never submitted his details and had received harassment after the broadcast. The network informally apologised and promised to stop receiving dating listings via email. However, the authority found the telephone number was disclosed in a \"highly offensive manner\". In April 2015, the Broadcasting Standards Authority upheld a complaint against Apna for broadcasting details of a disputed business dealing between the station and the complainant's company. It related to a Hindi language segment in March 2014 in which a host named the company, alleged it owned money from a contract in 2011, and alleged the money was now long overdue. The host asked \"any families of this business... listening to Radio Apna\" to tell the company director to contact the station as soon as possible. The host also said the station would provide options for the account to be settled. The authority found the broadcast of those details was a misuse of airtime and the station neglected its obligation to protect the privacy of the complaint. The authority ordered the station to pay $1000 compensation to the complainant and another $1000 to the Crown. The authority found that debt was a private matter, the complainant had a reasonable expectation of privacy, and there was no public interest in publicly disclosing the debt. ==Programmes== ===Radio=== The radio station's breakfast programme, Morning Spice with Shaiyaz and Ayana, airs from 6.00 to 9.00 am. Other weekday shows include the Saheli morning show with Ayana from 9.00 am, the Music Mania afternoon show with Kashish from 12.00 pm, the Raftaar drive show with Neel from 3.00 pm, and the Sunset Shararat evening show with Neel from 6.00 pm. Apna has a premium text number, and many of its weekday programmes feature shout-outs, comments and music requests. Neel, working as DJ Nil, has headlined events like Auckland Bollywood Winter Social in July 2015. Specialist night shows air between 9.00 pm and 12.00 am, including Rock on with Nasir Mahemood on Mondays, Romantica with Nasir Khan on Tuesdays and Wednesdays and Romantica with Praneel Chand on Thursdays. Friday night programmes include Romantica with Neel from 9.00 pm, and Captain Zorro with a rotation of DJs from 10.00 pm to 2.00 am. Saturday shows include Good Morning Zindagi with Ranjana Kumar from 6.00 am, a daytime show from 10.00 am, Ishq Alive with Tanvi Khanna from 2.00 pm, Party Starters with Tanvi Khanna from 6.00 pm, and Garam Masala with Bhupen airs from 8.00 pm. Sunday shows include Bhanjan with Jiten Shyam from 6.00 am, the Top 20 Countdown with Angie Raj from 9.00 am, Rock on with Maddy from 12.00 pm, Sports World and Newstalk with Dev Narayan from 4.00 pm, Guzre Pal with Ashmita Sen from 6.00 pm, and Sukoon with Jiten Shyam from 9.00 pm. ===Television=== Apna Television is available on channel 36 on Freeview HD in Auckland, Waikato, Taranaki, Palmerston North, Bay of Plenty, Hawke's Bay, Christchurch and Dunedin. Apna Television broadcasts a range of Bollywood films, Indian drama, comedy and music. There are also some local shows hosted by Apna radio hosts. Apna broadcasts drama programmes like Kasam Se, Yahan Main Ghar Ghar Kheli, Saath Phere, Saloni and Pavitra Rishta. It also features culturally specific dramas, like the Muslim series Qubool Hai and the Sikh drama Ram Milaye Jodi. Many of its programmes are sourced from Zee TV, like reality talent show Shabaash India, dance competition Dance India Dance, and the Indian television adaption of Aladdin. Other shows include Johnny Lever comedy show Johny Aala Re and Sanjeev Kapoor cooking show Khaana Khazana. ==Events and promotions== Alongside its normal broadcasting, Apna also organises, sponsors or broadcasts a range of events and promotions, including soccer matches, festivals and on-air charity appeals. For example, in 2009 it held a Best Flower Garden contest on Mother's Day. ===Charity appeals=== In 2009, Apna 990 raised $200,000 in a 54-hour on-air appeal for relief efforts following Fiji floods. This was double its fundraising target of $100,000. Many of the donations came from west and south Auckland, from Fijian Indians ith families in Fiji. The relief supplies were distributed across the Western Division to places like Lautoka, Ba Province and Nadi. In March 2010, the station held a 40-hour appeal to raise funds for victims of Cyclone Tomas in Fiji. The storm had caused widespread destruction to some northern parts of Fiji, leaving thousands of people homeless. Food was collected at several sites around Auckland, and a bank account was set up to deposit money towards the relief effort. Apna raised $133,000, and used the money to distribute flour, rice, dhal, milk powder, biscuits, onions, potatoes, salt, tinned fish, noodles, tea and soap to 2000 people. New Zealand volunteers travelled at their own expense to help distribute the supplies. In September 2010, Apna raised more than $270,000 in a 30-hour on-air appeal for the Pakistani flood disaster relief, almost double the $120,000 it was aiming to raise. The money was donated to a charity supported by the Pakistan High Commission, and was on top of $4 million donated by the New Zealand Government. The Pakistan Association of New Zealand congratulated Apna for raising the money, to providing medicine, water and food for people in need. In March 2011, Apna raised $100,000 for victims of the 2011 Christchurch earthquake. The money was raised to replace the Sikh Temple and Community Centre in Sydenham, and repair the Indian Hall in Phillipstown and Hare Krishna Temple in Richmond. Sikh and Muslim residents were affected by the earthquake, Indian businesses were destroyed, and Pakistan and Somalian communities hosted displaced families. The earthquake also led many migrant communities to relocate to Auckland temporarily. Labour MP Ashraf Choudhary congratulated Apna for their fundraising efforts. ===Muslim events=== Labour MP William Sio used a 2013 Eid Festival event sponsored by Apna to voice his opposition to same-sex marriage. Apna promotes itself as a Muslim media company, and targets ethnic communities with high Muslim populations. It supports and recognises a range of Muslim events. In September 2012, the company sponsored the Eid Festival at Mangere Centre Park, as part of New Zealand Islam Awareness Week. The sports and market festival was organised by the New Zealand Muslim Sports Association and the South Auckland Muslim Association, and was also supported by the Federation of Islamic Associations of New Zealand, the Council of Christians and Muslims and the Counties Manukau Ethnic Council. However, it lacked the endorsement of many Islamic Centres and Islamic leaders. Apna hosts played music, held quizzes and led recitations from the Quran. Labour Party MP William Sio used the event to discuss his opposition to same-sex marriage in New Zealand. ===Football=== In February 2011, Apna was the naming rights sponsor of the New Zealand Fiji Football Association's first Fiji Soccer Cup, organised in collaboration with New Zealand Football and the Fiji Football Association. The tournament was aimed at strengthening relationships between the Oceania Football Confederation teams, and giving New Zealand fans the opportunity to support Fijian players and teams. Fijj Football Association president Sahu Khan said Apna had made the event financially possible, and was already contributing to Fijian society in several other ways. The tournament marked the opening of a $2 million modern stadium at Centre Park in Mangere, and Apna managing director Sahil Shah was a patron of the stadium. Some members of the Fijian community described the tournament as the most important New Zealand football event of the year. Apna also airs live commentaries of local football and Oceania Football Confederation matches. It secured exclusive broadcasting rights to the New Zealand Fiji Inter-District Soccer Tournament from Centre Park in October 2009. It aired the commentary of a pre- season friendly between Auckland City FC and Wellington Phoenix in Sandringham in September 2013. The match was closely followed by members of New Zealand's Fijian community. Selected matches of the 2014 OFC President's Cup were broadcast on Apna, with match previews and reviews on LiveSport. This included the opening match, and other matches involving Auckland City FC. ==References== Category:Asian-New Zealand culture in Auckland Category:Oceanian-New Zealand culture Category:Radio stations in New Zealand Category:Television stations in New Zealand Category:Mass media in Auckland Category:Pakistani diaspora in New Zealand Category:Indian diaspora in New Zealand ",
    "title": "Apna (New Zealand)"
}