{
    "id": "47215693",
    "text": "\"Faded Love and Winter Roses\" is a song written by Fred Rose. It was released as a posthumous single by Hank Williams, whose records Rose produced, in 1954. ==Background== Like Williams, Rose was an accomplished songwriter, having collaborated with Tin Pan Alley writers like Ray Whitley and composing country standards like \"Blue Eyes Crying in the Rain\" and \"We Live in Two Different Worlds.\" Williams recorded several of Rose's songs with varying degrees of success, including \"Take These Chains From My Heart,\" which shot to #1 after Hank's death in 1953. Rose also founded Acuff-Rose, the company that published Williams' songs, and Rose was not above pushing songs on Williams that came under Acuff-Rose, including his own compositions \"Rootie Tootie\" and \"I'm Satisfied with You,\" although this became less necessary as Williams blossomed as a songwriter. Rose was also very conscientious about recording songs that his company published. For instance, in 1949 Rose had been given carte blanche to sign country acts to MGM and he was considering Hank's friend Braxton Shuffert. Williams had given Shuffert the song \"A Teardrop on a Rose\" but they needed one more tune for the flipside. Shuffert later recalled: :\"I was wanting to sing 'I'll Still Write Your Name in the Sand,' but Fred said, 'No- o-o, we don't give other folks royalties. I'm going over to the house for a few minutes. You and Hank write something.'...When Fred came back, I sang him 'Rockin' Chair Daddy,' and he signed me up that evening.\" Between August 1948 and May 1949, Williams performed on KWKH in Shreveport, and it was from these recordings that \"Faded Love and Winter Roses\" was chosen by MGM to be a single in 1954. Although Williams performed songs by other singers like Ernest Tubb, Hank Thompson, and Roy Acuff, the surviving acetates are dominated by Rose compositions, and it was likely that Williams was using the radio program in part to promote his publisher's songs. ==Cover versions== * Carl Smith had a minor hit with the song in 1969, taking it to #25 on the country singles chart. * David Houston cut the song for his 1979 LP From the Heart of Houston. Houston's version peaked at #33 in the Billboard country charts that year, making it his last top 40. * American bluegrass duo Jim and Jesse recorded it for their 1998 album Songs From the Homeplace. ==References== Category:1954 singles Category:Songs written by Fred Rose (songwriter) Category:Hank Williams songs Category:David Houston (singer) songs ",
    "title": "Faded Love and Winter Roses"
}