{
    "id": "47215673",
    "text": "The Third Alarm is a 1922 American silent melodrama film directed by Emory Johnson. Emilie Johnson, Emory's mother, wrote both the story and screenplay. The film's \"All-Star\" cast features Ralph Lewis, Johnnie Walker, and Emory Johnson's wife Ella Hall. The film was released on January 7, 1923.Progressive Silent Film List: The Third Alarm at silentera.com Dan McDowell was a veteran fireman and driver of a horse-drawn Fire Engine. The department motorizes the station's equipment. Dan cannot master the driving skills needed to operate the new motorized vehicles. The fire chief retires Dan with a small pension. Johnny, Dan's son, is studying to become a doctor. Dan had supported his son's ambitions but now cannot support both his family and Johnnie's schooling. He takes a job digging ditches. Circumstances befall Dan, and he lives through various misfortunes. Johnnie, no longer able to afford medical school, takes a job as a fireman. All storylines converge as major three-alarm fire breaks out. This Melodrama has a predictable happy ending. ==Plot== Opening plaque from the movie The action starts as someone trips a Fire alarm call box. Then, the fire station alarm bell clangs, a fire dispatcher utters, \"We roll - Third and Western.\" All the firemen spring into action. We pay particular attention to engine number seven, a Steam pumper, manned by an aging fireman. The doors fling open, and the two horse-drawn fire engines barrel down the street to fight the fire. The fireman driving engine number seven is Dan McDowell, portrayed by Ralph Lewis. Dan is a twenty-year veteran of the force. Dan not only drives engine number seven but also cares for the station's five fire horses. At the McDowell house, which stands caddy-corner from the fire station, mother McDowell, played by Virginia True Boardman, is frosting Dan's birthday cake along with her daughter Alice, played by Josephine Adair. Johnny McDowell, acted by Johnnie Walker, joins the group. Johnny is studying to become a doctor and has only a year left. We meet Johnny's sweetheart, June Rutherford, played by Ella Hall. At the fire station house, the battalion chief drives up and tells the boys they are going to motorize the station by the first. All the men cheer, except Dan. Dan goes home to attend his birthday party. The day of the changeover arrives. The fire crew watches the new motorized Steam pumper pull in. Later, the chief sells the five fire horses. Dan must now learn to drive the new motorized engine. He struggles to master driving skills. Unable to drive the new rig, the chief retires Dan McDowell on a small pension. Dan's foremost concern now is Johnny's medical career. Dan tells Johnny he hasn't got enough money to support his medical studies. Johnny tells his father not to worry because his sweetheart is the daughter of a famous surgeon - Dr. Loren Rutherford. Dan tells Johnny when he was young; his brother got sick. The boy's physician told Dan that only one man could save the boy - Dr. Loren Rutherford. Dan storms into Dr. Rutherford's office and pleads with the Dr. to save his boy. Dr. Rutherford says he can't save Dan's son because he must save another life first. Dan tells Johnny he will never forget that Dr. Rutherford let his young brother die. To make ends meet, Dan gets a job as a ditch digger. While working one day, he notices Bullet nuzzling up against him. Bullet had been pulling a dirt wagon but visited Dan. Bullet's supervisor finds his horse and abuses the animal. Dan tries to stop him but is beat up. Johnny happens upon the altercation and beats up Bullet's handler. After threatening the supervisor, Johnny forces Dan to quit this job. Johnny decides to lifts Dan's financial burdens. He drops out of medical school and applies for a job at the fire station. The chief knows Johnny and makes him as a fireman. The next day, the police arrive at the McDowell household. They claim a fire horse is missing and blame Johnny. The police have a search warrant and find \"Bullet\" in Dan's shed. The police demand to know where Johnny is. Dan confesses to save his son. The police take Dan to jail. A fire breaks out in the Rutherford apartment building. June Rutherford lives on the top floor. She evacuates with the other residents when she discovers her small dog is missing. She goes back but becomes trapped by the flames. Johnny is at the fire station when the fire bell clangs. He finds out the fire is at the new Rutherford apartments. The dispatcher says they only respond if it becomes a third alarm. Freddie is selling newspapers when he reads about Dan's arrest for a horse thief. He rushes to the fire station and tells the chief he found Bullet on the street and locked him up in Dan's woodshed. The chief says he will free Dan. Meanwhile, at the fire, they call in a third alarm. June finds a balcony and starts screaming for help. The nearest fire truck raises a ladder to rescue her, but the ladder is too short. A fireman scrambles up the ladder–it is Johnny trying to save June. The apartment walls are collapsing, and the battalion chief orders his men to safety. The wall supporting the end of the ladder collapses, but Johnny hooks a Scaling ladder to the balcony railing and rescues June. Now they must descend to ground level. While June and the dog hang on to his back, he descends to the balcony below. Dan has secured his release from Prison and rushes to the scene of the fire. He helps his fellow firemen handle the hoses. A large safe smashes through the apartment floors. Johnny and June survived the fall, but the safe has blocked their escape. Meanwhile, Dr. Rutherford finds Dan and begs him to save his daughter. Dan has flashbacks about his adolescent son. He brushes the Doctor aside. Bullet, working the night shift, hears the fire alarm, breaks free of his reins, and heads towards the flames. Dan is struggling with a way to save Johnny and June when Bullet shows up. Dan knows a way to save the couple. He mounts Bullet, rides through the flames, arrives at the spot, and starts throwing ropes around the safe. Dan then urges Bullet to pull the safe free. Bullet frees Johnny and June. Scene switches to a farmhouse in the country. Dan finds out Dr. Rutherford and has bought a small farm with enough pasture to take care of all the fire horses; Dan will become the caretaker. It fades out with Dan holding Bullet. ==Cast== The cast of this film used several of the same actors who appeared in In the Name of the Law. Lobby card for The Third Alarm :{| !style=\"width:140px; text- align:left;\"|Actor !style=\"width:230px; text-align:left;\"|Role |- style=\"text- align: left;\" |Ralph Lewis||Dan McDowell |- |Johnnie Walker||Johnny McDowell |- |Ella Hall||June Rutherford |- |Virginia True Boardman||Mother McDowell |- |Frankie Lee||Little Jimmie |- |Wilbur Higby||Fire Chief Andrews |- |Richard Morris||Dr. Rutherford |- |Josephine Adair||Alice McDowell |- |Bullet||a Fire Horse |- |} ==Production== ===Development=== While standing on a street corner in downtown Los Angeles, Emory Johnson and his mother were watching the annual Elk 's parade. Apart from the parade, the pair was struck by the appearance of the LAPD 's fire horses. This parade would be the fire horse's last appearance in public. The horses had all been replaced by motorized vehicles. All were retired from service and put out to pasture. But to the Johnson's, the fire horses represented a small part of a broader canvas. It occurred to them; the horses symbolized a changing of the guard. The idea for a motion picture took root. ====Themes==== Like the director's quote, love and devotion are constant themes interwoven throughout the fabric of the third alarm's storyline. Dan McDowell's devotion to his wife and likewise her devotion to him; the couple's everlasting love and willingness to sacrifice for their children; Johnny's love for June; Dr. Rutherford's fatherly love for his daughter; Dan devotion for the horses in his care; a crippled boy kindness. All of these were carefully blended to complement the tale of our working-class hero and create another Emory Johnson Melodrama. Moviegoers often saw another central theme. Dan McDowell's plight when he is caught between one of life's passages - too old to be young yet not old enough to be old. Mechanization had taken away the job he loved and changed the way he lived. This theme was something so many working class individuals could relate too in the industrial age. First, he paid homage to the police officers, and now he would honor the firefighters. Similar to the Patrick O'Hara character in \"In the Name of the Law,\" this movie portrays firemen as family men – men that were trying to balance raising a family with the dangerous profession of firefighting. Johnson felt both these working-class heroes did not get the recognition they so richly deserved for the work they did. Emory Johnson's glorification of public servants would become the perfect subject material for all of his F.B.O. Special productions. ====Screenplay==== Emilie Johnson was Emory Johnson 's mother. She was born on June 3, 1867, in Gothenburg, Västra Götaland, Sweden. Her only son was born in 1894 - Alfred Emory Johnson. In the 1920s, Emilie and Emory Johnson would develop one of the most unique relationships in the annuals of Hollywood. The decade saw the mother-son team develop into the most financially successful directing and writing team in the motion picture history. Their unique collaboration would persist through the decade only fading in the early 30s. Such collaborations in Hollywood have been few and far between. She wrote most of the stories and screenplays her son used for his prosperous career in directing melodramas. Emilie discussed The Third Alarm with the newspaper - \"When creating The Third Alarm, I took every possible opportunity to visit the engine houses of the fire department, watching the actions of the firemen and observing the procedure in answering an alarm. Emory is always with me on these occasions, and we are in consultation daily in regard to angles of the story that present themselves as a result of our observations. Together we attend the fire chiefs convention and San Francisco.\" ===Pre production=== A real estate dealer misfortune allowed Emory Johnson's to purchase a five-story apartment building on the outskirts of Los Angeles for a reasonable price. The city had condemned the building as a fire trap. To film the burning-building sequences in The Third Alarm, the building was set ablaze. The fire was under the supervision of the Los Angeles fire department and used a dozen companies of professional firefighters and scores of equipment. Emory Johnson would shoot this movie on location in Los Angeles, California. The studio location, coupled with the fact that LAFD was the largest fire department in the world, had a sizable contingent of retired fire horses and would allow the use of scrapped steam fire engines in the movie lent itself to a symbiotic relationship. In 1911, the LAFD had 25 horse-drawn steam fire engines and 163 horses. 1911 was the last year they remained in service and the first year of motorized apparatus on the LAFD. The phase-in of motorized equipment would continue until the last fire horse was retired in 1921. To make his production as accurate and authentic as possible, Emory Johnson pointed out - \"I lived for several weeks among the firemen of Los Angeles to get the color and atmosphere for my production.\" ===Filming=== This movie was filmed on location entirely in Los Angeles, California and had the complete cooperation of the Los Angeles Fire Department. The LAFD furnished equipment, old-style firefighting apparatus, and large firefighting workforce to assist Emory Johnson in making this movie. {|class=\"wikitable plainrowheaders mw- collapsible\" style=\"background:#faf6ed;font-size:90%;Aligh:left\" |- !colspan=\"3\" style=\"\"|Shooting Schedule |- |style=\"width: 5%;\"|x70px |style=\"width: 20%;\"|According to Camera! \"Pulse of the Studios\" section, | # Principal photography on the \"The Discard\" begins the first week of July 1922. # Film editing on the \"The Discard\" was started in late August 1922. # \"The Discard\" was listed as \"Complete\" in September 1922. # The Third Alarm returned to Film editing in October 1922. # The Third Alarm drops out of \"Pulse of the Studios\" on October 16, 1922. |- |} ====Alternate title==== Based on the Camera! shooting schedule, the title of the film \"The Discard\" was changed to The Third Alarm between September and October 1922. The title \"The Discard\" is sometimes confused with its companion film In the Name of the Law. An alternate title for In the Name of the Law is incorrectly listed on some websites as \"The Discard\" or \"Discard\". The mix-up occurred because filming started on \"The Discard\" in July 1922. This date would coincide with the July 9 premiere of \"In the Name of the Law\". ===Post production=== F.B.O. rewarded Ralph Lewis for his work in In the Name of the Law and The Third Alarm by placing him under a long-term contract in April 1923. This film is the second production under Emory Johnson's F.B.O. Contract. Johnson would claim in May 1932, he made \"that picture for $40,000 () and it grossed one million two hundred thousand ().\" The film would become the most financially successful movie ever produced in Emory Johnson's career. The movie earned Johnson an estimated $275,000 (). Emory Johnson would move on to start working on his next film - The West~Bound Limited released in April 1923. This film would feature a train engineer and once again star Ralph Lewis. In the years to come, Johnson would glorify mail carriers, newspaper press operators, more train engineers, police officers, Army aviators, and members of the US Navy. ====Music==== In January 1923, a new Fireman's song by Johnnie Tucker was copyrighted. In April 1923, Okeh Records cut a recording by the Fire Department of New York and Rega Dance Orchestra. The song was composed by Johnnie Tucker with lyrics by Bartley Costello and featured John Stewart, a boy soprano singing \"A fire laddie (just like my daddy).\" The composer, John Tucker, had been an officer of the New York Fire Department for several years. He played both trombone and piano for the Fireman's Quartet and due to his background, he composed the song for the motion picture The Third Alarm. ==Advertising== Emory Johnson, director, H.C.Reinke. St Joseph Mo owner of theatres in the middle west and Johnie WalkerCampaign book for The Third Alarm 1922 In August 1922, a convention of the International Association of Fire Engineers was held in San Francisco. During the convention, the fire chiefs were introduced to director Emory Johnson and his wife, Ella Hall. Emory and Ella were promoting a new film titled The Third Alarm. The film was still being edited, but Emory Johnson was able to show two reels of the film to assembled chiefs. The chiefs were impressed with the film's accuracy in depicting firefighting techniques. This was the first promotion of the film four months before the actual release date. F.B.O. implemented the same advertising strategy they used in promoting In the Name of the Law. Before this film was released, FBO stated it had 100 letters from fire chiefs around the country. The chiefs stated they would fully support the showing of this film in their cities. In the world of film, the word exploitation has devious connotations. However, there is a vast difference between an Exploitation film and exploiting a film. In the 1920s, the F.B.O. concept of film exploitation meant creating local tie-ins with the particular working-class or public servants portrayed in the film. In the case of The Third Alarm, it meant establishing contact with the fire department in the local venue before the film was even scheduled to arrive in the city. An F.B.O. agent, if available, and the theater owner would work hand-in-hand in developing an exploitation strategy for the film. This usually meant developing a relationship with the local fire chief. The chief, in turn, would realize the benefits of promoting the movie and go on record with his endorsement. This support could include the chief's speaking to local newspapers and providing fire equipment to attract paying patrons to the movie theater. Many local Fire departments gave the movie free advertising by staging various displays. A typical example of this promotion - dusting off old firefighting apparatus, hitching up horses and clamoring down the street, bells clanging, and ending at the local theater. Small crowds might follow the equipment to the theater, hoping to catch a glimpse of the fire. Other stunts might include parking old museum pieces in front of the theater, appreciation parades and women jumping off buildings. Anything thing was fair game if it drew potential movie ticket purchasers to the work of local firefighters and built up a need to see them in action on the silver screen. Another strategy to get the firefighters on board with the advertising was to donate a portion of each ticket price to the fireman's pension fund. This was the same scheme used in In The Name of the Law. If the theater owners had questions on how to exploit this movie, FBO would provide a 22-page newspaper size campaign book. (See Campaign book pictured above) As the article stated, hundreds of these were mailed out while the movie was still premiering at the Astor Theatre. ==Release and reception== Several websites assert the first showing of the film was in Cleveland, Ohio, on December 25, 1922. These references are based on American Film Institute listing and confirmed by a movie advertisement in the Cleveland's The Plain Dealer. Other references state the promotional materials for the film wouldn't be ready until the first week in January 1923. The copyright for this film was filed on December 31, 1922. ===Official release=== The film was officially released on January 7, 1923, by Film Booking Offices of America. ====New York premiere==== The Third Alarm at the BS Moss Theatre in N.Y.C. Film Booking Offices of America booked The Third Alarm into prestigious 1,131 seats Astor Theatre in New York City for a four-week run starting on Sunday, January 7, 1923. This was a huge investment for F.B.O. This \"Theatrical Rental Arrangement\" cost F.B.O. $6,000 () a week to rent the theatre. According to Variety, ticket prices for the Astor performances ranged from $1.00 for matinee and $1.50 for evenings (Normal prices for the Astor). The magazine also observed the four-week run was generally a success. The first week generated $7,800, \"including a tie-up with the fire department for the pension fund.\" For the third week, Variety stated - \"Not pulling, but being run for the advertising that it gets.\" The last week, the magazine stated \"Forth, and final week, the picture just got by, doing something less than the general expense of the house and advertising. little under $5,000. F.B.O. presented a more nuanced view of the New York run touting the run as a resounding success. ====Grauman Los Angeles==== Emory Johnson and Hyatt Daab with fire team that exploited \"The Third Alarm\" at Grauman\" s Los Angeles. On Monday, January 29, 1923, a Los Angeles Fire Department engine clanged up and down the thoroughfares, finally stopping at Sid Grauman Million Dollar Theater on Broadway. The theater had a capacity of 2,345 seats. The people following the engine soon discovered the advertising ploy was directing people to watch the movie house's latest feature – The Third Alarm. Sid Grauman had rented the blockbuster film for two weeks. The fire engine stunt would be used effectively across the country to advertise the film, always with the full cooperation of the local fire department. The promotional photograph on the right shows Emory Johnson supporting his film showing at the Sid Grauman Million Dollar Theater in Los Angeles. The film then continued to be shown in theaters across the country. Of the hundreds of moviehouse reviews published in the film magazines of the time, hardly a negative review can be found. ===Reviews=== In the Film Year Book 1922-23 (The 1922-23 Film Daily Year Book of Motion Pictures) The Third Alarm is named one of the \"The Forty Best Pictures of the Year\" as \"Selected by the National Board of Review of Motion Pictures, from productions reviewed from December 1921 to December 1922.\" ===Critical Response=== The movie received positive reviews. Most small-town and large city venues enjoyed the movie. After all, played at the Astor for over four weeks. {|class=\"wikitable plainrowheaders mw-collapsible\" style=\"background:#faf6ed;font-size:90%;Aligh:left\" |- !colspan=\"3\" style=\"border:1px solid #808080;\"| |- |style=\"width: 5%;\"|x70px |style=\"width: 20%;\"|In the January 14, 1923 issue of the The Film Daily, the reviewer points out - | An almost inexhaustible supply of fine thrills in a picture dedicated to firefighters; sure-fire box office picture of its kind. There is a very definite box office value in the picture because it supplies a new line of thrills and the sort of action and atmosphere that will certainly make it a popular number with the big majority of picture goers throughout the country. |- |} {|class=\"wikitable plainrowheaders mw-collapsible\" style=\"background:#faf6ed;font-size:90%;Aligh:left\" |- !colspan=\"3\" style=\"border:1px solid #808080;\" | |- |style=\"width: 5%;\"|x70px |style=\"width: 20%;\"|In the January 20, 1923 issue of the Exhibitors Trade Review, the reviewer states - | A stirring melodrama, replete with heart interest, whirling action, and stark realism, \"The Third Alarm\" registers as a unique attraction destined to win widespread popularity. That the photography is immense, goes without saying. The shots of fighting the flames are of quality that entitles the cameraman to unstinted credit, better stuff of its kind has never been screened. The picture fairly throbs with spectacular views, the brigade swinging with frantic, Furious speed through the streets, fire laddies battling desperately against the devouring elements, the red blaze bursting across surging banks of smoke, walls tottering and crashing. . . |- |} {|class=\"wikitable plainrowheaders mw-collapsible\" style=\"background:#faf6ed;font-size:90%;Aligh:left\" |- !colspan=\"3\" style=\"border:1px solid #808080;\"| |- |style=\"width: 5%;\"|x70px |style=\"width: 20%;\"|In the February 1, 1923 issue of the San Antonio Evening News, Mary Carter observes - | The Third Alarm is the most thrilling motion picture the writer ever saw. It glorifies and immortalizes the noble instincts of the American firemen; shows the fine traditions of the American fire department; the dangers of a fireman's life, and bestows in everlasting benediction upon the wives and the daughters of firemen. The faithful fire horses are not forgotten in this amazing and gripping photoplay. |- |} ===Audience response=== FBO focused on producing and distributing films for small-town venues. They served this market melodramas, non-Western action pictures, and comedic shorts. These moviehouse reviews were critical for a distributor like FBO. Unlike many of the major Hollywood studios, FBO did not own their own set of theaters. Like most independents, FBO was dependent on the moviehouse owners to rent their films for the company to show a profit. These are brief published observations from moviehouse owners. Theater owners would subscribe to the various movie magazines, read the movie critic's reviews, then read the theater owner's reports. These reviews would assist them in deciding if the film was a potential moneymaker in their venue. ==Preservation status== Thirty-five millimeter Film stock using a nitrate base was the first Film base to be made commercially available. The film base had shortcomings. Nitrate Film stock was extremely flammable. Over time, the nitrate also decomposes producing a combustible gas, then turns to goo, eventually becoming dust. Despite these drawbacks, it was used in every major film production before 1952. Many silent films only survived because they were printed to 16 mm film, which did not use a nitrate base. A report published by the United States Library of Congress in September 2013 states that 70 percent of all American silent feature films are lost. According to the Library of Congress website, this film has a status of - \"incomplete copies of this film exist in Gosfilmofond Of Russia Moscow, UCLA Film and Television Archive Los Angeles.\"The Library of Congress American Silent Feature Film Survival Catalog: The Third Alarm Other web sites claim complete copies exist at the UCLA Film and Television Archive in Los Angeles. Author John Reid in his book, states, \"By cobbling together the best footage from multiple 16mm prints\", a restoration service was able to assemble a tinted presentation of the film. He also claims \"sources differ as to whether the original theatrical version had six or seven reels.\" He further went on to observe, \"the five-reel Kodascope cutdown was one of the library's most popular movies. This five-reel version is now available on DVD . . . \" Reid also discusses the controversy regarding the length of the original theatrical release of the film. The Library of Congress's publication - Catalog of Copyright Entries shows two entries: The entry in the Performing Arts Database of the Library of Congress states - 7 reels; 6.700 ft. as does the \"AFI CATALOG OF FEATURE FILMS.\" The restored versions available on YouTube run between 57 – 59 minutes i.e. approximately 5 reels (11 minutes per reel). Thus, the restored versions are missing minutes that were present in the original theatrical release of the film. The exact time difference between the original release and the restored version is lost to time, but the main story points have survived. The restored film is in the public domain and available on YouTube. The film is also available on DVD and is widely available from multiple vendors. ==Gallery== ==See also== *Glossary of firefighting equipment *List of firefighting mnemonics *List of American films of 1922 ==References== ==External links== * * * * Category:1920s adventure films Category:1920s drama films Category:1920s romance films Category:1922 films Category:1922 drama films Category:American action adventure films Category:American adventure films Category:American black-and- white films Category:American drama films Category:American films Category:American romance films Category:American romantic drama films Category:American silent feature films Category:English-language films Category:Film Booking Offices of America films Category:Films made before the MPAA Production Code Category:Films set in San Francisco Category:Melodramas Category:1923 drama films Category:1923 films ",
    "title": "The Third Alarm (1922 film)"
}