{
    "id": "47216365",
    "text": "__NOTOC__ An American Mosque is a 2012 documentary produced by filmmaker David Washburn which first aired nationwide in the United States on July 11, 2015 on PBS. It tells the story of the destruction by arson of a just-completed mosque, the Islamic Center of Yuba City, in rural California in 1994. And it tells of its community and of its eventual rebuilding by Muslims joined by Sikhs, Mormons, other Christians and others of different faiths. BeliefNet called it \"a poignant story of hope and solidarity, in spite of hate,\" and suggested it gives a \"raw, yet honest reflection of life as a Muslim in America.\" The arson was the first hate-crime destroying a mosque in U.S. history. The Islamic Center had just been completed at an estimated cost of $1.8 million plus sweat equity of the Muslims of its rural community, including descendants of Pakistani who immigrated to the area 1902. A fire marshal established that the blaze was started deliberately. Law enforcement reportedly were able to identify the probable perpetrator(s) of the crime but lacked sufficient evidence to name and prosecute them. documentary produced by David Washburn and accompanying website (documentary first aired nation-wide on PBS July 11, 2015) The incident, seven years before 9/11, attracted relatively little attention at the time, and this is suggested to have contributed to the failure of law enforcement to solve the crime. The documentary includes interviews of Muslim members of the mosque, law enforcement officers, and others in the community 20 years later. The replacement mosque was completed in 2000. Before July 1, 2015. (continuation page) IMDb describes the film as: The film was to be screened and discussed at \"Neighbor to Neighbor\", an East Bay partnership of Christian, Muslim and Jewish organizations, in an event including filmmaker Washburn. The artist promoting the event noted that Washburn considered gatherings like that to be important for being proactive rather than reactive: \"Although recent events like the terrorist killings in Paris and ongoing extremism by groups like ISIS, Boko Haram and al-Qaida cast dark shadows, Washburn said [by] reflecting on Islam in America, the focus of his documentary, the program will create a safe space where fears and frustrations can be shared.\" (early 2015). Washburn has elsewhere spoken of the timeliness of the film. The film premiered on TV on PBS TV in New York City in June 2014. ==Making of the film== David Washburn began the project in 2007. Washburn found that there was thin coverage of the event in local and national newspapers. Although interviewees were supportive of the project, it was necessary to go slow in the process of filming interviews and developing the story, in part as reconsidering the events still evoked raw emotions. Almost all mosque members interviewed about the event were being interviewed for the first time. The film, as available at Vimeo is approximately 27 minutes long.A low-resolution version of documentary at Vimeo, streaming, provided by Washburn, is 26 minutes 56 seconds long. IMDb however reports the film is 19 minutes long; the \"Neighbor to Neighbor\" screening announcement stated it was 27 minutes long; a 2014 blog stated it was 29 minutes long; and it is described at Vimeo as being a half-hour long.An American Mosque, at Vimeo ==See also== *List of mosques in the United States ==References== ==External links== *AnAmericanMosque.com *Documentary trailer at Youtube, uploaded by David Washburn on January 29, 2014 *documentary at Vimeo, streaming in low-resolution Category:2012 short films Category:Short documentary films Category:American documentary films Category:2012 documentary films Category:American short films Category:Documentary films about Islam in the United States Category:Films shot in California Category:Yuba City, California Category:Religiously motivated violence in the United States Category:History of Sutter County, California Category:American films ",
    "title": "An American Mosque"
}