{
    "id": "47218126",
    "text": "Mohammad Hussain Talat (; born 12 February 1996) is a Pakistani cricketer. He made his international debut for the Pakistan cricket team in April 2018. Domestically, he plays for Islamabad United in the Pakistan Super League (PSL). ==Domestic career== He made his PSL debut vs Quetta Gladiators in which he scored a valuable fifty for his team and helped Islamabad United to win the game for 1 run. In April 2018, he was named in Federal Areas' squad for the 2018 Pakistan Cup. He was named the man of the match in the final of the tournament. On 3 June 2018, he was selected to play for the Toronto Nationals in the players' draft for the inaugural edition of the Global T20 Canada tournament. In September 2019, he was named in Balochistan's squad for the 2019–20 Quaid-e-Azam Trophy tournament. ==International career== In March 2018, he was named in Pakistan's Twenty20 International (T20I) squad for their series against the West Indies. He made his T20I debut for Pakistan against the West Indies on 1 April 2018 where he was named the man of the match. In August 2018, he was one of thirty-three players to be awarded a central contract for the 2018–19 season by the Pakistan Cricket Board (PCB). In December 2018, he was named in Pakistan's team for the 2018 ACC Emerging Teams Asia Cup. The following month, he was named in Pakistan's One Day International (ODI) squad for their series against South Africa. He made his ODI debut for Pakistan against South Africa on 22 January 2019. ==References== ==External links== * Category:1996 births Category:Living people Category:Punjabi people Category:Pakistani cricketers Category:Pakistan One Day International cricketers Category:Pakistan Twenty20 International cricketers Category:Islamabad United cricketers Category:Sui Northern Gas Pipelines Limited cricketers Category:Zarai Taraqiati Bank Limited cricketers Category:Federal Areas cricketers Category:Federally Administered Tribal Areas cricketers Category:Cricketers from Lahore Category:St Lucia Zouks cricketers ",
    "title": "Hussain Talat"
}