{
    "id": "47221838",
    "text": "{| |} The Sikorsky S-37 was an American twin-engine aircraft built by the Sikorsky Manufacturing Corporation. Both examples of the series were completed in 1927. The S-37 was specifically designed to compete for the Orteig Prize and would be the last land based fixed-wing aircraft Sikorsky would produce. ==Design== The S-37 was a two bay sesquiplane using parallel interplane struts and bracing wires. Based on the S-35 its construction was very similar, an all metal fuselage and main wing made of Duralumin and covered with fabric. The empennage featured a triple tail with the rudders placed in the slipstream of each engine and a center vertical stabilizer that was adjustable from a lever in the cockpit. The first S-37 was initially powered by Gnome-Rhône 9A Jupiter engines with the main fuel tanks located in the fairings behind each engine. A small two-cylinder hand-started auxiliary power unit mounted in the fuselage below the cockpit generated compressed air used to start the main engines. Main wheel brakes were hydraulically controlled with differential braking. The nose of the fuselage was hinged and concealed an opening wide by tall that could be used for baggage or an auxiliary fuel tank. == Operational history== After the S-35 crashed and was destroyed in September 1926, Sikorsky built the first S-37 registered as X1283 for Rene Fonck to make another attempt at a non-stop Atlantic crossing and win the Orteig Prize. The aircraft was designed specifically for the transatlantic flight and was completed in the spring of 1927. Christened Ville de Paris, flight testing revealed it had sufficient payload and range to make the flight. When Charles Lindbergh won the Orteig prize the planned attempt was abandoned and the S-37 was converted into a passenger airliner for commercial use. The Jupiter engines were exchanged for Pratt & Whitney Hornets, then Fonck's sponsors sold it to American International Airways of Argentina where it was renamed the Southern Star and re-registered as R1283. During its delivery flight on 30 June 1929, it became the first commercial transport to cross the high Andes mountains between Buenos Aires and Santiago carrying a payload of including eight people. Sometime afterward the aircraft was acquired by Pan American World Airways, and in 1930 was scrapped.VS-37B bomber with Pratt & Whitney R-1690 Hornet engines Late in 1927 Sikorsky formed a brief partnership with Consolidated Aircraft to produce the second S-37. Initially designated the S-37-2 and registered X3698 or NX3698 this aircraft had slightly better performance than the first version and was designed as a bomber for the United States Army Air Corps. Later called the VS-37B Guardian, it was equipped with Pratt & Whitney Hornet engines and a redesigned tail that eliminated the adjustable center vertical stabilizer and increased the size of the rudders. The Army Air Corps performed flight testing at Wilbur Wright Field under the designation XP-496 but the aircraft failed to meet Army requirements and was rejected. In 1929 it was converted into a passenger commercial ship with Jupiter engines installed then sold to New York, Rio and Buenos Aries Airlines. In 1934 this aircraft, now registered as NR942M, was rebuilt and fitted with pontoons for a \"Round- the-World\" flight eastbound from Chicago to Chicago. As the flight approached Cleveland one of the engines caught fire and the crew made an emergency landing on Lake Erie. After repairs the flight continued but later crashed in the north Atlantic Ocean. ==Specifications (first aircraft)== Sikorsky S-37 3-view drawing from Aero Digest October 1927 ==See also== ==References== S-036 Category:1920s United States airliners Category:Sesquiplanes Category:Aircraft first flown in 1927 Category:Twin piston-engined tractor aircraft ",
    "title": "Sikorsky S-37"
}