{
    "id": "47221921",
    "text": "Spirit photograph of William Thomas Stead with Piet Botha. Richard Boursnell (1832 - 1909) was a British medium and spirit photographer. Boursnell worked in a partnership with a professional photographer in Fleet Street, London. According to the psychical researcher Simeon Edmunds, the spirit photographs of Boursnell \"proved fraudulent on a number of occasions.\"Simeon Edmunds. (1966). Spiritualism: A Critical Survey. p. 115. \"The first spirit photographer of any note to appear after Buguet's conviction was Richard Boursnell, who was active in London in the early nineteen hundreds. He was proved fraudulent on a number of occasions. Many of his photographs showing spirit extras were, except for the various sitters, such exact duplicates that tracings taken from one would fit in perfect register over another.\" In 1902, Boursnell took a photograph of the spiritualist William Thomas Stead and a \"spirit\" extra appeared which was identified as Piet Botha, a Boer commandant killed in the South African War. Stead claimed Botha was unknown in England and stated that the photograph was of supernatural origin, however, magician John Nevil Maskelyne and Andrew Wilson discovered that Botha's death had been reported in London newspapers in 1899 with a photograph of Botha.Ruth Brandon. (1983). The Spiritualists: The Passion for the Occult in the Nineteenth and Twentieth Centuries. Weidenfeld and Nicolson. p. 223. Gordon Stein. (1996). The Encyclopedia of the Paranormal. Prometheus Books. p. 517. Boursnell was exposed when F. C. Barnes from Brisbane, Australia visited him in London in 1908. The \"spirit\" extra from the photograph was identified as Empress Elisabeth of Austria, taken from a book.Martyn Jolly. (2006). Faces of the Living Dead: The Belief in Spirit Photography. Miegunyah Press. p. 47. Gordon Stein. (1996). The Encyclopedia of the Paranormal. Prometheus Books. p. 517. \"Scandal struck Boursnell again in 1908 when he photographed Australian businessman F. C. Barnes. The extra was easily identified as Elizabeth, Empress of Austria. The likeness was plainly lifted from a then-popular book. The Martyrdom of an Empress.\" Researcher Ronald Pearsall wrote that another fraudulent method used by Boursnell was painting a spirit on a background with a \"substance such as quinine sulphite\".Ronald Pearsall. (1972). The Table- Rappers. Book Club Associates. p. 120. ==References== Category:1832 births Category:1909 deaths Category:English spiritual mediums Category:Photographers from London Category:Place of birth missing ",
    "title": "Richard Boursnell"
}