{
    "id": "47220586",
    "text": "Gridlocked is a 2015 Canadian action thriller film directed by Allan Ungar and co-written by Ungar and Rob Robol. It had its world premiere at Fantastic Fest on September 26, 2015, and stars Dominic Purcell, Stephen Lang, Danny Glover, Trish Stratus, and Saul Rubinek. The film was purchased by Netflix and became available worldwide on July 14, 2016. == Cast == * Dominic Purcell as David Hendrix * Cody Hackman as Brody Walker * Danny Glover as Sully * Stephen Lang as Korver * Trish Stratus as Gina * Vinnie Jones as Ryker * Richard Gunn as Maddox * Saul Rubinek as Marty * Steve Byers as Scott Calloway * James A. Woods as Jason * J.P. Manoux as Finn ==Synopsis== Former SWAT leader David Hendrix (Dominic Purcell) and arrogant movie star Brody Walker (Cody Hackman) must cut their ride-along short when a police training facility is attacked. == Production == Principal photography on the film began July 7, 2014 in Toronto, Ontario and lasted for five weeks. Cuba Gooding, Jr. was previously set to play the lead role, but he was replaced by Purcell. The majority of filming took place in an abandoned meat packing plant, which the producers turned into a studio for the duration of the shoot. All of the effects, including gun shots and blood, were done practically with the exception of a few digital enhancements. The film set a record for the most bullets fired on screen in a Canadian film. == Release == The film had its world première at Fantastic Fest in Austin on September 26, 2015, and had its Canadian première at Toronto After Dark on October 20 where it won Best Action Film. It premièred in China on June 12, 2016 at the Shanghai International Film Festival as part of Jackie Chan's Action Movie Week, and was nominated for several awards alongside films such as Ip Man 3, Point Break and The Man from U.N.C.L.E. It was released across North America on June 14, 2016 and became available on Netflix July 14, 2016. ==Reception== Critical reception for Gridlocked has been mostly positive. Variety and Twitch Film both praised the film for its approach to old school action, with film critic Chase Whale of Twitch writing that it was \"a rollicking blast. It brings the pain and something a lot of action movies are missing these days: fun\". The Hollywood Reporter was more mixed in its review, stating that \"the scenes inside the barricaded station offer plenty of tension and crazy-enough-to-work schemes with which the outgunned, outnumbered good guys might outwit their captors. But the movie can't forget the grating premise that got it to this point\". The Action Elite gave the film 4.5 stars and called it \"one of the best action films of the year\", while Shock Till You Drop described it as \"a fun ride filled with fights, guns and more blood than you can fill a barrel with. It's a damn fun night at the movies\". === Accolades === The film won the Canadian Society of Cinematographers CSC award for 'Best Cinematography' as well as 'Best Action Film' at the Toronto After Dark Film Festival == References == == External links == * * Category:2015 films Category:Canadian films Category:Films shot in Toronto Category:Canadian action thriller films Category:2015 action thriller films ",
    "title": "Gridlocked (film)"
}