{
    "id": "51065125",
    "text": "General Sir John Doran (2 October 1824 – 25 September 1903)The baronetage and knightage, by Joseph Foster, page 747.England & Wales, National Probate Calendar (Index of Wills and Administrations), 1858–1966, 1973–1995 was a British Army officer from an established Irish family with links to Irish nobility. He saw extensive service in India and the North West Frontier.Afghan Campaigns of 1878, 1880, Historical Division, Sydney H Shadbolt He had originally taken a commission in one of the East India Company Regiments (the 24th Regiment of Bengal Native Infantry) in 1842.The East-India Register and Army List, 1845, F Clark. In 1893, whilst serving as a senior officer (a lieutenant general) in India, Doran was knighted (KCB).Supplement to the London Gazette of Friday, 2 June 1893. Number 26409.The Knights of England: A Complete Record from the Earliest Time, Volume 1. Page 265. William Arthur Shaw. He was promoted full general on 1 April 1894. ==Family== Doran's younger brother Robert Doran, also a British Army officer, was killed in the Second Anglo-Burmese War in 1852. Doran married Georgina Sultana Magrath in London on 13 November 1856.London, England, Church of England Marriages and Banns, 1754–1921. The Dorans would have four sons and four daughters; three of the sons would have military careers and serve as officers in World War 1. Two would retire in the rank of general. One daughter would marry a senior British Army officer, and another daughter would serve as a sister in the Army Nursing Service, and died after contracting gastritis whilst nursing at Carnarvon, Cape Colony, during the Boer War. This military family had strong links with the County Wexford in Ireland. His father was Major John Doran of Ely House, Wexford. General Doran died in Surrey, EnglandEngland & Wales, National Probate Calendar (Index of Wills and Administrations), 1858–1966, 1973–1995. His wife survived him by a further nine years; she died in Wexford, Ireland in 1912England & Wales, National Probate Calendar (Index of Wills and Administrations) 1858–1966 & 1973–1995. ==References== Category:1824 births Category:British Army generals Category:Knights Commander of the Order of the Bath Category:1903 deaths ",
    "title": "John Doran (British Army officer)"
}