{
    "id": "51063262",
    "text": "Thursday Island Cemetery is a heritage-listed cemetery at Summers Street, Thursday Island, Shire of Torres, Queensland, Australia. It was established and includes the Japanese Cemetery and grave of the Hon. John Douglas. It was added to the Queensland Heritage Register on 21 October 1992. == History == Thursday Island Cemetery was established , ten years after the formation of a permanent settlement on the island. It contains hundreds of graves, including between 600 and 700 Japanese (mostly pearl-shell divers), entrepreneurs and fortune hunters of all nationalities, Torres Strait pilots, sailors and ships' passengers drowned at sea, as well as generations of Thursday Islanders. The Hon. John Douglas, a former Premier of Queensland and long-term Government Resident on Thursday Island, is buried in the cemetery. Thursday Island (Indigenous name: Wai-ben) is located within the Prince of Wales (Muralag) group, just off the northwest tip of Cape York Peninsula. Although one of the smallest of the Torres Strait Islands, Thursday Island is the principal port and administrative centre for the district. It is also Queensland's and Australia's most northern town. The original inhabitants of the Muralag islands, the Kaurareg people, shared some cultural characteristics with Cape York Aborigines and spoke the same basic Australian language, Kalaw Lagaw Ya. However, they were a maritime people who lived from harvesting the sea, shifting camp sites regularly. Wai-ben (meaning 'the dry island') had no permanent water supply, and no permanent Kaurareg settlement was established there. During the first half of the 19th century British shipping began to make regular use of Torres Strait, entering into a passing trade with the Islanders. Colonial occupation commenced in the 1860s and 1870s with the arrival of beche-de-mer crews, pearl-shellers, Protestant missionaries from the southwestern Pacific, and government officials. Queensland had no jurisdiction over the Torres Strait until its annexation in 1872 of the islands of the southern half of the Strait, a measure intended largely to protect Queensland interests in the pearl-shelling and beche-de-mer fisheries in the Strait and along the Great Barrier Reef, and to regulate the employment of South Sea Islanders in these enterprises. At annexation, Torres Strait Islanders acquired the same official status as mainland Aborigines. The official Queensland Government settlement at Somerset on Cape York was established in 1864, but was moved in 1877 to the newly surveyed town of Port Kennedy on the southern side of Thursday Island. The new location provided a sheltered, deepwater anchorage, and was more centrally located along the main shipping route through the inner channel of Torres Strait - the principal trade route to Asia and the northern route to England. The first sale of crown land at Port Kennedy was held in April 1878. Although only sections 1-3 at the southwest end of the town (closest to the government buildings) were offered for sale, allotments in these sections were eagerly purchased by Queensland entrepreneurs. In 1879, at British Colonial Office direction, Queensland jurisdiction was extended to the islands of the northern half of the Torres Strait. This enabled Britain to secure the Torres Strait shipping channel without having to annex New Guinea. By 1884 Port Kennedy was the principal port for cargo and passengers being trans-shipped to Normanton, and was the hub of the pearl-shell and beche-de-mer fisheries in the Torres Strait. The town had a permanent population of about 70, and served a district of nearly 700 inhabitants. In addition, within from 3 to of Thursday Island pearl-shell and beche-de-mer fishing stations were employing about 1500 people of all races (including significant numbers of South Sea Islanders, Japanese and Filipinos). In late 1884, for example, about 100 Japanese divers were recorded at Thursday Island. At this period about 800 or 900 tons of shell were exported annually to New South Wales, Britain and other places, and the Queensland Government was collecting substantial revenue from licenses. A local census taken identified over 300 persons resident on Thursday Island, comprising \"whites\" (approximately 45%), Malays, Manilla, Chinese, Japanese, East Indian, Arabs, and \"natives\". Further successful sales of crown land at Port Kennedy were held in January 1885 and September 1888, and by 1890 the island's population had grown to 526, composed of Europeans, Chinese, Torres Strait Islanders and Aborigines, South Sea Islanders, Malays, Filipinos, Japanese, Singhalese, Indians, and a few Thais, Arabs and Africans. This ethnic and cultural mix characterised the communities of the Torres Strait prior to the Second World War. With the expansion of non-government settlement on Thursday Island, the provision of a public cemetery became a necessity. It has not been established where the earliest burials on the island took place, but the earliest section of the present Thursday Island Cemetery - 8 acres along Summers and Blackall Streets, on a high ridge in the centre of the island - had been identified as a suitable site for a cemetery by January 1887. It was proclaimed as a permanent cemetery reserve on 8 July 1887, and in September cemetery Trustees were appointed. The trustees were drawn from amongst the town's principal \"white\" entrepreneurs. By the time the cemetery reserve was officially surveyed in February or March 1888, several interments had taken place and a track off Summers Street into the cemetery had been established. The trustees employed the same surveyor to survey the cemetery into denominational and/or nationality divisions at this time, but no record of this survey is known to have survived. In February 1888 the Trustees formed regulations and by-laws for the effective operation of the cemetery, and in mid-1888 paid nearly £100 for the construction of wire fencing on the reserve. By the end of 1889 a sign-board had been erected, and work had started on the formation of paths within the cemetery. During 1893, the Trustees had shade trees planted and further work on clearing and making cemetery paths was undertaken. The Trustees soon found that much of the reserve was unsuitable for burial purposes, being too steep and rocky, which escalated the cost of burials and made drainage of the site difficult. In the wet season, the cemetery paths became gullies, and had to be repaired on a yearly basis. In the mid-1890s, as the population of Thursday Island increased rapidly, the Trustees requested two extensions to the cemetery reserve. On 11 July 1894 the reserve was doubled in size to 16 acres, with the addition of a strip of land about half the width of the existing cemetery reserve, which extended north to the military track (now Aplin Road) along the foreshore. This included more level, less rocky land, and also provided access along the foreshore road to the hospital on Point Vivien, in the southwest corner of the island. The reserve was expanded yet again on 29 April 1896 to 26 acres 1 rood 4 perches, when the northern boundary of the eastern half of the reserve was also extended as far as the military road. These extensions encompassed the area now known as the Japanese (Divers') Cemetery, near Aplin Road. Japanese divers made a significant contribution to the development of the pearl-shell industry in the Torres Strait. Europeans who established the industry in the Strait in the late 1860s and early 1870s relied initially on South Sea Islander labour, who tended to dominate (often violently) the Torres Strait Islanders. In the 1870s boats equipped with helmeted apparatus for divers appeared, and in the 1880s the pearl-shellers turned to a more skilled, often more daring, and less confronting labour supply - Japanese divers (often ex-sailors) recruited principally from Hong Kong and Singapore. In the 1880s the proportion of Japanese divers in the Strait was no greater than any other ethnic group, but from 1891, when the Japanese Government removed its ban on emigration, numbers increased significantly. By 1893 the Japanese were the largest ethnic group in the Torres Strait pearl-shell industry, and completely dominated the industry between 1900 and 1940. By 1900 all the luggers built at Thursday Island were crafted by Japanese, and a \"Japanese town\", with boarding houses, a public bath, stores and a brothel, had been established at the eastern end of Port Kennedy. This was destroyed during the Second World War by American troops, who reputedly utilised the building materials for barracks. The pearl-shell industry came to a halt during the Second World War when Naval authorities requisitioned most of the luggers. After the war there was a brief resurgence of the industry, but pearl-shelling declined dramatically in the 1960s when competition from the booming post-war plastics industry usurped traditional uses for pearl-shell, such as buttons and knife handles. Pearl-shell diving was a hazardous occupation and fatalities were high. One source suggests over 1,000 divers lost their lives in Torres Strait to \"the bends\", from drowning or through shark attack. Thursday Island Cemetery contains between 600 and 700 graves bearing Japanese names. One authority records that most Japanese divers professed to be Anglicans, so that they could be buried at the Divers' Cemetery within the Thursday Island Cemetery. Certainly there was a strong Japanese presence within the Anglican community on Thursday Island. A Japanese school had been established by the Japanese community on the Anglican church precinct in Douglas Street by 1900, and the Japanese contributed to fund- raising for building the Church of England Parish Institute (1902–03) and various additions to the Quetta Memorial Cathedral Church in the 1890s and early 1900s. Japanese memorial adjacent to Japanese graves, 2001 In 1979, the Monument Building Committee of Japan erected a memorial/shrine in the Thursday Island Cemetery, to honour the hundreds of Japanese who worked, lived and died in the Torres Strait between 1878 and 1941. A resident of Japan established a trust of about $100,000 to ensure the future maintenance of the Japanese gravestones. With the expansion of the Torres Strait pearl-shell industry in the early years of the 20th century the town of Thursday Island (formerly Port Kennedy) also grew, and a further extension to the Thursday Island Cemetery was made on 9 January 1913, with the addition of about 5 acres of mostly flat, less rocky land along Aplin Road to the west, bringing the area of the reserve to 31 acres 2 roods 9 perches. This remains the current extent of the Thursday Island Cemetery reserve (12.77 hectares). The extension was intended to accommodate mostly \"pagan\" burials, which constituted a large proportion of burials in the Thursday Island Cemetery at this period. (Prior to 1973, all non-Christian interments were recorded as \"pagan\", despite the large number of other religions represented on the island including Shinto, Buddhism and Islam.) From 1912 until after the Second World War, Torres Strait Islanders were prohibited from residing on Thursday Island, which accounts for the smaller proportion of Islander graves of this period in Thursday Island Cemetery. One of the more significant graves in the cemetery is that of the Hon. John Douglas, CMG, (1828-1904), pastoralist, Liberal politician 1863-1879 (serving as Premier of Queensland 1877-79), and administrator (Government Resident on Thursday Island 1885-86 and 1888-1904), who died on the island on 23 July 1904. He was deeply involved in developing the settlement on Thursday Island. He was an active warden in the Church of England and on 24 May 1893 laid the foundation stone of the Quetta Memorial Church. He served on various local committees, and was a Cemetery Trustee from 1889 until his death. He won the respect of the Torres Strait Islanders, who in the early 1900s funded construction of the west aisle of the Quetta Memorial Cathedral Church, dedicated in 1913 as the Douglas Memorial Chapel. Although Thursday Island Cemetery contains hundreds of burials, the earliest of which date to at least 1887, there is no surviving record of interments prior to 1939. The Register of Interments held by Torres Shire Council starts on 31 March 1939. There are no entries between 22 July 1940 and 11 February 1948. Most Thursday Island civilians were evacuated in 1942 and did not return until 1946 or later. Thursday Island was administered by military authorities during 1942-45, and from mid-1946 to February 1948, Thursday Island Cemetery was managed by the local stipendiary magistrate. When local trustees were re-appointed early in 1948, they found that the cemetery was in poor repair, no maintenance having been carried out since 1940, and claimed £315 from the War Damage Commission to effect necessary repairs. They also discovered that the Minute Book, Cash Book and Cemetery Register to 1939, which in 1942 had been left on the island in a locked safe, were missing. It took the Trustees some years, but by 1952 they reported that the cemetery was in good order, with fences, gates and roads repaired. The greatest difficulty was in securing grave-diggers. In the early 1960s the Trustees attempted to persuade the Thursday Island Town Council to take on the management of the cemetery, but eventually, Queensland Government officials and local priests took on the role of trustees. Despite the establishment of municipal government on Thursday Island as early as 1912, the cemetery remained the responsibility of community trustees for over a century. In 1991 Torres Shire Council assumed control of the reserve and new by-laws were gazetted. The cemetery contains the Commonwealth war graves of four service personnel, two Royal Australian Navy sailors of World War I (in Church of England sections) and two Australian Army soldiers of World War II who are buried in adjacent graves (Nos. 1528 and 1529, Presbyterian Plot). == Description == Thursday Island Cemetery is a 12.77 hectare reserve located on the central northern side of the island, bounded on the south by Summers Street, from where the land slopes north/northwest down to Aplin Road. A track winds down a gully from Summers Street to Aplin Road, providing access to graves on either side. The main entrance is now from Aplin Road. The terrain varies from steeply sloping in the southern section to flat in the northern section. The ground consists of clay and granite, and the surface is extremely rocky. Vegetation is predominantly indigenous, with Eucalypts and other native trees providing light tree coverage throughout the reserve, most densely along the eastern ridge. Native grasses provide a dense ground cover over most of the reserve, restricting access to the graves, particularly during the wet season, when the grass is long. In addition, some areas on the western side of the track are overgrown with bean tree (Leucaena sp.), which prevents access at any time of the year. The newer sections of the cemetery have a few specimen trees and shrubs such as frangipani (Plumeria rubra), Hibiscus (Hibiscus sinensis) and Crotons (Codiaeum variegatum). The grave furnishings in the cemetery are diverse in design and materials - the latter including timber, polished granite, marble, sandstone, early cast iron, and later concrete and tiles. The variety of materials used in grave marking reflect social attitudes to death, the availability of materials, cultural and religious backgrounds, and the changing socio-economic conditions of local residents. Early headstones in the cemetery were imported from well known monumental masons in southern centres, mostly from Melrose and Fenwick (Townsville), but also from firms such as John Petrie and J Clements of Brisbane. Designs include columns, obelisks, desks and upright slabs, generally with the more elaborate decoration found on early Catholic graves. There is also a range of Christian cross designs. Some of the earlier graves have iron railing grave surrounds, or evidence of where this was used. The majority of graves, both marked and unmarked, retain their numeric metal cemetery markers. Most of the early graves face east, as is traditional in European burial grounds. However, graves in the Japanese pearl-divers' section and most of the more recent graves, tend to face west. More recent graves have elaborate decorative tiling on a concrete base, and are extremely colourful. Placing a permanent photograph of the deceased on the headstone is also very popular. These graves are illustrative of a genre of grave marking which has emerged from the unique ethnic and cultural mix to which the Torres Strait islands have been subject since the 1870s. Although most Islanders are Christians, they have incorporated what is believed to be a traditional (pre-1870s) mortuary rite, the tomb-opening ceremony, within their current religious practices. This ceremony occurs 12 months or more after a burial, at which time the grave markings are installed. Throughout the year there is evidence of tombstone openings in the form of decorations remaining after opening, tombstones wrapped and covered awaiting opening, or newer graves with wooden roofing constructed over them awaiting opening. Early graves appear to be grouped according to religion or ethnicity, but a clear picture of the original cemetery layout is not possible. Little early documentation survives, parts of the site are inaccessible, and much of the remainder is so overgrown that the identification of graves, iron markers and headstones is difficult. A conservation plan for the Thursday Island Cemetery, completed in May 2000, identified 21 distinct groupings of graves (Areas A-T), but there were sections of the reserve which were inaccessible at time of survey, and unable to be recorded. From what can be discerned, the original layout of Thursday Island Cemetery reflects the social structure and hierarchical patterns established on Thursday Island in the late 19th century, with the most influential social groups located at the top of the hill near Summers Street, and the least influential located near Aplin Road on the flats. Grave of John Douglas, 2001 The southern and highest end of the cemetery was the earliest section of the reserve to be established. On this section, at the top of the hill adjacent to Summers Street and overlooking Ellis Channel (Area L), are the graves of some of Thursday Island's early European \"elite\", including the Hon. John Douglas, Premier of Queensland 1877-79 and long-term Government Resident on Thursday Island 1885-86 and 1888-1904, who died on the island in 1904. His grave is marked by a tall obelisk in polished blue granite. All the graves in this area face east. On the southern and western slopes of this hill, closer to Summers Street, is the original Protestant section (most likely mainly Anglican), which includes the earliest metal cemetery plot marker (Area M). There were burials in this section from at least 1887, and the earliest marked graves date to the late 1800s and early 1900s. Also in this section of the cemetery is an early monument to seven pilots in the Queensland Pilot Service who died in the Strait between 1894 and 1917. Some of the graves on the western slope of this hill face west, and those on the southern slope mostly face south. The conservation plan records evidence of a track leading west around the hill and providing access to graves in the area, which is now overgrown and inaccessible. The early Catholic burial ground is located a little further down the hill, to the west of the cemetery track, in the steep southwest section of the cemetery (Area N). Graves here face east. Most have concrete grave surrounds, and many also have metal railings embedded in the concrete. Most have marble headstones, crosses or cairns. Much of this section is overgrown and access is difficult, but at the crest of the hill are the graves of at least three Catholic nuns, and these appear to have been specially maintained. A marble memorial to William Conroy, a Senior Constable of Police who died in the line of duty in 1895, has also been maintained. Two of the most prominent and decorative of the Catholic headstones are those marking the graves of Thomas and Ellen McNulty, who established the Thursday Island Hotel in 1879, and who were important in the establishment of the Catholic Church on Thursday Island in the 1880s. On the steep slopes east of the cemetery access track, still in the southern part of the reserve but north of the Protestant section near Summers Street, are a large number of overgrown graves, mostly of Japanese origin (Area K). Some have granite cairns engraved with Japanese lettering. Still on the eastern side of track, but further toward the centre of the cemetery and closer to the track, are the graves of Muslim Indonesians and Malays, and some Torres Strait Islanders (Areas I-J). These are on relatively flat land and are generally well maintained. Wherever Muslim or Shinto burials have taken place, there are likely to be offerings of food and toys. Graves in the central section of the cemetery, on flatter but still elevated and sloping land, and on both sides of the access road, are predominantly Christian, both European and Islander (Areas E-G, O-Q). There are no immediately discernible denominational divisions, but family groupings are evident. Area P is inaccessible due to an infestation at bean tree (Leucaena sp.). Area H, adjacent to the Christian graves on the eastern side of the access track in the central part of the cemetery, contains a small grouping of graves which appear to be of Islamic origin. Two early graves in this section face east. Closer to the northern end of the cemetery reserve, on gently sloping land east of the access track, is a section of mainly early 1900s European graves (Area D). The denomination is not evident. Two substantial stone cairns have been built here in memory of two servicemen. These have concrete grave surrounds with artillery shells standing at each corner. The majority of graves in this section retain their metal cemetery marker. North of this area, still on the eastern side of the track, is a section of older European graves mixed with later mostly Islander graves (Area C). All graves face west. The graves in the southern and eastern sections of this area are inaccessible due to an infestation of bean tree (Leucaena sp.) To the north of Area C is a grouping of more recent, mostly Torres Strait Islander Christian graves. This area is very well maintained. At the northeast end of the reserve, on the flat land beside Aplin Road, is the Japanese pearl- shell divers' burial ground (Area A). This area is reasonably well maintained. Most of the graves in this section have raised mounds covered with stone, concrete, or a combination of both. Many are marked with granite or concrete columns, usually consisting of three sections, and a few have European-style marble and concrete headstones. Graves without such markers are marked either with wooden posts painted white with Japanese characters lettered in black; or with unpainted timber posts with engraved inscriptions of Japanese characters. A few graves remain as mounds but are otherwise unmarked. On some of the Japanese graves are small concrete birdcages, housing food for the spirits of the departed divers, and on some graves, frangipani (Plumeria rubra) have been planted. The majority of graves in this area contain a metal cemetery grave marker. To the northwest are the graves of mainly Torres Strait Islanders (Areas R-T). The most recent graves are located here, in Area B and in some of the central sections of the reserve, and generally are well maintained. However, there is a dense infestation of bean tree (Leucaena sp.) in Area S, on the western side of the access track. == Heritage listing == Thursday Island Cemetery (incorporating the Japanese Cemetery & the Grave of the Hon. John Douglas) was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. Thursday Island Cemetery, established and still open for interments, is important in illustrating the rich diversity of culture and custom on Thursday Island and in the Torres Strait in general, which is one of the most ethnically diverse parts of Queensland. The cemetery contains the graves of hundreds of people from many nationalities, cultures and religious backgrounds (including Christianity, Buddhism, Shinto and Islam). The large Japanese (Divers') Cemetery within the reserve is illustrative the role of the Japanese in the development of the pearl-shell industry in the Torres Strait, the dangerous nature of this work, and the close cultural and economic connections which the people of the Torres Strait have had with the sea and maritime industries. The place demonstrates rare, uncommon or endangered aspects of Queensland's cultural heritage. Thursday Island Cemetery is significant as a unique historical record, illustrating important aspects of the island's history including its pearling industry, the First and Second World Wars, its social structure from the late 19th century, and attitudes towards religion and burial practices. The names on the headstones in the cemetery illustrate the high degree of ethnic intermarriage in the Strait since the 1870s. The degree of cultural diversity and the existence of a substantial and early Japanese Cemetery within the reserve is rare in Queensland. The place has potential to yield information that will contribute to an understanding of Queensland's history. The place has potential to reveal further information about the history of this most northern part of Queensland, and of late 19th century cemetery layouts, particularly if the ground cover were cleared to reveal the full extent and diversity of burials and burial customs. The place is important because of its aesthetic significance. The place has strong aesthetic appeal, engendered by the variety and detail of the headstones and other grave markers which range from the 1880s to the present day (contemporary Islander graves are particularly colourful and dynamic), and the romantic island setting, with views to the water from most parts of the reserve. The place has a strong or special association with a particular community or cultural group for social, cultural or spiritual reasons. The place is highly valued by the community of Thursday Island and by those outside of the community who have relatives buried in the cemetery. It is also a popular tourist destination. The place has a special association with the life or work of a particular person, group or organisation of importance in Queensland's history. The place is significant as the resting place of a former Queensland Premier and Government Resident of Thursday Island, the Hon. John Douglas (1828-1904), whose grave is located at the top of the highest hill in the cemetery, overlooking Ellis Channel and the islands of the southern Torres Strait. The cemetery contains a number of other significant memorials, including a large monument to the Japanese, and an early memorial to Torres Strait pilots who lost their lives in the execution of their duties. == References == === Attribution === == External links == Category:Queensland Heritage Register Category:Thursday Island, Queensland Category:Cemeteries in Queensland Category:Articles incorporating text from the Queensland Heritage Register ",
    "title": "Thursday Island Cemetery"
}