{
    "id": "51069095",
    "text": "Annales (; Annals) is the name of a fragmentary Latin epic poem written by the Roman poet Ennius in the 2nd century BC. While only snippets of the work survive today, the poem's influence on Latin literature was significant. Although written in Latin, stylistically it borrows from the Greek poetic tradition, particularly the works of Homer, and is written in dactylic hexameter. The poem was significantly larger than others from the period, and eventually comprised 18 books. The subject of the poem is the early history of the Roman state. It is thought to be based mostly on Greek records and the work of Quintus Fabius Pictor. Initially viewed as an important cultural work, it fell out of use sometime in the 4th century AD. No manuscripts survived through the Middle Ages. When interest in the work was revived during the Renaissance period the poem was largely reconstructed from quotations contained in other works. Subsequent academic study of the poem has confirmed its significance for its period. ==Contents== Ennius's Annales was the first epic poem that covered the early history of the Roman state.Suerbaum & Eck (2006). Fragments of the Annales, as well as reports by ancient scholars, suggest that Ennius opened his epic with a recollection of a dream. In this reverie, the poet claims that Homer appeared to him and informed him that, thanks to the transmigration of souls, his spirit had been reborn into Ennius.Aicher (1989), pp. 227–32. The poem—which most speculate proceeded in chronological order—was likely divided into triads with a \"concentric, symmetrical structure\".Goldberg & Manuwald (2018), p. 98. In the first seven books, Ennius wrote about mythical and historical past episodes, whereas in the following eight (and eventually, eleven), he wrote about contemporary events.Boyle (2003), pp. 37–38. Although most of the poem has been lost, there is a \"traditional\"—albeit conjectured—organization for the book.Elliott (2013), p. 298. Books 1–3 cover the end of the Trojan War in 1184 BC, to the reign of the last king of Rome, Lucius Tarquinius Superbus 535–509 BC. Books 4–6 revolve around the early Roman Republic up until the Pyrrhic War in 281–271 BC. Books 7–9 deal briefly with the First Punic War (264–241 BC) before covering the Second (218–201 BC) in more detail. Books 10–12 focus on the Second Macedonian War. (The ending to these three books is unclear; Ennius might have concluded with an epilogue, or detailed Rome’s campaign against Antiochus III the Great, 192 BC.) Books 13–15 detail the Roman–Seleucid War (192–188 BC) until the events of the Aetolian War (191–189 BC). According to Werner Suerbaum and Werner Eck, it is likely that Ennius chose to end the original portion of his opus with the Aetolian War because of the role played in the conflict by one of his patrons, Marcus Fulvius Nobilior. Sometime after Ennius published his poem, he amended it with three additional books, which concern themselves with the Istrian campaigns (177 BC) and the Macedonian Wars (214–148 BC).Boyle (2003), p. 38. The final version of the Annales therefore contained 18 books. According to Pliny the Elder in his Historia Naturalis, it was \"on [the] account\" of Lucius Caecilius Metellus Denter and his unspecified brother—two Romans whom the poet admired—that Ennius penned the sixteenth book.Pliny the Elder, Historia Naturalis 7.29. ===Sources=== According to Suerbaum and Eck, it is likely that Ennius drew mostly on Greek records when he was compiling his poem, although he probably also made use of the Roman historiographer Quintus Fabius Pictor (who wrote in Greek). Additionally, it was assumed for a long time that both the structure, title, and contents of the Annales were based on or inspired by the Annales maximi—that is, the prose annals kept by the Pontifex Maximus during the Roman Republic.Goldberg & Manuwald (2018), p. 99. However, the scholars Sander M. Goldberg and Gesine Manuwald write that while the title of Ennius's poem is reminiscent of the Annales maximi, the idea that the poem is modeled on this official record is \"almost certainly anachronistic\", since there is very little evidence to suggest that an extensive version of the Annales maximi would have existed around the time that Ennius was writing his work. Given this, they argue that the title \"Annales\" was likely chosen by Ennius not to connect it to the Annales maximi, but rather to emphasize that he was Rome's very first recorder of historical events (i.e., an \"annalist\").Goldberg & Manuwald (2018), p. 100. ==Style== The Annales was written by the Roman poet Ennius (likely pictured, Roman bust in the Ny Carlsberg Glyptotek) in the 2nd century BC. Whereas Ennius's contemporaries like Livius Andronicus and Gnaeus Naevius wrote in Saturnian verse, Ennius eschewed this style. Instead he penned Annales in dactylic hexameter, in imitation of the works of Homer; according to Alison Keith, by doing this, \"Ennius acknowledged the importance of Greek culture in contemporary Rome\". Because of Ennius's decision, dactylic hexameter became the standard metre for subsequent Latin epic poetry.Keith (2013), p. xiv. But in addition to what Alison Sharrock and Rihannon Ashley call the \"Romanisation of Greek poetic sophistication\",Sharrock and Ashley (2013), p. 174. Suerbaum and Eck note that by borrowing from Homer's verse style, the work also \"Homerized\" the Roman historiographical tradition. Suerbaum and Eck cite \"the appearance of deities, speeches, aristeiai, similes, ekphraseis, and the subdivision of events in single days\" as decidedly Homeric elements that Ennius injected into Roman historiography. With all this said, Suerbaum and Eck do argue the Annales is also set apart from the works of Homer by so- called \"'modern' traits\". These include its focus on and reference to \"factual aspects\" (with the aforementioned scholars citing its emphasis on \"cavalry and naval battles\"), as well as its use of \"autobiographical, meta-literary and panegyric elements\". The scope and size of Ennius's poem was at the time of its penning also \"unprecedented\"; for instance, both Livius Andronicus's Odusia and Naevius's Bellum Punicum were substantially shorter.Goldberg & Manuwald (2018), pp. 10203. Sander M. Goldberg and Gesine Manuwald postulate that Ennius may have started writing a smaller historical poem that grew until it eventually comprised over a dozen books. The two write, \"An expanding work of this kind would better align Ennius with his predecessors, making his achievement more comprehensible but no less remarkable.\"Goldberg & Manuwald (2018), p. 103. Many scholars have declared that Ennius's poem functions as \"a mediator between Homer and Vergil\"; in other words, it is claimed the Annales transmits the style of Homer into a decidedly Latin tradition, which would eventually be used by Virgil when it came time for him to pen his own epic poem, the Aeneid. A large reason for this is that much of what is preserved of the Annales comes from Virgilian commentators, who were quoting Ennius's work to compare or contrast it to passages in the Aeneid.Elliott (2013), pp. 75–134. Jackie Elliott, however, points out that many of the extant fragments which were not derived from the quotations of commentators do not display the same \"epic\" style of either Homer or Virgil. Thus, she argues, \"To the extent that the Annales today seem to the modern reader crucial to the epic tradition, they are the creation of Vergil and of the Vergiliocentric sources.\"Elliott (2013), p. 134. Put another way, the understanding of the Annales as decidedly \"epic\" is largely a post facto one, prompted by its recontextualization in \"Vergiliocentric\" commentaries on the Aeneid. Expressing a related sentiment, Goldberg and Manuwald write, \"Critics have grown more skeptical of a procedure that postulates echoes [in other poems] and then bases reconstructions [of the Annales] upon them.\"Goldberg & Manuwald (2018), p. 101. For centuries, it was believed that Ennius focused on episodes in Roman history that would appeal to his patrons. However, Goldberg and Manuwald once again note that this view has come into question in recent years and has yielded to a \"more nuanced view that recognizes in the very sweep of the story he tells the subordination of personal interests to larger community values.\"Goldberg & Manuwald (2018), pp. 10001. ==Remains== Fragments of the Annales have been found in the Villa of the Papyri (pictured) in the ruins of Herculaneum (2000). Over time, almost all of the work has been lost, and today only around 620 complete or partial lines remain, largely preserved in quotations by other authors (primarily Cicero, Festus, Nonius, and Macrobius).Elliott (2013), pp. 365, 428, 451, 491.Goldschmidt (2013), p. 1. Papyrus fragments of the poem were also found in the Villa of the Papyri in the ruins of Herculaneum.Kleve (1991). According to Goldberg and Manuwald, nearly one-fourth of the Annaless extant fragments can be traced back to the work's first book. The two note that because this section of the poem was heavily quoted and commented upon in antiquity, reconstructing the contents and order of this book is less difficult than it is with the work's other books.Goldberg & Manuwald (2018), pp. 108–09. Consequently, given the relative dearth of fragments from other books—especially that of the climactic book 15—the two write the reconciliation of \"scholarly methods and interpretive desires with the inconsistencies and silences of the fragmentary record\" is \"no easy task.\"Goldberg & Manuwald (2018), p. 104. The first collection of the Annales fragments was published in the later part of the 16th century. In the 19th century, the German philologist Johannes Vahlen was a key figure in the study of Ennius's Annales. Goldschmidt, however, argues that the British classicist Otto Skutsch's book The Annales of Ennius (1985) is the \"standard\" for anyone interested in examining the fragments of the poem. A later edition supervised by Enrico Flores sought to reconsider \"both the textual scholarship of the sources and the contextual placement of the fragments.\" In 1935, E. H. Warmington prepared a version of the Annales for the Loeb Classical Library; this version was later superseded by Sander M. Goldberg and Gesine Manuwald's 2018 version.Warmington (1935).Goldberg & Manuwald (2018). ===Fragment locations=== This chart lists in chronological order the authors whose works have preserved fragments of Ennius's Annales, alongside the Ennian books quoted and the number of fragments total, as determined by Goldberg & Manuwald (2018).Goldberg & Manuwald (2018), pp. 108454. The chart excludes 14 fragments that many scholars consider dubia (that is, unlikely parts of the Annales).Goldberg & Manuwald (2018), pp. 442452. {| class=\"wikitable mw- collapsible\" !Author !Living dates !Book(s) quoted !Number of fragments preserved |- |Varro |116 – 27 BC |1, 2, 4, 67, 10, 13 |25 (including 12 unplaced) |- |Cicero |106 – 43 BC |1, 4, 610, 12 |28 (including 8 unplaced) |- |Horace |65 – 8 BC |7 |1 |- |Seneca the Younger | 4 BC – AD 65 | |1 unplaced |- |Pliny the Elder |23 – 79 AD | |1 unplaced |- |Probus | 25 – 105 AD |1, 3, 7 |5 (including 2 unplaced) |- |Quintilian | 35 – 100 AD |2, 6 |2 |- |Fronto | 100 – late 160s AD |1 |2 |- |Apuleius | 124 – 170 AD |7 |1 |- |Gellius | 125 – after 180 AD |1, 3, 6, 810, 1314, 16, 18 |18 (including 4 unplaced) |- |Tertullian | 155 – 240 AD |1 |1 |- |Pomponius Porphyrion | 2nd century AD | |3 unplaced |- |Festus | 2nd century AD |18, 1011, 14, 16 |71 (including 12 unplaced) |- |Lactantius | 250 – 325 AD | |2 unplaced |- |Marius Plotius Sacerdos | 3rd century AD | |1 unplaced |- |Ausonius | 310 – 395 AD | |1 unplaced |- |Atilius Fortunatianus | 4th century AD |1 |1 |- |Charisius | 4th century AD |1, 7, 16 |14 (including 10 unplaced) |- |Diomedes Grammaticus | 4th century AD |78, 10, 16 |7 (including 2 unplaced) |- |Augustine |354 – 430 AD |5 |2 (including 1 unplaced) |- |Aelius Donatus | mid-4th century AD |3, 6, 10 |5 (including 2 unplaced) |- |Orosius | 375 – 418 AD |6 |1 |- |Nonius | 4th – 5th century AD |1, 3, 511, 1518 |44 (including 11 unplaced) |- |Servius | 4th – 5th century AD |1, 8, 16 |22 (including 17 unplaced) |- |Consentius | 5th-century AD | |1 unplaced |- |Macrobius | 5th century AD |110, 1417 |41 (including 2 unplaced) |- |Cassiodorus |485 – 585 AD | |1 unplaced |- |Pompeius | 5th-6th century AD | |1 unplaced |- |Priscian | 500 AD |1, 2, 5, 712, 1417 |34 (including 8 unplaced) |- |Isidore of Seville | 560 – 636 AD |10 |8 (including 7 unplaced) |- |Paul the Deacon | 720s – 799 AD |4, 8 |16 (including 12 unplaced) |- |Ekkehard IV | 980 – 1056 AD |5, 7 |2 |- |Giorgio Valla |1447 – 1500 AD | |1 unplaced |- |Girolamo Colonna | 16th century AD |9 |1 |- |Unknown authors | |1, 2, 56, 810, 13, 1617 |54 (including 31 unplaced) |} ==Reception== Nora Goldschmidt writes that when Virgil was writing the Aeneid, most grammarians and poets celebrated the Annales as a \"national epic\" and a \"carrier of Rome's culture\". As a result, the poem was extensively studied in schools around this time,Goldschmidt (2013), pp. 17, 35. as Ennius himself was viewed as one of Rome's greatest poets, historians, and writers.Goldschmidt (2013), p. 17. Goldberg and Manuwald concur with this latter point, writing that the Annales cemented Ennius's fame.Goldberg & Manuwald (2018), pp. 97–98. Despite describing Ennius as \"outstanding ... in talent\", the Latin poet Ovid (pictured) wrote that \"nothing is rougher than\" his Annales. With that said, while many subsequent Roman poets found Ennius and his epic poem to be important (for having laid the groundwork of Latin epic poetry), many also found it to be somewhat crude. For instance, Virgil—who made heavy use of Ennius—is reported by the historian Suetonius to have once been reading Ennius's poem only to be asked what he was doing; the poet replied that \"he was gathering gold from Ennius' muck, for this poet has outstanding ideas buried under not very polished words.\"Suetonius, Vita Vergili.Goldberg & Manuwald (2018), p. 61. The later Latin poets Propertius and Ovid, too, found Ennius's work to be \"crude and unkempt.\" (The latter, for instance, referred to Ennius as \"outstanding ... in talent [but] lacking in art\" and noted that \"nothing is rougher than\" his poem).Goldberg & Manuwald (2018), p. 44.Ovid, Ars Amatoria 1.15.19–20.Ovid, Tristia, 2.259–60. Regardless of some of Ennius's \"crudeness\", his Annales was read for hundreds of years.Sharrock and Ashley (2013), p. 173. During the time of Nero, it began to wane in popularity, although it remained a popular text with certain grammarians like Festus and Nonius (whose commentaries preserve much of the Annales as we now have it).Elliott (2013), pp. 428, 451. According to David Scott Wilson-Okamura, \"by the end of the fourth century, it was hard to find even one copy\".Wilson-Okamura (2010), p. 121. At the turn of the fifth century, the work had become critically endangered. Because of unknown circumstances, not a single complete manuscript of Ennius survived textual transmission into the Middle Ages. By the time Renaissance humanists turned their attention to the work, they were forced to rely on small quotations embedded in other works and the testimonia of other writers—many of whom had taken to deriding Ennius for his supposed stylistic \"crudeness\".Wilson-Okamura (2010), pp. 121–23. Given that they only had the briefest of snippets to analyze, many of these humanists—such as Petrarch and Richard Stanyhurst—were forced to defer \"to classical critics, not out of reverence only, but from necessity.\" Thus, much of the discussion about Ennius from this time also revolved around his poetic primitivism, and in time he came to be seen as \"Virgil's foil.\"Wilson-Okamura (2010), p. 123. With that said, a number of works from this time reference Ennius, suggesting that these humanists found him and his epic poem worthy of interest. (He is, for instance, a major character in Petrarch's unfinished epic Africa.) Golderg and Manuwald also write that Ennius's reception during this time is indexed by the zeal with which humanists attempted to collect the fragments of the Annales that they could find.Goldberg & Manuwald (2018), pp. xxviii–xxix. ==Notes on fragment locations== ==References== ==Bibliography== * * * * * * * * * * * Category:2nd-century BC works Category:Epic poems in Latin Category:Greece in fiction Category:Italy in fiction Category:Latin histories Category:Lost poems ",
    "title": "Annales (Ennius)"
}