{
    "id": "51064770",
    "text": "The Arktisk Stadion (Arctic Stadium) is a proposed association football stadium which would replace Nuuk Stadium as the national stadium of Greenland. The stadium is proposed, in part, to allow Greenland to participate in FIFA and UEFA as the organizations' strict guidelines on stadiums are a barrier to admittance. It is expected to seat several thousand spectators and be fully enclosed with heating. The stadium is expected to be completed by 2020. Danish architecture firm Bjarke Ingels Group (BIG) and its renowned architect David Zahle designed the stadium as part of the larger proposed cultural center. In 2016 the firm was paid 380,000 dk for planning and design work, with the majority going toward feasibility studies. ==History== When former FIFA president Sepp Blatter visited Greenland in 2010, he stated that there were only two factors preventing Greenland from becoming members of the organization: full independence and an acceptable venue. Blatter stated that the stadium would need to be covered and contain an artificial surface. At that time, the 3,000 seat stadium was expected to cost 83 million dk. In May 2015 the Parliament of Greenland allocated one million dk. in its budget to create a project plan for the construction of a new national football stadium in Nuuk. The plan was due to be presented to parliament by autumn 2016. In June 2016, it was expected that the plan would be presented very soon. The largest hurdle to the construction of the stadium is funding. Although the GBU and Danish DBU entered into an agreement in 2015 to grow football in Greenland and work towards FIFA and UEFA membership by 2020, the partnership does not provide funding for the creation of such a facility. General Secretary of the GBU Nike Lyberth-Berthelsen has stated that building the national stadium will provide financial resources for football in Greenland by enabling the organization to charge for tickets to matches, something that can not be done at the open-air and seatless Nuuk Stadium. In February 2017 the Parliament of Greenland indicated that the stadium was unlikely to be built in the foreseeable future, with a lack of public funds again being mentioned as the main obstacle. At that time it was stated that the stadium designed by BIG would cost 304,000,000 dk and 454,000,000 dk for the stadium with an adjacent hotel. In June 2017 a working group was created to locate external investors which were seen as necessary for the project to move forward. ==References== ==External links== *Stadium DB profile Category:Football venues in Greenland Category:Multi-purpose stadiums in Greenland Category:Buildings and structures in Nuuk Category:Greenland national football team Category:Sport in Nuuk Greenland ",
    "title": "Arktisk Stadion"
}