{
    "id": "51062555",
    "text": "The Devastators (1901) is a novel by Australian writer Ada Cambridge.Austlit - The Devastators by Ada Cambridge ==Story outline== The novel considers the impacts on two ill-made marriages: Peggy Le Marchand is married to Harry Bedingfield, but should have married Dr. Dallas who is actually married to Mimi Rochester. ==Critical reception== A reviewer in Freeman's Journal was underwhelmed by the book noting it is \"described as 'a novel with a purpose.' Masters of the craft of bookmaking like Dickens also wrote novels with a purpose, the moral of which ran in a thin red line of tragedy carefully woven into a healthy story in which comedy had its share.' In The Devastators the purpose is the whole plot; and, however excellent it may be to hold up the mirror to ill-chosen marriages for the instruction of others, the result is rather dismal to the reader in this case.\"\"The Bookman's Corner\", Freeman's Journal, 1 March 1902, p28 == Notes == In her autobiography Thirty Years in Australia published in 1930, Cambridge made the following confession: \"When I wrote a novel called The Devastators I knew that I was laying down a rule contradicted in my own circle by two glaring exceptions. This bright and beautiful woman is one of them; the other is a person still nearer to me. I had to apologise to both of them when that book came out. From their childhood they have been exposed to flatteries that should have spoiled them utterly; both have proved unspoilable. In the case of one of the pretty faces, it does not even care to look at itself in the glass; the mere ordinary vanity of the ordinary female is lacking. So that to this large extent my theory of the effect of physical charm upon its possessor is discredited. While I am glad to state the fact, I am sorry to remain of the opinion that such exceptions are exceptions, and that the rule is still the rule.\"Thirty Years in Australia by Ada Cambridge, p144 ==See also== * 1901 in Australian literature ==References== Category:1901 Australian novels Category:Novels about marriage ",
    "title": "The Devastators (Cambridge novel)"
}