{
    "id": "51065837",
    "text": "On 30 June 2016, a 17-year-old Palestinian male broke into a home in the Israeli settlement of Kiryat Arba and stabbed to death Hallel Yaffa Ariel a thirteen year old Israeli-American citizen in her bedroom. The attacker was then fatally shot by security guards. Israeli Prime Minister Benjamin Netanyahu blamed \"incitement-driven terrorists\" while the U.S. State Department condemned the \"outrageous terrorist attack\".Post BulletinJun 30, 2016 3:32pm EDT Related: WORLD, UNITED NATIONS, ISRAEL Palestinian kills teen in Israeli settlement, then shot dead JERUSALEM | BY JEFFREY HELLER TERRORISM Jewish girl, 13, stabbed to death in West Bank bedroom was U.S. citizen June 30, 2016 FoxNews.com Yaffa Ariel was the youngest Israeli victim in the stabbing attacks during the 2015–2016 wave of violence in the Israeli- Palestinian conflict. ==Attack== Mohammad Nasser Tra'ayra, a Palestinian high school dropout age 17 of Bani Naim infiltrated the Harsanina neighbourhood of the Israeli settlement of Kiryat Arba, entered a private home, and stabbed a Jewish girl, Hallel Yaffa Ariel (13) as she slept in her bed. Critically wounded, she was transported to Shaare Zedek Medical Center in Jerusalem where she died of her stabbing wounds. According to some reports, Tra'ayra stabbed two other settlement guards before he was shot dead. A hospital spokesman said one of the security personnel, 31 years old, had suffered from serious gunshot wounds, a detail, according to Ma'an News Agency, missing in the army communiqué.'1 Palestinian, 1 Israeli killed, another wounded in Hebron-area settlement attack', Ma'an News Agency 30 June 2016. ===Victims=== Shuki Gilboa, a member of the volunteer neighborhood security association, responded after receiving an alert on his cell phone that the security perimeter had been breached. He was attacked by the perpetrator when he entered the 13-year- old victim's bedroom. The girl's father, Rabbi Amichai Ariel, then fired two shots at the perpetrator. One of the shots hit the attacker, the other hit Gilboa, who has permanently lost sight in one eye. ===Perpetrator=== The attacker was Mohammad Tra'ayra from the town of Bani Na'im. Tra'ayra had boasted on Facebook his wishes to die as a martyr, and avenge his cousin, Yousef Walid Tra'ayra, who rammed his car into an Israeli military vehicle on 14 March 2016, injuring three Israeli soldiers. The attacker's mother praised her son as a martyr defending Jerusalem and the al-Aqsa Mosque and hoped others would follow in his path.Watch: Mother of Kiryat Arba terrorist proud of 'martyr' son Ari Soffer, 30/06/16 Israel National News A banner with pictures of Tra'ayra and the late Yasser Arafat was hung outside a building in the West Bank village of Tra'ayra's family, and the family is eligible for $350 a month from a Palestinian fund for martyrs.Israel puts Palestinians on defensive over 'martyrs' fund'| July 11, 2016 ==Aftermath== ===Consequences for Palestinian communities and perpetrator's family=== According to the Los Angeles Times, in direct response to this murder, Israel launched \"a clampdown on hundreds of thousands of Palestinians in nearby Hebron and its surrounding villages, the likes of which hasn’t been seen in years.\" According to the New York Times, in response to this and other attacks, Israel announced that it would \"deduct from the tax revenues it collects on behalf of the Palestinian Authority an unspecified amount equivalent to what the authority pays in stipends to the families of people who carry out terrorist acts.\" The Israeli army locked down Tra'ayra's hometown, and \"sealed off\" roads leading to Hebron for a time in response to this and other attacks that occurred within a brief time span. His father was arrested and two of his siblings, Tamer and Lara Tra’ayra, were detained while proceedings were underway for charging them with incitement on the grounds that they had posted messages favoring \"martyrs\" on social media.Arrangements were made to demolish his family's home. ===Political impact=== Following the attack the Israeli government appropriated $12.9m to \"strengthen\" the settlement of Kiryat Arba and the Israeli settlers in nearby Hebron. The funds will be used for social projects, education and for increased security. The money will be paid from the budgets of several Ministries. The plan features the construction of 42 new homes in Kiryat Arba. The Palestinian Authority was put \"on the defensive\" over its policy of paying a monthly stipend of $350 to the family of Hallel Ariel's killer, as it does for the families of all Palestinian \"martyrs\", drawing on the Palestinian Authority Martyrs Fund, which is dedicated to that purpose. Prime Minister Netanyahu calls the payments \"an incentive for murder\". The Israeli government, describing the payments as glorifying terrorism, responded to this attack with an announcement that it will deduct the value of \"Martyr\" payments from the tax revenue it pays to the Palestinian Authority. The Fund, established in 1967 by the Palestinian Liberation Organization makes payments to 35,000 families, including the families of suicide bombers, from an annual budget of $170 million in 2016. ===Official responses=== * : Israeli PM Benjamin Netanyahu paid the bereaved family a visit of condolence. * : The French foreign ministry condemned \"the horrific murder of a young Israeli girl,\" and extended \"heartfelt condolences to her family.\" ==Legacy== Three years after the murder, Hallel Yaffa's mother, Rena Ariel, and her aunt, Tziporah Plitz, published a graphic biography in Hebrew and English editions. ==References== Category:Terrorist incidents in the West Bank in 2016 Category:Palestinian terrorism Category:Stabbing attacks in 2016 Category:June 2016 crimes Category:2016 murders in Asia Category:People murdered in the State of Palestine Category:Murdered Israeli children Category:Knife attacks Category:Stabbing attacks in Israel Category:Female murder victims Category:Deaths by stabbing in the Palestinian territories Category:2010s murders in the State of Palestine Category:2016 crimes in the State of Palestine ",
    "title": "Murder of Hallel Yaffa Ariel"
}