{
    "id": "51065163",
    "text": "Rio Doce State Park in the Rio Doce Estuary Mosaic A protected area mosaic () or conservation unit mosaic () in Brazil is a mosaic of nearby, adjoining or overlapping protected areas of Brazil that are managed as a whole. ==Definition== The National System of Conservation Units (SNUC) law defines a mosaic as a collection of protected areas of the same or different categories that are near to each other, adjoin each other or overlap, and that should be managed as a whole. Given the different categories of conservation unit and other protected areas in a mosaic, including fully protected and sustainable use units, the different conservation goals must be considered. A mosaic may include private lands and indigenous territories. ==Examples== The Jacupiranga Mosaic is in the Ribeira Valley and the south coast of the state of São Paulo, with 14 conservation units of various categories. It was created to reconcile the goals of conserving the Atlantic Forest and improving the living conditions of the traditional populations of the area. It originated with the Jacupiranga State Park, created on 8 August 1969, and includes the Rio Turvo and Caverna do Diabo state parks. It also includes four environmental protection areas, five sustainable development reserves and two extractive reserves. The Itatiaia National Park, created in 1937 as the first national park in Brazil, is part of the Mantiqueira Mosaic and the Mantiqueira Ecological Corridor, part of the larger Serra do Mar Ecological Corridor, which in turn is part of the UNESCO-recognised Atlantic Forest Biosphere Reserve. The park is a vulnerable \"conservation island\" due to its location between the major cities of Rio de Janeiro and São Paulo. Brazil has created a mosaic of federal and state conservation units along the BR-319 highway through the Amazon rainforest in an effort to better prevent deforestation when the highway is paved through more efficient management of a larger area. However, WWF-Brazil has pointed out that it is not enough to simply create the protected areas on paper. They must be staffed, delimited, legal owners compensated and so on. The Terra do Meio Mosaic is in Pará state between the Xingu and Tapajós rivers. It was created after the death of Sister Dorothy Stang, who was campaigning against illegal exploitation of the forests. It includes the Terra do Meio Ecological Station, a strictly protected conservation, created despite the presence of long-standing residents. The residents, who live along the Iriri River, have been placed under intense pressure to evacuate the area. The Chapada dos Veadeiros National Park in the state of Goiás, Brazil, was expanded by Federal Decree in September 2001 and inscribed as a UNESCO World Heritage Site in December 2001. In 2003 the expansion was successfully challenged and 72% of the national park lost its protection status. The park is part of the Cerrado Biosphere Reserve. Brazil has outlined plans for a mosaic of new conservation units with different management categories covering an equivalent area to the expanded National Park, but UNESCO has questioned whether the mosaic will be sufficient to ensure the statutory protection required for the World Heritage properties. ==Partial list== {|class=\"wikitable sortable\" |- ! Mosaic !! Level !! Area (ha) !! Created !! State(s) |- | Alto Jequitinhonha - Serra do Cabral Ridge Mosaic || Federal ||style=\"text-align:right;\"| || 2010 || |- | Apuí Mosaic || State ||style=\"text-align:right;\"| 2,467,244|| 2010 || Amazonas |- | BR-319 Provisional Administrative Limitation Area || Federal ||style=\"text- align:right;\"| 15,393,453 || 2006 || Amazonas |- | Bocaina Mosaic || Federal ||style=\"text-align:right;\"| 221,754 || 2006 || Rio de Janeiro, São Paulo |- | Carioca Mosaic || Federal ||style=\"text-align:right;\"| || 2011 || |- | Central Rio de Janeiro Atlantic Forest Mosaic || Federal ||style=\"text-align:right;\"| 233,710 || 2006 || Rio de Janeiro |- | Espinhaço Mosaic || Federal ||style=\"text-align:right;\"| 910,000 || 2010 || Minas Gerais |- | Extreme South of Bahia Mosaic || Federal ||style=\"text-align:right;\"| || 2010 || Bahia |- | Golden Lion Tamarin Mosaic || Federal ||style=\"text-align:right;\"| || 2010 || |- | Jacupiranga Mosaic || State ||style=\"text-align:right;\"| || 2008 || São Paulo |- | Juréia-Itatins Mosaic || State ||style=\"text-align:right;\"| 97,213 || 2006 || São Paulo |- | Lagamar Mosaic || Federal/State/Municipal ||style=\"text-align:right;\"| 2,119,000 || 2006 || São Paulo, Paraná |- | Lower Rio Negro Mosaic || Federal ||style=\"text-align:right;\"| 7,329,220|| 2010 || Amazonas |- | Mantiqueira Mosaic || Federal ||style=\"text-align:right;\"| 445,615 || 2006 || Rio de Janeiro, São Paulo, Minas Gerais |- | Paranapiacaba Conservation Units Mosaic || State ||style=\"text-align:right;\"| 120,000 || 2012 || São Paulo |- | Piauí Mosaic || Federal ||style=\"text-align:right;\"| || 2005 || |- | Rio Doce Estuary Mosaic || Federal ||style=\"text-align:right;\"| || 2010 || |- | Rio Gregório State Forest Mosaic || State ||style=\"text- align:right;\"| 486,319|| 2008 || |- | Serras Capivara and Confusão Mosaic || Federal ||style=\"text-align:right;\"| || 2005 || |- | Sertão Veredas-Peruaçu Mosaic || Federal ||style=\"text-align:right;\"| || 2009 || |- | Southern Amazon Mosaic || Federal ||style=\"text-align:right;\"| || 2011 || Amazonas, Mato Grosso, Rondônia |- | Terra do Meio Mosaic || Federal ||style=\"text- align:right;\"| || || |- | Tucuruí Mosaic || State ||style=\"text-align:right;\"| 568,667|| 2002 || |- | West Amapá and North Pará Mosaic || Federal ||style=\"text-align:right;\"| 12,397,338|| 2013 || Amapá, Pará |} ==References== ==Sources== * * * * * * Category:Nature conservation in Brazil Category:Types of protected area of Brazil ",
    "title": "Protected area mosaic (Brazil)"
}