{
    "id": "51062360",
    "text": "Rain Without Thunder: The Ideology of the Animal Rights Movement is a 1996 book by American legal scholar Gary L. Francione. The basic premise of the book is that there is a fundamental difference between those that call for animal welfare reform and those that call for the complete abolition of animal use (called 'welfarism' and 'abolitionism'), and that animals have a fundamental right to not be exploited. ==Abolitionism, welfarism and new welfarism== Francione argues that the animal rights movement only emerged in the late 1970s and 1980s. Until that time, concern for animals was limited to ensuring that animals were well cared for during their exploitation.Francione, Rain Without Thunder, pg 1 The animal rights position calls for the total abolition of animal use and exploitation, as \"animals, like humans, have inherent value that must be respected\".Francione, Rain Without Thunder, pg 2 Francione also describes a third category, which is that of the ‘new welfarist’. New welfarists are those that argue the best path to animal rights or abolition is through welfare reform and believe that welfare reform will make humans more receptive to inherently valuing animals. Francione argues that new welfarism does not work, and actually prolongs animal exploitation. Francione describes the welfarist or new welfarist movement as simply advocating for \"longer chains for the slaves\". Francione describes the differing philosophies of Peter Singer and Tom Regan toward animal use. He criticises heavily the utilitarian position of Singer, who believes that animal use is acceptable so long as their interests are given equal consideration to humans, and praises Regan’s deontological position of giving all animals rights. Francione argues that most animal rights groups are too passive in their approach, and have diluted their messages in the hopes of gaining cultural acceptance. The only group which has not done this, according to Francione, is Animal Liberation Front, which performs rescues for animals, often of a dangerous or illegal nature. ==Does welfare reform work?== One of the key criticisms that Francione makes of welfarists and new welfarists is that welfarism reform simply doesn’t work, and in fact is harmful to the cause as welfare reform is argued to make people more comfortable with animal exploitation, and therefore less likely to stop using animals. Welfare reform is also claimed to make the animal exploitation industry more efficient.Francione, Rain Without Thunder, pg 12 Carcass damage occurs when food animals are improperly slaughtered and bruise themselves in their deathroes. Welfare reform to slaughter animals more humanely reduces the likelihood of this occurring, improving profits and public image for animal slaughterers. Francione argues that advocating for welfare reform does nothing to challenge the ‘research establishment’, and in fact that the livestock industry already advocates welfare reform. The Animal Welfare Act, passed in 1966 and amended in 1985, is heralded as a victory by welfare advocates, but is useless according to Francione, and is indistinguishable from the status quo. Francione claims that the methodology of new welfarists in pursuing welfare reform cannot result in the abolition of their legal property status, which he argues is what matters most. Further, he argues that the short and long term goals of new welfarism are in direct conflict. He also argues that it is wrong to surrender the rights of animals today in the hopes of achieving rights for animals sometime in the future. ==Criticism== Rain Without Thunder and the views depicted within have been criticised by those within the animal movement. One criticism is that Francione depicts a purist ideal and does not care for incremental approaches to animal welfare, but wants the end of animal use now and is not interested in discussing the practicality or methodology to make this happen. Francione heavily criticises utilitarianism, particularly through its main modern proponent, Peter Singer. The book is criticised, however, for not stepping into the active debate between consequentialism and deontology, instead taking it for granted that deontology and a rights approach are correct. In praising Tom Regan, he also ignores the fact that Regan himself is an advocate of a hierarchy which allows the killing of some forms of life but not mammals. The style of the book itself is criticised as being long-winded and repetitive, with excessive detail that would only be of interest to an insider of the movement. ==References== * * * * Category:1996 non-fiction books Category:Animal testing Category:Books about animal rights Category:English-language books Category:American non-fiction books Category:Animal rights ",
    "title": "Rain Without Thunder (book)"
}