{
    "id": "51068084",
    "text": "Emilie Mundt (1915) Caroline Emilie Mundt (22 August 1842, Sorø – 25 October 1922, Frederiksberg) was a Danish painter, known for her portraits of children. ==Biography== Her father, Carl Emil Mundt, was a Professor of mathematics at the Sorø Academy. Her mother died when she was three and her father moved the family to Copenhagen.Brief biography @ KVInfo. As a child, her home was filled with political and philosophical discussions, as her father was also a member of (Constitutional Assembly) and her uncle, , was the Mayor of Copenhagen. Emilie Mundt (c.1860) She and her sister, Jacobine, received their basic education at N. Zahle's School and, in 1861, she took an exam to become a private tutor. However, her drawing teacher, Frederik Helsted was impressed with her artistic talent so, after graduation, she became a drawing and writing teacher at the school. At the age of thirty, she finally set out to become an artist and enrolled at the \"Painting School for Women\", operated by Vilhelm Kyhn. It was there she met her life partner, Marie Luplau. In 1875, she unsuccessfully sought to gain admission to the Royal Danish Academy of Fine Arts so, following the advice of Elisabeth Jerichau-Baumann, she and Luplau went to Munich to continue their studies with Eilif Peterssen.Biographical notes @ Kunstindeks Danmark. During a later period of study in Paris at the Académie Colarossi (1882-1884), she was influenced by the works Jules Breton and Jules Bastien-Lepage. Their depictions of the lives of poor people inspired her to create a series of paintings on the lives of poor children, many of which were done at a local orphanage. In 1886, she and Luplau set up their own painting school for women in Frederiksberg, which was in operation until 1913. They were also diligent campaigners for women's suffrage and, in 1890, adopted a young girl named Carla. In 1916, she became one of the first members of the Kvindelige Kunstneres Samfund (Women's Art Society). In addition to paintings of children, she is known for scenes of peasant life; many created during a stay at the art colony in Pont-Aven, Brittany. A major retrospective of her works was presented at the Women's Museum, Aarhus in 2007. ==Selected paintings== Mundt-Girl.jpg|Girl Sitting in the Grass Mundt-Lunch.jpg|After Lunch Mundt-Reading.jpg|Woman in White, Reading Mundt-Male.jpg|Study of a Male Model Emilie Mundt - Malerinde og barn i atelieret.jpg|Female painter with Child (1893) ==References== ==Further reading== * Mette Thelle, Efter hjemkomsten: et maleri af Emilie Mundt, Randers Museum of Art, 1990 == External links == * ArtNet: More works by Mundt Category:1842 births Category:1922 deaths Category:19th-century Danish painters Category:20th-century Danish painters Category:Danish portrait painters Category:Danish feminists Category:Danish women painters Category:People from Sorø Municipality Category:Académie Colarossi alumni Category:19th-century Danish women artists Category:20th-century Danish women artists ",
    "title": "Emilie Mundt"
}