{
    "id": "51068666",
    "text": "{| |} HMHS Letitia was a British hospital ship that ran aground at Portuguese Cove in Halifax Harbour, Canada on 1 August 1917 while carrying 546 wounded Canadian soldiers from Liverpool, United Kingdom to Halifax, Nova Scotia, Canada. == Construction == HMHS Letitia was built as SS Letitia at the Scott´s Shipbuilding & Engineering Co. shipyard in Greenock, Scotland in 1912. She was launched on 21 February 1912, and completed by May of the same year. The ship was long, had a beam of and had a depth of . She was assessed at and had 2 triple expansion engines driving double screw propellers. The engine was rated at 962 nhp and the ship could reach a maximum speed of 14 knots. == Early career == The SS Letitia made her maiden voyage from Glasgow to Quebec and Montreal and kept sailing on that line until the outbreak of the First World War. She had place to accommodate 1.387 passengers and crew and she sometimes also carried mail as cargo. == World War I == After the start of The Great War, SS Letitia was commandeered by the British Admiralty on 18 November 1914 for service as a Hospital Ship or Ambulance Transport and placed under the command of the Royal Canadian Naval Medical Services. she was retrofitted to provide the latest in medical care and comfort for her patients. She had a full complement of medical and nursing staff with access to all of the equipment available in a state-of-the-art hospital. All Hospital ships were distinctively painted in white with a green stripe down the side and three red crosses on each side as well, this was done to differentiate these \"non- combatant\" vessels from other shipping. But sometimes even these non- combatants became targets of enemy submarines. Letitia earned the prefix HMHS, which stands for His Majesty's Hospital Ship, for her new service as a hospital ship. The HMHS Letitia first served with distinction in the Mediterranean and even came under fire while evacuating wounded troops near the Dardanelles. The Hospital ship conducted her first rescue at sea when she came across the sinking SS City of Birmingham on 27 November 1916 some south east of Malta. The cargo liner had been torpedoed by the German Submarine SM U-32 and later sunk with the loss of four lives. The HMHS Letitia picked up all the survivors and sailed back to safety. The Letitia was relocated from the Mediterranean to the Atlantic in 1917 and her new task consisted of bringing wounded Canadian soldiers stationed in the United Kingdom back to their homes in Canada. The hospital ship made a total of five voyages from Liverpool, United Kingdom to Halifax, Nova Scotia, Canada, bringing a total of 2,600 wounded Canadian soldiers back home. === Sinking === HMHS Letitia set sail from Liverpool for the ninth time and had a full crew of 137 men, 74 hospital staff (including 12 nurses) and 546 wounded Canadian soldiers onboard. By now it was the end of July 1917 and the Letitia had been in service as a hospital ship for nearly three years. The crossing was made without incident until the morning of 1 August 1917, when fog appeared off the coast of Nova Scotia. The visibility was reduced to near zero, but Captain William McNeil continued on his course and posted several crew members to listen for the various whistles like buoy bells or foghorn blasts, which warns ships of the dangerous shoals that threaten the entrance to Halifax Harbour. 280px The captain used the navigational method of dead reckoning to estimate his position when he heard a whistle of an approaching pilot boat. The pilot came aboard to guide the Letitia through the fog, between the unseen buoys and into the harbour. The pilot continued the course, but he hadn't realized that the captain had incorrectly estimated the ship's position. Ten minutes after the pilot boarded the ship, the captain saw a dark object coming closer and ordered the ship full astern. The order however, came too late and the Letitia was forcefully stopped when she ran aground on Portuguese Cove in Halifax Harbour. Captain McNeil tried to reverse the engines in order to free the ship from her stricken position, but the holds were perforated and the ship was in danger of breaking up, sliding off the shoal and sinking beneath the waves with all of the wounded men still onboard. After the grounding, the Captain immediately called for assistance to help with the evacuation of all passengers. All the soldiers were disembarked without incident onto nearby ships that had rushed in to help. The captain and crew stayed on board until the next morning, when the ship began to list and the captain ordered to abandon ship. The Letitia split in two in the months following the grounding and her stern sank into deeper waters. Legal salvagers and looters removed much of her equipment before the ship sank completely. == Aftermath and wreck == All passengers and medical staff were saved, but there was one fatality among the crew, a stoker was accidentally left on the ship and he drowned when he tried to swim to shore. At the subsequent inquiry, Captain McNeil testified that he had fully trusted that the pilot knew where the buoys were, particularly because the pilots were in charge of moving the buoys to protect the harbour during wartime. The pilot was found guilty of a gross error of judgment and demoted. The wreck of the Letitia is still resting on the floor of the approach to Halifax Harbour just south of Portuguese Cove at a depth of and is a popular recreational dive site. The wreckage is scattered over the bottom and is lying on a steeply sloping shelf, with a sudden drop off. When looking down, you can see a boiler and a section of the stern. Some members of the crew were repatriated on the SS Athenia which was torpedoed on 16 August 1917; relatives were required to travel to Donegal to identify the bodies. == References == Category:1912 ships Category:Passenger ships of the United Kingdom Category:Hospital ships in World War I Category:Steamships of the United Kingdom Category:Ships built on the River Clyde Category:Maritime incidents in 1917 Category:World War I shipwrecks in the Atlantic Ocean Category:World War I ships of the United Kingdom Category:Hospital ships of the United Kingdom Category:Hospital ships of the Royal Navy ",
    "title": "HMHS Letitia (1912)"
}