{
    "id": "51064883",
    "text": "David Cameron in 2010 The 2016 Prime Minister's Resignation Honours are honours awarded following the July 2016 resignation of Prime Minister David Cameron. The life peerages and other honours were issued as two separate lists by the Cabinet Office on 4 August 2016 and all honours were gazetted as one list on 16 August 2016. This was the first Prime Minister's Resignation Honours since 1997. On 22 July 2016, it was alleged that officials in the Cabinet Office and the House of Lords Appointments Commission had blocked the list, citing ethical concerns about some of the intended recipients of honours, particularly those destined for the peerage. Many of the names of those honoured were leaked and published in the press on 31 July. On 1 August, Downing Street spokesperson said that the incoming prime minister, Theresa May, would not intervene in Cameron's resignation honours. == Life peerages == ===Conservative nominations=== *Gabrielle Bertin, to be Baroness Bertin, of Battersea in the London Borough of Wandsworth *Olivia Bloomfield, to be Baroness Bloomfield of Hinton Waldrist, of Hinton Waldrist in the County of Oxfordshire *Jonathan Caine, to be Baron Caine, of Temple Newsam in the City of Leeds *Camilla Cavendish, to be Baroness Cavendish of Little Venice, of Mells in the County of Somerset *The Hon Andrew Fraser, to be Baron Fraser of Corriegarth, of Corriegarth in the County of Inverness *Jitesh Gadhia, to be Baron Gadhia, of Northwood in the London Borough of Hillingdon *Timothy Kirkhope, , to be Baron Kirkhope of Harrogate, of Harrogate in the County of North Yorkshire *The Rt Hon Ed Llewellyn, , to be Baron Llewellyn of Steep, of Steep in the County of Hampshire *Cllr Mark McInnes, , to be Baron McInnes of Kilwinning, of Kilwinning in the County of Ayrshire *Cllr Philippa Roe, to be Baroness Couttie, of Downe in the County of Kent *Liz Sugg, , to be Baroness Sugg, of Coldharbour in the London Borough of Lambeth *Charlotte Vere, to be Baroness Vere of Norbiton, of Norbiton in the Royal London Borough of Kingston upon Thames *Laura Wyld, to be Baroness Wyld, of Steep in the County of Hampshire === Labour nomination === *Shami Chakrabarti, , to be Baroness Chakrabarti, of Kennington in the London Borough of Lambeth === Crossbench nominations === *Sir Nicholas Macpherson, , to be Baron Macpherson of Earl's Court, of Earl's Court in the Royal Borough of Kensington and Chelsea *Sir Peter Ricketts, , to be Baron Ricketts, of Shortlands in the County of Kent ==Order of the Companions of Honour== ===Companion (CH)=== *The Rt Hon George Osborne MP, for political and public service. ==The Most Honourable Order of the Bath== ===Knight Commander (KCB)=== *The Rt Hon Michael Fallon MP, for political and public service. ===Companion (CB)=== *Nicholas Howard OBE, for public service. ==The Most Distinguished Order of Saint Michael and Saint George== ===Knight Commander (KCMG)=== *The Rt Hon Hugo Swire MP, for political and public service. ==Knights Bachelor== *Andrew Cook CBE, for political service. *The Rt Hon Oliver Letwin MP, for political and public service. *The Rt Hon Patrick McLoughlin MP, for political and public service. *Craig Oliver for political and public service. ==The Most Excellent Order of the British Empire== ===Dame Commander (DBE)=== *The Rt Hon Caroline Spelman MP, for political and public service. *Arabella Warbuton MBE, for political and public service. ===Commander (CBE)=== *Helen Bower-Easton, for public service. *The Rt Hon John Hayes MP, for political and public service. *The Rt Hon Nick Herbert MP, for political and public service. *Ramsay Jones, for political and public service. *Tim Kiddell, for public service. *Daniel Korski, for political and public service. *The Rt Hon David Lidington MP, for political and public service. *Will Straw, for political and public service. *Graeme Wilson, for political and public service. *The Rt Hon Gavin Williamson MP, for political and public service. ===Officer (OBE)=== *Julian Glover, for political and public service. *Kathryn Jenkins, for political service. *Neil O'Brien, for political and public service. *Lena Pietsch, for political and public service. *Thea Rogers, for political and public service. *Alan Sendorek, for political and public service. *Isabel Spearman, for political and public service. *Sheridan Westlake, for political and public service. *Natasha Whitmill, for political service. *Eleanor Wolfson, for political and public service. ===Member (MBE)=== *Adam Atashzai, for political and public service. *Jessica Cunniffe, for political and public service. *Martha Gutierrez Velez, for public service. *Richard Jackson, for political service. *Giles Kenningham, for political and public service. *David McFarlane, for political service. *Richard Parr, for political and public service. *Caroline Preston, for political and public service. *Jane Robertson, for political service. *Nick Seddon, for political service. *Nikki Shale, for political service. *Kate Shouesmith, for political and public service. *Sean Storey, for public service. *Charlotte Todman, for public service. *Laura Trott, for political and public service. *Martha Varney, for political and public service. == References == Category:2016 in the United Kingdom Category:2016 awards in the United Kingdom Category:Prime Minister's Resignation Honours Category:2016 in British politics Category:David Cameron ",
    "title": "2016 Prime Minister's Resignation Honours"
}