{
    "id": "51068970",
    "text": "Fenton River along the Nipmuck Trail just north of CT Route 44 (U Conn Forest) The Fenton River is a major water source for the University of Connecticut that runs through Mansfield, Storrs, and Willington, as well as small parts of Windham, all but the latter in Tolland County, Connecticut. spanning 18.895 miles (about 30.408 kilometers). It feeds into Mansfield Hollow reservoir at its end, making it a tributary to the Mount Hope, Natchaug, and Willimantic rivers. The Fenton River is fed by several smaller brooks, streams, and creeks. It is used as a water source by the University of Connecticut Storrs Campus, and is as thus relatively shallow. The stone Gristmill on the intersection of Stonemill and Gurleyville roads was once functional, and now is protected by the Joshua's Tract Conservation and Historic Trust. Along its shores are huge swaths of protected land, mainly belonging to the university, Joshua's Trust, Nipmuck Trail, or other such preserve. Soil erosion is a small problem along some stretches. The USGS has a river flow and height monitoring station posted in the Fenton on Old Turnpike Road, in Storrs. It is currently not being pumped due to drought. ==Name and lore== Fenton River is said to have been named after Francis \"the Money Maker\" Fenton, who manufactured counterfeit silver coins and escaped a police officer by hiding at the bottom of the river, breathing through a hollow reed. Later he was arrested and brought to trial, but since the counterfeit coins were Spanish dollars (found to be made of pure silver), and there was no law against counterfeiting foreign currency, he was acquitted. ==Flora and fauna== The animal life that is found here is much like that of any river in northeastern Connecticut. Great blue heron sightings are common, as are those of snapping turtles and bobcats on the shore. Occasionally, a loon may be spotted, though this is rare, and often dismissed as a duck. It is a renowned fishing spot among local anglers, providing rainbow trout and salmon. Many of the trout are placed in the river by the DEEP and by UConn. Many mammals, birds, reptiles, and amphibians are found here, and it is a breeding ground for dragonflies and other insects. A good selection of plants grow along the banks. Trees such as birch, pine, beech, and willow abound. Oaks and maples are found in smaller numbers. There is enough moisture and shade for several species of fungi to grow in. ==See also== * Nipmuck Trail * Mansfield Hollow * Mount Hope River * Natchaug River * Willimantic River ==References== ==Sources== * * * * * Category:Rivers of Connecticut Category:Tributaries of the Thames River (Connecticut) Category:Rivers of Tolland County, Connecticut ",
    "title": "Fenton River"
}