{
    "id": "51063964",
    "text": "North Dandalup Dam is a dam in Western Australia. It is located south of Perth in the Darling Scarp, which forms the western border of the Darling Ranges. Constructed in 1994, it was opened by the then state Premier Richard Court in October of that year. It was the final project in a dam-building scheme that also includes the Victoria and Conjurunjup Dams. The dam, described by the Water Corporation as \"a strategic source of public drinking water for the Integrated Water Supply System (IWSS),\" provides water to Perth, Mandurah, Pinjarra, Harvey, the Goldfields and agricultural supply, and has in the past accounted for 10% of Perth's annual water supply. == Capacity == The $50 million project, with a capacity to hold , has at its peak, held 59.85% of capacity in 1996, with it reaching a minimum of 16.39% as of 2011. It has a catchment area of , with of surface area at full storage. There is a total system yield of per annum as of 2009, an increase from per annum in 2005. == Water Sources == Average rainfall entering the dam in the period was per year, however, reduced rainfall has resulted in a 35% decrease since 1975 to per year. The dam extracts water from the North Dandalup River, with the allocation licence for the dam allowing the Water Corporation to divert per year. Reduced rainfall and streamflow in recent times have resulted in less water being extracted, with being removed in 2002/3 and in 2003/4. == Layout == === Main Dam === The dam is high and long. === Other dams === There are two earthfill saddle dams on low lying ridges slightly to the northwest, next to the main dam, the larger is high, and the smaller is high. Between these dams, there is a lookout which provides a view of Mandurah, the Peel inlet, and the Indian Ocean. There is another dam, the original Pipehead dam, built in 1971, which is now open for recreational use. In this recreational area, there are facilities such as barbecues, toilets, picnic tables and parking. == Environment == === Flora & Fauna === The surrounding area contains a variety of flora and fauna, with the vegetation predominantly consisting of jarrah (Eucalyptus marginata), marri (E. calophylla) and wandoo (E. wandoo). Wildlife consists of kookaburras, long-billed cockatoos, and the Scarlet Robin. === Geology === The dam forms part of the Archaean Yilgarn block, consisting of mainly granitoid rock with dolerite dykes and is capped with laterite. == Water Quality == According to a Water Corporation study shown in the table below, the dam contains low levels of metals and inorganics, and the only pesticide present is Simazine, present in only one sample in levels well below Australian Drinking Water Guidelines (ADWG). A 2005 protection plan also by the Department of Environment showed there are risks of pathogen contamination, turbidity, pesticides and nutrient contamination, with pathogens being the most severe possibility, but turbidity being the one with the highest possibility of occurring. Before water is supplied to the Integrated Water Supply System (IWSS), it is disinfected by chlorination and then fluorinated. Microbial testing is conducted on a weekly to monthly basis, depending on the season. {| class=\"wikitable\" |- ! Parameter !! Units !! Health Value Guideline !! North Dandalup Pipeline Dam !! |- | || || || Range || Median |- | Metals || || || || |- | Barium || mg/L || 0.7 || 0.015-0.018 || 0.016 |- | Boron || mg/L || 4 || 0.02-0.03 || 0.02 |- | Inorganics || || || || |- | Nitrate + Nitrite (as N) || mg/L || 11.3 || 0.004-0.1 || 0.016 |- | Pesticides || || || || |- | Simazine || mg/L || 20 || No detection - 0.3 || No detection |} == Controversy == There was controversy in mid-2015 after a group of local farmers backed by former-cop Liberal MP Murray Cowper claimed the North Dandalup River was being 'killed' by the Western Australian Department of Water by not releasing water from dams, including the North Dandalup dam into the river to increase flow. Four campers and three dogs were caught swimming in the dam in 2014. They pleaded guilty for engaging in unauthorised activities and were fined. == References == Category:Dams in Western Australia Category:Darling Range Category:Dams completed in 1991 Category:Shire of Murray ",
    "title": "North Dandalup Dam"
}