{
    "id": "51069057",
    "text": "is a Japanese former professional baseball outfielder. He played for the Chunichi Dragons of the Nippon Professional Baseball (NPB). His father is former Dragons pitching coach, Shinichi Kondō the only NPB pitcher to throw a no-hitter on debut. ==Early career== Under his father's influence, former Chunichi Dragons pitcher Shinichi, Kondō started playing baseball in the 3rd grade of elementary school. In junior high school he joined a rubber ball baseball team but hated practice. In his 3rd year of junior high, young Kondō was concerned over which high school he should go to and after being shown a video of his father pitching at the 68th Koshien with Kyoei High School, it was decided that he would join his father's alma mater. He was a bench player in his second year, but rose to be vice-captain. However, he was unable to make appearances with his team in either the summer or spring koshien tournaments. In 2011, Kondō started university at Meijo University with the law department. In his sophomore year of university, Kondō was mostly deployed as a third baseman or outfielder but in his junior year he became a regular in the outfield where he took out best nine honours in both the Spring and Fall Aichi University Leagues. In 2014, his senior year, Kondō would captain his side and receive the fighting-spirit award for the Spring league. He was also selected 2 years in a row (2013 and 2014) for the Baseball Association in Aichi representative team. While he had the desire to continue his baseball pathway in the industrial leagues, GM Hiromitsu Ochiai ensured that Kondō would be a Dragons player by selecting him as their 4th pick in the 2014 development draft. ==Professional career== ===Chunichi Dragons=== ====2015==== In 2015, Kondō played 22 games for the Dragons farm team in the Western League getting only 4 hits in 34 at-bats for an average of .125. ====2016==== On 14 July, he was moved off a development player contract and added to the overall roster. His number was changed from 213 to 67. On 2 August, Kondō made his first team debut for the Dragons against the Yomiuri Giants starting in left- field and batting number 2 in the line-up. He shined on his debut proving to be the most effective hitter for the Dragons on the day getting 3 hits and 2 RBIs in 5 at-bats. On 14 August, he hit his first pro home run in an 8-1 loss to the Hanshin Tigers at Kyocera Dome off Suguru Iwazaki. Kondō finished his first season in pro baseball playing in 21 games, hitting .186 with 2 homeruns. On November 27, 2019, Kondō announced his retirement. ==References== ==External links== *NPB.jp *Dragons.jp Category:1993 births Category:Living people Category:Chunichi Dragons players Category:Japanese baseball players Category:Baseball people from Aichi Prefecture Category:Meijo University alumni ",
    "title": "Hiroki Kondo (Chunichi Dragons pitcher)"
}