{
    "id": "51064822",
    "text": "A.F. Budge was a British civil engineering and construction company based in Nottinghamshire. ==History== It built many sections of motorway in Yorkshire and the north Midlands. It was established by Tony Budge (August 1939 - 3 February 2010) in December 1962.Companies House He was the older brother of Richard Budge, who established his coal mining business RJB Mining, also based in Bassetlaw. Richard Budge joined the company in 1966. Another director of the company was Janet Budge, Tony's wife. RJB Mining was formed from a management buyout in February 1992 for £107m. Anthony Frederick BudgeCompanies House liked racehorses, and his company invested in Doncaster Racecourse. The company owned Retford Gamston Airport. Tony Budge lived at Osberton Hall at Scofton (in Worksop), the former home of Francis Ferrand Foljambe, near the River Ryton, off the B6079 between Worksop and Retford. The company's horse- racing colours ===Receivership=== A.F. Budge (Road Materials) Ltd went into well-publicised receivership on 9 December 1992, undertaken by Cork Gully, with £96.6m debts, under the Insolvency Act 1986.Independent October 1994 As a road construction company, it was profitable, but the company made some disastrous investments in other areas in the late 1980s. The company, and RJB Mining, were investigated in an edition of Panorama on 1 May 1995. ==Structure== The company, also known as A. F. Budge (Contractors), was based in Retford (Ordsall) in Bassetlaw, north Nottinghamshire, directly west of Retford railway station. ==Products== It built many bypasses including the A46 bypasses for Newark-on-Trent and Lincoln. NORWICH bypass Trowse to Postwick. Willen lake H5 Milton Keynes ==References== * Times 9 February 1995, page 5 ==External links== * Newark Advertiser Category:1992 disestablishments in England Category:British racehorse owners and breeders Category:Companies based in Nottinghamshire Category:Construction and civil engineering companies established in 1962 Category:British companies disestablished in 1992 Category:Construction and civil engineering companies of England Category:Retford Category:British companies established in 1962 ",
    "title": "A.F. Budge"
}