{
    "id": "51072766",
    "text": "Main body of the 30 cm Bubble Chamber at CERN. The 30 cm Bubble Chamber, prototyped as a 10 cm Bubble Chamber, was a particle detector used to study high-energy physics at CERN. Bubble chambers are similar to cloud chambers, both in application and in basic principle. A chamber is normally made by filling a large cylinder with a liquid heated to just below its boiling point. As particles enter the chamber, a piston suddenly decreases its pressure, and the liquid enters into a superheated, metastable phase. Charged particles create an ionization track, around which the liquid vaporizes, forming microscopic bubbles. Bubble density around a track is proportional to a particle's energy loss. Bubbles grow in size as the chamber expands, until they are large enough to be seen or photographed. Several cameras are mounted around it, allowing a three-dimensional image of an event to be captured. Following the discovery of strange particles in cosmic-ray showers and the evidence of a large spectrum of heavy mesons, Charles Peyrou started the construction of a liquid hydrogen bubble chamber. A prototype, the 10 cm Bubble Chamber, was first built in 1957 and it was seen as a learning process, allowing the team to test and study the functionality of bubble chambers. Furthermore, the chamber was easily modifiable and had no magnetic field. The experience acquired during the prototype phase enabled the team to build the 30 cm bubble chamber. The chamber was cylindrical with a total volume of 12.5 litres, it had a piston to control the expansion and coil generating a 1.5 T magnetic field. As the prototype, the 30 cm bubble chamber enabled systematic measurements of distortion and ionisation of the tracks, studies on the stopping power of liquid hydrogen and on the size and growth of the bubbles in the chamber. In particular, it was very useful for experiments at medium and low energy in a purified beam. In 1959, it was placed at the Synchro-Cyclotron (SC) where it was first exposed to beams of π+ mesons of 265 and 330 MeV. Later, the chamber received a 16 GeV/c π− beam from the Proton Synchrotron (PS) enabling the study of pion production in π−-proton interactions as well as the production of strange particles. Experiments to investigate the interaction between two protons, at 24 GeV/c, were also conducted. To analyse these complex interactions, Charles Peyrou developed new methods such as the “Peyrou plot” and the “principal axis”. The photographs obtained proved the exceptional quality of the 30 cm bubble chamber despite its small dimensions. The chamber ceased operations in 1962 having produced 150 km of film during its three years of operation. In 1965, the 30 cm Bubble Chamber was lent to the National Laboratory at Frascati. ==See also== * Bubble chamber ==References== Category:Bubble chambers operated at CERN ",
    "title": "30 cm Bubble Chamber (CERN)"
}