{
    "id": "51073290",
    "text": "Jarmo Viinanen (born February 23, 1959, Imatra)http://www.finland.se/public/download.aspx?ID=133559&GUID;=%7BF8976895-B5F4-41E6-8EE6-85EA4BEAEE81%7D was a Finnish ambassador to Sweden until 2016, and was President of the UNICEF Executive Board in 2013. In addition to this, Viinanen was, from 1997 until 1998, the First Secretary in the Foreign Ministry's Department of External Trade Relations. From 1998 to 2000, Viinanen was the Adviser to the Minister of Foreign Affairs. Between 2000 and 2005, Viinanen served as the diplomatic adviser to Tarja Halonen, the 11th President of Finland, the Deputy Secretary General and Deputy Chief of Cabinet, as well as the Secretary-General and Chief of Cabinet to Halonen from 2005–2009. Between April 8, 2009 and 2014 Viinanen held a position as the Permanent Representative of Finland to the United Nations. Viinanen is known to have graduated from the University of Turku with a Master of Arts degree in political science in 1987. == Sexual harassment == In 2016, Viinanen was accused of sexually harassing embassy staff and guests at Stockholm. The tabloid Iltalehti broke the story on Wednesday, July 13, 2016, reporting that at least one woman who worked for Viinanen in Sweden had left her job earlier that year. The paper then attempted to contact the ambassador; he replied that he was on holiday and would not release any comments on the matter. Foreign Minister Timo Soini stated that his ministry was investigating the incident and commented that Wednesday in Pori that he hoped to have the matter resolved by the time he met with the Swedish Foreign Minister Margot Wallström in about one month from then. On August 26, 2016, Finnish President Sauli Niinistö had officially recalled Viinanen to Finland as a result of the scandal over the alleged sexual harassment. == References == Category:People from Imatra Category:Permanent Representatives of Finland to the United Nations Category:1959 births Category:Living people Category:Ambassadors of Finland to Sweden Category:Finnish officials of the United Nations Category:Chairmen and Presidents of UNICEF ",
    "title": "Jarmo Viinanen"
}