{
    "id": "51076602",
    "text": "There have been five Formula One drivers from the Republic of Ireland. ==Former drivers== Firman driving for Jordan in the 2003 French Grand Prix Joe Kelly was Ireland's first F1 driver, racing in the first two World Championship British Grands Prix. His privately entered Alta failed to be classified in either race. Having taken the 1977 British F3 title, Derek Daly was promoted to Hesketh Racing for what would be their final three Grands Prix, failing to qualify for any race. He was quickly snapped up by Ensign for the rest of the season and took points in the final race of 1978. The next four seasons saw sporadic stints with Ensign, Tyrrell, March, Theodore and Williams, with a best finish of 4th in the Argentine and British Grands Prix of the 1980 season. As runner-up of the 1979 British Formula One season, David Kennedy's prize was promotion to a World Championship Shadow seat for 1980. However, the team was chronically underfunded and had a poorly engineered chassis and despite Theodore's intervention mid-season Kennedy only qualified for 1 of the 8 Grands Prix he was entered in – the Spanish Grand Prix, an event subsequently stripped of its World Championship status due to the FISA–FOCA war. Following Jan Lammers' quitting of the Theodore team in 1982, Tommy Byrne made his debut at the Austrian Grand Prix. He entered the final five races of the season, qualifying twice but failing to finish either of the races he qualified for. Eddie Jordan, keen to promote an Irish driver, settled on 2002 Formula Nippon season champion Ralph Firman for his eponymous team's 2003 championship assault. He raced in all but two Grands Prix that year, having injured himself in a practice crash in Hungary. He scored a single point in Spain however his efforts were not enough to keep him a place on the grid for 2004. ==Timeline== {| class=\"wikitable\" border=\"1\" style=\"font- size:85%;\" !colspan=2| Former drivers |- |Joe Kelly |– |- |Derek Daly |– |- |David Kennedy | |- |Tommy Byrne | |- |Ralph Firman | |- ! colspan=\"2\" |Source: |} ==References== * ",
    "title": "Formula One drivers from Ireland"
}