{
    "id": "51072037",
    "text": "John A. Cherry (born ca. 1941) is the recipient of the 2016 Lee Kuan Yew Water Prize, awarded at Singapore International Water Week in July 2016 for his work in groundwater research, protection and management. He is a Distinguished Professor Emeritus from the University of Waterloo in Ontario, Canada. He undertook research on the migration of contaminants in groundwater and he participated in the development of technologies for groundwater monitoring and remediation thus \"revolutionizing groundwater research\". His research resulted in a \"paradigm shift in groundwater pollution control measures\", leading to new groundwater remediation guidelines to be adopted in the United States and other countries in the 1990s. He holds geological engineering degrees from the University of Saskatchewan and University of California Berkeley, and earned a PhD in geology with specialization in hydrogeology from the University of Illinois. In 1967 he joined the University of Manitoba in Winnipeg, Canada, as the country's first groundwater professor. He then joined the faculty at the University of Waterloo in 1971 where he held the Research Chair in Contaminant Hydrogeology from 1996 to 2006. In 1978 he led a group of researchers in setting up the Borden Groundwater Field Research Facility on a landfill located within a military base. The field research at Borden demonstrated the behavior of contaminants and the remediation process in a way that non- scientists and policy-makers could understand and accept. This research formed the basis for criteria for selecting sites for safe waste disposal. These criteria were subsequently incorporated into regulatory frameworks all around the world. In 1979 he co-authored the first edition of the seminal textbook \"Groundwater\" with Professor R. Allan Freeze. The book helped readers see how the \"pieces are connected\" and get a more holistic understanding of the complicated subject. In 1987, he founded the University Consortium for Field- Focused Groundwater Research which consists of 26 principal investigators and 12 core corporate sponsors. Currently comprising 16 universities, it gives graduate students the chance to conduct research on contaminated industrial sites, much as John Cherry had done himself before. He co-holds several patents, is a Fellow of the Royal Society of Canada, and a Fellow of the Geological Society of America. His career choice was influenced by his parents who had experienced a severe drought in of Saskatchewan in the 1930s and who became documentary filmmakers, making films about water, reminding their son how important water scarcity was. According to Cherry, \"the biggest cause of groundwater pollution and of water use not being sustainable is agriculture\". Out of concern for environmental sustainability, he became a vegan in 2010. Noting that 80 percent of all freshwater is used for food production, Cherry said in his acceptance speech of the Lee Kuan Yew Water Prize that \"eating meat is the largest single contributor to the global water crisis. Diet changes could reduce per capita water consumption in the industrialized countries by up to 40 percent.\" He also noted that 50 percent of drinking water supplies globally depend on groundwater.\" Cherry has also urged governments to devote more of their budget to groundwater monitoring, noting that unlike sewage treatment, it is not as politically popular because its benefits appear only over the long term. Cherry plans to use the S$ 300,000 (USD 222,000) prize money of the Lee Kuan Yew Water Prize to update the \"Groundwater\" textbook, translating it into different languages and putting it online as a \"wiki book\". ==References== Category:1940s births Category:Living people Category:University of Waterloo faculty Category:Hydrogeologists ",
    "title": "John A. Cherry"
}