{
    "id": "51078605",
    "text": "St. Martin's Eve is a novel by Ellen Wood, first published in 1866. It takes its name from the festival of St. Martin's Day, held on November 11, the festivities for which in some countries commence on the previous evening; many of the critical events of the novel occur on this date over several years. The plot centres on the aftermath of George Carleton St. John's untimely death, after which his second wife Charlotte St. John (née Norris) is granted care of his two children—one by his first marriage (and the heir to Alnwick), the other by theirs—but severe doubts surround her appropriateness for the role. In France, the bachelor Frederick St. John seeks a reclusive existence in order to restore his finances; unexpectedly, he finds himself interposing in the engagement of Adeline de Castella to a French baron, with tragic consequences. == Synopsis == The story is told as a third-person narrative that begins with the birth of Benjamin ('Benja') St. John, the delivery of whom results in the death of his mother. Despite assertions that he will never remarry, her husband George Carleton St. John takes a new wife, Charlotte Norris. George dies shortly afterwards of an inherited, constitutional weakness ('the Alnwick curse'), after which Benja and their son, George ('Georgy'), are left to the care of Charlotte. Prompted by concerns that Charlotte's envy of Benja (who will inherit Alnwick in place of her son) might lead her to harm him, his relative Isaac St. John is left as a guardian to the child by a provision of the will. Later, Benja's nurse, Honour Tritton, grows increasingly alarmed by Charlotte's violent behaviour towards the child. In an attempt to soothe Benja, she builds him a toy made of paper and candles; left alone with the toy, and after the doors to the room are seemingly locked, the child is burned to death. Eventually judged to be an accident, nonetheless Charlotte is deeply disturbed by the event: she becomes prone to hallucinations about the child and the lighted toy, and decides to leave Alnwick with her son George. The bachelor Frederick St. John relocates to France as a means of restoring his precarious financial situation. There he finds himself infatuated with Adeline de Castella, who is already engaged to the Baron de la Chasse. Frederick is repeatedly rebuffed as he makes overtures to her family for them to be married instead and launches a failed attempt to elope to England. Finally, Adeline is made aware by her father that their marriage would be an affront to their Catholic faith (Frederick is Protestant), and is made to promise that she cannot tell Frederick this. Unable to sanction her behaviour, Frederick returns to England, but the turmoil of his departure takes its toll on Adeline; after a protracted illness, she dies of consumption. Her close companions, Rose Darling (Charlotte's sister) and Mary Carr, finally manage to contact Frederick and take him to see Adeline, whose body is preserved as part of its reception before the funeral. In the meantime, Charlotte's son George dies in Ypres, her household having been constantly on the move across Europe since the death of Benja; her own son never recovered from the shock of that night, and Charlotte experiences another hallucination during a procession of candles on St. Martin's Eve. Some time later, in England, Charlotte is lodged in the household of Isaac St. John. Frederick suspects her of hereditary madness and that she intends to marry Isaac in order to acquire his fortune; various incidents suggest to him that her jealousy of him might lead her to commit violence against the other women also there. Prance, Charlotte's close confidante, elicits the help of her mother after her behaviour grows increasingly erratic, but they cannot make her leave the house. Frederick's suspicions are confirmed when a physician is able to confirm that Charlotte's father died mad. After a manic episode leads Charlotte to be committed to a lunatic asylum, Prance voices her suspicions that it was Charlotte who locked the doors on the burning child, Benja. == Characters == George Carleton St. John — the master of Alnwick Frederick St. John Mrs. Norris Darling — Charlotte's mother Charlotte St. John (née Norris) — second wife of George St. John and mother to his son, George Benjamin ('Benja') St. John — first child of George St. John and the heir to Alnwick George ('Georgy') St. John — second child of George St. John and Charlotte's only child Isaac St. John Prance — a servant at Alnwick Hall and close confidante of Charlotte Honour Tritton — Benja's nurse ==References== Category:1866 British novels Category:Novels set in France Category:Victorian novels Category:Novels set in England ",
    "title": "St. Martin's Eve"
}