{
    "id": "51071743",
    "text": "Priti Sengupta () is a Gujarati poet and writer from Gujarat, India. She received Kumar Suvarna Chandrak in 2006. She has written several travelogues. == Biography == Sengupta was born on 17 May 1944 in Ahmedabad, Gujarat to Ramnalal and Kantagauri. She completed her S.S.C from Sheth Chimanlal Nagindas Vidyalaya, Ahmedabad in 1961. She completed Bachelor of Arts in 1965 from Gujarat College, Ahmedabad and Master of Arts in 1967 from School of Languages, Gujarat University with English literature. She started her career as a lecturer of English literature at H. K. Arts College. She moved to New York, US where she acquainted with Chandan Sengupta and married him. == Works == Sengupta in 2007 She wrote under pseudonyms 'Ashakya' and 'Namumakin'. Poorva, her first travelogue, was published in 1986, followed by Dikdigant (1987), Sooraj Sange, Dakshin Panthe, Gharthi Doorna Ghar, Kinare Kinare, Uttarottar, Man To Champanu Phool, Dhaval Aalok, Dhaval Andhar, Antim Kshitijo, Doorno Aave Saad, Desh-deshavar, Namni Vahe Chhe Nadi, Ek Pankhi Na Pinchha Saat, Noorna Kafala, Devo Sada Samipe, Khilya Mara Pagla, Sootar Snehna. Her travelogues, written in English, includes My Journey to the Magnetic North Pole, White Days White Nights and Joy of Traveling Alone. Her first anthology of poems Juinu Jhumkhu (Collection of songs and Ghazals) was published in 1982, followed by Khandit Aakash (1985; Collection of free verse) and O Juliet. Ek Swapnano Rang is her collection of stories. Our India is her book of photography. She has shared her experiences in Women, who dared series published by National Book Trust. == Recognition == She won Kumar Suvarna Chandrak in 2006. She is honoured with Vishwagurjari Award. ==See also== * List of Gujarati-language writers == References == Category:Gujarati-language writers Category:Gujarati-language poets Category:1944 births Category:Living people Category:Indian women poets Category:Poets from Gujarat Category:Writers from Ahmedabad Category:20th-century Indian poets Category:Women writers from Gujarat Category:20th-century Indian women writers Category:Indian travel writers Category:Gujarat University alumni ",
    "title": "Priti Sengupta"
}