{
    "id": "51071984",
    "text": "Imperial Hero is a free-to-play, massively multiplayer online role-playing game (MMORPG) developed by the Bulgarian game production company Imperia Online JSC.https://imperiaonline.bg/ The game was originally launched in 2009 after a year of conceptual and gameplay development. Imperial Hero is translated into 27 languages. In 2015 Imperia Online JSC released the remake of the role-playing game - Imperial Hero II, launched for Android, Facebook and web. In 2017 the game is published by Destiny Development in Russia. == Gameplay == Imperial Hero is a cross-platform game, based on the fictional Ayarr Empire, composed of 32 provinces. Players have to register at a website in order to join the game. Upon creation, the player's character is assigned one of three factions within the empire - Haroda, Farolin and Sonoria, which are in conflict with each other, and by extension the player is in conflict with other players PvP. Players choose between three types of \"hero\" - ranger, warrior and mystic - with respective strengths and weaknesses. The heroes in the game win experience points by defeating foes – humanoids or monsters. The hero has a personal profile and can acquire titles on a weekly basis, which may offer bonuses. Players are encouraged to team up in a \"Guild\" and help each other in order to survive and prosper in the Ayarr Empire environment. The players control their hero which is the leader of their party of up to 5 mercenaries. Heroes and mercenaries can be specialized in one of 6 classes, which have different spells and abilities. Also, each member of the party can be equipped with items, which improve their attributes and make them stronger. By defeating foes and completing quests, the party gains experience and increases its level, which unlocks more skills and opportunities. === Combat === In the world, there are battle zones everywhere, where the hero's party can match their strength against foes of all kinds and varying power. The combat is automatic and turn-based. The player sets up their party prior to combat and then starts the battle, which is automatically calculated. The tactical positioning of units on the battlefield is very important. Defeating foes has chances of rewarding the player with rare items, which can be used to improve their hero and mercenaries. === Player versus Player (PvP) === In Imperial Hero, players are competing with each other in multiple ways. They can attack each other to plunder resources, they can participate in fighting tournaments, or they can defend the borders of their faction against attacks from other factions in the Border Patrol. The winners in the various PvP activities receive weekly rewards, based on their performance. === Crafting === Players can also pick one of the 3 main professions and one of 6 secondary professions, which allow them to craft all sorts of items, ranging from consumables to battle equipment. Players must go around the provinces to gather the necessary materials for crafting. During this time, they are sometimes in danger of being attacked and burglarised by other players. Once the raw resources are gathered, they are then processed into crafting materials, which can be used to craft some of the most powerful artifacts in the game. === Reputations and Titles === While completing quests and defeating foes, players earn reputation with the various factions and sub-factions of the Ayarr Empire. These reputations bring benefits to the hero, such as discounts in shops and other perks, but also by providing the player with honorary titles. Most titles provide bonuses, and the rarer titles can provide substantial perks to the hero who holds them. === Trade === Players of all factions can trade resources, consumables, items and rare goods. This is done through the in-game auction house and the resource market. The economy of the game allows for the free exchange of most goods and savvy players can amass fortunes. === Guilds === Players can organise themselves into guilds of up to 50 people. Guilds provide a way for players to communicate intimately, share resources and items between each other and complete common goals (guild quests). Furthermore, each guild can build their own Guild Castle, which is exclusive only to them. Building structures in the castle provides bonuses to all members in the guild. Guilds can raid each other's castles to plunder resources and damage buildings. Players participate in the raids with their own parties and are matched against the defenders of the target guild. Guild castles also have garrisons. These are multiple parties of mercenaries loyal to the guild and helping in the attack of other castles or the defense of the guild's castle. === World bosses === The World Boss Event is when a menacing, very powerful creature comes to terrorize the Ayarr Empire and players need to work together to defeat it. Attacking and defeating the World Boss rewards players with great rewards. In 2019 the first Winter Marathon was launched. This is an event where players go through a 10-days long program, in which they have to tackle World Boss, compete in PvP tournament and delve into an Ancient Island. == Buildings == Tavern- Tavern is the place, where all Missions can be found. The Heroes can work there also for gold. The amount of gold they receive depends on the amount of working hours and increases as they raise their levels. Weapon shop- In this Shop players can buy and sell different weapons. New items for sell appear every 15 minutes. Players can load instantly new weapons in exchange for diamonds. With every reset they have a chance to buy different and more powerful items. The hero's equipment also can be repaired in the shop. Equipment durability lowers when used in battle and even greatly when the hero dies in a battle. Armor shop- In this Shop players can buy and sell different armor. New items for sell appear every 15 minutes. Players can load instantly new armor in exchange for diamonds. With every reset they have a chance to buy different and more powerful items. The hero's equipment also can be repaired in the shop. Equipment durability lowers when used in battle and even greatly when the hero dies in a battle. Jewelry shop- In this Shop players can buy and sell different jewelries. New items for sell appear every 15 minutes. Players can load instantly new jewelries in exchange for diamonds. With every reset they have a chance to buy different and more powerful items. Healer- The character's health and spirit can be healed for a fee. There the buyers can buy and sell different healing potions. New items for sell appear every 15 minutes. Players can load instantly new potions in exchange for diamonds. With every reset they have a chance to buy different and more powerful items. The hero's equipment also can be repaired in the Healer. Temple - In the temple the players can receive one free prize every 12 hours. For diamonds, they can gain more than one casket with rewards. == Languages == {| class=\"wikitable sortable\" |Bulgarian |English |Portuguese |Brazilian Portuguese |- |Spanish |Italian |Romanian |Turkish |- |Serbian |Croatian |Polish |German |- |Arabic |French |Russian |Ukrainian |- |Czech |Macedonian |Greek |Swedish |- |Japanese |Hindi |Dutch |Slovenian |- |Albanian |Hebrew |Slovak | |} == Awards Nominees == \"Bulgarian Game Awards 2016” Sofia, Bulgaria: * Nominee for Best World * Nominee for Best Visual Style/Art * Nominee for Best Mobile Game “TIGA Games Industry Awards 2016”: * Nominee for TIGA's Game of the Year Award * Nominee for Best Strategy Game of the Year Award * Nominee for Best Role Playing Game of the Year Award National contest “Innovative Enterprise of the Year” * Won the recognition as an Innovative Product == References == Category:Android (operating system) games Category:Browser games Category:Facebook games Category:Massively multiplayer online role-playing games Category:2009 video games Category:Video games developed in Bulgaria ",
    "title": "Imperial Hero"
}