{
    "id": "51071453",
    "text": ", , is a Japanese-American chemist and astronomer specializing in the field of galactic astronomy, known as a pioneer of astrochemistry and the co-discoverer of interstellar trihydrogen cation () He is now R.A. Milliken Distinguished Service Emeritus Professor, Departments of Astronomy and Astrophysics, Chemistry; Enrico Fermi Institute; and the College of University of Chicago.The Department of Astronomy and Astrophysics | Takeshi Oka ==Education== Oka was born in Tokyo, Japan, in 1932. He received his BS and PhD degree in 1955 and 1960, respectively, from the University of Tokyo. ==Career== In 1963, Oka worked as a postdoctoral fellow with Harry Kroto at Gerhard Herzberg's laboratory,Sir Harold Kroto - Biographical National Research Council of Canada. Among them, Kroto and Herzberg have won the Nobel Prize in Chemistry, furthermore, the Nobel laureate Robert Curl was also Oka's colleague.Robert F. Curl Jr. - Biographical From 1960 to 1963, Oka was a Fellow at JSPS, the University of Tokyo. Afterward, he was successively worked at Herzberg Institute of Astrophysics (1963-1981), and the University of Chicago (1981-). His research group's studies specialized in the field of the quantum mechanics and dynamics of fundamental molecular ions and their behavior in astronomical objects. In 1980, Oka discovered in his laboratory the infrared spectrum of . which is thought to be the starting point for gas phase chemistry in interstellar \"molecular clouds.\" Following a lengthy search Thomas R. Geballe and Oka spectroscopically detected in two interstellar clouds. Since then Oka and his colleagues have published numerous papers on their observations of interstellar . Oka is currently an emeritus professor at the University of Chicago. ==Recognition== Oka was on the list of ChemBank's prediction for the 2015 Nobel Prize in Chemistry.Nobel Predictions | ChemBark ===Awards=== *2004 - Davy Medal. *2004 - Norman MacLean Faculty Award. *2002 - E. Bright Wilson Award in Spectroscopy *1998 - Ellis R. Lippincott Award. *1997 - William F. Meggers Award. *1990 - Burlington Northern Achievement Award. *1982 - Earle K. Plyler Prize for Molecular Spectroscopy. *1973 - Steacie Prize. ===Titles=== *2004 - Wei Lun Visiting Professorship. *2004 - Honorary DSc from the University College London. *2003 - Earl W. McDaniel Lecture Georgia Institute of Technology. *2001 - Honoris caua, University of Waterloo. *2000 - George Pimentel Memorial Lecture, University of California, Berkeley. *1998 - Medaili Jana Marca Marci. *1997 - Distinguished JILA Visitor. *1995 - Golden Jubilee Lecture, Tata Institute of Fundamental Research. *1992 - Special Issue, Journal of Molecular Spectroscopy, Vol. 153. *1992 - Lecturer, International School of Physics, \"Enrico Fermi\". *1992 - Lord Lecturer, Massachusetts Institute of Technology. *1989 - McDowell Lecturer, University of British Columbia. *1985-1986 - Chancellor's Distinguished Lecturer, University of California, Berkeley. *1981-1982 - Centenary Lecturer, Royal Society. ===Membership in learned societies=== *Fellow, American Academy of Arts and Sciences *Fellow, American Physical Society *Fellow, Optical Society of America *Fellow, Royal Society of London *Fellow, Royal Society of Canada ==Publications== * * * * * * * * * * * * * ==See also== * List of Fellows of the Royal Society M,N,O * List of Fellows of the Royal Society elected in 1984 ==References== == External links == * Chemistry Department - University of Chicago *Journal of Physical Chemistry Takeshi Oka Festschrift: Celebrating 45 Years of Astrochemistry * シカゴ大学岡武史教授、所長特別セミナーにて講演 | 分子科学研究所 Category:1932 births Category:Living people Category:People from Tokyo Category:University of Chicago faculty Category:Fellows of the American Academy of Arts and Sciences Category:Fellows of the Royal Society Category:21st-century American chemists Category:Japanese chemists Category:University of Tokyo alumni Category:Japanese emigrants to the United States Category:American academics of Japanese descent Category:American scientists of Japanese descent Category:Fellows of the Royal Society of Canada Category:Fellows of the American Physical Society ",
    "title": "Takeshi Oka"
}