{
    "id": "51075454",
    "text": "The Department for International Trade (DIT) is a United Kingdom government department responsible for striking and extending trade agreements between the United Kingdom and non EU states, as well as for encouraging foreign investment and export trade. The department was created by Prime Minister Theresa May, shortly after she took office on 13 July 2016, following the United Kingdom's vote to leave the European Union. DIT's purpose is to develop, coordinate and deliver a new trade policy for the United Kingdom, including preparing for and then negotiating free trade agreements and market access deals with non-EU countries. The new department is a specialised body with significant new trade negotiating capacity. It took on the responsibilities of UK Trade and Investment, which was previously operated by both the Foreign and Commonwealth Office and the Department for Business Innovation and Skills, it also took on the latter's other relevant trade functions; as well as responsibility for UK Export Finance. It is overseen by the Secretary of State for International Trade, currently Liz Truss. the department employed about 200 trade negotiators.Trading places / Negotiating post-Brexit deals. Economist, February 4th-10th 2017, page 25 The UK Trade Remedies Authority (TRA) was set up to protect Britain from unfair global trading practices after Britain left the EU. It was intended to be a separate department, but continued to be a \"shadow organisation\" within the Department for International Trade. In October 2018 Sir David Wright was designated to head it, but in April 2019 he withdrew. The TRA was expected to be a key part of Britain's drive to expand world trade after leaving the EU. It was intended to propose measures to limit the importation of goods subsidised by foreign governments in detriment of British producers, and oppose tariffs imposed elsewhere on British imports. Department for International Trade ==Ministers== The Ministers in the Department for International Trade are as follows: {| class=\"wikitable\" ! Minister ! Rank ! Portfolio |- | The Rt Hon. Liz Truss MP | Secretary of State | leading the UK’s role in championing free trade through securing new free trade agreements, developing a new UK global tariff policy, and reforming the World Trade Organization (WTO); upgrading the UK’s export performance by increasing the number of exporters and the value of exports; increasing the amount and value of foreign direct investment (FDI) into the UK; overall responsibility for the business of the department, including the running of the department and its finances. |- | The Rt Hon. Greg Hands MP | Minister of State for Trade Policy | trade relating to the devolved administrations; trade for development; Official Development Assistance (ODA); He also supports the Secretary of State with:- securing new free trade agreements with the US, Australia, New Zealand and Japan: engagement with, the World Trade Organization (WTO): the UK’s tariff policy. |- | The Rt Hon. The Lord Grimstone of Boscobel | Minister of State for Investment (Jointly with BE&IS;) | covering departmental business in the House of Lords; developing a new investment strategy; promoting investment across all sectors; business investor relations; leading on the strategic relationship management programme cross-Whitehall, including account management of large UK investors; global marketing to attract investment; increasing foreign direct investment (FDI) and portfolio investment into the UK; promoting and supporting outward direct investment (ODI). |- | Graham Stuart MP | Parliamentary Under Secretary of State for Exports | export policy and promotion, including the export strategy; UK Export Finance (UKEF); UK Defence and Security Exports; climate change and COP26; GREAT campaign; trade missions; global events; investment policy in the House of Commons. |- | Ranil Jayawardena MP | Parliamentary Under Secretary of State International Trade | future free trade agreements; trade agreement continuity; export controls; tackling barriers to market access; He also supports the Secretary of State with:- trade remedies: trade dialogues: joint economic and trade committees (JETCOs). |} ==See also== *Asia Task Force ==References== ==External links== *Department for International Trade Official Website *History of Nos. 3-8, Whitehall Place Category:2016 establishments in the United Kingdom Category:Government agencies established in 2016 Category:Ministries established in 2016 Category:Trade in the United Kingdom Category:Trade ministries ",
    "title": "Department for International Trade"
}