{
    "id": "51070715",
    "text": "St. Andrews International School Sukhumvit 107 is an international school for children aged 2 to 18 years old in Bangna, Bangkok, Thailand. Sukhumvit 107 is one of four schools in Thailand under the schools group Cognita, along with St. Andrews International School, Rayong, St. Andrews International School, Dusit, and St. Andrews International School, Sathorn. == Curriculum == Sukhumvit 107 delivers a curriculum aligned with the English National Curriculum utilizing the IB framework. The school offers IGCSE’s for Years 10 and 11, and the IB Diploma for Years 12 and 13. === English Language === Sukhumvit 107 teaches in the English curriculum, and provides an English as an Additional Language (EAL) Program for students whose English is not their primary language. The program is meant to provide a short term acquisition of the English language in order to ensure a fast integration into academic and social life. === ICT Program === Sukhumvit 107’s Information and Communications Technology (ICT) Program enables students to use technology in a responsible manner. The school is an official Common Sense Digital Citizenship Certified school, and provides classroom time to interact with technology. IGCSE and IB students are required to bring in their own laptops. === Accreditation === Sukhumvit 107 currently holds silver level accreditation from the Education Development Trust, indicating outstanding performance in key categories, including students' personal development, administrative leadership, and inclusion to all students' academic progression. == Athletics == Sukhumvit 107's Physical Education Program rotates through a variety of activities each term, including Badminton, Ballet, Basketball, and circuit training. The campus currently has a 25 meter swimming pool, football pitches, athletic fields, and an indoor basketball court. The school's basketball and athletic teams compete regularly at the Thailand International Schools Activity Conference (TISAC). Additionally, students participate in annual trips to other Asian countries as part of FOBISIA (Federation of British International Schools in Asia) to participate in the FOBISIA games. == University Preparation == === University Counselling Program === Sukhumvit 107 places an emphasis on preparing students for universities all around the world through personalized support from the counselling team. The school also encourages heavy parent involvement through parent information sessions and meetings with students’ families to plan life after school. == References == Category:Bang Na District Category:Cognita Category:International schools in Bangkok ",
    "title": "St. Andrews International School, Sukhumvit"
}