{
    "id": "51073160",
    "text": "Abel Alejandre (1968, Michoacán, Mexico) is a Mexican-born, United States- based hyperrealist artist, best known for his explorations of masculinity and vulnerability. Working primarily in pencil, Alejandre creates intricately cross-hatched drawings that can take months to complete. Alejandre's series of twelve panels, \"Panoramas,\" is featured at the Los Angeles Metro Rancho Park/Westwood station. Alejandre also creates woodblock prints using both a giant press he built himself and by hand printing. His monumental My Fathers, which is in the permanent collection at the National Museum of Mexican Art, in Chicago, IL, was created by the latter method. ==Early life and education== Abel Alejandre was born in Apatzingán, Michoacán, Mexico. As a young child he worked in the cotton fields to earn money for his family. In 1975, when he was 7, the family immigrated to the United States via Tijuana where he encountered running water, electricity, and television for the first time. Alejandre grew up in the Long Beach area of Southern California and attended Long Beach City College, graduating with an Associate of Arts degree. ==Work== After painting in color for 25 years, Alejandre began working in black and white, becoming completely focused on creating monochromatic works. His trademark crosshatching is created by gessoing and sanding the surface of the canvas or panels and then beginning work with pencil. A single piece of art can take over 5 months to complete, with the artist working 10 to 12 hours a day, and can use over 700 pencils. In 2013, Alejandre was announced as one of eight grantee artists whose art would be installed at one of the Los Angeles Metro stations along the new Expo line that runs from downtown Los Angeles to Santa Monica beach. His twelve panels, “Panoramas,” are displayed at the Rancho Park/Westwood station. Panels “depict the legs of travelers headed to their destinations: a business professional with her rolling briefcase, a parent with a stroller, and a hummingbird in flight,” creating “story of place through the act of commuting.” His gallery work focuses around issues of machismo and masculinity and he uses art “as a means to acknowledge and process what he confesses to be ‘past insecurities, insults, and painful memories.’” Alejandre created murals for the 1984 Olympic Games and in 2005 curated and staged an exhibition of Mexican and American artists on the border fence in Mexicali/Calexico border. In 2011, he worked with the gallery, Avenue 50 Studio, a recipient of Southern California Council for the Humanities grant on \"Resurrected Histories: Voices from the Chicano Arts Collectives of Highland Park.\" His art is featured in the book Drawing from the Inside Out: Projects for Beginning through Advanced Drawing, and he is featured in two films by Eric Minh Swenson. Alejandre's artworks have been exhibited at venues that include Coagula Curatorial Gallery, Center for the Arts Eagle Rock, Los Angeles Municipal Art Gallery, Tropico de Nopal and the Mexican Cultural Institute. His monumental wood block print, My Fathers, is part of the permanent collection at the National Museum of Mexican Art, in Chicago, IL. ==Public Collections== *National Museum of Mexican Art, Chicago, IL *Metro Art Collection, Los Angeles, CA ==Select Exhibitions== ===2017=== * \"Committed to the Line,\" Fullerton College Art Gallery, Fullerton, CA ===2016=== *Public Secrets, Coagula Curatorial, Los Angeles, CA ===2015=== *Abandoned Superhero, Coagula Curatorial, Los Angeles, CA, USA *The Drawing Show, The Loft at Liz's, Los Angeles, CA, USA *Frank|LA, No Place Like Home, Imperial Art Studios, Los Angeles, CA, USA *ARTillery: Contemporary Art Influenced by Weaponry, Mesa Contemporary Art Museum, Mesa, AZ, USA *Aqui Estamos / We Are Here California Chican@ Art, Cabrillo Gallery, Aptos, CA, USA *Funny Face: Group Show of New Portraiture, Red Pipe Gallery, Los Angeles, CA, USA *Beverly Hills Art Fair, Coagula Curatorial booth, Beverly Hills, CA, USA *Palm Springs Fine Art Fair: post-war and contemporary art, Coagula Curatorial booth, Palm Springs, CA, USA *LA Art Show: Historic | Modern | Contemporary, special exhibition booth, \"Dark Progressivism: Metropolis Rising,\" Los Angeles, CA, USA *LA Art Show: Historic | Modern | Contemporary, Coagula Curatorial booth, Los Angeles, CA, USA ===2014=== *Los Angeles Contraventions, Galerie Merkel, Grenzach-Wyhlen, Germany *ANEKANTAVADA Diverse Perspectives in Art, Norco College Art Gallery, Norco, CA, USA ===2013=== *Size Really Does Matter, Los Angeles Municipal Gallery, Los Angeles, CA, USA *La Xilografía: Mexican Woodcut Prints, Fullerton College Art Gallery, Fullerton, CA, USA *100 Años De Posada Y Su Catrina, National Museum of Mexican Art, Chicago, IL, USA *Summer Group Show, Coagula Curatorial, Los Angeles, CA, USA *Encore: bringing one back for another experience, Palos Verdes Art Center, Palos Verdes, CA, USA Latino Heritage, ChimMaya Gallery, Los Angeles, CA, USA *SHG Print Fair and Exhibition, Los Angeles, CA, USA *Chicano y Que, Plaza De La Raza Gallery, Los Angeles, CA, USA *Salon Style Saturday, Coagula Curatorial, Los Angeles, CA, USA *Signature Works: 25th Anniversary Gifts to the Permanent Collection, National Museum of Mexican Art, Chicago, IL, USA ===2012=== *La Junta/ The Gathering, Centro Estatal de las Artes, Mexicali, BC, Mexico *La Junta/ The Gathering, Coagula Curatorial, Los Angeles, CA, USA *Miami Project Art Fair, Cuagula Curatorial, Miami, FL, USA *8From Bukowski to St. John the Evangelist, Avenue 50 Studio, Los Angeles, CA, USA *Open Your Eyes/Abre Los Ojos, The Muckenthaler Cultural Center, Fullerton, CA, USA *Latino Heritage, ChimMaya Gallery, Los Angeles, CA, USA *Resurrected Histories, Avenue 50 Studio, Los Angeles, CA, USA ===2011=== *Top 10 Now, Avant-LA, Los Angeles, CA, USA *The 45 Show, Twenty Miles East Art Gallery, Pomona, CA, USA *Pasteles, Fremont Gallery, Pasadena CA, USA ===2010=== *Words of Paz, Avenue 50 Studio, Highland Park, CA, USA *12×12, ChimMaya Gallery, Los Angeles, CA, USA *El Arte de Los Angeles, Xico Gallery, Arizona, USA *8va. EXPO ARTE EROTICO, Mexicali, Baja CA, Mexico *Big Print Show, Orange Coast College, Costa Mesa, CA, USA *TEPEYAC APPARITIONS: La Virgen Revealed, Mexican Cultural Institute, Los Angeles, CA, USA ===2009=== *Dia de los Muertos, ChimMaya Gallery, Los Angeles, CA, USA *16×20, ChimMaya Gallery, Los Angeles, CA, USA *Dibujos: Emergency Landing, Tropico de Nopal, Los Angeles, CA, USA *Nuestra Madre, ChimMaya Gallery, Los Angeles, CA, USA *Drawn to You: Intimate Portraits, Project 210, Pasadena, CA, USA *Self-Portraits in the Age of MyFaceSpaceBook, I-5 Gallery, Los Angeles, CA, USA ===2008=== *Ebbs & Flows – Sea Change and the Family Gathering, Center of the Arts, Eagle Rock, CA, USA *25th Annual Day of the Dead Altars and Ephemera, The Folk Tree, Pasadena, CA, USA *1 + 1, Avenue 50, Highland Park, CA, USA ¡Presente! Homenaje a la Mujer, Avenue 50, Highland Park, CA ===2007=== *Please, Please, Please Don't Go, Avenue 50, Highland Park, CA, USA *Continuing the Latino Tradition, Channing Peake Gallery, Santa Barbara, CA, USA *A Short and Sweet Epiphany II, Tropico de Nopal, Los Angeles, CA ===2006=== *Holy Nuptials A Survey of Artwork Based on the Theme of Marriage, Avenue 50 Studio, Highland Park, CA, USA *A Short and Sweet Epiphany, Tropico de Nopal, Los Angeles, CA, USA ===2005=== *Off the Map, Temporary alternative space, Los Angeles, CA, USA *Red Means Go, Artshare, Los Angeles, CA, USA ===2004=== *Pieles y Carne, Casa de mi Tia Alternative Art Space, Mexicali Baja CA, Mexico *Terciopelo Tijuana Velvet, Constituto de Cultura de Baja CA, Mexico ===2003=== *Shelter: coming home, Avenue 50, Highland Park, CA, USA *Metamorphosis, Gallery Figueroa, Highland Park, CA, USA *Convergence: Portable Labor and Convening, Los Angeles, CA, USA/Mexicali, BC, Mexico ===2002=== *What Price Freedom?, Gallery Figueroa, Highland Park, CA, USA (curated) *Find Your Way Home, Hollywood, CA, USA *Rhythm of Life, Brodlin Hotel, Long Beach, CA, USA ===2001=== *Peace by Piece, Gallery Figueroa, Los Angeles, CA, USA *Eye-Speak Project, Glendale, CA, USA ===2000=== Recent Works, East of Getty Gallery, Beverly Hills, CA, USA ===1999=== Selected Works, MOLAA (Museum Store), Long Beach, CA, USA Recent Works, Whittier Art Walk, Whittier, CA, USA ===1989=== Fiesta en la Playa I, Long Beach, CA, USA Sponsored by KVEA CH 52 ===1987=== Long Beach Art Gallery, Long Beach, CA, USA ==References== ==External links== *http://abelalejandre.com Category:1968 births Category:Living people Category:Artists from Michoacán Category:People from Apatzingán Category:American artists of Mexican descent Category:Mexican emigrants to the United States Category:Former Roman Catholics Category:Chicano ",
    "title": "Abel Alejandre"
}