{
    "id": "51077133",
    "text": "Church front, Place Saint-André, Grenoble The Collegiate Church of Saint- André, Grenoble () is a parish church, formerly a collegiate church, dedicated to Saint Andrew, in Grenoble, France.Church websiteCollégiale Saint-André à Grenoble - Cityzeum ==History== The church is located on the Place Saint- André, Grenoble, in front of the former Palace of the Parliament of the Dauphiné.Gilles-Marie Moreau, Le Saint-Denis des Dauphins: histoire de la collégiale Saint-André de Grenoble (L'Harmattan, 2010), p.293 It is the former private chapel of the Dauphins of the Viennois, founded in 1228 to house their tombs. Its construction was paid for by the income of the silver mines of Brandes-en-Oisans near Alpe d'Huez. André Dauphin de Bourgogne (also known as Guigues VI), Count of Albon, Dauphin of the Viennois, had the church built on high ground as a dynastic place of burial after the Flood of Grenoble in 1219. From 1349 on it was a royal chapel of the French kings. On June 20, 1468, King Louis XI gave the canons the right to appoint to all vacant canonries.Lettres patentes de Louis XI, Lagny, le 20 juin 1468. In 1562 it was largely destroyed by the Protestant troops of the Baron des Adrets during the Reformation. The college was disbanded in 1790, during the French Revolution, and the building became a parish church in 1822. The building has been classified as a monument historique since August 27, 2013. Previously, some parts had been classified individually (steeple in 1908, west gable and tympanum in 1936, western portal in 1956). « Notice no PA00117181 » base Mérimée, ministère français de la Culture. ==Bell tower== The bell tower is a feature of the city's skyline and a symbol of the town. 56 meters tall, it was completed in the late 13th century and contains a carillon of three bells. The drone was cast in 1693 and bears the arms of the provost Flodoard Moret Bourchenu. The other two bells date from the 19th century. ==The organ== The first mention of an organ was in 1439. The present instrument was built between 1701 and 1704 on a platform of 1686. The instrument was installed (12 stops, one keyboard) and designed by the Lyon manufacturer François du Fayet. In 1748 Samson Scherrer increased the number of stops to 24. The current composition of the organ dates from 1946. Many great artists have played the instrument including Marcel Dupré and Gaston Litaize. For more than thirty years the organist and composer was Félicien Wolff. ==Clock== The clock is the oldest public clock in Grenoble. ==References== Category:Roman Catholic churches in Grenoble Category:Burial sites of European royal dynasties Category:Churches used by the Priestly Fraternity of St. Peter ",
    "title": "Collegiate Church of Saint-André, Grenoble"
}