{
    "id": "51077981",
    "text": "Martin S. Villarama Jr. (born April 14, 1946) is a Filipino lawyer who served as Associate Justice of the Supreme Court of the Philippines from November 3, 2009 until January 16, 2016. Prior to his appointment as Associate Justice of the Supreme Court he had served as Associate Justice of Court of Appeals since March 11, 1998. He also served in the Regional Trial Court of Pasig as Judge from 1986 to 1998 and as its Executive Judge from 1992 to 1996. == Early life and education == Villarama was born April 14, 1946. He obtained his degree in Business Administration from De La Salle University. He took Bachelor of Laws from Manuel L. Quezon University. == Career == Villarama begun his law career as a technical assistant in the Legal Research Division (now Office of the Chief Attorney) of the Supreme Court in 1970. He then worked as Legal Counsel or corporate secretary of several companies including Philippine Carpet Manufacturing Corporation, UTEX, FILSYN, and Philippine Cotton Corporation. He also worked as a Lecturer for Manuel L. Quezon University from 1973 up to 1994. He rejoined the Judiciary after being appointed as Judge at Pasig City Regional Trial Court and served there from November 5, 1986 to April 5, 1998. He served as its Executive Judge from 1992 to 1996. He then served the Associate Justice of Court of Appeals from 1998 until 2009 where he served as chair of the Fifth Division and supervising justice of the Judicial Records Division. He also served as examiner in the 2004 Bar Examiniations and as lecturer in the Philippine Judicial Academy in 2007. In November 2009, after 9 nominations to the Supreme Court, he was appointed as the 166th Associate Justice of the Supreme Court of the Philippines by then President Gloria Macapagal-Arroyo. He assumed the vacated post by retired Associate Justice Consuelo Ynares-Santiago. In January 2012, at the heigh of the Impeachment of Chief Justice Renato Corona he made news by voluntarily releasing his Statement of Assets, Liabilities and Net worth to news organization. On January 16, 2016 he retired early citing deteriorating health condition due to this double-knee metal implantation in 2013 and cataract operation in 2014. His retirement is three months ahead of his 70th birthday, which is the mandatory retirement age. === Awards === Throughout his career, Villarama has gotten a couple of awards for his service. He is a recipient of Ulirang Ama Award for Law and Judiciary in 1997 and Katangi-tanging Anak ng Angat, Bulacan in 2003. During the 71st anniversary of the Court of Appeals he was recognized as one of the justices with the least pending cases. Prior to that he was already awarded twice of the Zero-Backlog Cash Award on February 2, 2001 and October 27, 2009. He was also awarded as an Outstanding Alumnus of Manuel L. Quezon University in 2010. ==References== Category:1946 births Category:Living people Category:People from Bulacan Category:People from Quezon City Category:De La Salle University alumni Category:Manuel L. Quezon University alumni Category:Justices of the Court of Appeals of the Philippines Category:Associate Justices of the Supreme Court of the Philippines ",
    "title": "Martin Villarama Jr."
}