{
    "id": "51075046",
    "text": "A green bank (sometimes referred to as green investment bank, clean energy finance authority, or clean energy finance corporation) is a financial institution, typically public or quasi-public, that uses innovative financing techniques and market development tools in partnership with the private sector to accelerate deployment of clean energy technologies. Green banks use public funds to leverage private investment in clean energy technologies that, despite being commercially viable, have struggled to establish a widespread presence in consumer markets.U.S. Department of Energy. \"Energy Investment Partnerships: How State and Local Governments Are Engaging Private Capital to Drive Clean Energy Investment\" Green banks seek to reduce energy costs for ratepayers, stimulate private sector investment and economic activity, and expedite the transition to a low-carbon economy. In the United States, green banks have been created at the state and local levels. The United Kingdom, Australia, Japan, and Malaysia have all created national banks dedicated to leveraging private investment in clean energy technologies.Organization for Economic Cooperation and Development. \"Green Investment Banks: Scaling Up Private Investment in Low-Carbon, Climate Resilient Infrastructure Together, green banks around the world have driven approximately $30 billion of clean energy investment.http://greenbanknetwork.org/gbn-impact/ ==History== In the US, the green bank concept was originally developed by Reed Hundt and Ken Berlin, as a part of the 2008 Obama-Biden Transition Team’s efforts to facilitate clean energy development. A similar concept was adopted as an amendment to the federal cap and trade bill, called the American Clean Energy and Security Act, introduced in May 2009.Climate Progress. \"What is the Clean Energy Bank and Why Is It In Waxman-Markey?” A companion piece of federal green financing legislation was simultaneously introduced in the Senate, where it received broad bipartisan support.Mcgowan, Elizabeth. \"Clean Energy Investment Bank Has Bipartisan Support, But No Money\" When the 2009 cap and trade legislation ultimately failed to pass the Senate, green bank advocates in the US focused on the state level. Connecticut established the first state green bank in 2011, followed by New York in 2013. By the end of fiscal year 2015, the Connecticut Green Bank had supported $663 million in project investments. In the UK in 2009, two reports were published advocating the creation of a state-backed infrastructure bank to provide financing to green projects. The first, entitled \"Accelerating Green Infrastructure Financing: Outline proposals for UK green bonds and infrastructure bank\" was published in March 2009 by Climate Change Capital and E3G. The second, entitled \"Delivering a 21st Century Infrastructure for Britain\" was published by Policy Exchange in September 2009 and was written by Dieter Helm, James Wardlaw and Ben Caldecott. ==Essential elements== There are many types and styles of institutions that finance clean energy and green infrastructure projects. There are several key elements that distinguish green banks from other financing institutions: a focus on commercially viable technologies, a dedicated source of capital, a focus on leveraging private investment, and a relationship with government. Green banks focus on commercially viable technologies, as opposed to early-stage innovative technologies, because they have been tested, have less associated “technology risk” and can reliably produce revenue for project owners.Kennan, Hallie. \"Working Paper: State Green Banks for Clean Energy\" Green banks are public-purpose entities with some manner of a relationship with government, and are usually capitalized by public dollars. Just like a commercial bank, green banks lend capital and own debt, so it is important they have their own balance sheet. Green banks also focus on using their capital to facilitate private entry into the clean energy market—specifically by using limited public dollars to leverage private investment in clean energy. == Market barriers == For consumers, high upfront costs often make clean energy technology unattractive to adopt despite declines in clean energy technology costs.Carol Browner, Danielle Baussan, Ben Bovarnick, Mari Hernandez, Matt Kasper. \"Clean Energy Investment in the United States Historically, the clean energy sector has depended on taxpayer-funded grants, rebates, tax credits, and other subsidies to drive market development.Ken Berlin, Reed Hundt, Marko Muro, and Devashree Saha. \"State Clean Energy Banks: New Investment Facilities for Clean Energy Deployment\" Ideally, private lenders would provide financing to building-owners to cover upfront cost of clean energy adoption (beyond what is covered by rebates). However, there are capital market inefficiencies and inherent challenges to financing clean energy that have resulted in inadequate investment by private lenders. Some private lenders do offer financing for clean energy projects, but typically charge interest rates that are relatively high and loan tenors that are short.Clean Energy States Alliance. \"Developing an Effective State Clean Energy Program: Clean Energy Loans\" Such terms make financing a clean energy project unattractive from the end-user's perspective. To be attractive from the end-user's perspective, financing terms would be such that the monthly cash flow from clean energy projects would be greater than the monthly payments for the cost of financing. This kind of cash flow structure is only possible with loan terms that match the expected lifetime of the projects savings, and with rates that are commensurate with the risk. Therefore, private capital offered at unfavorable terms (if it is available at all) undercuts the economic attractiveness of the project potential customers or project developers. A shortfall of private financing exists for several reasons. One reason is that there is a relatively short track record for clean energy financing, and therefore there is little data for lenders to rely on.Griffin, Alfred. \"NY Green Bank: Introduction to Standardization and Collaboration\" Without data, and observable pipeline of similar projects, banks are left with high levels of uncertainty over how well different types of projects perform and how often borrowers repay their loans. This uncertainty leads to either hesitation to enter the market, high due diligence costs and/or unfavorable lending terms. Another reason for the financing gap is that many clean energy projects are small and distributed. Building efficiency upgrades and rooftop solar projects are inherently small investments that are geographically dispersed, with varying credit among counter parties. Heterogeneity in clean energy projects is more expensive for a private lender to underwrite at scale, making loans for clean energy projects potentially uneconomical from the perspective of the lender.Smith, Graham. \"Responsible Marketplace Lending: Indispensable for Commercial Solar's Growth A third reason for the financing gap is the lack of capital market liquidity and maturity. If a commercial bank provides an energy efficiency loan, it is unknown to the bank if it will be able to sell that loan to another lender or if it will have to hold that loan on its balance sheet.Financing Solutions Working Group. \"Accessing Secondary Markets As a Capital Source for Energy Efficiency Finance Programs: Program Design Considerations for Policymakers and Administrators\" Mortgage and auto lenders don't have this difficulty, because there are highly liquid secondary markets for home and car loans, which helps keeps rates low. These kinds of secondary markets are just now forming for clean energy technologies. The final cause of private underinvestment relates to human and organizational behavior. To begin lending into a new market, a bank must hire new staff, learn about the risks and processes of a new market, and determine precise criteria for what kind of projects and credit ratings they are willing to lend to. This process may be time-consuming. ==Financing activities== To combat these barriers to clean energy market development, green banks help consumers secure long-term, low- interest loans. Green banks harness a diverse set of financing techniques, including credit enhancements, co-investment, and securitization. ===Credit enhancement === Green banks frequently utilize credit enhancements to leverage private investment. Loan loss reserves, overcollateralization and subordinated debt can help assuage concern among private lenders who are interested in entering the market, but concerned about the risks associated with developers, counter parties or technologies with less established history in their given jurisdiction. Credit enhancements also help lower the cost of capital for borrowers and improve debt ratings from credit agencies. ===Co-investment=== Sometimes green banks invest directly in clean energy projects to facilitate additional private investment or improve the financial terms set by private lenders. ===Securitization=== Securitizing clean energy loans makes lending far more attractive for private investors. Individual clean energy projects, which vary in credit, location, and technology, can be expensive for a bank to underwrite, and may not achieve the desired scale of investment. Bundling these loans into portfolios and selling them (or shares of them) diffuses risk and creates scale, attracting a broader group of private investors. A green bank can create and securitize portfolios of loans, allowing investors to purchase some portion of the green bank's debt on the secondary market. Green banks can also add credit enhancements, such as overcollateralization or loan loss reserves, to lower the creditors exposure to default risk and secure better ratings from credit rating agencies. Securitization provides greater liquidity in the market for clean energy project financing, which helps lower the cost of capital for borrowers. The Connecticut Green Bank executed one of the first such securitization deals, selling 75% of its $40 million PACE portfolio to Clean Fund, a specialty finance company. ==Financing structures== Green banks’ innovative financing techniques are more effective if they can operate through robust delivery mechanisms. Green banks can use these structures to increase the security of debt service payments and allow lenders to offer lower interest rates for clean energy financing. ===Property assessed clean energy === Property assessed clean energy (PACE) financing allows consumers to pay energy upgrade loans through property taxes. The process places a lien on the property, and the property owner then repays the financing through PACE assessments on the property tax bill. This reduces the default risk associated with a loan and incentivizes private investment. Because the PACE structure reduces risk, it allows consumers to obtain lower interest rates on their loans. Because the loans are attached to the property, when property is sold, the new owners take over loan repayment. ===On-bill financing=== On-bill financing permits consumers to repay energy upgrade loans through utility bills. Similar to PACE financing, on-bill repayment affords lenders security in a developing market. Because electricity is a necessity, utility bills have a very high rate of repayment nationwide. Placing loan payments on a utility bill increases their chances of being repaid, appealing to private investors and facilitating affordable loans for consumers. Also, the on-bill structure enables renters to reap the benefits of added energy efficiency. Furthermore, the simplicity of on-bill financing is attractive—it is logical that tenants pay for the good they consume. == Market development activities == Sometimes the availability of clean energy financing products is not enough to stimulate the desired level of clean energy finance activity, and various non-finance market development activities are necessary as well. A green bank may design and execute various market development activities to build the market for clean energy. Market development activities may not directly involve lending, and a green bank may hire an outside organization to design and perform these activities. === Demand aggregation === Green banks or their partners can aggregate consumer demand for clean energy projects and financing to reduce customer acquisition costs for contractors and provide scale for investors.Reed Hundt. \"Growing Clean Energy Markets Quickly with Green Bank Financing and Market Development\" One means by which a green bank might aggregate demand is a neighborhood-wide group-buying deal. The Connecticut Green Bank and SolarizeCT have used this technique throughout Connecticut. === Contractor training === A green bank can organize contractor trainings, in which local clean energy technology installers, contractors, and developers learn about various green bank financing options. Contractor trainings allow contractors to use their knowledge of green bank financing products as a sales tool, increasing the size and volume of the projects they do. Ensuring that contractors fully understand green bank financing is a crucial means of getting that information to the end-users of the financing—building owners. === REC financing === Innovative renewable energy credit (REC) financing plans have also helped green banks lower energy costs for consumers.Coalition for Green Capital. \"Green Bank Product and Activity Overview\" Green banks can agree to acquire and monetize the RECs that will be produced by a given clean energy project. After gaining possession of the RECs through the financing agreement, a green bank can then sell them to utilities. As a result of this activity, green banks can offer more favorable financing terms and utilities can obtain RECs in large volumes potentially at below market prices, reducing their cost of compliance and allowing them to pass savings on to their ratepayers. === Central clearinghouse === Green banks also operate as an interface between lenders and borrowers. Green banks can offer a central clearinghouse for all online data on energy resources (including rebates and financing), technical assistance for investors, and project coordination services for contractors. By facilitating transparency and accessibility of resources, green banks bridge the gap between supply of and demand for capital for clean energy projects. ==Organizational structure and placement== A green bank can take many forms. Green banks can be newly created entities, or it can be created by repurposing an existing entity. A green bank can be a direct part of government, such as a subdivision of an existing agency. The New York Green Bank, for example, is a division of the New York State Energy Research and Development Authority (NYSERDA). A green bank can also be a quasi-public instrumentality, such as a wholly owned non-profit public corporation. The Connecticut Green Bank, for example, is a quasi-public entity with both government officials and independent directors serving on its board.Connecticut Green Bank. \"Comprehensive Annual Financial Report: Fiscal Year 2015\" A green bank can also an independent non-profit entity administered by the government, either through a contract, or by purpose-building an entity to serve as green bank. The Montgomery County Green Bank, for example, is a non-profit organization that was purpose-built in accordance with legislation and serves as Montgomery County's green bank as a result of a resolution of the County Council. ==Sources of capital== Green banks are usually seeded with public capital, and that capital can come from a wide variety of channels. The green bank finance model preserves limited supplies of public capital, allowing each dollar to be recycled continuously and utilized for multiple clean energy projects. ===Ratepayer surcharge=== A state or local government may place a small surcharge on energy bills within its jurisdiction, and may require that the funds raised by this charge be disbursed to a green bank. Or the government may repurpose an existing surcharge and direct the revenue to a green bank. The surcharge can provide green banks with a yearly influx of capital.Coalition for Green Capital. \"Growing the Maryland Clean Energy Economy\" The Connecticut Green Bank and New York Green Bank are capitalized in part by a systems benefit charge. ===Bond issuance=== Green banks can also issue bonds to obtain capital. Public sector bonds have the benefit of being tax exempt, allowing governments and other public authorities to pay relatively low interest rates to bond owners. A green bank's bonding authority allows debt investors to secure a steady stream of payments from an institution with a low risk of default. In exchange, the green bank receives capital that it can immediately invest in clean energy deployment. ====Types of bonds==== *Green banks can be capitalized by bond issuances that are backed by state in which the green bank exists.Schub, Jeff. \"Bond Structures Typically Used By Green Banks\" *Green banks can also be capitalized by issuing bonds that are backed by the green bank itself. *Green banks can raise capital by issuing project bonds that are backed by the revenue-generating potential of the projects they will fund. Revenue Bonds from a Dedicated Cash Stream *Other bonds backed by a dedicated cash stream (such as ratepayer fees, or by auctions of emissions allowances) can be issued to generate capital for a green bank. *If a green bank is short on capital, it can securitize loans it has issued (assets) and, through a secondary market, sell them to another investor as a bond. For example, the Connecticut Green Bank sold $30 million in bonds backed by commercial efficiency loans to Clean Fund.Lombardi, Nick. \"In a Watershed Deal, Securitization Comes to Commercial Efficiency\" *Industrial revenue bonds and private activity bonds can be issued for certain green bank activities. === Revenue from carbon pricing === Green banks can also be partially capitalized by the revenue raised from various carbon pricing policies such as carbon taxes, fees, and cap-and-trade systems. For example, both the NYGB and the CGB are capitalized in part by the revenue each state raises through the Regional Greenhouse Gas Initiative (RGGI). ===Direct budget appropriation=== A government can allocate dollars to a green bank as a part of its regular budget and appropriations process. ===Re-allocation of existing funds=== Sometimes an existing investment fund will be underused or completely unused. It may be possible to re-allocate some such funds and put the dollars to work in a green bank. ===Pension funds=== Pension funds can invest in deals or portfolios of deals generated by green banks.Organization for Economic Cooperation and Development. \"Green Investment Banks: Policy Perspectives\" ===Foundations=== Foundations can make grants to green banks to fund startup costs, or they can make program-related investments in green banks and earn a return on their money in a way that is aligned with their mission. ===Community development financial institutions=== Community development financial institutions (CDFIs) can co-invest or provide startup capital for green banks. CDFIs can also provide important technical expertise in certain areas of green bank activity. ===Federal sources in the US=== *The USDA and its Rural Utilities Service (RUS) program provide funding for infrastructure projects, including energy-related infrastructure, to rural communities. The RUS has funding available that could be used by green banks to finance projects in rural areas. *The United States Department of Energy (DOE) has programs, notably the Loan Program Office (LPO), which provides federal dollars for innovative clean energy companies and project portfolios.U.S. Department of Energy Loan Programs Office. \"Federal Loan Guarantee Solicitation and Supplements for Renewable Energy Projects and Energy Efficiency Projects\"* A green bank could take advantage of DOE money by building portfolios of projects designed to meet the standard set out by the LPO. *The United States Environmental Protection Agency (EPA) has a Clean Water State Revolving Fund (CWSRF) which makes low-cost financing available for various water and energy infrastructure projects. Green banks can apply for access to these funds. ==Current green banks == ===Connecticut Green Bank=== The Connecticut Green Bank (CGB) was established in 2011 and was the first green bank in the United States. It is the most advanced green bank in the nation in terms of deal volume. Connecticut's legislature converted the Connecticut Clean Energy Fund, a grant-focused promoter of clean energy investment, into a deployment financing entity. The CGB is quasi-public and its board of directors is composed of both government officials and independent directors.Connecticut Green Bank. \"Bylaws: Pursuant to Section 16-245n of the Connecticut General Statutes\" The CGB is continually capitalized by a systems benefit charge and revenue generated by Connecticut's participation in the Regional Greenhouse Gas Initiative (RGGI) trading program. The bank also possesses the ability to issue its own bonds based on its balance sheet. In its first four years of existence, the CGB has stimulated $663.2 million of investment in clean energy projects, three- fourths of which came from the private sector. The increase in clean energy investment coincided with a huge decline in the number of taxpayer-funded clean energy grants. In effect, the CGB increased clean energy investment while reducing taxpayers’ financial burden. ===New York Green Bank=== Governor Andrew Cuomo created the largest Green Bank in the nation, NY Green Bank (NYGB), and capitalized it through re-purposed ratepayer surcharges and revenues generated by the issuance of emissions permits.NYSERDA. \"NY Green Bank Business Plan\" The New York State Energy Research and Development Authority (NYSERDA) designed a 5-year capitalization structure with multiple infusions of capital summing to $1 billion. The NYGB is now a fully staffed entity and operates as a wholesale clean energy finance lender (as opposed to Connecticut, which operates more as a retail lender).Enerknol. \"NY Green Bank Highlights Role of Innovation in Solar Financing\" Rather than design specific financing products and programs, the NYGB relies on the market to learn what financing is needed. To date, the NYGB has received over $1 billion in proposals and has an active project pipeline of ~$500 million.NYSERDA. \"Clean Energy Fund Information Supplement: Case 14-M-0094\" The first set of NYGB investments were announced in the fall of 2015.NYSERDA. \"Governor Cuomo Announces Three New York Green Bank Transactions to Improve Access to Clean Energy and Reduce Greenhouse Gas Emissions\" The NYGB used $49 million of public capital to leverage $178 million in private capital, achieving a leverage ratio greater that 3:1. ===California CLEEN Center=== The California Lending for Energy and Environmental Needs Center operates as the state's green bank. The CLEEN center exists within the California Infrastructure and Economic Development Bank. One of the center's major initiatives—the Statewide Energy Efficiency Program (SWEEP)—finances energy efficiency projects and upgrades for municipalities, universities, schools, and hospitals.California Infrastructure and Economic Development Bank. \"Criteria, Priorities, and Guidelines for the Selection of Projects for IBank Financing Under the California Lending for Energy and Environmental Needs Center Unlike the Connecticut and New York Green Banks, the CLEEN Center exclusively facilitates commercial projects and upgrades. Interested parties propose a project and apply for financial assistance with the CLEEN Center. CLEEN projects receive funding ranging from $500,000 to $30 million. ===Hawaii Green Infrastructure Authority=== The Hawaii Green Infrastructure Authority was created in 2014 to finance clean energy development in Hawaii. The first program to be adopted was the Green Energy Market Securitization (GEMS) program—an effort to provide the low-to-moderate income market with solar lease financing.State of Hawaii. \"Status of the Green Infrastructure Authority's Activities: Report to the Governor and the Legislature of the State of Hawaii\" For geographical reasons, electricity is more expensive in Hawaii than anywhere else in the United States. The advent of solar leasing has allowed many Hawaiian homeowners to install solar panels, but solar market penetration has hardly reached low- credit households. The cash flow positive financing generated by GEMS is designed to help low-to-moderate income Hawaiians enter a market from which they have historically been excluded. ===Rhode Island=== In 2015, state legislators converted the Rhode Island Clean Water Finance Agency (RICWFA) into the Rhode Island Infrastructure Bank (RIIB). The RIIB offers both residential and commercial PACE programs designed to reduce energy costs for consumers. The RIIB also created the Efficient Buildings Fund, a program used to provide low-cost financing for energy efficiency and renewable energy projects in public buildings. ===Montgomery County, MD=== Montgomery County, Maryland is the only county in the U.S. that has created a local green bank.Devashree Saha and Mark Muro. \"Green Banking Goes Local\" The Montgomery County Green Bank (MCGB) was capitalized with $20 million from the settlement that accompanied the merger of utilities Pepco and Exelon.Thomas Heath and Aaron C. Davis. \"DC Regulators green-light Pepco-Exelon Merger, creating largest utility in the nation\" ===Malaysia=== Malaysia's Green Technology Financing Corporation was launched in 2010 as a component of the government's National Green Technology Policy. Through the Green Technology Financing Scheme, the corporation offers companies a 2% interest rate buy down and 60% guaranteed financing for green technology projects. ===United Kingdom=== In 2012, the UK government created the UK Green Investment Bank (GIB) to attract private funds for the financing of the private sector's investments related to environmental preservation and improvement. It is structured as a public limited company and is owned by the Department for Business, Innovation and Skills (BIS). Its headquarters are in Edinburgh, where it is also registered, and it has a secondary office in London. The GIB works with a variety of technologies including energy efficiency, waste and bioenergy, offshore wind, and onshore renewables. UK's GIB has committed £2.6 billion to 76 domestic infrastructure projects, mobilizing over £10 billion of private investment.Green Investment Bank. \"Summary of Transactions: Transactions to Date\" In March 2016, the UK government announced that it planned to move the GIB to the private sector. The government plans to sell its shares in the GIB, but will seek to retain a ‘special share’ to ensure the continued protection of GIB's green purposes. ===Australia=== Australia's Clean Energy Finance Corporation (CEFC) was founded in 2012 with the purpose of mobilizing investment in renewable energy, energy efficiency, and low emissions technologies. At the beginning of fiscal year 2016, the CEFC had invested $1.4 billion of its own capital and attracted $2.2 billion in private sector investment.Clean Energy Finance Corporation. \"Annual Report 2014-2015\" ==Green Bank Network== The Green Bank Network is an international membership organization focusing on solutions to clean energy finance. It was launched at the 2015 COP21 meeting in Paris, by state and national Green Banks in Connecticut, Australia, Malaysia, New York, Japan and the United Kingdom, and the non-profits the Natural Resources Defense Council (NRDC) and the Coalition for Green Capital (CGC). == See also == * Climate bond * Ethical banking * Market-based instruments * Coalition for Green Capital ==References== Category:Banks Category:Market-based environmental policy instruments Category:Sustainable energy Category:Public–private partnership ",
    "title": "Green bank"
}