{
    "id": "51073246",
    "text": "The 1961 Greyhound Derby took place during June with the final being held on 24 June 1961 at White City Stadium. The winner Palms Printer received £2,000 and was trained by Paddy McEvoy and owned by Alf Heale. == Final result == At White City (over 525 yards): {| class=\"wikitable\" style=\"text-align: center\" !width=50|Position !width=180|Name of Greyhound !width=280|Breeding !width=50|Trap !width=50|SP !width=80|Time !width=250|Trainer |- !1st |Palms Printer || The Grand Champion - Palm Shadow ||1||2-1||28.84|| Paddy McEvoy (Clapton) |- !2nd |Oregon Prince || Knock Hill Chieftain - Burleigh's Fancy ||2||6-4f||28.94||Phil Rees Sr. (Private) |- !3rd |Winter Bell || Champion Prince - Spanish Gardenia ||5||50-1||29.04||Clare Orton (Wimbledon) |- !4th |Spider Hill || Forever Cloone - She Can Can ||6||3-1||29.05|| Joe Pickering (White City - London) |- !5th |Luxury Liner || Northern King - Brazen Hussy ||4||10-1||29.17|| Gunner Smith (Hove) |- !6th |Clopook || The Grand Fire - Clopook Queen ||3||100-8||00.00|| Ernie Gaskin Sr. (Private) |} === Distances === 1¼, 1¼, short head, 1½, Dis (lengths) The distances between the greyhounds are in finishing order and shown in lengths. From 1950 one length was equal to 0.08 of one second. == Competition Report== The Racing Manager selected 36 greyhounds leaving 12 remaining places. They would be gained from three afternoon trial sessions and eight qualifying heats to determine the 12 final places. Qualifiers included Winter Bell and Clopook, the latter trained by 28 year old Ernie Gaskin (much later known as Gaskin Sr.) Gaskin was a new trainer only being granted his licence two months before the Derby started. The ante-post favourites list was headed by Oregon Prince (8-1) and Spider Hill (10-1). Other leading contenders were litter brothers Clonalvy Pride and Clonalvy Romance; the latter had won the Grand Prix a month earlier. Defending champion Duleek Dandy was also entered for the event but had suffered a broken hock in late summer. First round casualties included both of the Clonalvy brothers, Duleek Dandy and two other strongly supported runners Careless Look and Prairie Flash. The bookmaker's only liability was Oregon Prince trained by Phil Rees Sr. who won heat two. One second round heat contained Oregon Prince and Clopook. In the semi-finals Palms Printer beat early leader Clopook to win in 28.69, third spot went to Spider Hill. The second semi went to Oregon Prince who won easily in 28.74 sec. Unusually the final did not feature a runner from Wembley (the first time since 1947). Winter Bell lined up as a first finalist for Clare Orton, son of Sidney Orton. Four of the finalists had made the final without winning any of the rounds and only the two semi-final winners came into the final with winning form. It was Oregon Prince that led at the first but moved wide allowing Palms Printer room to take a decisive lead. Oregon Prince battled well right up until the home straight when Palms Printers superior stamina told. Clopook was unfortunately knocked over. ==See Also== *1961 UK & Ireland Greyhound Racing Year == References== Greyhound Derby English Greyhound Derby English Greyhound Derby Category:English Greyhound Derby ",
    "title": "1961 English Greyhound Derby"
}