{
    "id": "51078773",
    "text": "Karen Sue Pence (née Batten, formerly Whitaker; born January 1, 1957) is an American schoolteacher, painter, and the current second lady of the United States since 2017. She is married to the 48th and current vice president of the United States, Mike Pence. She was formerly the First Lady of Indiana from January 14, 2013 to January 9, 2017. ==Early life and education== Pence was born as Karen Sue Batten at McConnell Air Force Base in Kansas on January 1, 1957, the daughter of Lillian (née Hacker; 1931–2004) and John M. Batten (1931/1932–1988), a United Airlines official. Her parents divorced when she was very young, and her mother married Bernard Barcio in 1967. She grew up in the Broad Ripple Village neighborhood of Indianapolis, where she graduated as valedictorian from Bishop Chatard High School. Pence attended nearby Butler University where she studied to become a teacher, and minored in art. She received both a Bachelor of Science (B.S.) and a Master of Science (M.S.) in elementary education from Butler University. ==Career== Pence has taught at John Strange Elementary, Acton Elementary, Fall Creek Elementary, and the Orchard School, all in Indianapolis. After the birth of her first child, Pence took a class in watercolor painting. This led to a career painting portraits of houses and historic buildings. She has completed as many as thirty-five paintings a year, some on commission and selling others at local art fairs. While Mike Pence was in Congress, Karen worked at Immanuel Christian School, a private Christian school in Springfield, Virginia, as an arts teacher for twelve years. ==First lady of Indiana== Pence was the first lady of Indiana during her husband's term as governor of the state from 2013 to 2017. In her first year of the role, she established the Indiana First Lady's Charitable Foundation to \"promote individuals and organizations that encourage children, families, and the arts\", also offering grants and scholarships. While first lady in 2015, Pence started a small business named \"'That's My Towel!' Charm\" which makes metal charms for attaching to towels so they can be more easily identified when among others. The business was put on hold when Mike Pence became a vice presidential candidate. ==Second lady of the United States== Pence's first official portrait Mike and Karen Pence with Gold Star Wives of America, April 2017 Pence became the second lady of the United States on January 20, 2017, succeeding Jill Biden. She hired Kristan King Nevins as her chief of staff; Nevins had served in the same position under former first lady Barbara Bush. As second lady, Pence intends to raise awareness of art therapy, to which she was first exposed when visiting a Washington hospital during her husband's tenure as a congressman. In October 2017, she visited the campus of Florida State University to highlight the university's art therapy program, which dates back to the 1990s. ===2019 return to teaching=== In January 2019, it was reported that Pence was returning as the arts teacher for Immanuel Christian School, said in a statement that she was \"excited to be back in the classroom and doing what I love to do,\" and that she had \"missed teaching art.\" The school had previously been criticized and accused of homophobia for not admitting LGBT students, posting a policy wherein it is permitted to turn away students who engage in, uphold, or accept \"sexual immorality, homosexual activity, or bisexual activity\", with the policy also applying to parents and employees. Pence was harshly criticized in the media and by LGBT advocates and advocacy organizations in the days following the announcement. Vice President Pence defended his wife's profession and decision, accusing her critics of attacking religious education. He said that he and his wife were \"used to the criticism\", but that he was angered over the criticism of his wife, opining that \"to see major news organizations attacking Christian education is deeply offensive to us\", and that it \"should stop\". ==Family and personal life== While in high school, she met her first husband, John Steven Whitaker. They were married on August 4, 1978, in Brewster County, Texas, and later divorced. Whitaker was a medical student during their marriage. Karen met Mike Pence while she was playing guitar at Mass at St. Thomas Aquinas Church, a Catholic church in Indianapolis they both attended. Their first date included ice skating at the Indiana State Fairgrounds. After about nine months of dating, they became engaged in August 1984 and married on June 8, 1985. They were both Roman Catholic and later converted to evangelical Christianity by 1995. The couple has three children: Michael (serving in the U.S. Marine Corps), Charlotte, and Audrey. Pence has lived most of her life in Indiana, though the entire family moved to Washington, D.C. for the twelve years that husband Mike was a congressman from Indiana before his election as governor of Indiana. She is a trained pilot. Pence is known for her dedication to promoting art as a way of healing. She provided the watercolor illustrations for her daughter Charlotte's 2018 children's book, Marlon Bundo's A Day in the Life of the Vice President, the proceeds from which are given to charities, including an art therapy program. ==References== ==External links== * |- Category:1957 births Category:American evangelicals Category:American Roman Catholics Category:Artists from Indiana Category:Butler University alumni Category:Christians from Indiana Category:Converts to evangelical Christianity from Roman Catholicism Category:Schoolteachers from Indiana Category:First Ladies and Gentlemen of Indiana Category:Indiana Republicans Category:Living people Category:Pence family Category:People from Indianapolis Category:Second Ladies of the United States Category:Spouses of Indiana politicians Category:20th-century American educators Category:21st-century American educators Category:Art educators Category:American women educators Category:20th-century women educators Category:21st-century women educators ",
    "title": "Karen Pence"
}