{
    "id": "51077508",
    "text": "\"The Bridge\" was a #1 chart hit in 1981 for New Zealand singer Deane Waretini, and his backing group The Rising Stars. This also marked a first. It was the first Maori language record to hit the no 1 spot in New Zealand. \"The Bridge\" is an example of an artist in the 1980s contributing to the success of a record. This was done by kick starting the process in the beginning by self- financing the record, having a hand in its own promotion by employing various tactics to get the record heard by the public. ==Background== It was sung in Māori language, and set to Nini Rosso's tune \"Il Silenzio\".The New Zealand Herald March 30, 2009 You must remember this - By Alan Perrott The words were written Waretini's cousin, George Tait, a Te Arawa elder.NZ On Screen The Bridge It pushed John Lennon off the charts when it climbed to the top.New Zealand Herald Monday September 10, 2012 \"Talking Heads: Deane Waretini and Orlando Stewart\" - By Sam Wicks The Bridge was originally independently and self-released. It wasn't picked up CBS until later. After that it became the first no 1 song to be sung in the Maori language. It stayed at the top of the charts for two weeks.NZ On Screen Deane Waretini The song has a meaning to it. It centers around the construction of the Mangere Bridge. The song's lyrics refer to the linking of two cultures in New Zealand, Māori and Pakeha.New Zealand Herald, Saturday, July 25, 2015 \"Songs that took Te Reo into the Pop Charts, Deane Waretini - The Bridge\" ==Making the record== ===Recording=== It was recorded in Auckland in the suburb of Henderson. The session took place in a garage studio that belonged to a country singer. The ensemble that backed him on the recording included musicians from the Blind Institute. According to Alan Perrotts article, \"You must remember this\" in the March 30, 2009 edition of The New Zealand Herald, the group that backed Waretini, referred to there as The Rising Suns, was formerly called The Radars. The trumpet player on the song who happened to be married to the niece of George Tait was Kevin Furey formerly of the Quincy Conserve. Waretini didn't have money to pay the musicians so he paid them in Kentucky Fried Chicken. ===Production & promotion=== His use of a tactic first employed by Gary Havoc & The Hurricanes of self-financing a record,Stranded in Paradise: New Zealand Rock'n'Roll, 1955-1988, by John Dix, Page 219, Page 294 Waretini paid for his own record. He had a pile of the singles produced, which cost him $96. Some singles were sent to Radio 1ZB. Waretini then bombarded them with play requests. He also managed to get it played at intermission time at Auckland's Civic Theatre. Another tactic was recruiting a news paper boy to sell copies to passing people for 50 cents a piece. (His backing band, The Rising Stars,45cat Artist: Deane Waretini With The Rising Stars, Catalogue: INN 009 two years later in 1983 would use the same approach to getting the single out there.)Central Leader, January 22, 2009 Former rocker's beat goes on The single which was produced by Allan Witana, and originally released on the Innovations label. A short time later, people going into record shops looking for \"The Bridge\". Not long afterwards, CBS wanted to put it out. On the third of April 1981, the song went to no 1, pushing John Lennon's \"Woman\" from the top spot it previously held. It also reached no 7 in Australia.Stuff 05/09/2012 Is this Deane Waretini's hour? - James Croot For his part, Warentini he received $27,000 from CBS and also gave up his rights to the song. ==Other versions== ===Alternative version=== There is an Unreleased Alternative Version by Waretini that appears on the Waiata Maori Showbands, Balladeers & Pop Stars, various artists compilation that was released by His Master's Voice and EMI in 2011.Discogs Various – Waiata - Maori Showbands, Balladeers & Pop StarsWorldCat Waiata : Māori showbands, balladeers & pop stars. ===Parody version=== In 1981, the song became victim to a parody by Kevin Blackatini and the Frigids, and a record was released on the RTC label. Kevin Blackatini was actually Radio Hauraki DJ, Kevin Black.45cat Record Details, Artist: Kevin Blackatini And The FrigidsNZ On Screen Kevin Blackatini and the Frigids ==Chart progress== {| class=\"wikitable plainrowheaders sortable\" |+ New Zealand (R.I.A.N.Z.) Weekly Single Charts |+ Chart position history of \"The Bridge\", from Week of March 8, 1981 to Week of June 14, 1981 |- ! scope=\"col\" | WK ! scope=\"col\" | TW ! scope=\"col\" | LW ! scope=\"col\" | TI ! scope=\"col\" class=\"unsortable\" | No 1 song |- | March 8, 1981 | 16 | 21 | 6 |scope=\"row\" | \"Woman\" by John Lennon |- | March 15, 1981 | 13 | 16 | 7 |scope=\"row\" | \"Woman\" by John Lennon |- | March 22, 1981 | 6 | 13 | 8 |scope=\"row\" | \"Woman\" by John Lennon |- | March 29, 1981 | 5 | 6 | 9 |scope=\"row\" | \"Woman\" by John Lennon |- | April 5, 1981 | 1 | 5 | 10 |scope=\"row\" | \"The Bridge\" by Deane Waretini |- | April 12, 1981 | 2 | 1 | 11 |scope=\"row\" | \"Counting The Beat\" by The Swingers |- | April 19, 1981 | 1 | 2 | 12 |scope=\"row\" | \"The Bridge\" by Deane Waretini |- | April 26, 1981 | 1 | 1 | 13 |scope=\"row\" | \"The Bridge\" by Deane Waretini |- | May 3, 1981 | 2 | 1 | 14 |scope=\"row\" | \"Counting The Beat\" by The Swingers |- | May 10, 1981 | 2 | 2 | 15 |scope=\"row\" | \"Counting The Beat\" by The Swingers |- | May 17, 1981 | 3 | 2 | 16 |scope=\"row\" | \"Being With You\" by Smokey Robinson |- | May 24, 1981 | 3 | 3 | 17 |scope=\"row\" | \"Being With You\" by Smokey Robinson |- | May 31, 1981 | 8 | 3 | 18 |scope=\"row\" | \"Being With You\" by Smokey Robinson |- | June 7, 1981 | 15 | 8 | 19 |scope=\"row\" | \"Being With You\" by Smokey Robinson |- | June 14, 1981 | 19 | 15 | 20 |scope=\"row\" | \"(Morning Train) Nine To Five\" by Sheena Easton |- |} Hits of All Decades NEW ZEALAND (R.I.A.N.Z.) WEEKLY SINGLE CHARTS FROM 1981 ==Releases== {| class=\"wikitable plainrowheaders sortable\" |+ Singles releases |- ! scope=\"col\" | Title ! scope=\"col\" | Release info ! scope=\"col\" | Year ! scope=\"col\" class=\"unsortable\" | Notes |- ! scope=\"row\" | \"The Bridge\" / \"Luckenback Texas\" | Innovation INN 009 | 1980 | Produced by Allan Witana New Zealand release |- ! scope=\"row\" | \"The Bridge\" / \"Luckenback Texas\" | CBS BA 222767 | 1980 | New Zealand release45cat Artist: Deane Waretini With The Rising Stars, Catalogue: BA 222767 |- |} {| class=\"wikitable plainrowheaders sortable\" |+ \"The Bridge\" in compilations |- ! scope=\"col\" | Title ! scope=\"col\" | Release info ! scope=\"col\" | Year ! scope=\"col\" | Track(s) ! scope=\"col\" class=\"unsortable\" | Notes |- ! scope=\"row\" | Waiata Maori Showbands, Balladeers & Pop Stars | His Master's Voice – 50999 6802952 EMI – 50999 6802952 4 | 2011 | \"The Bridge\" (Unreleased Alternative Version) | |- ! scope=\"row\" | Nature's Best: 40 NZ Number Ones, 1970-2013 | Sony Music 02239 | 2013 | \"The Bridge\"All Music Various Artists Nature's Best: 40 NZ Number Ones, 1970-2013 | |- ! scope=\"row\" | Aotearoa: The Very Best Of Our Music | | 2014 | \"The Bridge\" | Appears on DISC RUA 1975-1993 |- |} ==References== Category:1981 singles Category:Number- one singles in New Zealand Category:Deane Waretini songs Category:Māori music Category:1981 songs ",
    "title": "The Bridge (Deane Waretini song)"
}