{
    "id": "51075443",
    "text": "Giselbert (Gilbert) (d. after 1097), once Count of Clermont, son of Widrich II (d. after 1062), who in turn was son of Widrich I (d. before 1062), the first Count of Clermont, and his wife Hersende, ex-wife of Hildrad (Hezelin), Count of :fr:Grandpré. Giselbert's sister was Ermengarde, whose first husband was Gozelon, Count of Montaigu (and so she was grandmother of Lambert, Count of Montaigu and Clermont), and second husband was Fredelon of Esch, who practiced brigandage with Giselbert. Documents from 1083 relate how the church at St. Paul at Liège possessed property at Nandrin near the castle of Clermont. Giselbert and Fredelon terrorized the region so that the inhabitants could not do basic tasks for survival, such as gathering wood or tilling the soil. Henri de Verdun, Bishop of Liège, gave the advocacy of this land to the adjacent landowner, Conon, Count of Montaigu, and forced Giselbert and Fredelon to restore the damage they had wrought. Giselbert married a woman named Longarde, of unknown origins. They had no known children. Giselbert, his brother Herman, his wife Longarde and his aunt Ermengarde donated the church of Saint- Symphorien to the abbey of Cluny in 1091. By 1095, the castle of Clermont had become a menace to shipping on the Meuse, occupied by brigands, and Otbert, the new prince-bishop of Liège, organized a siege of the castle. The siege lasted from 29 June to 9 August 1095 and ended unsuccessfully, partly because Godfrey of Bouillon and other nobles in the army refused to attack the castle owing to an unresolved dispute concerning the deposed abbot of Saint-Hubert. The fact that Lambert obtained the rights to the castle of Clermont and the countship is undisputed. Two theories abound as to the cause. The first is that Lambert married the daughter of Giselbert and obtained the title by marriage. The second is that the activities of the occupants of Clermont in 1095, Giselbert and Fredelon, who some regarded as brigandage, were perceived by these two as the legitimate levying of tolls on river traffic. A 1095 entry in the chronicle of Giles of Orval reveals that what Otbert's objective was accomplished by purchase. The acquisition of Clermont and its subsequent enfeoffment to his vassal Lambert was part of a consistent policy of purchase which also brought to the prince-bishop the important fortresses of Mirwart, Couvin and, Bouillon. This second theory is now regarded by scholars as the most likely. As for Giselbert, the best avenue of escape was then the crusade. Avoiding defeat in 1095, he apparently departed in the army of Godfrey of Bouillon, and later appearing as a member of the army of Godfrey's brother Baldwin in Cilicia in the winter of 1097, described as Giselbertus de Claro Monte. No further reference to Giselbert can be found, although a knight in Godfrey's army, Milo de Claro Monte, who appeared in 1099, may have been a relative or follower of Giselbert. == References == == Sources == *Murray, Alan V., The Army of Godfrey of Bouillon, 1096-1099: Structure and Dynamics of a Contingent on the First Crusade (PDF)'', Revue beige de philology et d'histoire, tome 70, fast. 2, 1992 ==External links== *Medieval Lands Project, Comtes de Clermont Category:Christians of the First Crusade ",
    "title": "Giselbert, Count of Clermont"
}