{
    "id": "51078217",
    "text": "Government in Tasmania is delivered by a number of agencies, grouped under areas of portfolio responsibility. Each portfolio is led by a government minister who is a member of the Parliament of Tasmania, appointed by the Governor as the representative of the Crown. The agencies are principally grouped as eight departments, each led by a secretary or director-general and comprising a number of portfolios covering specific policy areas across the department and allocated statutory authorities, trading enterprises, boards, councils and other public bodies. Agencies have varying levels of operational autonomy, and deliver one or more of frontline public services, administrative functions and law enforcement. Some are structured as for-profit corporations. Where there are multiple portfolios within a department, directors-general may be accountable to a number of ministers. All agencies are identifiable by their corporate logo, which features in agency advertising, publications and correspondence, pictured right. A list of articles on Tasmanian government agencies sorted alphabetically is available at Government agencies of Tasmania. The Tasmanian government maintains a list of agencies and their contact details at its website. ==Education== The Department of Education (DoE) is the lead agency of the portfolio headed by the Minister for Education and Training, presently the Hon. Jeremy Rockliff MP. The Department is led by its Secretary, Jenny Gale. The Department of Education is responsible for the following statutory and non-statutory bodies: * Allport Library and Museum of Fine Arts Management Committee * Schools Registration Board * Skills Tasmania * State Library and Archives Trust * Tasmanian Aboriginal Corporation for Education (TACE) * Tasmanian Assessment, Standards and Certification (TASC) * Tasmanian Building and Construction Industry Training Board * Tasmanian Home Education Advisory Council * Tasmanian Institute of Agriculture * Tasmanian Library Advisory Board * Teachers Registration Board * University of Tasmania Council ==Health and Human Services== The Department of Health and Human Services (DHHS) is the lead agency of the portfolio headed by the Minister for Health, presently the Hon. Michael Ferguson MP; supported by the Minister for Human Services and the Minister for Women, presently the Hon. Jacquie Petrusma MP. The Department is led by its Secretary, currently acting in the role, Michael Pervan. The Department of Health and Human Services is responsible for the following statutory and non-statutory bodies: *Ambulance Tasmania *Housing Tasmania *Tasmanian Health Service ==Justice== The Department of Justice (DoJ) is the lead agency of the portfolio headed by the Attorney-General, the Minister for Justice, and the Minister for Corrections, presently the Hon. Vanessa Goodwin MLC; and the Minister for Planning and Local Government and the Minister for Building and Construction, presently the Hon. Peter Gutwein MP. The Department is led by its Secretary, Kathrine Morgan-Wicks. The Department of Justice is responsible for the following statutory and non- statutory bodies: *Anti-Discrimination Tribunal *Asbestos Compensation Tribunal *Coroners Court of Tasmania *Equal Opportunity Tasmania *Forest Practices Tribunal *Guardianship & Administration Board *Health Practitioners Tribunal *Legal Aid Commission *Magistrates' Court of Tasmania *Mental Health Tribunal *Office of the Public Guardian *Resource Management & Planning Appeal Tribunal *Supreme Court of Tasmania *Tasmanian Electoral Commission *Tasmanian Industrial Commission *Tasmanian Planning Commission *Tasmania Prison Service *Workers Rehabilitation & Compensation Tribunal *WorkSafe Tasmania ==Police, Fire and Emergency Management== The Department of Police, Fire and Emergency Management (DPFEM) is the lead agency of the portfolio headed by the Minister for Police and Emergency Management, presently the Hon. Rene Hidding MP. The Department does not have a lead Secretary, with each agency reporting directly to the Minister. The Department of Police, Fire and Emergency Management is responsible for the following statutory and non-statutory bodies: *Forensic Science Service Tas *Tasmania Fire Service *Tasmania Police *Tasmania State Emergency Service ==Premier and Cabinet== The Department of Premier and Cabinet (DPAC) is the central agency of the Tasmanian Government. The Department provides a broad range of services to Cabinet, other members of Parliament, Government agencies and the community. DPAC is headed by the Premier, the Minister for Sport and Recreation, and the Minister for Aboriginal Affairs, presently the Hon. Will Hodgman MP; supported by the Parliamentary Secretary to the Premier, presently Guy Barnett MP; the Minister for Planning and Local Government, presently the Hon. Peter Gutwein MP; the Minister for Environment, Parks and Heritage, presently the Hon. Matthew Groom MP; the Minister for Information Technology and Innovation, presently the Hon. Michael Ferguson MP; and the Minister for Women, presently the Hon. Jacquie Petrusma MP. The Department is led by its Secretary, Jenny Gale. ==Primary Industries, Parks, Water and Environment== The Department of Primary Industries, Parks, Water and the Environment (DPIPWE) is the lead agency of the portfolio headed by the Minister for Primary Industries and Water, and the Minister for Racing, presently the Hon. Jeremy Rockliff MP; supported by the Minister for Environment, Parks and Heritage, presently the Hon. Matthew Groom MP. The Department is led by its Secretary, John Whittington. The Department of Primary Industries, Parks, Water and the Environment is responsible for the following statutory and non-statutory bodies: *Aboriginal Heritage Tasmania *AgriGrowth Tasmania *Biosecurity Tasmania *Environment Protection Authority Division *Heritage Tasmania *Inland Fisheries Service *Office of Racing Integrity *Royal Tasmanian Botanical Gardens *Tasmania Parks and Wildlife Service *Water & Marine Resources ==State Growth== The Department of State Growth is the lead agency of the portfolio headed by the Minister for State Growth and the Minister for Energy, presently the Hon. Matthew Groom MP; supported by the Minister for Tourism, Hospitality and Events, presently the Hon. Will Hodgman MP; the Minister for Information Technology and Innovation, presently the Hon. Michael Ferguson MP; the Minister for the Arts, presently the Hon. Dr Vanessa Goodwin MLC; the Minister for Planning and Local Government, the Minister for Forestry, and the Minister for Building and Construction, presently the Hon. Peter Gutwein MP; the Minister for Infrastructure and the Minister for Mining, presently the Hon. Rene Hidding MP; and the Parliamentary Secretary for Small Business, presently the Hon. Guy Barnett MP. The Department is led by its Secretary, Kim Evans. The Department of State Growth is responsible for the following statutory and non-statutory bodies: * Antarctic Tasmania * Arts Tasmania * Business Tasmania * Events Tasmania * Forest Practices Authority * Forestry Tasmania * Hydro Tasmania * Infrastructure Tasmania * Metro Tasmania * Mineral Resources Tasmania * Office of the Coordinator-General * Private Forests Tasmania * Racing Services Tasmania * Screen Tasmania * Skills Tasmania * Tasmanian Development Board * Tasmanian Institute of Sport * TasRail * Tasmanian Museum and Art Gallery * Tourism Tasmania * TT-Line Company *West Coast Wilderness Railway ==Treasury and Finance== The Department of Treasury and Finance is the lead agency of the portfolio headed by the Treasurer, presently the Hon. Peter Gutwein MP. The Department is led by its Secretary, Tony Ferrall. The Department of Treasury and Finance is responsible for the following statutory and non-statutory bodies: *Office of the Tasmanian Economic Regulator *Retirement Benefits Fund *State Grants Commission *Tasmanian Liquor and Gaming Commission *Tasmanian Public Finance Corporation (Tascorp) ==See also== * Government of Tasmania * Local government in Tasmania ==References== * Category:Lists of Australian government agencies Government agencies ",
    "title": "List of Tasmanian government agencies"
}