{
    "id": "51073221",
    "text": "The 1962 Greyhound Derby took place during June with the final being held on 30 June 1962 at White City Stadium. The winner 'The Grand Canal' received £3,000 and was owned and trained by Paddy Dunphy. == Final result == At White City (over 525 yards): {| class=\"wikitable\" style=\"text-align: center\" !width=50|Position !width=180|Name of Greyhound !width=280|Breeding !width=50|Trap !width=50|SP !width=80|Time !width=250|Trainer |- !1st |The Grand Canal || Champion Prince - The Grand Duchess ||5||2-1f||29.09|| Paddy Dunphy (Ireland) |- !2nd |Powerstown Prospect || Hi There - Faoide ||4||7-1||29.17||Ronnie Melville (Wembley) |- !3rd |Dromin Glory || Hi There - Dromin Jet ||6||9-2||29.25||John Bassett (Clapton) |- !4th |Master MacMurragh || Solar Prince - Cailin Orgha ||3||3-1||29.27|| Cyril Beaumont (Belle Vue) |- !5th |Nash Recorder || Merville - Blenheim Princess ||2||10-1||29.37||Ken Appleton (West Ham) |- !6th |Trip To Dublin || Black Ball - Pidgeons Fancy ||1||6-1||29.61|| Hugo Spencer (Portsmouth) |} === Distances === 1, 1, head, 1¼, 3 (lengths) The distances between the greyhounds are in finishing order and shown in lengths. From 1950 one length was equal to 0.08 of one second. == Competition Report== The first place prize was increased from £2,000 to £3,000. The ante- post lists showed a wide open competition headed by Prairie Flash at 9-1. Many other greyhounds are considered leading contenders. They were Spider Hill on his home turf, S.S.Leader from Owlerton, Summerhill Fancy from Wimbledon, Westpark from Walthamstow and the privately trained Tuturama and Courtly Regent. The leading runners from Ireland were the trio of 'The Grand Canal' (an Irish Greyhound Derby finalist), Tanyard Chef and Jerrys Clipper. The Irish entries could now be handled by their Irish trainers whereas the rules previously called for the hounds to switch to National Greyhound Racing Club licensed kennels in England for the duration of the Derby. The first round resulted in all eight heat favourites being beaten with four finishing last. 'The Grand Canal' made it through the first round recording the sole sub 29sec run. Powerstown Prospect and Beaverwood Ben both qualified for the second round and just two days later competed in the Wembley Gold Cup final over 700 yards (where they finished 2nd and 3rd behind Watch Kern) before returning to White City. The second round (on 16 June) continued with the new favourites going out with the exception of 'The Grand Canal'. The strongest semi-final ended with Dromin Glory going past 'The Grand Canal' to win in 29.05. The other went to Master MacMurragh in 29.00 sec. In the final 'The Grand Canal' broke well and as they turned the first bend Dromin Glory had moved into second place. The pair went neck and neck around the third bend before The Grand Canal moved into Dromin Glory's path and impeded him. Master MacMurragh joined the front at the fourth bend but 'The Grand Canal' kicked again and went on to win by one length; Powerstown Prospect finished strongly to seal second place. The Grand Canal was immediately retired to stud and became a successful sire. ==See Also== *1962 UK & Ireland Greyhound Racing Year == References== Greyhound Derby English Greyhound Derby English Greyhound Derby Category:English Greyhound Derby ",
    "title": "1962 English Greyhound Derby"
}