{
    "id": "51080220",
    "text": "The 1980 Munster Senior Hurling Championship final was a hurling match played at Semple Stadium on 20 July 1980 to determine the winners of the 1980 Munster Senior Hurling Championship, the 94rd season of the Munster Senior Club Hurling Championship, a tournament organised by the Munster Council of the Gaelic Athletic Association. The final was contested by Limerick and Cork, with Limerick winning by 2-14 to 2-10. The Munster final between Limerick and Cork was the 18th Munster final meeting between the two teams. Cork were hoping for their 39th Munster title and a record-breaking sixth successive title. Limerick were hoping for their 15th Munster title and their first win since 1974. The game was rather slow and ragged as both sides were sluggish for the opening 35 minutes. Limerick failed to move with their usual urgency, however, the forwards made full use of their limited chances. The Cork forwards received a large amount of possession but failed to convert their chances and they were 1-1 to no score in arrears after just five minutes, thanks to a goal by Éamonn Cregan. Cork equalised in the 12th minute when a Pat Horgan cross-field ball found Éamonn O'Donoghue who sent it to the net. Limerick took the lead again twelve minutes later and held a 1-7 to 1-3 lead at the interval. Cork lost their captain, Dermot McCurtain, midway through the second half while they were forced to make a number of other changes throughout the field. The Cork attack improved in the second half with Tim Crowley and John Fenton launching attacks from midfield. Seánie O'Leary scored Cork's second goal in the 12th minute to reduced Limerick's lead to 1-10 to 2-5. Five minutes later Ollie O'Connor bagged Limerick's second goal after a pass from Donal Murray. That was the vital score for Limerick and, although Cork were only three points behind, Limerick went on to win by four. Limerick's victory was their first over Cork in a Munster final since 1940 and their first championship victory over Cork since 1971. ==Match== ===Details=== {| width=92% | |- | | |} ==References== Munster Senior Hurling Championship Final Category:Munster Senior Hurling Championship Finals Category:Cork GAA matches Category:Limerick GAA matches ",
    "title": "1980 Munster Senior Hurling Championship Final"
}