{
    "id": "51080162",
    "text": "The barony of Knocktopher () is a barony in the west of County Kilkenny, Ireland. The barony is in size. There are 16 civil parishes made up of 125 townlands. It is one of 12 baronies in the county. The chief town is Mullinavat and it contains the settlements of Stonyford, Ballyhale, Hugginstown, Knocktopher, and Dunnamaggan. The M9 motorway bisects the barony. Knocktopher lies at the west of the county, the barony is bordered by Kells to the west (whose chief town is Kells), by the baronies of Shillelogher and Gowran to the north (whose chief towns are Bennettsbridge and Gowran), and the baronies of Iverk and Ida and to the south (whose chief towns are Slieverue and Piltown). The rivers Black Water, King's River, Little Arrigle, and Arrigle River flow through the barony. The Walsh Mountains make up a large part of the barony. Other historic sites include Norelands House, Saint Molings Well, and Goat's Bridge. Knocktopher was an early medieval cantred within the shire of Kilkenny, and part of the historic kingdom of Osraige (Ossory). Today it is part of the Roman Catholic Church diocese of Ossory and the Church of Ireland diocese of Cashel and Ossory. Knocktopher is currently administered by Kilkenny County Council. ==History== Originally part of the historic kingdom of Osraige (Ossory). In the latter 12th century, at the time of the Cambro-Norman invasion, MacBraoin (MacBreen) were the main Gaelic sept in the Knocktopher area. O'Donovan believed that the Clanna or Clanns, were seated in the barony of Knocktopher but were supplanted by the Breathnach or Bhreathnach (or Walshes meaning Welshman), who held land there after the Norman Invasion of Ireland. The Norman family of Wall was based there. The 1st Baron (feoffee) of Knocktopher was probably Griffin FitzWilliam, a Cambro- Norman knight from Wales, a son of William FitzGerald de Carew, Lord of Carew (of Carew Castle, Pembroke, Wales). Griffin Fitz-William was given the cantred [barony] of Knocktopher. Griffin and his brother Raymond le Gros took part in the conquest of Ireland. They were the grandsons of Arnulf de Montgomery and Princess Nest ferch Rhys, daughter of Rhys ap Tewdwr the last independent Prince of South Wales.See. Orpen, Vol 1, pp 181-182. The \"Barony of Cnoktofre\" was first mentioned in the year 1358. Knocktopher was recorded in the Down Survey (1656),, the 1840 Ordnance Survey Map and on Griffith's Valuation (1864). It was established by 1672 and depicted in Hiberniae Delineatio, \"Perry's Atlas\", engraved in 1671-2 by William Petty from the data of the Down Survey. == Geography== Cemetery of Knocktopher around the ruins of St. David's Church, Knocktopher. Knocktopher contains the civil parishes Aghaviller, Killahy, Kilbeacon, Kilkeasy, Knocktopher, Derrynahinch, Dunnamaggan, Fiddown, Ennisnag, Listerlin, Lismateige, Muckalee, Rossinan, Jerpointwest, Stonecarthy, and Jerpointchurch. The barony contains St. Peter's Church in Ennisnag, the previous location of the Monastery of Inisnag. Parts of the barony were in the Poor law unions of Carrick on Suir, New Ross, Thomastown, and Waterford. ==See also== * Barony (county division) * Barony (Ireland) * List of baronies of Ireland * List of townlands of County Kilkenny * List of Irish Local Government Areas 1900 - 1921 ==References== ===Footnotes=== === Sources === * * * * * * * * * ==External links== * * * Category:Baronies of County Kilkenny ",
    "title": "Knocktopher (barony)"
}