{
    "id": "51081248",
    "text": "Hyatt Regency Nice Palais de la Méditerranée is a nine-floor luxury casino hotel complex located on the Promenade des Anglais in Nice, France. It was built in 1929 by architects Charles and Marcel Dalmas, and partly rebuilt and modernized in 1990, a year after two of its facades were classified as historical monuments. It contains 187 rooms and twelve suites, and is owned by Constellation Hotels Holding. ==History== Postcard from the 1930s showing the Palais de la Méditerranée on the waterfront in Nice; the domed building on the left is the Hotel Negresco Palais de la Méditerranée was built by architects Charles and Marcel Dalmas, in 1929 for the American millionaire Frank Jay Gould. According to Insight Guides, it \"epitomised 1930s glamour with a casino, theatre, restaurant and cocktail bar\". It was originally a major centre for the arts in Nice, and national and international art exhibitions were held there. The original hotel closed in 1978. The main Art Deco facade on the Promenade des Anglais and the facade on Rue du Congrès were classified as historical monuments by order of 18 August 1989. As such, these were retained when much of the original hotel was demolished in 1990, to make way for a fully modernized hotel, with hotel rooms, apartments and a casino. In July 2016, during Bastille Day celebrations on the Promenade, a terrorist drove a truck through crowds of people, running dozens of them down before police killed him near the Palais de la Méditerranée. ==Facilities== The 9-floor hotel has 187 rooms, 12 suites, and a restaurant, bar and conference rooms on the third floor, which is the main floor of the building. The rooms on the 4th floor all have large balconies. ==References== == Bibliography == * * Bovis-Aimar, Nadine, Le Palais de la Méditerranée, un défi des Années folles, pp. 4–13, Nice-Historique, Nice, 1993, issue 51 Texte] * * * ==External links== Category:Hotels in France Category:Hyatt Hotels and Resorts Category:Buildings and structures in Nice Category:Monuments historiques of Nice Category:Hotel buildings completed in 1929 ",
    "title": "Palais de la Méditerranée"
}