{
    "id": "51087861",
    "text": "European Pakistanis, or depending on the preference White Pakistanis, comprise residents of Pakistan who are of European origin. ==History== Prior to its independence in 1947, Pakistan was part of the colonial British Raj empire in South Asia. British control of the region began with the annexation of Sind in 1843, the Punjab and North-West Frontier in 1849, and Baluchistan in 1876. The colonial period expanded European presence and influence in South Asia. Thousands of European settlers arrived in the subcontinent as administrators, soldiers, officials, civilians, missionaries and traders. During the 1940s, there were small populations of European Jews scattered across cosmopolitan cities such as Karachi and Lahore. They arrived as part of the Jewish exodus to British India following the outbreak of World War II in Europe. However, by the late 1960s, most of these Jews effected a secondary migration and left for Israel or Western nations. The terms gora, firangi or angrez are used in Pakistan to refer to a White person. ==Demographics== The following sections outline current expatriate European communities in Pakistan, sorted by their geographical region of origin. ===Central Europe=== The Swiss community in Pakistan numbered 336 people as of 2014, based on embassy registrations. There is also a small Austrian expatriate group. Czechs in Pakistan are a minor community consisting of expatriates, and Czech nationals married to Pakistanis. A Czech Film Club was set up in Islamabad by the Czech embassy, as of 2004. It arranged screenings of Czech films for Czechs living in Pakistan as well as Czech-speakers. There is also a minor German community as well. ===Eastern Europe=== There is a very small Ukrainian community in the country, numbering a few dozen. It includes businesspersons, journalists, diplomats and Ukrainian spouses married to Pakistanis. Most of them reside in metropolitan cities. The Russian community in Pakistan is a small one, and has been present since the Soviet era. There are also White Pakistanis of Armenian and Turkish descent There are some Romanians, concentrated in Islamabad. ===Northern Europe=== Northern European expatriates in Pakistan primarily consist of Scandinavian communities. A pattern of return-migration is observed among Danes of Pakistani origin, of whom some families have settled in Pakistan. Around 100 other Danes were living in Pakistan as of 2006. There were also around 200 Swedes in Pakistan, and they are spread throughout the country. The population of Finns in Pakistan is fewer in number. A Norwegian diaspora is present in the country, a large number of them being Norwegians of Pakistani descent. Up to 4,000 Norwegian citizens live in Pakistan. The town of Kharian in Gujrat district of Punjab is known as \"Little Norway\", as the majority of Pakistani-Norwegians hail from this area and many of them have resettled here. Others split their time between Norway and Pakistan. They have established family businesses and built large houses in the town, including those who have moved back to Pakistan post-retirement. Remittances and investment by Norwegians have boosted the town's economy and real estate. Those who are more accustomed to urban living prefer owning houses in larger cities such as Islamabad and Lahore. Private schools in Kharian supported by the embassy provide Norwegian-language classes to the children of Norwegian citizens, making assimilation easier when the expatriates return to Norway. According to Statistics Norway, one-in-three Pakistani-Norwegian youth spend at least a year or more in Pakistan, gaining key exposure to their cultural roots. The Norwegian community maintains keen interest in politics back home and observes the country's national events. ===Southern Europe=== As of 2010, 300 Italian nationals were residing in Pakistan. Some Italians are notable in the region's history as empire mercenaries, such as Paolo Avitabile and Jean-Baptiste Ventura who served in Punjab and the Frontier under Ranjit Singh. There is a small Spaniard population in Pakistan, mainly confined to Islamabad. There is also a minor Portuguese community residing in Karachi. The community is known for establishing missionary schools, and for its contribution to the country's pop music scene. The Portuguese presence in South Asia dates back to the start of the 16th century, following the rise of the Portuguese Empire. The empire did not control any regions that are part of modern Pakistan. However, it did possess colonies in India (most notably Goa), and made a series of incursions along Pakistan's present southern coastline. In 1568, the Portuguese led by admiral Fernão Mendes Pinto attacked Debal (near Thatta) when they encountered Ottoman traders' ships anchored at the port. ===Western Europe=== In 2005, over 47,000 Britons resided in Pakistan. By 2015, their population was 80,000, making them by far the largest Western community. They comprise English and smaller numbers of Scottish, Welsh and Northern Irish expatriates. The community also includes a large number of British Pakistanis who have resettled in Pakistan. The city of Mirpur in Kashmir, where the majority of British Pakistanis originate from, is called \"Little Britain\" due to its expatriate British population. Colonial-era buildings, infrastructure, laws, institutions, governance and culture left by the British exist throughout Pakistan as a legacy of the empire. Irish people have been present in the South Asian subcontinent since the days of the East India Company. Many of them served as soldiers and government officials for the colonial empire. Around half of the British forces in the subcontinent consisted of Irish manpower. Others became renowned as educators, nurses and Christian missionaries. This tradition continues today, as several convent schools in Pakistan are run by Irish nuns – such as the Convents of Jesus and Mary in Karachi, Lahore and Murree, or the Presentation Convent Schools in Punjab founded by the Presentation Sisters. Many Roman Catholic missionaries from Ireland have been working in Pakistan for decades, and are involved in social work or provision of services to the country's Christian community. Irish expatriates also work as medical volunteers or have occupied key positions representing international organisations such as the United Nations. Notable Irish-Pakistanis include Sister John Berchmans Conway who became a teacher, and Jennifer Musa who married into the Qazi family and entered politics – earning the title \"Queen of Balochistan.\" Among other Western European diasporas include a small French community as well. ==Organisations== European countries have embassies in Islamabad, while some also have deputy missions in Karachi and Lahore. In addition, the European Union is represented in Pakistan through a delegated mission. ==See also== * Pakistan–European Union relations * European diaspora * Immigration to Pakistan ==References== Category:Immigration to Pakistan ",
    "title": "European Pakistanis"
}