{
    "id": "51084052",
    "text": "Viviana A. Alder (born 1957 in San Julián, Argentina) is an Argentinian researcher in Antarctica, best known for her research on marine microbiology. Alder is considered to be among the first group of Argentine female scientists to work in Antarctica. ==Early life and education== Alder obtained a degree in Oceanography from the Universidad Nacional de la Patagonia in 1982, and received her doctorate in Biological Sciences from the University of Buenos Aires in 1995. ==Career and impact== Alder's research investigates the impact of the Antarctic Circumpolar Current and also El Nino and La Nina on food web structure, species dispersal and population abundance through the investigation of planktonic marine microbial communities. She is based at the Instituto Antartico Argentino; CONICET (National Scientific and Technical Research Council). Alder has led over ten Antarctic field seasons with financial support from the Argentine Antarctic Institute (Instituto Antartico Argentino), the European Science Foundation, and National Science Foundation (NSF). Alder has participated in the Convention for the Conservation of Antarctic Marine Living Resources (CCAMLR) and has been a Scientific Committee for Antarctic Research (SCAR) Delegate for Argentina, since 2004. She is a member of the SCAR Capacity Building, Education and Training (CBET) Advisory Group. During the International Polar Year 2007-09 Alder led and coordinated two major projects for Argentina: DRAKE BIOSEAS and PAMPA. In addition to her scholarly work published in scientific journals, books and science magazines she is an active collaborator in many education and outreach projects, such as ‘Antarctica Educa’, an online education resource for children. Dirección Nacional del Antártico-Instituto Antártico Argentino, Argentina. June 2010. Accessed 2017-07-01. ==References== ==External links== * Viviana Alder's webpage Category:Argentine women scientists Category:1957 births Category:Living people Category:Women Antarctic scientists Category:20th- century women scientists Category:21st-century women scientists Category:People from Argentine Antarctica Category:Women microbiologists Category:Argentine microbiologists ",
    "title": "Viviana Alder"
}