{
    "id": "51089126",
    "text": "The Public Trust Building in Christchurch, New Zealand, is a heritage building designed by leading architect Cecil Wood that was threatened with demolition. It is now being restored for a range of office and hospitality tenants. ==Location== Clarendon Hotel, Public Trust Building, with the Scott Statue on the right The Public Trust Building is located at 152–156 Oxford Terrace in the Christchurch Central City. The building overlooks the Avon River. Its immediate neighbour to the north was the Clarendon Hotel, which later became the Clarendon Tower. ==Background== The Public Trust of New Zealand was a government-appointed trustee service for those unwilling to use private services, or required by the courts or legislation to use the Public Trustee. It dealt, for example, with intestate estates, i.e. where people died owning property whose value is greater than the sum of their enforceable debts and funeral expenses without having made a valid will. The Public Trust commenced operating in 1873. The Christchurch office is responsible for a large area, from the Clarence River in the north, the Southern Alps in the west, and the Rangitata River in the south. ==History== The Public Trust has had a number of offices in Christchurch throughout its history, with rapid growth necessitating frequent moves. The first public trustee in Christchurch was Alexander Lean, who had his office at the Chief Post Office in Cathedral Square. The office moved to two further buildings in Cathedral Square before a freehold property was purchased at 96 Gloucester Street; this was the department's home from 1909. When those premises had become too small despite several additions to the building, a new site had to be found. Cecil Wood was engaged to design the building. Wood had been practising as an architect in Christchurch since 1906, and had early in his career become a leading domestic architect. Since 1916, he had been the architect for Christ's College. The Public Trust Building in Christchurch was one of his first large commercial projects. Before the staff moved in, the public enjoyed two open days on 7 and 8 May 1925. On Saturday, 9 May, the Gloucester Street office closed and on Monday, 11 May 1925, the new Public Trust Building opened to the public for business. Wood received further commissions from the Public Trustee and designed their office in Dunedin, which opened on 20 May 1929. ===Heritage registration=== The New Zealand Historic Places Trust, since renamed to Heritage New Zealand, registered the building as a Category II structure on 26 November 1981, with registration number 3128. The building had a separate heritage registration under the Christchurch City Plan. The current owner, Tailorspace, applied to an independent hearings panel set up for the Christchurch Replacement District Plan to have the local heritage listing revoked, and this request was granted on 12 July 2016. ==References== Category:NZHPT Category II listings in Canterbury, New Zealand Category:Office buildings completed in 1925 Category:Christchurch Central City Category:1920s architecture in New Zealand ",
    "title": "Public Trust Building, Christchurch"
}