{
    "id": "51080067",
    "text": "RealityCapture (also known as RC) is photogrammetry software which creates 3D models out of unordered photographs (terrestrial and/or aerial) or laser scans without seams. The most common fields of its current use are cultural heritage (art and architecture), full body scanning, gaming, surveying, mapping, visual effects (VFX) and virtual reality (VR) in general. It features include image registration (alignment), automatic calibration, calculating a polygon mesh, colouring, texturing, parallel projections, georeferencing, DSM, coordinate system conversion, simplification, scaling, filtration, smoothing, measurement, inspection, and various exports and imports. The program can be run under the command line. There is also a software developer kit available.http://developer.download.nvidia.com/assets/gameworks/downloads/regular/GDC17/gdc- photogrammetry-pipelines-2017-03-01.pdf RealityCapture is able to mix camera images and laser scans. It is designed to make low demands on hardware. It works linearly, which means if its inputs are doubled, the processing time will be doubled as well. The software is currently available only in English language. == Technical requirements == RealityCapture runs on 64-bit machines with at least 8GB of RAM, 64bit Microsoft Windows 7 / 8 / 8.1 / 10, using a graphics card with an nVidia CUDA 2.0+ GPU and at least 1 GB of RAM. Users can run the application and register images without the nVidia card but will not be able to create a textured mesh. Users must install the Media Feature Pack for Windows, and on Windows Server users must install Media Foundation features. Each RC software license is limited to 32 CPU cores and 3 GPU cards. For higher configurations, more licenses must be purchased equivalently. A computer with 4 CPU cores, 16 GB RAM and 386 CUDA cores is recommended. Meshing, coloring and texturing are completely out-of-core in RC, which is intended to avoid RAM performance loss during these processes. == History == The public beta version of RealityCapture was released by Slovak company Capturing Reality (founded in 2013), based in Bratislava, on 2 February 2016. However, there had also been a closed beta running for almost a year. Staff of Capturing Reality have published in several computer vision and graphics journals and conference papers, and have had hundreds of citations. == References == ==External links== *https://developer.valvesoftware.com/wiki/Destinations/Creating_a_Destination Category:Photogrammetry software Category:3D graphics software Category:Computer-aided design software ",
    "title": "RealityCapture"
}