{
    "id": "51085371",
    "text": "Maria Agata Olech (born 1941) is a Polish Antarctic researcher, best known for her work on lichenology and mycology of the Antarctic and Arctic. Olech was base leader for the Henryk Arctowski Polish Antarctic Station and the Olech Hills in the Three Sisters point area of Antarctica was named in her honour. ==Early life and education== Olech was born in Nowy Sącz (Southern Poland) in 1941. She completed her MSc in biology (1963) at the Department of Biology and Earth Sciences, Jagiellonian University, Kraków, Poland. She then completed a PhD in lichenology (1968) in the Institute of Botany Jagiellonian University. The title of her thesis was Stosunki lichenologiczne Beskidu Sądeckiego (Western Carpathians). ==Career and impact== Olech has worked extensively on the taxonomy, biodiversity, ecology, biogeography and adaptations of lichenized and lichenicolous fungi in mountains and polar regions. She has also worked on heavy metals and radionuclides contaminants of the Antarctic environment and other human impacts on terrestrial Antarctic ecosystems. She has described about 100 algae, lichens, fungi, lichenicolous fungi new to science. Olech was a Research Assistant at the Institute of Botany Jagiellonian University (1968-1971) where she organized the laboratory and herbarium of lichens. She was then appointed Assistant Professor at the Institute of Botany Jagiellonian University (1971-1986) and was promoted to Assoc. Professor (1986-1992) at the Institute of Botany Jagiellonian University, where she organized Department of Polar Research and Documentation. She became a Full Professor of Biology at the Jagiellonian University in 1992. She is also the curator of the Jagiellonian University Cryptogamic Herbarium, is the President of Editorial Board Polish Polar Research, the President of Team of Biology and Development of Polar Landscapes within the Committee on Polar Research of the Polish Academy of Sciences. Olech was the Head of the Polish Antarctic Station from 1991-1993 and then again from 2005-2006. She was the Head of the Zdzisław Czeppe Department of Polar Research and Documentation, Jagiellonian University (1996- 2011). She has participated in and led several Arctic and Antarctic expeditions. ==Awards and honours== Olech became a member of The Explorers Club in 2001. In addition the Olech Hills in the Three Sister point area of Antarctica was named in her honour. ==References== Category:Polish women scientists Category:1941 births Category:Living people Category:Antarctic scientists Category:Women Antarctic scientists Category:Polish women academics Category:20th-century Polish scientists Category:21st-century Polish scientists Category:Lichenologists Category:Mycologists Category:Women mycologists Category:Jagiellonian University alumni Category:Jagiellonian University faculty ",
    "title": "Maria Olech"
}