{
    "id": "51087000",
    "text": "Maaveeran Kittu () is a 2016 Indian Tamil-language period action drama film written and directed by Suseenthiran. The film stars Vishnu Vishal and Sri Divya, while R. Parthiepan and Soori in supporting roles. It is the first time Yugabharathi has written film dialogues. The movie is about a warrior who struggled to uphold the rights of the Tamil Dalith people in this land. This film got mixed reviews and ordinary successful at the box office ==Plot== Set in the year 1987, the movie depicts the life of Krishnakumar alias Kittu (Vishnu Vishal), a youth whose main ambition is to become a collector. He is influenced by the ideas of Chinnarasu (R. Parthiban), a local leader who had also sponsored his education. Chinnarasu and Kittu try to fight against the rampant caste discrimination meted out to them by the upper caste people, but are unable to do much about it as the police and courts are biased towards the upper castes. One day, Kittu sees his classmate Gomathi (Sri Divya), who is from the upper caste, discriminate against a Dalit girl. He admonishes her publicly for her act of caste discrimination, which makes her repent her behaviour. Gomathi eventually falls in love with Kittu, but Kittu maintains a distance as they are from different castes, though he too is in love with her. When the news spreads through the village that Gomathi is in love with Kittu, upper caste men kill Gomathi's father and frame Kittu, who is imprisoned, but is soon released on bail as there is no evidence that he had killed Gomathi's father. Kittu then assaults the village inspector Selvaraj (Harish Uthaman), who holds a grudge against the Dalits and was responsible for framing him for the death of Gomathi's father. In retribution, Selvaraj arrests Kittu and thrashes him mercilessly in the police station. Kittu does not return home the next morning, despite Selvaraj's pleas that he had released him, prompting the villagers to think that Selvaraj had killed Kittu while in custody as his hatred towards the Dalits is well known in the village. The Dalits led by Chinnarasu protest outside the police station, leading to Selvaraj's suspension. However, it is then revealed that Kittu had not gone \"missing\" but is living in a tribal village near Kodaikanal as part of a plan hatched by Kittu and Chinnarasu to expose the upper caste men involved in the death of Gomathi's father, with Kittu deciding to return to the village after he is cleared of all involvement in the murder. Gomathi, who is aware that Kittu had not killed her father, finds out Kittu's location and runs away from her home to be with him. At this juncture, the upper caste men and the police find out that Kittu is alive and in hiding and leave for Kodaikanal to capture Kittu and bring him back to the village with the intention to imprison Kittu, humiliate Chinnarasu and reclaim their domination over the Dalits. Kittu finds out about their plan and asks Gomathi to return to the village, promising to marry her once he is cleared of all charges. Sadly, Kittu and Gomathi never reunite as Kittu had decided to commit suicide by jumping off a cliff in order to save the reputation to Chinnarasu and expose the upper caste discrimination against the Dalits. He is found dead by the police, which exposes the upper caste hatred towards the Dalits. The movie ends with the funeral procession of Kittu going through the main street of the village, which had traditionally been out of bounds for the Dalits to carry their dead, thus implying the end of caste discrimination in the village. ==Cast== * Vishnu Vishal as Krishnakumar \"Kittu\" * R. Parthiban as Chinnarasu * Sri Divya as Gomathi * Soori as Thangarasu * Harish Uthaman as Selvaraj * Nagineedu as the upper caste's leader * Poster Nandakumar as Nellai Varathan * Kasi Viswanathan * Florent Pereira == Production == The film began production in July 2016, with Suseenthirant revealing that the film was about a warrior who fought for the people’s rights in 1985 and in no way related to the former Liberation Tigers of Tamil Eelam militant Kittu. The shoot was held in Pazhani for a period of fifty days. Vishnu Vishal and Sri Divya were signed on to play the leading roles, marking their second collaboration after Jeeva.http://www.sify.com/movies/maaveeran-kittu-is-based-on-a-true-story- news-tamil-qhpqgacbiaiha.htmlhttp://www.sify.com/movies/maaveeran-kittu-is-an- important-film-for-me-vishnu-vishal-news-tamil-qlenc2aagedbi.html Suseenthiran stated the idea of making the film had come to him after a member of the public had approached him at a shopping complex and requested that he made a film on the plight of Tamil people. Newcomer Soorya handled the cinematography, while fellow newcomer Shekar made his debut as art director. ==Release== The film had a theatrical release on 1 December 2016, with Behindwoods.com stating the film has \"strong content that could’ve been more impactful had the execution been better\".http://www.behindwoods.com/tamil- movies/maaveeran-kittu/maaveeran-kittu-review.html Sify.com's reviewer suggested that \"Suseenthiran has tried to convey an important message to the society but ended up being preachy\", and that \"perhaps the only saving grace of Maaveeran Kittu is the fact that it oozes sincerity from start to finish, you can make out right away that the filmmaker’s intention is not to deceive the audience\".http://www.sify.com/movies/maaveeran-kittu-review--preachy-- outdated-review-tamil-qmcqd6jjefdbj.html Baradwaj Rangan of the Hindu wrote \"Suseenthiran’s only concession to narrative excitement is the little twist that changes our perception of an event. Otherwise, this is a dull drama, shockingly reliant on dialogue to move the plot along as well as make its big points.\"https://www.thehindu.com/entertainment/movies/%E2%80%98Maaveeran- Kittu%E2%80%99-review-Caste-and-effect/article16745182.ece ==Soundtrack== D. Imman has rendered the musical score with Yugabharathi's lyrics for the songs. Album was released on 4 November and it consists of 6 songs (1 theme song). == References == == External links == * Category:2010s Tamil-language films Category:2016 films Category:Indian films Category:2016 action drama films Category:Indian action drama films Category:Films scored by D. Imman Category:Films set in 1980 Category:Films set in the 1980s Category:Films set in Tamil Nadu Category:Films shot in Tamil Nadu Category:Films directed by Suseenthiran Category:Films about social issues in India ",
    "title": "Maaveeran Kittu"
}