{
    "id": "51088541",
    "text": "Henry Dudley, (c. 1531 – 10 August 1557) was an English soldier and an elder brother of Queen Elizabeth I's favourite, Robert Dudley, Earl of Leicester. Their father was John Dudley, Duke of Northumberland, who led the English government from 1550 to 1553 under Edward VI and unsuccessfully tried to establish Lady Jane Grey on the English throne after the King's death in July 1553. For his participation in this venture Henry Dudley was imprisoned in the Tower of London and condemned to death. He was killed in the Battle of St. Quentin shortly after his rehabilitation. == Biography == Henry Dudley was born c. 1531 and was the fifth son of Sir John Dudley, later Viscount Lisle, Earl of Warwick and Duke of Northumberland, and his wife Jane Guildford. The Dudley lineage goes back to a family called Sutton. In the early 14th century they became the lords of Dudley Castle, from whom Henry descended through his paternal grandfather. This was Edmund Dudley, a councillor to Henry VII, who was executed after his royal master's death. Through his father's mother, Elizabeth Grey, Viscountess Lisle, Guildford descended from the Hundred Years War heroes, Richard Beauchamp, Earl of Warwick, and John Talbot, 1st Earl of Shrewsbury. When Henry was born, his father was a knight, in 1537 he became vice-admiral and later Lord Admiral. Under the young King Edward VI, Henry's father became Lord President of the Privy Council and de facto ruled England from 1550 to 1553. In 1542 John Dudley was created Viscount Lisle, later was created Earl of Warwick and then Duke of Northumberland in October 1551. Henry's mother served as a lady-in-waiting to Anne Boleyn, and later to Anne of Cleves. She was interested in the Reformed religion and, with her family, moved in evangelical circles from the mid-1530s. All Dudley's children grew up in a Protestant household and enjoyed a humanist education. Henry Dudley and his brothers were trained by, among others, the mathematician John Dee. In January 1553 the King became ill and by the beginning of June his condition was hopeless. For more than a year, the Imperial ambassador Jehan de Scheyfye had been convinced of Northumberland being engaged in some \"mighty plot\" to settle the Crown on his own head. Always looking out for signs as to this respect, he reported talk that the Duke was contemplating the divorce of his eldest son to marry him to Princess Elizabeth. In fact, it was Henry's youngest brother, Guildford Dudley, who had recently been married on King's favourite cousin Lady Jane Grey. Lady Jane was to ascend the English throne after the King's death, according to Edward's will, headed \"My Devise for the Succession\", in which he bypassed his half-sisters Mary and Elizabeth. In 21 June hundred and two personages signed the letters patent, which were supposed to settle the Crown on Jane. King Edward VI died on 6 July. On 10 July Jane and Guildford made their ceremonial entry into the Tower of London. The same day as Jane's proclamation, a letter from Mary Tudor arrived in London, saying that she was now queen and demanding the obedience of the Council. Henry Dudley was imprisoned in the Tower of London with his father and his four brothers. All were attainted and condemned to death, but only the Duke and Guildford Dudley were executed. On the whole, the brothers' release was brought about by their mother and their brother-in-law Henry Sidney, who successfully lobbied the Spanish nobles around England's new co-ruler and king consort, Philip of Spain. Out of prison Henry, Ambrose and Robert Dudley took part in one of several tournaments held by Philip to celebrate Anglo-Spanish friendship. Also in January 1555, Dudley's mother died, leaving Henry some money, which Queen Mary allowed him to inherit despite his attainder. However, the Dudley brothers were only welcome at court as long as King Philip was there; later in 1555 they were even ordered out of London and the next year, in the wake of a conspiracy by their distant cousin Henry Sutton Dudley, the French ambassador Antoine de Noailles reported that the government was seeking to apprehend \"the children of the Duke of Northumberland\", who were said to be on the run. By January 1557, the brothers were raising personal contingents to fight for Philip II, now also King of Spain. Henry with his brothers joined the Spanish forces in France and took part in the Battle of St. Quentin, where Henry Dudley was killed. He was married before 1557 to Margaret Audley, daughter of Thomas Audley, 1st Baron Audley of Walden ,and his wife Lady Elizabeth Grey. They were childless, and Margaret later became the second wife of Thomas Howard, 4th Duke of Norfolk. ==Ancestry== ==Notes== ==References== * * * * * * (OCLC 51384729) * * * * * * * * Category:1530s births Category:1557 deaths Henry Category:16th-century Royal Navy personnel ",
    "title": "Henry Dudley (1531–1557)"
}