{
    "id": "51088727",
    "text": "Marcel Dalmas (1892–1950) was a French architect who mainly worked in Nice, in the south of France. His Art Deco buildings were usually richly ornamented. He also taught architecture, was town planner for Nice and became a municipal councillor for Nice. ==Life== Marcel Dalmas was born in 1892, the son of the architect Charles Dalmas. He qualified as an Architecte diplômé par le gouvernement. He collaborated with his father in the 1920s and 1930s until his father died in 1938. His buildings were neoclassical or Art Deco in style. Charles and Marcel Dalmas received a Grand Prix at the Paris International Decorative and Industrial Arts Exhibition in 1925 for the Alpes Maritimes pavilion. Their design was a \"modest dwelling of an Art Lover in the Alpes- Maritimes\". Charles and Marcel Dalmas were both lovers of tennis. They built a new facility for the Lawn-Tennis Club de Nice in the 1920s, choosing a regional style and materials. Marcel Dalmas and his father collaborated with the architect and engineer François Alexandre Arluc in construction of the Miramar Hotel in Cannes in 1928. That year Charles and Marcel Dalmas built the Art Deco Palais de la Méditerranée casino on the Promenade des Anglais, Nice. Most of the casino was demolished in May 1990 apart from two of the facades, replaced by a resort with conference facilities, recreation areas, residences and offices. Marcel-Victor Guilgot was associated with Charles and Marcel Dalmas from 1931 to 1937. Guilgot had a classical training and had learned from the immensely cultured Charles Dalmas. He worked with Marcel Dalmas but preferred a simpler, less decorative style. After World War II (1939–45) Guilgot and Marcel Dalmas had parallel careers, both building luxury shops and houses. Marcel Dalmas became official architect of the Alpes-Maritimes department, and in this role prepared the urban plans of the city of Nice. Like his father, he taught at the School of Decorative Arts in Nice and became a municipal councillor of the city of Nice. Marcel Dalmas died in 1950. His son, Georges Dalmas, was also an architect and created several high quality buildings in the 1950s with a sober and solid style, with bare forms and pure lines that contrasted with the more decorative work of his father. ==Noted works== Buildings by Marcel Dalmas included: {|class=\"wikitable sortable\" |- !Year !! Name !! Location !! Function !! Height (m) |- |1921 || Immeuble de la BNP || Nice || Offices, Commercial || 25 |- |1925 || Palais Bel Mare || Nice || Residential || 21 |- |1928 || Palais de la Méditerranée || Nice || Hotel || 32 |- |1928 || 16, boulevard Gambetta || Nice || Hotel, Residential || 26 |- |1929 || Villa Laure || Nice || Residential || 9 |- |1930 || Hôtel Albert 1er || Nice || Hotel, Commercial || 22 |- |1930 || 19, rue Saint-François de Paule || Nice || Residential, Commercial || 22 |- |1932 || Restaurant Aphrodite|| Nice || Commercial || 6 |- |1935 || Hôtel Le Collet d'Auron || Saint-Étienne- de-Tinée || Hotel ||15 |- |1935 || Villa Santa Lucia || Antibes || Residential || 6 |- | || Villa Les Beaux Jours || Antibes || Residential || |} After the war Marcel Dalmas adapted the Aston and Langham hotels in Nice. The Langham was built by his father. He collaborated with Milon de Peillon in adapting the Majestic. ==Notes== ==Sources== * * * * * * * Category:1892 births Category:1950 deaths Category:20th-century French architects ",
    "title": "Marcel Dalmas"
}