{
    "id": "51097830",
    "text": "Lam Cheuk-ting (; born 13 June 1977) is a Democratic Party politician in Hong Kong. He is a former investigator of the Independent Commission Against Corruption (ICAC) and chief executive of the Democratic Party. He is current member of the North District Council for Shek Wu Hui. He was elected to the Legislative Council of Hong Kong in 2016 through New Territories East. ==Biography== Lam graduated from the Chinese University of Hong Kong in 1999, studying Government and Public Administration. After graduation, he joined the Democratic Party and became assistant of Albert Ho. He was transferred to Democratic Party's Legislative Council Secretariat in 2001 and became assistant of party's chairman in 2003, having been serving Yeung Sum, Lee Wing-tat and Albert Ho. In 2006 when the Democratic Party set up a five-member investigation commission on the allegation of some senior members involving in spying activities of Beijing, he became the secretary of the commission. He left the party and joined the Independent Commission Against Corruption (ICAC) as an investigator in 2006. He returned to the Democratic Party as chief executive in 2011, succeeding Chan Ka-wai who quit after being caught visiting a one-woman brothel. Lam is a spokesman of the Property Owners' Anti Bid- Rigging Alliance against an alleged bid-rigging scandal in Garden Vista, where he is a resident, as well as the alleged scandals in other flats. He was also involved in parallel trading issue, which was criticised for affecting the daily livelihood of local residents especially in North District, as a coordinator of the Sheung Shui Parallel-Goods Monitoring Group. In 2015, he won a seat in Shek Wu Hui of the North District Council in the 2015 District Council elections, defeating incumbent Simon Wong Yuen-keung. In 2016, he represented the Democratic Party to run in New Territories East for the 2016 Legislative Council election, succeeding chairwoman Emily Lau. left === 2019 Yuen Long attack === Lam was a victim of the Yuen Long attacks on 21 July 2019, when MTR passengers, journalists, and pro-democratic protesters were attacked by a mob of white-clad men. As a result, his mouth was wounded and he was treated with several stitches. Lam was streaming the violence on Facebook with his phone. A rally was held in Yuen Long alleging that Lam was responsible for the Yuen Long attack and accusing him of bringing protesters to Yuen Long. In response, Lam pointed out that video footage shows the men attacking people in Yuen Long long before he arrived in the town, and replied that \"telling a lie a hundred times will not make it the truth\". On 26 August 2020, Lam was arrested on charges of \"rioting\" for showing up in Yuen Long station on 21 July 2019, and \"conspiring with others to damage property and obstructing the course of justice\" in Tuen Mun on 6 July 2019. ==Personal life== Lam is noted for his height, which is 1.92m. ==References== Category:1977 births Category:Living people Category:Hong Kong Christians Category:Alumni of the Chinese University of Hong Kong Category:District councillors of North District Category:Democratic Party (Hong Kong) politicians Category:HK LegCo Members 2016–2020 Category:Members of the Legislative Council of Hong Kong ",
    "title": "Lam Cheuk-ting"
}