{
    "id": "51096637",
    "text": "The Leeds Revolutionary Feminist Group was a feminist organisation active in the United Kingdom in the 1970s and 1980s. While there were a number of contemporary revolutionary feminist organisations in the UK, the Leeds group was 'internationally significant'.Finn Mackay (2015). Radical Feminism: Feminist Acitivism in Movement. Basingstoke: Palgrave Macmillan. The group is remembered chiefly for two reasons. The first is organising the UK-wide ‘Reclaim the Night’ marches in November 1977. The second is the publication of the pamphlet Political Lesbianism: The Case Against Heterosexuality, which advocated political lesbianism. British activist Sheila Jeffreys was closely involved with the group, while UK feminist Julie Bindel has spoken of the group's influence on her, as have many others.'My sexual revolution', Julie Bindel, The Guardian, 30 January 2009. The Leeds Revolutionary Feminist Group was founded in 1977, the result of a wider backlash against the perceived dominance of liberal feminism.Finn Mackay (2014), 'Reclaiming revolutionary feminism'. Feminist Review, 106. The group emphasised the importance of women- only spaces and organisation, and identified male violence against women and the threat of it as the keystone in the oppression of women. According to Alison Garthwaite, who was heavily involved with the Leeds group, the group differed from many separatists by their opposition to separatism as a lifestyle, or an end in itself. The group organised the Reclaim the Night marches that were held in various cities across the United Kingdom on the night of 12 November 1977. They were inspired by night marches which had taken place in Germany with the message that women should be able to walk at night without fear. The marches took place in the context of the ‘Yorkshire Ripper’ murders, where thirteen women and girls were murdered over a five-year period. Feminists were angry not just over the murders but also the police reaction to them. Police had advised women not to go out at night. Not only was this not practical to many women, it was also seen as blaming the victims.'Why reclaim the night?' As many of the murders took place in the Chapeltown area of Leeds, and because many of the organisers lived in the area, the Leeds march took place there. This drew criticism from some anti-racist campaigners. They argued that since Chapeltown was a mostly-black area, the march risked reinforcing the ‘black beast’ stereotype and drawing unwanted police attention the area. Increasing policing, however, was not a demand of the organisers. The pamphlet Political Lesbianism: The Case Against Heterosexuality also proved controversial. The pamphlet was published in 1979, having originated from a conference talk given in 1977. It was republished in 1981 under the title Love your enemy? The debate between heterosexual feminism and political lesbianism. The re-publication highlighted some of the responses to the argument. The authors of the pamphlet advocate that women should become lesbians. Lesbian here is defined as a woman who refrains from heterosexual sexual activity, not necessarily a woman who sleeps with other women. It is argued that heterosexuality must be abandoned since heterosexual relations are one of the main ways that women as a whole are kept under systematic control. Women who engage in heterosexual activity are denounced as ‘collaborators with the enemy’. While many women were influenced by the pamphlet, it also evoked a critical reaction. Many heterosexual women were offended at being called collaborators, and the labeling of all men as the enemy of women. Lesbian feminists and others also opposed the suggestion that sexuality was a choice. ==References== ==External links== * Love your enemy? The debate between heterosexual feminism and political lesbianism Category:1977 establishments in England Category:History of Leeds Category:Lesbian feminist organizations Category:Organisations based in Leeds Category:Radical feminist organizations Category:Political lesbianism Category:Feminist organisations in the United Kingdom ",
    "title": "Leeds Revolutionary Feminist Group"
}