{
    "id": "51098713",
    "text": "Aarne Armas Saarinen (5 December 1913 – 13 April 2004Aarne Saarinen Parliament of Finland . Retrieved 18 July 2016.) was a Finnish politician and a trade union leader, who was a member of the Parliament of Finland for the People's Democratic League. He was also the leader of the Communist-led Union of Construction Workers 1954–1966, the chairman of the Communist Party of Finland 1966–1982 and the vice-chairman of the People's Democratic League 1976–1985. == Political views == Saarinen was a stonemason who joined the local labor union branch in 1934. During World War II he fought for the Finnish troops. Saarinen was later known as one of the most prominent Communist leaders outside the Eastern Bloc. He was considered as a Eurocommunist who had sceptical views over the Soviet Union. Saarinen condemned the 1968 invasion of CzechoslovakiaArter, David: Scandinavian Politics Today, p. 293. Manchester University Press, 2008. . and during the 1970s, he resisted the efforts of the Stalinist extremists like Taisto Sinisalo to increase the Soviet influence in Finland. == Other == Saarinen was an enthusiastic pipe smoker. In 1988 he founded the ″Society of Considerate Smokers″ together with the Finnish author and film director Jörn Donner.″Tupakkateollisuuden kuolemankauppiaat″ Erkki Aurejärvi . Retrieved 18 July 2016. == References == Category:1913 births Category:2004 deaths Category:People from Ingå Category:People from Uusimaa Province (Grand Duchy of Finland) Category:Communist Party of Finland politicians Category:Finnish People's Democratic League politicians Category:Finnish trade unionists Category:Members of the Parliament of Finland (1962–66) Category:Members of the Parliament of Finland (1966–70) Category:Members of the Parliament of Finland (1972–75) Category:Members of the Parliament of Finland (1975–79) Category:Members of the Parliament of Finland (1979–83) Category:Trade union leaders Category:Finnish military personnel of World War II ",
    "title": "Aarne Saarinen"
}