{
    "id": "51097503",
    "text": "Elizabeth Eden Harris (born May 31, 1997), known professionally as Cupcakke (often stylized as cupcakKe), is an American rapper, singer and songwriter from Chicago, Illinois. She is famed for her hyper-sexualized, brazen, and often comical persona and music. Cupcakke has also used her songs as a platform to advocate for LGBT rights and to encourage female empowerment. Cupcakke began her career as a rapper by releasing material online in late 2012. In 2015, two of her songs, \"Deepthroat\" and \"Vagina\", went viral on video-sharing platoforms. The songs were later included on her debut mixtape, Cum Cake (2016), which was included on both Rolling Stone and Pitchforks list of the Best Rap Albums of 2016. Her second mixtape, S.T.D (Shelters to Deltas), was released in 2016 and preceded the studio albums Audacious (2016), Queen Elizabitch (2017), Ephorize (2018) and Eden (2018). ==Early life== Harris was born on May 31, 1997, in Chicago, Illinois, and was raised on King Drive, near Parkway Gardens. Harris was raised by a single mother and spent nearly four years in Chicago's homeless shelters starting at age seven. She grew up and went to school with other established Chicago rappers such as Lil Reese and Chief Keef. She got an early start into music and poetry at the age of 10 by her involvement in her local church. It was also there that she got her start in performing, where she would perform for her local pastors by reciting poetry about her Christianity and faith. When she was 13, she met a fellow church-goer who encouraged her to turn the poetry into rap music, and she became infatuated with the art form. She cites 50 Cent, Lil' Kim, and Da Brat as early influences to her musical style. ==Career== ===2012–2014: Early output=== Harris released her first music video, \"Gold Digger\" onto her official YouTube channel in August 2012. She was only 15 at the time of its release—the original video has since been deleted. Over the next few years, she continued to release original music, as well as freestyles using beats from other artists through her YouTube channel, where she has amassed over 500,000 subscribers. ===2015–2016: Cum Cake, S.T.D (Shelters to Deltas), and Audacious=== In October 2015, the official music video for her song \"Vagina\" was released on YouTube via YMCFilmz. According to Cupcakke, she wrote the song because she was inspired by Khia's song \"My Neck, My Back\". One month later, Harris released \"Deepthroat\" on her own channel. Within weeks, the two videos went viral on YouTube, Worldstar, and Facebook due to their overt sexual nature and raunchiness. The songs later became singles for Harris' debut mixtape, Cum Cake, which was released in February 2016. Its release was also supported by further singles such as \"Juicy Coochie\", \"Tit for Tat\", and \"Pedophile\". A writer for Pitchfork called the mixtape a \"well rounded introduction to a skilled writer\" and said it used songs \"about love, loss, and hardship with its more explicit tracks to create a full profile of the up- and-coming Chicago rapper\". \"Pedophile\" was also specifically noted for its powerful lyrics and blunt commentary on sexual assault. In June 2016, Harris released her second mixtape, S.T.D (Shelters to Deltas) It was preceded by the single \"Best Dick Sucker\". Other tracks, such as \"Doggy Style\" and \"Motherlands\", were also later released as singles. The mixtape was listed among Rolling Stone's \"Best Rap Albums of 2016 So Far\". In October 2016, Harris released her debut studio album, Audacious. The album was preceded by the single \"Picking Cotton\", which was described by MTV News as \"a protest song about racist cops\". Other tracks on the album such as \"Spider-Man Dick\" and \"LGBT\" were accompanied by music videos. In an interview Harris stated that she made the song \"LGBT\" \"...strictly for the gay community to know that they are loved and don’t need to feel judged.\" ===2017–2018: Queen Elizabitch, Ephorize and Eden=== In February 2017, Harris released \"Cumshot\", which served as the lead single to her second studio album. On March 7, English singer-songwriter Charli XCX premiered her song \"Lipgloss\", which featured Harris. The song was later included on XCX's mixtape, Number 1 Angel, which was released on March 10. Her second studio album, titled Queen Elizabitch, was released on March 31, 2017. The Fader described it as \"the type of nasty rap that made her a viral sensation, alongside all-out pop bangers like \"33rd\" and the confessional a cappella freestyle \"Reality, Pt. 4.\" Stereogum also noted that the album \"sees CupcakKe engaging with the current political climate and radio trends in a way that could help her cross over to a more mainstream audience\". On April 7, 2017, Queen Elizabitch was removed from online streaming services and digital music stores due to an illegal backing track that Harris had purchased from what she described as a \"shady producer\". She soon announced on Twitter that Queen Elizabitch would be re-released on April 16, 2017. She then released the singles \"Exit\" on November 6, 2017, and \"Cartoons\" on November 10, 2017. Her third studio album, Ephorize, was released on January 5, 2018. Exclaim! called it \"her most polished work to date\" and noted that \"she still slides in plenty of deliciously dirty one-liners throughout the new record.\" HotNewHipHop commented that \"Ephorize might be one of the most introspective bodies of work she's dropped off to date.\" Pitchfork called it Cupcakke's \"best album yet, with terrific production and a barrage of raps that reveal Elizabeth Harris to be far more than her hilarious and absurdly raunchy one-liners.\" On January 15, 2018, Harris posted the music video for her song \"Duck Duck Goose\", from Ephorize, on YouTube. The Fader described it saying \"the visual features the Chicago rapper showing off an extensive collection of dildos as well as a souvenir Statue of Liberty. \" On February 20, the music video for \"Fullest\", another track from Ephorize, was released. On November 9, 2018, Harris released her fourth studio album, Eden. She released music videos for the lead single \"Quiz\", and for the following singles \"Hot Pockets\" and \"Blackjack\". ===2019–present: Hiatus and standalone singles=== Cupcakke at Primavera Sound in 2019 On January 8, 2019, Harris was reportedly taken to a hospital in Chicago after tweeting that she was going to commit suicide. In a tweet posted the next day, Harris wrote \"I've been fighting with depression for the longest. Sorry that I did it public last night but I'm ok. I went to the hospital & I'm finally getting the help that I need to get through, be happy, & deliver great music. Thanks for all the prayers but please don't worry bout me.\" On January 11, 2019, the single Squidward Nose was released, and on February 21, 2019, a music video for the song featuring John Early premiered. On April 17, 2019, Harris released a remix of Lil Nas X's song \"Old Town Road\" titled \"Old Town Hoe\". It was released exclusively on her YouTube channel. A music video was released the following day. In September 2019, Harris announced her retirement in an Instagram live video, stating, \"This live is going to be the last video that y'all [will] see of me\". She stated that she would no longer be releasing music to the public and that she would be removing her music from all streaming platforms. She stated that she was disturbed to see children in videos and young people at her shows singing along to her explicit songs, felt she was \"corrupting the youth\" with her raunchy songs. and said \"I want to go to heaven after this. I don’t want to go to hell”. Harris also told fans that she has a \"very bad gambling addiction\" and that she had lost $700,000 at a casino in September 2018. She concluded the video by thanking her fans for their support and for saving her and her family from homelessness which they experienced prior to Harris' career in music. Harris' Instagram and Twitter accounts were deactivated after the livestream ended. Her music remained available on streaming platforms. On November 7, 2019, CupcakKe came out of retirement after a 40-day absence on all social media platforms with a tweet; \"Jesus fasted for 40 days & so did I...... Nov 16th\". On March 6, 2020, CupcakKe released a new single, \"Lawd Jesus.\" CupcakKe uploaded her first video to YouTube since her previous deletion of all videos on her channel in 2019 with the double video for singles \"Grilling Niggas\" and \"Lawd Jesus\", released on May 13, 2020. On June 1, 2020, CupcakKe released the single \"Lemon Pepper\" with half of the proceeds going towards the Minnesota Bail fund. Another single, \"Discounts\" was released on June 26, 2020. The song peaked at number 78 on the UK Singles Downloads Chart and number 80 on the UK Singles Sales Chart, becoming her first single to do so. ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of albums, with selected chart positions, sales, and certifications ! scope=\"col\" rowspan=\"2\" style=\"width:11em;\" | Title ! scope=\"col\" rowspan=\"2\" style=\"width:25em;\" | Album details ! colspan=\"3\" scope=\"col\" | Peak chart positions |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"|US Heat ! scope=\"col\" style=\"width:3em;font-size:90%;\"|US Indie ! scope=\"col\" style=\"width:3em;font-size:90%;\"|NZ Heat |- ! scope=\"row\" | Audacious | *Released: October 14, 2016 *Label: Self- released *Formats: CD, digital download | — || — || — |- ! scope=\"row\" | Queen Elizabitch | *Released: March 31, 2017 *Label: Self-released *Formats: CD, digital download | — || — || — |- ! scope=\"row\" | Ephorize | *Released: January 5, 2018 *Label: Self-released *Formats: CD, digital download | 2 || 18 || 6 |- ! scope=\"row\" | Eden | *Released: November 9, 2018 *Label: Self- released *Format: Digital download | — || — || — |} ===Mixtapes=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+ List of albums, with selected chart positions, sales, and certifications ! scope=\"col\" rowspan=\"1\" style=\"width:11em;\" | Title ! scope=\"col\" rowspan=\"1\" style=\"width:25em;\" | Album details |- ! scope=\"row\" | Cum Cake | *Released: February 9, 2016 *Label: Self-released *Formats: CD, digital download |- ! scope=\"row\" | S.T.D (Shelters to Deltas) | *Released: June 19, 2016 *Label: Self-released *Formats: CD, digital download |} ===Singles=== ====As lead artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" ! rowspan=\"2\" style=\"width:20em;\"| Title ! rowspan=\"2\" | Year ! colspan=\"4\" |Peak chart positions ! rowspan=\"2\" | Album |- ! scope=\"col\" style=\"width:3em;font-size:90%;\"|US Dig. ! scope=\"col\" style=\"width:3em;font-size:90%;\"|US R&B;/HH Dig. ! scope=\"col\" style=\"width:3em;font-size:90%;\"|SCO ! scope=\"col\" style=\"width:3em;font-size:90%;\"|UK Down. |- ! scope=\"row\"| \"Vagina\" | rowspan=\"2\"|2015 |– | – || – || – | rowspan=\"3\"|Cum Cake |- ! scope=\"row\"| \"Deepthroat\" |– | – || – || – |- ! scope=\"row\"| \"Juicy Coochie\" | rowspan=\"4\"| 2016 |– | – || – || – |- ! scope=\"row\"| \"Best Dick Sucker\" |– | – || – || – | rowspan=\"2\"| S.T.D (Shelters to Deltas) |- ! scope=\"row\"| \"Panda (Remix)\" |– | – || – || – |- ! scope=\"row\"| \"Picking Cotton\" |– | – || – || – | Audacious |- ! scope=\"row\"| \"Cumshot\" | rowspan=\"4\" | 2017 |– | – || – || – | rowspan=\"2\"| Queen Elizabitch |- ! scope=\"row\"| \"Biggie Smalls\" |– | – || – || – |- ! scope=\"row\" | \"Exit\" |– | – || – || – | rowspan=\"2\" |Ephorize |- ! scope=\"row\"| \"Cartoons\" |– | – || – || – |- ! scope=\"row\" | \"Quiz\" | rowspan=\"3\" |2018 |– | – || – || – | Eden |- ! scope=\"row\"| \"Hot Pockets\" |– | – || – || – | |- ! scope=\"row\"| \"Blackjack\" |– | – || – || – | Eden |- ! scope=\"row\"| \"Squidward Nose\" | rowspan=\"5\"| 2019 |– | – || – || – | rowspan=\"9\" |- ! scope=\"row\"| \"Bird Box\" |– | – || – || – |- ! scope=\"row\"| \"Ayesha\" |– | – || – || – |- ! scope=\"row\"| \"Whoregasm\" |– | – || – || – |- ! scope=\"row\"| \"Grilling Niggas\" |– | – || – || – |- ! scope=\"row\"| \"Lawd Jesus\" | rowspan=\"4\"| 2020 |– | – || – || – |- ! scope=\"row\"| \"Lemon Pepper\" |– | – || – || – |- ! scope=\"row\"| \"Discounts\" |10 || 6 || 70 || 78 |- ! scope=\"row\"| \"Elephant\" | – || – || – || — |- | colspan=\"15\" style=\"font-size:90%\"| \"—\" denotes a recording that did not chart or was not released in that territory. |} ====As featured artist==== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\" style=\"width:20em;\"| Title ! scope=\"col\"| Year ! scope=\"col\"| Album |- ! scope=\"row\"| \"Man Pussy\" | rowspan=\"7\"|2016 | 204ever |- ! scope=\"row\"| \"Cabbage (Remix) (Ladies and Fellas)\" | |- ! scope=\"row\"| \"Pu$$y Market\" | Professional Fame |- ! scope=\"row\"| \"PÜ$$Y (RemiXXX)\" | rowspan=\"3\" |- ! scope=\"row\"| \"2 Bad Azz Bitches\" |- ! scope=\"row\"| \"Situation\" |- ! scope=\"row\"| \"Trouble in Hollywood!\" | Plastic Love |- ! scope=\"row\"| \"Boy\" | rowspan=\"6\"|2017 | Poster Child |- ! scope=\"row\"| \"Get Ya Shine On\" | rowspan=\"5\" |- ! scope=\"row\"| \"Loverboy\" |- ! scope=\"row\"| \"Queens of the Streets\" |- ! scope=\"row\"| \"Lick You\" |- ! scope=\"row\"| \"Party Like a Pornstar\" |- ! scope=\"row\"| \"Like a Snapback\" | rowspan=\"7\"|2018 | Different Mind State |- ! scope=\"row\"| \"Drip\" | Elevated |- ! scope=\"row\"| \"Falling Fast\" | Falling Fast – The Remixes |- ! scope=\"row\"| \"Ass & Titties\" | rowspan=\"2\" |- ! scope=\"row\"| \"School Night\" |- ! scope=\"row\"| \"No Fats, No Femmes\" | MILF |- ! scope=\"row\"| \"Bitter Chocolate\" | |- ! scope=\"row\"| \"Ripe\" | rowspan=\"2\"| 2020 | Look at Us Now Dad |- ! scope=\"row\"| \"Shake Sum\" | Child's Play |} ===Guest appearances=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |- ! scope=\"col\"| Title ! scope=\"col\"| Year ! scope=\"col\"| Other artist(s) ! scope=\"col\"| Album |- ! scope=\"row\"|\"Lipgloss\" | rowspan=\"2\"| 2017 |Charli XCX |Number 1 Angel |- ! scope=\"row\"|\"I Got It\" |Charli XCX, Brooke Candy, Pabllo Vittar |Pop 2 |- ! scope=\"row\"|\"Iced Out Dick\" | rowspan=\"2\"| 2018 |LIL PHAG |God Hates Lil Phag |- ! scope=\"row\"|\"LMK (What's Really Good)\" |Kelela, Princess Nokia, Junglepussy, Ms. Boogie |Take Me a_Part, the Remixes |- ! scope=\"row\"|\"Safari Zone\" | rowspan=\"2\"| 2019 |Aja |BOX Office |- ! scope=\"row\"|\"Shake It\" |Charli XCX, Big Freedia, Brooke Candy, Pabllo Vittar |Charli |} ==Tours== * The Marilyn Monhoe Tour (2017) * The Ephorize Tour (2018) * The Eden Tour (2018–2019) ==See also== * Music of Illinois ==References== ==External links== * * Category:1997 births Category:Living people Category:African-American singer-songwriters Category:American female rappers Category:African-American female rappers Category:Broadcast Music, Inc. composers and writers Category:Christians from Illinois Category:Feminist musicians Category:Midwest hip hop musicians Category:Rappers from Chicago Category:Sex-positive feminists Category:Songwriters from Illinois Category:21st-century American rappers Category:21st-century American women musicians Category:American hip hop singers ",
    "title": "Cupcakke"
}