{
    "id": "51095001",
    "text": "The Franconian HeightsThe Franconian Heights Nature Park: a stone's throw from Nuremberg and blessed by the sun at www.germany.travel. Retrieved 17 July 2016Bavarian State Chancellery, Information about Bavaria, 1981, p. 11. () are a hill ridge, up to , in Bavaria and Baden-Württemberg in South Germany. == Location and boundaries == The Franconian Heights lie in the west of Franconia on either side of the border between Bavaria in the east (with the districts of Neustadt a.d.Aisch-Bad Windsheim and Ansbach) and Baden-Württemberg in the west (Schwäbisch Hall and a small area of the Ostalbkreis). The larger part lies in Bavaria; the markedly smaller southwestern element is in Baden- Württemberg. It includes the southern part of the so-called Crailsheim Hardt (Crailsheimer Hardt), which extends in an arc around the town of Crailsheim from the ramp of the A 6 northeast of Satteldorf in the north as far as Jagst near Stimpfach in the south, where it transitions into the Virngrund. It also includes the little basin of the upper Zwergwörnitz to the southeast, near Kreßberg. The Franconian Heights, whose plateau has a hill country character in places, lie south of the somewhat lower hills of the Steigerwald, east of the Hohenlohe Plain and northeast of the Ellwangen Hills, and not quite half way on a line from Nuremberg to Stuttgart, east of Rothenburg. == Geology == Geologically, the Franconian Heights belong to the Keuper Uplands, which run through both the Franconian Keuper-Lias Land and through the adjacent Swabian Keuper-Lias Land to the southwest, and is also surrounded by lias country. Its northern continuation is the Steigerwald, up to 499 m high, which transitions into the Haßberge (up to 512 m) on the far side of the River Main. Its southern continuation, the Swabian-Franconian Forest, runs from the southern boundary of the Heights, mainly westwards, and is a little higher, climbing to 586 m. On its western side, the Franconian Heights end in a steep scarp (also called the Trauf), and in the east, descends to the plains. The dominant rock type is (keuper-)sandstone; the soils are relatively sandy. Old quarries, such as those in Obergailnau near Wettringen bear witness to the former importance of this rock for house construction in the region. == Nature park == The Franconian Heights Nature Park covers most of the region, but not its southern part. In addition, it extends westwards near Rothenburg and as far as the Sulzach north of Feuchtwangen, well beyond the ridge itself. == Settlements == The towns and villages of the region include: * Burgbernheim * Colmberg * Crailsheim with subdistricts east of the Jagst * Diebach * Dombühl * Feuchtwangen * Fichtenau with its subdistrict of Wäldershub * Kreßberg * Marktbergel * Markt Erlbach * Obernzenn * Satteldorf and its eastern subdistricts * Schillingsfürst * Schnelldorf * Stimpfach with several villages * Trautskirchen * Wettringen * Wörnitz == Transport == The Franconian Heights are crossed by the A 6 and A 7 motorways, which meet in the valley of the Wörnitz at the Feuchtwangen/Crailsheim intersection. The ramp on the A 6 after the Crailsheim exit which is still on the Hohenlohe Plain up to the western Trauf or edge of the Heights, clearly shows the morphological border. A rest stop on the A 6 about 10 km east of the motorway intersection is named after the landscape. == References == Emil Meynen, Josef Schmithüsen (eds.): Handbook of the Natural Region Divisions of Germany. Bundesanstalt für Landeskunde, Remagen/Bad Godesberg, 1953–1962 (9 issues in 8 books, updated 1:1,000,000 with major units, 1960). == External links == * Landscape fact file by the BfN ** Frankenhöhe (boundaries do not cover the entire Franconian Heights, because the upper Altmühl valley is excluded) ** Upper Altmühl Valley (only in the northwest of the Franconian Heights) Category:Mountain ranges of Bavaria Category:Mountain and hill ranges of Baden-Württemberg Category:Regions of Bavaria Category:Regions of Baden-Württemberg Category:Schwäbisch Hall (district) Category:Ostalbkreis Category:Natural regions of the South German Scarplands ",
    "title": "Franconian Heights"
}