{
    "id": "51099982",
    "text": "Electric Kiwi is an independent online New Zealand electricity retailer. Established in 2014, Electric Kiwi has a focus on using cloud computing and smart meters to service customers in the major urban areas around the country. Its services depend on the presence of the smart meters in the customer's home. Over one million households in New Zealand were equipped with smart meters as of January 2014 . It is owned by Energy Collective limited, 66.8% of stock is owned by Scientific Investors Ltd. of the United Kingdom and the other 33.2% by private investors. Electric Kiwi offers a free off-peak hour of power to its customers between 9am-5pm and 9pm-7am every day. As at 31 March 2019, Electric Kiwi had 37,000 customers, giving it a 1.7% share of the retail market and making it the 10th-largest retailer in New Zealand. == History == Electric Kiwi was established in mid-2014 and took on its first ‘test’ customers in December of that year, before launching to the public in May 2015. The company's founders, including Julian Kardos, saw an opportunity in the electricity retailing market for a provider which leveraged the capabilities of smart meters which it and Consumer advocacy group Consumer NZ believed were being under utilised at that time. Electric Kiwi used the information from smart meters to allow the more accurate purchase of electricity from wholesalers with the intent of passing on those savings to its customers. In April 2017, Electric Kiwi accused competitor Trustpower of intentionally slowing the uptake of smart meters with their customers to prevent them shifting to retailers that rely on smart meter technology. The Electricity Authority said they were satisfied with efforts by retailers to roll out smart meter use. In July 2018, it was reported that Electric Kiwi's free hour of power was causing local lines in northern Dunedin to overload, causing regular outages. The area is home to a large number of students from the University of Otago and Otago Polytechnic, many of whom had chosen the same hour for free power. Electric Kiwi claimed the issue was due to inadequate local lines infrastructure and low-quality housing in the areas, while local lines company Aurora Energy claimed that it would be uneconomical to provide extra capacity to deal with short term spikes and that retailers should ensure any promotion does not cause disruptions on their network. In September 2019 the Energy Efficiency Conservation Authority launched the 'Gen Less' campaign targeted at this demographic to encourage less energy use. During an October 2018 spike in prices in the New Zealand wholesale electricity market, Electric Kiwi announced a halt on customers switching from spot-price providers. Electric Kiwi CEO Luke Blincoe stated \"Choosing a spot- based retailer is similar to not insuring your car. You can end up paying more if something goes wrong. While we would love to help, it's a bit like calling your insurance company to get cover after a car crash has happened.\" Electric Kiwi laid a joint complaint to the Electricity Authority in October 2018 with Flick Electric, Pulse and Vocus Communications over the market spike, alleging an 'Undesirable Trading Situation'. In February 2019, the Electricity Authority found that the price spike had been a result of outages and a lack of information about gas supply, finding no evidence of anti-competitive behavior by generators. In June 2019 Electric Kiwi complained to the Commerce Commission and the Advertising Standards Authority that competitor Meridian Energy was 'greenwashing' in their advertising campaign stating that they generate power from 100% renewable energy sources. As most energy generated in New Zealand goes into the same lines for distribution, they argued this could mislead consumers to believe the power they were getting from Meridian was the power they generated. Both the ASA and CC dropped the complaint. In 2019, Electric Kiwi funded two studies by Auckland University of Technology on 'kiwi' identity. After heavy rainfall and flooding in Southland in November 2019, Electric Kiwi joined small retailers in lodging a complaint to the Electricity Authority over competitors Meridian Energy and Contact Energy's spilling of water from their hydro power stations. Both stated that they had acted correctly. In April 2020 Electric Kiwi complained to the Electricity Authority that competitor Genesis Energy were breaching the New Zealand Government Electricity Pricing Review Panel's ban on 'Win Backs', a practice where customers would be offered a better deal by their electricity retailer if they said they would leave. Genesis admitted fault and apologized. On May 16 while New Zealand was in isolation at home during the COVID-19 epidemic, Electric Kiwi sponsored the 'Jam on Toast' live music festival, streamed online through Facebook. == Awards == Winner 2018 Deloitte Fast 50. Winner of the 2018 Consumer NZ energy retailer of the year. Recipient of a 2018 People’s Choice Award from Consumer NZ. Canstar Blue awarded Electric Kiwi the 2017 Most Satisfied Customers Award – Electricity Providers. == Areas of operation == Electric Kiwi services customers in the following local lines company areas. ;North Island * Top Energy (Far North district) * Northpower (Whangarei and Kaipara districts) * Vector (Auckland region north of Papakura) * Counties Power (Pukekohe) * WEL Networks (Hamilton and northern Waikato) * Waipa Networks (Waipa) * The Lines Company (King Country) * Powerco (western Bay of Plenty, eastern Waikato, Taranaki, most of Manawatu-Wanganui and Wairarapa) * Unison Networks (Rotorua, Taupo, Napier & Hastings) * Eastland Network (Gisborne and East Coast) * Horizon Energy Distribution (Eastern Bay of Plenty) * Centralines (Central Hawke's Bay) *Scanpower (Tararua) * Electra (Horowhenua and Kapiti Coast districts) * Wellington Electricity (Wellington metro) ;South Island * Nelson Electricity (Central Nelson city area) * Network Tasman (Wider Nelson and Tasman areas) * Marlborough Lines (Marlborough) * MainPower (North Canterbury & Kaikoura regions) * Orion (Christchurch and Selwyn) * EA Networks (Ashburton / Mid-Canterbury) * Alpine Energy (Timaru / South Canterbury) * Network Waitaki (North Otago / Oamaru) * Aurora Energy (Dunedin city and most of Central Otago) == See also == * Electricity sector in New Zealand * New Zealand Electricity Market * Energy in New Zealand * List of power stations in New Zealand * Renewable electricity in New Zealand * National Grid (New Zealand) * New Zealand electricity market ==References== Category:Electric power companies of New Zealand ",
    "title": "Electric Kiwi"
}