{
    "id": "51092211",
    "text": "Turki Mubarak Abdullah Ahmad al-Binali (3 September 1984 - 31 May 2017) was a Bahraini Islamic scholar and senior member of the Islamic State of Iraq and the Levant. As head of the Maktab al-Buhuth wa al-Dirasat (Office of Investigation and Studies), \"an independent entity concerned with researching Shari'i issues, and issuing fatwas\" he had considerable religious influence within the group. ==History== ===Early life=== Turki al-Binali was born on 3 September 1984 in Al-Bousaiteen district, Al Muharraq, Bahrain to a wealthy, notable family that has close political relations to the ruling royal family of Bahrain, the Al-Khalifa. He attended classes that taught remembering the Qur'an in his hometown and he learned the recitation of Qur'an from one of the Sheikhs of Sultan Bin Salama Mosque. He also attended the classes of Sheikh Abu Zaid and another sheikh from Al-Janoubi Mosque in Al-Bousaiteen. He studied both the elementary and middle stages at Al-Iman school, a private religious school and then he studied in the literary section at Al-Hidaya Al- Khalifia Boys high school. As his name indicates, he is from the Al Bin Ali sub-tribal confederation. The Al Bin Ali family are related (by marriage) to the royal family in Bahrain. ===Islamic studies=== At some point he moved to Dubai for higher education in Islamic studies at the College of Islamic and Arabic Studies (Dubai), however he was deported back to Bahrain. Thereafter he studied at Imam Al-Ouza’i School in Beirut and at the Institute for Religious Studies in Bahrain. He studied under the Saudi scholar Abdullah Ibn Jibreen, a member of the powerful Council of Senior Scholars and Permanent Committee for Islamic Research and Issuing Fatwas in Saudi Arabia, as well as the Syrian Zuhayr al-Shawish, the Palestinian-Jordanian Abu Muhammad al-Maqdisi and Moroccan Omar al-Haddouchi. Other teachers include Sheikh Safaa Al-Dawi Al- Adawi and Sheikh Amer Sabri Al-Tamimi. Al-Maqdisi provided Bin‘ali with a general ijazah authorizing him to teach all of his works. As he wrote in 2009 in the introduction to one of Bin‘ali’s books, \"I provided him with an ijaza to teach all of my books when I saw in him extraordinary passion and support for the religion, for God’s unity (tawhid), for jihad, and for the mujahidin. Such passion as this ought not to be met but with backing and support and encouragement. If a shaykh has the right to take pride in any of his students, I am proud of this beloved brother.\" He was detained numerous times in multiple countries and banned from entry to the United Arab Emirates, Kuwait, Egypt, Qatar and others. ===Yemen=== At some point, he traveled to Abyan in Yemen and met with members of Al-Qaeda in the Arabian Peninsula. He was a member of AQAP and served as a sharia official for them. Video shows him in Yemen in 2012 using the name Hatim al- Muqbil.http://henryjacksonsociety.org/2017/06/11/senior-islamic-state-cleric- turki-al-binali-killed-in-an-airstrike/ ===2007 arrest=== He was arrested in 2007 with a group of his companions over \"Takfiri\" statements made by what was known as \"Al-Saqifa Cell\". He was released after a series of debates, arranged by prison officials, with Salafi Sheikhs close to the Saudi religious institution, like Adnan Al-Aroor, who visited him many times during his detention and held debates with him. ===Tunisia=== Between August 2012 and early 2013 he traveled in Tunisia giving lectures. He is known to have visited Sousse, Menzel Bourguiba and Bizerte. Pictures show he met Seifallah Ben Hassine at this time. ===Libya=== In June 2013 he traveled to Libya following the fall of Muammar Gaddafi's regime. Many videos uploaded to YouTube show his meetings in the city of Sirte, where he delivered a series of lectures. ==ISIL== According to press reports, he arrived in Syria in late February 2014, though he may have been living there even earlier. According to the United States Department of the Treasury, \"Binali is a recruiter for ISIL foreign fighters, and provides literature and fatwas for ISIL training camps and has written several pamphlets to recruit more fighters to ISIL, including the first call for Muslims to pledge allegiance to ISIL leader Abu Bakr al- Baghdadi as caliph\". As of March 2014, Binali led an ISIL support network actively recruiting Gulf nationals to join ISIL in Syria. Further, in November 2014, Binali was appointed to the post of chief religious advisor for ISIL.https://www.treasury.gov/press-center/press-releases/Pages/jl0351.aspx Binali has gone by various kunya including Abu Human Bakr ibn 'Abd al-'Aziz al-Athari, Abu Bakr al-Athari, Abu Hazm al-Salafi, Abu Hudhayfa al-Bahrayni, Abu Human al-Athari, Abu Khuzayma al-Mudari, Abu Dergham and the one which he is perhaps best known by, Abu Sufyan al-Sulami. ===Arrest of brother=== His brother, Abdullah Mubarak al-Bin'ali was arrested in April 2015 when he tried to leave Bahrain with someone else's passport, according to the supreme criminal court. Abdullah said that for years, his brother Turki had been able to express himself freely in public speeches and on social media, and that he had also been able to travel unimpeded \"within sight of the security services\".\"But after travelling to the conflict zone in Syria followed by a number of young people, charges against him have been transferred to his brother, and I deny these charges,\" he added. Turki al-Benali is himself being tried in absentia in this case. His brother was freed 31 Oct 2015. ===Loss of citizenship=== In April 2014, Bin'ali wrote that the Bahraini government was threatening to withdraw the citizenship of all Bahraini citizens fighting in Syria unless they return home within two weeks. His response was to compose a poem disparaging the very notion of citizenship, and vowing to stay on in the Islamic State. \"Is it reasonable\"\" he asked, \"that we would return, having arrived in the Sham of epic battles and warfare?… A land wherein the rule is Islam is my home; there is my dwelling and there do I belong.\" On January 31, 2015, the Bahraini government revoked Binali’s citizenship. ===US and UN sanctions=== He was subject to sanctions by both the United States Department of the Treasury and the United Nations Security Council. ==Death== On 20 June 2017, the US-led coalition released a statement, stating that Turki al-Binali had been killed in an airstrike on 31 May in Mayadin, Syria ==Family== His cousin Mohammed Isa al-Binali, a lieutenant who defected from the Bahrain Defence Force, appeared in an Islamic State video. Mohamed Isa al-Binali has been described as a former Interior Ministry officer. He worked in Jaw Prison, a facility notorious for overcrowding and harsh conditions. One former prisoner said he had seen Mr. Binali overseeing the ill treatment of juvenile Shiite inmates, not long before Mr. Binali disappeared in 2014 to join the Islamic State. Another cousin Ali Yousif al-Binali died fighting for IS in Syria in May 2016. The previous men may be his brothers, rather than cousins. His father, Mubarak, and a third full brother, ‘Abdallah, are also believed to be supporters of the Islamic State.He is also believed to have at least one son, born in March 2015. ==References== Category:1984 births Category:2017 deaths Category:Bahraini Sunni Muslims Category:Bahraini Islamists Category:Deaths by American airstrikes during the Syrian Civil War Category:Islamic State of Iraq and the Levant members ",
    "title": "Turki al-Binali"
}