{
    "id": "51090302",
    "text": "The St. John's Congregational Church and Parsonage-Parish for Working Girls are a pair of historic religious buildings at 69 Hancock and 643 Union Streets in Springfield, Massachusetts. The church, built in 1911 for an African- American congregation founded in 1889, is a well-preserved example of English and Gothic Revival architecture. The parsonage, built in 1913, is a little- altered example of Colonial Revival architecture. Both buildings are important in the history of Springfield's African-American community, and were listed on the National Register of Historic Places in 2016. The church building is now occupied by a different congregation, the original having moved to larger quarters across Union Street; the parsonage house continues to be used by the St. John's congregation as an education center. ==Description and history== The historic buildings of the St. John's congregation are located east of downtown Springfield, in the city's Old Hill neighborhood. The church stands at the southeast corner of Union and Hancock Streets, and the former parsonage next to it on Union Street. The modern St. John's church, opened in 2013, stands across Union Street. The historic church faces Hancock Street; it is a single-story wood frame building, with a gabled roof and shingled exterior. It was built in 1911 to a design by Hammett Seabury, a regionally prominent architect. The parsonage is a 2-1/2 story Colonial wood-frame structure, also designed by Seabury, and completed in 1913. The St. John's congregation traces its origins to the oldest of Springfield's African-American congregations. The Free Church was founded in 1844, and was an important area center of abolitionist activity, serving as a nexus of activity on the Underground Railroad. The church congregation included the noted abolitionist John Brown in its early years. In 1889, this congregation merged with the Sanford Street Congregational Church to form St. John's. Growth in the city's African- American population was significant in the decades after the American Civil War, and by the start of the 20th century the church was straining its existing quarters. The church was built during the leadership period of Rev. William DeBerry, and the church also built the adjacent parsonage, initially as a facility for educating and training girls (a similar building for training boys and young men has not survived). Under DeBerry's leadership, the church was also given land in East Brookfield, at which it established Camp Atwater, as a summer facility for its youth. The girls' training house was converted to a parish house and meeting space in the 1960s. The new church was built in 2013, and the old one is now occupied by a different congregation. ==See also== *National Register of Historic Places listings in Springfield, Massachusetts *National Register of Historic Places listings in Hampden County, Massachusetts ==References== ==External links== *St. John's Congregational Church web site Category:Churches on the National Register of Historic Places in Massachusetts Category:Churches in Hampden County, Massachusetts Category:Churches in Springfield, Massachusetts Category:Churches completed in 1911 Category:National Register of Historic Places in Springfield, Massachusetts ",
    "title": "St. John's Congregational Church &amp; Parsonage-Parish for Working Girls"
}