{
    "id": "51099693",
    "text": "The Old Bold Pilots Association is a group of pilots and enthusiasts who meet weekly to enjoy breakfast and discuss their enthusiasm for aviation. The organization is notable for the diverse background of its members that includes civilians and veterans of World War II, the Korean War, and the Vietnam War. Members have served in the United States military, the United Kingdom's Royal Air Force, Germany's Luftwaffe, and the Soviet Air Forces. ==History== The Old Bold Pilots Association (OBPA) traces its beginnings to the mid-1980s when four former United States Army Air Force P-47 Thunderbolt pilots met regularly for a meal and to share flying stories. The society formed with its current name and meeting location in 1995 at the suggestion of member Ray Toliver. The name of the group is a refutation of an observation made in 1949 by early airmail pilot, E. Hamilton Lee: \"There are old pilots and bold pilots, but no old, bold pilots.\" The association is informal without a charter, dues, or speakers. Informality was desired by members who rejected the strict rules common in other aviation groups. One does not have to be a pilot to attend, and anyone with an interest in aviation is invited. ==Activities== OBPA Breakfast 2014 The OBPA holds a breakfast event every Wednesday at a Denny's restaurant in Oceanside, California. The breakfast starts at 8 am although members start showing up as early as 6:30 am to get a head start on the festivities. The group occupies the back room of the restaurant which is decorated with model aircraft hanging from the ceiling and photos of aircraft and pilots lining the walls. Attendees come from communities throughout southern California. Less frequent are visitors from around the world including Germany, Australia, Hungary and South Africa. Some come for the camaraderie while others find relief discussing the rigors of combat with people who have had similar experiences. , membership has grown to over 300 people, although attendance at the weekly breakfast is typically 50–70 people. According to the group's web page, an annual Christmas party and periodic barbecues are also hosted. ==Interviews for posterity== Heather Steele is a historian of warfare who over the course of several years interviewed a number of the OBPA members and captured their stories on her World War II History Project web site. Jonelle Cambis is a waitress who has served the OBPA at Dennys for over 20 years. Her father was in the Pacific with the U.S. Marines during World War II, and she credits the stories told by her customers with motivating her to document her father's activities. In 2014, retired producer, Patrick Pranica, with friends George Dawe and Robert Broughton began interviewing OBPA members to record their stories for future generations. They started first with older OBPA members due to their advanced age but planned to include all willing to participate. The initial interviews were intended to result in a documentary titled, Old Bold Pilots, that was hoped would interest cable channels into funding a television series. The pilot episode included an interview with Robert Broughton's brother, Jack Broughton, a famous fighter ace and aviation author. However, funding could not be secured. The team also tried a crowdfunded campaign that did not succeed and was eventually closed. == Other chapters== Chapters of the Old Bold Pilots have opened in Palm Desert, California, Seattle, Washington, and Washington, D.C. The Palm Desert group meets for breakfast at the Desert Willow Golf Resort on the last Thursday of each month and includes a presentation by a guest speaker. Past speakers have included aerial stuntman Troy Hartman, former Northrop Grumman Chief Executive Officer Kent Kresa, fighter ace Fritz Payne, aerospace engineer Burt Rutan, and aviation artist Stan Stokes. The Washington, D.C. group meets for lunch every Friday at the Army Navy Country Club in Arlington, Virginia. ==Notable members== The following table contains an incomplete list of notable individuals who are or were members of the Old Bold Pilots Association. The table provides the member's name, branch of military service in which they served, OBP chapter to which they are affiliated, a brief description of their notability, and references to substantiate their membership and notability. Gale Graves and Gene Deatrick Fighter ace Bill Hardy Richard Lyon Colonel Steve Pisanos Alexander Poddoubnyi Colonel Jay Walker {| class=\"wikitable sortable\" |- ! Name ! Service ! Chapter !! class=\"unsortable\"| Notability !! class=\"unsortable\"| Ref |- | | USAAF | Oceanside | B-24 Liberator pilot who flew fifty bombing missions during World War II including three to the heavily defended oil refineries at Ploiești, Romania | |- | | USAF | Oceanside | Fighter pilot in Korea and Vietnam who received the Air Force Cross and two Silver Stars, Author of three books about the air war in Vietnam including Thud Ridge | |- | | USAF | Washington D.C. | A-1 Skyraider pilot who flew close air support for ground troops during the Vietnam War and initiated the rescue of Navy Lieutenant Dieter Dengler | |- | | USMC | Oceanside | Pilot who flew in three different conflicts - F4U Corsairs in World War II, F9F Panthers in Korea, and H-34 Choctaw and H-46 Sea Knight in Vietnam | |- | | RAF | Washington D.C. | Flew the Spitfire and P-51 in World War II and the F-86 during the Korean War. Commander of RAF Leuchars and No. 11 Group RAF | |- | | USN | Oceanside | F6F Hellcat pilot in World War II who became an ace with five kills on a single day. He ended the war with 6.5 kills and was awarded the Navy Cross | |- | | USN | Oceanside | Served in World War II, Korea, and became the first Navy SEAL to attain the rank of admiral. He also served twice as the mayor of Oceanside, California | |- | | USAAF | Oceanside | P-38 Lightning fighter ace in World War II who flew 53 combat missions over Europe. He was later a test pilot for the XP-59 Airacomet. | |- | | RAF USAAF | Oceanside | Greece-born World War II fighter ace with ten kills who flew Spitfires with the RAF and P-47s and P-51s with the USAAF. Test pilot and author of the autobiography The Flying Greek | |- | | Civilian | Oceanside | Ukrainian-born test pilot for Antonov who flew the An-124 and An-225 | |- | | USAAF | Oceanside | Radar operator aboard the weather reconnaissance B-29 Superfortress, Jabit III, during the atomic bombing of Hiroshima | |- | | USAAF | Oceanside | B-26 Marauder pilot who was shot down and imprisoned in Buchenwald concentration camp during World War II. He was transferred to other prisoner of war camps including Stalag Luft 3 and Stalag Luft 7 until freed by George Patton's U.S. Third Army | |- | | USAF | Washington D.C. | B-66 cold war pilot and author of eight books including the autobiography, German Boy, that described his childhood in World War II Germany and new life in the United States | |- | | Luftwaffe | Oceanside | Do 217 pilot who flew 23 bombing mission to England during World War II. He later flew the Bf 109 in the final days of the war. | |- | | USMC | Oceanside | Forward air controller who flew the OV-10 Bronco and served three Vietnam combat tours totaling 440 combat missions. Author of autobiography, Cleared Hot!: A Marine Combat Pilot's Vietnam Diary | |- | | USAAF | Oceanside | Test pilot during World War II who flew more than 250 aircraft. He was the co-author of a number of biographies of World War II fighter aces including The Blond Knight of Germany | |- | | USAAF | Oceanside | B-17 Flying Fortress pilot during World War II who flew 30 missions and was awarded two Distinguished Flying Crosses. He later flew B-17s for the Collings Foundation | |- | | USAF | Oceanside | Lockheed test pilot who flew the SR-71 Blackbird and L-1011 Tristar. He survived the breakup of an SR-71 while traveling at over three times the speed of sound | |} ==See also== * Aircraft Owners and Pilots Association * International Order of Characters * National Aeronautic Association * Order of Daedalians * Quiet Birdmen ==Notes== ==External links== * * * * * Category:Aviation in California Category:Aviation organizations Category:Aviation organizations based in the United States Category:Clubs and societies in the United States Category:Organizations established in 1995 Category:1995 establishments in California ",
    "title": "Old Bold Pilots Association"
}