{
    "id": "51090783",
    "text": "Historic jail tree in Wickenburg, Arizona. A jail tree is any tree used to incarcerate a person, usually by chaining the prisoner up to the tree. Jail trees were used on the American frontier, in the Territory of Arizona, in the late 19th and early 20th centuries. A few of which survive to this day. Jail trees were also used in Australia,\"Voices of the land\", by Anna Goldsworthy, The Monthly, September 2014. for example Boab Prison Tree, Derby and Boab Prison Tree, Wyndham. ==Examples== * Gleeson Jail Tree: A large oak tree in the ghost town of Gleeson, near Tombstone, Arizona. A thick metal cable and chain wrapped around the trunk of the tree was used with handcuffs to chain up prisoners. In use before the construction of the original wooden-frame jail building in 1909. * Paradise Jail Tree: Pair of oak trees with a log chain stretched between them. Prisoners were shackled to the chain. Located in the ghost town of Paradise, Arizona. *Ruby Jail Tree: Mesquite trees in the ghost town of Ruby, Arizona, used for chaining up prisoners sometime before the construction of the current concrete jail building in 1936. * Wickenburg Jail Tree: 200-year-old mesquite tree with a chain and handcuffs for prisoners. Located in Wickenburg, Arizona, and in use between 1863 and 1890. Preserved for its historical association with the early-day Wickenburg mining camp. ==Similar jails== The Tubac Jail on display at the museum in Tubac. The jail in Arivaca, Arizona. * Arivaca Jail: A slab of concrete in the ground with two metal bars embedded in the center, where heavy log chains for the prisoners were attached. Located in the historic town of Arivaca, Arizona. * Greaterville Jail: A large hole in the ground. A rope was used for letting prisoners up or down. Located in the ghost town of Greaterville, Arizona. * Tubac Jail: Wooden post in the ground with an attached pair of leg irons to hold the prisoner. The leg irons were originally used on board a Spanish ship to chain prisoners to the mast before being used as the town jail in Tubac, Arizona. They are now on display in the museum of the Tubac Presidio State Historic Park. ==See also== * Hanging tree (United States) * Dule tree * One- room jail ==References== Category:History of Arizona Category:Arizona Territory Category:American frontier Category:Jails in Arizona Category:Trees ",
    "title": "Jail tree"
}