{
    "id": "51109032",
    "text": "Lordina Mahama (née Effah) (born March 6, 1963) is a Ghanaian politician. She is married to the fourth President of the Fourth Republic and old President of Ghana, John Dramani Mahama. Prior to becoming First Lady, Lordina Mahama's husband served as a member of the Parliament of Ghana representing the Bole/Bamboi constituency during the 2000s. == Early life == She was born Lordina Effah on March 6, 1963 by the late Mr. and Mrs. Effah. Lordina is from Jema-Ampoma in the Nkoranza District, located in the Brong-Ahafo Region of Ghana. She is last of three kids. She had her initial training in Tamale, Ghana at the Tishigu Anglican elementary school. She then proceeded to the Ghana Secondary School in Tamale, where she finished her GCE education. It was at Ghana Secondary School that Lordina met her future husband, John Dramani Mahama. Mrs Lordina Mahama was awarded a Master of Laws (LLM) in Business Law/International Business Law from the De Montfort University in the United Kingdom. ==Education and career== Lordina was a student at Flair Catering Services, and received a four-year college education in Hospitality Management at the Ghana Institute of Management and Public Administration (GIMPA) She studied for a MA in Governance and Leadership at the Ghana Institute of Management and Public Administration (GIMPA). Lordina == Political Appointments == === As Second Lady === She became second lady when her husband the former President of the Republic of Ghana John Dramani Mahama became the Vice-President of Ghana to President John Evans Atta-Mills on 7 January 2009. === As First lady === In line with Ghana's constitution, her husband became President of Ghana on 24 July 2012 on the death of his predecessor, John Atta Mills and was sworn in Parliament in July, 2012, automatically making her the First Lady of the Republic of Ghana. In her tenure as First Lady, Lordina Mahama was also elected President of the Organisation of African First Ladies Against HIV and AIDS (OAFLA) in June 2015. Before that, she had served as the Vice President for the West Africa Region of OAFLA. As President of the Organisation of African First Ladies Against HIV and AIDS (OAFLA), Mrs Lordina Mahama was honoured at the 50th International Women Luncheon of the Rainbow Push Coalition which took place in Chicago (USA) for her role and outstanding work in advocating for the destitute and vulnerable children in Africa and also in her role as president to empower women to take charge of their reproductive health rights, as well as end mother-to-child transmission of HIV. == Others == She speaks English, Hausa, Dagbani and Twi fluently. == Awards == The First Lady has a number of awards to her name and credit. These include: * Honorary Doctor of Humane Letters, by the President and Trustees of the Fordham University. * An award for campaign for cervical cancer, Maputo, Mozambique. * Award for cervical cancer advocacy, Windhoek, Namibia * Inducted into the Global Women Leaders Hall of Fame * Global Inspiration Leadership Award at the Africa-Middle East-Asia summit in Dubai. * Enstooled as Sompahemaa of the Nkoranza Traditional Area, with a stool title (Nana Akosua Fremaa Ampomah Sika I ) * Enstooled as Development Queen in Bodom in the Brong Ahafo region of Ghana * Enstooled as Development Queen in Ampoma in the Brong Ahafo region of Ghana * Enstooled Development Queen in Anloga in Kumasi, Ashanti region of Ghana. == See also == * Nana Konadu Agyeman Rawlings * Theresa Kufuor * Ernestina Naadu Mills == References == Category:Living people Category:1963 births Category:First Ladies of Ghana Category:Second Ladies of Ghana Category:Members of the Parliament of Ghana Category:Ghanaian businesspeople Category:Women members of the Parliament of Ghana Category:People from Brong-Ahafo Region Category:Ghanaian Pentecostals Category:Ghana Institute of Management and Public Administration alumni ",
    "title": "Lordina Mahama"
}