{
    "id": "51107921",
    "text": "Juliane (Juliana) de Fontevrault (1090 – after 1136), was a French noble, the illegitimate daughter of King Henry I of England. She is notorious for attempting to murder her father. An account of these events can be found in the Historia Ecclesiastica by Orderic Vitalis. == Life == Juliane de Fontevrault was an illegitimate daughter of Henry I of England; her father, at her birth, was not yet king. Her mother is unknown, though some scholars have suggested the king's mistress Ansfrida (Ansfride).; She the mother of Richard of Lincoln and possibly Fulk FityRoy, two other illegitimate children of Henry. Orderic's description of Juliane's mother as \"a concubine\" questions her identification as Ansfrida. Juliane's half-siblings included Empress Maude, William Adelin, Sybilla, Queen of Scots and Robert of Gloucester. Juliane was married to Eustace of Bretuil, the illegitimate son of William of Bretuil, in 1103. They had at least two daughters. In February 1119, Eustace and Juliane threatened to join a rebellion against Henry I of England unless they were given the castle of Ivry. To ensure Eustace's loyalty, Henry set up an hostage exchange between Eustace and Juliane's daughters (Henry's own granddaughters), and the son of Ralph Harnec, Constable of Ivry. Perhaps instigated by Amaury de Montfort, Eustace cut out the eyes of Ralph's son and sent him back to his father. Ralph furiously appealed to Henry for justice. Henry allowed Ralph to blind Eustace and Juliane's daughters, as well as cut of the tip of their noses. The incident further estranged the king and his daughter. Enraged, Juliane journeyed to Bretuil to defend the citadel, where she found an unmotivated garrison. Informed of Juliane's actions, the king moved to Bretuil and laid siege to the citadel. Seeing no other solution, Juliane agreed to a parley with her father, but when she met her father, she unsuccessfully shot at him with a crossbow. He destroyed the drawbridge and forced her to surrender the castle, placing her in confinement. Determined to escape, she leapt from her castle tower into the freezing moat water and fled to her husband, who was at Pacy. The couple lost all their property except for Pacy. Bretuil was temporarily given to William, the son of Ralph Harnec, later to Richard of Lincoln and after his death to Robert de Beaumont, 2nd Earl of Leicester, who was married to a cousin of Eustace. Eventually, Henry pardoned Eustace and Juliane after they appealed to him on their knees. They were supported in their supplication by friends and Juliane's brother Richard. Eustace was granted three hundred silver marks each year as a compensation for Bretuil. He died in 1136, and Henry died on 1 December 1135. After the death of her husband Juliane retired to the abbey of Fontevrault. She lived to see early conflicts between her half-sister Maude and her cousin Stephen. == References == ==Sources== * Judith A. Green: Henry I.: King of England and Duke of Normandy. 2006 * Hollister, C. Warren (2003). Frost, Amanda Clark, ed. Henry I. New Haven, US and London, UK: Yale University Press. . * Thompson, Kathleen (2003). \"Affairs of State: the Illegitimate Children of Henry I\". Journal of Medieval History. 29 (2): 129–151. doi:10.1016/S0304-4181(03)00015-0. ISSN 0304-4181. *Forester, Thomas (ed.) (1853) Ordericus Vitalis: The ecclesiastical history of England and Normandy III, IV. London. Category:1090 births Category:12th-century deaths Category:11th-century English people Category:12th-century English people Category:11th-century French people Category:11th-century women Category:12th- century French people Category:12th-century women Category:Illegitimate children of Henry I of England ",
    "title": "Juliane de Fontevrault"
}