{
    "id": "51108478",
    "text": "A 1740 painting of the dismembering of the demon Kalanemi by Vishnu mounted on his Garuda vahanaKalanemi is a demon in Hindu mythology. He was the son of Hiranyaksha and brother of Andhaka. In this birth as Hiranyaksha's son, he was slain by Lord Vishnu while his brother was killed by Lord Shiva. In one of his rebirths as per his karmic deeds, he was born as Kansa, son of Ugrasena the king of Mathura. His sister was Devaki and her son Krishna was an avatar of Vishnu. Krishna eventually killed Kansa in this birth.In the epic Ramayana Kalanemi was Maricha's son and minister of Ravana and was assigned to kill Hanuman. ==Etymology== Kalanemi is a compound word made up of 'kala' which means \"time\", and 'nemi' which means \"the felly of a wheel or a portion\". It represents the time segment of the wheel of time that denotes \"the afternoon leading to sunset\". 'Kala' also means \"black\", perceived to be the asura Kalanemi who represents the period of darkness that \"increases as day moves toward night and as the Dwapara yuga moves towards Kali yuga.\" ==Previous birth of Kansa== Marichi, mind born son of Brahma Krishna killing Kamsa According to Hinduism's Karma principle for the cumulative actions of bad and good deeds resulting in \"blessings or punishments\". His elder brother was Andhaka. Kalannemi had a daughter, Vrinda whom was married to Jalandhara. Kalanemi had six sons who in their previous birth had been the sons of Marichi, a manasputra (mind son) of Brahma, considered a demigod being associated with Indra and believed to be one of the maruts with \"powers of storm and battle\". Marichi was also considered to be a prajapati (\"projenitor or grandfather\") or even as one of the seven saptarishis who also represented seven cosmic principles. In another birth, the six brothers were sons of Kalanemi, and being pious they received a boon from Brahma that no one would kill them. But Hiranyakashipu cursed them to sleep in patala (the netherworld). After much pleading the curse was moderated and they were to be reborn as the first six sons of Devaki. In that birth, Kalanemi would be reborn as Kamsa, son of Ugrasena, and would be their uncle who would eventually kill them all. The six brothers made fun of Brahma as he had married Saraswati, his own daughter. This infuriated Brahma who cursed the brothers to be born as asuras, and thus they were reborn as the six sons of Kalanemi. The rebirth cycle continued over the aeons and Kalanemi was then born as Kamsa. Kalanemi's six sons had to have two more earlier rebirths before they were born as Kamsa's nephews. Narada had informed Kamsa that his birth was the result of a rape of his mother by a gandharva, called Dramila, and that was the reason that Kamasa's mother disliked her son and had cursed that he would be killed by a member of his own family. When his sister Devaki was married to Vasudeva, a divine voice told him that their eighth son would kill him. Kamsa wanted to kill his sister then only before she could bear any children. But her husband prevailed on Kamsa with the promise that he would surrender to him all sons born to them. Devaki and her husband lived in confinement and as soon as a child was born to them, Kamsa would kill the child. After killing the first six sons of Devakai, he thought that their seventh child died before he took birth but actually Devi Mahamaya put the seventh child in the garbha of first wife of Yasudeva, Rohini who was staying in Gokul. When Krishna was born as the eighth son then a divine voice told Yasudev to put his son in Gokul at the house of Nanda and Yashodha and take their daughter who was born at that night, with him. Everyone thought that eight child is a girl but Kamsa did not spare her. Trying to kill the girl child, she flew away, being an incarnation of Mayadevi, and before disappearing announced that Kamsa's death would happen soon. Kamsa's efforts to kill the child failed, and finally Krishna killed him during an ambush. As Kamsa was killed by Krishna, a divine person, he attained moksha due to his constant thoughts on Krishna. == In Skanda Purana == According to the Skanda Purana, after the churning of the ocean of milk when the divine nectar of immortality was denied to the daityas and danavas by Vishnu taking the form of Mohini, a battle ensued between the Devtas who had received the nectar and the asuras who hadn't. The Devtas were led by Indra, the king of Gods, and the asuras were led by sons of Virochana, initially by Bali, the chief of asuras, and later by Kalanemi. After Indra had slain Bali with a thunderbolt, his deputy Vrishparva who attacked Indra was also killed. Then Kalanemi, riding a lion as his mount, fiercely attacked Indra and his followers which unnerved the suras. They were then advised by Narada to seek the help of Vishnu as he only could kill Kalanemi who had immense powers acquired by meditation. On the request made by the Devtas, Vishnu riding his mount Garuda, attacked Kalnemi and felled him unconscious. Regaining consciousness Kalanemi realized that he was confronting Vishnu, accepted his defeat and requested Vishnu to grant him \"beatitude\" as he was defeated by a divine being. After Kalanemi was killed, Indra continued slaying Kalanemi's soldiers but Narada advised him to stop and let them go, because it is a sin to kill Brahmins. == References == ==Bibliography== * * * Category:Danavas Category:Characters in the Mahabharata Category:Rakshasa in the Ramayana ",
    "title": "Kalanemi"
}