{
    "id": "51105477",
    "text": "Hernán Pérez de Quesada, sometimes spelled as De Quezada, Official website Motavita (c. 1500 - 1544) was a Spanish conquistador. Second in command of the army of his elder brother, Gonzalo Jiménez de Quesada, Hernán was part of the first European expedition towards the inner highlands of the Colombian Andes. The harsh journey, taking almost a year and many deaths, led through the departments Magdalena, Cesar, Santander, Boyacá, Cundinamarca and Huila of present-day Colombia between 1536 and 1539 and, without him, Meta, Caquetá and Putumayo of Colombia and northern Peru and Ecuador between 1540 and 1542. Hernán founded Sutatausa, Cundinamarca, and aided in the conquest of various indigenous groups, such as the Chimila, Muisca, Panche, Lache, U'wa, Sutagao and others. Under the command of Hernán Pérez de Quesada the last Muisca ruler; zaque Aquiminzaque were publicly decapitated. As second in command under his brother, in the previous years zipas Tisquesusa and Sagipa and Tundama of Duitama had suffered a similar fate. After returning from his expeditions to the south reaching Quito, where he reunited with his younger brother Francisco, both De Quesadas went back to Bogotá. Hernán was tried and imprisoned there for the murders of the Muisca rulers by the governor of the capital of the New Kingdom of Granada. In 1544, en route back to Spain with his brother Francisco, their ship was hit by lightning off the coast of Cabo de la Vela in the Caribbean Sea killing Hernán and Francisco and wounding several other conquistadors who were returning to Spain. Knowledge of the life and expeditions of Hernán Pérez de Quesada has been provided by his brother Gonzalo and scholars Pedro de Aguado, Juan Freyle, Lucas Fernández de Piedrahita, Joaquín Acosta and Liborio Zerda. Las sociedades indígenas de los Llanos - Banco de la República Historia general de las conquistas del Nuevo Reyno de Granada - National Library of Colombia Cómo era Hernán Pérez de Quesada - Banco de la RepúblicaAcosta, 1848Zerda, 1883 == Biography == Gonzalo Jiménez de Quesada was Hernán's elder brother and commander of the first expedition in Colombia === Early life === Hernán Pérez de Quesada was born around the year 1500 in the Andalusian city of Granada as second son of Luís Jiménez de Quesada and Isabel de Rivera Quesada. Fundaciones antecedentes a la conquista de la aldea ChicamochaIsabel de Rivera Quesada - Geni.com Biography Gonzalo Jiménez de Quesada - Banco de la República His family was Catholic, but descended from marranos (Sephardi Jews). His elder brother was conquistador Gonzalo Jiménez and he had four other siblings; brother Melchor, Francisco, who also was conquistador in Peru, and sisters Magdalena de Quesada and Andrea Ximénez de Quesada. El enigma de la espada de Gonzalo Jiménez de Quesada - El Espectador Familia Berrio y Jiménez de Quesada Hernán also had a half-sister; Isabel de Quesada.Isabel de Quesada - Geni.com In 1535, arriving early 1536, the brothers Gonzalo, Francisco and Hernán sailed from Spain to Santa Marta, the first city founded in Colombia, by Rodrigo de Bastidas in 1525. === Conquest in Colombia === Map of exploration routes in Colombia. Hernán Pérez de Quesada accompanied his elder brother along the ' route from 1536 to 1538'. Between 1540 and 1542 Hernán first went north of Sogamoso and then southeast to Caquetá and Putumayo and southwest through northern Peru, terminating in Quito. Hernán and his younger brother Francisco died in the Caribbean Sea, off the coast of Cabo de la Vela, the northeastern peninsula of Colombia ==== 1536 - the harsh route towards Muisca territory ==== Guane and Muisca territories, the curious but cautious indigenous people provided the conquistadors with fresh cotton mantles for their journey into the Altiplano Cundiboyacense The first indigenous group that was submitted to the Spanish Crown were the Tairona, who inhabit the area around Santa Marta, presently living on the slopes of the Sierra Nevada de Santa Marta and in Tayrona Park. On April 6, 1536, triggered by the stories of the mythical \"City of Gold\" El Dorado, Gonzalo Jiménez de Quesada organised two groups of conquistadors towards the inner highlands of the Colombian Andes, as first European explorers. The army with the brothers De Quesada and more than 700 soldiers and 80 horses went over land and another, of more than 200 men, embarked in boats and ascended the Magdalena River from Ciénaga, in search of its origin. The list of the soldiers that eventually made it to Funza has been compiled by Juan Florez de Ocáriz (1612-1692). List of conquistadors led by Gonzalo Jiménez de Quesada - Banco de la República The land army was led by Gonzalo with Hernán second in command. The first indigenous group conquered, were the Chimila people. Continuing south, the troops had to cross inhospitable terrains full of creeks and part of their supplies and equipment was lost when crossing the Ariguaní River. Conquista rápida y saqueo cuantioso de Gonzalo Jiménez de Quesada The troops led by the De Quesadas passed through among other settlements Tamalameque, Barrancabermeja and Chipatá where the Spanish for the first time learnt to drink chicha, the fermented alcoholic beverage of the Muisca. The almost-naked conquistadors who suffered from the difficult expedition through the jungles received cotton mantles from the Muisca people in Chipatá. The expedition passed through halted in Chía where they spent the Holy Week. After that week in April 1537, he ordered his men towards Funza, the site of the domain of the zipa. Although the army of the brothers De Quesada was reduced to 170 men, the hundreds of guecha warriors couldn't resist their superior arms and were defeated. In the meantime, zipa Tisquesusa sent messengers to the caciques in the Muisca Confederation to inform them of the arrival of the light-skinned heavily armed men. The caciques considered the invaders sacred and didn't dare to attack them. Funza was conquered and founded on April 20, 1537. Official website Funza Of the more than 900 soldiers who left Santa Marta a year earlier, only 162 survived the harsh expedition. On the same day that his brother Gonzalo founded Tenza, June 24, 1537, Hernán founded Sutatausa. Official website Sutatausa ===== First conquest by Hernán Pérez de Quesada ===== {| class=\"wikitable sortable mw-collapsible mw-collapsed\" ! scope=\"col\" | Name ! scope=\"col\" | Department ! scope=\"col\" | Date ! scope=\"col\" | Year ! scope=\"col\" | Notes ! scope=\"col\" | Map |- | align=center | Sutatausa | align=center | Cundinamarca | align=center | 24 June | align=center | 1537 | align=center | | align=center | center |- |} ==== 1538 - establishment of Bogotá and surroundings ==== At the start of 1538, when the troops were exhausted after almost two years in foreign terrain, the soldiers asked what was their payment for the conquest they had done. De Quesada divided the conquered treasures over his men; 40,000 pieces of fine gold, 562 emeralds and tumbaga (gold-copper-silver alloys). Foot soldiers received 520 pieces each, horse riders the double amount, captains 2080 pieces, generals 3640 and some pieces were given as prizes for the most distinguished soldiers. Masses were organised to honour the many dead soldiers during the campaign and part of the treasure was given to Juan de las Casas. De Quesada was not pleased to hear about the advancement of another group of conquistadors in the east, led by Nikolaus Federmann, coming from later Venezuela across the Llanos Orientales. Another team of conquerors, commanded by Sebastián de Belalcázar, was coming from the south, originating from Quito. Gonzalo sent Hernán to meet the southern group who had traveled through the hot valley of Neiva. Hernán ordered the decapitation of Aquiminzaque, the last zaque of Hunza in late 1538. Public execution of Aquiminzaque in Tunja - Universidad Distrital Francisco José de Caldas === Foundation of Bogotá === One and a half year after the victory of the conquistadors on Tisquesusa, in the area of Teusaquillo, the modern capital of Colombia was founded. Although some historians set the date at April 27, 1539, the common and celebrated date of foundation is August 6, 1538. The foundation was performed by the construction of 12 houses of reed, referring to the Twelve Apostles, and the construction of a preliminary church, also of reed. Father Juan de las Casas held his first mass in the improvised church. The city was named Santafé de Bogotá, a combination of the Spanish city of Santa Fe and the Chibcha name of the southern Muisca capital Bacatá, meaning \"Enclosure outside of the farmfields\". Etymology Bacatá - Banco de la República The newly established country, part of the Spanish Empire was called New Kingdom of Granada, after the place of birth of the brothers De Quesada in Andalusia; Kingdom of Granada. === Return to Spain of Gonzalo, Sebastián and Nikolaus === The three leaders of the conquest expeditions; Gonzalo de Quesada, Nikolaus Federmann and Sebastián de Belalcázar, met in Bosa and agreed to travel back to Spain to ask for compensation for their exploration for the Spanish Crown. Gonzalo assigned Hernán as interim governor of the New Kingdom and chose the first mayor and council for the capital. The chaplain of the team of Federmann, Juan Verdejo, was named priest. Most of the soldiers of the expeditions of Federmann and De Belalcázar decided to stay in Bogotá, reinforcing the troops of De Quesada. Without having found El Dorado, three years after his departure from Santa Marta, in mid May 1539, Gonzalo Jiménez de Quesada returned to the Caribbean coast, to sail to Spain from Cartagena. === Hernán in charge of the New Kingdom of Granada === ==== 1540-1541 ==== In his search for El Dorado, Hernán explored the departments of Tolima and Huila. Hernán Pérez de Quesada was only one of many explorers in the search for El Dorado. Expeditions El Dorado After the destruction and looting of the Sun Temple in Sogamoso in September 1537, Hernán Pérez thought there was an even bigger place where the indigenous people hid their gold, called \"La Casa del Sol\". In his quest, starting from Sogamoso along the right banks of the Chicamocha River, he approached with a hundred men the terrain of the Lache and entered Jericó, at that time called Cheva, where he and his troops gathered the food of the original inhabitants who promptly fled to Chita. Jericó, un municipio de altura - El Tiempo The city of Tunja, in the times of the Muisca called Hunza, was founded on 1541 by Gonzalo Suárez Rendón in an expedition ordered by Hernán de Quesada. In July 1541, the Chapter of Tunja told De Quesada that he couldn't leave his empire alone. Hernán responded that \"whatever he did, was in the interest of the Spanish Crown\".Kupchick, 2008, p.132 Later in 1541, Hernán Pérez de Quesada went northward towards the later department of Norte de Santander, where he crossed Panqueba, Guacamayas, El Cocuy and Chita, and reached Chinácota but had to return soon after that. Cúcuta - fundadores y exploradores Guacamayas Soldiers of his army submitted the U'wa living in El Cocuy. El Cocuy, tierra de nieve y sol - El Tiempo On his southern expedition in the same year, Hernán Pérez de Quesada was the first European to reach the southeastern Colombian departments of Caquetá and Putumayo. Hernán Pérez de Quesada One of his soldiers, Lázaro Fonte, the lover of Zoratama, died due to the natural dangers of the jungle.Ocampo López, 1996, p.103 ===== Second conquest by Hernán Pérez de Quesada ===== {| class=\"wikitable sortable mw-collapsible mw-collapsed\" ! scope=\"col\" | Name ! scope=\"col\" | Department ! scope=\"col\" | Date ! scope=\"col\" | Year ! scope=\"col\" | Notes ! scope=\"col\" | Map |- | align=center | Motavita | align=center | Boyacá | align=center | | align=center | 1540 | align=center | | align=center | center |- | align=center | Sasaima | align=center | Cundinamarca | align=center | Early | align=center | 1540 | align=center | Official website Sasaima | align=center | center |- | align=center | Bituima | align=center | Cundinamarca | align=center | | align=center | 1540 | align=center | Official website Bituima | align=center | center |- | align=center | Nimaima | align=center | Cundinamarca | align=center | | align=center | 1540 | align=center | Official website Nimaima | align=center | center |- | align=center | Sativasur | align=center | Boyacá | align=center | | align=center | 1540 | align=center | History Sativasur | align=center | center |- | align=center | Jericó | align=center | Boyacá | align=center | | align=center | 1540 | align=center | Official website Jericó | align=center | center |- | align=center | Guacamayas | align=center | Boyacá | align=center | | align=center | 1540 | align=center | Official website Guacamayas | align=center | center |- | align=center | Chiscas | align=center | Boyacá | align=center | | align=center | 1540 | align=center | Official website Chiscas | align=center | center |- | align=center | Chita | align=center | Boyacá | align=center | | align=center | 1540 | align=center | | align=center | center |- | align=center | Panqueba | align=center | Boyacá | align=center | | align=center | 1540 | align=center | | align=center | center |- | align=center | Güicán | align=center | Boyacá | align=center | | align=center | 1540 | align=center | Official website Güicán | align=center | center |- | align=center | El Cocuy | align=center | Boyacá | align=center | | align=center | 1540 | align=center | Official website El Cocuy | align=center | center |- | align=center | Pasca | align=center | Cundinamarca | align=center | Early September | align=center | 1540 | align=center | Rodríguez Freyle, 1979 (1638), p.93 | align=center | center |- | align=center | Nevado del Sumapaz | align=center | Cundinamarca | align=center | | align=center | 1540 | align=center | | align=center | center |- | align=center | San Martín | align=center | Meta | align=center | | align=center | 1540 | align=center | Official website San Martín | align=center | center |- | align=center | Florencia | align=center | Caquetá | align=center | | align=center | 1540 | align=center | Official website Florencia | align=center | center |- | align=center | San José de la Fragua | align=center | Caquetá | align=center | | align=center | 1540 | align=center | | align=center | center |- | align=center | Mocoa | align=center | Putumayo | align=center | | align=center | 1540-41 | align=center | | align=center | center |- | align=center | Sibundoy | align=center | Putumayo | align=center | | align=center | 1541 | align=center | | align=center | center |- | align=center | Popayán | align=center | Cauca | align=center | | align=center | 1541 | align=center | | align=center | center |- | align=center | Cali | align=center | Valle del Cauca | align=center | | align=center | 1541 | align=center | Rodríguez Freyle, 1979 (1638), p.94 | align=center | center |- | align=center | Quito | align=center | Pichincha | align=center | | align=center | 1542 | align=center | | align=center | center |- |} === Reunion with his brother Francisco and death === De Quesada reached Peru with an army of 500 men, without finding the mythical El Dorado. In 1542 he reached the Kingdom of Quito in a bad shape where he joined his brother Francisco. Biography Hernán Pérez de Quesada - Banco de la República Both brothers returned to Bogotá, where Hernán was tried and imprisoned by Luis Alonso de Lugo, the new governor of the capital after Hernán, for his mistreatment of the indigenous peoples and the murders of Tundama, Aquiminzaque, Tisquesusa and Sagipa. In 1544 Hernán and Francisco embarked on a ship back to Spain, that was hit by lightning off the coast of Cabo de la Vela. Both brothers died and several other conquistadors who were returning to their home country were wounded. Hernán and Francisco de Quesada died of a lightning strike offshore the northeastern Colombian desert Cabo de la Vela == See also == *List of conquistadors in Colombia *Spanish conquest of the Muisca *El Dorado *Gonzalo Jiménez de Quesada == References == == Bibliography == * * * * * Category:1500 births Category:Year of birth uncertain Category:1544 deaths Category:Deaths from lightning strikes Category:16th-century Spanish people Category:16th- century explorers Category:People from Granada Category:Spanish people of Jewish descent Category:Spanish conquistadors Category:Andalusian conquistadors Category:City founders Category:Explorers of Amazonia Category:History of the Muisca Category:History of Colombia Category:History of Ecuador Category:History of Peru ",
    "title": "Hernán Pérez de Quesada"
}