{
    "id": "51109231",
    "text": "Professional Footballers Association of Malaysia (, abbrev: PFAM) is a representative organisation for professional football players in Malaysia, established in 2009. It is affiliated with the worldwide professional football players organisation, FIFPro, since 22 October 2013. It was registered with the Malaysia Sports Commissioner's Office on 4 August 2014. PFAM was inactive for a few years until it was reactivated in 2013, with Hairuddin Omar elected as president of the association. For the 2019-2021 session, Safee Sali led the organization and was assisted by Shahrom Kalam as deputy president. PFAM is vocal about welfares of football players in Malaysia, whether still active of retired. PFAM also is responsible for the PFAM Player of the Month award, given to the best player in Malaysia football monthly. == Objective == PFA Malaysia was established to promote, advance and protect the interest of professional footballers in Malaysia. It exists to support and provide advice to, and represent professional footballers in Malaysia in matters pertaining to their relations with Football Association of Malaysia (FAM), clubs, state football associations or any other body responsible for or in any way connected with the administration of football in Malaysia. PFA Malaysia also provides legal advice and assistance to professional footballers in Malaysia in respect of their professional contractual obligations with their clubs or state football associations, and PFA Malaysia acts as an exclusive representative body and collective bargaining agent of Malaysia’s professional footballers. PFA Malaysia also seeks to promote professional football as a stable, secure and worthwhile career, and provides advice and assistance to Malaysia’s professional footballers in their career development. With the support of FIFPRO, PFA Malaysia seeks to establish an international network to enable Malaysia’s professional footballers to have an input in international decision-making in matters pertaining to the game of football. PFA Malaysia exists to fight for the players, and build the beautiful game == PFAM- asiana.my Player of the Month Award == In 2015, PFAM created an award to be given to player; * PFAM Player of the Month In 2016, they created another award; * PFAM Player of the Month (Malaysia Premier League) == PFAM Executive == {| class=\"wikitable\" ! Position ! Name ! Others |- | Chief Executive Officer | Izham Ismail | LL.B (Hons) Malaya |-#bcbce7 |- | Executive Consultant | Zaidi Hassim | LL.B (Hons.) (M.C.L.) UKM Ph.D (Sports Law) UKM |-#bcbce7 | Legal Executive | Muhammad Azzairi Rosle | LL.B (Hons) Malaya |-#bcbce7 | Administrative Executive | Hanani Azren Husin | LL.B Sh & Civ (Hons) USIM LL.M (Hons) UKM |-#bcbce7 | Administrative Executive | Wan Syazana Akmal Wan Roslan | LL.B Sh & Civ (Hons) USIM LL.M (Hons) UKM |-#bcbce7 | Communications Executive | Muhammad Syamil Bin M Rosli | |} == PFAM Committee == For session 2019 - 2021 {| class=\"wikitable\" ! Position ! Name ! Others |- | President | Safee Sali | (Petaling Jaya City FC,Malaysia Super League) player |-#bcbce7 | Vice President | Shahrom Kalam | (Negeri Sembilan FA,Malaysia Premier League) player |-#bcbce7 | Secretary | Razman Roslan | (Melaka United, Malaysia Super League) player |-#bcbce7 | Treasurer | Farizal Marlias | (Johor Darul Ta'zim F.C., Malaysia Super League) player |-#bcbce7 | Exco | Shahrul Saad | (Perak FA, Malaysia Super League) player |-#bcbce7 | Exco | Khairul Fahmi Che Mat | (Melaka United, Malaysia Super League) player |-#bcbce7 | Exco | S. Subramaniam (footballer) | (Kuala Lumpur FA, Malaysia Premier League) player |-#bcbce7 | Exco | Mohd Zaquan Adha Abdul Radzak | (Kedah FA, Malaysia Super League) player |} ==PFAM Social Media== As on 1st July 2020 {| class=\"wikitable\" ! Social Media ! URL ! Followers |- | Facebook | | 35,247 Followers |-#bcbce7 | Twitter | | 12,430 Followers |-#bcbce7 | Instagram | | 79,493 Followers |} ==See also== * Football Association of Malaysia == References == Category:Association football trade unions Category:Professional associations based in Malaysia Category:Football in Malaysia Category:Organizations established in 2009 Category:2009 establishments in Malaysia ",
    "title": "Professional Footballers Association of Malaysia"
}