{
    "id": "51107840",
    "text": "Louise-Jeanne Tiercelin de La Colleterie (1746-1779), was the mistress to Louis XV of France from 1762 to 1765.Sylvia Jurewitz-Freischmidt: Galantes Versailles – Die Mätressen am Hofe der Bourbonen. Katz Casimir Verlag, She was born in Mortagne as the daughter of the guardsman Pierre Tiercelin de La Colleterie and Jeanne-Jacqueline Vautorte. At the age of eleven (1757), she was recruited by Dominique Guillaume Lebel to be trained with the purpose of becoming a petite maîtresse (inofficial mistress) of the king in Parc-aux- Cerfs,Mémoires secrets: pour servir à l'histoire de la république des lettres en France, depuis 1762 jusqu'à nos jours ou Journal d'un observateur ..., Londres, 1777-1789 and was finally installed as such at the age of sixteen in 1762. Reportedly, she threw the gifts the king gave to her upon him while screaming that she hated him and called him ugly, which the king was not offended but rather amused by. When she arrived Marguerite-Catherine Haynault and Lucie Madeleine d'Estaing were already staying at the Parc-aux-Cerfs. She had a son by the king: Benoît-Louis Le Duc (1764-1837). When the abbé de Lustrac encouraged her to plot to have her son legitimized, the king discontinued the affair and had her confined to the Bastille on 25 July 1765; she was released with a pension of 30 000 livres on 18 August. She did not marry but lived as a border in several convents and had several love affairs, notably with the Comte de Langeac and the American adventurer Paul Jones. She was often placed in debt, spending about 100 000 livres annually, which was paid by the royal treasury both by Louis XV and his successor Louis XVI. She died of cancer. == References == Category:1746 births Category:1779 deaths Category:18th-century French people Category:Mistresses of Louis XV Category:People imprisoned by lettre de cachet Category:Prisoners of the Bastille ",
    "title": "Louise-Jeanne Tiercelin de La Colleterie"
}