{
    "id": "51101143",
    "text": "Aminu Dantata (born 19 May 1931) is a Nigerian businessman and philanthropist who is one of the promoters of Kano State Foundation, an endowment fund that supported educational initiatives and provided grants to small-scale entrepreneurs in Kano.Lucas, J. (1994). The State, Civil Society and Regional Elites: A Study of Three Associations in Kano, Nigeria. African Affairs, 93(370), 21–38. Retrieved from Jstor. Pp. 24–26 He is the head of a group of companies that manages his real estate and other business ventures. Dantata is the founder of Express Petroleum & Gas Company Ltd and one of the organizers of Jaiz Bank in Nigeria. In 1978, he was a member of the National Movement, an organization that later transformed to the National Party of Nigeria.Labinjoh, J. (1981). The National Party of Nigeria: A Study in the Social Origins of a Ruling Organization. Africa Spectrum, 16(2), 193–201. Pp. 194. Retrieved from Jstor. ==Life== Dantata was born to the family of Alhassan Dantata, he was the fifteenth child in a family of seventeen children. From 1938 to 1945, he was educated at Dala Primary School and then finished his education through home studies in a private school built by his father in 1949. After his studies, he joined the family business, Alhassan Dantata & sons in 1948 as a produce buyer and also got married. In 1955, he became the Sokoto district manager of the business. The year 1955 was also when his father died and the shares in the business were subsequently distributed to the children. In 1958, Dantata became the deputy managing director of the business with his brother Ahmadu, was the MD. When Ahmadu died in 1960, Dantata became the head of the business. Over the years, Dantata expanded the business holdings and his activities into various sectors of the Nigerian political and economic sphere. By the beginning of the 1960s, Dantata had a construction firm that received patronage from the newly independent government in Nigeria, his firm was given a contract to build part of the School of Aviation in Zaria. In 1961, he was among three other businessmen as part of the 23 member economic mission group, the first world-wide mission sent by an independent government in Nigeria.Nigeria sending 23-man economic mission to U.S. (17 June 1961). Tri – State Defender (1959–1989) Retrieved Proquest. In 1964, he was among the pioneer board members of the Nigerian Industrial Development Bank. In 1968, Dantata was appointed kano State commissioner for Economic Development, Trade and Industry under the administration of Audu Bako, he was in the position until 1973. During the indigenization period of the 1970s, the Dantata group bought shares and held significant holdings in Mentholatum, SCOA, Funtua Cotton Seed Crushing Co and Raleigh Industries. == Alhassan Dantata and Sons Group == Dantata assumed executive leadership of Alhassan Dantata and Sons in 1960. Established by his father as commodity firm trading in groundnut, kolanut and a few other commodities, Dantata later invested in some foreign enterprises operating in Nigeria. Between 1960 and 1980, it operated the following divisions: Building and construction division whose contracts included Defense Academy in Kaduna, extension to Ahmadu Bello University in Zaria and a civil aviation training school in Zaria.1978\\. \"Alhassan Dantata and Sons Limited\" advertisement. Financial Times Nigeria Survey. Financial Times. 29 August 1978 A Merchandise division that was founded in the middle of the 1970s traded in building materials primarily in Northern Nigeria. Northern Amalgamated and Marketing Company Limited, this unit has two main parts, a fertilizer division generally supplying governments and a technical division trading in WARD generators and Barford construction equipment. The firm maintained a division that held a Mercedes Benz dealership and another that maintained a terminal at Warri Port. By the 1990s, the group had changed its identity to become Dantata Organization with additional investment in oil exploration through Express Petroleum. == Political career == In 1961, Dantata was elected as the representative of Kura district in the Northern House of Assembly. He was also an executive member of Kano Provincial Council. After the First Republic was truncated, Dantata was nominated to be an executive member of the newly formed Kano State in 1967 where he served as the state commissioner of Trade and Industry. ==Philanthropy== Dantata has donated funds and buildings to various institutions around Kano. He donated the Alhassan Dantata Haemodyalysis Center to Aminu Kano Teaching Hospital. He was the first chancellor of Al-Qalam University, Katsina. ==See also== *List of Hausa people ==References== Category:Nigerian businesspeople Category:1931 births Category:National Party of Nigeria politicians Category:Living people ",
    "title": "Aminu Dantata"
}