{
    "id": "51103242",
    "text": "Barsar is a historical town which has its roots linked to the Sidh Shri Baba Balak Nath Ji , a Hindu deity located in the Hamirpur district of Himachal Pradesh. Located primarily on the Foothills Of Western Shivalik Range Of The Outer Himalayas on National Highway 503 A , it is a major Business and Educational Hub in the district. Barsar Hilltop overlooks Lake Govind Sagar due South West and The Dhauladhar Himalayas due north. Founded by Rajput Prince as a Princely state , used their clan name Barsar ( a clan of rajput) as the name of state . After separation of India it was merged in India . Now it is also a part of Himachal Pradesh . Barsar is one of the most developing and enhancing educational locations in the state and it also serves as one of five tehsil headquarters in the Hamirpur district. Barsar Hilltop separates Hamirpur to Una District at an elevation of 1015 M above sea level. ==Barsar Clan== In the northern part of India, the Barsar (or Bersal) is a Rajput clan whose members ruled several states (see below).The Barsars claim descent from the mythical Suryavansha (Solar dynasty). ==Population== The town has a total population of 3390 of which 1762 are males while 1628 are females as per the Population Census 2011. In the Barsar town population of children with age 0-6 is 360 which makes up 10.62% of total population of the town. Average Sex Ratio of the Barsar town is 924 which is lower than the Himachal Pradesh state's average of 972. Child Sex Ratio for the Barsar as per census is 967, higher than the Himachal Pradesh average of 909. ==Literacy== Barsar town has higher literacy rate compared to the Himachal Pradesh. In 2011, literacy rate of Barsar town was 88.91% compared to 82.80% of Himachal Pradesh. In Barsar Male literacy stands at 92.65% while female literacy rate was 84.84%. ==Colleges and institutes== Govt. Degree College Barsar is the main higher institute for education as well as there are so many other government and private institutes including schools and colleges. ==Location and transport== The nearest cities are Hamirpur, Una and Bilaspur in Himachal Pradesh While Chandigarh is Major Big City . As Barsar is the main stop before Baba Balak Nath Temple Deotsidh and it is a transition point for pilgrims and Tourists plying to Manali since NH 503 A and SH 32 meets at Mandi , a major point on Manali Route . The nearest broad Gauge railway station is Una Railway Station, while Gaggal Airport is the nearest airport for the town followed by Mohali International Airport Chandigarh. The survey of railway line between Una and Hamirpur had been taken under constant assessment in two years which will have around four crossing stations between Una and Hamirpur cities. ==Temples== Sidh Shri Baba Balak Nath Ji is known as the incarnation of Lord Shiva in Kali Yuga. Shri Sidh Baba Balak Nath Temple Deotsidh is the biggest holy shrine in the Barsar tehsil. It is situated on the Deotsidh Dhar Range in Shivalik Hills. It stretches across 44 kilometers from Hamirpur, 185 kilometers from Chandigarh, 93 kilometers from Nangal Dam (Railway Station), 64 kilometers from Una, 12 kilometers from Bijhari, 16 kilometers from Barsar and about 5 kilometers from Shah Talai. == References == Category:Cities and towns in Hamirpur district, Himachal Pradesh ",
    "title": "Barsar"
}