{
    "id": "51101497",
    "text": "UPd2Al3 is a heavy-fermion superconductor with a hexagonal crystal structure and critical temperature Tc=2.0K that was discovered in 1991. Furthermore, UPd2Al3 orders antiferromagnetically at TN=14K, and UPd2Al3 thus features the unusual behavior that this material, at temperatures below 2K, is simultaneously superconducting and magnetically ordered. Later experiments demonstrated that superconductivity in UPd2Al3 is magnetically mediated, and UPd2Al3 therefore serves as a prime example for non-phonon-mediated superconductors. ==Discovery== Heavy-fermion superconductivity was discovered already in the late 1970s (with CeCu2Si2 being the first example), but the number of heavy-fermion compounds known to superconduct was still very small in the early 1990s, when Christoph Geibel in the group of Frank Steglich found two closely related heavy-fermion superconductors, UNi2Al3 (Tc=1K) and UPd2Al3 (Tc=2K), which were published in 1991. At that point, the Tc=2.0K of UPd2Al3 was the highest critical temperature amongst all known heavy-fermion superconductors, and this record would stand for 10 years until CeCoIn5 was discovered in 2001. ==Metallic state== The overall metallic behavior of UPd2Al3, e.g. as deduced from the dc resistivity, is typical for a heavy- fermion material and can be explained as follows: incoherent Kondo scattering above approximately 80 K and coherent heavy-fermion state (in a Kondo lattice) at lower temperatures. Upon cooling below 14 K, UPd2Al3 orders antiferromagnetically in a commensurate fashion (ordering wave vector (0,0,1/2)) and with a sizable ordered magnetic moment of approximately 0.85 µB per uranium atom, as determined from neutron scattering. The metallic heavy- fermion state is characterized by a strongly enhanced effective mass, which is connected to a reduced Fermi velocity, which in turn brings about a strongly suppressed transport scattering rate. Indeed, for UPd2Al3 optical Drude behavior with an extremely low scattering rate was observed at microwave frequencies. This is the 'slowest Drude relaxation' observed for any three- dimensional metallic system so far. ==Superconducting state== Superconductivity in UPd2Al3 has a critical temperature of 2.0K and a critical field around 3T. The critical field does not show anisotropy despite the hexagonal crystal structure. For heavy-fermion superconductors it is generally believed that the coupling mechanism cannot be phononic in nature. In contrast to many other unconventional superconductors, for UPd2Al3 there actually exists strong experimental evidence (namely from neutron scattering and tunneling spectroscopy ) that superconductivity is magnetically mediated. In the first years after the discovery of UPd2Al3 it was actively discussed whether its superconducting state can support a Fulde–Ferrell–Larkin–Ovchinnikov (FFLO) phase, but this suggestion was later refuted. ==References== Category:Superconductors Category:Correlated electrons Category:Intermetallics Category:Uranium compounds Category:Palladium compounds Category:Aluminium compounds ",
    "title": "UPd2Al3"
}