{
    "id": "51104483",
    "text": "Beatrice Maria Adelaide Marzia Vio, better known as Bebe Vio (born 4 March 1997) is an Italian wheelchair fencer, 2014 and 2016 European champion, 2015 and 2017 World champion, and 2016 Paralympic champion in the foil B category. ==Early life== Bebe Vio was born in Venice on the 4th of March 1997, second of three siblings, and raised in Mogliano Veneto. In late 2008, when she was 11 years old, she was affected by a severe meningitis that caused her an infection and then the amputation of both her legs from the knee, and both her arms from the forearms. After more than three months of intensive rehabilitation she was able to come back to sport. In her childhood she pursued three passions, which she dubs \"the three S's\": school (scuola in Italian), fencing (scherma), which she took up when she was five, and scouting (scoutismo). == Athletics== Vio is a champion wheelchair fencer. She uses a special prosthetics to hold her foil, fencing from the shoulder. Under the coaching of Federica Berton and Alice Esposito she took part in her first wheelchair fencing competition in 2010. Her experience inspired her parents to found the non-profit organization Art4sport Onlus, which promotes sport for amputee young people. The 2012 Summer Paralympics were too early in her career for her to take part, but she was chosen a torchbearer for the opening ceremony after an online campaign where more than 1,000 people emailed the International Paralympic Committee to support her candidacy. In the same year, at the age of 15, she joined the Italian wheelchair fencing team. In 2013, she won her first World Cup in Montreal after she defeated Olympic silver medallist Gyöngyi Dani. For this performance she was named paralympic athlete of the month by the International Paralympic Committee. In the early 2013–14 season, she paused to focus on her studies, but she returned in June and won both the individual and team competition at the European Championships. At the end of the year, the Italian Paralympics Committee awarded her the distinction of “Italian Paralympic Athlete of the Year“, a title shared with Oxana Corso. In 2015, she became world champion after she defeated Dani 15–4 in the final. She was named an ambassador for the Milan Expo 2015 and she published her autobiography, Mi hanno regalato un sogno. Bebe Vio at the Italian Parliament in 2018, with her mother Teresa and the Secretary General of the Italy-USA Foundation Corrado Maria Daclon In the 2015–16 season, she received the Mangiarotti Award from the Italian Olympic Committee. She won her second European title in Casale Monferrato, prevailing over Russian Irina Mishurova. In July she lost in the final of the Warsaw World Cup to Russian Viktoria Boykova, which ended her streak of 11 consecutive victories in World Cup events. She however qualified to the 2016 Summer Paralympics as the top-ranked fencer in her category. In Rio she came out of the pool stage undefeated, winning her five pool bouts on 5–0. In the quarterfinals, she defeated Poland's Marta Makowska on 15–6, then overcame defending Paralympic champion, China's Fang Yao, on 15–1. In the final she met China's Jingjing Zhou. After she took an early lead, the bout was interrupted when the tip of her opponent's foil went accidentally into her mask. After ice was applied, she went on to win 15–7, earning Paralympic gold. She received the America Award of the Italy-USA Foundation in 2018. == Advocate== As a result of her illness and her recovery, Vio has become \"a fierce campaigner for early vaccination.\" ==References== ==External links== * Profile at rio2016.com Category:1997 births Category:Living people Category:Italian female fencers Category:Paralympic wheelchair fencers of Italy Category:Sportspeople from Venice Category:Paralympic gold medalists for Italy Category:Medalists at the 2016 Summer Paralympics Category:Paralympic athletes of Fiamme Oro Category:Paralympic medalists in wheelchair fencing Category:Wheelchair fencers at the 2016 Summer Paralympics ",
    "title": "Beatrice Vio"
}