{
    "id": "51102501",
    "text": "John J. Uicker is a professor emeritus of mechanical engineering at the University of Wisconsin-Madison, Wisconsin.John J.Uicker, Professor Emeritus ==Education== Uicker received his BME degree from the University of Detroit, and his MS and PhD degrees in mechanical engineering from Northwestern University. He joined the University of Wisconsin faculty in 1967, where he served until his retirement in 2007. As an ASEE resident fellow, Uicker spent 1972–73 at Ford Motor Company. He was also awarded a Fulbirus-Hayes Senior Lectureship and became a visiting professor at Cranfield Institute of Technology in Cranfield, England, in 1978–79. After graduate study, he became the pioneering researcher on transformation matrix methods of linkage analysis, and was the first to advise on their use in the dynamics of mechanical systems. ==Career== Throughout his career, his teaching and research focused on solid geometric modeling and the modeling of mechanical motion, and their application to computer-aided design and manufacturing, including kinematics, dynamics, and simulation of articulated rigid-body mechanical systems. He founded the UW Computer Aided Engineering Center and served as its director for its initial 10 years of operation. He has served on several national committees of The American Society of Mechanical Engineers (ASME] and the Society of Automotive Engineers (SAE), and he received the ASME mechanisms Committee Award in 2004 and the ASME Fellow Award in 2007. He is a founding member of the U.S. Council of the Theory of Mechanism and Machine Science and of the internal Federation of Mechanism and Machine Science (IFToMM) award. He served for several years as editor-in-chief of the Mechanism and Machine Theory journal of the federation and is now editor emeritus. He is a registered mechanical engineer in Wisconsin and has served for many years as an active consultant to industry. Uicker is a fellow of the American Society of Mechanical Engineers and has been awarded the Mechanisms and Robotics Committee Award for his many years of service on the committee. He has served on the Computational Geometry Committee and the Design Automation Committee. Uicker and his students have developed geometric modeling and computer-aided design techniques for the simulation of solidification in metal castings, which made manufacturing more predictable and cost-effective. His research program has developed a computer software system called the Integrated Mechanisms Program (IMP)P. N. Sheth, J. J. Uicker Jr., \"IMP (Integrated Mechanisms Program), A Computer-Aided Design Analysis System for Mechanisms and Linkage\", Transactions of the ASME, 1972, pp. 454-464. for the kinematic, static, and dynamic simulation of rigid body mechanical systems such as robots and automotive suspensions. Uicker coined out the 4 X 4 matrix method for kinematic analysis of linkages in 1964.J. J. Uicker, JR., J. Denavit, R. S.Hartengerg, \"An iterative method for the Displacement Analysis of Spatial Mechanisms\", Journal of Applied Mechanics, 1964 pp. 309-314. He proposed the Sheth-Uicker Notation for kinematic analysis mechanical linkages in 1971.P.N. Sheth, J.J.Uicker, \"A generalized Symbolic notation for mechanisms\", Transactions of the ASME, vol.93, 1971, pp. 102-112. ==Works== * John J. Uicker, Bahram Ravani, Pradip N. Sheth. Matrix Methods in Design Analysis of Mechanisms and Multi-body Systems. Cambridge University Press, 2013. * John Joseph Uicker, G. R. Pennock, Joseph Edward Shigley. Theory of Machines and Mechanisms. 5th ed. New York: Oxford University Press, 2016. ==References== == External links == * Matrix Methods in the Design Analysis of Mechanisms and Multibody Systems * Theory of Machines and Mechanisms Category:Living people Category:University of Detroit Mercy alumni Category:Northwestern University alumni Category:University of Wisconsin- Madison faculty Category:Year of birth missing (living people) ",
    "title": "John J. Uicker"
}