{
    "id": "51103860",
    "text": "The Campaign for the University of Oxford, or simply Campaign for Oxford, is the ground-breaking fundraising appeal for the University of Oxford. The Campaign for Oxford has been a pioneer of university fundraising, in terms of both methods and ambition, since its launch in 1988. It is the biggest and most ambitious fundraising campaign for Higher Education in Europe and one of the largest university fundraising campaigns in the world. Oxford University's campaigns are managed by Oxford University Development Office. This is a permanent office of the University, though the Campaign itself is temporary. Every few years a new campaign is announced and a new target set. ==History== ===The decision to fundraise centrally=== Oxford University has a long history of philanthropy over the centuries, but like most British universities did not have a systematic approach to obtaining this through a central fundraising office. In the early 1980s, the university sector as a whole was facing a growing financial crisis as public funding was no longer adequate to meet its needs. Fundraising was one of several responses discussed by the Conference of University Administrators. University fundraising was highly controversial. In the Oxford context, it entailed a significant expansion of the central university. Oxford University was traditionally a federation of colleges, and the central administration was originally viewed simply as a range of support functions for the colleges. Various pressures were enhancing the power of the central University, and it was a situation that made the heads of college uncomfortable. It was also not clear that alumni would feel an allegiance to Oxford University as opposed to their own colleges, and there was concern that a central appeal would detract from the much smaller appeals run by some of the poorer colleges. Across the sector as a whole there was a considerable amount of distaste for fundraising. British universities had hitherto relied on government funding and research grants, but public funding was diminishing and universities found themselves increasingly unable to afford to refill vacant posts. Even so, there were differing opinions as to whether fundraising was an appropriate activity, as opposed to lobbying for public funding to be increased. There were questions over potential diversion of funds from 'real' charities, possible donor interference in academic impartiality, and the diversion of academic time from its prime purpose. There was also a significant financial risk for Oxford. The new Development Office represented a huge investment at a time of austerity, which was often expressed in terms of the opportunity cost of funding academic posts. The promised return on this investment was by far the largest goal of any British university campaign at that time – most thought in terms of thousands of pounds rather than millions – and there was some uncertainty over whether it was possible to raise such a large sum from a standing start. It was increasingly clear, though, that Oxford was facing a financial crisis so severe that its position as a major university was under threat. In the face of cuts to public funding for the university sector it had already left around 90 academic posts unfilled, while investment in infrastructure had virtually ceased. Drastic action was called for if Oxford was to survive as one of the world's leading universities. Responsibility for convincing a reluctant and risk-averse university to undertake this new strategy lay largely with Sir Patrick Neill, subsequently Baron Neill of Bladen. As Vice-Chancellor Elect from 1983 to 1985, and Vice- Chancellor from 1985 to 1989, he recognised that dramatic intervention was the only way of saving the University. He persuaded the University to commission a report from the American consultancy firm, McKinsey, led by Nicholas Ulanov. This not only looked at the feasibility of fundraising, but also recommended methods by which it might be achieved. One of the consultants involved was the future Conservative Party leader, William Hague. ===1988–94 The first Campaign for Oxford=== In 1988, Oxford took the unprecedented step of launching its first major fundraising campaign of the modern era. Known simply as The Campaign for Oxford, it was set the then immensely ambitious target of raising £220m in five years, to include research grants and contracts. This required a multimillion-pound investment not only in a major office in Oxford, but also in permanent offices in New York and Tokyo. These were enhanced by the donation of a further office in Toronto. Dr Henry Drucker, a former senior lecturer in politics at the University of Edinburgh and director of its development committee, was recruited to lead the new office. Drucker, an American, brought an understanding of university fundraising from his undergraduate days in the United States. Together with his team, he drew on the McKinsey Report and work done at universities such as Princeton and Duke to devise a new model for university fundraising in the British context. He eschewed the 'cold' mail-shot techniques then dominant in British fundraising, emphasising the importance of building a relationship with prospects and involving them fully in the projects they funded. Central to this 'relationship fundraising' was the Seven Steps of Solicitation, giving importance to phases such as prospect research, painstaking engagement, and reciprocation. His task was made all the more demanding due to the ongoing scepticism he faced from some quarters of the University. Like any new fundraising office, it took time to gather momentum: it needed to establish relationships with potential donors and convince an alumni body unused to the concept of university fundraising that it was a project they should support. In the event, under Drucker's enthusiastic and determined leadership, the Campaign was so successful that it became clear it would surpass its original target; thus in 1993 it was extended for a year and set the even more ambitious target of £340m, which it achieved in October 1994. It had funded new research centres, buildings and 117 academic posts including 34 professorships. ===2008 The second Campaign, Oxford Thinking=== The second campaign was launched in 2008 under the title The Oxford Thinking Campaign. Its initial target was set at £1.25bn. It surpassed this in 2012 and the University set a new target of £3bn. In 2015 Oxford announced that it was raising funds at the rate of over £200m a year, the highest in UK higher education. Funds raised through the Campaign support three core priorities: student support; academic posts and programmes; and infrastructure. ==Impact== The most visible impacts of the two campaigns are new buildings, scholarships and posts. A sample of these are listed below. * The Saïd Business School, founded by Wafic Saïd, who has donated £70m. This has subsequently been enhanced by the Thatcher Business Education Centre, opened by The Prince of Wales in 2013 and named by Prime Minister David Cameron in 2014. * The Moritz- Heyman Scholarship Programme, providing support to students at a socio- economic or educational disadvantage. This was created with a £75m gift from the venture capitalist Sir Michael Moritz and his wife, the writer Harriet Heyman. It was the biggest philanthropic gift for undergraduate financial support in European history. * The Li Ka Shing Centre for Health Information and Discovery, where more than 600 scientists will use big data research and advances in genomics to transform our understanding of disease. This was funded by £20m from the charitable foundations of Hong Kong entrepreneur, Sir Ka-shing Li. * The Mica and Ahmet Ertegun Graduate Scholarship Programme in the Humanities, endowed by a £26m gift from Mica Ertegun. * The Blavatnik School of Government, founded with a £75m donation from Leonard Blavatnik. * The redevelopment of the Ashmolean Museum Behind the scenes, however, the success of fundraising also had a significant impact on the governance of the University. Power was already shifting from the colleges to the central university, for example due to the need for expensive shared science facilities. A central Campaign meant the Vice-Chancellor could gain new funds independently of the colleges. This was part of a trend that in 2004 led to the appointment of the first Vice-Chancellor to be elected from outside Oxford's academic body in 900 years, Sir John Hood. ==Notable people associated with the Campaign for Oxford== * Sir Patrick Neill, subsequently Baron Neill of Bladen, founding Vice-Chancellor * Henry Drucker, founding Director * Vivien Duffield, Chair 2007–10 * Nicholas Goodrick-Clarke, fundraiser * Gerard Vaughan, deputy director 1991–94 ==References== ==External links== * Oxford Thinking: The Campaign for the University of Oxford * The Campaign for Oxford's impact stories page Category:Departments of the University of Oxford Category:Charities based in Oxfordshire ",
    "title": "Campaign for Oxford"
}