{
    "id": "51105903",
    "text": "Underground Airlines is a 2016 novel by Ben Winters which is set in a contemporary alternate-history United States where the American Civil War never occurred because Abraham Lincoln was assassinated prior to his 1861 inauguration and a version of the Crittenden Compromise was adopted instead. As a result, slavery has remained legal in the \"Hard Four\" (a group of southern states which have kept slavery): Alabama, Louisiana, Mississippi and a unified Carolina. Its name evokes the Underground Railroad in relations to its setting. The novel attracted praise for exploring racism through the alternate-history mechanism. ==Plot== The novel is narrated by Victor, a former Person Bound to Labor ('peeb') who, after escaping the Hard Four, has been forced to work as an undercover agent for U.S. Marshal Bridge, infiltrating and gathering evidence to prosecute fellow escapees and the people and organisations helping peebs escape slavery. If Victor refuses to help, the agent has threatened to return him to the plantation from which he escaped; and he can be tracked by a device implanted in his spine if he tries to run. As the novel opens, Victor is tracking down the peeb escapee Jackdaw, whose last known whereabouts have led Victor to Indianapolis. His trail ends at Saint Anselm's Catholic Promise, a seemingly derelict community center run by Father Barton. Victor poses as Jim Dirkson, a consultant for Indonesian cell carrier Sulawesi Digital, looking to expand into the United States, seeking to get his wife Gentle out of the Carolina plantation she is enslaved in and into Little America, a suburb of Montreal mainly populated by African- Americans in exile. Victor befriends Martha, a white woman with a mixed-race child, after they are ejected from a hotel for stealing from the breakfast buffet. Eventually, Victor locates Jackdaw, who is revealed to be a freeborn African-American college student named Kevin. He was sent by Barton to infiltrate Garments of the Greater South, Inc., purportedly to expose how they have been illegally selling slave-made goods to the rest of the United States (where such goods are unlawful) through shell companies located in Malaysia. Barton contends that this explosive revelation could bring down slavery, or at least assassinate the credibility of its proponents. Kevin, however, refuses to give up the location of the 'evidence' unless they also extract a slave girl he'd fallen for during his year behind the Fence. In a commotion, he is shot dead by an Indianapolis police officer who is working with Father Barton after he became enraged at the news that the girl was probably dead. Victor is then coerced by Father Barton to go back to GGSI to retrieve the intel. Victor deduces something larger is at play and gets Martha to play his 'Missus' through the slavery-embracing Hard Four states so they can investigate GGSI. Martha, for her part, is seeking access to Torchlight; a centralized registry of every Person Bound to Labor in the United States - specifically, she wants to find out what happened to Samson, her son's father. Victor decides to double-cross Father Barton, and makes another deal with Bridge. He does not believe the intelligence being retrieved would make any difference, and decides to use the U.S. Marshal Service to secure his own freedom. Bridge is compelled to play along after Victor bluffs about the damaging nature of the evidence to the Service. At the Fence, Victor disguises himself as Martha's slave, endures a dehumanizing inspection by Internal Border and Regulation agents, and the two make their way to Green Hollow, Alabama. In Green Hollow, Victor sends Martha back north and meets up with former peebs who hide out at a sympathetic old white lawyer's mansion; he is accommodated there as he prepares to insert himself into GGSI. Martha unexpectedly returns to Victor's side, and they succeed in infiltrating GGSI's HQ, obtaining the intel as well as information on Samson. He and Martha are unexpectedly abducted by IMPD Officer Cook, one of Father Barton's colleagues from Indianapolis. It turns out that Cook, like Victor, is also an undercover agent for the Marshal Service; he betrays both Father Barton and Victor to secure his own freedom. In the ensuing struggle, Cook is shot dead. When confronted by Victor, Father Barton reveals that the evidence is much more horrifying: GGSI has been experimenting with the eggs of female slaves to genetically produce a new line of slaves who can be legally classified as non-humans. Victor pretends to co- operate with Barton. Telling Bridge he has the intel, they rendezvous in a makeshift operating tent off of a highway, so his tracking implant can be removed and Bridge can give him a new identity. During the exchange, however, Barton and his comrades ambush Bridge, killing the medical technician he'd brought along, and is about to kill Bridge, when Victor says to spare him instead. In gratitude, Bridge removes the implant himself, and Victor passes out, waking up to an empty tent. The novel ends with the undercover Victor and Martha in Chicago, checking into the HQ of the elevator company that contracts with GGSI - plotting sabotage. ==Development history== Winters cites Ralph Ellison's Invisible Man as a strong influence on the finished novel. ==Recognition== The novel was a finalist for the 2017 Chautauqua Prize, the 2017 Southern Book Prize, the 2017 International Thriller Award, and the John W. Campbell Memorial Award for Best Science Fiction Novel of the Year. The book won the 2016 Sidewise Award for Alternate History. ===Publication history=== * * * ===Cover art=== The United States hardback edition cover was designed by Oliver Munday. An alternative cover for the UK edition featured a background with the stars and bars from the Confederate Battle Flag. ==Reception== In an early review, Kirkus Reviews called the novel's premise \"worthy of Philip K. Dick ... smart and well-paced.\" The book debuted on the New York Times hardcover best-seller list at #20, and was ranked #11 on the Indie Bestsellers list. Charles Finch wrote, in a review for USA Today, the novel had a \"rather prosaic plotline\" and \"many of [the novel's] big turns are anticlimactic\" but overall, it was \"a swift, smart, angry new novel [that] illuminates all the ways that slavery has endured into the present day — by depicting an alternate world in which it has endured\" and called it an astonishing feat of world-building. In a review for The Washington Post, Jon Michaud found the \"alternate history that does not feel fully realised [in] its rendering of popular culture\" was \"slightly distracting\" but overall, the novel was a success \"because its fiction is disturbingly close to our present reality.\" Many reviewers probed the novel's premise and found it reasonable. Maureen Corrigan, writing for National Public Radio, called the novel \"one suspenseful tale filled with double crosses and dangerous expeditions\" set in \"a disturbing but plausible alternate reality for the United States.\" Kathryn Schulz, reviewing the novel for The New Yorker, said \"Winters gets the balance right. He is careful to set up a plausible case for how history shifted off- kilter ... and he paints a convincing picture of what fugitive life would look like in our own era. ===Racial controversy=== A profile in The New York Times called the novel \"creatively and professionally risky\" for Winters, as fellow author Lev Grossman was quoted describing Winters as \"fearless\" for being \"a white writer going after questions of what it's like to be black in America.\" Corrigan wrote that a white author imagining the thoughts and experiences of a black character was potentially controversial. Other critics of the Times profile felt that Winters was being unfairly lionised, especially since the themes of science fiction, racism and slavery had in fact been explored before, most notably by African-American author Octavia Butler in her 1979 novel Kindred. Winters had already acknowledged Butler's influence in a blog post published three weeks before the profile in the Times. ==Adaptation== Winters has written the pilot script for a television adaptation. ==References== ==External links== * ===Reviews=== * * * * * Category:2016 American novels Category:American alternate history novels Category:Novels about American slavery Category:Novels set in the United States Category:Novels set in the 21st century Category:American Civil War alternate histories Category:Sidewise Award for Alternate History winning works Category:Novels set in Indianapolis ",
    "title": "Underground Airlines"
}