{
    "id": "51107378",
    "text": "Rosario Lufrano (Lanús, Buenos Aires, 8 January 1962) is an Argentinian journalist, broadcaster and reporter. In 2016, she had a regular programme on Radio Rivadavia. == Career == She graduated from the Lomas de Zamora National University and began to work in 1983 on the popular Radio Belgrano, as an announcer and reporter. By 1988, she was presenting the main bulletin of the defunct cable network Cablevisión Noticias (CVN). In 1990, under a new management, the revamped channel 11 (Telefe) hired her to front the 7:00pm nightly news hour, alongside Franco Salomone, lasting until December 30, 1998, when she and hundreds of co-workers were sacked for a developing financial crisis in the company.http://edant.clarin.com/diario/1999/01/02/e-04803d.htm Between 1991 and 1993, she hosted a weekly investigative program for the same network, focused on current affairs. By the mid-1990s, added a job at Radio Continental, where she hosted a Saturday morning chat show. Lufrano appeared on the air again in 2000, providing commentaries and reading the news in a midday program that was broadcast on the América channel. In 2003, she began a long-time career as a newscaster for the public network, and since 2006 shared the duties of manager of programming,http://www.pagina12.com.ar/diario/suplementos/espectaculos/8-2634-2006-05-25.html until 2008, when she resigned in the middle of a political crisis due to the agricultural strike. After leaving the public eye, Rosario continued working as a manager of an online channel, focused on travelling across the globe, and since 2013, has a daily morning program on Radio Rivadavia.http://www.arinfo.com.ar/notix/noticia/09015_rosario-lufrano-cuando- llegu-a-canal-7-era-un-lugar-saqueado.htm == Personal life == She is a daughter of Italian immigrants, who arrived to Argentina in extreme state of poverty, after World War II. Her father is a tailor and her mother is a dressmaker, both still working. She has two children and is divorced from her first husband. ==References== Category:Women television journalists Category:Living people Category:1962 births Category:Argentine television journalists ",
    "title": "Rosario Lufrano"
}