{
    "id": "51102783",
    "text": "Sri Santhana Srinivasa Perumal Temple is a Hindu temple located in Mugappair West near Anna Nagar in Chennai. The place was originally known as \"Maga- pperu\" in Tamil which means \"Blessed with a child\". Later the name ‘Magapperu’ got colloquially transformed to Mogappair. The name is due to Santana Srinivasa Perumal whose vigraham (idol) was found beneath the temple premises in Mugappair in Chennai. Santana Srinivasa blesses childless couple with children. ==History== Around 650 years ago, Sri Arunachalam Mudaliar was informed about the existence of the Idol/Vigraham of Santana Srinivasa Perumal by Lord Vishnu himself in his dream in Mugappair. Sri Arunachalam Mudaliar started the construction of the temple and today it is a spacious temple near the heart of the city. There is a seven tier Raja Gopuram as we enter the temple, Santana Srinivasa Sannidhi, Santana Lakshmi Sannidhi and Andal Sannidhi. There is also sannidhi for Ganapathy and Anjaneya. ==Santana Gopala Pooja== Santana Gopala Pooja is performed in this temple wherein couples are made to cradle/hold the Vigraham/Idol of Santana Gopala in their lap. The Santana Gopala Pooja is performed on Pournami and on the days with the stars of Tiruvonam, Punarpoosam, Swathi, Rohini and Revathi between morning 6:00 and to 12:00 noon. The Pooja articles include Tamboolam, honey, butter to be offered to Lord Krishna while holding him in the lap of the couple performing the pooja. The following Sloka is recited by the couple performing the Santana Gopala Pooja: Devakisuta Govinda Vaasudeva Jagatpathe, Dehime Tanayam Krishna Twaamaham Sharanam Gathaha, Devadeva Jagannatha Gotra Vridhi Karaprabho, Dehime Tanayam Sheegram Ayushmantam Yashashshreenam. The meaning of the Sloka is as follows: Govinda, the Son of Devaki is Vaasudeva the Father of this world, Give me with a child O Krishna! I surrender to you! O Lord of all Lords! May my Gothra/Lineage multiply (through the offspring born), Give me a Child early who would live long with fame. The honey and butter are given to the couple as prasadam who are required to take the Prasadam regularly after the pooja on a daily basis. They are also required to recite the sloka on a daily basis for 48 days for good results. ==References== Category:Hindu temples in Chennai ",
    "title": "Sri Santhana Srinivasa Perumal Temple"
}