{
    "id": "51109363",
    "text": "Desolate Divine is the fifth studio album by American metalcore band The Color Morale. It was released on August 19, 2016 through Fearless Records, and was produced by Dan Korneff and Aaron Saunders. It is the band's last album before they went into a hiatus in 2018. ==Background and promotion== On June 23, 2016, the band announced their new fifth studio album titled Desolate Divine and that it would be released on August 19. On the same day, the band released the lead single \"Walls\". In an interview, vocalist Garret Rapp revealed that he is not doing the unclean vocals on the new album and that the position would be filled by rhythm guitarist Aaron Saunders. ==Critical reception== The album received mostly positive reviews, but also mixed reviews from several critics. Already Heard rated the album 4 out of 5 and stated: \"Desolate Divine and The Color Morale deliver help for those who may not always be heard and gives them something to hang on to when there may be nothing else. Music is already powerful, but sometimes it can be truly life saving.\" Zach Redrup from Dead Press! rated the album positively calling it: \"The themes of Desolate Divine may be of loneliness and self-isolation, but about coming to terms with that, the parting wisdom in the final song, 'It's okay to not be okay / It's okay to feel this way'. There won't be a listener unaffected by the sincerity, the rawness on display during this emotional journey. But, when the album ends and you take off your headphones, you'll find a busy world that doesn't care.\" Distorted Sound scored the album 8 out of 10 and said: \"The new record Desolate Divine is a massive record that pulls at the receptors in the mind. It will help to silence those underlying mental problems for a while, it will push those hapless, annoying demons away. Away to the corner of lost luck, a corner where it's creepy and swirled with blackness. Desolate Divine is also an album that straightens out any creases. There are songs on the opus that signify change in sound and swagger. The band have seriously worked on their set-up and musical muscle. They've scattered rock sounds and well as post- hardcore treats, measuring up to the front-runners in both genres. They're unique in that respect.\" New Noise gave the album 3 out of 5 and stated: \"If you're looking for an edgy album with well-laid out lyrical content, Desolate Divine is not for you. If you want to add a generic pop rock album to your music library with two to three bangers, then pick this record up, but don't except the album of the year by any means.\" New Transcendence gave the album almost a perfect score 9.5/10 and saying: \"Desolate Divine is TCM honed into their skills. Over the past few albums, they've really began to embrace a new sound and this album sees them really locked into it. Personally, I prefer this version of TCM over their humble beginnings as a band. It's beautiful, it's atmospheric and it's just what a listener needs to hear, if they're stuck in a rut in life. If you weren't sold on the album, after reading this review, take the time to check it out for yourself. I believe that Desolate Divine is one of those 'you'll either love it or hate it' types of albums and I happen to fall into the 'love it' category.\" Rock Sound gave the album a positive review saying: \"Previous release Hold On Pain Ends saw the five-piece sway away from their fiery metalcore sound and enter alt.rock territory. Desolate Divine builds on that and delves into those influences even further.\" ==Track listing== ==Personnel== Credits adapted from AllMusic. The Color Morale * Garret Rapp – lead vocals, keyboards * Devin King – lead guitar * Aaron Saunders – rhythm guitar, vocals, programming, production * Mike Honson – bass, backing vocals * Steve Carey – drums Additional personnel * Dan Korneff – mixing, programming, production * Nick Sferlazza – engineering, digital editing * Scott Stevens – loop, synthesizers * Jarryd Nelson – digital editing * Chris Baseford – mixing * Brad Blackwood – mastering * Kristin Biskup – project management * Chris Foitle – A&R; * Florian Mihr – art direction, design * Karl Pfeiffer – photography ==Charts== {| class=\"wikitable plainrowheaders sortable\" |- ! Chart (2016) ! Peak position |- |- |} ==References== Category:2016 albums Category:Fearless Records albums Category:The Color Morale albums ",
    "title": "Desolate Divine"
}