{
    "id": "51116953",
    "text": "Louise Distras is an English musician, singer and songwriter from Wakefield, West Yorkshire. Her debut album 'Dreams from the Factory Floor' was released in May 2015. She has received media attention from BBC Radio 1, The Guardian, and Kerrang who described her as \"The most exciting voice in UK punk right now.\" Her forthcoming second album is produced by Ross Petersen (Bruce Springsteen, Goo Goo Dolls) and Steve Whale of The Business. == Career == Louise Distras released her first single 'The Hand You Hold' on International Women's Day 2012 and was vocal in the campaign to release Pussy Riot. In 2015, she released her debut full-length album 'Dreams from the Factory Floor' via Pirates Press Records picking up media attention from The Guardian, The Independent, and BBC Radio 1. Produced by Steve Whale of The Business and featuring Mick Talbot of Style Council the album balances propulsive, old- school punk anthems and assertive, socially-aware folk-punk. Music journalist John Robb called her \"the most important protest singer we have\" in an article on the Louder Than War website. She auctioned the test pressings on eBay and donated the funds to California non-profit human rights organisation Justice Now and promoted their anti-violence and gender justice message on her summer USA tour. Justice Now co-ordinated an art project based around 'Dreams from the Factory Floor' lyrics, where people in the Central California Women's Facility (the world's biggest women's prison) illustrated copies of her songs 'The Hand You Hold' and 'Love Me The Way I Am'. The finished art pieces were displayed at various events throughout the year. In 2015, she toured across mainland Europe and supported the Buzzcocks,The Damned and Stiff Little Fingers on their UK tours. Later that year she performed alongside Mick Jones (The Clash) and Glen Matlock (Sex Pistols) at London's Coronet Theatre to raise funds for the London Fire Brigade in Joe Strummer's memory, and she also supported Television at Shepherds Bush Empire. In December 2015, Louise Distras appeared live on Channel 4 news to discuss the closing of Kellingley Colliery in Wakefield with poet Matt Abbott and Channel 4 News presenter and Europe editor Matt Frei. In 2016, Louise Distras released the hard hitting new single 'Aileen' as an appetite whetter for forthcoming new material. The track was inspired by 'America's first female serial killer', Aileen Wuornos, and blends 60s British Invasion girl-group sound with more contemporary, crunchy Power pop. 'Aileen' received radio support from Kerrang Radio, Huw Stephens (BBC Radio 1), John Kennedy (Radio X) and Rodney Bingenheimer (KROQ). It also featured on the Hugs for Chelsea online benefit album for whistleblower Chelsea Manning. The compilation premiered on Rolling Stone and also included tracks from Michael Stipe, Tom Morello, Thurston Moore and Against Me. Against the backdrop of the 2017 UK general election and #Grime4Corbyn campaign, Distras announced two Punk and Grime collaboration shows under the banner of Nu Punk. She said \"The youth in the UK have been voiceless, ignored and forgotten about for too long. These shows are about more than bringing grime and punk together. These shows represent the new energy here in the UK that has seen a record number of young people registering to vote against division, hatred and austerity.\" Kerrang named Louise Distras a 'Star of 2017' saying \"Louise Distras is the most exciting voice in UK punk right now!\" and she performed at Glastonbury Festival for a second time under the invitation of Billy Bragg. In 2018 Distras announced she was working on her sophomore album in Oakland California with producer Ross Petersen (Bruce Springsteen, Goo Goo Dolls) and Steve Whale of The Business. Distras returned in 2019 with the 'Street Revolution EP' saying \"This collection of songs is a small taste of what to expect from the upcoming album, coming soon.\" Upon its release, Street Revolution peaked at #10 on the iTunes singer-songwriter album chart and received more critical acclaim from Kerrang who said \"Louise Distras has the kind of voice that could charm the paint from a car\". The rallying title-track was immediately championed at Radio X being made John Kennedy's ‘X-posure Hot One’ as well as airplay support from BBC Radio London where radio DJ Gary Crowley praised the track as \"A song for our times. It leaps out of the radio\". In support of the EP, Louise embarked upon a solo UK tour in partnership with Musicians Against Homelessness to raise funds for the charity Crisis and roadtested tracks from the forthcoming new album. ==Influences== Distras' biggest musical influences include grunge band Nirvana, citing their 1989 debut record Bleach as her favourite album. ==Discography== ===Album=== * Dreams from the Factory Floor, Street Revolution Records, CD/DD, 2013, Pirates Press Records, LP, 2015 ===Singles/EPs=== * The Hand You Hold, DD, 2012 * Shades of Hate, DD, 2012 * Stand Strong Together, DD, 2013 * Love Me the Way I Am/Bullets, 7\", DD, 2014 * Bullets, DD, 2015 * Aileen, CD, DD, 2016 * Outside of You, CD, DD, 2017 * Land of Dope and Glory, DD, 2018 * Street Revolution EP, CD, DD, 2019 ===Compilation appearances=== * \"Aileen\" on Hugs for Chelsea, DD, 2016 ==References== * http://teamrock.com/feature/2017-05-11/louise- distras-punk-rock-saved-my-life * https://www.rollingstone.com/music/news/tom- morello-thurston-moore-contribute-to-chelsea-manning-comp-w482462 * https://www.billboard.com/articles/news/7800099/chelsea-manning-benefit-album- screaming-females-ted-leo * https://pitchfork.com/news/73565-thurston-moore- tom-morello-against-me-priests-more-featured-on-new-chelsea-manning-benefit- compilation-listen * https://www.loudersound.com/news/louise-distras-unveils- new-video-for-land-of-dope-and-glory Category:Alternative rock singers ",
    "title": "Louise Distras"
}