{
    "id": "51119017",
    "text": "Holy Trinity Church in Eccleshall, Staffordshire, England, is a Grade I listed Anglican church. The building dates mostly from the 13th century, and there was restoration in the 19th century. The church contains the tombs of four Bishops of Lichfield. ==Anglo-Saxon period== The Domesday Book of 1086 recorded that St Chad held the estate of Eccleshall, meaning that before the Norman Conquest the estate belonged to St Chad's Cathedral in Lichfield. It may have been granted originally to Saint Chad, the first Bishop of Lichfield in the 7th century, or to a successor. The first part of the name \"Eccleshall\" is the Celtic word for church, suggesting that the estate was based on a Celtic Christian community.D. M. Palliser, The Staffordshire Landscape. Hodder and Stoughton, 1976. Pages 44–45. ==The building== Viewed from the north The oldest parts of the church, the foundations and pillars, date from around 1189, when Hugh Nonant was bishop of Lichfield. It is thought that the building of this time replaced a small Norman church. The chancel and arcades are largely 13th-century. The clerestory was built in the 15th century. The height of the church, to the top edges of the tower battlements, is . The tower shows two phases of English Gothic architecture, being in 13th-century Early English style for most of its height, with an extension of 15th-century Perpendicular style. The stone pinnacles on the tower were added in recognition of Queen Victoria's Diamond Jubilee in 1897. The sandstone font in the church dates from the 13th century. ===Restorations and alterations=== The five-light window at the east end In 1866–9 the church was restored by George Edmund Street. The roofs of the north and south aisles were replaced, and the north wall was rebuilt, making the north aisle four feet wider. The ceiling of the nave was removed and the roof above was panelled. In the chancel, the east window was replaced by a five-light window in Early English style; a pointed chancel arch was built, and the chancel roof was raised. The box pews were replaced by oak seating. At the west end, a baptistry and choir vestry were built on either side of the tower.Holy Trinity Church Eccleshall: a history & guide. Obtained at the church in July 2015. The reredos was created in 1898 as a memorial to Colonel Francis Chambers; it was designed by Basil Champneys and made by Bridgemans of Lichfield. A raised dais at the east end of the nave was introduced in 2011. Approval for this (a faculty) had originally been refused by Chancellor Martyn Coates in a Lichfield Consistory Court judgment dated 5 November 2009; but in a judgment dated 31 July 2010 the Arches Court of Canterbury overturned Chancellor Coates' judgment on grounds both of substance and procedure (Re Holy Trinity, Eccleshall [2010]). ===Organ=== The organ was installed in 1827; it was rebuilt in 1913, and in 1930 by Hill, Norman and Beard. The organ case, of 1931, was designed by W. D. Caroe and made by Bridgemans of Lichfield.Organ Restoration Appeal Official site, accessed 13 October 2016: via Wayback Machine. The last work on the organ was in 2017, when it was repaired and enhanced at a cost of approximately £60,000. ==Tombs of bishops and churchyard== The Bishop's Door, on the south side of the church, leading to the chancel The church contains the tombs of four Bishops of Lichfield. Richard Sampson, who earlier in his career was an agent of Henry VIII concerning his divorce from Catherine of Aragon, died in 1554 and was buried on the north side of the altar; the tomb-stone was moved to the Old Baptistry (located in the south-west of the church) in the nineteenth century. Thomas Bentham, who became bishop soon after the accession of Queen Elizabeth I, died in 1578 and was buried in the chancel; his tomb-stone was also moved in the nineteenth century, to the choir vestry (located in the north-west of the church). The tomb of William Overton, bishop from 1579 until 1609, is in the chancel. It has a recumbent effigy of the bishop, and effigies of his two wives kneeling. The tomb of James Bowstead, who became bishop in 1840, is in the north-east corner of the chancel, near the altar. He died aged 42, after a fall from a horse. Bishop John Lonsdale, who died in 1867, is buried in the north-east corner of the churchyard. The churchyard also contains five Commonwealth war graves, of three British Army soldiers of World War I and a British Army officer and Royal Navy sailor of World War II.Eccleshall (Holy Trinity) churchyard Commonwealth War Graves Commission, accessed 13 June 2019. ==Bells== Four bells were hung in 1547. In 1710, these were replaced by six bells, cast by Abraham Rudhall I. The lightest of these was recast in 1873 by Taylor's Bell Foundry of Loughborough. In the 1950s a steel frame for eight bells was installed, two new bells being added, which were the gift of the Lowe family of Sugnall. There is also a small \"sanctus\" bell, made in 1735 by Abel Rudhall, grandson of Abraham I, and added in recent years.Bell tower Eccleshall Parish. Retrieved 13 June 2019. ==See also== * Grade I listed churches in Staffordshire * Listed buildings in Eccleshall ==References== ==External links== * Holy Trinity Church, Eccleshall; thepotteries.org Category:Grade I listed churches in Staffordshire Category:Church of England church buildings in Staffordshire Category:Diocese of Lichfield Holy Trinity Church ",
    "title": "Holy Trinity Church, Eccleshall"
}