{
    "id": "51118963",
    "text": "Linda Kerridge (born 1954) is an Australian former actress and model. She rose to notoriety for her impersonations of actress Marilyn Monroe, and her resemblance to the actress led to her casting in the horror film Fade to Black (1980), in which she played a Monroe-lookalike character. ==Early life== Kerridge was born and raised in Wagga Wagga, New South Wales, Australia, and moved to London as an adult, where she lived for two years studying art and working as a model. ==Career== After moving to Los Angeles, California, Kerridge was discovered by producers George G. Braunstein and Ron Hamady, who encountered her as she was walking on La Cienega Boulevard and noticed her striking resemblance to Marilyn Monroe. They offered her a part in their upcoming film Fade to Black (1980), a psychological horror film in which she starred as a Monroe-lookalike character opposite Dennis Christopher. Her striking resemblance to Monroe led to her posing as the actress for a Playboy photoshoot in their December 1980 issue. Kerridge likened her foray into acting as \"falling into it by accident.\" Kerridge's likeness to Monroe led to rampant interest from photographers and filmmakers who wanted to photograph and cast Kerridge as lookalike characters; she would appear as a Monroe double once more in Urs Egger's Go West, Young Man (1980). In 1983, Kerridge had a supporting role in the drama Strangers Kiss, followed by a lead role in the independent comedy Surf II (1984), opposite Eric Stoltz. The same year, she appeared in Paul Morrissey's crime-drama Mixed Blood, a film about Brazilian drug dealers in Manhattan's Lower East Side. She later appeared in the sci-fi horror film Vicious Lips (1986), followed by a lead role in the thriller Down Twisted (1987). Kerridge's last film role was a supporting part in the comedy Alien from L.A. (1988). ==Personal life== Kerridge was married to actor Corey Parker from 1989 until 1992. They have one child. In a 2016 interview, Kerridge revealed that she lived in the Blue Mountains region of Australia. ==Filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1980 ||Fade to Black || Marilyn O'Connor || |- | 1980 || Go West, Young Man || Monroe Double || |- | 1983 || Strangers Kiss || Shirley || |- | 1984 || Surf II || Sparkle || |- | 1985 ||Mixed Blood || Cheryl || |- | 1986 ||Vicious Lips || Wynzi Krodo|| |- | 1987 || Down Twisted || Soames || |- | 1988 || Alien from L.A. || Roeyis Freki / Auntie Pearl || |- |} ==References== ==Bibliography== * Category:1954 births Category:20th-century Australian actresses Category:Living people Category:Australian female models Category:21st-century Australian women ",
    "title": "Linda Kerridge"
}