{
    "id": "51118438",
    "text": "United Negros Alliance, abbreviated as UNA (or UNegA to distinguish from United Nationalist Alliance), is a provincial political party in Negros Occidental, Philippines based in Bacolod. ==Establishment== Joseph Marañon, then Mayor of Sagay City, established United Negros Alliance initially as a coalition of different parties for his candidacy in the Negros Occidental provincial elections, 2001. Marañon won the race as Governor of Negros Occidental and registered United Negros Alliance as a local party, displacing the local party of former Gov. Rafael Coscolluela, Aton Tamdon Utod Negrosanon (ATUN). By convention, the Governor of Negros Occidental elected under the party is automatically named Chairperson. If the Governor is from another party, the party nominates the member holding the next highest post for the leadership. ==National affiliation== Nationalist People's Coalition led the alliance as a local affiliate until the party left after a disagreement with NPC chairperson Danding Cojuangco and Alfredo G. Marañon, Jr., the older brother of the late Joseph Marañon. Gov. Alfredo G. Marañon, Jr. ran against NPC-bet, former Vice Governor Genaro Alvarez, in the Negros Occidental provincial elections, 2013 and retain his post. Along with 3rd District Rep. Albee Benitez, the supporters of Alvarez formed the Love Negros Alliance as the local opposition party. Despite the similarity in names, United Negros Alliance is not related nor an affiliate of former Vice President Jejomar Binay's United Nationalist Alliance. Currently, United Negros Alliance has a political alliance with the Liberal Party. Both UNegA and Love Negros, with the notable exception of Rep. Benitez, supported the failed presidential bid of former DILG Sec. Mar Roxas and the successful candidacy of Vice President Leni Robredo. ===Special status=== During the 2016 Philippine general election, Commission on Elections declared UNegA as a dominant local party of Negros Occidental, with the privilege of receiving an official copy of provincial election returns. ===Party alliances=== While being a local party, United Negros Alliance also includes the ff. parties under its local coalition: * Liberal Party * Nacionalista Party * Lakas–CMD * Paglaum Party * PDP–Laban ==Proposed merger== Citing a stable relationship with Gov. Alfredo G. Marañon, Jr., Vice Gov. Bong Lacson proposed a merger between the breakaway Love Negros Alliance and United Negros Alliance. This also came with another proposal for the Governor and Vice Governor to run under a unity ticket, unopposed. Eventually, Gov. Marañon shot down the proposal and instead chose 4th District Rep. Jeffrey Ferrer as his running mate. Nevertheless, Lacson won the race and retained the Vice-Governorship. ==Notable members== As the dominant local party, most incumbent officials are also members of United Negros Alliance. Most notables include the ff.: * Joseph G. Marañon† (founder): Governor of Negros Occidental, 1998-2008 * Alfredo G. Marañon, Jr. (chairperson): Governor of Negros Occidental, 2010–present * David Albert Lacson: Board Member from the 3rd District, 2016–present ==Ideology== On a national level, it usually enters on a coalition partnership with incumbent governments and dominant party. But on a local level, United Negros Alliance espouses Negrense regionalism and strongly believes in a unified Negros Island Region. It has been a strong proponent for the establishment and, recently, the resurrection of the Negros Island Region. With the promotion of federalism under the current Duterte administration, it has been pushing for the establishment of Negros as a unified federal state. ==See also== * Paglaum Party (Negros Occidental) ==References== Category:Local political parties in the Philippines Category:Politics of Negros Occidental Category:Regionalist parties in the Philippines ",
    "title": "United Negros Alliance"
}