{
    "id": "51119517",
    "text": "The Operations Research Society of South Africa (ORSSA) (Afrikaans: Die Operasionele Navorsingsvereniging van Suid-Afrika (ONSA)) is the national, professional body tasked with furthering the interests of those engaged in, or interested in, operations research (OR) activities in South Africa.. Abstract: \"The history and current activities of the Operations Research Society of South Africa (ORSSA) is presented in this paper.\" The society is affiliated to the International Federation of Operational Research Societies and its subgrouping, the Association of European Operational Research Societies, and is the main national society for Operations Research in the country., IFORS, retrieved 2016-07-20. ORSSA is a nonprofit organization. The society is continually involved in matters which concern operations researchers, such as organising conferences at which papers on OR-related topics are delivered, drawing up guidelines for OR education, presenting short courses on specialist topics in OR, marketing OR at secondary school level, providing information to the public on the nature of OR, and providing information to students at tertiary level on career opportunities in OR. == History == On 18 April 1968 a meeting of individuals interested in OR was held at the Gatehouse at the Sunnyside Hotel in Johannesburg, as a result of initiatives taken by Dave Masterson, Jonathan Miller, Alan H. Munro and John C. Joslin with the support of Dr. H.S. Sichel. The attendance at this multi-disciplinary meeting was in excess of 180. The guest speaker was Prof. B.H. Patrick Rivett of England, an excellent speaker and at that time one of the best known operations researchers in the world. Out of this meeting a National Steering Committee was formed which would be responsible for the organisation of the possible establishment of an Operations Research Society in South Africa.Masterson, Dave. 1990. \"Some recollections of the early days.\" Newsletter of ORSSA/Nuusbrief van ONSA, May/Mei, 17-18. The committee consisted of Dr. H.S. Sichel (Chairman), Profs. G.J. Rudolph of Rhodes University, H.J. Venter of the University of Potchefstroom and C. Jacobs of the CSIR, and Messrs. H.I.D. du Plessis and J.W. Grobbelaar of Unisa, and Peter C. Pirow, R.T. Rozwadowski and J.C. Joslin of Johannesburg. ORSSA was then founded in Johannesburg on Thursday, 20 November 1969. About 150 individuals were present, coming from all parts of South Africa and the Rhodesia of that time (Zimbabwe). The following office bearers were elected in terms of the newly adopted constitution: Dr. H.S. Sichel (President), Mr. J.W. Grobbelaar (Vice- President), Mr. J.C. Joslin (Secretary), Mr. D.D. Masterson (Treasurer), Mr. M.C.F. (Mike) King (Editor), and Profs. G.J. Rudolph and C.G. Troskie (Additional Members).Grobbelaar, Jos. 1990. \"Nog herinneringe uit die ou dae.\" Newsletter of ORSSA/Nuusbrief van ONSA, July/Julie, 10-12.Pirow, P.C. 1969. Notule van vergadering gehou in die Dorothy Susskind Gehoorsaal om 4:00 nm. op Donderdag 20 November 1969. Johannesburg. The new society was privileged to get an excellent management team under the leadership of Dr. Sichel, who was known internationally for his work in mining statistics. Tom Rozwadowski was one of the main driving forces behind the founding meeting of ORSSA, and he also made major contributions at the founding meeting itself. He worked for Control Data Corporation (CDC). In 1970 CDC transferred him to their head office in Minneapolis to enable him to work towards a Ph.D. in Computer Science. He and his wife and children went on a weekend outing to Annandale, near Minneapolis, where he was to address a meeting of the Roman Catholic Church on South Africa. Due to a tragic gas leak, the entire family died at their stopover place. At the Annual General Meeting of ORSSA in 1970 it was announced that in memory of him an annual Tom Rozwadowski Medal would be made available for a paper of outstanding merit delivered by a member of ORSSA [8].Anonymous. 1972. ORSSA/ONSA Newsletter/Nuusbrief, October/Oktober. This coveted and prestigious medal of ORSSA was first awarded in 1971, to Dr. Gerhard Rudolph. The Johannesburg Branch was the first chapter of ORSSA. A new Pretoria Chapter was founded on 19 March 1970. The Western Cape Branch was founded on 14 August 1972. Branch chairmen also served on the national Executive Committee of ORSSA. One of the main tasks of the Executive Committee in its first year was to decide on membership issues. By 16 June 1970 membership had been granted to 75 individuals, of which 47 were for full membership and 28 for associate membership. The second annual congress of ORSSA was held in November 1970 at Iscor in Pretoria, where Jos Grobbelaar was elected as the new President. The other members of the new Executive Committee were D.D. Masterson (Vice-President), Dr. H.S. Sichel (Past President), Dr. J.D. Roode (Secretary), Dr. G.J. Rudolph (Treasurer), M.C.F. King (Editor), and J. Buttery and J.C. Joslin (Additional Members). In the new term of office two new branch chairmen also served in the Executive Committee, namely Dr. D.M. Hawkins (Johannesburg) and Dr. R.J. van den Heever (Pretoria). Since 1969 the society has had the following presidents: Dr H Sichel (1970), Mr JW Grobbelaar (1971), Mr D Masterson (1972), Dr GJ Rudolph (1973), Mr J Miller (1974), Mr K Sandrock (1975), Mr HID du Plessis (1976), Mr R Eales (1977), Prof TJ Stewart (1978), Prof JS Wolvaardt (1979), Dr MJ Venter (1980), Dr AH Money (1981), Mr M Splaine (1982), Mr D Masterson (1983), Dr LP Fatti (1984), Mr DW Evans (1985), Mr MA de Vries (1986), Mr HW Ittmann (1987), Prof G Erens (1988-1989), Ms A Pachyannis (1990-1991), Mr LA Visagie (1992-1993), Ms E Ferreira (1994-1995), Dr E Dixon (1996-1997), Prof JW Hearne (1998-1999), Dr PduT Fourie (2000-2001), Mr HW Ittmann (2002-2003), Prof WR Gevers (2004-2005), Ms KM Harmse (2006-2007), Prof VSS Yadavalli (2008-2009), Mr DW Evans (2010-2011), Prof JH van Vuuren (2012-2013), Prof HA Kruger (2014-2015), Mrs WC Pelser (2016-2017), Dr D Lötter (2018-2019), Ms Gemma Dawson (2020-2021). == Governance == At a national level the Society is managed by an Executive Committee (EC), which is elected annually at an Annual General Meeting (AGM) of the Society. The various members of the EC each have a specific portfolio for which they are responsible. The portfolios entail, inter alia, membership aspects, finances, the publications of the society, interaction with international societies, the different chapters of ORSSA, the website, etc. The EC consists of the following office bearers: (i) The President, (ii) The Vice-President (either elected to become the next President or The Past President who last held office), (iii) The Secretary, (iv) The Treasurer, (v) The Database Manager, (vi) The Marketing Manager, (vii) The Newsletter Editor, (viii) The Newsletter Business Manager, (ix) The Journal Editor-in-Chief, (x) The Journal Manager, (xi) The Webmaster, a number of elected Additional Members, all Chapter Chairpersons and possibly further individuals co-opted by the EC with the aim of performing specific tasks. In the larger centres of the country, activities of the Society are arranged by regional chapters. Currently the Society consists of the following five regional chapters: * the Johannesburg Chapter, * the Pretoria Chapter, * the Vaal Triangle Chapter, * the Western Cape Chapter, and * the Kwazulu-Natal Chapter. Seminars, workshops and panel discussions are arranged by these regional chapters on an annual basis. Case studies, theoretical work, new technology, etc. are typically presented and discussed at these get-togethers. OR is, of course, the main subject at these events, but topics in specific related areas of interest, such as statistics, decision support systems, expert systems, the management sciences and industrial engineering, are also covered. == Membership == ORSSA has about 350 members - individuals (students, professors and researchers from university and research institutions, as well as professionals from industry) and corporate affiliates. The society offers the following membership grades: Student, Full, Fellowship, Retired, Honorary life as well as Corporate membership. The first two membership grades are open for application by individual persons. The Corporate membership is open for application by companies or institutions. The third and fifth membership grade are by invitation only, and finally, a full member may apply for retired membership status. == Publications == ORiON is the official scholarly journal of ORSSA and has been published biannually since 1985., ORiON journal website, retrieved 2016-07-20. The journal enjoys accreditation by the national Department of Education and hence qualifies for government subsidies to authors employed by academic institutions. An interesting mixture between theoretical and applied work is published in ORiON, which welcomes contributions in the following four broad categories: * new OR-related theory or methodologies, * success stories in OR, * OR case studies, and * OR methodological reviews. Members of the Society automatically receive paper copies of this journal. The Society also publishes a quarterly Newsletter., ORSSA, retrieved 2016-07-22. Apart from snippets of OR-related news, general OR articles and advertisements which are of interest to members, notices of forthcoming activities and reports on recent conferences are contained in the Newsletter. News items from the EC meetings and OR umbrella-organisations, such as IFORS and EURO, may also be found in the Newsletter. In 2019, the book Operations research in South Africa: The first 50 yearsKruger HA & Van Vuuren JH (Eds), 2019. Operations research in South Africa: The first 50 years, African SunMedia, Stellenbosch, 1028 pp., was published by the Society, with editors Prof JH Van Vuuren and Prof HA Kruger. Both Van Vuuren and Kruger are Fellows of ORSSA, an award given to members of ORSSA who served the Society or the science and profession in an exemplary manner over a considerable period of time. The volume contains a concise history of operations research in South Africa from its local inception during the late 1950s until 2018. It is both a comprehensive record of the activities of the Operations Research Society of South Africa during its first fifty years of existence and a compendium of operations research as practised locally in the public, private and tertiary education sectors. == Conferences == A national conference is organised by the Society at different venues annually, usually during the month of September, to serve as a forum for communication about OR. An international expert or a prominent local operations researcher is usually invited as the keynote speaker. This is the premier annual meeting of the Society, and apart from a rich and varied programme of presentations by both practitioners and academics, the conference usually also boasts a very enjoyable social component. == Awards == The Society awards a number of prizes and awards annually to recognise outstanding achievements in the field of Operations Research. The Tom Rozwadowski medal is the Society's premier award and has been awarded on an almost annual basis since 1971. The medal is awarded for the best written contribution to Operations Research published by a member of the Society during the previous year. The nominating committee invites nominations or submissions for consideration for this award. The Executive Committee may also invite long-standing full members of the Society to become Fellows of the Society. These would include individuals who have served the Society in an exemplary manner for a considerable period of time, or who have served the science and profession of Operations Research over a considerable period of time. The Society also makes recognition awards to individuals who have served the profession of Operations Research in an exemplary fashion. A recognition award is a prestigious distinction and is reserved only for outstanding achievements and/or contributions typically over a long period of time. The Society also hosts two student competitions on an annual basis. Tertiary institutions may nominate candidates, based on a written Operations Research project of Honours or Masters (or similar) level. These projects are evaluated by a panel of experts, and then a cash prize is awarded to the winner at the annual conference each year. Nominations usually close around June. In 2019, the Society hosted its first science communication competition. Entries consist of three-minute science communication videos based on a research project, and are evaluated by a panel of experts. Cash prizes are awarded to the top two each year. The top 5 video's are available on ORSSA's YouTube channel. Gunther Husselmann, Dirk Human and Timothy Whitehead were the top three awarded in the first competition hosted. == References == == External links == * Category:Operations research societies Category:Professional associations based in South Africa ",
    "title": "Operations Research Society of South Africa"
}