{
    "id": "51119983",
    "text": "The Pittsburgh Refrigerator Cat, Refrigerator Cat, Cold Storage Cat or Eskimo Cat is repeated as fact in many cat books. However, this never existed as a breed. Although Refrigerator Cats are frequently described as a lost longhaired breed, the reports describe them as thick-furred. == Breed standards == There is no standard for this extinct variety. The cats upon which the reports were based were pink-eyed albino cats. == Behavior == Newspapers reported these cats to be cold-loving, light-sensitive and prone to heat exhaustion or fits at normal temperatures. == History of the cat breed == In 1894, the New York TimesNew York Times, July 29th, 1894The Reading Times, July 30th, 1894 ran reports about a race of thick-furred, short-tailed chubby cats that had arisen through natural selection in the cold storage warehouses in Pittsburgh. These cats supposedly suffered heat exhaustion and fits if taken from their home in a cold storage warehouse and placed near a warm stove. According to news reports that circulated, the cats had been developed to combat the thick-furred rats that had evolved to live in cold storage warehouses in Pittsburgh. They preyed upon the rats with the same enthusiasm that cats at normal temperatures hunted prey. The Reading Times attributed the story to The New York Tribune. The story of the Refrigerator Cats became more elaborate as it was reprinted elsewhere. Readers were told that the ordinary rats of the United States had originated in the cold climate of Spitzbergen and were well-adapted to a cold climate. They were fat with long, thick hair, furry tails and they had begun to infest cold storage warehouses.The Philadelphia Record of December 1894 This, according to the stories, necessitated the introduction of cats into the warehouses. Most of the cats died due to the excessive cold, but one cat thrived when introduced into the cold storage rooms of the Pennsylvania Storage company. In 1895, The Pittsburgh Dispatch printed a much-embroidered version of the story.March 1895, The Pittsburgh Dispatch It told its readers that in the Union storage warehouses there was a particular cold-loving cats descend from ordinary well- behaved fireside cats. It was custom in the storage house to collect all of the cats into one room at the end of the day, but this one cat was often missing and was to be found lying on one of the cooling pipes which run along the ceiling of the room, fast asleep. The pipes were covered with a frost of about a half inch, and, while the temperature of the room was maintained at 10 degrees (Fahrenheit) above zero (-12 degrees Celsius), the cooling pipes were much colder. Another peculiar effect of the cold upon the cats was its ability to rejuvenate them. Old cats became as playful and active as young kittens. This account was widely recirculated during March and April 1895. A month later, a report in the Cincinnati EnquirerCincinnati Enquirer, April 1895 transplanted the story from Pittsburgh to New York, crediting it to an anonymous traveling man: “Finally a thick-furred cat was procured, that lived, and subsequently a mate for it. A litter of kittens came, and it was noticed their fur was longer than that of the parent cat. There have now been five generations born in the warehouse, the fur of each a little longer and thicker than that of the preceding generation, until now they are covered with fur as thick and close as that of a muskrat, and when removed from the warehouse they cannot stand the warm climate, and soon die. It is a distinct breed of cold- storage cats.” In Britain, the respected naturalist, Richard Lydekker appears to have taken the story at face value. His monograph in a volume of Allen's Naturalist's Library in 1895, though wholly based on an American newspaper report, gave credibility to the story. That monograph was the origin of the term Refrigerator Cat. The Spectator was cynical of Lydekker's unquestioning acceptance of newspaper accounts, in particular the claim that if the cats were taken into the open air from the cold storehouse during the hot season they became sick and died. As The Spectator noted, refrigerating-houses were cold enough to prevent meat from thawing, but not so cold as to \"induce such a change in the natural habits of cats.\" It wrote that the story probably needed revision.The Spectator. 4th May, 1895 In 1896, Lydekker documented the supposed cold storage cat in his Handbook to the Carnivora, Part I,Lydekker, Richard. Handbook to the Carnivora. Part 1, Cats, civets, and mungoose. 1896, pages 158-160 describing them as a \"peculiar breed of Cats, adapted to the conditions under which they must exist to find their prey.\" He noted that they were short-tailed and chubby, with thick under-fur and remarkable ‘feelers’. Their cheek whiskers and eyebrow whiskers apparently grew to a length of five and six inches, rather than the normal three inches. He attributed this adaptation to the dim light in the cold storage warehouses making the cats primarily dependent on their sense of touch. His account mentioned that taking such a cat into the open air, particularly during the hot season, caused it to die within a few hours because it could not endure a high temperature. An introduction to a stove, normally a favoured haunt of domestic cats, would allegedly send it into fits (seizures). The cold storage cats story was investigated, and debunked, as early as June 1895 in several papers.The Salt Lake Tribune, June 30th, 1895Pittsburgh Refrigerator Cat, Messybeast.com wrote that the truth about the wonderful “breed” had been published in the American Naturalist,The American Naturalist (Vol XXIX, 1895) and was far less remarkable than the original stories circulating in the press. The American Naturalist noted that an account of the cats had been reprinted in some \"excellent scientific journals\" in England, though the journals had shown a lack of caution in reprinting material from newspapers without independently verifying it. Mrs. Alice Bodington had written to the secretary of the Cold- Storage Company to ascertain the truth about the cats. He responded that the newspaper article was an exaggeration. The cold-storage house was divided into rooms of various sizes, with temperatures ranging from 10 degrees to 40 degrees above zero Fahrenheit (-12 to +4 Celsius). When the company discovered mice (not rats) in one of those rooms, they transferred one of the cats from the general warehouse to the affected cold-storage room. While there, the cat had a litter of seven kittens. Four kittens were transferred to the general warehouses, while three remained in the cold-storage house. Once the cold-room kittens were old enough to be independent, their mother was returned to the general warehouse. The sudden change of temperature made her listless, but when she was returned to the cold-storage room she immediately revived. The secretary of the Cold-Storage Company described the cats' whiskers as being normal length (contrary to Lyddeker's description) while the fur was thicker than the cats in the other warehouses. He wrote that the cats living in the cold room were larger, stronger and healthier than the cats in any of the other warehouses. The American Naturalist concluded that the change of environment had the same effect as the change of season from summer to winter i.e. the cats grew a thicker coat. It was not a case of survival through natural selection of a chance variation. It was also likely that the thick- furred adult cat simply found the sudden change back to warm quarters uncomfortable, just as a person in a heavy coat would find the sudden change uncomfortable. Nevertheless, reports continued to circulate later in 1895 stating that it was impossible to keep the mother cat in good health in the warm rooms, but that she thrived in the cold rooms.Logansport Pharos Tribune, November 1st, 1895 According to a widely reprinted report in 1899,Pittsburgh Dispatch, December 1899 Mr. F. Lydekker, an Englishman and Fellow of the Royal Society, had published the first scientific account that did justice to a variety of cat peculiar to the US, and found in the vicinity of Pittsburgh. In 1901Pittsburgh Chronicle Telegraph, January 1901Chicago Tribune, February 17, 1901 attached the Refrigerator Cat story to a topical story about the development of a large cold storage depot in Manila in the Philippines. The immense cold storage depot which had just been completed at Manila was in need of cats. According to the Pittsburgh Chronicle Telegraph, the facility was to be supplied with cats developed about five or six years earlier at the Union Storage company. The Union Storage company was said to have experimented with various cat breeds to find cats suitable for living in the cold rooms. It had, according to the news story, tried a pair of high-bred cats, but they had sickened and died. Finally a pair of white felines without a pedigree were obtained and were first placed In the general storage room for a time; and then into a room where the temperature was gradually lowered until it was below the freezing point. When they were accustomed to the low temperature they were placed in the cold storage rooms where the temperature was never above 32 Fahrenheit (0 Celsius). According to that report, and ignoring Bodington's investigation and report of 1895, the offspring of the original pair were able to withstand even lower temperatures and within a few generations, their descendants had become a distinct breed of cats, able to stand the lowest temperatures at the storage rooms. The company allegedly bred about fifteen of such cats and distributed them to other warehouses, but then contradicted itself by stating the company had between ten and thirty such cats. The cats were said to be very tame when within the confines of the cold storage vaults, but when they permitted to go out into the sunlight and heat they became quite wild. When shipping them, it was necessary to place them in boxes before they left the warehouse. They had to be shipped in baskets or boxes well lined with ice, as they would otherwise suffer from the heat. In addition to mice, the Refrigerator Cats were given milk and a weekly serving of meat. They were described as short-tailed, with heavy fur over an inch long. Their eyebrows and whiskers were longer, thicker and stronger than those of a house cat. They were described as resembling an Angora, at that time a generic term for any long-haired cat including Persians and Maine Coon cats. The original story was again revived in 1902Indiana Weekly Messenger, December 17, 1902 after which it seemed to go quiet in the press until 1912 when the New York Mail ran a report on cats employed by the government.New York Mail, September 1912 It attributed its source as The Hutchinson News: \"Uncle Sam maintains in the Philippine Islands a small army of ‘cold storage’ cats. Their upkeep costs the government about $15 a year each.\"The Hutchinson News, September 9th, 1912 While the government did indeed fund working cats at various locations, the fictitious Refrigerator Cats would not have been among them. The urban legend of the Pittsburgh Refrigerator Cats periodically resurfaced in the twentieth century. The Greenfield Daily Report (January 21, 1929) printed a contributor's reminiscence regarding the local carpenter having an odd-looking kittens. It was a white long-hair, but did not look like a Persian. The correspondent described it as looking more like a polar bear's cub. The carpenter claimed it was a Cold Storage Cat. The account was attributed to Mara Evens in the Saturday Evening Post, adding that after several generations roaming the neighbourhood, the descendants of the Cold Storage cats reverted to shorthairs. This would have been the case if long- hair cats bred with short-haired cats, because the gene for long-hair is recessive. In 1936, Carl Van Vechten wrote about this fictitious breed, telling his readers that some of the first felines carried into the bleak quarters of the cold store perished, but a few survived and, after a winter or two, grew an astonishing fur coat as thick as beaver fur. He repeated the claim that the cold-storage cats would suffer from heat exhaustion if they were exposed to a New York July day.Carl van Vechten, The Tiger in the House, 1936, page 12 Ida M Mellen, a leading American authority on cats, further investigated the original story in 1949. She interviewed people who had known the cats in the 1890s, and she found that Lydekker's apparently learned article had been based on a highly inaccurate newspaper report. There had been no attempt to establish cats in the Pittsburgh cold-storage warehouse because there had never been any rats in there due to the extreme temperatures. In reality, a cat belonging to one of the employees had given birth to a litter of kittens in one of the cold rooms, and had raised them. Far from being distributed around the other cold-storage warehouses (there being no others in the city at that time) the kittens did not thrive. However, there was one interesting fact about the family of cats at the cold storage warehouse - they were not blue-eyed white cats, they were albinos. Her research uncovered the fact that the mother was a pink-eyed albino and the father was also white (eye colour unknown). The kittens were all pink-eyed albinos which means that the father was either a carrier of that gene or, more likely, was also a pink-eyed albino. In all likelihood the parents were closely related. The cats had excellent hearing, but none of them could tolerate bright light due to their unpigmented eyes.Ida M Mellen, 1949. The science and mystery of the cat. Scribner's Sons, New York-London.P Turner, R Robinson & C E Dyte. Blue Eyed Albinos, A new albino allele in the domestic cat. Genetica. Vol 56, 1981 Brian Vesey-Fitzgerald also debunked the Refrigerator Cat mythBrian Vesey- Fitzgerald, \"Cats,\" 1958 yet the myth still appears in print, reproduced as fact. ==References== ==External links== *Pittsburgh Refrigerator Cat *Mr Lydekker on Cats Category:Cat breeds Category:Cat breeds originating in the United States Category:Lists of fictional felines Category:Extinct cat breeds ",
    "title": "Pittsburgh refrigerator cat"
}