{
    "id": "51114239",
    "text": "Conference on Asian Pacific American Leadership (CAPAL) is a \"nonprofit, nonpartisan educational and professional organization dedicated to building leadership and public policy knowledge within the Asian American and Pacific Islander (AAPI) community.\" In 1989, Lin Liu, Sandra Yamane, Sharon Yanagi, Melinda Yee, Paul Igasaki, Rod Hsiao, and Chantale Wong, founded CAPAL in Washington D.C. in order to address the lack of Asian American Pacific Islander representation in public service. In almost 30 years, the organization has grown from an all-volunteer nonprofit organization to one with a Board of Directors, Staff, and Advisory Council. Conference on Asian Pacific American Leadership (CAPAL)'s Official Logo CAPAL aims to promote AAPI interests and success in public service careers, to provide information and education on policy issues affecting the AAPI community, and to serve the AAPI community at large through its various programs offered throughout the year. Most notable of the programs and events are the Washington Leadership Program, Public Service Scholarship Program, Federal Internship Program, and Professional Development Program. ==Leadership== ===Board of Directors=== CAPAL’s board consists of 17 early to mid-career professionals with diverse backgrounds who volunteer their time to guide the organization. They are overseen by an Executive Team led by an elected Chair. The Executive Team consists of the Chair, Secretary, Treasurer, and three Vice Chairs who in turn oversee each of the board's three committees. Board members serve on one of three board committees: the Programs Committee, Operations Committee, and Development Committee. While each board member is assigned to one of these three committees, all board members are expected to have a role in program oversight, organizational governance, and fundraising. Board members may also opt to participate in additional subcommittees. These subcommittees currently include the HR Committee, WLP Planning Committee, Communications Committee, Strategic Planning Committee, Scholar and Intern Application Review Committee, and Board Recruitment Committee. These subcommittees consist of board members, members of our Advisory Council, and external stakeholders, including CAPAL Board alumni. The Board of Directors is also assisted by CAPAL's general counsel, who is charged with assessing and ensuring the organization's legal compliance in the areas such as employment, contracts, and tax. ===Staff=== Current CAPAL staff consists of the Managing Director as well as the Programs and Operations Associate. The Managing Director and Programs and Operations Associate manage the organization's day-to-day operations. They act in support of the Board and their respective committees but also strive to expand on their own projects and goals for the organization. Board members are expected to work alongside staff by providing guidance and support in order to make sure that all organizational activities are proceeding as intended. ===Advisory Council=== The Advisory Council honors founders and influential AAPI community leaders who believe strongly in continuing their support for CAPAL, and is led by an elected Chair and Vice-Chair. These positions are voted in by members of the Advisory Council on a yearly basis. The Advisory Council keeps the Board connected to the wisdom of these individuals and assists the Board through its perspective, feedback, and sources. As leaders in the public, private and non-profit sectors, Advisory Council members continue to serve CAPAL in a variety of ways. Board members work with members of the Advisory Council in various capacities, primarily in strategic planning, outreach, and fundraising. The Advisory Council is updated with quarterly phone calls as well as an Annual Meeting and Reception with the Board, in which a high-level overview of the year’s accomplishments is shared. ==Programs== ===Washington Leadership Program=== The Washington Leadership Program is a free panel-based summer series offered by CAPAL each year that is open to anyone who would like to attend in the DC area, particularly interns and young professionals. The series features Asian American Pacific Islander (AAPI) leaders within the DC community who represent the public and private sectors, as they discuss pertinent issues affecting the AAPI community. Topics range from environmental justice to mental health, and these dialogues create a learning space where interns can interact with the panelists and each during and after the presentations, panel discussions, and Q&A; sections with public service leaders. WLP has been the only educational and leadership development working series in the city that focuses specifically on the AAPI community and AAPI individuals' roles in public policy. ===Federal Internship Program=== This program places student applicants in federal offices in Washington DC, with opportunities to be placed in regional offices. Each intern is required to attend all of the Washington Leadership Program Sessions and complete a Community Action Project (CAP). The CAP is a group project that fulfills a community service requirement to develop a tangible way to connect personal and professional goals and reflections, giving back to communities important to each intern. At the end of each summer, CAP groups present their projects to sponsors, board members, and other invited guests at the intern Closing Ceremony. ===Public Service Scholarship Program=== Within this program, scholarships are awarded to students completing unpaid internships in public service work in the metropolitan DC area over the summer. They are expected to fulfill the same requirements as those accepted to CAPAL's Federal Internship Program, attending every Washington Leadership Program Session and completing their CAP Projects. ===Professional Development Program=== This program encompasses a multitude of events that CAPAL puts together throughout the year, and includes an AAPI Leadership Roundtable Series, Happy Hours, a CAPALTalks Series, and a Career Fair. Each event is free and open to the public, and offers opportunities for attendees to connect with professionals in specific fields in the DC area. These events also provide a venue for AAPI leaders in government, policy, and nonprofit sectors to explore and reflect on their own careers in public service with the community at large. ==Collaborations== CAPAL hosts a variety of alternate events with the government, primarily for but not necessarily limited to each class of scholars and interns within CAPAL. A common partner is with the United States Fish and Wildlife Service to provide USA Jobs training through a Conservation Careers Symposium, which promotes careers in service dealing specifically with natural resource management and biological sciences. The organization also works with other AAPI groups such as the Japanese American Citizens League (JACL) and the Organization of Chinese Americans (OCA) to promote solidarity within their specific communities, hosting programs such as APIA-U: Leadership Trainings in collaboration with OCA. ==References== ==External links== * CAPAL website Category:Public policy schools ",
    "title": "Conference on Asian Pacific American Leadership (CAPAL)"
}