{
    "id": "51112936",
    "text": "Portrait of Thomas Jones Thomas Jones (1819–1882) was a Welsh Independent minister, known as \"the Welsh Poet-Preacher\". As a popular preacher he has been compared with William Williams of Wern (1781–1840). His reputation was made, however, by his sermons in English at Bedford Chapel in north London, in a less popular style. ==Life== Born at Rhayader, Radnorshire, on 17 July 1819, he was son of John Jones (died 1829), a commercial traveller. After attending the village school, he was apprenticed about 1831 to a flannel manufacturer named Winstone at Llanwrtyd; in 1837 he obtained work at Brynmawr, first as a collier and then as a check weigher; and in 1839 moved to Llanelli, Carmarthenshire. He began preaching among the Calvinistic Methodists, but in 1841 joined the Independents. After attending three or four years of school at Llanelli, Jones was ordained first pastor of Bryn Chapel, nearby, in July 1844. In 1845 he moved to take charge of the churches of Hermon and Tabor, near Llandeilo. In 1850 he settled as pastor of Libanus Church, Morriston, near Swansea, and as \"Jones Treforris\" became known throughout Wales for his eloquence. In September 1858 Jones accepted the pastorate of the nonconformist congregation at Albany Chapel, Frederick Street, in north-west London. Succeeding there, he moved in 1861 to a larger church, Bedford Chapel near Oakley Square, where he ministered to December 1869. There Robert Browning was a seat-holder, and stated that Jones attracted listeners by the \"outpour of impetuous eloquence\" and his \"liberal humanity\". In failing health, Jones returned to Wales, and in January 1870 took on the new Congregational church at Walter's Road, Swansea. He was chairman of the Congregational Union of England and Wales in 1871–2. For his health he held the pastorate of the Collins Street Independent Church, Melbourne, from May 1877 to March 1880 to great acclaim. He returned to Swansea, and resumed the pulpit at Walter's Road in 1881, filling it till his death on 24 June 1882. ==Works== A series of Jones's sermons appeared in Words of Peace, Melbourne, 1877–1878, and another in the Sunday Magazine, London, 1883. The Divine Order and other Sermons and Addresses by the late Thomas Jones of Swansea was published in London, 1884, edited by Jones's son Brynmor, with a short Introduction by Robert Browning. A short volume of selections, Lyric Thoughts of the late Thomas Jones, with Biographical Sketch, edited by his Widow was published in London in 1886. Jones himself published some pieces of Welsh poetry. He also lectured on such subjects as Mahomet (published in 1860), The Elevation of the Working Man, and the Martyr of Erromanga. ==Family== Jones was twice married. By his first wife Jane Jones of Dowlais (died 1867), he had at least four sons and a daughter, including David Brynmor Jones, John Viriamu Jones of University College, Cardiff, and Leifchild Leif-Jones, 1st Baron Rhayader. He married, secondly, in February 1870, Annie Howell of Pembroke Dock. ==Notes== ==External links== * Cynon Culture, Thomas Jones 1819–1882, Independent minister ;Attribution Category:1819 births Category:1882 deaths Category:Welsh Congregationalist ministers Category:People from Powys ",
    "title": "Thomas Jones (minister)"
}