{
    "id": "51118391",
    "text": "Guido Kroemer (born 11 June 1961) is a cell biologist who has made contributions to the understanding of the role of mitochondria in cell death. He is a member of multiple scientific academies in Europe and is one of the most highly cited authors in cell biology.http://www.webometrics.info/en/node/58 ==Biography== Kroemer completed medical school at the University of Innsbruck in Austria and earned a Ph.D. in biology from the Autonomous University of Madrid. Early in his career, Kroemer worked for the Spanish National Research Council. Now based in France, he is a cell biology researcher with INSERM and a Professor of the Faculty of Medicine of Paris Descartes University. Kroemer first discovered the fact that mitochondrial membrane permeabilization is a concrete step in the process of programmed cell death. In a publication analysis by the news magazine Lab Times, Kroemer was the most highly cited cell biologist for the period between 2007 and 2013. Three other scientists who had worked at Kroemer's lab were also highly ranked in the analysis. In 2007, Kroemer was elected a member of the Academy of Sciences Leopoldina, the national academy of Germany. The same year, he received the organization's Carus Medal. He was named a fellow of the European Academy of Sciences in 2010. In 2012, he won the Leopold Griffuel Prize from the French ARC Foundation for Cancer Research. In 2017, he won the Charles Rodolphe Brupbacher Prize. Kroemer is the editor-in-chief of the journal Cell Death & Disease. Kroemer's wife, Laurence Zitvogel, is a medical oncologist at the Institut Gustave Roussy and they collaborate on cancer research. ==References== ==Further reading== * *The official Guido Kroemer's laboratory website kroemerlab.com ==External links== *Profile on Google Scholar *Official website Category:Living people Category:1961 births Category:Austrian molecular biologists Category:Spanish molecular biologists Category:Autonomous University of Madrid alumni Category:University of Innsbruck alumni Category:Paris Descartes University faculty Category:Members of the European Academy of Sciences and Arts Category:Spanish biologists ",
    "title": "Guido Kroemer"
}