{
    "id": "51113403",
    "text": "13th is a 2016 American documentary film by director Ava DuVernay. The film explores the \"intersection of race, justice, and mass incarceration in the United States;\"Manohla Dargis, \"Review: ‘13TH,’ the Journey From Shackles to Prison Bars\", The New York Times, September 29, 2016. Retrieved February 20, 2017 it is titled after the Thirteenth Amendment to the United States Constitution, adopted in 1865, which abolished slavery throughout the United States and ended involuntary servitude except as a punishment for conviction of a crime. DuVernay contends that slavery has been perpetuated since the end of the American Civil War through criminalizing behavior and enabling police to arrest poor freedmen and force them to work for the state under convict leasing; suppression of African Americans by disenfranchisement, lynchings, and Jim Crow; politicians declaring a war on drugs that weighs more heavily on minority communities and, by the late 20th century, mass incarceration affecting communities of color, especially American descendants of slavery, in the United States. She examines the prison-industrial complex and the emerging detention-industrial complex, discussing how much money is being made by corporations from such incarcerations. 13th garnered acclaim from a number of film critics. It was nominated for the Academy Award for Best Documentary Feature at the 89th Academy Awards, and won the Primetime Emmy Award for Outstanding Documentary or Nonfiction Special at the 69th Primetime Emmy Awards. ==Synopsis== The film begins with an audio clip of President Barack Obama stating that the US had 5 percent of the world's population but 25 percent of the world's prisoners. This film features several activists, academics, political figures from both major US political parties, and public figures, such as Angela Davis, Bryan Stevenson, Van Jones, Newt Gingrich, Cory Booker, Henry Louis Gates Jr., and others. It explores the economic history of slavery and post-Civil War racist legislation and practices that replaced it. DuVernay contends as \"systems of racial control\" and forced labor from the years after the abolition of slavery to the present. Southern states criminalized minor offenses, arresting freedmen and forcing them to work when they could not pay fines; institutionalizing this approach as convict leasing (which created an incentive to criminalize more behavior). She contends they disenfranchised most blacks across the South at the turn of the 20th century, excluding them from the political system (including juries), at the same time that lynching of blacks by white mobs reached a peak. In addition, Jim Crow legislation was passed by Democrats, to legalize segregation and suppress minorities, forcing them into second-class status. Following the passage of civil rights legislation in the 1960s that restored civil rights, the film notes the Republican Party's appeal to southern white conservatives, including the claim to be the party to fight the war on crime and war on drugs, which began to include mandatory, lengthy sentencing. A new wave of minority suppression began, reaching African Americans and others in the northern, mid- western and western cities where many had migrated in earlier decades. After their presidential candidates lost to Republicans, Democratic politicians such as Bill Clinton joined the war on drugs. Property crime rates in the United States per 100,000 population beginning in 1960. Source: Bureau of Justice Statistics. As a result, from the early 1970s to the present, the rate of incarceration and the number of people in prisons has climbed dramatically in the United States, while at the same time the rate of crime in the United States has continued to decline since the late 20th century. As late as the 2016 presidential election, the eventual winner Donald Trump worked to generate fear of crime, claiming high rates in New York City, for instance, which was not true according to the documentary. The documentary states that crime was lower overall than it had been in decades, but that Republican candidates raised it to generate fear. Private prison contractors entered the market to satisfy demand as arrests and sentences increased, forming an independent group with its own economic incentives to criminalize minor activities and lengthen sentences in order to keep prisons full. Politicians and businessmen in rural areas encouraged construction of prisons to supply local jobs, and they also allegedly have had incentives to keep prisons full. US homicide convictions by race, 1980–2008 The federal Bureau of Prisons announced in 2016 its intention to stop contracting with private providers for prison services. According to the film, the \"over-incarceration\" of adults has severely damaged generations of black and minority families and their children. The film explores the role of the American Legislative Exchange Council, backed by corporations, that has provided Republican state and federal legislators with draft legislation to support the prison-industrial complex. It contends that only after some of the relationships were revealed did corporations like Walmart and others receive criticism and drop out of the organization. The film explores the demonization of minority poor through these decades putatively to serve political ends, contributing to fears of minorities by whites and to problems of police brutality against minority communities. In the 21st century, the regularity of fatal police shootings of unarmed minorities in apparently minor confrontations has been demonstrated by videos taken by bystanders and by the increasing use of cameras in police cars or worn by officers; DuVernay ends the film with graphic videos of fatal shootings of blacks by police, what Manohla Dargis describes as, after the previous discussion, having the effect of \"a piercing, keening cry.\" ==Production== The film was written by Ava DuVernay, who wrote and directed Selma (2014), and Spencer Averick. Averick also edited the film. Produced and filmed in secrecy, 13th was revealed only after it was announced as the opening film for the 2016 New York Film Festival, the first documentary ever to open the festival. ==Release== The film was released on October 7, 2016, on Netflix. A companion piece 13th: A Conversation with Oprah Winfrey & Ava DuVernay was released on January 26, 2017, in the United States and on January 31, 2017, worldwide on the service. On April 17, 2020, Netflix released the film for free on YouTube. ===Reception=== On Rotten Tomatoes, the film has an approval rating of 97% based on 101 reviews, with an average rating of 8.78/10. The site's critical consensus reads, \"13th strikes at the heart of America's tangled racial history, offering observations as incendiary as they are calmly controlled.\" On Metacritic, the film has a score of 83 out of 100, based on 28 critics, indicating \"universal acclaim\". Manohla Dargis of The New York Times praised what she called the power of DuVernay's film and its meticulous marshaling of facts. She said, summarizing the film, \"The United States did not just criminalize a select group of black people. It criminalized black people as a whole, a process that, in addition to destroying untold lives, effectively transferred the guilt for slavery from the people who perpetuated it to the very people who suffered through it.\" Peter Travers of Rolling Stone awarded the film four stars and named it one of the best films of 2016. The film was nominated for dozens of awards, winning best documentary at the British Academy Film Awards and the Primetime Emmy Awards, a Peabody Award for excellence, and receiving a nomination for the Academy Award for Best Documentary Feature. DuVernay received a Primetime Emmy Award for her writing, and was nominated for directing. The song \"Letter to the Free\" was nominated for several awards with Common, Robert Glasper, and Karriem Riggins winning the Primetime Emmy Award for Outstanding Original Music and Lyrics. ===Accolades=== {| class=\"wikitable\" style=\"font-size: 95%;\" |- style=\"background:#ccc; text-align:center;\" ! Award ! Category ! Recipients and nominees ! Outcome |- | Academy Awards | Best Documentary Feature | Ava DuVernay, Spencer Averick & Howard Barish | |- | ACE Eddie Awards | Best Edited Documentary Feature | Spencer Averick | |- | African-American Film Critics Association Awards | Best Documentary | 13th | |- |rowspan=3| Alliance of Women Film Journalists' EDA Awards | Best Documentary | 13th | |- | Best Woman Director | Ava DuVernay | |- | Outstanding Achievement by a Woman in the Film Industry | Ava DuVernay | |- | Austin Film Critics Association Awards | Best Documentary | 13th | |- |rowspan=3| Black Reel Awards | Best Film | 13th | |- | Best Feature Documentary | 13th | |- | Best Original or Adapted Song | \"Letter to the Free\" – Common | |- | British Academy Film Awards | Best Documentary | Ava DuVernay, Spencer Averick & Howard Barish | |- | Cinema Audio Society | Outstanding Achievement in Sound Mixing for a Motion Picture – Documentary | Jeffrey Perkins | |- |rowspan=5| Critics' Choice Documentary Awards | Best Documentary Feature | 13th | |- | Best Documentary (TV/Streaming) | 13th | |- | Best Director (TV/Streaming) | Ava DuVernay | |- | Best Political Documentary | 13th | |- | Best Song in a Documentary | \"Letter to the Free\" | |- | Dallas–Fort Worth Film Critics Association Awards | Best Documentary | 13th | |- | Detroit Film Critics Society Awards | Best Documentary | 13th | |- | Hollywood Music in Media Awards | Best Original Song – Documentary | \"Letter to the Free\" | |- | Houston Film Critics Society Awards | Best Documentary Feature | 13th | |- | Independent Spirit Awards | Best Documentary Feature | 13th | |- | MTV Movie & TV Awards | Best Documentary | 13th | |- | NAACP Image Awards | Outstanding Documentary (Film) | 13th | |- | National Society of Film Critics Awards | Best Non-Fiction Film | 13th | |- | New York Film Critics Online Awards | Best Documentary | 13th | |- | Online Film Critics Society Awards | Best Documentary Film | 13th | |- | Peabody Awards | Excellence | Forward Movement LLC and Kandoo Films | |- | Phoenix Film Critics Society Awards | Best Documentary | 13th | |- | rowspan=\"8\"|Primetime Emmy Awards | Outstanding Documentary or Nonfiction Special | 13th | |- | Outstanding Directing for Nonfiction Programming | Ava DuVernay | |- | Outstanding Writing for Nonfiction Programming | Ava DuVernay and Spencer Averick | |- | Outstanding Cinematography for a Nonfiction Program | Hans Charles, Kira Kelly | |- | Outstanding Original Music and Lyrics | Common, Robert Glasper and Karriem Riggins for \"Letter to the Free\" | |- | Outstanding Picture Editing for a Nonfiction Program | Spencer Averick | |- | Outstanding Sound Editing for Nonfiction Programming (Single or Multi-Camera) | Tim Boggs, Alex Lee, Julie Pierce and Lise Richardson | |- | Outstanding Sound Mixing for a Nonfiction Program (Single or Multi-Camera) | Jeffrey Perkins | |- | Satellite Awards | Best Documentary Film | 13th | |- | San Francisco Film Critics Circle Awards | Best Documentary Film | 13th | |- | Vancouver Film Critics Circle Awards | Best Documentary | 13th | |- | Washington D.C. Area Film Critics Association | Best Documentary | 13th | |- |rowspan=4| Women Film Critics Circle Awards | Best Movie by a Woman | 13th | |- | Best Woman Storyteller (Screenwriting Award) | Ava DuVernay | |- | Best Documentary By or About Women | 13th | |- | Courage in Filmmaking | Ava DuVernay | |} == See also == * Slavery in the United States * Southern Strategy * Jim Crow laws * The House I Live In (2012 film) ==References== ==External links== * * * * * Category:English-language films Category:2016 documentary films Category:2016 films Category:American documentary films Category:Films directed by Ava DuVernay Category:American films Category:Criminal justice reform in the United States Category:Netflix original documentary films Category:Documentary films about law in the United States Category:Documentary films about race and ethnicity in the United States Category:Peabody Award-winning broadcasts Category:Documentary films about crime in the United States ",
    "title": "13th (film)"
}