{
    "id": "51115461",
    "text": "The H-500 project is an outline planning scheme in accordance with the Planning and Building Law for South Holon, Israel. The area of the project is approximately 4,080 dunams and it is the largest, undeveloped land reserve remaining in Holon. The scheme is bounded in the north by Sderot Yerushalayim and the Kiryat Sharet and Kiryat Pinhas Ayalon neighbourhoods, in the east by Highway no. 4, in the south by the border with the city of Rishon LeZion and in the west by Highway 20 (Israel) (the Ayalon Highway). == General Background == The scheme (Holon H-500) adapts the land zoning, and the deployment and height of construction, to the restrictions deriving from NOPS 2/4 (the National Outline Planning Scheme for the development of Ben Gurion Airport), which fixed the location of the flight paths adjacent to and above the site of the H-500 scheme. The restrictions deriving from the Airport's activity are expressed in a limit of the final height of the buildings in the project (a maximum of 22 stories), height limits for masts and antennas and also restrictions relating to the erection of cranes during construction. In addition, the use of acoustic elements for noise insulation is prescribed, as are provisions intended to minimise the hazards deriving from flying birds that might endanger passing aircraft. According to the scheme, in the version that has been deposited (Holon H-500), a green area of 1,200 dunams or thereabouts is planned for the development of a metropolitan sand dune park at the centre of the site. The centre of the park, which is called the \"preserved heart\", will include an area of not less than 400 dunams of natural sand dunes in order to preserve the unique ecology that includes a wide range of rare plants, the like of which is not to be found elsewhere along the coast. The ring around the \"preserved heart\" will form the outer envelope of the park and will be zoned for municipal recreation and leisure activity. Further to the hearing of oppositions to the deposited version of the scheme (Holon H-500), the district planning and building committee decided to extend the \"preserved heart\" of the park at the expense of the area for future planning. The 1,500 dwelling units that were allotted in an area for future planning according to the deposited version of the scheme were moved by the district committee's decision to the residential domains, so that their allotment will not be dependent on changes to the Airport flight paths. == Milestones in the Holon H-500 scheme approval proceedings == * Notice of the scheme's preparation and the conditions for the issue of building permits during the interim three-year period according to sections 77 and 78 of the Planning and Building Law was first published in the press on August 10–11, 2006 and in Government Notices no. 5562 of August 2, 2006. * Notice of an extension of the time for the issue of conditional building permits during the interim period, for one year or until the scheme's deposit, according to section 78 of the Planning and Building Law was published in Government Notices no. 6080 of April 28, 2010. * Notice of the scheme's deposit in accordance with section 89 of the Planning and Building Law was published in Government Notices no. 6444 of July 11, 2012. * The decision of the district planning and building committee (the opposition subcommittee) to ratify the Holon H-500 scheme was made on February 18, 2013. * The decision of the appeal subcommittee of the national council to approve the scheme was made on May 14, 2014. * The decision of the district planning and building committee (the opposition subcommittee) to ratify the scheme, subject to technical modifications and transitional provisions to permit the existing uses until the preparation of detailed plans, was made on October 12, 2015. == Building rights – quantitative data of the Holon H-500 scheme == * 1,300 low-rise dwelling units * 12,400 high-rise dwelling units (including 1,500 dwelling units that were moved from the area for future planning that was cancelled in order to increase the size of the sand dune park), of which 2,000 are small dwelling units of 80 m² each, including safe room, for eligible persons. * 13,700 dwelling units in total (including 800 for encouragement and assistance in the elimination of nuisances and the removal of squatters). * 930,000 m² (principal area) for employment of various types, including commercial and multipurpose zoning. * 175,000 m² (principal area) for public buildings. == The main provisions of the Holon H-500 scheme == * A condition for the approval of an initial detailed plan will be the approval of a scheme incorporating division into different domains for consolidation and partition or a plan including such partition as part of, or contemporaneously with, the initial detailed plan (\"the domains scheme\"). * The domains scheme will prescribe the division of building rights between the domains, the conditions for realisation of the rights in each individual domain and provisions for consolidation and partition that will include reference to the division of public areas. * The domains scheme will amongst other things prescribe the area of the park that will be included in the various different detailed plans, with reference to the part of the park located in each domain, provided that complete development of the whole park is ensured. == History == The sand dunes of South Holon have been a focus of real estate activity since the beginning of the last century. At that time, before the establishment of the Holon Local Council, the area was defined as being under galilee jurisdiction, that is to say that it was not under the jurisdiction of any local authority, adjacent to the Arab village of Yazur. The first outline scheme that was prepared for the area by the planning agencies during the British Mandate was called the \"Agrobank And Neighbourhood Regional Outline Road Scheme\". The scheme was provisionally approved on October 30, 1939 and finally on January 14, 1942 (its approval was published in the Official Gazette, no. 1164). The purpose of the scheme was to delineate the road network for the new neighbourhoods that were to be built around the Agrobank neighbourhood, situated to the north, adjacent to Mikveh Israel. In the 1930s private individuals and commercial companies started buying large tracts of land totalling hundreds of dunams from the Arab landowners. Parcellation plans were prepared in accordance with the Mandatory City Building Ordinance, which divided the large tracts of land into small parcels of between 300 and 500 m² each, creating neighbourhoods that incorporated roads and plots for public purposes, in conformity with the Mandatory outline scheme for Holon, R/128, the preparation of which began in the early 1940s The parcels resulting from the parcellation plans were entered in the Land Registers and came to be traded on the open market in Israel and also abroad. At that time great importance was attached to the redemption of the land and for that reason many parcels were bought by the Jews of Europe, USA and South Africa, with the assistance of public leaders who were harnessed to the task on visiting Jewish communities abroad. Thus, for example, Dr Haim Kugel, who went on to become the first Mayor of Holon, helped in the land redemption when he visited the Jewish community in South Africa. For that reason there are still many owners (the heirs of the original owners) of land within the boundaries of the scheme who are non-residents. The following are examples of the historical parcellation of land in South Holon: * The creation of blocks 6747, 6748, 6749 and 6750 by the Agricultural and Building Bank for Palestine Ltd * The partition of parcel 690 in block 6043 by the Land and Loan Company Ltd. The first outline planning scheme for the City of Holon, H/1, dating from 1958, cancelled all the Mandatory plans for the construction of new residential neighbourhoods in South Holon and zoned the whole area for planning again as an \"area for reparcellation\" (fresh consolidation and partition). The H-500 scheme is the third and most recent of the outline planning schemes (following H/1 and Amendment no. 3 to H/1) and it proposes a new planning scheme for the whole area. == The Moledet Neighbourhood == The Moledet neighbourhood is included within the boundaries of the H-500 scheme in the area that is zoned for the sand dune park. The neighbourhood was established in 1930 as the first residential suburb of South Holon and it is one of the first five neighbourhoods (together with Agrobank, Greene, Kiryat Avoda and Am) that combined into the Holon Local Council in 1940. The Moledet land was purchased by a company called Hamizrach, headed by the engineer, Alexander Hissin. The centre of the neighbourhood was the Water Tower. The first residents were eight immigrant families from Yemen but by the end of 1934, just four years later, the population of the neighbourhood had reached about 100 families. Because of Moledet's remoteness from other Jewish settlements and its proximity to the Arab villages of Yazur and Bayt Dajan, the neighbourhood was attacked by Arabs from Jaffa in the great Arab revolt between 1936 and 1939 and almost completely abandoned. Its residents went to live temporarily at the Mikveh Israel Agricultural School. The Security Road, which was paved in 1948 as an alternative to the Jaffa – Jerusalem Road (now Highway no. 44), with the object of connecting Tel Aviv to the settlements of the South and Jerusalem, ran through Moledet. Dozens of families now live in Moledet, alongside a few businesses and workshops. All the buildings in the neighbourhood, apart from the Water Tower and Security Road that have been zoned for preservation, are to be cleared according to the H-500 scheme (see below – the Clearance of Givat Holon and Moledet). == The Givat Holon Neighborhood == Givat Holon is located within the boundaries of the H-500 scheme in the area that is zoned for the sand dune park. This small suburb is located to the south of Kiryat Sharet in the heart of the sand dune area, alongside the road leading to the site of the municipal abattoir. Givat Holon includes several dozen homes. The buildings were constructed at the beginning of the 1940s and remain in their original format. Although according to outline scheme H/1 (Amendment no. 3), which was approved in 1978, the area was zoned as residential, in order to enlarge construction in the area it was necessary to prepare a detailed plan. Because of the limitations deriving from the neighbourhood's location in the area affected by the Airport, it was not possible to develop the neighborhood and it has therefore remained in its original state, without modern infrastructure. The residents of Givat Holon took legal proceedings against Holon Municipality and in June 2014 they were awarded judgement requiring the Municipality to grant them proper municipal services, like garbage removal and the provision of refuse bins, and the installation of lampposts and street signs. Givat Holon is due to be cleared as part of the H-500 scheme (see below – the Clearance of Givat Holon and Moledet). == The Abattoir == The Abattoir tract is a 254 dunam piece of land that is included in the H-500 scheme. The land was expropriated from private owners in 1961 further to authority obtained by the Mayor of Holon in accordance with the Land Ordinance for the establishment of a regional abattoir and associated industrial facilities. To that end a joint company was established by the Tel Aviv and Holon Municipalities (80% Tel Aviv and 20% Holon) in order to promote the venture and bear its costs, including the compensation payable to the private landowners. Further to the expropriation proceedings, in 1966 a town planning scheme (H-142) for the construction of an abattoir and associated industries was approved. According to the scheme it was permitted to build an abattoir and meat processing facilities. The aforegoing might today sound like a figment of the imagination: to expropriate 250 dunams of land for an abattoir in the sandhills of South Holon, big enough to serve the whole Middle East. Nevertheless, at that time, the venture did appear to justify such a large-scale expropriation. Not one of the private landowners objected to the venture and even had anyone objected, it is doubtful whether he would have had any chance of succeeding against Holon's then legendary mayor, Pinchas Ayalon. In fact, apart from one building that was constructed at the end of the 1960s, which served as a municipal abattoir until the beginning of the 1990s, the rest of the land remained empty and undeveloped. The abattoir building was blown up in June 2015 as part of an exercise by the Home Front Command. The landowners in the abattoir domain, Tel Aviv and Holon Municipalities, are expected to obtain rights in the scope of the H-500 scheme for the clearance of the abattoir (section 2.2.4 of the scheme regulations). == The Clearance of Givat Holon and Moledet == The H-500 scheme lays down directions for the preservation of the Security Road and the historic sites associated with it in accordance with the municipal preservation plan. The scheme nevertheless prescribes the clearance of Givat Holon and Moledet because of the limitations of using the area, which is affected by the flight paths according to the Ben Gurion Airport national outline scheme. After clearance, the neighborhoods will become part of the municipal sand dune park. The deposited plan contains merely general provisions for the compensation of the residents of Moledet, the clearance to be financed from building rights that have been allotted specifically for the purpose, totalling 800 dwelling units (designated for the clearance of three centres: the refuse site, the abattoir and Moledet). The scheme further provides that the total compensation will be determined by a real estate appraiser to be appointed by the local planning and building committee. Further to appeals that were filed against the district planning and building committee's decision (which the residents of Givat Holon also joined), which culminated in the decision of the appeal subcommittee of the national council of May 15, 2014, several operative decisions were made in respect of the clearance of Givat Holon (from which inferences may be drawn in respect of the clearance of Moledet) as follows: * The clearance of the existing residents will be effected in consolidation and partition proceedings in accordance with the detailed plan, in which the area will be zoned for the park. The residents will be allotted other land in accordance with the relevant provisions of law. * Until the clearance of Givat Holon it will be possible to continue using the existing lawful buildings for residential purposes. * So long as residential use continues in Givat Holon, the issue of building permits for the renovation (not including extension) of existing buildings will be permitted by virtue of existing permits. * The residents will obtain their rights in the scope of the first plan that is approved by virtue of the H-500 scheme. * Clearance will only be effected when the implementation of the first detailed plan commences or at such other time as it prescribes. ==References== ==External links== *The Holon H-500 Information Arena (English and Hebrew) == Bibliography == Joseph Raiten, The Holon H-500 Trade Arena, http://www.h-500.com/ Category:Holon Category:Urban planning ",
    "title": "H-500 Holon"
}