{
    "id": "51111057",
    "text": "Sechs Lieder (Six songs), Op. 35, is a set of six Lieder for medium voice and piano by Max Reger. He composed the first five of them in Berchtesgaden in June and July 1899, and the last one in Weiden in August that year. Dedicated to different people, they were published by Jos. Aibl Verlag in Munich the same year. The texts are poems by five authors: # \"Dein Auge\" (Felix Dahn) # \"Der Himmel hat eine Thräne geweint\" (Friedrich Rückert) # \"Traum durch die Dämmerung\" (Otto Bierbaum) # \"Flieder\" (Bierbaum) (also in arrangement for voice and orchestra) # \"Du liebes Auge\" (Otto Roquette) # \"Wenn lichter Mondenschein\" (D'Annunzio) In 2008, the musicologists Richard Mercier and Donald Nold dedicated a book to Reger's songs. They noted that he chose texts not by literary significance but for their theme and mood. The texts of Opus 35 have in common that they are love poems by contemporary writers. Some poems deal with the eye of a beloved woman, others with twilight and night. Reger composed individual songs, not song cycles, and selected for his performances songs from different collections. Most of his songs are through-composed, even when beginnings of stanzas at times begin with the same material. He favours syllabic rendition of the text, which helps its intelligibility. Usually his melodies require the accompaniment for expression. Complex harmonies support text of \"unsettling\" and passionate content. The first recorded performance was of #3 in Heidelberg on 5 November 1899 by Maria Hösl and the pianist Otto Seelig. Reger arranged #4 also for voice and orchestra, and wrote a version for voice and harmonium for 3–5. The work is the first by Reger with parts dedicated to various notable personalities, to aid publicity. However, one of them, , only mentioned the songs without detailed analysis in his biography of the composer. Mercier and Nold noted that the collection is \"consistently on a high level with beautiful sonic textures and rich harmonies throughout\", and that \"the 'love' theme in these poems inspires some of Reger's most magical sonorities\". In the Reger-Year 2016, students of the Musikhochschule München performed the songs in a concert in Berlin on 18 May. The Musikhochschule Saarbrücken focused on chamber music by Mozart and Reger, presenting the six songs on 12 June. == References == == Bibliography == * * * * == External links == * * Otto Seelig, pianist of the first performance Category:Lieder Category:Compositions by Max Reger ",
    "title": "Sechs Lieder, Op. 35"
}