{
    "id": "51113300",
    "text": "Odinland (), also Odinsland in the Defense Mapping Agency Greenland Navigation charts,1:1,000,000 scale Operational Navigation Chart, Sheet D-16 is a peninsula in the King Frederick VI Coast, southeastern Greenland. It is a part of the Sermersooq municipality. The peninsula is fully exposed to the influence of the Greenland Ice Sheet. In spite of the proximity of the coast and despite being located south of the Arctic Circle, an ice cap climate prevails in Odinland.NASA Earth Observations Data Set ==History== Arctic explorer Wilhelm August Graah of the Danish Navy explored this area in 1828–30, during an expedition in search of the legendary Eastern Norse Settlement and named this lonely peninsula after Odin. A large icy coastal stretch was named \"Colberger Heide\" by Graah, owing to its shore being lined with active glaciers and ice cliffs. This was one of the most dangerous stretches of the shore for the Southeast-Greenland Inuit that used to live hunting and fishing along the coast.Spencer Apollonio, Lands that Hold One Spellbound: A Story of East Greenland, p. 39 ==Geography== { \"type\": \"ExternalData\", \"service\": \"geoshape\", \"ids\": \"Q28225782\", \"properties\": { \"fill\": \"#3e614c\"}} Odinland is surrounded to the southeast by the Bernstorff Fjord (Kangertittivaq) —across which lies the Thorland Peninsula, to the east by the Irminger Sea and to the north by the Umiiviip Kangertiva (Gyldenløve Fjord). To the west lies the Fimbul Glacier and to the northwest the peninsula is attached to the mainland.GoogleEarth Cape Møsting (Kap Møsting) is a steep and prominent headland at the southeastern end near the mouth of the Bernstorff Fjord, at . To the north of this point, the shore is bold and precipitous with glaciers protruding into the sea at every coastal cleft or ravine until the mouth of Quseertaliip Kangertiva (Otte Krumpen Fjord).Prostar Sailing Directions 2005 Greenland and Iceland Enroute, p. 102 At this point the northeastern part of Odinland forms the Kangerajiip Apusiia (Colberger Heide), a large glacier-covered headland, limited in the southeast by the small Quseertaliip Kangertiva (Otte Krumpen Fjord), to the east by the Irminger Sea, to the north by the Umivik Bay and to the northwest by the Vikingevig. Unlike the peninsulas further south Odinland is heavily glaciated, with the large Sleipner Glacier flowing westwards from its central part and the Gjallerbroen flowing eastwards. The Ydun Glacier, Gerd Glacier and Gymer Glacier are smaller glaciers flowing into the Bernstorff Fjord from the southern shore. The Gungner Ice Cap is located in a roughly eastern position in the middle of the peninsula. ===Mountains=== In Odinland there are several nunataks protruding above the ice, with Ensom Majestaet ('Lonely Majesty'), Ensomme Skraent ('Lonely Slope'), Eqaluttusoq, Hammerfaldet, Hustoppen ('Housetop'), Pelikanen, Spidstoppen and Tyrs Bjerge in the main peninsula and Alukajik, Ørnen, Tommeltotten and Trillingerne ('Triplets') in the Kangerajiip Apusiia (Colberger Heide) area. The Brages Range is a long nunatak in the western part. The highest point in Odinland is high Ensom Majestaet rising in the central part of the peninsula at . {| |- valign=\"top\" |1944 map of the area around Skjoldungen with the Odinland Peninsula at the northern edge. |} ==See also== *List of Nunataks *Renland ==References== == External links == * Den grønlandske Lods - Geodatastyrelsen *Not so green - Odin Land Category:Peninsulas of Greenland Category:Sermersooq ",
    "title": "Odinland"
}