{
    "id": "51119515",
    "text": "Oleksandr Miroshnikov (born 6 August 1962, Mykolaiv, Lviv region, Ukraine) is a Ukrainian artist, stone-carver and jeweler. He is an honored Master of Folk Art of Ukraine, a stone-carving artist, a member of the National Union of Artists of Ukraine and an honorary citizen of Mykolaiv in the Lviv region. == Life == Miroshnikov was born on 6 August 1962 in Mykolaiv, Lviv region, Ukraine. His parents were Vasily Alexandrovich Miroshnikov and Rosaliya Nikodimivna Miroshnikova. He graduated from secondary school in Mykolaiv. From 1981–1983, he served in the military in Chita, in the Zabaykaliya region, Russia. From 1983 to 1988 he worked for the firm Samotlorne in the Tyumen region, Russia. In his spare time Miroshnikov now began to study creative experimentation and pursue artistic self-expression. At the end of 1988 Miroshnikov moved to Ukraine. Since 1990, he has been working as an artist in the trade and industrial association \"Ukraine-West\". In 1991 he passed training at the jewelry company Silstone Polish city of Rzeszow. Since 1992, he worked in the concern \"Lviv\" is the head department of land art and souvenirs, where produces a commemorative medal marking the first anniversary of Independence of Ukraine. Since 1993, left the job in the public company and devotes himself to free creation. == Artwork == Order of John Paul II, 2016. Gold, silver, gilt, diamonds, phianites In more than 20 years working with precious stones and metals he has created a number of unique compositions which are impressive in content as well as for the virtuosity of their execution. Existing and improved developed a unique technology of semiprecious stones, which provide unusual for such material visuals effects, like foam water from rock crystal (work Mermaid Dnistrova). Also developed the technique of micro-miniature art performance elements with a high degree of detail (of Holidays, On live bait, Thirst for life, The Little Thief). A.Miroshnikov also the author of many original and distinctive jewelry (Astrolabe, Colosseum, Space decorations, Birth talent), which have no analogues in this art form. In 2016 Miroshnikov made the Order by John Paul II, who was consecrated Archbishop of Lviv, Lviv Metropolitan Roman Catholic Church Mieczyslaw Mokrzycki, who once worked as a personal secretary of the late pontiff. == Gallery == 2011–2016 2011–2016 Order of John Paul II, 2016; Astrolabe, 2015; Birth talent (Pegasus), 2014; Coliseum, 2014; Desire, 2012; Kolar (symbol of power) Mayor of Mykolaiv, 2012; Gourmet, 2011; Space decoration, 2011; The eternal question, 2011; Missionary, 2011. 2006–2010 Newlyweds, 2010; Sorcerer Taras, 2009; Temptation, 2007; Wake Mavka, 2006; Ryabets (wild tulips), 2006. 2000–2005 Kalina, 2005; Actor, 2005; Old Town, 2004; Mermaid Dnistrova (Midsummer), 2004; Vacation, 2004; Thirst for Life, 2003; Meeting, 2002; Waiting, 2002; For live bait, 2001; Little Thief, 2000; Harmony, 2000. 1989–1999 Beetle, 1999; Spring, 1999; Strawberries, 1999; Misfire, 1997–1998; Monte Cristo Hrot, 1997; First Snow, 1997; Thieving Magpie, 1996; Table \"Sunny Day\", 1989–1991. == Exhibitions == * Exhibition in Lviv National Museum, 1991, 1992, 1993 * The exhibition \"Faberge Galician\" Kiev-Pechersk Lavra, Kyiv, 2004. * Presentation of the album \"Nugget\",\" National Museum of Ethnography and Crafts, Lviv, 2012. * Solo exhibition \"Nugget\" stone-cutting and jewelry\" , the National Museum of Ukrainian Folk Decorative Art Kyiv, 2013. == References == * Chumarna Mary, Alexander Miroshnikov SAMORODOK - Lviv: Apriori publ., 2010. == Sources == == External links == * Striking Gold. Global Citizen (See page 89) * Oleksandr Miroshnikov * Stone cutting sculpture \"Galitsky Faberge\" * Oleksandr Miroshnikov – Galitsky Faberge * A Look for the Creativity of Oleksandr Miroshnikov * A Galitsky jeweler in the light of Faberge * And let envies Europe! * \"Galitsky Faberge\" Oleksandr Miroshnikov was awarded the highest award in the jewelry world * Ukrainian artist was awarded the \"Order of Carl Faberge\" * They have Faberge, and we have Miroshnikov Category:Ukrainian artists Category:1962 births Category:Living people ",
    "title": "Oleksandr Miroshnikov"
}