{
    "id": "51126460",
    "text": "Reby Cary (September 9, 1920 – December 7, 2018) was an American educator, politician, and historian in the Dallas-Fort Worth metroplex. He was the first black school board member in Fort Worth and served in the Texas House of Representatives from 1979 to 1985. He was the author of numerous books about the history of African Americans in North Texas. == Biography == === Early life and education === Reby Cary was born September 9, 1920 in Fort Worth, Texas. His father was the Reverend Smith Cary (d. 1969), founder of the Rising Star Baptist Church and native of Jacksonville, Texas. Cary grew up in a strict, religious household and credited his mother with his success, explaining that, \"When my friends were out playing marbles, my mother would say, ‘Get back in the house and study.’ If she saw me with my head outside of a book, my behind would soon be on fire. It never changed.” As a child during the Depression, Cary mowed yards to earn money. He graduated from Fort Worth's renowned I.M. Terrell High School in 1937. In 1941, he earned a bachelor's degree in history and political science from historically black Prairie View A&M; University. When Cary was drafted into military service in 1942, he had completed coursework toward a master's degree at Prairie View. Cary received his draft notice in 1942 and enlisted in the United States Coast Guard. He was one of the first African Americans to graduate from the Coast Guard's radioman school in Atlantic City, New Jersey. Cary was assigned to the USS Cambria and served the Pacific Theater of World War II, including the invasions of Saipan and Okinawa. Cary completed his master's degree in history and political science at Prairie View after his discharge and later undertook postgraduate coursework at North Texas State University and Texas Christian University. === Career === Reby Cary in the 68th Texas legislature Returning from the war and unable to find radio work as a black man in Jim Crow-era Texas, Cary began a long career in the field of education. When local black men were refused the educational opportunities offered to returning white GIs, Cary and two colleagues established the McDonald College of Industrial Arts (later named the Southwestern College of Industrial Arts) in Fort Worth's Riverside neighborhood. Cary held the position of personnel director there until he returned to graduate school in 1948. After completing his master's degree, Cary taught history in local public schools and in higher education. He taught history at Fort Worth's Dunbar High School until 1967, when he became the first black instructor at Tarrant County Junior College. In 1969, he became the first black professor at the University of Texas at Arlington (UTA). From 1969 to 1974, he was an assistant professor and associate dean of student life; from 1974 to 1978, he was the director of minority of affairs. In the early 1970s, he led a successful crusade to remove Confederate symbols from the UTA campus and was instrumental in establishing a Minorities Cultural Center, focusing on books and materials about black history and the Chicano movement. In 1974, Cary launched his political career as the first black school board member elected to the Fort Worth ISD school board. He then served three terms in the Texas House of Representatives, where he was a member of the county affairs, energy, rules and resolutions, budget and oversight, and government organization committees. Though Cary served as a Democrat during his time as a Texas legislator, he became an outspoken supporter of Republican Texas politicians Bill Clements and Phil Gramm. He switched to the Republican Party, citing the white-dominated Democratic Party's poor history with slavery and civil rights. Cary cited local African-American banker and Republican politician William \"Gooseneck\" McDonald as a major influence. Cary held leadership positions in the Texas Council of Black Republicans and founded the Frederick Douglass Republicans of Tarrant County in 1985 after his final term in the Texas House. === Personal life === Cary married Nadine Lois Spencer (1921-2003) on May 19, 1945, before the end of World War II. They had one child, Faith Cary in 1963.Ancestry.com. U.S. City Directories, 1822-1995 [database on-line]. Provo, UT, USA: Ancestry.com Operations, Inc., 2011. He held positions in numerous organizations, including Alpha Phi Alpha fraternity, the Youth Services Bureau of Tarrant County, the Fort Worth Minority Leaders and Citizens’ Council, Boy Scouts of America, United Way of Tarrant County, Fort Worth Metropolitan Black Chamber of Commerce, Tax Appraisal Review Board of Tarrant County, and Trinity Metro. Cary was awarded the Fort Worth Black Leadership Award in 1976 and the Congressional Veterans Commendation in 2005. Cary died on December 7, 2018 in Fort Worth, Texas. == Publications == Cary is the author of several books about the history of African Americans in Fort Worth and in the military: * Princes shall come out of Egypt, Texas, and Fort Worth (2002) * I tried to tell you! : \"a wake-up call to blacks & hispanics\" : they wouldn't publish it (2004) * How we got over! : second update on a backward look : a history of blacks in Fort Worth (2006) * Bringing the past into focus : black's sheaves in Fort Worth and the inner city ring (2006) * A historic bombshell all wrapped into one, \"the Cinderella Kid\", my life and times : a history of Blacks in Fort Worth (2008) * The way makers : a history of blacks in Fort Worth, Texas & Tarrant County (2009) * Carver Heights : where the \"best\" begins : a roll call of pioneers et al (2010) * A step up : the way makers : who did what? a chronicle of Black progress in Fort Worth and Tarrant County (2010) * The first and the foremost : a flash-back portfolio of blacks in Fort Worth and Tarrant County (2011) * The Rising Star Missionary Baptist Church and its geniture : from the greasy spoon still rising (2011) * We've come this far : a 2007 retrospective on blacks in Fort Worth and Tarrant County (2011) * Pavers of the way : the panorama of Black Progress in Fort Worth & Tarrant County (2012) * Bloodlines : a dynastical history of blacks in Fort Worth and Tarrant County (2013) * Born again to win : this is my story, the pilgrim journey of a preacher's kid --continued (2013) * Nautical milestones : African Americans in the United States Coast Guard (2014) * The historic Christian ministry of black churches in Fort Worth : let the church roll on! (2015) * Trophy Lives : black historical icons of Fort Worth (2015) * The Hurdlers : historic black icons in Fort Worth and Tarrant County (2016) * The Apex : beyond the chains : unchained aspirations of African-Americans in Fort Worth and Tarrant County (2016) ==References== == External links == * Reby Cary Collection in the Fort Worth Public Library Archives * Reby Cary Collection in the Library of Congress Veterans History Project * Interview with Reby Cary, Texas Christian University Civil Rights in Black and Brown Oral History Project Category:Members of the Texas House of Representatives Category:School board members in Texas Category:1920 births Category:2018 deaths Category:People from Fort Worth, Texas Category:Military personnel from Texas Category:Prairie View A&M; University alumni Category:Texas Christian University alumni Category:University of North Texas alumni Category:Writers from Texas Category:Texas Democrats Category:African-American state legislators in Texas Category:Texas Republicans Category:United States Coast Guard personnel of World War II ",
    "title": "Reby Cary"
}