{
    "id": "51126456",
    "text": "Quinn Shephard (born February 28, 1995) is an American actress, screenwriter, film producer, film director, and film editor. She is best known for her roles as Donna Malone in the holiday comedy Unaccompanied Minors and as Morgan Sanders in the television series Hostages. In 2017, her feature film directorial debut, Blame (which she also wrote, produced, edited, and starred in), screened at several film festivals and earned critical attention. == Early life == Shephard grew up in Metuchen, New JerseyStewart, Sara. \"This 22-year-old director wrote her screenplay in high school\", New York Post, January 4, 2018. Accessed May 31, 2018. \"'I got made fun of for being weird and artsy,' says Quinn Shephard, who wrote, directed and stars in the drama Blame, out in theaters Friday.... The Metuchen, NJ, native graduated from public high school early and went on to a role in the CBS drama Hostages.\" and the surrounding New York area. She attended Metuchen High School, which was used to film scenes from her movie Blame.Makin, Bob. \"Young Metuchen artist’s feature directorial debut to premiere at Tribeca\", Courier News, April 8, 2017. Accessed May 31, 2018. \"The film draws many parallels to the Arthur Miller play, which Shephard appeared in at Playhouse 22 in East Brunswick while a student at Metuchen High School, the movie’s main set location.\" == Career == Shephard's big screen debut was in the 2001 French film Harrison's Flowers at the age of five. Shephard's first starring role was in the holiday comedy feature film Unaccompanied Minors. Shephard and her co-stars were nominated for Best Young Ensemble in a Feature Film at the 29th Young Artist Awards. She later appeared in the comedy film Assassination of a High School President (2008) and the horror film Sweet, Sweet Lonely Girl (2016). Shephard has also appeared on television. In 2013, she played the recurring role of Morgan Sanders in the CBS thriller series Hostages. From 2014 to 2015, she portrayed Claire Mahoney in the fourth season of Person of Interest. Shephard has played guest roles in several television series, including Law & Order: Special Victims Unit (2011), Made in Jersey (2012), The Blacklist (2013), and Believe (2014). In 2015, she was the recipient of the Rising Star Award at the Garden State Film Festival. In 2018, she appeared in the film The Miseducation of Cameron Post, which had its world premiere at the Sundance Film Festival; it won the Grand Jury Prize for U.S. Drama, the festival's highest honor. ===Directorial debut=== Shephard developed the script for her first feature film, Blame, for several years. In 2016, after her financier fell through during the first week of shooting, Shephard partially self-financed Blame using money from her college fund. The film was shot in 19 days, and Shephard produced it with her mother, Laurie Shephard. Shephard also starred in the film as Abigail Grey, alongside Chris Messina, Nadia Alexander, and Tate Donovan. Blame screened at several film festivals, including the Tribeca Film Festival, making Shephard the youngest female director to debut a film there. It was nominated for several awards at Tribeca and won the award for Best Actress in a U.S. Narrative Feature (for Alexander's performance). The film received generally positive reviews from critics; it holds an 80% rating on Rotten Tomatoes, while on Metacritic it holds a 54/100 rating. IndieWire called it a \"solid debut\", while writing that, though it \"isn't fully realized\", it establishes Shephard as \"someone to watch\". Glenn Kenny of The New York Times described the film as \"earnest but underdeveloped\". Filmmaker called the film \"a poignant and incisive examination of modern American adolescence.\" The Hollywood Reporter called it \"a mixed bag of a directorial debut\". == Personal life == Shephard identifies as queer. Since 2015, she has been in a relationship with her Blame co-star Nadia Alexander. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |2001 |Harrison's Flowers |Margaux Lloyd | |- |2004 |From Other Worlds |Linda Schwartzbaum | |- |2006 |Unaccompanied Minors |Donna Malone | |- |2008 |Assassination of a High School President |Eye Patch Girl | |- |2015 |Windsor |Kat | |- |2016 |Sweet, Sweet Lonely Girl |Beth | |- |2017 |Blame |Abigail Grey |also director, producer, writer, editor |- |2018 |data-sort-value=\"Miseducation of Cameron Post\"| The Miseducation of Cameron Post |Coley Taylor | |- |2018 |Midnight Sun |Morgan | |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |2011 |Law & Order: Special Victims Unit |Emma Butler |Episode: “Lost Traveller” |- |2012 |Made in Jersey |Kate Garretti |Episode: \"Ridgewell\" |- |2013 |Trooper |Olive Flaxton |Television film |- |2013–2014 |Hostages |Morgan Sanders |Main role |- |2013 |data-sort-value=\"Blacklist\"|The Blacklist |Abby Fisher |Episode: \"Ivan\" |- |2014 |And, We're Out of Time |Scarlett |Television film |- |2014 |Believe |Sasha Ferrel |Episode: \"Collapse\" |- |2014–2015 |Person of Interest |Claire Mahoney |Episodes: \"Nautilus\", \"Q & A\" |- |2015 |Almost There |Scarlett |4 episodes |- |2017 |Redliners |Katie Rhymer |Television film |- |2018–2019 |God Friended Me |Rachel Blake |Episode: \"Unfriended\", \"The Greater Good\" |- |2018 |Bull |Tally North |Episode: \"A Girl Without Feelings\" |} ==References== == External links == * * Category:1995 births Category:American film actresses Category:Living people Category:21st- century American actresses Category:American television actresses Category:Actresses from New Jersey Category:American child actresses Category:Metuchen High School alumni Category:People from Metuchen, New Jersey ",
    "title": "Quinn Shephard"
}