{
    "id": "51128767",
    "text": "Barnabé Farmian Durosoy, There are more than half a dozen variants of his name: Durosoi, Durozoy, Du Rosoi, Du Rozoy, Du Rozoi, Du Rosoy, De Rosoy, De Rozoy, De Rosoi. (1745 – 25 August 1792, Paris) was an 18th-century French journalist and man of letters, both a playwright, poet, novelist, historian and essayist. Founder and editor of a royalist newspaper in 1789, he was the first journalist to die guillotined under the reign of Terror. Author of history books, literary criticism and political philosophy, he also published poems, songs, epistles, tales in verse, fables and, above all, many plays and ballets and librettos. == Works == *1754: Lettres de Cécile à Julie, ou les Combats de la nature, Text online *1755: Le Cri de l'honneur, épître à la maîtresse que j'ai eue *1756: Le Génie, le goût et l'esprit, poème en 4 chants, par l'auteur du Poème sur les sens *1762: Mes dix-neuf ans, ouvrage de mon cœur *1762: Épître à mon verrou, par l'auteur de Mes dix-neuf ans *1765: Clairval philosophe, ou la Force des passions, mémoires d'une femme retirée du monde (2 volumes) *1766: L'Usage des talens, épître à Mademoiselle Sainval, jeune débutante au Théâtre français *1766: Les Sens, poème en six chants Text online *1769: Essai philosophique sur l'établissement des écoles gratuites de dessein pour les arts mécaniques *1769: Œuvres mêlées de M. de Rozoi (2 volumes) *1771–1776: Annales de la ville de Toulouse (4 volumes) *1772: Le Vrai ami des hommes, Reprinted in 1796 as a posthumous work by Antoine Léonard Thomas. *1773: Dissertation sur Corneille et Racine, suivie d'une épître en vers *1774: Le Joyeux Avènement, poème *1775: Dissertation sur le drame lyrique *1791: Fragment sentimental en vers français ;Theatre *1765:Les Décius français ou le siège de Calais sous Philippe VI, five-act tragedy in verse, Puteaux, chez le duc de Grammont, 29 July 1767 *1770: Azor, ou les Péruviens five-act tragedy in verse, Text online *1771: La Pomme d'or, ballet héroïque in three acts *1773: Richard III, tragedy in five acts and in verse, Théâtre de Toulouse *1774: Aurore et Azur *1774: Henri IV ou la Bataille d'Ivry, drame lyrique in 3 acts and in prose, Théâtre de l'Hôtel de Bourgogne, 14 November *1775: La Réduction de Paris, drame lyrique in 3 acts, Théâtre de l'Hôtel de Bourgogne, 30 September *1776: Les Mariages samnites, drame lyrique in 3 acts and in prose, Théâtre de l'Hôtel de Bourgogne, 12 June *1779: Les Deux Amis, drame lyrique in 3 acts, in prose, mingled with ariettes, Château de Versailles, 19 February *1779: Les Trois Roses, ou les Grâces, comedy in 3 acts, in prose, mingled with d'ariettes, Château de Versailles, 10 December *1780: Pygmalion, drame lyrique in 1 act and in prose, Théâtre de l'Hôtel de Bourgogne, 16 December. *1781: L'Inconnue persécutée, comédie opéra in 3 acts, Château de Versailles, 8 June *1783: La Clémence de Henri IV, three-act drama in prose, Comédie Italienne (salle Favart), 14 December 1783 *1786: L'Amour filial, comedy in 2 acts and in prose, mingled with d'ariettes, Paris, Théâtre italien (salle Favart), 2 March *1786: Stratonice, ballet héroïque in 3 acts, Château de Versailles, 30 December *1788: Bayard ou le siège de Mezières, comedy in three acts and in verse, Comédie Italienne (salle Favart), 15 July *1789: Les Fourberies de Marine ou le tuteur juge et partie, opéra comique in three acts and in prose, Paris, Théâtre de Monsieur, 11 September == References == == Bibliography == * . * Pierre Larousse, Grand Dictionnaire universel du XIXe, vol. VI, 1870, (p. 1439–1440) * Elphège Boursin, Augustin Challamel, Dictionnaire de la Révolution française, Paris, Jouvet et cie, 1893, (p. 286). == External links == * Barnabé Farmian Durosoy on data.bnf.fr * His plays on CÉSAR Category:18th-century French journalists Category:18th- century French writers Category:18th-century male writers Category:18th- century French dramatists and playwrights Category:French opera librettists Category:People executed by guillotine during the French Revolution Category:1745 births Category:1792 deaths ",
    "title": "Barnabé Farmian Durosoy"
}