{
    "id": "51126040",
    "text": "The gens Tarpeia was a minor patrician family at ancient Rome. Only a few members of this gens are known, and the Tarpeii vanish from history after the early Republic. The Tarpeian Rock, a promontory on the Capitoline Hill, from which those condemned for treason were thrown to their deaths, is said to have been named after Tarpeia, the archetype of all Roman traitors.Dictionary of Greek and Roman Biography and Mythology, vol. III. p. 976 (\"Tarpeia\", \"Tarpeia Gens\"). There seems to have been a senatorial family of this name in imperial times. ==Origin== The nomen Tarpeius belongs to a common class of gentilicia formed using the suffix -eius. Such names are typical of Sabine gentes, perhaps explaining the association of the Tarpeii with the war of Romulus against the Sabines at the beginning of Roman history.Chase, pp. 120, 121. ==Branches and cognomina== The only cognomina associated with the Tarpeii of the Republic are Montanus and Capitolinus, both of which belong to a class of surnames derived from the names of places, in this case both probably referring to the original residence of the Tarpeii, on the Capitoline Hill.Chase, p. 114. The Tarpeii of imperial times bore common surnames such as Valens, powerful, and Faustus, fortunate.New College Latin & English Dictionary, s. v. valens.Chase, p. 111. ==Members== * Spurius Tarpeius, commander of the Roman citadel, a fortress atop the Saturnian Hill in the time of Romulus.Livy, i. 11. * Tarpeia Sp. f., daughter of Spurius Tarpeius, was tempted by the golden armlets of the Sabine soldiers led by Titus Tatius, and agreed to open the citadel to them in exchange for \"what they wore on their arms.\" Afterward, her betrayal was repaid when the Sabines crushed her under the shields that they also carried on their arms.Dionysius, ii. 38–40. * Tarpeia, one of the first Vestal Virgins appointed by Numa Pompilius, the second King of Rome.Plutarch, \"The Life of Numa\", 10. * Marcus Tarpeius, grandfather of the consul Spurius Tarpeius. * Marcus Tarpeius M. f., father of Spurius Tarpeius Montanus Capitolinus, the consul of 454 BC. * Spurius Tarpeius M. f. M. n. Montanus Capitolinus, was consul in 454 BC, together with Aulus Aternius Varus. They passed the lex Aternia Tarpeia, regulating the payment of fines. He was one of the senate's envoys to the plebeians on the fall of the decemvirs in 449, and was one of two patricians coöpted by the tribunes of the plebs in order to oppose the lex Trebonia in 448.Livy, iii. 31, 50, 55.Dionysius, x. 48, 50.Fasti Capitolini, ; 1904, 114.Broughton, vol. I, pp. 42, 43, 49, 50. * Lucius Tarpeius Valens Saloninus, a man of senatorial rank, according to the most likely reading of a funerary inscription from Salona in Dalmatia.. * Tarpeius Anneius Faustus, a senator named in an inscription from Rome.. ==Footnotes== ==See also== * List of Roman gentes ==References== ==Bibliography== * Dionysius of Halicarnassus, Romaike Archaiologia (Roman Antiquities). * Titus Livius (Livy), History of Rome. * Plutarchus, Lives of the Noble Greeks and Romans. * Dictionary of Greek and Roman Biography and Mythology, William Smith, ed., Little, Brown and Company, Boston (1849). * Theodor Mommsen et alii, Corpus Inscriptionum Latinarum (The Body of Latin Inscriptions, abbreviated CIL), Berlin-Brandenburgische Akademie der Wissenschaften (1853–present). * René Cagnat et alii, L'Année épigraphique (The Year in Epigraphy, abbreviated AE), Presses Universitaires de France (1888–present). * George Davis Chase, \"The Origin of Roman Praenomina\", in Harvard Studies in Classical Philology, vol. VIII, pp. 103–184 (1897). * T. Robert S. Broughton, The Magistrates of the Roman Republic, American Philological Association (1952–1986). * John C. Traupman, The New College Latin & English Dictionary, Bantam Books, New York (1995). Category:Roman gentes ",
    "title": "Tarpeia (gens)"
}