{
    "id": "51127752",
    "text": "Joseph-Gaspard Dubois-Fontanelle (27 October 1727 – 15 February 1812) was an 18th–19th-century French journalist, man of letters, playwright and translator.Biography on Dictionnaire des journalistes == Biography == Arrived in Paris where he found a patron in the person of his compatriot the abbott of Mably, he collaborated with L'Année littéraire, the Gazette des Deux-Ponts, the Gazette de France and the political department of the Mercure de France. In 1762 and 1763, he gave the Théâtre-Français two comedies with no success. He then published command works: tales, translations, philosophical tracts. The name of Dubois-Fontanelle came out of darkness when another of his plays, Éricie, ou la Vestale, fell under the scissors of censorship. Printed clandestinely, the play was presented in Lyon in 1768, resulting in the conviction of three unhappy peddlers to the galleys. His last play, Loredan, was censored at the first performance at the Comédie-Française in 1776.Un voyage imaginaire, cannibale, utopique: Naufrage et avantures de M. Pierre Viaud, capitaine de navire par Hugues He was the editor and, probably, in whole or in part, the author of the story of a shipwreck narrated by captain Pierre Viaud in 1770. When the French Revolution broke out, Dubois-Fontanelle returned safely to his hometown, where he became professor of belles-lettres at the école centrale in the Isère department from 1796, then professor of history at the Académie de Grenoble from 1804. == Publications == *1762: Le Connaisseur, comédie en un acte et en vers *1763: Le Bon Mari, comédie en un acte et en verse *1765: Pierre le Grand, tragédy *1766: Aventures philosophiques *1768: Les Effets des passions ou Mémoires de M. de Floricourt (3 volumes) *1768: Éricie, ou la Vestale, drama in 3 acts in verse *1770: Naufrage et aventures de M. Pierre Viaud, natif de Bordeaux, capitaine de navire, histoire véritable, vérifiée sur l'attestation de M. Sevettenham, commandant du fort St. Marc des Appalaches Text online *1775: Anecdotes africaines, depuis l'origine ou la découverte des différents royaumes qui composent l'Afrique jusqu'à nos jours Text online *1776: Loredan, drama in four acts, in verse, Paris, Comédie-Française, 19 February *1781: Nouveaux mélanges sur différents sujets, contenant des essais dramatiques, philosophiques et littéraires *1785: Théâtre et œuvres philosophiques, égayés de contes nouveaux dans plus d'un genre *1813: Cours de belles-lettres (4 volumes) ;Translations *1767: Ovid: Métamorphoses (2 volumes) *1785: Agnes Maria Bennett: Anna, ou l'Héritiere galloise (4 volumes) *1788: Elizabeth Helme: Clara et Emmeline *1798: Elias Habesci : État actuel de l'Empire ottoman (2 volumes) == Sources == Pierre Larousse, Grand Dictionnaire universel du XIXe siècle, vol. VI, 1870, (p. 1315–1316). == References == ==Further reading== * Karl-Heinz Kuhn: Das französischsprachige Pressewesen im Herzogtum Pfalz-Zweibrücken (Trier, Univ., Diss., 1990; Reprint 2006). * Josiane Quillet-Sert: Portrait de Dubois-Fontanelle (1737-1812) d'après sa correspondance (Grenoble, Thèse de doctorat, 1997). == External links == Category:18th-century French journalists Category:18th-century French dramatists and playwrights Category:18th-century French writers Category:18th- century male writers Category:French translators Category:People from Grenoble Category:1727 births Category:1812 deaths ",
    "title": "Joseph-Gaspard Dubois-Fontanelle"
}