{
    "id": "51128809",
    "text": "The Fitzroy Football Club is an Australian rules football club based in the northern suburbs of Adelaide which was formed in 1987 as a merger between the former Renown Park Football Club, St Dominic's Football Club and St Peter's Y.C.W. Football Club. The club has participated in the South Australian Amateur Football League since being formed. == A-Grade Premierships == * South Australian Amateur Football League A3 (1) ** 1995 * South Australian Amateur Football League Division 5 (2) ** 2007 * Adelaide Footy League Division 6 (3) ** 2019 == Merger History == Fitzroy Football Club was formed in 1987 from a merger of Renown Park, St Dominic's and St Peters YCW. === Renown Park === The Renown Park Football Club was formed in 1983 as a merger of the Brompton Football Club and the Albert Sports Football Club. The club had three different home grounds over its four season history, Renown Park Oval (1983), Challa Gardens Primary School (1984) and finally Sam Johnson Sports Ground (1985–86) until it merged with the St Dominic's and St Peters YCW clubs to form Fitzroy. A-Grade Premierships * South Australian Amateur Football League A6 (1) ** 1983 ==== Albert Sports ==== The Albert Sports Football Club was formed as the Albert Druids Football Club and participated in the Adelaide and Suburban Football Association from 1939 until it shifted to the West Torrens District Football Association 1947. When that competition folded at the end of the 1961 season, Albert Druids shifted to the Sturt District Football Association, which became the Adelaide Metropolitan Football League (AMFL) the following year. The AMFL folded at the end of the 1967 season and Albert Druids transferred to the North Adelaide District Football Association (NADFA), which merged into the Norwood-North Football Association (NNFA) the following season. When the NNFA folded at the end of the 1977 season, Albert Druids moved to the Adelaide Suburban Football League which folded at the end of that season. In 1979 Albert Druids was renamed Albert Sports and joined the Glenelg-South Adelaide Football Association where they participated for three seasons before shifting to the South Australian Amateur Football League in 1982, playing one season before merging with Brompton to form Renown Park. A-Grade Premierships * West Torrens District Football Association (3) ** 1954 ** 1958 ** 1961 ==== Brompton ==== The Brompton Football Club was formed in 1925 and joined the West Torrens District Football Association. Initially they only lasted one season before going into recess and returning in 1927 in the YMCA Football Association for one season and then the Independent Football Association for two seasons before going into recess again in 1930. The club was relaunched again in 1945 in the Adelaide and Suburban Football Association and in 1947 returned to the West Torrens District Football Association. When that competition folded at the end of the 1961 season, Brompton shifted to the Sturt District Football Association, which became the Adelaide Metropolitan Football League (AMFL) the following year. In 1967, Brompton joined the East Torrens Football Association (ETFA) and continued when that league merged into the Norwood-North Football Association (NNFA) in 1969. When the NNFA folded at the end of the 1977 season, Brompton moved to the Adelaide Suburban Football League which folded at the end of that season. Brompton then joined the South Australian Amateur Football League (SAAFL) in 1979. In 1981 Brompton were disaffiliated from the SAAFL due to dissatisfaction with its management and facilities, and joined the Glenelg-South Adelaide Football Association as a result where they participated for two seasons before merging with Albert Sports in 1983 to form Renown Park. A-Grade Premierships * West Torrens District Football Association Blue Division (3) ** 1957 ** 1959 ** 1960 * West Torrens District Football Association Gold Division (1) ** 1949 === St Dominic's === The St Dominic's Football Club was established as the North Adelaide Y.C.W. Football Club, based at Blackfriars Priory School and participated in the North Adelaide District Football Association (NADFA). In 1962 they were renamed St Dominic's and the following season joined the South Australian Amateur Football League. In 1967 they shifted home ground full-time to Park 2, now commonly known as St Dominic's Oval. In 1987 it merged with the Renown Park and St Peters YCW clubs to form Fitzroy. A-Grade Premierships * North Adelaide District Football Association (2) ** 1959 ** 1960 === St Peter's Y.C.W. === St Peter's Y.C.W. Football Club were based at St Paul's College and participated in the Sunday YCW Football Association from 1959 to 1977. In 1978, St Peter's Y.C.W. joined the South Australian Amateur Football League, and relocated to Devitt Oval the following year, where it remained until it merged with Renown Park and St Dominic's in 1987 to form Fitzroy. == References == Category:Australian rules football clubs in South Australia Category:Australian rules football clubs established in 1987 Category:1987 establishments in Australia Category:Adelaide Footy League clubs ",
    "title": "Fitzroy Football Club (South Australia)"
}