{
    "id": "51125457",
    "text": "The 2016 APRA Silver Scroll Awards were held on Thursday 29 September 2016 at Vector Arena in Auckland, celebrating excellence in New Zealand songwriting. == Silver Scroll award == The Silver Scroll award celebrates outstanding achievement in songwriting of original New Zealand pop music. The short list of finalists was announced on 1 September. The music director for 2016 was musician and 2007 Silver Scroll nominee Sean James Donnelly. As well as overseeing all music performances, he was arranged for the five Silver Scroll finalists to be covered in a unique style by different artists. {| class=\"wikitable\" |- ! width=\"34%\" | Songwriter(s) ! Song ! Act ! Covering artisthttp://www.radionz.co.nz/news/top/284501/2015-silver-scrolls |- | Lydia Cole | \"Dream\" | Lydia Cole | |- | Samuel Scott, Lukasz Buda, Conrad Wedde, William Ricketts, Thomas Callwood, Christopher O’Connor | \"Give Up Your Dreams\" | The Phoenix Foundation | |- bgcolor=\"silver\" | Thomas Oliver | \"If I Move To Mars | Thomas Oliver | |- | Emily Littler, Billie Rogers, Alex Brown, Christopher Farnham | \"Pedestrian Support League\" | Street Chant | |- | Tami Neilson, Jay Neilson | \"The First Man\" | Tami Neilson | |- |} === Long list === In July 2016 a top 20 long list was announced. From this list APRA members voted to decide the five songs that will make up the year's short list. Three- time Silver Scroll winner Dave Dobbyn is among the 20 songwriters. * \"10 Years\" - Seth Haapu * \"A Lake\" - Lawrence Arabia * \"All Eyes In The Room\" - Gareth Thomas * \"All Over You\" - Leisure * \"August Song\" - The Sami Sisters * \"Buried By The Burden\" - Pacific Heights featuring Louis Baker * \"Don't Rate That\" - David Dallas * \"Dream\" - Lydia Cole * \"Give Up Your Dreams\" - The Phoenix Foundation * \"Harmony House\" - Dave Dobbyn * \"If I Move To Mars\" - Thomas Oliver * \"Love Will Be A River\" - Holly Arrowsmith with Fly My Pretties * \"March\" - Electric Wire Hustle featuring Deva Mahal * \"One Question\" - Yoko- Zuna featuring Laughton Kora * \"Pedestrian Support League\" - Street Chant * \"Pocket\" - Miloux * \"Stuck In Melodies\" - Andrew Keoghan * \"The First Man\" - Tami Neilson * \"The Hours\" - Mice On Stilts * \"We Will Rise Again\" - Shayne P Carter == New Zealand Music Hall of Fame == Singer-songwriter Moana Maniapoto will be inducted into the New Zealand Music Hall of Fame at the Silver Scroll awards ceremony in September. == Other awards == Six other awards will be presented at the Silver Scroll Awards: APRA Maioha Award (for excellence in contemporary Maori music), SOUNZ Contemporary Award (for creativity and inspiration in composition), and APRA Best Original Music in a Feature Film Award and APRA Best Original Music in a Series Award. The award for the most performed New Zealand song in New Zealand and overseas was dropped in 2016. {| class=\"wikitable\" |- ! Award ! Nominees |- | APRA Maioha Award | * Rob Ruha \"Kariri\" (Rob Ruha feat. Tiki Taane) * Thomas Rawiri, Mokoia Huata - \"Mana Whenua\" (IHI) * Kirsten Te Rito, James Illingworth, Joseph Te Rito – \"Tamaiti Ngaro\" (Kirsten Te Rito) |- | SOUNZ Contemporary Award | * Kenneth Young - \"Piano Trio\" * Salina Fisher - \"Rainphase\" * Chris Cree Brown - \"Viola Concerto\" |- | APRA Best Original Music in a Feature Film Award | * Samuel Scott, Lukasz Buda, Conrad Wedde - Hunt for the Wilderpeople * Mahuia Bridgeman-Cooper, Tama Waipara - Mahana (The Patriarch) * Tom McLeod - The Art of Recovery |- | APRA Best Original Music in a Series Award | * Karl Steven - 800 Words * Age Pryor - Jiwi’s Machines * Tami Neilson, Jay Neilson - The Brokenwood Mysteries |- |} == APRA song awards == Outside of the Silver Scroll Awards, APRA presented six genre awards in 2016. The APRA Best Pacific Song was presented at the Pacific Music Awards, the APRA Best Country Music Song was presented at the New Zealand Country Music Awards, the APRA Best Māori Songwriter will be presented at the Waiata Maori Music Awards and the APRA Children’s Song of the Year and What Now Video of the Year will be presented live on What Now. For the first time in 2016, the award for Best Jazz Composition was awarded, presented at the National Jazz Festival. {| class=\"wikitable\" |- ! Award ! Songwriter(s) ! Act ! Song |- | APRA Best Pacific Song | Opetaia Foa’i | Te Vaka | \"Papua I Sisifo\" |- | APRA Best Country Music Song | Mel Parsons | Mel Parsons | \"Alberta Sun\" |- | APRA Best Jazz Composition | Callum Allardice | Callum Allardice | \"Sons of Thunder\" |- | APRA Best Māori Songwriter | Rob Ruha | | |- | APRA Children's Song of the Year | Lucy Hiku & Jenny Payne | Itty Bitty Beats | \"Pō Mārie\" |- | What Now Children’s Video of the Year | Rainbow Rosalind | Rainbow Rosalind | \"Aotearoa, Home of Our Hearts\" |- |} == References == == External links == * APRA AMCOS Silver Scroll Awards Category:New Zealand music awards Category:2016 in New Zealand music Category:2016 music awards ",
    "title": "2016 APRA Silver Scroll Awards"
}