{
    "id": "51121216",
    "text": "Krismoir Rosales (born December 20, 1990) is a Filipino-American professional basketball player for the Rain or Shine Elasto Painters of the Philippine Basketball Association (PBA). He was drafted 19th overall in the 2015 PBA draft by the Barako Bull Energy. ==Early life and amateur career== Rosales started playing basketball at the age of 4 in their backyard; his father Nielon Rosales built a basketball court for him and his brother Nayton. At the age of 7 he joined his first basketball league in the city of Bellflower, California. He played a year of junior varsity and three years of varsity basketball at St. John Bosco High School under Coach Chris Madigan. After graduating high school in 2009 he accepted a scholarship from coach Bill Czech to play at NAIA Division 1 school at Hope International University in Fullerton, California. Rosales also worked out for the Toronto Raptors twice, once in Fullerton and the other in Los Angeles. He also worked out for the Sacramento Kings at a local high school in Sacramento, where he was working out with Don Sellers and Guss Armstead. He also worked out with the LA Clippers at their practice facility and a day later he flew to New Jersey to work out with the Brooklyn Nets at their facility. He felt blessed when he met some great NBA players Blake Griffin, Deron Williams, and Jason Kidd. ==Professional career== ===PBA D-League=== On October 30, 2014 after getting undrafted in the 2013 NBA D-League Draft and a hardluck campaign to make it to the NBA D-League, Rosales knew that the next step for him is not to try in other international leagues just like his peers but to go back home. Rosales make his PBA D-League debut as the part of Jumbo Plastic Linoleum Giants, he helped the Giants to win their game against Bread Story−LPU Smashing Bakers with a score of 79-74. Rosales also played for Tanduay Light Rhum Masters for four games in the 2015 PBA D-League Foundation Cup but his team felt short at the quarterfinals. ===ABL / PBA=== In 2015 Rosales was recruited by the Singapore Slingers of the ASEAN Basketball League (ABL) where he led the Slingers to a runner-up finish. Rosales was drafted 7th overall by the Barako Bull Energy also known now as Phoenix Fuel Masters during the 2015 PBA draft the Fuel Masters were unable to sign him due to the team's heavy guards rotation. Rosales signed a -year deal with the TNT Katropa. In just his second career PBA game, Rosales recorded 13 points on 4 for 8 shooting from the field in just 22 minutes of playing time. ==PBA career statistics== ===Season-by- season averages=== |- | align=\"left\" | | align=\"left\" | TNT Katropa | 16 || 17.3 || .397 || .375 || .871 || 1.9 || 2.9 || .4 || .0 || 5.7 |- | align=\"left\" | | align=\"left\" | TNT Katropa | 42 || 14.2 || .450 || .377 || .641 || 1.3 || 1.2 || .2 || .1 || 5.1 |- |-class=sortbottom | align=\"center\" colspan=2 | Career | 58 || 15.0 || .435 || .422 || .743 || 1.4 || 1.7 || .2 || .0 || 5.3 ==References== ==External links== *Kris Rosales on Twitter Category:1990 births Category:Living people Category:American expatriates in Singapore Category:American men's basketball players Category:American sportspeople of Filipino descent Category:Basketball players from California Category:Filipino expatriate basketball people in Singapore Category:Filipino men's basketball players Category:People from Bellflower, California Category:Point guards Category:Singapore Slingers players Category:TNT Tropang Giga players Category:Rain or Shine Elasto Painters players ",
    "title": "Kris Rosales"
}