{
    "id": "51122295",
    "text": "Hans Rohrbach (27 February 1903 – 19 December 1993) was a German mathematician. He worked both as an algebraist and a number theorist and later worked as cryptanalyst at Pers Z S, the German Foreign Office cipher bureau, during World War II. He was latterly known as the person who broke the American diplomatic O-2 cypher, a variant of the M-138-A strip cipher during 1943. Rohrbach wrote a report on the breaking of the strip cypher when he was captured by TICOM, the allied effort to roundup and seize captured German intelligence people and material. ==Personal life== Hans Rohrbach was a son of journalist Paul Rohrbach and his wife Clara (née Müller), who were married in Berlin in 1897. There was always confusion around Rohrbachs' name; one source gives his full name as Hans Joachim Albert Rohrbach, while the mathematician Bernhard Neumann believed this full name to be Hans Wolfgang Rohrbach, and was sure his middle initial was a 'W'. Rohrbach entered the Gymnasium (school) at Berlin-Friedenau in the Autumn of 1909 and studied there until Autumn 1917. He then entered the Fichte Gymnasium in Berlin-Wilmersdorf. After having successfully passed the school leaving exam in 1921, he entered the Friedrich- Wilhelm University in Berlin, where he studied mathematics, physics, and philosophy for two years. In 1923, as a head of the Berlin student organization Mathematisch-Physikalische Arbeitsgemeinschaft (Mathematics and Physics Working Group), he went with his father to the United States. The visit, which Rohrbach called his propaganda visit, was a tour of American universities to raise money for impoverished Berlin students. Germany's economy, which was undergoing a period of hyperinflation, was making life extremely difficult for students, who had to take employment to supplement their income. In the autumn of 1924 Rohrbach resumed his studies at the University of Berlin and studied there until 1929. In the late 1920s he started work on his PhD thesis, titled Die Charaktere der binären Kongruenzgruppen mod p2 (The characters of the binary congruence groups mod p2), advised by Issai Schur. He submitted it and was awarded his doctorate on 25 July 1932. While studying at Berlin University, Rohrbach met fellow student Rose Gadebusch (born 1905), who studied mathematics starting in 1925. Gadebusch took a major role in the Mathematisch-Physikalische Arbeitsgemeinschaft. After graduation she took a position at the Women's Gymnasium. Rohrbach married her sometime around 1932. In 1936, Rohrbach was appointed senior assistant at the University of Göttingen. In 1937, he undertook his habilitation there with a paper titled Ein Beitrag zur additiven Zahlentheorie nebst einer Anwendung auf eine Gruppentheoretische Frage (English: A contribution to additive number theory together with an application on a group theoretical question). On 1 April 1938 he was appointed as a senior assistant at the Mathematical Institute of the German University of Prague. In 1941 he was promoted to extraordinary professor and in 1942 he became an ordinary professor. He also served as Director of the Mathematical Institute there. Rohrbach was a member of the Nazi Party and the Sturmabteilung (the party's original paramilitary wing, later superseded by the SS), but was considered not fully reliable due to his friendship with Jewish colleagues. After the war ended, Rohrbach was not allowed to teach for a number of reasons. However, he held an appointment as Visiting Professor in the Department of Mathematics in the Faculty of Science at the University of Mainz, 1946–1951. From 1951 to 1957 he was Extraordinary Professor in the Faculty of Science at Mainz, and was later dean of the Faculty of Natural Sciences, 1954–1958. He was then Associate Professor in the Department of Mathematics between 1957 and 1969. While undertaking all these roles, he was appointed Director of the Department of Mathematics at Mainz, a position he held from 1958 until 1970. Between 24 November 1966 and 1967 he was Rector of the University of Mainz. Between July 1967 – 1977, he was a director of advisory center for student life issues at the University of Mainz. He was also an editor of Crelle's Journal, 1952–1977, assisting Helmut Hasse. He held this chair until he retired as professor emeritus in 1977. ==Work== Hans Rohrbachs time was split between work with an academic focus, and work involving the military. During his time of doctorate in the very early 1930s, he published several solutions to mathematical problems that were set by the Jahresbericht (Annual Report) of the German Mathematical Society. In 1931, he published a solution to Problem 66, in 1932 a solution followed to Problem 84 and Problem 89 was also solved in 1932. In 1937, Rohrbach introduced a mathematical puzzle, which was a variation of James Joseph Sylvester's stamp puzzle: :I have a large number of stamps to the value of 5d and 17d only. What is the largest denomination which I cannot make up with a combination of these two different values. In 1937, he formulated in his paper Ein Beitrag zur additiven Zahlentheorie (A contribution to the additive number theory) a related problem, which he considered much more difficult: :An envelope may carry no more than h stamps, and one has available k integer-valued stamp denominations. Given h and k, find the maximal integer n = n(h, k) such that all integer postage values from 1 to n can be made up. In addition, find all sets of k stamp denominations satisfying this condition. The problem statement is usually modified by augmenting the solution sets with a stamp of value zero, and requiring that a letter carry exactly h stamps. Here are some examples from Mactutor, which have been copied verbatim to ensure mathematical accuracy: :*n(2, 3) = 8 with the unique solution set {0, 1, 3, 4}. :*n(2, 6) = 20 with five solution sets {0, 1, 2, 5, 8, 9, 10}, {0, 1, 3, 4, 8, 9, 11}, {0, 1, 3, 4, 9, 11, 16}, {0, 1, 3, 5, 6, 13, 14}, and {0, 1, 3, 5, 7, 9, 10}. :*n(3, 4) = 24 with one solution set being {0, 1, 4, 7, 8}. Within the paper, Rohrbach find asymptotic bounds for n with h fixed and k large. This is a problem many mathematicians have looked at but have not been solved yet. It was while Rohrbach was at the Mathematical Institute of the German University of Prague, starting in 1933 as a senior assistant. In 1944, he wrote a report, of which this is an exert: :I am taking the move of the Mathematical Institute into the recently completed new rooms as an opportunity to give a short report on the development of the Institute in the last year. Up to the end of 1943 no research work was carried out in the Institute. The two established professors had been assigned to war work but, in addition, continued to carry out their teaching duties. The assistant had been drafted into the army, and no additional mathematicians were available. However, since I arrived here, I have made efforts to have the Institute itself to be involved in war related research. To achieve this I required more space and more collaborators. Once my requests to enlarge the Institute were granted in a satisfactory way by the curator, the work of setting up began a year ago. The work undertaken by Rohrbach was related to the computational problems associated with the manufacture and flight of V-weapons. The research and prototyping experimental work was undertaken at the village of Peenemünde. The scientists detailed in Rohrbach report above were Dr Gerhard Gentzen, Dr Franz Krammer and Dr Paul Armsen. The other major area that Hans Rohrbach contributed to the German war effort was as working as Cryptanalyst (Cryptography) in the Mathematical and Cryptological Section of the special section of unit Z (The cryptanalysts) in the Reich Foreign Office () (Pers Z S). He was awarded the War Service Cross 2nd Class (KVK II) in September 1944, for his work on the solution of the U.S. Diplomatic Strip System O-2. Rohrbach had originally broken the cipher in 1943 after working on it for more than a year. The cipher was used by the US state department for diplomatic traffic, and the US Navy from 1940 to 1944. Rohrbach and his team used Hollerith punched card machinery and also built a special decoding machine called Automaton to aid cryptanalysis of the cipher. The Americans who made up the TICOM Team that investigated Pers Z S, ordered Rohrbach to write a report on 6 August 1945, in the form of homework to describe the process. The report was formulated as TICOM document I-89.Ticom I-89 This is the introduction to the report: :In this report we are dealing with a field of applied mathematics which has been foreign to most mathematicians and on which practically nothing has been published up to now. Methods and results have generally been left in secrecy, existing largely in the minds of the people involved. For these reasons we must go into the basic concepts and principles of this field rather thoroughly. Further, we cannot expect this report, as a first approach, to be exhaustive. The written materials needed for a foundation, including in particular the only publication to my knowledge of the character of a scientific journal (Scientific papers of the Dahlem Special Service, published by the Foreign Office, Berlin, 1940–45), either have been destroyed or have been retained by the Allies; the workers concerned are known to me only in small part or cannot be contacted. Accordingly, I can bring only scattered examples to the best of my memory. They come largely from the work of the Foreign Office, the Department of Defense (OKW), and the Department of the Army (OKH). By agreement with those workers that I have been able to contact, I will not give any names – it's a chance selection at best. Naturally much more work in this field has been done in Germany than I am able to take into consideration here, for the reasons already given. It seems to me at least, as will be brought out sufficiently in the material that follows, that mathematical cryptology is a very attractive field of applied mathematics. With good reason have all larger nations selected mathematicians for special use, particularly for use in cryptanalysis. Here is how Hans Rohrbach split his work between academia and the military: :I had concluded my activity there [Prague] for the winter semester 1944–45 [at the end of February] and was in Berlin, where during the war I was busy full time at the Foreign Office. I looked after the work in Prague for only two days in the week during the semester, traveling there at night in a sleeper coach, two night later back in a sleeper coach, thus working four days a week in Berlin, two days in Prague. During the vacations I was busy only in Berlin. I intended to return to Prague for the summer semester 1945 [at the end of April]. I had as always left everything personal behind in the Institute, in particular books, lecture manuscripts, etc. But at the beginning of April 1945 I was already in the store of the Foreign Office in Thuringia. ==Missionary concerns== While working at the Mathematical Institute Rohrbach managed to have several mathematicians join his group in Prague, to undertake and assist in war work. Friedrich Bauer wrote about Hans RohrbachE Menzler-Trott, Logic’s lost genius: The life of Gerhard Gentzen (Amer. Math. Soc and London Math. Soc, Providence, RI, 2007). :I do not know what Rohrbach's group in Prague calculated. ... In my estimation of Rohrbach's character, the activity of the computing group could have been a [facade] for the rescue of human lives. ... I have treasured Rohrbach's human traits greatly, even if his missionary concerns got on my nerves One of the people that Rohrbach saved was the mathematician Ernst Max Mohr from execution. On 12 May 1944 Mohr was arrested by the Gestapo along with his wife, at the Béranek Hotel in Prague. On 24 October 1944, his case was heard before the People's Court, the accusation was to listen to enemy foes, to denigrate Hitler and for expressing defeatism. He is said to have described the war as already lost, the destruction of the Jews as a mistake. His work was important for the war, especially the Luftwaffe. He was nevertheless found guilty and sentenced to death, but intervention by Rohrbach and Alexander Nikuradse resulted in his death sentence being suspended for six months; he was transferred to the Sachsenhausen concentration camp, later on 18 December 1944 to the Plötzensee Prison where he continued to undertake Mathematical calculations for the V-weapon programs. He survived the war. Rohrbach's assistants Franz Krammer and Paul Armsen were also rescued by Rohrbach. Krammer had been rescued in May 1944 in, he wrote, :for me a wonderful action [by Rohrbach], from the disintegrating eastern front. Armsen was appointed by Rohrbach first as his assistant, later as a special lecturer. ===After the War=== Rohrback's grave site in the city of Mainz Rohrbach and his wife became missionary Christians after the war. Rohrbach became president of the Studentenmission in Deutschland an organization setup to spread Christian values in schools and universities. He published a number of books which espoused his Christian values. These included: * Science, world view, faith (German:Naturwissenschaft, Weltbild, Glaube) (1967) * Live with the Invisible: Invisible Powers and the Power of Jesus (German:Mit dem Unsichtbaren leben: Unsichtbare Mächte und die Macht Jesu) (1976) * Invisible Powers and the Power of Jesus: For Pastoral Care of Weary People (German:Unsichtbare Mächte und die Macht Jesu: Zur Seelsorge an belasteten Menschen) (1985) * The offensive creed: a natural scientist for the Christian creed (German:Das anstössige Glaubensbekenntnis: Ein Naturwissenschaftler zum christlichen Glaubensbekenntnis) (1987) * The fascination of the supernatural (German:Die Faszination des Übersinnlichen) (1988) * Creation - myth or truth? (German:Schöpfung - Mythos oder Wahrheit?) (1990) * Miracles: The Unusual in the Work of God (German:Wunder: Das Ungewöhnliche im Wirken Gottes) (1992) ==Honours== * 1974 Order of Merit, Federal Cross of Merit (German:Bundesverdienstkreuz, Bundesverdienstkreuz am Bande) * 1983 Order of Merit of Rhineland-Palatinate () ==Publications== * * * * * * * * * * * * * * Paul Armsen and Hans Rohrbach, sequences in permutations, Ber. Math. meeting Tübingen 1946 (1946), pp36–37. * * A comment to a work by H Hadwiger, Mitt. Club. Switzerland. Insurance. Math. 48 (1948), pp43–45. * The number of numbers with predefined checksum, Math. Requirements. 1 (1948), pp357–364. * Paul Armsen and Hans Rohrbach, sequences in permutations, Arch. Math., Oberwolfach 1 (1948), pp106–112. * The axiom system of Erhard Schmidt for the set of natural numbers, Math. Requirements. 4 (1951), pp315–321. * Hans Rohrbach and Bodo Volkmann, the convergence quantities episodes, Math Ann. 124 (1952), pp298–302. * Hans Rohrbach and Bodo Volkmann, to the theory of asymptotic density, J. Reine Angew. Math. 192 (1953), pp102–112. * Mathematical and mechanical methods to encrypt and decrypt, in science and medicine in Germany, 1939–1946 vol. 3. applied mathematics, part 1 (Verlag Chemie, Weinheim, 1953), pp233–257. * Hans Rohrbach and Bodo Volkmann, generalized asymptotic densities, J. Reine Angew. Math. 194 (1955), pp195–209. * Robert E Clark and Hans Rohrbach, to the theory of asymptotic density. II, J. Reine Angew. Math. 201 (1959), pp113–118. * Hans Rohrbach and Jürgen Weiss, the finite case of the Bertrandschen postulate, J. Reine Angew. Math. 214/215 (1964), pp432–440. * Hans Rohrbach, Erhard Schmidt. A picture of life, Jahresber. Dtsch. Math. Ver. 69 (4.1) (1967–68), pp209–224. * Alfred Brauer and Hans Rohrbach, some applications of matrix theory to algebraic equations, J. Reine Angew Math. 236 (1969), pp11–25. * * Alfred Brauer and Hans Rohrbach (eds.), Issai Schur, collected papers. Vols. I, II, III (Springer-Verlag, Berlin-Heidelberg-New York, 1973). * * * Hans Rohrbach, Richard Brauer to the memory Jahresber. Dtsch. Math. Ver. 83 (3) (1981), pp125–134. * Hans Rohrbach, Helmut Hasse, and Crelle's Journal, Mitt. Math GES. OHIM. 11 (1) (1982), pp155–166. * Hans Rohrbach (ed.), Journal for pure and applied mathematics, EST. 1826 by August Leopold Crelle. Total register, vol. 1–300th alphabetical author index. (Walter de Gruyter, Berlin – New York, 1984). * * Hans Rohrbach, Alfred Brauer to the memory Jahresber. Dtsch. Math. Ver.. 90 (3) (1988), pp145–154. * Hans Rohrbach, Helmut Hasse and Crelle's Journal. Translated from the 1982 German original by Bärbel Deninger, J. Reine Angew. Math. 500 (1998), pp5–13. ==References== Category:1903 births Category:1993 deaths Category:20th-century German mathematicians Category:German cryptographers Category:Nazi Party members Category:Recipients of the Cross of the Order of Merit of the Federal Republic of Germany Category:Charles University faculty ",
    "title": "Hans Rohrbach"
}