{
    "id": "51126954",
    "text": "Legal forms of gambling in the U.S. state of California include cardrooms, Indian casinos, the California State Lottery, parimutuel wagering on horse racing, and charitable gaming. Commercial casino-style gaming is prohibited. ==Cardrooms== Licensed cardrooms may offer approved card games in which players vie against each other (rather than against the house), such as poker. As of 2019, there were 66 cardrooms operating in the state (and another 21 licensed but not operating). Since 1995, there has been a moratorium on new cardrooms. The industry generated $850 million in revenue after payouts in 2018. Non-banked card games such as poker have always been legal in the state. The California Penal Code, enacted in 1872, prohibited several casino games by name, as well as all house-banked games, but did not outlaw poker. Cardrooms also operate non-banked versions of card games such as Pai Gow Poker, where players can take turns playing the dealer hand against the other players.Cal. Penal Code Sec. 330.11; Bell Gardens v. City of Los Angeles, 231 Cal. App .3d 1563, 1568 (1991); California Gambling Law Resources Statewide cardroom regulations were enacted in 1984. In 1997, the Gambling Control Act was adopted, which created the California Gambling Control Commission to regulate California cardrooms. ==Charitable gaming== Eligible nonprofit organizations may operate bingo games, raffles, and poker nights. Organizations are limited to one poker night per year. State voters in 1976 approved a constitutional amendment allowing counties and cities to legalize charitable bingo. An amendment to allow charitable raffles passed in 2000, and enabling legislation went into effect in 2001. Legislation allowing poker night fundraisers took effect in 2007. ==Parimutuel wagering== Parimutuel wagering on horse racing is permitted at racetracks and satellite wagering facilities, and online through advance-deposit wagering providers. Extended racing meets are held throughout the year at five tracks: Cal Expo, Del Mar, Golden Gate Fields, Los Alamitos, and Santa Anita. Four other fairgrounds tracks hold brief meets in the summer and early fall. There are 27 satellite wagering facilities throughout the state, most of them found at county fairgrounds, cardrooms, and tribal casinos. Racing and wagering is regulated by the California Horse Racing Board. As of 2018, the annual amount wagered on California races was $3.2 billion, with $662 million retained after payouts. Horse race wagering was legalized by voter referendum in 1933. Satellite wagering was first legalized at fairgrounds in 1985, and was expanded to private facilities in 2008. Advance-deposit wagering became legal in 2002. ==Indian gaming== Federally recognized tribes can operate casinos under the federal Indian Gaming Regulatory Act. As of 2019, there were 63 casinos operated by 61 different tribes. The industry generates approximately $8 billion in annual revenue after payouts. Pursuant to tribal-state compacts negotiated with the state, tribes with larger casinos share a portion of their revenues with non-gaming or limited gaming tribes (those with fewer than 350 slot machines). ==Lottery== The California State Lottery offers scratchcards and draw games, including the multi-state Powerball and Mega Millions games. The Lottery was approved by voter referendum in 1984 and sold its first tickets in 1985. ==See also== * California Bureau of Gambling Control * California Gambling Control Commission * List of casinos in California ==References== Category:California law California ",
    "title": "Gambling in California"
}