{
    "id": "51124731",
    "text": "WU polyomavirus (also known as WU virus, WUPyV, or Human polyomavirus 4) is a virus of the family Polyomaviridae. It was discovered in 2007 in samples of human respiratory secretions, originally from a child patient in Australia who presented with clinical signs of pneumonia and in whom other common respiratory viruses were not detected. Follow-up studies identified the presence of WU virus in respiratory secretion samples from patients in Australia and the United States, suggesting that, like other human polyomaviruses, WU virus is widely distributed. ==Discovery== WU virus was discovered by shotgun sequencing of the nucleic acids found in the respiratory secretions of a young patient diagnosed with pneumonia in whom other known respiratory viruses had not been detected. Sequence homology was detected among the sequences found in the clinical sample and the known genomes of other human polyomaviruses. WU virus was one of two new human polyomaviruses discovered in 2007; the other was KI virus. ==Genome== Genome structure of the WU virus. The complete genome of the WU virus has been sequenced and found to be a circular double-stranded DNA genome of 5229 base pairs containing genetic material characteristic of polyomaviruses, encoding five viral proteins: three capsid components, major capsid protein VP1, VP2, and VP3; and two additional proteins involved in replication, the large tumor antigen and small tumor antigen. ==Prevalence== Although WU virus has been detected in a variety of locations around the world, indicating a global distribution, estimates of its prevalence vary. In the first report describing the virus, its DNA was detected in 0.7% of respiratory secretion samples in a population in St. Louis, Missouri and 3.0% of samples in Brisbane, Australia. Similar prevalence rates under 5% have been reported in various locations and populations, with some indication of age-dependence. By contrast, one 2009 study placed seroprevalence - that is, prevalence of antibodies against the virus (in this case the VP1 coat protein) - as high as 69% among a population of American adults and 54% among a population of American children. Another 2009 study found around 80% seroprevalence for adults, with age patterns indicating that infants may inherit maternal antibodies against both WU and KI. A 2016 study of polyomavirus seroprevalence found WU virus in 97.4% of samples from another American population. Primary infection is generally believed to occur in childhood. ==Disease association== WU virus was originally discovered in respiratory secretions from a patient diagnosed with pneumonia of unknown origin. However, the overall rate of co-infection with other respiratory viruses is high, and it is not clear that WU virus itself causes disease. WU virus has not been detected in urine, although many polyomaviruses infect the kidneys and urinary tract and one human polyomavirus, BK virus, is associated with nephropathy in renal transplant patients. Some polyomaviruses are well known as carcinogenic, including the human polyomavirus Merkel cell polyomavirus, but WU virus has also not been associated with cancer. While no clear association with clinical symptoms has been identified, there is weak indication that WU and KI viruses may have pathogenic potential in immunocompromised patients. ==Nomenclature and classification== WU virus got its name from Washington University, the institutional affiliation of the researchers who discovered and reported the virus. As originally described, WU virus was most similar to KI virus and somewhat divergent from the other human polyomaviruses known at the time, JC virus and BK virus. A 2010 proposed classification recommended the division of the polyomaviruses into three genera, containing one genus of avian viruses and two of mammalian viruses; one of the latter was designated Wukipolyomavirus to indicate its two founding members. In an updated classification system for the polyomavirus family proposed in 2016, WU virus is classified as a member of the genus Betapolyomavirus along with BK, JC, and KI. ==References== Category:Polyomaviridae ",
    "title": "WU polyomavirus"
}