{
    "id": "51120725",
    "text": "Blue Orange is a French board game company based in Pont-à-Mousson, France. Often called Blue Orange international or Blue Orange Europe and mistaken for Blue Orange Games.; Blue Orange's Logo It was founded in 2005 by Jalal Amraouza and Timothée Leroy and initially called Jactalea. The name changed in 2013 for Blue Orange following the meeting of its owner and Blue Orange Games' founder Thierry Denoual. Blue Orange is a board game publisher whose games are accessible to the public, and includes games for children, teenagers, families, and adults. Blue Orange releases around 10 of new board games every year. These board games are usually made out of wood, tin, resin, and recycled/recyclable materials. == Blue Orange Group == The group Blue Orange is constituted by three entities: * Blue Orange Edition (France) is the engineering consulting firm of the group. They are in connection with the authors of game around the world and test more than 1,000 games a year. * Blue Orange Games (US) is the distributor of Blue Orange's games in the United States, Canada, Australia and New Zealand. * Blue Orange (France) which approve, validate and distribute the Blue Orange's games in the rest of the world: Europe, South America, Africa, and Asia. Blue Orange's games are distributed on 5 continents and in 59 different countries. == Awards == === 2019 === * Mr Wolf: As d'Or Children Game of the year === 2018 === * Panic Mansion: Kinderspiel des Jahres Nominee * Photosynthesis: Mensa Select Winner === 2017 === * Bubble Jungle: Major Fun Award * ChickyBoom: Kinderspiel des Jahres Recommended * Baobab: UK Games Expo Best Children's Game Winner * Dr Eureka: Game of the Year in Finland * Kingdomino: Game of the year in Germany, Italia, Gouden Ludo Best Family Game * Queendomino: Golden Geek Best Family Board Game Nominee === 2016 === * Dr Eureka: Best toy for kids Award from the ASTRA * New York 1901: Mensa select Winner, Gioco dell’Anno Nominee === 2015 === * ChickyBoom: UK Games Expo Best Children's Game Winner * Battle Sheep: Årets Spil Best Family Game Winner * King's Gold: Lys Grand Public Finalist * New York 1901: Vuoden Peli Strategy Game of the Year Winner === 2014 === * Battle Sheep: Vuoden Peli Family Game of the Year Winner, Spiel des Jahres Recommended === 2013 === * Baobab: Kinderspiel des Jahres Recommended * Flash: Spring Parents’ Choice Fun Stuff Award Winner === 2004 === * Gobblet Gobbler: Årets Spel Best Children's Game Winner == Products == * Sherlock Express * Slide Quest * Kuala * Planet * Mr. Wolf ? * Who Did It? * Photosynthesis * Panic Mansion * Kingdomino * Dr Eureka * New York 1901 * Okiya * BraveRats * Battle Sheep * Kamon * Pengoloo * Gobblet Gobblers * Gobblet * Gyges * Mana == References == ===Sources=== * http://france3-regions.francetvinfo.fr/lorraine/emissions/chronique-l-edition- de-l-emploi-de-lorraine-matin/lundi-2-novembre-le-boom-du-jeu-de-societe.html * http://www.mylorraine.fr/article/chicky-boom-un-jeu-lorrain-a-mettre-sous- le-sapin/29854 * http://www.jugamostodos.org/index.php/noticias-en-el- mundo/noticias-94262/6582-dr-eureka-en-astra * https://boardgamegeek.com/boardgamepublisher/5022/blue-orange-eu * https://www.societe.com/societe/blue-orange-484754577.html * http://www.blueorangegames.eu/wp-content/uploads/2019/05/A3-Historique.jpg Category:Board game publishing companies ",
    "title": "Blue Orange"
}