{
    "id": "51129395",
    "text": "Auberge de Castille, designed by Andrea Belli in 1741–45 Maltese Baroque architecture is the form of Baroque architecture that developed in Malta during the 17th and 18th centuries, when the islands were under the rule of the Order of St. John.https://www.um.edu.mt/library/oar/bitstream/handle/123456789/12023/OA%20Appunti%20sull'%20architettura%20religiosa%20a%20Malta%20in%20eta%20Barocca.pdf?sequence=1&isAllowed;=y The Baroque style was introduced in Malta in the early 17th century, possibly by the Bolognese engineer Bontadino de Bontadini during the construction of the Wignacourt Aqueduct. The style became popular in the mid to late 17th century, and it reached its peak during the 18th century, when monumental Baroque structures such as Auberge de Castille were constructed. The Baroque style began to be replaced by neoclassical architecture and other styles in the early 19th century, when Malta was under British rule. Despite this, Baroque elements continued to influence traditional Maltese architecture. Many churches continued to the built in the Baroque style throughout the 19th and 20th centuries, and to a lesser extent in the 21st century.https://susanklaiber.files.wordpress.com/2018/07/eahn2018_proceedings.pdf ==Background== Auberge d'Italie, originally designed by Girolamo Cassar in the Mannerist style but later redecorated in the Baroque style Prior to the introduction of the Baroque style in Malta, the predominant architectural style on the island was Mannerist architecture, a variant of Renaissance architecture which was popularized in Malta in around the mid-16th century. The most notable Mannerist architect in Malta was Girolamo Cassar, who designed many public, private and religious buildings in the then-newly-built capital city Valletta. Cassar's style was somewhat austere, and many of his buildings were reminiscent of military architecture. It took about a century for Mannerism to fall out of favour and replaced by Baroque, and according to James Quentin Hughes it may have been Lorenzo Gafa who ignited the new style. ==Seventeenth century== The Wignacourt Arch, built in 1615 by Bontadino de Bontadini According to historian Giovanni Bonello, the Baroque style was probably introduced in Malta by the Bolognese architect and engineer Bontadino de Bontadini in the beginning of the 17th century. In July 1612, Bontadini was entrusted with the construction of the Wignacourt Aqueduct, a project which was completed on 21 April 1615. The aqueduct's decorative elements, namely the Wignacourt Arch, three water towers and several fountains, are probably the earliest representations of the Baroque style in Malta. Hostel de Verdelin, a mid-17th century example of Spanish Baroque architecture in Malta However, according to Leonard Mahoney, it was Francesco Buonamici who introduced Baroque architecture in Malta. In either case Buonamici is accredited for popularizing Baroque after he designed the Church of the Jesuits in Valletta in 1635. Romano Fortunato Carapecchia has managed to transform Valletta from a mainly Mannerist style to a significant Baroque style.https://www.um.edu.mt/library/oar/bitstream/handle/123456789/40464/Ephemeral_manifestations_in_Baroque_Malta_2011.pdf?sequence=1&isAllowed;=y In the subsequent decades, many new Baroque buildings began to be constructed by the Order of St. John, while some existing buildings were redecorated or given new façades. Early examples of Maltese Baroque buildings include Auberge de Provence (renovated 1638) and Hostel de Verdelin ( 1650s). Most Baroque buildings in Malta were influenced by Italian or French Baroque architecture, but a few have characteristics typical of the Spanish Baroque. St. Paul's Cathedral in Mdina, designed by Lorenzo Gafà and built between 1696 and 1705 From the 1660s onwards, many churches began to be constructed in the Baroque style, and they were characterized by large domes and belfries which dominated the skyline of the towns and villages. One of the most well-known and influential architects of Maltese Baroque was Lorenzo Gafà, who designed many churches between the 1660s and the 1690s. Gafà's masterpiece is St. Paul's Cathedral in Mdina, which was rebuilt between 1696 and 1705 after the original medieval cathedral was damaged in the 1693 Sicily earthquake. Other notable Baroque churches designed by Gafà include the Church of St. Lawrence in Birgu (1681–97) and the Cathedral of the Assumption in Victoria, Gozo (1697–1711). Meanwhile, many existing churches were redecorated in the Baroque style. The interior of Saint John's Co-Cathedral, then the Order's conventual church, was extensively embellished in the 1660s by the Calabrian artist Mattia Preti, although the Mannerist exterior was retained. ==Eighteenth century== Fort Manoel, a Baroque fortress built between 1723 and 1733 The Baroque style was the most popular architectural style in Malta throughout the 18th century. Examples of Baroque buildings from the first half of the century include the Banca Giuratale in Valletta (1721), Fort Manoel in Gżira (1723–33) and Casa Leoni in Santa Venera (1730). Palazzo Vilhena in Mdina, designed by Charles François de Mondion in 1726–28 An example of Baroque town planning was Charles François de Mondion's redesign of the former capital city of Mdina in the 1720s. Many medieval buildings within the city had been damaged in the earthquake of 1693, so in 1722 the newly elected Grand Master António Manoel de Vilhena initiated a building programme under the direction of Mondion. The fortifications were strengthened and many public buildings were built, and at this point significant French Baroque elements were introduced, including the Main Gate (1724), the portal of Greeks Gate (1724), the Torre dello Standardo (1725), Palazzo Vilhena (1726–28), the Banca Giuratale (1726–28) and the Corte Capitanale (1726–28). Castellania, designed by Francesco Zerafa High Baroque was popular throughout the magistracy of Manuel Pinto da Fonseca, and buildings constructed during his reign include Auberge de Castille (1741–45), the Pinto Stores (1752) and the Castellania (1757–60). Auberge de Castille was designed by the Maltese architect Andrea Belli, and it replaced Girolamo Cassar's earlier Mannerist building. The auberge's ornate façade and the steps leading to the doorway were designed to be imposing, and it is regarded as the most monumental Baroque building in Malta. ==Nineteenth, twentieth and twenty- first centuries== Mellieħa Parish Church, built between 1881 and 1898 in the Baroque style Neoclassical architecture and other architectural styles were introduced in Malta in the late 18th century, and they were popularized when the island was under British rule in the early decades of the 19th century. Despite the introduction of these new styles, Baroque remained popular for the nobility's palaces, and Baroque features began to appear in traditional Maltese townhouses, such as Casa Nasciaro. The Baroque style remained the predominant style for most Maltese churches throughout the 19th and most of the 20th centuries. Examples of these include the Mellieħa Parish Church (1881–98) and the Rotunda of Xewkija (1952–78). A few churches built in the 21st century still include significant Baroque elements, such as the Santa Venera Parish Church which was constructed between 1990 and 2005. Historian Giovanni Bonello ranks Maltese Baroque as one of the three \"treasures\" of Maltese architecture, along with the megalithic temples and the fortifications. ==See also== *List of Baroque architecture *Sicilian Baroque ==Further reading== *Appunti sull'architettura religiosa a Malta in eta' barocca / D. De Lucca, E. Procia. Melita Historica. 11(1995)4(379-392) ==References== Category:Baroque architectural styles Baroque ",
    "title": "Maltese Baroque architecture"
}