{
    "id": "51127414",
    "text": "The Ninth Hour is the ninth studio album by Finnish power metal band Sonata Arctica. It was released on October 7, 2016 by Nuclear Blast. == Background and recording == Vocalist, keyboardist and songwriter Tony Kakko confirmed Sonata Arctica would start recording their ninth studio album in April 2016 in several home studios in Finland, with the main recording and mixing taking place at the Studio57 in Alaveteli, Finland. He also described the artwork of this new album, explaining: Kakko says musical inspiration for the album came by opening his eyes and ears and letting everything in. The album title is inspired by The Ninth Hour described in the Bible, which is the moment when people are supposed to sacrifice and remorse according to that book. In a 2019 interview, Kakko called The Ninth Hour a \"stressful album\" due to its recording process: == Song information == The album opener and first single is \"Closer to an Animal\", a track that Kakko worked on two years before the album recording and which was brought around midway through the sessions. It has a reprise, titled \"On the Faultline (Closure to an Animal)\", which closes the regular edition of the album and marks keyboardist Henrik Klingenberg's first usage of an acoustic piano with the band. He mentions an influence of 80s music in his performance at the track. \"Life\" was the first song in which the band worked on, but also the last to be finished, which made it the most altered song throughout the sessions. According to Kakko, \"we had three different versions. I wasn't happy, the guys were totally excited by the first version and made it their own. But I thought it was pretty awful (laughs). I told them, 'We are putting it on hold.' I got back to it later and I think I got it right, edited some parts and changed things around\". \"Fairytale\" is a satire on the political events of the United States by the time of the album sessions. \"We Are What We Are\" was one of the few songs Kakko prepared as a demo for the band to listen to before the recording sessions. Unlike what he did for Pariah's Child, he did not record a demo for every song he wrote for The Ninth Hour. The song features Nightwish's Troy Donockley on Overton low whistle. Kakko showed it to him amidst their North American tour and suggested the guest performance. Bassist Pasi Kauppinen saw some Finnish folk music influences on \"Til Death's Done Us Apart\". It is part of the so-called Caleb saga, a series of songs that started on Silence's \"The End of This Chapter\"; was continued on Reckoning Night's \"Don't Say a Word\", Unia's \"Caleb\" and The Days of Grays's \"Juliet\"; and would later continue with Talviyö's \"The Last of the Lambs\". Kakko first introduced \"Among the Shooting Stars\" to the rest of the band during the Stones Grow Her Name sessions, but they rejected it. He then reworked it for this album. The song talks about a couple of wolves. \"Rise a Night\" revisits their early power metal sound and talks about a group of adventurers leaving their dying planet to find a new place for their kind, eventually arriving on Earth. \"Fly, Navigate, Communicate\" is a Devin Townsend Project-influenced song that compares human relations to flying procedures (flying, navigating, communicating). Kakko described it as \"the hardest, most aggressive and speediest\" song on the album. Some members were even reluctant about actually having it on the album. \"Candle Lawns\" is another song reminiscent of Stones Grow Her Name's sessions. Kakko wrote it during the mixing of the album for a movie project by a friend in America and then reworked it for The Ninth Hour. It is about a child describing a graveyard. In another interview, he described it as \"a story about friends that are so close they are practically brothers and they go fighting together and have the same career. Then one of them gets killed and he tells his friend to take care of his family for him.\" \"White Pearl, Black Oceans - Part II, 'By the Grace of the Ocean'\" continues the story introduced in Reckoning Night's \"White Pearl, Black Oceans...\". It was originally intended to be the album closing track. Says Kakko: == Track listing == == Personnel == Credits adapted from the band's official website: * Tony Kakko – vocals, additional keyboards, programming, arrangements * Elias Viljanen – guitars * Pasi Kauppinen – bass, fretless bass on \"On the Faultline (Closure to an Animal)\", recording and mixing * Henrik Klingenberg – keyboards * Tommy Portimo – drums ;Guest musicians * Troy Donockley - Overton low whistle on \"We Are What We Are\" (recorded at Warterworld Studio in North Yorkshire, England) * Mikko P. Mustonen - orchestrations on \"White Pearl, Black Oceans - Part II, 'By the Grace of the Ocean'\" * Aaron Newport - spoken word on \"Closer to an Animal\" and \"The Elephant\" (recorded at Eleven Productions, Indianapolis, Indiana, United States by Victor Jobe) * Tónursson Chanters Group - additional backing vocals on \"The Elephant\" (recorded and mixed at Studio57 by Pasi Kauppinen) ;Technical staff * Svante Forsbäck - mastering at Chartmakers West * Janne \"ToxicAngel\" Pitkänen - cover and layout * Ville Juurikkala - band photography * Sonata Arctica - producing and arrangements == Charts == {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2016) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |- ! scope=\"row\"| Spanish Albums (PROMUSICAE) | 86 |- |- |} == References == Category:2016 albums Category:Sonata Arctica albums Category:Nuclear Blast albums ",
    "title": "The Ninth Hour (album)"
}