{
    "id": "51125757",
    "text": "Waryah Dona is a village in Kapurthala district of Punjab State, India. It is located from Kapurthala, which is both district and sub-district headquarters of Waryah Dona. The village is administrated by a Sarpanch, who is an elected representative. Kapurthala - 0 km, Dhilwan - 17 km, Nadala - 21 km, Rayya-6 - 25 km are the nearest taluks and Kapurthala - 2 km, Jalandhar - 21 km, Tarn Taran - 50 km and Hoshiarpur- 59 km are the nearby District Headquarters to the village. == Demography == According to the report published by Census India in 2011, Waryah Dona has total number of 161 houses and population of 924 of which include 483 males and 441 females. Literacy rate of Waryah Dona is 73.78%, lower than state average of 75.84%. The population of children under the age of 6 years is 85 which is 9.20% of total population of Waryah Dona, and child sex ratio is approximately 977, higher than state average of 846. == Population data == {|class=\"wikitable sortable\" ! Particulars !! Total !! Male!!Female |- | Total No. of Houses ||161||- ||- |- | Total Population ||924 ||483 ||441 |- | In the age group 0–6 years ||85 ||43 ||42 |- | Scheduled Castes (SC) ||861 ||451 ||410 |- | Scheduled Tribes (ST) ||0 ||0 ||0 |- | Literates ||619 ||352 ||267 |- | Illiterate ||305 ||131 ||174 |- | Total Worker ||420 ||275 ||145 |- | Main Worker ||418 ||273 ||145 |- | Marginal Worker ||2 ||2 ||0 |- |} == Transport == Kapurthala - 0 km, Kartarpur - 13 km, Jalandhar - 22 km and Jalandhar Cantt. - 24 km are the nearby Cities to Waryah Dona. === Train === Kapurthala Railway station - 7 km, Rail Coach Factory Railway station - 6 km, Khojewala Railway station - 14 km and Husainpur Railway station - 10 km are the very nearby railway stations to Waryah Dona, however Jalandhar City Railway station is major railway station is 23 km away from Waryah Dona village. ===Air=== Raja Sansi airport:- 73 km, Pathankot airport:- 107 km, Ludhiana airport:- 77 km and Gaggal airport:- 148 km nearest airports are available to Waryah Dona village. == Schools == * Government Elementary School, Waryah Dona. ==Colleges == * College Of Engineering & Management, Kapurthala. * Guru Nanak College Of Education For Women, Kapurthala. * NSJA Government College, Kapurthala. * CAPARO P.T.U.School Of Manufacturing And Materials Technology, Kapurthala. ==Air travel connectivity== The closest airport to the village is Sri Guru Ram Dass Jee International Airport. ==Villages in Kapurthala == ==References== ==External links== * Villages in Kapurthala * Kapurthala Villages List Category:Villages in Kapurthala district ",
    "title": "Waryah Dona"
}