{
    "id": "51139575",
    "text": "New Discovery State Park is a state park near Marshfield, Vermont in the United States. It is one of seven state parks located in Groton State Forest. The park is on Vermont Route 232, offering camping, picnicking, and access to forest trails. The park was developed in the 1930s by the Civilian Conservation Corps; its major CCC-built facilities, located mainly in western Peacham, were listed on the National Register of Historic Places in 2002. ==Features== New Discovery State Park is located in the northernmost portion of Groton State Forest, the second-largest state forest in the state of Vermont. Its principal geographic features are the Osmore Pond, and Owl's Head Mountain, at its highest peak. It encompasses nearly , extending eastward to Peacham Pond and Martins Pond in central Peacham, and south to Jannison Mountain and Deer Mountain. with The park has a campsite divided into two areas, with 46 tent/RV sites and 15 lean-to sites. Seven sites are specifically designed to accommodate horse campers. Restrooms include hot showers. There are picnic areas at Lake Osmore and on Owl's Head Mountain, which has a CCC-built access road to the summit area. Facilities in these areas include a play area, horseshoe pits, picnic pavilions, and access to miles of hiking trails. There are remotely placed leanto campsites around Lake Osmore, which are accessible either by boat or by a trail that circles the lake. The park is open seasonally between Memorial Day weekend and Columbus Day weekend; admission is charged for day use, and there are charges for camping. ==History== The state began acquiring land for the creation of Groton State Forest in the 1910s, but much of it was occupied by leaseholders. It was not until the 1920s that most of the leases were closed out, and the state did not have the funds to develop the forest for recreation, although it made plans for such facilities. When the Civilian Conservation Corps was established by the federal government in the 1930s, the state used its crews and funding to develop this state park and others. The CCC crews that worked on the various state parks (now numbering seven) in Groton State Forest were based at a camp whose foundational remnants remain in this park. These crews built out the road network serving the campground and the picnic areas at Lake Osmore and Owl's Head, although the latter two were at first separately administered. They built a small campground (now eight sites within Area B of the present campground), and the picnic facilities at Lake Osmore and Owl's Head, as well as the small stone observation tower on Owl's Head. They were also responsible for cutting much of the early trail network through the northern part of the forest, and building part of the maintenance facilities used by the state forest today. Because of the state of preservation of these areas, the park was listed on the National Register of Historic Places in 2002. ==See also== *National Register of Historic Places listings in Caledonia County, Vermont ==References== ==External links== *Official website Category:State parks of Vermont Category:Protected areas of Caledonia County, Vermont Category:Peacham, Vermont Category:National Register of Historic Places in Caledonia County, Vermont Category:Historic districts on the National Register of Historic Places in Vermont ",
    "title": "New Discovery State Park"
}