{
    "id": "51136862",
    "text": "The Lost Bible is a bestseller written by . It is the most widely sold Romanian novel of the last 20 years.Alina Grigoras Butu, Igor Bergler’s ‘Lost Bible’ exceeds 50,000 copies sold in just 4 months, The Romania Journal, 6 ianuarie 2016 Professor Baker is in the middle of a conspiracy of planetary proportions that runs for more than half a millennium. Helped by the interpol agent Christa Wolf and by the clues left by his grandfather before he died, Baker must discover the message hidden in the first printed bible, the Gutenberg Bible. The story is full of mystery, adventure and historic references that reveals a new face of Vlad the Impaler (Romanian:Vlad Țepeș, aka \"Dracula\"). “The lost Bible” it has sold more than 82.000 de copies in its first year, becoming the best sold fiction book of a Romanian author in the last 20 years.Alina Grigoras Butu, „The Lost Bible” bestseller, with over 82,000 sold copies, marks 1st anniversary, The Romania Journal, 30.08.2016 Meanwhile, it surpassed 100,000 sold copies. The book has become the first book in Romanian history to exceeded 10,000 copies sold in preorder. 3,200 copies walked off the shelves in the first weekend of sales. The Lost Bible was the signature book of the Gaudeamus Book Fair, Bucharest (2015), where 125,000 visitors voted it the most desired book at the fair and took home 1,600 copies in just four days. The novel is under contract with Trident Media group [TMG] and figured on its hot list at the London Book Fair, the largest authors’ rights market in the world.Dana Purgaru, \"‘The Lost Bible’ by Igor Bergler, represented by the giant Trident Media Group\", nineoclock.ro, 29 martie 2016 The Lost Bible is part of the Charles Baker Collection. Two more books in this series, Lincoln’s Best Kept Secret and Richard the Third’s Lost Hunch, are in preparation. The Lost Bible’s English translator writes: If Eco plays with the detective story, at the lowest level \"The Lost Bible\" is an action thriller with the accent on horror, occasionally Gothic. Essentially, though, it's a conspiracy novel composed of infinitely small puzzle pieces whose sense can't be guessed till the end.... On this pretext of a novel with great mass appeal, Bergler has based a complex construction that betrays a much greater ambition, evident in the novel as a whole.... For the wider audience, though, the book's most important quality is its overwhelmingly visual character. Although full of information, stuffed with references and games at many levels, \"The Lost Bible\" isn't a book to read but to see, just like a favorite movie. — Jean Harris, \"The Lost Bible\", Translator's Afterward. == References == == External links == * *igorbergler.ro Category:2015 novels Category:Romanian novels ",
    "title": "The Lost Bible"
}