{
    "id": "51133816",
    "text": "A detail of gods in First Sermon at Dambulla Temple Kandyan era frescoes are mural paintings created during the Kingdom of Kandy (1469–1815) in Sri Lanka, a time when kings gave a special place to arts and literature. As there was a political instability in Sri Lanka after the Anuradhapura Era, which lasted more than 500 years, kings didn't take much effort to build up the religious side of the people. So there were no monks with Upasampada and people had no much education about Buddhism. So with the start of Kandyan Kingdom, the monks got Upasampada, and started to teach people the Buddhism. As people didn't know many things, monks (Specially Sangaraja Maha Nahimi) advised the kings to paint the walls of the temples with Jataka Stories so that anyone could understand even he didn't know to read. That's the start of frescoes of the Kandyan Era. == Special features of Kandyan era frescoes == The walls of the Kandyan Era were built by clay which was stuck in between sticks. Then after they used Makulu Meti, a white colored clay, to smooth the walls in temples and palaces as it was only allowed for palaces and temples to built in white color at that time. The frescoes were drawn after dividing the wall of the image house into horizontal rows. After dividing, drawing the whole Jataka Story was started from right to left, then left to right in the next row (Zigzag) in Akhanda Kathana Kramaya [akhaṇḍa-kathana-kramaya] or painting the whole story in fresco. To separate different scenes, the artists have drawn a tree, a river, or a house. The pictures of people were drawn in Parshawa Darshi Kramaya [pārśava-darśī-kramaya] , or drawing the faces and legs facing to a side. The background of the frescoes were painted in a dark red color, and flowers like Lotus, Pandanus flowers are used to fill the blanks. These frescoes were drawn in very fine lining.National Institute of Education, Grade 10 Art Syllabus. 2016Flower patterns at Upper Shrine, Budugehinna === Flower patterns === The blanks of the Kandyan Frescoes have been filled with traditional flower patterns. Not only for filling blanks, these patterns have been used to decorate the Udu Viyan (Ceilings). As flowers, mainly lotus flowers are used. Instead of them, Pandanus flowers, Binara flowers, Beraliya flowers, Jasmine flowers have been used. === Paints === Almost all the paints which were used in Kandyan Frescoes were natural. Those were made up from trees, fruits, etc. mixed together with juices or oils. These were made by artists themselves.left ==== Red color ==== Sadilingam, Ixora was mixed to get red color. Red color was also taken from red clay and rocks. ==== Yellow color ==== Yellow was made from mud limestone. Sometimes it was also made from Clusiaciae juice. ==== Blue color ==== Blue color was made from Fabaceae. Sometimes sea sand was heated and mixed with Arrack to make black color. ==== Green color ==== This was made from mixing some blue powder with yellow color. Dahamsonda Jathakaya, Kudakatunoruwa Reswehera Rajamaha Viharaya ==== White color ==== White color was always taken by Makulu Meti, a white clay. ==== Golden color ==== Golden was made by mixing limestone and golden limestone in same amounts. Or else it was made by mixing limestone with milk of CLUSIACEAE, mercury, white lead, Seenakkaran, and Salt. ==== Black color ==== Black color was made by mixing charcoal of coconut shells with Dorana Oil. Dahamsonda Jathakaya, Kudakatunoruwa Reswehera Rajamaha Viharaya === Brushes === Brushes was made by the artists themselves. A grass type called Theli was used for this. The hair from the tails of cats and squirrels, hair from downside of deer, horses and stags, beard of cats have been used for this. Even camel hair sometimes. These were tied to a handle and then used. Some popular artists have been offered from golden handles from king. A fresco at Akurassa Godapitiya Rajamaha Viharaya === Plastering === First, if it is in a cave, then it is roughed and then plastered. This plastering was made by clay and hay. Then a layer of white clay is plastered. Then after clothes were pasted and then started to paint. === Dividing the wall === The wall was divided into horizontal rows in Kandyan Era Frescoes. A small space was left between two rows to write the story. Sometimes it was written in the fresco in a rectangle. The height of the row varies from 30\" to 40\" range in low country, while some upcountry temples have range of 5\"–6\". Then after the fresco was painted. == Themes == Jataka Stories and Episodes of the Lord Buddha’s Life have been the major themes of Kandyan Frescoes. Other than them, Suvisi Vivarana or Bodhisattva Gautama getting blessings from 24 Previous Buddhas, Bodhisattva Gautama in Thusitha Heaven, first council of Arahaths, Atamasthana (8 famous Buddhist Religious Places), Solosmasthana (16 famous Stupa and Buddhist Religious Places), Other Bodhisattva, Thousand Buddhas, and History of Sri Lanka and of the Buddhism of Sri Lanka (e.g.: War of Elara and Dutugamunu) have been themed. Actually the religious rise-up made the artists to draw mostly Buddhism Related Frescoes. And those flowers used to fill blanks are Traditional Flower Patterns.left == Regional variations == Sri Subhodharamaya As the whole country was ruled by the Kingdom of Kandy in early times, this influence of the Kandyan Frescoes was distributed in all over the country. But with the start of Portuguese, Dutch, and British Eras, the European Arts influenced the Kandyan Frescoes. As Portuguese and Dutch only ruled coastal areas, this influence can be seen very largely in coastal areas than upcountry areas. According to these changes Kandyan Frescoes can be divided into two as, # Up Country Kandyan Era Frescoes # Low Country Kandyan Era Frescoes === Temples which contain up country Kandyan era frescoes === # Temple of the Tooth # Degaldoruwa Temple # Madawala Tampita Viharaya # Gangarama Temple – Kandy # Ridi Temple – Kurunegala # Suriyagoda Temple # Theldeniya Bambaragala Viharaya # Nilagama Thissamaharama Rajamaha Viharaya # Yapahuwa Rajamaha Viharaya # Gampola Lankathilaka Viharaya # Mahanuwara Gangaramaya # Matale Dambawa Rajamaha Viaharaya # Dehipagoda Agrabodhi Viharaya # Makulugaswewa Budugehinna Viharaya # Kundsale Viharaya # Isurumuni Rajamaha Viharaya # Dodanthale Viharaya A low country Kandyan Era frescoare some temples with Up Country Kandyan Era Frescoes. These frescoes are very simple and anyone can easily understand the story. But there are Minor European Influences. For an example, the 'Demons' of the fresco of Mara Parajaya are holding European Guns. === Temples which contain low country Kandyan era frescoes === # Kathaluwa Viharaya # Subodharamaya – Karagampitiya, Dehiwala # Mulkirigala Temple # Walalgoda Temple # Samudragiri Temple # Kadolgalla Subdraramaya # Pathgama Rahularamaya # Kosgoda Ganegodalle Viharaya # Thotagamuwa Subadraramaya # Welihnida Sudarshanaramaya # Ambalangoda Sunandaramaya # Thelwaththe Aluth Pansala # South Kaluthara Duwe Pansala # Mihiripanne Ariyakara Viharaya # Hikkaduwe Jananandaramaya # Koggala Dewala Building # North Payagala Ethagama Sumananramaya # Bambarande Kurumbure Viharaya # Matara Walgama Kotikagoda Viharaya A fresco at Muruthawela Sri Narendrarama Viharaya These are very complex and a bit hard to understand. Here there are many European influences. For an example, these frescoes contain ladies who wearing frocks and gentlemen who are wearing trousers, Western style houses, etc. Sri Subodharamaya == Artists of Kandyan era == It is believed that there were many artists in Kandyan Era. The variations of the style, not from temple to temple, but sometimes in the same temple. Artists who painted the marvelous Kandyan Frescoes are not much popular. Instead of their names, their clans were popular. The more refined, detailed drawings with fine lines are often the work of the artists of 'Central School'. They received the direct patronage of the king. The simpler, less sophisticated drawings with thicker lines are often work of 'Provincial Schools' maintained by regional leaders and villagers. === Respect and patronage of the kings to an artist at Kandyan era === An artist was a person who was well respected in the society at Kandyan era. Kings also gave their patronage to artists. There is a folk story about an artist in Kandyan Era. > \"One day, Devaragampola Silvath Thana, the chief artist who worked in > Dambulla Renovations was on the scaffolding, painting. Not able to go out to > split out wad of betel he was chewing as he worked, he called out his > henchman and handed it down to be thrown away. Then that person threw it out > and came back, asked from the artist 'How long have you been up there to > have chewed such a lot of betel?'. The artist tilted the flame and peered > down as the voice was not that of his attending henchman. It was the > king...\"A Folk Tale from Sri Lanka This story shows how much the king respected artists at that time. So the respect of the society is clear. It is told that the artist is the only person who could ever bear the king's crown in Nethra Mangalya.743x743px === Popular artists of the Kandyan era === * Rev. Mawanelle Devaragampola Silvath Thana * Rev. Katuwana Thero * Rev. Waththawe Thero * Nilagama Patabandi Devendra Mulachari * Nikawewa Pahalawaththe Ukku Naide * Kumbepitiye Patabandi Vidanelage Naide * Wadugama Wijepala Muhandiramlage Neththa Naide * Deldeniya Hiththara Naide *Hiriyale Naide * Koswaththe Hiththara Naide * Ambulpure Muhandiram * Nilagama Bodhinarayana Chithrachariyage Ukku Naide * Bodhinarayana Chithracharayage Kapuru Naide * Patabandige Abharana Appu * Upasaka Gedara Kirihami * Delmadu Mulachari * Gampola Navarathna Patabandi * Yapahuwe Gannoruwe Muhandiram * Marukona Rathnabarana * Rideegama Menik Appu * Ambakke Deva Surendra Muhandiram * Kadolgalle Heemappu Maha Siththara * Devundara Andiris Siththare * Garanduwe Batuwita Siththare * Mangalathiriye Siriya Gurunnanse * Ahangama Dingiri Siththare * Kiriappu Ganinnanse * Devundara Punchappu Gurunnanse * Madiwaka Siththara Naide * Hathkorale Siththara Muhandiram * Nuwarakande Serugolle Hiththara Naideleft == Conservation == There are no recognizable action has taken to conserve these Kandyan Frescoes other than in the temples where department of archaeology has stepped in. In some temples, photographing these frescoes without permission have been prohibited. It seems that renovation, new construction and over painting, rather than conservation and preservation were the Sri Lankan Tradition. It still is, expect where Archaeological Department of Sri Lanka has stepped in. The present day paintings at Dambulla Temple, have been done over about 2000 year old frescoes of Anuradhapura Era, in the 18th century. Now only a small piece of Anuradhapura Era Frescoes can be seen. But thanks to the archaeological department, conservation of these frescoes are up to a certain level. == Gallery == File:Vessanthara Jathaka, Sri Wanasinghe Viharaya.png|Vessanthara Jathaka, Sri Wanasinghe Viharaya File:Queen Maha Maya's Dream, Dambulla temple.png|Queen Maha Maya's Dream, Dambulla temple File:Sujatha milking the cow, Mahavehera Temple.png|Sujatha milking the cow, Mahavehera Temple File:A Detail at Upper shrine of Bududgehinna Viharaya.png|A Detail at Upper shrine of Bududgehinna Viharaya File:Vessnthara Jathaka, Budugehinna.png|Vessnthara Jathaka, Budugehinna File:Fish drawn along the water drip at Dambulla temple.png|Fish drawn along the water drip at Dambulla temple == See also == * Kingdom of Kandy * Fresco * Department of Archaeology (Sri Lanka) == References == == External links == * https://web.archive.org/web/20161213060032/http://nie.lk/ebook/s10tim118.pdf * http://nie.lk/ebook/s11tim175.pdf * http://www.rootsweb.ancestry.com/~lkawgw/sinhalaartists.html Category:Kingdom of Kandy Category:Fresco paintings Category:Sri Lankan art ",
    "title": "Kandyan period frescoes"
}