{
    "id": "51136486",
    "text": "Groton State Forest covers in Danville, Groton, Marshfield, Orange, Peacham, Plainfield, Topsham, Vermont. The forest covers areas in Caledonia, Orange, and Washington Counties. Major roads through the forest are U.S. Route 302 and Vermont Route 232. The forest is managed by the Vermont Department of Forests, Parks, and Recreation for timber resources, wildlife habitat, and recreational activities. It is home to seven state parks: Big Deer State Park, Boulder Beach State Park, Kettle Pond State Park, New Discovery State Park, Ricker Pond State Park, Seyon Lodge State Park and Stillwater State Park. The state also operates the Groton Nature Center to educate about the natural history of the forest and parks. Activities in the park include camping, hiking, swimming, boating, fishing, hunting, trapping, horseback riding, cross country skiing, and snowshoeing. The Montpelier-Wells River Rail Trail, part of the Cross Vermont Trail, is 12 miles long and bisects the length of Groton State Forest. Snowmobiling is allowed on designated VAST trails. ==Natural features== Groton State Forest features three state-designated natural areas, Peacham Bog Natural Area (748 acres), Tabletop Mountain Natural Area (129 acres) and Lords Hill Natural Area (25 acres). There are eight lakes and ponds: Lake Groton (422 acres), Kettle Pond (109 acres), Martins Pond (82 acres), Turtlehead Pond or Marshfield Pond (69 acres), Noyes Pond (39 acres), Osmore Pond (48 acres), Peacham Pond (340 acres), and Ricker Pond (95 acres). ==History== The state began to acquire parts of the forest in 1919. In the 1930s, the Civilian Conservation Corps (CCC) developed many park features including roads, trails, fire lookouts, and picnic shelters. The CCC also planted trees within the forest. The forest used to house twelve sawmills and the state still manages lumbering in the forest. Many trails use old logging roads. ==References== ==External links== *Official website *Travel the Kingdom: Groton State Forest Trail Map Category:Vermont state forests Category:Protected areas of Caledonia County, Vermont Category:Protected areas of Orange County, Vermont Category:Protected areas of Washington County, Vermont Category:Civilian Conservation Corps in Vermont ",
    "title": "Groton State Forest"
}