{
    "id": "51136300",
    "text": "Barracas Athletic Club was a football club from Lanús,Argentina: Copa Competencia 1ra. División 1906 by José Carluccio on Historia y Fútbol Greater Buenos Aires, Argentina. The club was notable for having played several seasons in Argentine Primera División, the top division of Argentine football league system. ==History== Barracas A.C. in 1904, with Uruguayan brothers Carlos and Bolívar Céspedes as part of the team Established in 1901,\"Argentina – Name Changes\" by Osvaldo Gorgazzi at RSSSF.com the club debuted in Primera División in 1902 after winning the Segunda División title one year before.\"Segunda División – Campeones\" on AFA website (Archive, 13 Aug 2013) In its first season in the top division, Barracas A.C. made a good campaign, finishing 2nd. to Alumni. The squad continued playing all the tournaments until 1907 when the team finished last and was relegated to the second division.Argentina 1907 by Osvaldo Gorgazzi at RSSSF.com It is believed that Barracas A.C. was dissolved that same year.\"Clubes desaparecidos\" by Raúl Herrera on La Izquierda Diario, 10 Nov 2014 Uruguayan brothers Carlos and Bolívar Céspedes (considered football pioneers of that country, being part of the Club Nacional de Football that won its first titles in Uruguayan Primera División) played for Barracas A.C. when they exiled from Uruguay due to the civil war of 1904. José Buruca Laforia, who was Barracas goalkeeper, gave his place to recently arrived Amílcar Céspedes, while he switch to forward position. At the end of the war, the Céspedes brothers returned to Montevideo where they joined Nacional again. Nevertheless, in 1905 Carlos and Bolívar died of smallpox, at the age of 21 and 20 respectively.Los céspedes y una tragedia by Ricardo Gorosito on CIHF, 9 Nov 2013 ==Titles== * Copa Bullrich (1): 1904 ==References== Category:Association football clubs established in 1901 Category:Association football clubs disestablished in 1907 Category:Defunct football clubs in Buenos Aires Category:Football clubs disaffiliated from the Argentine Football Association Category:1901 establishments in Argentina Category:1907 disestablishments in Argentina Category:Football clubs in Buenos Aires Province Category:Lanús ",
    "title": "Barracas Athletic Club"
}