{
    "id": "51134337",
    "text": "The Early Years 1964–1965 is a compilation album by the German-based American garage rock the Monks, and was released on Light in the Attic Records on April 14, 2009. The album chronicles the group's recordings as the Five Torquays, which was a traditional beat band, up to their demo sessions as the Monks in late 1965. It exemplifies a period in the Monks' musical career in which their rebellious avant-garde style was in its primitive stages. Most of the songs on The Early Years 1964-1965 were featured on the band's only studio album Black Monk Time in 1966. The compilation marks the third time that the demos have been released; however, this latest installment includes much more extensive liner notes and rare photographs. ==Background== Formed in 1964 by five American G.I.s, the Monks, originally known as the Five Torquays, began as a conventional rock and roll ensemble which covered the classics of the 1950s American rock scene. Late in the year, the group released an independently recorded single, \"There She Walks\", with 500 copies distributed at the Five Torquays' live performances. Compared to the group's later demo sessions and the album Black Monk Time, the record hardly hinted at the experimental songs the band composed as the Monks. With the help of the German management duo Walther Neimann and Karl Remy, the group slowly evolved into the Monks after leaving the army, placing emphasis on rhythm, and innovating unique sound manipulation in the studio. Guitarist Gary Burger said \"It probably took us a year to get the sound right\", as he recalled the Monks' demo sessions in September 1965. Music critic Mark Deming described the tracks on The Early Years 1964-1965: \"the almost psychotic zeal and ferocious energy that set the album's performances on edge aren't quite in evident; this music may stomp and clank, but it doesn't bite, and that's a big difference\". Another noticeable difference from the songs on Black Monk Time is the altered lyrics on some demos, which, in comparison, are less blunt than the album versions. It also saw keyboardist Larry Clark open with a brief instrumental, reminiscent of a hymn, followed by an introduction by Burger; however, the practice was short- lived. The two tracks \"Hushie Pushie\" and \"Space Age\" are two tracks from the sessions which did not appear on Black Monk Time, but were featured in the Monks' concerts. The Early Years 1964-1965 was released on April 14, 2009, corresponding with an expanded reissue of Black Monk Time by Light in the Attic Records. It marks the third time that the Monks' September 1965 demo sessions have been released, with the others being Five Upstart Americans and Demo Tapes 1965. Deming labels the album as an \"aural document of the Monks as they were trying to sort out the proportions of their singular approach\". Each album includes a detailed 36-page booklet written by Kevin \"Sipreano\" Howes and lyrics to each song. In a review for Pitchfork, critic Joe Tangari praised \"how clearly the band's vision had already crystalized-- the recording is structured something like a musical mass, with little churchy organ interludes from Larry Clark and a bit of banter from Burger\". Tangari also noted that \"For a fan, to hear them honing their rhythmic attack is gratifying-- their sound was no accident\". Commenting on the musical inventiveness of the group, music critic Ken Shane wrote \"They were punks years before we used the term to describe a genre of music\". Writer Rob Nay of Exclaim! magazine reported the album \"conveys a keen sense of the group's antics on tracks such as 'Boys Are Boys' and 'Higgle-Dy-Piggle-Dy', and the package as a whole adds \"to the mystique of the Monks\". ==Track listing== ==References== Category:2009 compilation albums Category:The Monks albums ",
    "title": "The Early Years 1964–1965"
}