{
    "id": "51138548",
    "text": "CP5 is a disability sport classification specific to cerebral palsy. In many sports, it is grouped inside other classifications to allow people with cerebral palsy to compete against people with other different disabilities but the same level of functionality. Sportspeople in this class have greater functional control of their upper body, and are generally ambulant with the use of an assistive device. Quick movements can upset their balance. Sports that CP5 athletes are eligible to participate in include athletics, cycling, football, swimming, skiing wheelchair tennis, archery, para-equestrian, powerlifting, rowing, shooting, sledge hockey, sailing, table tennis, wheelchair basketball, wheelchair curling, and wheelchair fencing. In some of these sports, different classification systems or names for CP5 are used. == Definition and participation == The spasticity athetosis level and location of a CP5 sportsperson. Cerebral Palsy-International Sports and Recreation Association (CP-ISRA) defined this class in January 2005 as, \"Diplegic - Moderate involvement This individual may require the use of assistive devices in walking but not necessarily when standing or throwing. A shift of centre of gravity may lead to loss of balance. A Triplegic may appear in this Class. Lower Extremities-Spasticity Grade 3 to 2. Involvement of one or both legs which may require assistive devices for walking. A Class 5 athlete may have sufficient function to run on the track. If function is insufficient Class 4 may be more appropriate. Balance-Usually has normal static balance but exhibits problems in dynamic balance e.g. attempting a spin or throwing forcefully. Upper Extremities-This is an area where variation occurs. Some moderate to minimal limitation in upper extremities can often be seen particularly when throwing, but strength is within normal limits. Hand Function-Normal cylindrical/spherical, opposition and prehensive grasp and release in the dominant hand is seen in all sports.\" == Performance == CP5 sportspeople in this class have greater functional control of their upper body. They may require the use of an assistive device when walking but they do not require use of a wheelchair. They often have problems with their dynamic equilibrium but not their static equilibrium. Quick movements can upset their balance. == Sports == === Athletics === In athletics events, CP5 competitors participate in T35/F35 classes. In some cases, CP5 athletes may be classified as F56. Events that may be on the program for CP5 competitors include the club, discus throw, shot put and javelin. In athletics, they have some balance issues in track events and field events that require either running or throwing. === Cycling === People with cerebral palsy are eligible to compete in cycling at the Paralympic Games. CP5 and CP6 competitors may compete using tricycles in the T2 class. Cyclists opting to compete in the T2 class often do so as a result of balance issues, which make riding a standard bicycle or handcycle difficult. Tricyclists are not eligible to compete in track events, only in road events. CP5 and CP6 may also chose to compete on a bicycle in the C3 class. === Football === CP5 sportspeople are eligible to compete in association football in the sport of CP football. CP5 players are classified as FT5. The rules of the sport are such that there must be at least on FT5 or FT6 player on the field at all times. If it is not possible to field an FT5 or FT6 player, the team plays with six players on the field instead of seven. Players in this class may have problems running or walking. They do not have problems though standing in a stationary position or with kicking a ball. The extent of their disability is such that CP5 players would unlikely to ever be competitive against able-bodied players. During play, the more FT5 players exert themselves, the more their form deteriorates. Coordination issues make it difficult for them to trap the ball. They may be unable to do throw-ins because of balance issues. CP footballers are first required to go through national level classification before being eligible for international classification. The first stage of international classification involves a physical assessment. This may involve classifiers who are medical experts. The second stage involves observing the footballer practicing their sport specific skills in a non-competitive setting. The third stage involves classifiers observing the player in competition for at least 30 minutes. Following that, the classification panel then assigns the footballer to a class, which may also include \"Not Eligible.\" The Canadian development pathways for CP footballers trains FT5 players to become goalkeepers. === Skiing === CP5 athletes are eligible to compete in skiing competitions at the elite level and the Paralympic Games. CP5 Nordic skiers compete in LW3, LW4 and LW9. CP5 alpine skiers compete in LW1 and LW3/2. In teaching skiers with cerebral palsy, instructors are encouraged to delay the introduction ski poles as skiers may overgrip them. Use of a ski bra is also encouraged as it helps the skier learn correct knee and hip placement. One method of learning to ski for competitors with cerebral palsy in this classification is the American Teaching System. They first thing skiers learn is what their equipment is, and how to put it on and take it off. Next, skiers learn about positioning their body in a standing position on flat terrain. After this, the skier learns how to side step, and then how to fall down and get back up again. The skier then learns how to do a straight run, and then is taught how to get on and off the chair lift. This is followed by learning wedge turns and weight transfers, wedge turns, wide track parallel turns, how to use ski poles, and advanced parallel turns. While learning to ski, skiers in this class with cerebral palsy may use ski-bras, bungi cords, outriggers, slant boards or toe boards. CP5 LW4 skiers may have better balance while using skis than they would otherwise. This presents challenges for coaches who are working with the skier. Compared to other skiers in the class, the skier with cerebral palsy may tire more quickly. === Swimming === CP5 swimmers are eligible to compete at the Paralympic Games. These swimmers may be found in several classes including S5, and S6. CP5 swimmers tend to have a passive normalized drag in the range of 0.6 to 1.0. This puts them into the passive drag band of PDB5, PDB6, PDB7, PDB8, and PDB9. Because of their balance issues, swimmers in this class can find the starting block problematic and often have slower times entering the water than other competitors in their class. Because the disability of swimmers in this class involves in a loss of function in specific parts of their body, they are more prone to injury than their able- bodied counterparts as a result of overcompensation in other parts of their body. When fatigued, CP5 asymmetry in their stroke becomes a problem for swimmers in this class, more so than others in their class. The integrated classification system used for swimming, where swimmers with CP compete against those with other disabilities, is subject to criticisms has been that the nature of CP is that greater exertion leads to decreased dexterity and fine motor movements. This puts competitors with CP at a disadvantage when competing against people with amputations who do not lose coordination as a result of exertion. === Other sports === People with cerebral palsy are eligible to compete at the elite level in a number of other sports including wheelchair tennis, archery, para-equestrian, powerlifting, rowing, shooting, sledge hockey, sailing, table tennis, wheelchair basketball, wheelchair curling, and wheelchair fencing. Race running is another sport open to this class. CP5 race runners may be classified as RR3. Para-Taekwondo is open people in this class. Early on, the CP5 classification competed as CP5 before a different sport specific classification system was developed. == References == Category:Parasports classifications Category:Cerebral palsy and other paralytic syndromes ",
    "title": "CP5 (classification)"
}