{
    "id": "51138551",
    "text": "CP7 is a disability sport classification specific to cerebral palsy. In many sports, it is grouped inside other classifications to allow people with cerebral palsy to compete against people with other different disabilities but the same level of functionality. Sportspeople in this class are able to walk, but may appear to have a limp as half their body is affected by cerebral palsy. Sports which are open to this classification include athletics, football, skiing, standing volleyball, and swimming. In athletics, they compete in the T37/F37 class. CP7 alpine skiers compete in LW9/1 and LW9/2 in para-alpine, and in LW9 for para-Nordic skiing. CP7 swimmers are often classified in S7, S8, S9 or S10. == Definition and participation == The spasticity athetosis level and location of a CP7 sportsperson. Cerebral Palsy- International Sports and Recreation Association defined this class in January 2005 as, \"Hemiplegic This Class is for the true ambulant hemiplegic athlete. A Class 7 athlete has Spasticity Grade 3 to 2 in one half of the body. They walk without assistive devices but often with a limp due to spasticity in the lower limb. Good functional ability in dominant side of the body. Lower Extremities- Hemiplegia Spasticity Grade 3 to 2. Dominant side has better development and good follow through movement in walking and running. Athlete has difficulty walking on his heels and has significant difficulty with hopping on the impaired leg. Side stepping towards the impaired side is also affected. Athletes with moderate to minimal athetosis do not fit into this Class. Upper Extremities-Arm and hand control is only affected in the non-dominant side. There is good functional control on the dominant side.\" CP7 class sports people tend to participate in football, cycling, swimming and athletics. == Performance == CP7 sportspeople are able to walk, but appear to do so while having a limp as one side of their body is more effected than the other. They may have involuntary muscles spasms on one side of their body. They have fine motor control on their dominant side of the body, which can present as asymmetry when they are in motion. People in this class tend to have energy expenditure similar to people without cerebral palsy. == Sports == === Athletics === Lisa McIntosh is a T37 athlete. In athletics events, CP7 competitors participate in T37/F37 classes. Their running form manifests as if they have a limp. Their disability manifests itself less when they are running as opposed to walking. === Cycling === People with cerebral palsy are eligible to compete in cycling at the Paralympic Games. CP7 and CP8 may compete on a bicycle in the C4 class. === Football === CP7 sportspeople are eligible to compete in association football in the sport of CP football. CP7 players are classified as FT7. When running, CP7 soccer players knee pickup is not as high as able-bodied players and their stride may be shorter as a result of spasticity. Lack of coordination may make it difficult for them to do accurate headers. Their level of disability is such that most can be mainstreamed and compete against able-bodied players. CP footballers are first required to go through national level classification before being eligible for international classification. The first stage of international classification involves a physical assessment. This may involve classifiers who are medical experts. The second stage involves observing the footballer practising their sport specific skills in a non-competitive setting. The third stage involves classifiers observing the player in competition for at least 30 minutes. Following that, the classification panel then assigns the footballer to a class, which may also include \"Not Eligible.\" === Skiing === People with cerebral palsy are eligible to compete in alpine and Nordic skiing at the Paralympic Games. CP7 alpine skiers compete in LW9/1 and LW9/2 in para-alpine, and in LW9 for para- Nordic skiing. In teaching skiers with cerebral palsy, instructors are encouraged to delay the introduction ski poles as skiers may overgrip them. Use of a ski bra is also encouraged as it helps the skier learn correct knee and hip placement. One method of learning to ski for competitors with cerebral palsy in this classification is the American Teaching System. They first thing skiers learn is what their equipment is, and how to put it on and take it off. Next, skiers learn about positioning their body in a standing position on flat terrain. After this, the skier learns how to side step, and then how to fall down and get back up again. The skier then learns how to do a straight run, and then is taught how to get on and off the chair lift. This is followed by learning wedge turns and weight transfers, wedge turns, wide track parallel turns, how to use ski poles, and advanced parallel turns. While learning to ski, skiers in this class with cerebral palsy may use ski-bras, bungi cords, outriggers, slant boards or toe boards. === Standing volleyball === Standing volleyball is a disability sport variant open to people with different types of permanent minimal disabilities, with two different grades of teams depending on the severity of their disability. CP7 and CP8 sportspeople are eligible to participate in Grade A. This grade includes people who have finger amputations. === Swimming === CP7 swimmers are often classified in S7, S8, S9 or S10 because of their hemiplegia and spasicity. The less severe, the closer they are to S10. Because of the neuromuscular nature of their disability, they have slower start times than other people in their classes. They are also more likely to interlock their hands when underwater in some strokes to prevent hand drift, which increases drag while swimming. For S8 classified swimmers with CP, they are able to record long distances underwater. The longest distances Paralympic S8 swimmers can measure are often half that of comparable Olympic counters. This is attributed to neuromuscular related drag issues. CP swimmers are more efficient at above water swimming than underwater swimming. CP7 swimmers tend to have a passive normalized drag in the range of 0.6 to 0.8. This puts them into the passive drag band of PDB6, PDB8, and PDB9. CP7 swimmers experience swimmers shoulder, a swimming related injury, at rates similar to their able-bodied counterparts. When fatigued, asymmetry in their stroke becomes a problem for swimmers in this class. The integrated classification system used for swimming, where swimmers with CP compete against those with other disabilities, is subject to criticisms has been that the nature of CP is that greater exertion leads to decreased dexterity and fine motor movements. This puts competitors with CP at a disadvantage when competing against people with amputations who do not lose coordination as a result of exertion. === Other sports === People with cerebral palsy are eligible to compete at the elite level in a number of other sports including wheelchair fencing, wheelchair basketball, table tennis, sledge hockey, powerlifting, rowing, sailing, shooting, archery, para-equestrian. They can also participate in cycling, where they compete in the C4 class. In race running, CP7 may be classified as RR4. Para-Taekwondo is another sport open to CP5, CP6, CP7 and CP8 class competitors. Early on, the CP7 classification competed as CP7 before a different sport specific classification system was developed. == References == Category:Parasports classifications Category:Cerebral palsy and other paralytic syndromes ",
    "title": "CP7 (classification)"
}