{
    "id": "51138045",
    "text": "Sexual cleansing (kusasa fumbi) is an African tradition in which a girl or woman is expected to have sex as a cleansing ritual after her first menstruation, after becoming widowed, or after having an abortion. == Sexual initiation rites of girls == Sexual cleansing is sometimes performed by a selected future husband for a girl or otherwise by a paid sex worker. A hyena is a traditional position in some parts of southern Malawi, held by a man who initiates young women into adulthood through sex. A hyena is a man paid to have sex with children between the ages of 12–17, as a part of a rite of passage called kusasa fumbi (\"brushing off the dust\", sexual cleansing). The rite lasts for three days. Hyenas are paid from $4 to $7 each time. The rite is believed to prevent disease. Hyenas are chosen for their moral character and are believed to be incapable of catching diseases such as HIV/AIDS, although some have it. The practice can place young girls at risk of HIV infection because the hyena has sexual intercourse with all the girls and the ritual requires the exchange of sexual fluids so condoms are not used. == Widow cleansing == In parts of Kenya, widows are viewed as impure. A tradition to be cleansed to chase away demons involves having sex. It is often forced upon the woman by the deceased husband's family. Those refusing to be cleansed risk getting beaten by superstitious villagers, who may also harm the woman's children. It is argued that this notion arose from the idea that if a husband dies, the woman may have performed witchcraft against him. Cleansing can be done by the deceased husband's brother or other relative or otherwise by a paid sex worker. Typically, after sex, the widow burns her clothes, and the man shaves the widow’s hair, often outside so that the neighborhood can witness that the widow is now cleansed. A chicken is slaughtered at the end of the ceremony, which usually lasts from three to seven days. Widow cleansing was outlawed in Kenya in a 2015 domestic offences bill. == Locations == In Malawi, the practice of sexual cleansing is largely confined to Salima, Chikwawa, and Nsanje District. It is practiced in parts of Kenya, Zambia, Malawi, Uganda, Tanzania, Mozambique, Angola, Ivory Coast, and Congo. == See also == * Theresa Kachindamoto * Virgin cleansing myth == References == == External links == * *Ahmed Beenish: Confronting a Sexual Rite of Passage in Malawi. The Atlantic, 2014-01-20 Category:Rites of passage Category:Malawian culture ",
    "title": "Sexual cleansing"
}