{
    "id": "51131175",
    "text": "57th & 9th is the twelfth solo studio album by British singer-songwriter Sting, his first rock album in 13 years, released on 11 November 2016. The album sold over 600,000 copies worldwide in 2016 http://www.anuariossgae.com/anuario2017/anuariopdfs/04_MGRABADA.pdf and contains \"The Empty Chair\" which earned Sting his 4th nomination for Best Original Song at the 89th Academy Awards (but lost to \"City of Stars\" from La La Land). ==Background and release== The album was recorded over a period of three months. Sting has said of the tight deadline: \"Artificially reintroducing that pressure gave the album a kind of urgency it wouldn't have had otherwise.\" The album title is a reference to the New York intersection Sting crossed every day to get to Avatar Studios in Hell's Kitchen where much of the album was recorded. From late 2015 and throughout the first half of 2016, images of Sting working in the studio were periodically published across his various social media outlets. The resultant album was eventually announced on 18 July 2016. In a teaser video published subsequently, Sting described the album as having a spontaneous feel, featuring \"a lot of rock 'n' roll\" with themes of searching, travelling, the road and the pull of the unknown. ==Music and lyrics== Sting wrote \"50,000\" the week of Prince's death, and in memory of several famous musicians who died in late 2015 and 2016: Prince, David Bowie, Glenn Frey, and Lemmy. \"One Fine Day\" is a plea for sanity regarding anthropogenic climate change. According to Rolling Stone magazine on 11 November 2016, Sting \"offers a kind of travelogue through his own musical past, from the Chaucer-y balladry of 'Heading South on the Great North Road' to 'If You Can’t Love Me,' a mordantly Kafkaesque echo of the jazz rock Sting made in the Eighties.\" \"Inshallah\" is a Middle East-tinged refugee's prayer. The Arabic word \"Inshallah\" means \"If God wills\", or in Sting's words: \"If it's God's will then it shall be\". \"The Empty Chair\" is a song inspired by American journalist James Foley who was kidnapped and killed by Daesh (a.k.a. Islamic State of Iraq or ISIS). ==Promotion== Sting debuted the studio version of \"I Can't Stop Thinking About You\" – and performed the song live – on 31 August 2016 in the Red Bull Sound Space at L.A. radio station KROQ. In an article published on 25 July 2016, Roger Friedman wrote that the lead single, \"I Can't Stop Thinking About You\", would be released on 2 September 2016. On 22 September 2016, Sting released for free on YouTube the audio version of \"50,000\". Sting performed the song \"One Fine Day\" live for the first time 6 October 2016 on Deutscher Radiopreis. On 27 October 2016, Sting released for free on YouTube an acoustic version of \"I Can't Stop Thinking About You\". On 3 November 2016, Sting released for free on YouTube the audio version of \"Petrol Head\". Sting performed two shows on 9 November 2016 at Irving Plaza, a small (only one thousand-people capacity) music venue in Manhattan, New York City, playing songs from 57th & 9th for the first time live in concert: a \"57th & 9th iHeartRadio Album Release Party\" show (scheduled at 8PM, indeed occurring at 7PM) and a Sting.com Fan Club Member Exclusive Show (scheduled at 11PM, indeed occurring at 10PM). Backed by a 3-piece band including Dominic Miller (guitar), Vinnie Colaiuta (drums) and Rufus Miller (guitar), Sting performed on 12 November 2016 a (one hour and a half) concert in Paris for the re- opening of the Bataclan, performing even songs from 57th & 9th. The Police's former guitar player, French native Henry Padovani, joined the band on stage for \"Next to You\", one of the final encore. ==Supporting tour== Sting embarked on the 57th & 9th Tour. The tour began on 1 February 2017, at the Commodore Ballroom in Vancouver. ==Critical reception== 57th & 9th received generally positive reviews from music critics. At Metacritic, which assigns a normalised rating out of 100 to reviews from mainstream critics, the album received an average score of 67, which indicates \"generally favorable reviews\", based on 8 reviews. ==Track listing== Ten new tracks were announced and officially revealed on 31 August 2016. ==Personnel== Source: * Sting – vocals, bass guitar, guitar, piano, percussion * Dominic Miller – twelve-string guitar, shaker * Vinnie Colaiuta, Zach Jones, Josh Freese – drums * Rhani Krija – percussion * Martin Kierszenbaum – Hammond organ, piano, mellotron, keyboards * Rob Mathes – piano * Lyle Workman, Jean-Baptiste Moussarie – guitar * Jerry Fuentes (of The Last Bandoleros) – backing vocals, vocals, guitar * Diego Navaira (of The Last Bandoleros) – backing vocals, vocals, bass guitar * Derek James (of The Last Bandoleros) – backing vocals * Razan Nassreddine – sitar, additional vocals * Marion Enachescu – violin * Salam Al Hassan, Accad Al Saed – percussion * Thabet Azzawi, Nadim Sarrouh – oud * Nabil Al Chami – clarinet ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! Chart (2016) ! Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- ! scope=\"row\"| Spanish Albums (PROMUSICAE) | 15 |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! Chart (2016) ! Position |- ! scope=\"row\"| Belgian Albums (Ultratop Flanders) | 128 |- ! scope=\"row\"| Belgian Albums (Ultratop Wallonia) | 84 |- ! scope=\"row\"| Italian Albums (FIMI) | 69 |- ! scope=\"row\"| Swiss Albums (Schweizer Hitparade) | 96 |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! Chart (2017) ! Position |- ! scope=\"row\"| Belgian Albums (Ultratop Wallonia) | 185 |- ! scope=\"row\"| US Top Rock Albums (Billboard) | 60 |} ==Certifications== |- !scope=\"row\"|France (SNEP) | | 25,000 |- |- !scope=\"row\"|Romania (UFPR) |Gold | |- ==See also== *List of certified albums in Romania == Notes == ==References== Category:2016 albums Category:A&M; Records albums Category:Sting (musician) albums Category:Albums produced by Martin Kierszenbaum ",
    "title": "57th &amp; 9th"
}