{
    "id": "51137751",
    "text": "The Illinois Coalition Against Domestic Violence (ICADV) is a non-profit organization of member organizations throughout Illinois that provide services for persons experiencing domestic violence.Illinois Coalition Against Domestic Violence Records, DePaul University Special Collections and Archives. Accessed January 25, 2017. ICADV also works with health providers, community groups, religious groups, criminal justice agencies, and federal and state offices to supply services, support, and justice.Beck, Irene, and Beth Catlett, Contextual Frameworks: \"Voices of a Movement: Oral Histories and Archival Research of the Illinois Coalition Against Domestic Violence.\" Via The Beck Research Institute for Women, Gender, and Community. Accessed 18 January 2017. ==History== Julie Hamos was instrumental in organizing the meetings that led to the creation of ICADV. As a young attorney in Chicago, she found that Illinois was eligible for more funds under Title XX. She contacted women in the region who were interested in expanding services for women experiencing domestic violence. From one initial meeting, conducted by Hamos, a series of \"weekend gatherings\" began. In attendance were the directors of the nine agencies that formed ICADV. ICADV was formally founded in September 1978. In October, the group received commendation from Illinois Governor James R. Thompson, and Thompson pushed for the funding for domestic violence services in Illinois. From its beginning in 1978, ICADV and its member programs committed to the following goals: * Expand and increase services for women in all parts of the state; * Give domestic violence victims a statewide voice; * Advocate for public policy changes on these victims' behalf; * Educate the public about domestic violence and to expand the responses of local communities to their victims. ICADV continued to grow throughout the 1980s, expanding its membership and services. In the first five years alone, ICADV grew to include forty-four member organizations. Florence Forshey, a founder, called ICADV \"the oldest and one of the largest organizations in the US dedicated to eliminating domestic violence\". In 1985, ICADV and its sister organization, the Illinois Coalition Against Sexual Assault, worked together to advocate for the passage of the Illinois Sexual Assault Act in 1985, which broadened the definition of sexual assault, made it gender neutral, and imposed harsher punishments for offenders.Beiriger, Alexandra. \"Looking Back and Moving Forward: A Study of the Illinois Coalition Against Domestic Violence.\" Via The Beck Research Institute for Women, Gender, and Community. Accessed 18 January 2017. == Operation == Today, the coalition continues to operate via a network of shelters, counseling programs, and community agencies. ICADV is governed by a board of directors, and membership includes over fifty organizations. The central administrative office in Springfield, Illinois oversees the services provided by its local member agencies. ICADV publishes a newsletter, For Better Times, detailing current actions, new services for victims and survivors of domestic violence, and other issues of interest to the newsletter's audience of social service professionals and corporate supporters throughout the state. Florence Forshey, a founder of ICADV was instrumental in placing the organization's papers and media with DePaul University's Special Collections and Archives, held in the collection Illinois Coalition Against Domestic Violence Records. == References == ==External links== *Illinois Coalition Against Domestic Violence Website *Illinois Coalition Against Domestic Violence Records, DePaul University Special Collections and Archives. *Voices of a Movement: ICADV, The Beck Research Initiative for Women, Gender, and Community Category:Domestic violence-related organizations Category:DePaul University Special Collections and Archives holdings Category:Feminism and the family Category:Feminism and society Category:Women's organizations based in the United States ",
    "title": "Illinois Coalition Against Domestic Violence"
}