{
    "id": "51133082",
    "text": "Navy Region Europe, Africa, Central (EURAFCENT) is one of eleven current naval regions responsible for the operation and management of Naval shore installations and assigned staff in the European, African and Southwest Asian theaters of operation. EURAFCENT provides the shore support to the United States Naval Forces Europe-Africa, however it is a part of Commander, Navy Installations Command (CNIC). Due to its large area, the region is one of the three CNIC regions commanded by a two star Rear Admiral, currently RADM Christopher Scott Gray, and is headquartered on Naval Support Activity Naples Italy. == History == In November 2001, as part of a realignment effort undertaken by Commander, U.S. Naval Forces Europe, Navy Region Europe was established.http://www.navy.mil/submit/display.asp?story_id=8317 Rear Adm. David T. Hart Jr., as CNE Deputy, took on the additional duty as Navy Region Europe's (CNRE) commander. Three years later, Commander Maritime Air Allied Naval Forces South (COMMARAIRSOUTH) was renamed Commander Maritime Air Naples (CMAN) under CNRE’s cognizance. It was at this time that CNRE started relocating from London to Naples, Italy, relinquishing the lease on the Navy building rented from the Duke of Westminister in Grosvenor Square for 100 pounds per year. In January 2009, operational and logistical shore service support of Navy Region Southwest Asia (which included NSA Bahrain), along with Camp Lemonnier, in Djibouti, Africa, was realigned under the scope of Navy Region Europe. On April 21, 2009, Navy Region Europe officially changed its name to Commander Navy Region Europe, Africa, Southwest Asia. In August 2019 Navy Region Europe, Africa, Southwest Asia changed its name to Navy Region Europe, Africa, Central (EURAFCENT). == Subordinate Units/Installations == As an Echelon III Commander, Commander, Navy Region Europe, Africa, Central reports directly to the Commander, Naval Installations Command for the operation and readiness of the following subordinate commands/installations: * Naval Support Activity Bahrain ** Marine Corps Security Force Company Bahrain * Naval Support Activity Naples * Commander, U.S. Naval Activities Spain ** Naval Station Rota, Spain ** Marine Corps Security Force Company Europe * Camp Lemonnier, Djibouti, Africa * Naval Support Activity Souda Bay, Crete, Greece * Naval Air Station Sigonella * Naval Support Facility Deveselu, Deveselu, Romania, supporting the Aegis Ballistic Missile Defense System (AEGIS) Ashore Ballistic Missile Defense System *Naval Support Facility Redzikowo, Poland, supporting the Aegis Ballistic Missile Defense System (AEGIS) Ashore Ballistic Missile Defense System == References == ==External links== * Category:Regions and districts of the United States Navy Category:Military units and formations established in 2001 ",
    "title": "Navy Region Europe, Africa, Southwest Asia"
}