{
    "id": "51134091",
    "text": "The Wayne Town House is a historic town hall on Maine State Route 133 in Wayne, Maine. Built in 1840, it is one of the state's little-altered examples of a period town hall building, retaining a number of distinctive features, including benches for sex-segregated seating. It was listed on the National Register of Historic Places in 1976. ==Description and history== The Wayne Town House stands near the center of the rural community, on the north side of SR 133 a short way west of Pond Road. It is a modest single-story wood frame structure, with a gabled roof, clapboarded exterior, and granite foundation. Its modest Greek Revival touches are limited to the door surround, which has wide molding topped by blocks. The main facade is symmetrical, with the entrance flanked by twelve-over-eight sash windows, with a third in the gable above. The interior has a single large open space, its original plaster walls covered in wallboard, and original wooden plank benches lining the two side walls. These are set at a raised elevation above the center, resulting in stepped bleacher-style seating. with The town house was built in 1840 by Peter Fifield for $350.25, and was the town's first purpose-built meeting house, its earlier town meetings having taken place in other private facilities. Of Maine's surviving municipal buildings of this period, it is one of the ones with a very small number alterations. The survival of its benches is of particular note: men sit on one side, and women (who originally were not allowed to vote) sat on the other side. ==See also== *National Register of Historic Places listings in Kennebec County, Maine ==References== Category:City and town halls on the National Register of Historic Places in Maine Category:National Register of Historic Places in Kennebec County, Maine Category:Greek Revival architecture in Maine Category:Buildings and structures completed in 1840 Category:Buildings and structures in Kennebec County, Maine Category:Town halls in Maine Category:1840 establishments in Maine ",
    "title": "Wayne Town House"
}