{
    "id": "51139173",
    "text": "Murusraptor (\"wall thief\") is a genus of carnivorous megaraptoran theropod dinosaur from the Sierra Barrosa Formation, part of the Neuquén Group of Patagonia, in Argentina, South America. It is known from a single specimen that consists of a partial skull, ribs, partial pelvis, leg and other assorted skeletal elements. == Description == Restoration The holotype of Murusraptor is estimated to be , but is considered to be an immature specimen, as the cranial sutures in its braincase have not yet disappeared; this indicates it would have been potentially larger. Analysis of the skeleton further revealed anatomical features as-yet unseen in Megaraptora, particularly in the skull and hips. Analysis of the posterior of the skull indicates that, possibly like the related Megaraptor, Murusraptor likely had an elongated and narrow snout. The sacral ribs are hollow.New dinosaur species may give clues to evolutionary origin of megaraptorid clade ScienceDaily July 20, 2016 Coria & Currie established some distinguishing traits of Murusraptor. The front branch of the lacrimal is longer than the descending branch is high. In the lower jaw, the surangular shows a bone shelf at its outer side, under the groove between the front surangular opening and the notch for the upper rear branch of the dentary, contributing to the side joint. The sacral ribs are hollow and tube- like. The ischia are short, transversely flattened and vertically slightly widened. These last two traits are unequivocal autapomorphies, unique derived qualities, as they are unique within the entire Theropoda. Illustration and photos of the braincase; at E it is clearly visible that the left half is deformed Furthermore, a unique combination of traits is present that are in themselves not unique. In the braincase, the processus basipterygoidei are situated at the front underside of the basisphenoid while the entrance of the deep depression of the recessus basisphenoideus is directed obliquely upwards and to the rear. The basisphenoid shows a shallow wide notch between the tubera basilaria and the processus basipterygoidei. The chevron bones are rather straight. The braincase of Murusraptor shows more similarities to non- maniraptoran coelurosaurs, particularly tyrannosaurids, than to non- coelurosaurs such as allosaurids or ceratosaurids, although its Reptile Encephalization Quotient was nonetheless within the range of allosauroids such as Allosaurus, Giganotosaurus, and Sinraptor and its neurosensorial capabilities were thus most likely inferior to those of tyrannosaurids. == Discovery and naming == Location where the holotype was found and geological context In 2001, Sergio Saldivia, preparator at the Museo Carmen Funes, thirty kilometres northeast of Plaza Huincul in a canyon wall discovered the skeleton of a theropod dinosaur new to science. During that year and 2002 the remains were secured. In 2016, the type species Murusraptor barrosaensis was named and described by Rodolfo Anibal Coria and Philip John Currie. The generic name is a combination of the Latin murus, \"wall\", a reference to the canyon wall, and raptor, \"seizer\". The specific name refers to the provenance from the Sierra Barrosa Formation. The holotype, MCF-PVPH-411, was found in a layer of the Sierra Barrosa Formation dating from the Coniacian. It consists of a partial skeleton with skull, of an immature individual. The skeletal elements recovered for this type specimen of Murusraptor include a partial skull consisting of a complete braincase with frontals and parietals, right lacrimal, prefrontal, postorbital, quadrate, pterygoid, epipterygoid and ectopterygoid, thirty-one teeth, the rear elements of the right lower jaw, twelve vertebrae from the back, sacrum and tail, eleven thoracic ribs, a single haemal arch or chevron bone, several gastralia, a third manual ungual, complete left ilium, part of a right ilium, proximal ends of both pubic bones, distal ends of the ischia, the right tibia, and a calcaneum. == Classification == Hind part of the lower jaw Murusraptor is a megaraptoran, one of a group of large predatory dinosaurs whose exact classification remains disputed. Once believed to be dromaeosaurids, they have since been classified as either allosauroid carnosaurs or as tyrannosauroid coelurosaurs. While the discovery of Murusraptor does not clarify as of yet the placement of this group of theropods, the specimen does add further clarity to some aspects of megaraptoran anatomy and potentially, eventual classification of the Megaraptora within the theropod evolutionary tree. == Paleobiology == === Pathologies === The type specimen of Murusraptor shows signs of severe infections around the left side of its braincase. Two tooth marks, likely inflicted by another theropod, are visible in front of and below the nuchal crest on the skull. Due to the infections, the entire left side of the occiput, the back of the head, was deformed. Some of the ribs were also infected. Whether or not this contributed to the theropod's death remains unknown. == See also == * 2016 in paleontology == References == Category:Megaraptorans Category:Dinosaur genera Category:Late Cretaceous dinosaurs of South America Category:Coniacian life Category:Cretaceous Argentina Category:Fossils of Argentina Category:Fossil taxa described in 2016 † ",
    "title": "Murusraptor"
}