{
    "id": "51139942",
    "text": "Minhaj Barna (born Minhaj Muhamad Khan Afridi; ; (1923 - 15 January 2011) was a Pakistani veteran journalist and a trade union leader. Barna was Minhaj Muhammad Khan's poetic name, also called takhallus in Urdu language. He was best known for his inspiring leadership and unrelenting struggle for press freedom during the rules of military dictatorships in Pakistan. From 1977 to 1988, during General Zia Ul-Haq's oppressive military regime, a popular slogan or battle cry was coined by the protesters just for Minhaj Barna \"terey saath jeena, terey saath marna - Minhaj Barna, Minhaj Barna\" (we will live or die with Minhaj Barna). Pakistani media described Barna as an \"icon of struggle.\" Abid Hassan Minto, a well-known progressive politician and constitutional expert said that Barna was considered a \"sincere person and a conscientious, principled journalist,\" who not only fought for the journalists but also fought for the rights of other press employees. Minhaj Barna was the elder brother of Meraj Muhammad Khan, a well-known left-wing politician. Minhaj Barna received the award Tamgha-i-Imtiaz by the Government of Pakistan for his contributions to journalism in 2015. ==Early life and career== Minhaj Barna was born in 1923 in a conservative Rohilkhand Pathan family in Ahmedabad, Gujarat, British India. His family came from Qaimganj in the Farrukhabad district of Uttar Pradesh. India. Barna obtained his primary education in Ahmadabad, later he moved to Bombay and worked as a teacher. After that, he went to Delhi, where he joined the Jamia Millia University and received his graduation degree from there. He also became the member of the Communist Party of India (CPI) to fight against the British rule of India. Minhaj Barna migrated with his family to Pakistan in 1949, where he joined several newspapers such as the Daily Imroze, the Pakistan Times and The Muslim. He also worked for the Associated Press of Pakistan news agency as its correspondent in London, England. It was his last assignment as a journalist. His major roles were as secretary-general and president of the Pakistan Federal Union of Journalists (PFUJ). He was first elected for these positions in 1969. He was also the founder-president of All-Pakistan Newspaper Employees Confederation (APNEC) that includes the union of journalists and combined unions of newspaper organisations. Minhaj Barna played a key role in a historic nationwide labor strike that lasted for 10 days in 1970. As a result, an act for protection of rights of journalists was made part of the 1973 Constitution of Pakistan. Minhaj Barna's health suffered a harmful blow when he, as a trade union leader, went on the longest hunger strike that any political party leader or group had ever observed. ==Death and legacy== Minhaj Barna died at a private hospital in Islamabad on 15 January 2011. He was suffering from duodenum ulcer in his stomach for a long time and had undergone surgery. After the surgery, he was struggling for his life. He was buried at the Racecourse Graveyard in Rawalpindi. Pakistan. Among his survivors are his daughter, Afshan Sardar, and his younger brother Meraj Muhammad Khan. One major Pakistani newspaper says, \"Barna was a man of commitment and action who remained true to his cause to the very end of his life.\" Veteran Pakistani journalist, I. A. Rehman, paying tribute to Minhaj Barna, called him \"the battleship of Pakistan's journalist community.\" ==Awards and recognition== * Tamgha-i-Imtiaz (Medal of Excellence) by the Government of Pakistan for his services to journalism in 2015. ==See also== * List of Pakistani journalists ==References== ==External links== * Glowing tributes paid to Minhaj Barna - The News International (newspaper) * A tribute to Minhaj Barna - The Nation (Pakistani newspaper) Category:1923 births Category:2011 deaths Category:Pakistani male journalists Category:Pakistani trade unionists Category:Pakistani progressives Category:Writers from Ahmedabad Category:Pashtun people ",
    "title": "Minhaj Barna"
}