{
    "id": "51135805",
    "text": "Edward Bysshe (fl. 1712) was an English writer, remembered for his popular guide The Art of Poetry from 1702. While not respectable as a manual on verse- writing, it was used by leading authors. ==Life== Bysshe's background is unclear. The Oxford Dictionary of National Biography suggests that either Henry Bysshe of Buxted or George Bysshe of Burstow might be his father. He worked as a hack writer in London. ==Works== The Art of English Poetry (1702) is dedicated to Edmund Dunch and consists of three sections: * I. Rules for Making Verses. This treats English prosody, showing the influence of John Dryden. * II. A Dictionary of Rhymes. * III. A collection of the most Natural, Agreeable, and Noble Thoughts, viz. Allusions, Similes, Descriptions, and Characters of Persons and Things: that are to be found in the best English Poets. The work was popular: a fifth edition was issued in 1714; a seventh, \"corrected and enlarged\", in 1724; an eighth is dated 1737. In 1714 the second and third parts were published separately under the title of The British Parnassus; or a compleat Common Place-book of English Poetry (2 vols.), and this was reissued in 1718 with a new title-page (The Art of English Poetry, vols. the iiid and ivth). Thomas Hood the younger reprinted Bysshe's \"Rules\" as an appendix to his Practical Guide to English Versification in 1877. Bysshe also edited in 1712 Sir Richard Bulstrode's Letters, with a biographical introduction and a dedication addressed to George Brudenell, 3rd Earl of Cardigan. In the same year there appeared a translation by Bysshe of Xenophon's Memorabilia, which was dedicated to John Ashburnham, 1st Earl of Ashburnham, and was reissued in 1758. Bysshe was not involved by name in the 1715 edition of further works by Bulstrode, and that has been taken as an indication that he had died by that date. ==Notes== ;Attribution Category:Year of birth missing (living people) Category:Living people Category:English writers ",
    "title": "Edward Bysshe (writer)"
}