{
    "id": "51149583",
    "text": "Basil Cairns Dowling (1910–2000) was a New Zealand, later British poet; originally a Canterbury-born Caxton or \"southern\" poet, but described in 1998 as \"expatriate and unfashionable\". == Life== Born in Southbridge, Canterbury he was the youngest of five brothers born to Thomas Tayspill Dowling (1841-1920) and Christie Ann Paxton Ballantyne (1867-1925). He was educated in Christchurch at St Andrew's College and graduated from Canterbury University College (MA) in 1932. He trained for the Presbyterian ministry but lost his faith in World War II, and was jailed for his pacifist beliefs. His first three collections of poems were published by Caxton Press, and he was regarded as a \"southern poet\" and associated with Charles Brasch and Ruth Dallas. Many of his poems refer to his Christchurch youth and much of his poetry alludes to alienation both from a bucolic New Zealand childhood and from the English pastoral literary tradition. He taught in British schools from 1952 to 1975 where he became Head of English and died from pneumonia on 24 July 2000 in Rye, Sussex. He was survived by his wife Margaret whom he married in 1936, a son and two daughters.Obituary in The Press, Christchurch of August 10, 2000 page 7 == Published works == *A Day's Journey (1941, Caxton Press) *Signs and Wonders (1944, Caxton Press) *Canterbury and other poems (1949, Caxton Press) *Hatherley: recollective lyrics (1968) *A Little Gallery of Characters (1971, Nag's Head Press) *Bedlam, A Mid-Century Satire (1972) *The Unreturning Native and other poems (1973, Nag's Head Press) *The Stream (1979, Nag's Head Press) *Windfalls and other poems (1983, Nag's Head Press) *Selected Poems (2004, Global Vision, Vienna) *Summer Afternoon (2014, Pear Tree Press, Auckland) ==References== * * Category:1910 births Category:2000 deaths Category:People from Southbridge, New Zealand Category:New Zealand male poets Category:British male poets Category:University of Canterbury alumni Category:People educated at St Andrew's College, Christchurch Category:20th-century British poets Category:New Zealand emigrants to the United Kingdom Category:20th-century New Zealand poets Category:20th-century British male writers ",
    "title": "Basil Dowling"
}