{
    "id": "51149174",
    "text": "Ehesuma in 2015 Ehesuma (Chinese: 阿诃苏摩; E.宋歌; born 1974 in Changchun, China) is a Chinese Composer and founder of AMRTA, Player of He-drum. A new style called \"rhythm of light and melody of dew\" is her creation for Amrta. \"Charming and unrivaled music!\" - George Szirtes, Poet Laureate of United Kingdom and winner of T. S. Eliot Prize. ==Biography== In 2002, she graduated with a master's degree in Shanghai Conservatory of Music. In 2008, she founded AMRTA by uniting avant-garde musicians of unique styles and started the serial project of \"AMRTA TIME\". 2009–2013, AMRTA has accomplished five serial works and held many special performances. In 2013, “Amrta on Water”, the first music scene on Huangpu River. With its innovation and creation, Amrta has been pioneering the contemporary original music scene. ==Works== 420px Among other international and Chinese awards, she won first prize at the prestigious San Marino International Symphony Composition Competition. Her works have been premiered by the SWR Stuttgart Vocal Ensemble (Germany), the San Marino State Symphony Orchestra, New Ensemble (Holland), and other renowned orchestras. *Night Song, symphony (1999) *Yemo’s Vertical Pipe, clarinet solo (2001) *If I Should Push Open the Sunlight-uncontaminated and Yet-to-be Constructed City Gate, 36 parts chorus (2005) *Already Song, symphony (2007) *Sal Tree Song, clarinet concerto (2013) *Dancing in Meditation, violin concerto (2015) *Winter Rainbow, Shanghai Chinese Orchestra & Ehesuma Music Scene (2016) AMRTA TIME for music scene series (2009-2013) *Amrta, series I (2009) *The Scene of Circle, series II (2010) *Amrta Song, series III (2011) *Dance in Meditation, series IV (2012) *Amrta on Water, series V (2013) ==References== ==External links== *Ehesuma: Amrta Song *Ehesuma: Amrta on Water *AMRTA TIME Category:1974 births Category:Living people Category:20th-century classical composers Category:21st-century classical composers Category:People's Republic of China composers Category:21st-century composers Category:Contemporary classical composers Category:Chinese female classical composers Category:20th-century women composers Category:21st-century women composers ",
    "title": "Ehesuma"
}