{
    "id": "51145354",
    "text": "Caiçara homes in Paraty Caiçaras are the traditional inhabitants of the coastal regions of the southeastern and southern Brazil. They form a distinct group of people, descended from indigenous people, Europeans and Africans. Their traditional way of life based on subsistence agriculture, hunting and fishing is threatened by real estate speculation, restrictive laws and declining fish stocks. Cumuruxatiba, Bahia ==Origins== The name caiçara comes from the Tupi language ka'aysá (or ka'aysara), a rustic fence made of tree branches. The fences would surround a village, or would be used for trapping fish. Over time it came to be used for the huts built on the beaches, and then for the inhabitants. The people are of mixed indigenous, European and African origins. Their origins and customs are similar to the caipiras who live further inland. In literature the caiçaras are represented as traditional, primitive, isolated and self-sufficient fishing people. This is an inaccurate stereotype, since it was only with the arrival of motor boats and fishing vessels in the 20th century that the communities were led to partly or entirely abandon agriculture in favour of fishing. ==Economy== Fishermen hauling in a boat in Guarujá, São Paulo state The caiçaras make their living through artisan fishery, agriculture, hunting, gathering, crafts and more recently ecotourism. Activities are preferably based on a calendar based on phases of the moon. Agriculture is based on the coivara system, a sustainable technique handed down by the Indians. A clearing in the forest is cut and burned, planted for three years, then lies fallow for three to ten years before being reused. Common crops are sweet and bitter cassava, beans, corn, rice, sugarcane and bananas. Other subsistence activities are hunting, trapping and fishing with rods, nets and traps. Hunted, trapped or snared animals include agouti, armadillo, coati, capybara and peccary. Hunted birds include the tinamou, black-fronted piping guan and toucan. Hunting has been illegal since the 1980s. ==Lifestyle threats== The traditional lifestyle of the native population is threatened by real estate speculation and over- fishing. The caiçaras are vulnerable due to high levels of illiteracy, lack of education and information, lack of organization into groups and lack of communication methods such as telephones or even mail. ==See also== *Cholos pescadores *Ribeirinhos *Caipira ==References== ==Sources== * * * ==External links== * Museu Caiçara - Ubatuba * Museu vivo do Fandango Category:Ethnic groups in Brazil Category:Multiracial affairs in Brazil ",
    "title": "Caiçaras"
}