{
    "id": "51145104",
    "text": "Educational organizations in Cherthala, India include multiple primary, secondary and tertiary institutions. == College of Engineering Cherthala == College of Engineering Cherthala is affiliated to APJ Abdul Kalam Technological University (KTU) and Cochin University of Science and Technology (CUSAT), The college is approved by All India Council for Technical Education (AICTE). It is one of the leading technical institutions in Kerala. It opened in 2004. CEC has established excellence in the field of science and technology. CEC offers bachelor and master engineering courses in electronics, computer science, and electrical engineering. == Nair Service Society College == NSS College, Cherthala, was founded by the Nair Service Society, led by the late Mannathu Padmanabhan. This institution began as a Junior College in 1964. It was upgraded in 1968. Its first PG course was started in 1995. The college has an active NCC Unit, three socially committed National Service Scheme Units and a sports and arts wing. Students won laurels in University examinations, youth festivals and athletic contests. It offers Bachelor of Arts (English, Malayalam, History and Economics), Bachelor of science (Mathematics, Physics, Chemistry, Botany and Environment & Water Management), Master of Arts (Economics), Bachelor of Commerce and Master of Science in Mathematics. The college is affiliated to Kerala University. == Sree Narayana College == SN College It was inaugurated in 1964 by the late Sri. R. Sankar, the founder- secretary of S.N. Trusts and then Chief Minister of Kerala. It began as a junior college and evolved into a full college, offering ten degree courses and two PG courses. The college enrolls more than 2,500 students served by more than 90 faculty. Four NSS units are active in the college. A Population Education Club and a Women's Cell operate there. The NCC wing has had its cadets participate in Republic Day Parade. College sports teams have excelled, especially in Kabaddi and Kho-Kho. Its degree coursesa are Bachelor of Arts (Malayalam, Politics, Philosophy, History and Economics), Bachelor of Science (Computer Science, Physics, Chemistry, Botany, Zoology and Geology), Master of Arts (Economics), Bachelor of Commerce and Master of Science (Botany, Zoology, Physics). The college is affiliated to Kerala University. == St. Michael's college == St. Michael's college enrolls 1,700 with 62 members on the teaching staff and 47 on the non-teaching staff. Its degree courses are: Bachelor of Arts (Economics), Bachelor of Science (Physics, Chemistry and Zoology), Master of Arts (Economics) and Bachelor of Ccommerce. The college is affiliated to Kerala University. == KVM College of Engineering & Information Technology == KVM College of Engineering & Information Technology opened in 2001. It is approved by AICTE and is recognized by Cochin University of Science & Technology (CUSAT). == SNGM Institutions - Valamangalam, Thuravoor == The Sree Narayana Guru Memorial Charitable and Educational (S.N.G.M.) Trust runs M.Ed. College, B.Ed. College, Teacher Training Institute, Polytechnic For Catering Technology, Pharmacy College, Arts & Science College, Senior Higher Secondary School and K.R. Gouriamma Engineering College For Women. The campus is situated in Valamangalam South village, 4 km east of Thuravoor-NH 47 junction. The institutions are affiliated with Kerala University. == St. Joseph's School of Pharmacy == The school is situated near Cherthala. == ITIs, ITCs and nursing colleges == * St. Joseph's ITI - Kurakanchanda, Thuravoor South * S.B College of Engineering & ITC Munisif Court Junction, Cherthala * Sobha ITC, K.R.Puram.P.O, Pallippuram * KVM Nursing College - KVM Hospital Cherthala * Sacred Heart Nursing College & Hospital - Mathilakam, Cherthala * EXCEL ITC south of private bus stand near st. marys G.H.school Cherthala-688524 ph.0478-3251396 == Co-operative Training Centre/College == This institute is under the management of State Co-operative Union, Kerala. It offers a Junior diploma in co-operation (JDC) and a Higher Diploma in Co-operation & Business Management (HDC&BM;). (Govt approved courses) Qualifications: * JDC requires SSLC (medium: Malayalam/English) * HDC&BM; accepts any degree (medium: Malayalam/English) Some seats are reserved for SC/ST, employees of co- operative societies and government departments. Subjects include Co-operation, Types of Co-operative Societies and their functions, Co-operative Laws, Other Laws applicable to Co-operative Societies, Co-operative Audit, Rural Development Management, Banking Accountancy Software Applications. The curriculum includes field studies and viva voce. ==Other educational institutes== ===MGEF (Mahathma Gandhi Education Foundation)=== Mahathma Gandhi Education Foundation's had office is at Cherthala. MGEF conducts Information Technology Courses (Multimedia, Animation, Programming, .NET, CAD Engineering, Hardware Courses, Web Designing Courses etc.), Fire and Safety Courses, Fashion Technology, Modeling, Management Courses, Electronics and Electrical Engineering Courses. MGEF has franchises or study centers all over Kerala, Tamil Nadu, Karnataka, Andhra Pradesh and Madhya Pradesh. MGEF has international Offices in Bahrain and Saudi Arabia. MGEF provides 100% placement assistance through its Online Placement Cell and through its International Office at Bahrain and Saudi Arabia. MGEF Head Office is at Gandhi Bhavan, North of Devi Temple, Cherthala, Kerala. === Schools === Schools in and around Cherthala: * Technical Higher Secondary School, Cherthala * Holy Family Higher secondary School, Muttom, Cherthala Town * St. Anns Public School, Muttom, Cherthala * St. Joseph Public School, Pattanakad, Cherthala * Little Flower School, * St. Francis xaviers L.P school chandiroor * St. Mary's Girls High School, Near Pvt. Bus Stand, Cherthala * Sree Narayana memorial Government Boys Higher secondary School, Cherthala * Government Girls Higher secondary School, Cherthala Town * Govt. Sanskrit High School, Charamangalam, Kayippuram * Our lady of mercy, aroor * Sree Rajarajeshwari English medium school, Kandamangalam * HSS Kandamangalam * Government Polytechnic College, Xray Jn., Cherthala Town * Government Lower Primary School, Cherthala Town * Pattariya Samajam High School, Pallippuram, Cherthala -688541 * St. George's H.S. Thankey * Govt.U.P.School Velliyakulam, Varanad P.O, Cherthala * Govt.H.S.S Chandiroor * Govt.H.S Aroor *Al-Ameen Public school Chandiroor * Bishop Moore Vidyapith * Panickaveettil Sir Sebastian Public School, Vayalar, Cherthala (CBSE school) * St. Theres'High school, near cher...-arookuty road, Manappuram * Government L.P. School, Konattussery, Kadakkarappally P.O. * St.Mary of Leuca English Medium School, Pallippuram, Cherthala-688541 (CBSE School) * Vaduthala Jama-ath Higher Secondary School - Arookutty * Fr. Xavier Aresseril Memorial English Medium School, Arthunkal- 688530 (CBSE School) ==References== Category:Education in Alappuzha district ",
    "title": "Educational organizations in Cherthala"
}