{
    "id": "51140921",
    "text": "Serpentine Dominion is an American death metal supergroup consisting of Killswitch Engage guitarist Adam Dutkiewicz, Cannibal Corpse vocalist George \"Corpsegrinder\" Fisher and former The Black Dahlia Murder drummer Shannon Lucas. They released their debut album on October 28, 2016. ==History== The origins of Serpentine Dominion can be traced back to 2009's Rockstar Energy Drink Mayhem Festival, which Killswitch Engage, Cannibal Corpse and The Black Dahlia Murder were all part of. The project began when Dutkiewicz wrote songs for Fisher and asked him to perform vocals over them, which he agreed to. Dutkiewicz also stated that the songs were written specifically for Fisher. Shannon Lucas was tapped to record the drums for the album. On July 22, 2016 the band announced that their name would be \"Serpentine Dominion\". On August 11, 2016, they revealed the release date and track listing for their self- titled debut, to be released under Metal Blade Records. Serpentine Dominion was officially released on October 28, 2016, and was met with positive reviews from both fans and critics. == Musical Style == Serpentine Dominion's sound has been described as death metal, and extreme metal, when asked about the project's musical style, Dutkiewicz said: \"It's not straight death metal — there's some melodic elements in there — but it's much faster and more aggressive than Killswitch Engage is. And the drums are blazing, so Shannon is probably one of the only guys on the face of the earth who could pull this off.\" The band's lyrics for their debut album were written by Killswitch Engage vocalist Jesse Leach. Fisher stated in \"The Jasta Show\": \"I originally was going to write stuff, and you know what? Writing lyrics has just never been my thing, and we were getting down to when I was supposed to go up there and lay down my vocals. And Adam just said 'Look, I'll ask Jesse to write some stuff.' So he wrote it, and I just said I don't want no pro-religious crap 'cause I ain't about all that. Anyway, so it's more just about like getting revenge against corrupt motherfuckers and shit like that.\" == Members == * Adam Dutkiewicz - guitar, bass, vocals * George Fisher - vocals * Shannon Lucas - drums ==Discography== * Serpentine Dominion (2016, Metal Blade Records) ==References== Category:American heavy metal musical groups Category:Extreme metal musical groups ",
    "title": "Serpentine Dominion"
}