{
    "id": "51145390",
    "text": "Maria Teresa Merlo (20 February 1894 – 5 February 1964) – in religious life \"Tecla\" – was an Italian Roman Catholic professed religious and the co-founder of the Daughters of Saint Paul that she established alongside Blessed Giacomo Alberione. Merlo was an extensive writer and traveler as she penned articles for her order and made visits across the world to communities that were established in nations such as the United States of America and Australia. The beatification process commenced in the 1960s though the formal introduction of the cause was initiated in 1982. Pope John Paul II conferred the title of Venerable upon her in 1991 after confirming that she had lived a model life of heroic virtue. ==Life== ===Childhood and education=== Maria Teresa Merlo was born on 20 February 1894 in Cuneo as the second of four children to the peasants Ettore Merlo and Vincenza Rolando; her siblings were all brothers: the priest Leone Costanzo, Giovanni Battista and Carlo. She received the sacrament of baptism on 22 February 1894 in the parish church of Saint John the Baptist and received it from Father Pietro Palladino; her godparents were Leone Merlo and Margherita Rava Rolando. From 1901 until 1903 she commenced her initial education though in 1903 her studies halted after her parents decided to arrange private studies under the teacher Maria Chiarla. She received her First Communion in her parish church on 23 April 1902 and received her Confirmation from Bishop Giovanni Francesco Re on 29 September 1907 in the same church; her sponsor was Carolina Zocca Barbero. She received initial training as a seamstress and then began learning sewing in Alba from 1908 to 1911 at \"Ritiro della Providenza\" institute that the Sisters of Saint Anne ran; her parents later sent her to Turin to complete her training as a seamstress. On one occasion she found herself in Susa and wrote to her parents from there on 19 March 1912. In 1912 – in her parents' home – she established a sewing school for other people. ===Religious foundations=== On 27 June 1915 she met Blessed Giacomo Alberione in the church of Santi Cosma e Damiano in Alba in the presence of her mother; she later wrote of this encounter in 1961. Merlo desired to live the life of a religious and so decided to pursue this call; she received the encouragement of Alberione who convinced her to help him found a religious order he had been thinking of establishing. On 29 June 1915 she moved into the home of Angela Boffi to help found this order with Alberione and in 1923 later recounted of Boffi: \"We understood each other; came to an agreement and began to love each other as true sisters\". She co- founded the Daughters of Saint Paul alongside Alberione in 1915. From August 1915 until 1918 she and her companions frequented the Catechetical League in the church of Santi Cosma e Damiano and began to attend religious education courses that the canon Chiesa (1874-1946) ran and also began to teach catechism in that parish. In 1916 she attended a series of spiritual exercises that Alberione oversaw and made her initial vows in the latter's hands on 29 June 1916 – the Feast of Saints Peter and Paul. Merlo undertook a written examination on 6 August 1916 for catechesis instructors and on 12 November 1916 began to work as a teacher of catechism in the parish of Santi Cosma e Damiano; she undertook an oral examination on 27 October 1918 for catechists. She continued to serve to that effect as a teacher until 18 December 1918 when she left for Susa with Emilia Biano – her companion – as well as two others, Mariuccia Prinotti and Caterina Petean, while Boffi left the priori 16 December with the seminarian Bartolomeo Marcellino. On 12 November 1919 a fire burnt their residence in Susa which prompted them – for two weeks – to reside as guests with the Third Order of Saint Francis and then as guests of the \"Casa della Beneficenza\". On 22 July 1922 she and eight others made their religious profession and she assumed the new name of \"Tecla\"; Alberione made her Superior General for a 12-year duration. Boffi left the order on 4 November 1922, which upset Merlo due to the two being close friends. Merlo also parted with the Saint Paul Bookshop on 12 March 1923 and handed it over to Mr. Enrico Piazza. From 1923 until 1924 she began to record her beginnings in the congregation – a series of them were later published in the Pauline Cooperators' Bulletin between June 1923 and April 1925. Alberione later founded the Pious Disciples of the Divine Master and appointed Merlo as its Superior General on 10 February 1924 – she held that position until 25 March 1947. On 16 January 1926 she dispatched two sisters under the guidance of Amalia Peyrolo to oversee the establishment of the generalate in Rome; on the previous 14 January two other sisters – under the guidance of Blessed Timoteo Giaccardo – left for the same destination for similar motives. Boffi died on 20 October 1926 and in tears Merlo communicated the news to her fellow sisters: \"I owe so much to Maestra Boffi\". In May 1927 she visited the generalate in Rome in what could have been her first visit. She and other sisters assumed the habit for the first time on 30 October 1928 while she later travelled to Salerno on 5 November 1928 with a group of religious to set up a house of the order there. She likewise travelled with other religious to Cagliari on 5 February 1929 for the same mission. Merlo made her perpetual profession into the hands of Alberione on 19 March 1929 and later sent her first circular letter as Superior General to the communities of the congregation on 26 December 1929. She travelled to Messina in June 1931 to assist in the establishment of a new house and on 29 November 1932 drew up her will in which she declared all she possessed would go to the congregation after her death. Some of her writings became available after the order's internal news source Eco di Casa Madre commenced its printing run on 1 January 1934. In December 1935 – upon Alberione's advice – she issued rules that demanded mandatory periodical correspondence between sisters and their Superior General with a particular focus on Christmas and the feast of Saint Paul. ===International travels=== Merlo made her first international travels on 26 March 1926 after departing Genoa on the ship \"Augustus\" for Brazil and Argentina, while returning to Rome on 27 August 1936; she relocated to the generalate on 11 November 1936. She made another sojourn on 28 January 1937 after leaving on the steamship \"Rex\" to visit homes in New York City in the United States of America, returning to Rome on 6 March 1937. In 1938 her health was poor but she spent time in Genzano with the Pastorelle Sisters. Her father died on 9 March 1941 and she decided to spend a period of deep reflection back in Alba in August 1941. On 8 September 1941 – on Alberione's advice – she convoked superiors of the order for a special course of spiritual exercises on the subject of spiritual renewal. She and other sisters were fortunate to be spared after World War II bombings at Grottaferrata and later on 21 October 1943 welcomed 26 Benedictine nuns to the generalate after their convent was bombed; the Benedictines remained there until 18 August 1944. She was forced to decrease her workload in November 1945 due to a stint of bad health. On 28 December 1945 – with Alberione – she left Naples on the ship \"Andrea Gritti\" to visit houses in the U.S.A. as well as Argentina and Brazil; on the return home the ship docked back in the U.S.A. and the pair arrived back in Rome on 23 May 1946. Her mother died on 18 January 1947. On 2 September 1948 she opened a health-care clinic in Albano. Merlo and Alberione then departed on 3 April 1949 to visit communities in the U.S.A. and Mexico and then to India, Japan and the Philippines and made their return to Rome on 14 June 1952. She visited houses in France and Spain on 30 September 1949 and returned to Rome on 11 October 1949. In 1950, filming of Mater Dei took place and Merlo acted as the prophetess Anna. On 21 March 1952 she and Alberione visited the U.S.A. and Canada and then to Mexico before heading to Chile, Brazil and Argentina; the pair returned to Rome on 14 June 1952. She visited French communities on 12 July 1952 and returned to the generalate on 26 July 1952. On 13 April 1953 she and Alberione embarked to visit Japan, India and the Philippines and returned to Rome on 22 May 1952; the two later left again on 13 July 1953 to go to Canada and the U.S.A. in the north while visiting Colombia, Chile, Brazil and Argentina, returning to Rome on 3 September 1953. Merlo was elected as the president of F.I.R.A.S during the Second National Council of Mothers General held in Rome from 5–10 September 1953. She travelled to France, Spain and Portugal on 1 November 1953 for visitations and returned to Rome on 18 November 1953. She returned to France for a brief visit on 14 April 1954. She and Alberione then embarked on 16 April 1955 for the Philippines, Japan, India and Australia while coming back to Rome on 2 June 1955; Merlo however returned to Australia on 13 May 1955 to open a new home there in Sydney. She travelled on 27 July 1955 to the United Kingdom, France, Spain and Portugal for more visitations and returned to the generalate on 22 August 1955. She and Alberione then embarked on 12 September 1955 to the U.S.A. and Canada before going to Mexico, Colombia, Chile, Argentina and Brazil and returning to Rome on 12 December 1955; she wrote to the generalate from the U.S.A. sometime in September 1955. She travelled to the U.K. and Spain on 25 July 1956 and returned to Rome on 31 July 1956. Merlo convoked – on 7 February 1957 – the first General Chapter of the order that would be celebrated from 4–7 May 1957 and she was reappointed as Superior General on 4 May 1957 for another 12-year term. She underwent major surgery – a mastectomy – on 23 February 1957 at the Regina Apostolorum Clinic and her surgeon was Doctor Francesco Ojetti. She and Lucia Rici departed on 14 September 1959 to visit the U.S.A. and Canada as well as visiting Mexico, Venezuela, Colombia, Chile, Argentina and Brazil while the return trip saw a stop in Mexico and the return to Rome on 13 February 1960; Merlo also visited London on 5 August 1960 and Madrid on 18 September 1960 while returning to Rome on 1 October 1960. Merlo underwent a series of spiritual exercises from 15 May 1961 until 5 June 1961 in Ariccia that both Alberione and Father Luigi Rolfo led and she later visited homes in Kinshasa in the Democratic Republic of the Congo in November 1961 and returned to Rome on 9 November 1961. On 24 January 1962 she departed for India, the Philippines, Taiwan, South Korea, Japan and Australia and made the return trip to the generalate in Rome on 19 May 1962. But Merlo fell ill in March 1962 while in the Philippines which prompted Costantina Bignante to be sent from Rome to both take care of her and remain with her for the rest of the trip. On 5 August 1962 she visited the U.S.A. and Canada and came back to Rome on 3 September 1962. Her final international visit was back to Kinshasa on 8 May 1963 and she came back to Rome on 17 May 1963. Merlo suffered a brain seizure on 16 June 1963 and was hospitalized in Albano where on 17 June 1963 her three brothers visited her. Merlo travelled to Rome on 7 July 1963 and on 22 August 1963 met with Pope Paul VI on the occasion of his visit to the Regina Apostolorum hospital in Albano. She returned to Rome on 23 September 1963 and the following 26 September made a brief stop to Grottaferrata. She later fell ill on 22 November 1963 and her health was so frail to the point that Alberione gave her the Anointing of the Sick. ===Death=== Merlo died from a brain hemorrhage on 5 February 1964 in Alberione's presence. The latter presided over a Mass in the hospital's chapel on the following 7 February while Cardinal Arcadio Larraona Saralegui celebrated the solemn funeral Mass on 8 February in the church of Santa Maria Regina degli Apostoli Montagnola. Merlo was buried at Campo Verano, but was exhumed on 3 February 1967 and her remains taken to the church for a special Mass on 6 February and the re- interment on 7 February. Alberione said of Merlo's death: \"It was the Lord who sustained her. She was a contemplative person. She had recourse to people but she had recourse first and foremost to God\". ==Beatification cause== The beatification process commenced in an informative process that opened in Albano on 26 October 1967 and concluded its work – after having collected documentation and available interrogatories (including that of Alberione) – on 23 March 1972. A smaller process opened in Alba on 10 December 1968 and closed on 4 May 1971 while theologians approved her writings as being orthodox on 24 May 1974. An apostolic process was held from 21 October 1982 until 17 June 1987. The formal introduction to the cause was issued on 25 February 1982 once the Congregation for the Causes of Saints voiced approval at the continuation of the cause and the conferral of the posthumous title of Servant of God upon the late religious. The C.C.S. validated the three previous processes in Rome on 18 December 1987 and later received the official Positio from the postulation in 1989. Theologians voiced approval to the cause on 22 June 1990 as did the C.C.S. themselves on 4 December 1990. This all culminated on 22 January 1991 once Pope John Paul II confirmed that she had lived a model Christian life of heroic virtue and thus named her Venerable. The miracle needed for beatification was investigated in the diocese of its origin and received full C.C.S. validation on 26 September 1996 while a medical board based in Rome issued approval of the purported miracle on 16 December 1999. The current postulator that is assigned to the cause is the Rev. José Antonio Pérez Sánchez. ==References== ==External links== *Hagiography Circle *Saints SQPN *Daughters of Saint Paul Category:1894 births Category:1964 deaths Category:19th-century venerated Christians Category:19th-century Roman Catholics Category:19th-century Italian people Category:20th-century venerated Christians Category:20th-century Roman Catholics Category:20th-century Italian people Category:Deaths from cerebrovascular disease Category:Founders of Catholic religious communities Category:Italian nuns Category:Italian Roman Catholics Category:Pauline Family Category:People from Cuneo Category:Venerated Catholics ",
    "title": "Maria Teresa Merlo"
}