{
    "id": "51146927",
    "text": "Tricky Towers is a physics based tower building game puzzle video game that uses a form of block-stacking problem as the central game mechanic. It was released on digital distribution service Steam for Windows, OS X, and Linux, and for the PlayStation Plus service in August 2016, before being released on PlayStation 4 a month later. It was released on Xbox One on September 18, 2017, and on the Nintendo Switch on October 11, 2018. The game runs on the Unity engine and was created by independent studio WeirdBeard. The game received favourable reviews. == Gameplay == Tricky Towers uses physics based tower building game mechanics. Although there is some visual similarity to Tetris, the gameplay is entirely different. It features falling blocks but the goal is to stack blocks onto a tower rather than clear rows. Random blocks drop from the top of the screen and rows do not disappear, but blocks may fall off the tower. During the game, events may cause changes to the block physics, such as doubling in size, becoming slippery, or dropping at faster rates. The player takes control of one of the available wizard avatars and must, depending on the game mode, compete against other wizards in building his wizard tower to be as tall and stable as possible, and as quickly as possible. The games are short and fast-paced and are easy to pick up and play. Pieces move in half-square increments. Players can use magic spells to assist themselves or to hinder opponents. During a match, there are 17 spells which can become available to the player. Spells are divided into Light and Dark magic categories - Light magic focuses on augmenting your tower while Dark Magic revolves around interfering with your opponents, such as damaging or weakening their towers, or meddling with their engineering efforts in other devious ways. The game has 3 distinct multiplayer game modes: Race, Survival and Puzzle. In the Race game mode, players must compete to be the first to build a tower tall enough to pass the finish line. Efficiency and construction speed are key to this game mode and it makes for a fast-paced and frantic game experience. In Survival, the player must try and place a certain number of bricks on their tower without dropping too many and losing their health. They must focus on careful construction and smart application of spells to triumph. The Puzzle game mode is more slow-paced compared to the other two. Players need to try and place as many bricks on their tower as possible below a certain cut-off point. This requires a more creative style of play, as the player has to try and overcome the physics and come up with various engineering solutions. There are also a number of single-player challenges available, where the player has to try and achieve a certain set of conditions depending on the challenge to succeed. There are also single-player versions of the Survival and Puzzle game modes where players compete for a high score, and the Xbox version of the game introduced a single-player version of the Race game mode, which was later added to other platforms. == Development == Development started on Tricky Towers after WeirdBeardGames’ previous title 99 Bricks Wizard Academy was released in 2014. It is a continuation of a concept they've been developing and improving upon since 2009, starting with 99 Bricks Classic, which was released on the online game platform Kongregate. After release new languages and block skins were added to the game. A larger Indie Friends DLC adding a set of new wizard characters using characters from other Indie games was released on July 19, 2017. ==Reception== Tricky Towers on PC and Nintendo Switch received \"generally favorable\" reviews from critics according to review aggregation website Metacritic, while the PlayStation 4 and Xbox One versions received \"mixed or average\" reviews. A PS Nation review thought the game was fun but not easy. The Nintendo Life review of the Switch version summarized with: \"Although the single player offerings are a bit on the slim side, we enjoyed our time with Tricky Towers and would highly recommend it for anybody looking for a good couch multiplayer or puzzle game.\" ==References== ==External links== * * 99 Bricks at Kongregate Category:2016 video games Category:Video games developed in the Netherlands Category:Linux games Category:MacOS games Category:PlayStation 4 games Category:Windows games Category:Xbox One games Category:Puzzle video games Category:Falling block puzzle games Category:Nintendo Switch games Category:Unity (game engine) games Category:Multiplayer and single-player video games ",
    "title": "Tricky Towers"
}