{
    "id": "51141992",
    "text": "The Secretary of State for International Trade, also referred to as the International Trade Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for International Trade. The office forms part of the British Cabinet. Since it was created, the International Trade Secretary also holds the office of President of the Board of Trade in conjunction. The current Secretary of State for International Trade is Liz Truss, MP since her appointment by Prime Minister Boris Johnson, in February 2020. ==Responsibilities== Corresponding to what is generally known as a commerce minister in many other countries, the International Trade Secretary's remit includes: * Forming new international trade agreements * Managing the development of freeports across Britain * Maintaining current trade agreements with other countries * Supporting British businesses with international tradehttps://www.gov.uk/government/ministers/secretary-of-state- for-international-trade ==History== The position was created by former Prime Minister of the United Kingdom Theresa May, shortly after she took office on 13 July 2016. The purpose behind this new role follows the result of the 2016 European Union membership referendum on 23 June 2016, in which 51.9% of voters voted in favour of leaving the European Union. Withdrawal from the European Union will require new trade agreements to be formed. The role's powers and much of its office were separated from the powerful Foreign Secretary role by May upon becoming Prime Minister. The post of Secretary of State for Leaving the EU was created on a similar basis, and the three roles initially shared staff and were required to coordinate closely. The inaugural holder was former Defence Secretary Liam Fox, who was appointed on 13 July 2016. ==List of Secretaries of State for International Trade== Colour key (for political parties): {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+ Secretary of State for International Trade ! colspan=2 | Portrait ! Name ! colspan=2 |Term of office ! Length of term ! Party ! Ministry |- ! style=\"background-color: ; border:none\" | | rowspan=2 | 75px | rowspan=2 | Liam Fox | rowspan=2 class=nowrap | 2016 | rowspan=2 class=nowrap | 2019 | rowspan=2 | | rowspan=2 | Conservative | | May I |- ! style=\"background-color: ; border:none\" | | rowspan=1 | May II |- ! rowspan=2 style=\"background-color: ; border:none\" | | rowspan=2 | 75px | rowspan=2 | Liz Truss | rowspan=2 class=nowrap | 2019 | rowspan=2 class=nowrap | Incumbent | rowspan=2 | | rowspan=2 | Conservative | | Johnson I |- | | Johnson II |} == See also == * Shadow Secretary of State for International Trade * First Lord of Trade * Secretary of State for Business, Energy and Industrial Strategy * Secretary for Overseas Trade * Secretary of State for Exiting the European Union (position established concurrently) ==References== ==External links== *Department for International Trade Official Website Category:Ministerial offices in the United Kingdom Category:Lists of government ministers of the United Kingdom Category:2016 establishments in the United Kingdom Category:Trade in the United Kingdom Category:Department for International Trade ",
    "title": "Secretary of State for International Trade"
}