{
    "id": "51140730",
    "text": "The Spit, Napier circa 1886 30 km² of Ahuriri Lagoon were emptied by the 1931 earthquake Jas J Niven & Co Limited later Niven Engineering, was a New Zealand engineering business based in Wellington with operations throughout the country. The foundry that became Niven's business was established in Napier in 1866. It was taken over by Brierley Investments in the 1970s and its business components and its property sold off. == History == Employees, late 19th century The business that became Niven Engineering began at The Spit, Napier in the later half of the 19th century as Hawke's Bay Foundry. Hawkes Bay Foundry provided engineering and blacksmith services for the local fishing, shipping and farming industries. The Spit was on the eastern side of the entrance to Ahuriri Lagoon and until the 1931 earthquake attached only to Bluff Hill from where it was accessed by Waghorne Street which ran its length. ===Galloway and Niven=== In 1882, the year of the first successful shipment of refrigerated meat from New Zealand to London, engineers Charles Scott Galloway and James Just Niven (1856–1913) in Glasgow, Scotland, decided they would do better for themselves by starting their own business on the far side of the world in New Zealand. They came to New Zealand, Niven was for some years with William Cable & Company's foundry in Wellington as engineer's foremanMr J. J. Niven who has for some time past. . . The Evening Post page 2, 12 March 1885 and in 1886Daily Telegraph, 13 May 1886, Page 3 bought Hawkes Bay Foundry from Hodgson, Bowler and Co, said Niven, for \"nothing\".J J Niven and Co, Annual Reunion. Hastings Standard, 9 June 1913, Page 3 This year, 1886, saw the move of the port about a mile east from the western end of The Spit to the new harbour now Port of Napier sheltered from the open Pacific by no more than its new purpose-built breakwater. ===C S Galloway=== Niven left the business in 1889 for Galloway to resume alone and went to work for Nelson Brothers Limited which had embarked on a programme of major expansion of its various freezing works. Nelson Brothers operated the freezing works at Tomoana then 12 miles from a rapidly growing Napier. ===Jas J Niven and Company=== James Niven, with pipe, injects carbonic gas into fire in a ship's hold When Galloway retired in October 1893 he returned to Scotland.Daily Telegraph, 15 September 1893. Page 2 Admitted a full member of The Institution of Engineers and Shipbuilders in Scotland in December 1894Admitted as Members he was last reported in British Columbia in 1897.Hawke's Bay Herald, 20 October 1897, Page 2 James Niven now along with another engineer, George Nelson (1871–1964) MIMechE (1906),\"List of members, Institution of Mechanical Engineers 2nd March 1908.\" bought Galloway's business naming it Jas J Niven and Co. The second engineer, George Nelson, was a son of one of the founders of Nelson Brothers Limited. By 1900 Jas J Niven and Co had a major factory with foundry, machine shop, boiler shop and a showroom. James Niven retired in 1903but not entirely from engineering. in 1909 Niven reported as one of three consulting engineers on a specially commissioned Board of Inquiry into the efficiency of the Addington Railway Workshops (Appendix to the Journals of the House of Representatives ... 1909 v.1.) leaving George Nelson as chairman and managing director. He became a borough councillor and member of the Napier Licensing Committee and took on the management of the Napier Fish Supply Company.Mr James J Niven, The Cyclopedia of New Zealand \"Hawke's Bay Provincial District\" Christchurch 1908New Zealand Trawling and Fish Supply Company Limited, Napier. They commissioned a steam trawler (New Zealand's first purpose-built trawler) with refrigerated space for 100 tons of fish and Niven went to England to superintend construction. The new trawler named after his youngest daughter, Nora Niven, arrived in Napier in May 1907. By prior agreement it was regularly chartered by the government for its only Fisheries Research vessel. It served as a minesweeper in the First World War. (Emmanuel Makarios, Nets, Lines and Pots, IPL, Wellington 1996 ) James Niven died in August 1913 aged 57. Among his pallbearers were George and Lionel NelsonThe late Mr J J Niven Hastings Standard, 15 August 1913, Page 5 ==Jas J Niven & Co Limited== In 1908 a limited liability company was incorporated21 September 1908 company #105854 and dissolved 4 June 1993 under the name Niven Industries Limited and the business transferred to the new company's ownership. Many of the shareholders were the employees of the firm. Branches were opened in London and Christchurch in 1906, Gisborne 1907, Wellington 1910, Auckland, Palmerston North and Hamilton 1911 and Wairoa in 1912. Those with engineering works were at Napier, Gisborne, Hamilton and Palmerston North. George Nelson retired from the managing directorship in 1913 and his younger half-brother, Lionel Nelson (1885–1937) who was already a director was appointed company secretary. Lionel Nelson would eventually be appointed managing director. The same year Luke's Foundry was bought and the administration of Jas J Niven Limited was moved to Luke's premises in Wellington.Farewell. Hastings Standard, 4 October 1913, Page 6 In 1910 a fire was not fully covered by insurance. However, work continued and by 1912 the company had a wide range of contracts around the country and capital was increased to £300,000. Up to at least 1969, Jas J. Niven was in Waghorne St, Ahuriri, now a housing estate The company advertised as Niven Engineering in 1971. ==Brierley== Jas J Niven was taken over by R. A. Brierley Investments and its businesses and assets were sold during the 1970s.The New Zealand Business Who's Who, 22nd Edition, FEP Productions, Wellington. undated ISSN 0077-9571 Napier Machinery Installation Ltd was formed in 1974 and liquidated in 1993. In 1976 MacEwans Machinery and Napier Machinery merged, forming what is now known as Napier Engineering and Contracting Ltd and their subsidiary, Niven Abattoir Equipment. ==Niven Industries== At the beginning of the final quarter of the 20th century Niven Industries Limited, its Head Office now in Auckland, owned: :Niven Engineering Hamilton :Niven Engineering Palmerston North :Niven Bearings :Niven Process Engineering :Kidd Garrett and was associated with: :Niven Compressed Air — trading as Compair :Southern Cross Engineering ==Businesses spun off== Niven Industries was unbundled and the following businesses were at one time components: (this list is incomplete) :Napier Engineering and Contracting :Southern Cross Engineering — previously Southern Cross Niven Engineering — previously Niven Manufacturing (Waikato) :DoubleA Industrial Engineering — previously Kidd Garret (Taranaki) — previously Niven Compressed Air :J J Niven Engineering — previously owned by Niven Engineering Palmerston North ==J J Niven Engineering Limited, Palmerston North== J J Niven Engineering Limited owns an engineering business in Palmerston North New Zealand. Their wide range of engineering includes pressure vessels, gantry cranes, scissor and stage lifts, conveyors, timber handling equipment, wool presses, hydraulics, pneumatics, pipework, water and solid and liquid waste treatment, machinery installation and maintenance and fabrication and machining of boiler plate, stainless and mild steels. The present private company was registered on 11 September 1996. === Agencies === As well as making their own products, Nivens were New Zealand agents for many other companies. By 1907 Jas. J. Niven were sole agents for Linde British freezing machines, National gas and petrol engines and suction gas plants, Gwynnes pumps, Blackman Ventilating fans, Brown and May steam engines, Electromotors Ltd and Unbreakable Pulley and Mill Gearing Co. In 1913 the head office moved to Wellington, but the Napier works was expanded. Later they were also agents for Bosch, R.B.F. Ball Bearings, Schebler Carburettors, Nelsons Patent Steel Fencing, Permutit.and A S Refrigerators. By 1924 they'd added Bruce Peebles' motors, Cambridge Scientific Instruments, Hopkinson's valves, Venner time switches, Broadbent & Sons hydro extractors and Atlas metals. 13 November 1914 Messrs J. J. Niven and Co. had a nice display of threshing mill requirements, also samples of lubricating oils. 29 January 1916 government commandeered part of Napier ironworks for repairing freezing equipment. In 1922 Jas. J. Niven was the only New Zealand manufacturer of freezing equipment, which they had been building from 1915. === Branches === The company had several offices and factories. At various times they included - Gisborne – James Brown Ltd, founded in 1887 as a blacksmiths, was taken over in 1902 and in 1904 moved to Kaiti. In 1918 4 men were injured when making a casting for a dredge. In the late 1950s the workshop was sold and renamed Gisborne Engineering. In the 1970s it moved to Parkinson St. In 1991 Max Carruthers, bought the company to expand his sheet metal business, Endeavour Sheetmetals Ltd, which was renamed Gisborne Engineering Ltd in 1995. Palmerston North works were built in 1903. In 1915 the company was in Church St in the centre of town. In 1987 the former Nivens Engineering workshop in Pitt St was sold. The present company is in the north east of the city. London – office address on Institution of Mechanical Engineers list in 1906 and mentioned in 1912 advert. Dunedin branch was open by 1907. Auckland After the 1908 incorporation, an office was opened. Jas. J. Niven & Co. Ltd's building, refrigerating engineers, Parnell Rise area, Auckland. 1940s. Before they moved to 63 Customs St West? Hamilton – H. Upton Engineer had premises built in 1902 and 1907. They were taken over by Jas J Niven & Co. Ltd in 1911. Fires in 1919 and 1924 caused some damage. Nivens were still in the centre of town in 1939, but moved to Frankton in 1960 and, in 1980, joined with WSM Industries Ltd to form Niven Process Engineering (NZ) Ltd. That company was deregistered in 1991. A 1984 advert showed Niven Manufacturing Waikato Ltd. That company was registered from 1983 to 1992, when it was renamed, though it didn't appear in the local phone book after 1990. Christchurch Needham, Niven & Co. Ltd was a subsidiary. In 1909 it was in Hereford St, but the 1922 phone directory showed it at 562 Colombo Street and 1968 - 72 adverts as Jas. J. Niven & Co Ltd. at 558 Colombo St. Wairoa – a 1920 report mentions a branch established before 1912. Nelson – an undated photo indicates there was a branch. In 1911 Nelson Steam Laundry bought a boiler and engine from S. Luke and Sons. Wellington Until 1912 the firm had a small rented office. Then S Luke & Co was acquired and, in 1913, Wellington became the head office of Jas. J. Niven & Co Ltd, remaining so until the firm moved out in 1973. In 1968 there was a branch in Lower Hutt. === S Luke & Co Ltd === thumb|S Luke and Sons in Manners St, Wellington in 1895 [http://natlib.govt.nz/records/22553585 from Alexander Turnbull Library postcard] Gilchrist and Waters founded a Wellington engineering company in 1876 on part of what became the company's Manners St site in Te Aro, on the edge of the harbour. It was bought by Luke and Son in 1879, when it already had 5 forges, a steam engine and a 21-year lease from 1878. In the early days the firm struggled, but revived with opening of freezing works, W. Coast coal mines and building, or enlarging, several steamers (until reclamation left the shipyard landlocked) \\- * 1883 s.s. Weka 90 tons able to cruise at ; * 1885 s.s. Matai 300 tons for the Black Diamond Line, believed to be the first ship built of mild steel in the southern hemisphere. She had been taken over by Union Steam Ship when wrecked in 1889 near Red Mercury Island, then being valued at £8,000; * s.s. Wakatu 90 tons, of about 1879, was lengthened 30 feet (or 35 ft), being shown as 115 tons in 1895, and had a new boiler and her hull raised. In 1895, the name was changed to S. Luke and Co. Ltd, with directors Samuel Luke, Charles M. Luke, and John P. Luke (1882–1935). Products included 11 hydraulic cranes for Wellington Harbour Board, 1897 equipment for the Cape Palliser lighthouse, dairy machines, boilers, cooking ranges, (for which they held a patent) and gold dredges. One of the firm's engines powered its machinery. Staff numbers ranged from 80 to 150. In 1913 Jas. J. Niven and Co. Ltd. took over Luke and Co. John P Luke moved to politics, but his sons and his brother's remained managers and owner, George Nelson, was resident manager. He and most of the office staff moved from Napier to Wellington. ==Notes== == References == == External links == Photos - * 1901 Mr Niven (view from rear right) * 1910 pump with makers plate at Marlborough Vintage Farm Machinery * National Engine makers plate * Auckland 1940s, 1949 * Christchurch 1920 * Dunedin 1920s and history of the building * Gisborne 1909 – shipyard, staff, 1920s * Napier 1900s 1910s, 1910 foundry fire, 1960s * Nelson (Sternol advertised 1913–63) * Wellington 1955, 1959 Niven's is the 4-story block on the left * Luke & Co – 1895 1900s Manners St, Wellington foundry, makers plate on Makatote tramway, 1902 works, workmen, blacksmiths and boiler maker shops and portraits of Samuel and John Luke, 1908 Lancashire boiler for Wellington City Council tramway Category:Companies based in Wellington Category:History of the Wellington Region Category:History of the Hawke's Bay Region Category:Engineering companies of New Zealand ",
    "title": "Jas J Niven &amp; Co"
}