{
    "id": "51149714",
    "text": "Sharkies Leagues Club The Cronulla Sutherland Leagues Club, known as Sharkies, is a licensed club that was established for the purpose of promoting the development of the Cronulla-Sutherland Sharks and rugby league. The leagues club sits beside the Sharks home ground, Endeavour Field and is located on Captain Cook Drive at Woolooware. ==Development plans== Sharkies Leagues Club Proposals to develop the land assets of the Leagues Club which owns the stadium and land around Endeavour Field stumbled for many years prior to arrival of renowned businessman Damian Irvine. In partnership with his head of finance Craig Douglas the plans finally became more tangible, as details of a residential and shopping centre were released. In August 2012, the club received final approval for their plans solving a 40-year-old problem of financial instability. In an opportunistic political grab amongst the publicity surrounding the supplement scandal implicating coach Shane Flanagan, Irvine and Douglas were replaced after their resignations in early 2013 by a local junior rugby league club ticket. The ticket used the shamed coaches' popularity to garner public support over the two men who are credited with saving the clubs life in 2009-2013. Former basketball player Damian Keogh was used as a high-profile chairman however he lacked knowledge of history with the club. Since the departure of Irvine and Douglas the Club has floundered from one disaster to another with player sackings, suspect refinancing deals, governance issues, poor media relations and perception, and finishing last in the league for the first time in decades. Only the arrival of respected CEO Lyall Gordon has seen 2016 be a watershed year off and on-field for the Sharks. ==See also== *List of pubs in Australia *List of restaurants in Australia ==References== ==External links== * Category:Cronulla-Sutherland Sharks Category:Drinking establishments in Australia Category:Restaurants in New South Wales Category:1977 establishments in Australia Category:Licensed clubs in New South Wales ",
    "title": "Sharkies Leagues Club"
}