{
    "id": "51145943",
    "text": "General sight Arts centre and Culture The UNAH Center for Art and Culture (CAC), is a space of permanent dialogue between the Autonomous National University of Honduras (UNAH) and the community of Comayagüela, Honduras, which promotes the spreading of humanistic, artistic and scientific knowledge. ==Building history== The building was built in the 1940s as the Hotel Panamericano, that for some time was the most important hotel in the capital of Tegucigalpa, Honduras. As a hotel, it lodged diplomats and other important people for a long time. During the 1950s and 1960s, the building housed some of the medical and chemistry departments of UNAH. It was from inside this building that the fight for UNAH to become an independent university was developed, which occurred on 15 October 1957. With the construction of the University City in the zone of the Aldea of Suyapa at the end of the 1960s, the university activity gradually moved to the new space, and the building would become the headquarters of the Ministry of Work until 1998, when it was damaged by Hurricane Mitch, and then abandoned. ==Abandonment== After 12 years of being abandoned, there was serious damage throughout the building, as part of its roof was missing, with leaks and damages on the second and third floors. The flood, paired with being abandoned soon after, allowed a full water pit to form at the base of the building. Along with other leaks, this put the building's foundation in danger. The lack of maintenance allowed cracks, fissures, and the growing of parasitic plants to develop. There was also a fair amount of vandalism on the walls, and the building has been used as a garbage dump and toilet. == Restoration == Julieta Castellanos' administration began an initiative to solve the legal situation of the property. It was decided to use the building as a tculturayen spcand create the Center for Art and Culture (CAC). The project was bid for in December 2010, and the restoration work began in March 2011 with a maximum investment cost of 28 million lempiras. The restoration conserved the façades and the formal original style of the building. The basic guideleines for the restoration respected the parameters established by the Letter of Venecia for buildings that have been declared national heritage sites. The restoration's goals were to conserve and reveal the aesthetic and historical values of the building, based on respecting its historical essence, accompanied with an archaeologic and historical study of the building. In the architectural plan, the restorations respected the authentic documents about the original structure of the building regarding its aesthetic and compositional techniques. == Inauguration == The Center was inaugurated on 15 October 2012, coinciding with the 165th anniversary of the founding of UNAH, and the success of the University as the largest place of study in the country, on 15 October 1957. The Center created its exhibition rooms as spaces for pieces and collections pertaining to cultural heritage, and many of these are an inherent part of the institution's history: foundational objects that belonged to the first moments of the university's history. Other pieces are priceless samples of the cultural Honduran heritage, among them Prehispanic pieces donated to UNAH by the Gustavo Bueso Jacquier, and works of art by renowned Honduran artists. The five exhibition rooms are divided into: *Historical milestones of the University *Historical heritage of Comayagüela *The work of Arturo López Rodezno *Collection of UNAH's Talking Arts *Collection of UNAH's Prehispanic Art The CAC also has two rooms and a lobby to make variable exhibitions of distinct thematic. There are also murals by the painter Arturo López Rodezno on the walls of the ancient hotel, restored by expert Rolando Cavalier. ==References== Category:Universidad Nacional Autónoma de Honduras Category:Cultural organizations based in Honduras ",
    "title": "UNAH Center for Art and Culture"
}