{
    "id": "51148752",
    "text": "The origin of the Gurjara-Pratihara dynasty of India is a topic of debate among historians. The rulers of this dynasty used the self-designation \"Pratihara\" for their clan, but have been described as \"Gurjara\" by their neighbouring kingdoms. Only one particular inscription of a feudatory ruler named Mathanadeva mentions him as a \"Gurjara-Pratihara\". According to one school of thought, Gurjara was the name of the territory (see Gurjara-desha) originally ruled by the Pratiharas; gradually, the term came to denote the people of this territory. An opposing theory is that Gurjara was the name of the tribe to which the dynasty belonged, and Pratihara was a clan of this tribe. Among those who believe that the term Gurjara was originally a tribal designation, there are disagreements over whether they were native Indians or a foreign tribe who had migrated to India somewhere around 5th century. A related question is whether the modern Gurjars are representatives of the ancient Gurjara tribe or not. == Earliest mentions of the terms == The earliest mentions of the terms Gurjara, Pratihara and Gurjara-Pratihara in historical records have been analyzed by scholars to determine the origin of the dynasty. === Pratihara === The Gurjara-Pratiharas as well as the Pratiharas of Mandor used the self-designation \"Pratihara\". They claimed descent from the legendary hero Lakshmana, who is described as the brother of king Rama in the Sanskrit epic Ramayana. The 837 CE Jodhpur inscription of the Mandor Pratihara ruler Bakuka states that the younger brother of Ramabhadra (Rama) served as a pratihari (door keeper) to his elder brother, because of which his descendants came to be known as Pratihara. The Sagar-Tal (Gwalior) inscription of the Gurjara-Pratihara king Mihira Bhoja says that Saumitri (\"son of Sumitra\", that is, Lakshmana) acted as a door-keeper for his elder brother as he defeated the enemies in a battle with Meghanada. K. A. Nilakanta Sastri theorized that the ancestors of the Pratiharas served the Rashtrakutas, and the term \"Pratihara\" derives from the title of their office in the Rashtrakuta court. === Gurjara === Nilgund inscription (866) of Amoghavarsha mentions that his father Govinda III subjugated the Gurjaras of Chitrakuta The 6th century Tamil text Manimekalai mentions a temple of \"Kucharakudihai\" or \"Kuchcarakudihai\" workmanship. Some scholars interpret this word as the Tamil transliteration of \"Gurjara\". However, Krishnaswami Aiyangar doubts the accuracy of this interpretation. The earliest undebatable references to the word \"Gurjara\" date back to 7th century: * The word Gurjara occurs in Harshacharita, a Sanskrit work by Bana. The relevant worse verse describes the military successes of the king Prabhakaravardhana against various kingdoms. It states that the king was a \"a lion to the Huna deer, a burning fever to the king of Sindhu, a troubler of the sleep of the Gurjara king, a bilious fever to that scent elephant - the lord of Gandhara, destroyer of the skill of the Latas, an axe to the creeper which is the goddess of fortune of Malava\". * Chinese traveler Xuanzang describes a kingdom named Kiu-che-lo and its capital Pi-lo-mi-lo. These two words have been identified as Chinese transcriptions of \"Gurjara\" and \"Bhillamala\" (Bhinmal). This kingdom was located in present-day Rajasthan, surrounded by Mo-la-po (Malwa), U-sha-ye-na (Ujjayini), Po-lu-kie- che-po (Bharukaccha), Fa-la-pi (Vallabhi), and Su-la-ca (Saurashtra). * The 634 CE Aihole inscription of the Chalukya king Pulakeshin II states that the Gurjaras, the Latas, and the Malavas accepted his suzerainty. According to Puri, the Gurjaras referred to in this record were from Bharukaccha (Bharuch). They are mentioned as \"Samanta\", and probably owed allegiance to the Kalachuris. Other early epigraphic evidence includes: * The 739 CE Navsari copper-plate inscription records the victory of Chalukya feudatory Avanijanashraya Pulakeshin over Tajika (Arab) army. This inscription states that the Tajika army had plundered the Saindhavas, Kachchhelas (Kutch), Saurashtra, Chavotakas, Mauryas, Gurjaras and other kings. * The Ragholi (Balaghat) copper plates, dated to 8th century on palaeographic grounds, were issued by Jayavardhana II of the obscure Shaila dynasty of central India. It states that his ancestor Prithuvardhana conquered the Gurjara country. * The 808 CE Radhanpur copper-plates of the Rashtrakuta ruler Govinda III describes his subjugation of several kings. It states that on seeing Govinda, the Gurjara vanished - nobody knows where - and even in a dream he (the Gurjara) might not see another battle. Here, \"Gurjara\" obviously refers to a particular king. * The 812 CE Baroda copper-plates of the Rastrakuta feudatory Karka mentions two terms - Gurjareshvara-pati and Gurjareshvara. According to B. N. Puri, both of these refer to one king. According to R. C. Majumdar, this king was Nagabhata II of the Gurjara-Pratihara dynasty. D. C. Ganguly argued that these two referred to two different kings: Gurjareshvara-pati (\"overlord of Gurjareshvara\") was a king of the imperial Pratihara dynasty, while Gurjareshvara was a subordinate ruler. * The Arab merchant Sulaiman, in his Silsilat Al Tawarikh (851 CE), mentions Jurz (or Juzr) kingdom. Jurz appears to be a transcription of the word Gurjara, and refers to the kingdom of Kannauj. * The 866 CE Sirur and Nilgund inscriptions of the Rashtrakuta king Amoghavarsha state that his father Govinda III subjugated the people of Kerala, Malava and Gauda (or Sauta), together with the Gurjaras who resided in the hill fort of Chitrakuta. * The 867 CE Bharuch grant of Dhruva III mentions that he was attacked by \"the very powerful army of the Gurjaras\", who had allied with his younger brother. It also states that a king named Mihira attacked Dhruva, but was defeated. According to Georg Bühler and E. Hultzsch, the powerful army here probably refers to that of the Chavada (Chapotaka) king Kshemaraja. However, B. P. Puri believes that the army here refers to that of the Gurjara-Pratihara king Mihira Bhoja. * The 940 CE Deoli inscription of the Rashtrakuta ruler Krishna III states that his ancestor Krishna II (r. c. 878-914 CE) had frightened the Gurjara, and humbled the Gauda, the Anga, the Kalinga, the Ganga and the Magadha. Here \"Gurjara\" and others are names of the countries, which signify their kings. * The Karhad plates of Krishna III state that on hearing about Krishna's conquests in the southern region, the hopes about [retaining] Kalanjara (Kalinjar) and Chitrakuta (Chittor) vanished from the heart of the Gurjara. Here, \"the Gurjara\" obviously refers to a particular king. This king can only be an Pratihara ruler, as no other dynasty ruled these two forts during this period. * The Badal Pillar inscription of the Pala ruler Narayanapala (9th-10th century CE) states that he \"scattered\" the conceit of the Gurjara-natha (\"Lord of Gurjara\"). Here, Gurjara refers to a country, and the term Gurjara-natha probably refers to the ruler of Kannauj. * The 954 CE inscription of the Chandela ruler Yashovarman boasts that he subjugated the Gauḍas, the Khasas, the Kosalas, the Kashmiris, the Mithilas, the Malavas, the Chedis, the Kurus, and the Gurjaras. The Gurjaras here refer to the Pratihars of Kannauj. * The 10th century Kannada work Pampa-Bharata mentions \"Gurjara-raja Mahipala\", who is identified with the Pratihara king Mahipala. * The 1047 CE Goharwa inscription of the Kalachuri king Karna-deva states that his ancestor Lakshmana-raja (c. 950 CE) defeated the kings of Vangala, Pandya, Lata, Gurjara and Kashmira. Gurjara here refers to the ruler of Kannauj. * The 12th century Rajatarangini mentions that the 9th century Kashmiri king Shankara-Varman defeated Alakhana, the king of Gurjara. Some scholars, such as Helmut Humbach and G. Djelani Davary, theorized that \"Alakhana\" is the Brahmi transacription of the Bactrian word \"Alxano\", and is related to \"Hara Huna\" (or Hala Huna) mentioned in ancient Indian texts. However, other scholars identify Alakhana as Ali Khan, a ruler of Gujrat in present-day Pakistan. === Gurjara-Pratihara === The Rajor inscription of a feudatory ruler named Mathanadeva describes him as a Gurjara-Pratihara. According to Puri, he might have been a scion of the Pratihara royal house of Kannauj. == Gurjara: Tribe vs country == The term \"Gurjara-Pratihara\" in the Rajor inscription of Mathanadeva has been variously interpreted as \"Pratihara clan of the Gurjara tribe\" and \"Pratihara of the Gurjara country\". It contains a phrase: \"all the fields cultivated by the Gurjaras\". Scholars such as Rama Shankar Tripathi believe that this phrase makes it clear that the term \"Gurjaras\" here refers to a tribe or a group of people, rather than a region. Tripathi further argues that in Pampa's description of Mahipala as a Gurjara king can only refer to Mahipala's ethnicity, and not territory, since the Pratiharas ruled a much larger area of which Gurjara country was only a small part. Burjor Avari, a historian of South Asia, believes that the Gurjara and Pratihara were two clans among a larger tribal grouping in Rajasthan and that some elements of that larger federation later became known as Rajputs. Critics of this theory, such as D. C. Ganguly, argue that the term \"Gurjara\" is used as a demonym in the phrase \"cultivated by the Gurjaras\". In his support, Ganguly cited a verse from Bana's Kadambari, which uses the term \"Malavi\" (\"women of Malva\") to describe the women of Ujjain, which was located in the Malva region. K. M. Munshi similarly argued that the people residing in the Gurjaradesa (Gurjara country), whenever they migrated to other parts of the country, were known as Gurjaras.K. M. Munshi, The Glory that was Gurjaradēśa, Vol. III, pp. 5–6, quoted in V. B. Mishra similarly argues that the expression Gurjara Pratihārānvayah may very reasonably be taken to mean the Pratihara family of the Gurjara country. Ganguly further points out that several ancient sources clearly mention \"Gurjara\" as the name of a country or list it among territories. These sources, according to him, include the Aihole inscription of Pulakeshin II, the Ragholi plates, and the Al Baladhuri's chronicle of Al Junayd's expeditions (723-726 CE). Several other ancient sources mention Gurjara as the name of a country. The Gurjara country is mentioned in Bana's Harshacharita (7th century CE). It is described in detail as a beautiful country in Udyotana Suri's Kuvalayamala (8th century CE, composed in Jalore), whose residents are also referred to as Gurjaras. Xuanzang also names Gurjara (Ku-che-lo) as a country with its capital at Bhinmal (Pi-lo-mo-lo). The fourth book of Panchatantra contains the story of a rathakāra (charioteer) who went to a Gurjara village in the Gurjara country in search of camels. A 795 CE inscription of Gallaka states that Nagabhata I, the founder of the Imperial Pratihara dynasty, conquered the \"invincible Gurjaras\". According to historian Shanta Rani Sharma, this makes it unlikely that the Pratiharas were themselves Gurjaras. == Foreign vs indigenous == Among the scholars who believe that \"Gurjara\" was the name of an ancient tribe, there is disagreement over the original homeland of this tribe. === Foreign origin theory === A. M. T. Jackson first proposed a foreign origin of the Gurjaras. This view was later endorsed by other historians, including Indian scholars such as D. R. Bhandarkar. Proponents of this theory point out that: * The Gurjara-Pratiharas suddenly emerged as a political power in north India around 6th century CE, shortly after the Huna invasion of that region. They are not mentioned in earlier Indian literature. * The word Gurjar has an ending similar to the word \"Khazar\" (the name of an ancient Turkic group of Central Asia and Caucasus). The ancient Gurjaras might have been Khazars who invaded India as part of a Huna confederacy. Jackson argued that the ancient records do not mention them while describing the Hunas, because they might have been a subordinate to the Hunas. A related hypothesis is that the Gurjaras were a distinct Central Asian tribe who arrived in India soon after the Huna invasion, following the decline of the Gupta Empire. * Bana names Hunas and Gurjaras together in a verse, among rivals subjugated by the king Prabhakaravardhana. Another argument in favour of the foreign origin theory is the prevalence of seemingly non-Indo-Aryan names among the Pratiharas of Mandavyapura. This is the earliest known Pratihara dynasty, and according to some scholars such as R. C. Majumdar, the Gurajara-Pratiharas may have branched from this dynasty. Its earliest known member Harichandra was also known as \"Rohilladhi\"; another ruler Narabhatta had a second name \"Pellapelli\". According to the Agnivansha legend given in the later manuscripts of Prithviraj Raso, the Pratiharas and three other Rajput dynasties originated from a sacrificial fire-pit (agnikunda) at Mount Abu. Some colonial-era historians interpreted this myth to suggest a foreign origin for these dynasties. According to this theory, the foreigners were admitted in the Hindu caste system after performing a fire ritual. However, this legend is not found in the earliest available copies of Prithviraj Raso. The legend was probably invented by the 10th century Paramara court-poet Padmagupta, whose Nava-sahasanka-charita uses it to describe the origin of the Paramaras. The 16th century Rajput bards probably extended this legend to include other dynasties including the Pratiharas, to foster Rajput unity against the Mughal emperor Akbar. === Indigenous origin theory === Critics of the foreign origin theory, such as Baij Nath Puri, argue that: * The word \"Gujjar\" or \"Gurjar\" is a modern derivative of \"Gurjara\" (resulting from schwa-deletion). The ancient Sanskrit term was \"Gurjara\", which does not have same ending as \"Khazar\". Since -jara and -zar cannot be considered as similar endings, the Khazar origin theory is invalid. * The rise of Gurjaras after Huna invasion does not itself suggest a foreign origin for the Gurjaras. The Mahabharata mentions the Hunas (in Bhishma Parva) as well as several other foreign tribes, but does not mention the Gurjaras or the Khazars. At the same time, the absence of Gurjaras in earlier literature does not prove their foreign origin. They might have been an obscure group, who came to power only after the fall of the Gupta empire. * It seems unlikely that a tribe occupying a position subordinate to the Hunas (as suggested by Jackson) could establish several important kingdoms. For example, Xuanzang's writings suggest that Kiu-che-lo (Gurjara) was a sovereign kingdom ruled by a Kshatriya. It does not name any Huna overlord of this kingdom. * The 899 CE (956 VS) Una inscription states that the Gurjara-Pratihara feudatory Balavarman had \"freed the earth from the Huna race\" through his battle victories. This again suggests that the Gurjaras were not considered subordinate to the Hunas. * Bana makes a clear distinction between the Hunas and the Gurjaras, and describes several other kingdoms in the same sentence (such as Malava and Lata). His writings do not prove that these two groups were related in any way. * The theory about the Gurjaras being an independent Central Asian tribe is pure conjecture, as there is no historical evidence of their clash with any Indian power. Moreover, they would have invaded India through the north-west: it is inexplicable why would they choose to settle in the semi-arid area of present-day Rajasthan, rather than the fertile Indo-Gangetic Plain. The supporters of the native origin theory argue that the Gurjaras were well-assimilated in the Indo-Aryan society, unlike the well-known foreign tribes. For example, historical records mention Gurjara Brahmins; such a high varna status was not accorded to foreigners. There is no record of a Brahmin from Huna, Shaka or Yavana groups. But the 1250 CE Tasgaon inscription of the Yadava king Krishna mentions a Gurjara Brahmin from north India. The Pratiharas worshipped the native gods Shiva and Vishnu, and also patronized Jainism. For example, the Sagar-Tal (Gwalior) inscription of Mihira Bhoja begins with a salutation to Vishnu. Moreover, the Pratihara dynasties of Mandor and Kannauj traced their origin to the legendary native hero Lakshmana of the Ikshvaku dynasty. The Gwalior inscription specifically describes the Pratihara king Vatsaraja as a Kshatriya from the Ikshvaku dynasty. The Pratihara court-poet Mahendrapala also supports this claim by describing him as a descendant of Raghu in Viddhasala-Bhanjika and Bala-bharata. The proponents of the foreign origin theory argue that such claims are a characteristic of foreign settlers wanting to establish themselves as the natives. But there are several instances of indigenous dynasties claiming descent from mythological Indian heroes. Scholars who identify \"Kucharakudihai\" mentioned in the Manimekalai as \"Gurjara\" argue that it is unlikely that a Huna architect was tasked with the construction of a Hindu temple in southern India in 6th century. However, as stated earlier, the accuracy of this transliteration is doubtful. ==== Original homeland in India ==== R. C. Majumdar theorized that the place names such as Gujranwala, Gujar Khan, Gujaratra (a historical region in present-day Rajasthan) and Gujarat may indicate a gradual migration of a tribe named Gurjara from the north-west to the south. However, he did not believe that this tribe was necessarily of a foreign origin. Historian Baij Nath Puri, on the other hand, theorized a migration in the opposite direction. According to him, the tribe would have not left the fertile Indo-Gangetic Plain to settle in the semi-arid areas of Rajasthan and Gujarat. Puri believes that their homeland was the Arbuda region (present-day Mount Abu). He presents following arguments in support of hist theory: * The 625 CE (682 VS) Vasantagarh inscription of a king named Varmalata states that his feudatory Vajrabhata Satayashraya protected Arbuda. The inscription names Rajjila as the son of Vajrabhata; the son of the earliest known Pratihara ruler Harichandra was also called Rajjila. Based on this Puri theorizes that the two families shared a common ethnicity. The Vasantgarh inscription also mentions a Pratihara named Bhotaka as one of the contributors to a temple. Puri reads the name as \"Bhota\" and pointed out there was a man named \"Jhota\" in Harichandra's family. He cites this point to further his theory, arguing that the similar-sounding names indicate same ethnicity. However, J N Asopa points out that \"Bhotaka\" is not same as \"Bhota\", and the name Rajjila could have been shared by two families of different lineages. * The 11th century Jainad inscription of the Paramara prince Jagaddeva states that the wives of the Gurjara warriors shedded tears in the caves of Arbuda as a result of his military victories. * The Tilaka- Manjari of the 11th century Jain scholar Dhanapala also associates Gurjaras with Arbuda. Based on this, Puri proposes that Gurjaras were an obscure pastoral tribe living around Mount Abu area until sixth century, when they gained political power. The term \"Gurjaratra\", from which the word \"Gujarat\" is derived, appears as the name of a geographical region starting from 8th century. It appears in the 918 VS Ghatiyala inscription of Kakkuka. The undated Daulatpur grant of Bhoja of Mahodaya, placed in 8th century by L. F. Kielhorn, also mentions a person from Gurjaratra-Mandala. The locations mentioned in these inscriptions have been identified with areas around present-day Jodhpur. Puri theorizes that \"Gurjaratra\" was originally used as a generic term for any Gurjara-dominated settlement. Later, it came to denote the present-day Gujarat area. Jinadatta-Suri in his Ganadharasarasataka describes \"Gujaratta\" as the Chaulukya kingdom of Durlabharaja, with its capital at Anahilavada. Puri goes on to connect the modern Gurjars with the ancient Gurjaras. == Capital before Kannauj == The Gurjara-Pratiharas established their control over the important city of Kanyakubja (modern Kannauj), and are noted for their involvement in the Tripartite Struggle for its control. Earlier colonial scholars believed that before establishing their control over Kannauj, the Gurjara-Pratiharas ruled Bhinmal (as mentioned in the writings of Xuanzang). However, the discovery of the 871 CE Sanjan copper- plates and other evidence has now led historians to believe that the original Gurjara-Pratihara capital was at Ujjayini (modern Ujjain) in Avanti region. The Sanjan inscription of the Rashtrakuta ruler Amoghavarsha states that his ancestor Dantidurga (r. 735–756 CE) performed a religious ceremony at Ujjayani. At that time, the king of Gurjara-desha (Gurjara country) acted as his door-keeper (pratihara). The usage of the word pratihara seems to be a word play, suggesting that the Rashtrakuta king subdued the Gurjara-Pratihara king who was ruling Avanti at that time. In addition, the Jain Harivaṃśa names one Vatsaraja as the ruler of Avanti as a contemporary of Indrayudha of Kannauj. Historians have identified this king as the Gurjara-Pratihara ruler Vatsaraja. == References == === Bibliography === * * * * * * * * * * * * * * * Category:Pratihara empire ",
    "title": "Origin of the Gurjara-Pratiharas"
}