{
    "id": "51143818",
    "text": "thumb Enigmarelle was a fake humanoid automaton, in fact with a person concealed inside, which was exhibited as a scientific and technical curiosity around 1905 in the US and Europe, chiefly in theaters. Enigmarelle was claimed to be able to perform several extraordinary tasks, which it demonstrated in performances: these included walking, riding a bicycle, and writing its name on a blackboard. == Presentation== Enigmarelle was shown in the US and then in parts of Europe, in vaudeville theaters and circuses. The booking agent, an American named Frederick J. Ireland, was represented at these appearances as the creator and owner of the automaton. Enigmarelle was a large automaton and was in fact operated by a human concealed within its body, although the precise operating mechanisms are not known. The operator is believed to have been a performer who had had both his legs amputated and who went by the name of Alba W. Root, and who also performed as a bicycle acrobat using leg prostheses. Enigmarelle was the subject of a short documentary film in 1905 and a detailed \"scientific\" description with three photos in Scientific American in 1906. It is mentioned in some modern publications on automatons. File:Enigmarelle-1-SA-stands-manager.jpg| File:Enigmarelle-2-SA-bicycle.jpg| File:Enigmarelle-2-SA-blackboard.jpg| File:Enigmarelle-4-SA-three pictures.jpg| === Name === The name Enigmarelle seems to be a portmanteau of the French words énigme (enigma) and marelle (hopscotch), but the creators of the machine were English speakers, so there is no reason to suppose a French portmanteau is the true origin of the name. === Known appearances === Invitation card with photo of Enigmarelle Documented appearances of Enigmarelle include: * August 1904: Orpheum Theater, Brooklyn * 1908: Circus Busch, Berlin * November 1908: Bell Theater, Oakland, California * January 1938: announced exhibition at the Exposition Internationale du Surréalisme, Paris == See also == * The Turk, probably the best known fake automaton operated by a human. === External links === * === References === ==== Contemporary references ==== ==== Modern references ==== Category:Automata (mechanical) Category:Hoaxes ",
    "title": "Enigmarelle"
}