{
    "id": "51144898",
    "text": "Belarus participated in the Junior Eurovision Song Contest 2016. The Belarusian entry for the 2016 contest in Valletta, Malta was selected through a national final organised by the Belarusian broadcaster National State Television and Radio Company of the Republic of Belarus (BTRC). A national final of ten competing acts participated in a televised production where the winner was determined by a 50/50 combination of votes from jury members made up of music professionals and a public telephone vote. On 26 August 2016, Alexander Minyonok was selected to represent Belarus with the song \"Musyka moikh pobed (Music is my only way)\". ==Background== Prior to the 2016 Contest, Belarus had participated in the Junior Eurovision Song Contest thirteen times since its first entry at the inaugural contest in . Belarus has won the contest twice in with the song \"My vmeste\" performed by Ksenia Sitnik and again in with the song \"S druz'yami performed by Alexey Zhigalkovich. They hosted the contest in Minsk. ==Before Junior Eurovision== ===National final=== The national final took place on 26 August 2016, which saw ten competing acts participating in a televised production where the winner was determined by a 50/50 combination of both telephone vote and the votes of jury members made up of music professionals. Alexander Minyonok was selected to represent Belarus with the song \"Musyka moikh pobed\". {| class=\"sortable wikitable\" style=\"margin: 1em auto 1em auto; text-align:center\" |- ! colspan=\"8\" | Final – 26 August 2016 |- ! Draw ! Artist ! Song !Jury ! colspan=\"2\" |Televote ! Total ! Place |- | 1 | align=\"left\" | Maria Magilnaya | align=\"left\" | \"Zvuk tishiny\" (Звук тишины) |7 |827 |5 |12 |4 |- | 2 | align=\"left\" | So-Ni-Ka | align=\"left\" | \"Pesenka moya\" (Песенка моя) |2 |3,916 |10 |12 |6 |- | 3 | align=\"left\" | Elena Titova | align=\"left\" | \"Ne prosto tak\" (Не просто так) |3 |529 |3 |6 |9 |- | 4 | align=\"left\" | Yulia Mozhilovskaya | align=\"left\" | \"Ver v sebya\" (Верь в себя) |1 |477 |2 |3 |10 |- | 5 | align=\"left\" | Stefania Sokolova | align=\"left\" | \"Color Game (Tsvetnaya igra)\" (Цветная игра) |6 |465 |1 |7 |8 |- | 6 | align=\"left\" | Neskuchniy Vozrast | align=\"left\" | \"Tyts tyts\" (Тыц-тыц) |4 |1,689 |6 |10 |7 |- | 7 | align=\"left\" | Maria Zhilina | align=\"left\" | \"Vpripryzhku\" (Вприпрыжку) |5 |2,162 |7 |12 |5 |- | 8 | align=\"left\" |Zinaida Kupriyanovich | align=\"left\" | \"Kosmos\" (Космос) |10 |743 |4 |14 |3 |- | 9 | align=\"left\" |Olga Konovalova | align=\"left\" | \"Serdtsa bit\" (Сердца бит) |8 |11,128 |12 |20 |2 |- style=\"font-weight:bold; background:gold;\" | 10 | align=\"left\" | Aleksander Minyonok | align=\"left\" | \"Musyka moikh pobed\" (Музыка моих побед) |12 |2,624 |8 |20 |1 |} ==Artist and song information== ===Alexander Minyonok=== Alexander Minyonok (, ; born 25 June 2003) is a young singer who represented Belarus in the Junior Eurovision Song Contest 2016 with his song \"Musyka moikh pobed\" (). He won the Belarusian national final on 26 August 2016, receiving 2,624 telephone vote from the viewing public calculated as eight-points, and the maximum twelve-points from the jury members. Alexander, who is also called Sasha, started singing professionally when he was eight. He is an artist of the Belarusian dance band \"Sensation\" and a student of the Russian Academy of Popular Music of Igor Krutoy. The young artist literally grew up behind the stage of the well-known Belarusian festival \"Slavic Bazaar\", where his mother worked. From early childhood, he followed famous artists, including Eurovision stars, and took part in many competitions in Belarus. Alexander started singing solo in 2011. Since then, he has performed a variety of musical styles, he dances, presents TV shows and also acts in films. He plays both the piano and the accordion, and plans to learn how to play the drums in future. Sasha dreams of singing with Bruno Mars and Justin Timberlake. He is also a big fan of Justin Bieber and plans one day to perform in New York City's famous Madison Square Garden. He believes that apart from the vocal skills, the main thing for a true artist is his charisma, kindness and intentions to give positive energy to audience. In his spare time he loves hoverboarding, skateboarding, rollerblading, skating, cycling, snowboarding in winter, and of course playing football with friends. Alexander also enjoys nature and watching films. In 2017, Sasha competed in The Voice Kids Ukraine and finished runner-up. ===Musyka moikh pobed=== \"Musyka moikh pobed\" (, Music of my victories) is a song by Belarusian singer Alexander Minyonok. It will represent Belarus during the Junior Eurovision Song Contest 2016. It is composed and written by Kirill Ermakov and Roman Kolodko. ==At Junior Eurovision== During the opening ceremony and the running order draw which took place on 14 November 2016, Belarus was drawn to perform ninth on 20 November 2016, following Poland and preceding Ukraine. ===Final=== ===Voting=== During the press conference for the Junior Eurovision Song Contest 2016, held in Stockholm, the Reference Group announced several changes to the voting format for the 2016 contest. Previously, points had been awarded based on a combination of 50% National juries and 50% televoting, with one more set of points also given out by a 'Kids' Jury'. However, this year, points will be awarded based on a 50/50 combination of each country's Adult and , to be announced by a spokesperson. For the first time since the inauguration of the contest the voting procedure will not include a public televote. Following these results, three expert jurors will also announce their points from 1–8, 10, and 12. These professional jurors are: Christer Björkman, Mads Grimstad, and Jedward. ===Points awarded to Belarus=== {| class=\"wikitable\" |- !colspan=\"5\"| Kids Jury |- !width=20%|12 points !width=20%|10 points !width=20%|8 points !width=20%|7 points !width=20%|6 points |- | valign=\"top\" | * | valign=\"top\" | | valign=\"top\" | * * | valign=\"top\" | * * * | valign=\"top\" | * |- !width=20%|5 points !width=20%|4 points !width=20%|3 points !width=20%|2 points !width=20%|1 point |- | valign=\"top\" | * * | valign=\"top\" | | valign=\"top\" | | valign=\"top\" | | valign=\"top\" | |- !colspan=\"5\"| Adult Jury |- !width=20%|12 points !width=20%|10 points !width=20%|8 points !width=20%|7 points !width=20%|6 points |- | valign=\"top\" | * * | valign=\"top\" | * * * | valign=\"top\" | * * | valign=\"top\" | * | valign=\"top\" | |- !width=20%|5 points !width=20%|4 points !width=20%|3 points !width=20%|2 points !width=20%|1 point |- | valign=\"top\" | * * | valign=\"top\" | | valign=\"top\" | * | valign=\"top\" | * | valign=\"top\" | |- !colspan=\"5\"| Expert Jury |- !width=20%|12 points !width=20%|10 points !width=20%|8 points !width=20%|7 points !width=20%|6 points |- | valign=\"top\" | * Christer Björkman | valign=\"top\" | | valign=\"top\" | | valign=\"top\" | | valign=\"top\" | * Mads Grimstad |- !width=20%|5 points !width=20%|4 points !width=20%|3 points !width=20%|2 points !width=20%|1 point |- | valign=\"top\" | | valign=\"top\" | | valign=\"top\" | | valign=\"top\" | * Jedward | valign=\"top\" | |} ===Points awarded by Belarus=== {| class=\"wikitable |- !Score !Adult Jury !Kids Jury |- | bgcolor=\"gold\"|12 points|| || |- | bgcolor=\"silver\"|10 points|| || |- | bgcolor=\"#CC9966\"|8 points|| || |- |7 points|| || |- |6 points|| || |- |5 points|| || |- |4 points|| || |- |3 points|| || |- |2 points|| || |- |1 point|| || |- |} ==See also== * Belarus in the Eurovision Song Contest 2016 ==References== Category:2016 in Belarus Category:Countries in the Junior Eurovision Song Contest 2016 Junior ",
    "title": "Belarus in the Junior Eurovision Song Contest 2016"
}