{
    "id": "51149833",
    "text": "Giovanni Saziari (1327 - 21 April 1371) was an Italian Roman Catholic farmer from the Province of Pesaro and Urbino and was a professed member of the Secular Franciscan Order. Saziari was noted in his lifetime for his healing gifts and was known for remaining celibate and childless though married. Saziari's beatification received confirmation from Pope John Paul II on 9 December 1980 after his 'cultus' (or popular following and devotion) was approved. His feast is set each 21 April - the date of his death - and he is the patron of both Franciscan tertiaries and farmers. ==Life== Giovanni Saziari was born in Cagli in 1327 to peasants. Saziari married but remained celibate and childless. He owned a small piece of land and tilled the land as a farmer and was known for his simple and austere life. Saziari became renowned as a healer and there were numerous cases of people with fever who came to him during a time of plague that were healed; an official in Imola in 1374 after Saziari's death that recorded these purported miracles. Saziari was described as being shorter than the average. He died on 21 April 1371 and his remains were interred in a wooden urn at the altar of Madonna delle Neve in the church of San Francesco in Cagli. His remains were moved in 1642 after the previous altar he was interred in was demolished so taken to Madonna delle Neve. ==Beatification== He received beatification - on 9 December 1980 - from Pope John Paul II after the confirmation of his 'cultus' (or popular devotion and following). He remains the patron of farmers and Franciscan tertiaries and his annual liturgical feast is fixed for Saziari. An old document from 1441 had confirmed longstanding and popular veneration. ==References== ==External links== *Hagiography Circle *Saints SQPN Category:1327 births Category:1371 deaths Category:14th-century venerated Christians Category:14th-century Roman Catholics Category:14th-century Italian people Category:Beatifications by Pope John Paul II Category:Franciscan beatified people Category:Italian beatified people Category:Italian Roman Catholics Category:People from the Province of Pesaro and Urbino Category:Secular Franciscans Category:Venerated Catholics ",
    "title": "Giovanni Saziari"
}