{
    "id": "51149392",
    "text": "Unclaimed, released as On the Farm in some international markets, is a Canadian TV film starring Elle-Máijá Tailfeathers, Sara Canning, Patrick Gallagher, Kevin McNulty, Tantoo Cardinal, and Sarah Strange. It is a dramatic narrative adapted from journalist Stevie Cameron's 2010 book of the same name, examining the years leading to serial killer Robert Pickton's arrest and the court proceedings before his conviction. ==Plot== Nikki Taylor (Elle-Maija Tailfeathers), a resident of Vancouver's Downtown Eastside, struggles to get out of the cycle of addiction and sex work to get back to her son. She notices the disappearance of an alarming number of women as she fights to get off the streets. She teams up with social worker Elaine (Sarah Strange) and police officer Sinead McLeod (Sara Canning) to investigate. They face a slow-moving police department until the media takes notice and it becomes a national story. ==Cast== * Elle-Máijá Tailfeathers as Nikki Taylor * Sarah Strange as Elaine * Sara Canning as Sinead McLeod * Patrick Gallagher * Kevin McNulty * Tantoo Cardinal == Production == Shot on location in Vancouver, British Columbia, in the Downtown Eastside. == Awards == The film won the awards for Best Television Movie, Best Screenwriting in a Television Movie, and Best Casting in a Television Movie at the 2016 Leo Awards. It was also nominated for Best Direction, Best Cinematography, Best Picture Editing, Best Musical Score, Best Make-Up, Best Supporting Performance - Female (Sara Canning), and Best Lead Performance - Female (Elle-Máijá Tailfeathers). At the 5th Canadian Screen Awards in 2017, Tailfeathers won the award for Best Actress in a Television Film or Miniseries. == Reception == The narrative has been noted for its refusal to put the serial killer as the main character. Francois Marchand of The Vancouver Sun notes: \"A more sensational retelling of the story would be about Pickton, but On The Farm is clearly not about the character portrayed briefly by actor Ben Cotton, who doesn’t have a single line of dialogue and is simply credited as 'The Farmer.'” The Globe and Mail television critic John Doyle states: \"The Pickton character barely appears and the attention is, rightly, on the addicts and sex workers and the handful of cops who understood from the start that the matter of missing women deserved serious scrutiny.\" == References == == External links == * * Category:Canadian films Category:Films directed by Rachel Talalay Category:Films shot in Vancouver Category:Canadian television films Category:2016 television films ",
    "title": "Unclaimed (2016 film)"
}