{
    "id": "51144494",
    "text": "Alexandre-Louis-Bertrand Robineau, called de Beaunoir, (4 April 1746 – 5 August 1823) was an 18th-century French playwright. == Biography == Intended for the service of the Church, he indeed became abbot, but quickly turned away, fascinated by the life of Paris. Passionate about theater, he began writing for the fair troupe of Jean-Baptiste Nicolet. His first play, La Bourbonnaise (1768), was highly applauded, to the point that Nicolet hired him to replace Toussaint-Gaspard Taconet. He wrote up to three plays a week, under the name Abbé Robineau, and earned 18 pounds per play. In 1777, he had his L'Amour quêteur presented, little play quite scandalous but an immediate success. The Archbishop of Paris made Robineau disrobed, who immediately took the pseudonym Beaunoir, anagram of his name. Beaunoir served Nicolet until 1780, then composed more ambitious plays which were given at the Théâtre des Variétés-Amusantes and the Comédie Italienne. Around 1770, he had become King Louis XV's librarian, but his reputation as a libertine author undermined the dignity of his colleagues who demanded in 1783 that he write anonymously. For some years, it is his wife, Louise-Céline Cheval (1766-1821), who signed his works under the name Mme de Beaunoir. En 1788, Beaunoir left Paris to become theatre director of the Grand Théâtre de Bordeaux. One year later, a disastrous management ended with a resounding bankruptcy which pushed him out of France and he emigrated in Brussels. In the midst of the Brabant Revolution, he did not hesitate to break into the two parties, sometimes flattering Vonck, sometimes van der Noot. Disgusted with his theatrical setbacks, he began composing brochures and pamphlets, writing papers. Repudiated by van der Noot, he wrote his \"historical drama\" Histoire secrète et anecdotique de l'Insurrection belgique, ou Vander-Noot (1790), scandalous pamphlet in which he denounced the failures of revolutionaries. In search for a shelter from the wrath of the tyrant he described, Beaunoir fled to Holland where he wrote another satire, Les Masques arrachés which rapidly spread in Belgium and lead to the fall of van der Noot. Leaving the Netherlands, Beaunoir went to Neuwied and joined a colony of French men of letters, including Louis-François Metra who had him collaborate to his '. In 1791, after spending some months in Liège where he wrote L'Ami des hommes ou le Vengeur, Beaunoir reconciled with theatre and started writing plays for the Théâtre de la Monnaie in Bruxelles where he gave Le Grand dénouement de la constitution (1791), Le Commissionnaire et le jockey (1792), La Nouvelle dibutade (1793), L'Hommage de Bruxelles (1793), Le Bouquet (1793), La Séparation (1794) and Le Médecin et l'apothicaire (1794). In 1796, Beaunoir was in St-Petersburg where he directed the theaters of the court, but was banished at the end of the year with all the other French. He then spent several years in Berlin, waiting for the right moment to return to France. He eventually returned January 1, 1800, but found neither his friends and protectors, nor his public nor his place among the French society of the French Consulate. In 1802, he still made an attempt in Bordeaux to direct the Theatre, which resulted in a new bankruptcy, then returned to Paris the following year, where he finally found a position at the Paris Police Prefecture. He died in 1823 in complete destitution. His wife had died two years earlier. == Works (selection) == He wrote more than 170 plays. *1777: L'Amour quéteur *1777: Vénus pèlerine *1780: Jeannot *1781: Jérôme Pointu *1784: Fanfan et Colas *1790: Histoire secrète et anecdotique de l'Insurrection belgique, ou Vander-Noot * Les Masques arrachés * L'Ami des hommes ou le Vengeur *1791: Le Grand dénouement de la constitution *1792: Le Commissionnaire et le jockey *1793: La Nouvelle dibutade *1793: L'Hommage de Bruxelles *1793: Le Bouquet *1794: La Séparation *1794: Le Médecin et l'apothicaire == Bibliography == * The most comprehensive study on Beaunoir is the long article by E. B. Abbott, Robineau, dit de Beaunoir, et les petits théâtres du XVIIIe, in Revue d'histoire littéraire de la France, 1936, (p. 20–54) et (p. 161–180). * Jacques-Alphonse Mahul, Annuaire nécrologique, ou Supplément annuel et continuation de toutes les biographies ou dictionnaires historiques, 4e année, 1823, Paris : Ponthieu, 1824, (p. 16–21) read online == Sources == * Dictionnaire universel d’histoire et de géographie Bouillet Chassang on wikisource == External links == * De Beaunoir on data.bnf.fr * His plays on CÉSAR Category:1746 births Category:1823 deaths Category:18th-century French dramatists and playwrights Category:18th-century French writers Category:18th-century male writers Category:18th-century French journalists Category:French librarians Category:French theatre managers and producers Category:Writers from Paris ",
    "title": "De Beaunoir"
}