{
    "id": "51143853",
    "text": "Imaginative gravure of Mathieu II de Montmorency from 1788. Matthew II or Mathieu II (died 24 November 1230), called the Great or the Great Constable, was lord of Montmorency from 1189 and Constable of France from 1218 to 1230. Matthew was the son of Bouchard V de Montmorency and Lauretta de Hainaut, daughter of Baldwin IV of Hainault. His paternal grandparents were Matthieu I of Montmorency, Constable of France and Alice FitzRoy, illegitimate daughter of King Henry I of England. His father died at the siege of Acre in either 1189 or 1190Molinier, A., Obituaires de la province de Sens, Vol. 1/1 (Paris, 1902), p. 630. He replaced the fallen Albéric Clément as Marshal of France at the siege of Acre during the Third Crusade.Duchesne, A., Histoire genealogique de la Maison de Montmorency et de Laval (Paris, 1624), pp. 52, 58.Roger of Howden, Gesta Regis Henrici Secundi Benedicti Abbatis: The Chronicle of the Reigns of Henry II and Richard I A.D. 1169-1192, Known Commonly Under the Name of Benedict of Peterborough, Vol 2, ed. W. Stubbs (London, 1867), p. 149. After his safe return from the Holy Land, he participated in the French conquest of Normandy by Philip Augustus, where he distinguished himself during the siege of Château Gaillard in 1204. He played a vital role in the Battle of Bouvines in 1214, where he captured twelve enemy banners (in memory of this feat, the shield of Montmorency includes an additional twelve eagles or sixteen altogether instead of four previouslyGabriel Eysenbach, History of Heraldry and the Science of Coats-of-Arms, 1848, p. 321. (Fr)). In 1215, he joined the Albigensian Crusade and became here, as Constable of France, head of the French Army in 1218. In the service of King Louis VIII of France, he conquered La Rochelle and several other cities from the English in 1224. When the King died in 1226, he protected the interests of the infant dauphin and the Queen-Regent Blanche of Castile. He died in 1230, returning from a campaign against Anjou. == Marriage and Children == Matthieu II married in 1193 with Gertrude of Soissons, daughter of Ralph, Count of Soissons. After this marriage was annulled, Matthieu II remarried with Emma of Laval (1200–1264), daughter and heiress of late Guy V de Laval. From the first marriage, he had 4 children : * Gertrude (died 1256), married Simon III de Parroye and Thierry le Diable, son of Frederick I, Duke of Lorraine * Bouchard VI de Montmorency (died 1243), succeeded his father as Lord of Montmorency. * Matthias (died February 1250 in the Battle of Al Mansurah, Egypt), married Marie, Countess of Ponthieu * Jean, Lord of Roissy (1226–36) From his second marriage, he had 4 children : * Guy VII de Laval (1219–1265), succeeded his mother as Lord of Laval * Avoise, married Jacques de Château-Gontier * Johanna * Alix ?, married to Roger lord of Rozoy (also killed at Al Mansurah) == References == ==Sources== * Category:1230 deaths Category:Constables of France Category:12th-century French people Category:13th-century French people ",
    "title": "Matthew II of Montmorency"
}