{
    "id": "51158702",
    "text": "Mostafa Mahamed (born 14 February 1984, Port Said, Egypt), known as Sheikh Abu Sulayman al-Muhajir (or Mostafa Farag) is an Egyptian-born Australian Muslim who is a senior member of al-Qaeda's Al Nusra Front. He is a 32-year-old from Sydney's southern suburbs now living in Syria. He is believed to be the highest ranking Australian member of al-Qaeda. ==Biography== ===Early life=== Abu Sulayman was born Mostafa Mohamed in Egypt and migrated with his family to Australia soon after his birth. In 1985, he was granted an Australian passport. He was raised in Sydney's predominantly Anglophone southern suburbs and was reportedly the only Muslim at his primary school. Abu Sulayman reportedly was devoted to Islam from early in his life and set up the first students' Islamic society at his school. He later became a preacher in Bankstown in Sydney's Western Suburbs, at the now defunct Al-Risalah centre. ===Islamist militancy=== By the early 2000s, he was associated with a small group of fundamentalists within Sydney's Muslim community. In 2003, those associations brought him to the attention of the Australian Security Intelligence Organisation. He was approached by ASIO officers and asked to provide information about a small group of Sydney men he knew, but he refused. Two years later those men were arrested in Operation Pendennis. He was seen appearing at court to support some of the men, who were convicted of planning terrorism. Abu Sulayman was also close to Bilal Khazal, an Al-Qaeda member who had travelled to Afghanistan and met Osama bin Laden. This supports what is commonly supposed, that he was associated with Al-Qaeda long before his travel to Syria. When Khazal returned to Australia he became a key facilitator for Australians who wanted to join Al Qaeda. He was also an associate of Houssam Sabbagh, a Lebanese al-Qaeda leader in Tripoli, Lebanon who lived in Sydney from 1989 to 2005. ===Move to Syria=== Abu Sulayman arrived in Syria in late 2012 and soon after was appointed as one of the most senior religious scholars within Jabhat al-Nusra. According to The Australian, Abu Sulayman was threatened by Australian Jihadist Khaled Sharrouf. Sulayman reportedly has three children and a wife, whom he left behind in Sydney. ===US and Australian sanctions=== In May 2016, the United States declared Abu Sulayman a \"Specially Designated Global Terrorist.\" However, The Australian reported that Abu Sulayman was put on a US \"kill list\" a few years before. In August 2015, Foreign Minister Julie Bishop included Abu Sulayman on Australia's counter- terrorism sanctions list. In a statement released by the Australian Foreign Minister's office, Bishop maintains that Abu Sulayman has solicited funds to finance Al-Nusrah Front's terrorist activities and has recruited Australians to travel to Syria to join the \"terror \". ==See also== *Terrorism in Australia ==References== Category:1984 births Category:Australian Muslims Category:Living people Category:People from Sydney Category:Terrorism in Australia ",
    "title": "Abu Sulayman al-Muhajir"
}