{
    "id": "51154240",
    "text": "\"Whatever You Believe\" is a song by the British singer-songwriter Mike Batt, which was originally recorded and released as a collaboration charity single featuring Batt with Jon Anderson of Yes and Steve Harley of Cockney Rebel. Released in 1988, the single tied-in with that year's ITV Telethon. The song was written and produced by Batt. ==Background== Batt had written the song as the \"Heineken/LBC Big Song\". The song was performed during a live TV broadcast at Battersea Park in London on 3 May 1988, as part of the Thames/LWT charity fundraising effort for the ITV Telethon. Arranged and conducted by Batt, the song's performance saw him accompanied by Anderson and Harley on lead vocals, and backed by the Central Band of the Royal Air Force and the London-based Royal Choral Society. Furthermore, over 2,000 members of the general public contributed to the performance as a choir. Each person paid a donation to receive a copy of the song's sheet music to take part. The Central Band of the Royal Air Force appeared courtesy of Wing Commander Eric Banks. After this performance, Anderson, Harley and Batt would also record a studio version of the song. Later released as a single in November 1988, it failed to make a chart appearance in the UK. ==Release== \"Whatever You Believe\" was released by Epic Records on 7\" and 12\" vinyl in the UK only. For the 7\" vinyl release, the studio version of \"Whatever You Believe\" was the A-side and the ITV Telethon live version the B-side. The 12\" vinyl release included a third track; the traditional \"Deep is My Yearning (Morning Has Broken)\", performed by the Central Band of the Royal Air Force. It was arranged and conducted by Eric Banks, and produced by Batt. ==Critical reception== Paul Massey of Aberdeen Evening Express wrote: \"Jon, Steve and the man who gave us The Wombles get together for a tear-jerking ITV Telethon ballad. At least it's for a good cause.\" ==Track listing== ;7\" Single #\"Whatever You Believe (Studio Version)\" - 5:10 #\"Whatever You Believe (Live Version)\" - 6:03 ;12\" Single #\"Whatever You Believe (Studio Version)\" - 5:10 #\"Whatever You Believe (Live Version)\" - 6:03 #\"Deep is My Yearning (Morning Has Broken)\" - 2:46 ==Personnel== * Jon Anderson - vocals * Steve Harley - vocals * Mike Batt - producer (all tracks), arranger, conductor on \"Whatever You Believe\" * The Central Band of the Royal Air Force - featured performers * The Royal Choral Society - featured performers ;Additional personnel * Dick Lewsey - engineer on studio version of \"Whatever You Believe\" * Gavin Greenaway - sound supervisor on live version of \"Whatever You Believe\" * Steve Murrell - engineer on live version of \"Whatever You Believe\" * Tom Hunter (LBC) - event co-ordinator * Michael Heyland (Cancer Research) - event co-ordinator * Eric Banks - arranger, conductor on \"Deep is My Yearning\" * Neil Ashton - photography * Tomcat - artwork ==Other versions== * In 1991, Batt featured the song in his West End musical The Hunting of the Snark. * In 1992, Irish singer Finbar Wright recorded his own version of \"Whatever You Believe\" for his solo album of the same name. Batt produced, arranged and conducted the album, which reached No. 1 in Ireland. The title track has become a Christmas classic in the country. * In 2014, Bob Blakeley released his own version of the song on his album Performance. Having signed to Batt's record label, Dramatico Entertainment, Blakeley's cover was also produced by Batt. ==References== Category:1988 singles Category:Epic Records singles Category:Songs written by Mike Batt Category:Steve Harley songs Category:1988 songs Category:Charity singles ",
    "title": "Whatever You Believe"
}