{
    "id": "51154087",
    "text": "Henry Dunlop Dawbarn (June 14, 1915 – December 31, 1998) (nicknamed \"Buz\") was a Virginia businessman, philanthropist and Republican politician who represented Augusta County and the cities of Waynesboro and Staunton, Virginia part-time in the Virginia Senate from 1968 to 1974. ==Early and family life== Born in New York in 1915, Dawbarn and his brother W. Lennox Dawbarn were sons of Alice Carroll Dawborn, who in 1920 remarried, to Baltimore, Maryland lawyer and USF&G; director Robert Dixon Bartlett. Dawbarn graduated from his stepfather's alma mater, Princeton University in 1937, the year following his mother's death. He married Mary Lawton Dawbarn (1915 – 1967), with whom he had a son, Henry Dunlop Dawbarn (1942 – 2008). He later married Mary Cameron Buford Dawbarn (1917 – 2006), who survived him. ==Career== After his first wife's death, fellow Republicans persuaded the wealthy businessman to run against Democrat George M. Cochran, an often re-elected delegate from Staunton who had broken with the Byrd Organization and had been elected to the Virginia Senate two years earlier. Dawbarn won with 56% of the vote, and two years later the Republican party slated him to run for the statewide office of Lieutenant Governor against Democrat Sargeant Reynolds. The party concentrated its efforts on electing Linwood Holton governor. Despite the otherwise successful year for Virginia Republicans, Dawbarn lost the 3-way lieutenant governor's race with only 42% of the vote against Reynolds' 54%. However, after the redistricting due to the 1970 census, Dawbarn won another election to the Virginia Senate, his district now renumbered District 24. He retired from the state senate in 1974, and Democrat Frank W. Nolen won the special election to succeed him, but was defeated in the next general election by Republican Marshall Coleman. In 1992, Dawbarn established an award to recognize individuals inspiring an education ethic, fostering learning and inspiring citizenship. ==Death and legacy== Although Dawbarn died in Palm Beach County, Florida, his remains were returned to Virginia and are interred at the Riverview Cemetery in Waynesboro. A scholarship is also awarded in his name at Mary Baldwin College. The University of Virginia has posted a brief video of a television interview he gave in 1970. ==References== Category:1915 births Category:1998 deaths Category:Virginia state senators Category:Virginia Republicans Category:Princeton University alumni Category:20th-century American politicians Category:People from Augusta County, Virginia ",
    "title": "H. Dunlop Dawbarn"
}