{
    "id": "51154102",
    "text": "Kearsley was, from 1865 to 1974, a local government district centred on the town of Kearsley in the administrative county of Lancashire, England. ==History== Kearsley was a township in the civil and ecclesiastical parish of Deane in the Salford Hundred of Lancashire. The township became part of the Bolton Poor Law Union on 1 February 1837 which took responsibility for funding the Poor Law within that Union area. In 1865, a local board of health was adopted for the township of Kearsley. The following year, Kearsley was also given the status of a civil parish. After the Public Health Act 1875 was passed by Parliament in that year, Kearsley Local Board assumed extra duties as an urban sanitary district, although the Local Board's title did not change. Following the implementation of the Local Government Act 1894, Kearsley Local Board was replaced by an elected urban district council of twelve members. Kearsley Urban District Council originally had just two electoral wards: East and West, but between 1921 and 1931 the East ward was abolished and two new wards were created: North and South, leaving the Urban District Council with a total of three wards. In 1933, Kearsley Urban District was extended to include parts of Clifton from the former Barton upon Irwell Rural District and the Ringley district from the former civil parish of Outwood which had been part of the former Bury Rural District. Under the Local Government Act 1972, Kearsley Urban District was abolished on 1 April 1974 and its former area became an unparished area in the Metropolitan Borough of Bolton in Greater Manchester. ==Notes== Category:Urban districts of England Category:Local government in the Metropolitan Borough of Bolton Category:History of Lancashire Category:Local Government Districts created by the Local Government Act 1858 Category:Districts of England created by the Local Government Act 1894 Category:Districts of England abolished by the Local Government Act 1972 ",
    "title": "Kearsley Urban District"
}