{
    "id": "51155926",
    "text": "Warner Bros. Studio Tours are a pair of public attractions owned and run by Warner Bros. Entertainment Inc.. ==Studio tours== The studio tours are both built into existing film studios, offering an authentic glimpse into the techniques and craft of filmmaking. ===Warner Bros. Studio Tour Hollywood=== Warner Bros. Studio Tour Hollywood is a public attraction situated inside Warner Bros. Studios, Burbank in Burbank, California that offers visitors the chance to glimpse behind the scenes of one the oldest and most popular film studios in the world. The tour in some form has been open for several decades, but was recently renamed to give the Warner Bros. Studio Tours a more uniform identity after the success of Warner Bros. Studio Tour London in Leavesden. Previously it was known as the Warner Bros. Studios VIP Tour. Tours depart every 30 minutes and last about 2 hours with a guide who lead a small group on a custom tram. The tour stops at various locations on the backlot and front lot. The tour starts on the backlot where you see old sets on Hennessy Street where they filmed scenes from Annie, Minority Report and Gremlins. There is a stop in the Jungle where you get to see Merlottes from True Blood and the lagoon where one of the final scenes from ER was filmed. On Midwest Street the tram stops and there is plenty to see including the sets from Gilmore Girls (Stars Hollow), Pretty Little Liars (Rosewood), Miss Deagle's House from Gremlins which is also the Seaver house from Growing Pains. The High School is dressed from the set of Grease Live and there are many more sets like Lukes Diner, The Brew, The Alibi Room (Shameless), The Church (Waltons & The Lost Boys), The Geller House (Friends) and The Fuller House house. New York and Chicago Streets are the setting for ER and Shameless where Patsy's Pies is a practical set used from filming. New York Street is the setting for iconic scenes from Auntie Mame, Whatever Happened to Baby Jane, House of Wax and Argo. The Front Lot contains all of the sound stages. The Tour stops in a few stages including Stage 25 where they tape The Big Bang Theory, Stage 1 where they tape the Ellen Show and there are many other stages where they film including Conan, The Fosters, Lucifer, and The Real. The biggest stage on the Lot is Stage 16 where they filmed scenes from Dunkirk, The Perfect Storm and The Goonies. Stage 16 is also where Emma Stone and Ryan Gosling can be seen walking in the film La La Land. Also on the Front Lot is the Prop House with tons of artifacts and furniture from films and TV shows from the 1920s to today. Next to the prop house is the Batcave, where 10 Batmobiles are on display from several of the Batman Films. Jokers car from Suicide Squad is on display front and center. At the end of the guided portion of the Tour, there is custom built soundstage called Stage 48. Inside this facility there is the real Central Perk set from Friends. Pictures can be taken on the orange sofa that the cast sat on during taping of the series. There are green screen photo opportunities where you can ride a Batpod through Gotham City or a Nimbus 2000 broom through Hogwarts and even play a game of Quidditch. There is event a working Central Perk Cafe that serves Central Perk branded coffee The Warner Archive contains a displays of props and costumes in DC Universe:The Exhibit from Batman vs Superman:Dawn of Justice and Wonder Woman including Diana's training armour, Warrior Costume and even here Lasso and Sword. The Sword is set in the golden requiem. The upper levels have some of the original props and sets from the Harry Potter films including the costumes from Harry, Hermione and Ron. Fantastic Beasts and Where to Find Them is represented as well with Newt Scamander's suit and Jacob's apartment complete with the case of creatures and baked goods. ===Warner Bros. Studio Tour London – The Making of Harry Potter=== Warner Bros. Studio Tour London – The Making of Harry Potter is a public attraction in Leavesden, near London, in southeastern England. It is a permanent exhibit offering an authentic behind the scenes look at the Harry Potter films situated inside Warner Bros. Studios, Leavesden. It opened to the public in early 2012. The grand opening event was attended by many of the Harry Potter film series cast and crew members.List revealed for Warner Bros. Studio Tour London The Making of Harry Potter grand opening\"Cast and Crew attends Warner Bros. Studio Tour The Making of Harry Potter grand opening\" Each tour session typically lasting three hours, the studio tour has the capacity to handle 6,000 visitors daily. Despite Warner Bros. being the studio behind Harry Potter, the tour is not styled as a theme park, due to the fact that Warner Bros. sold the license to do so to Universal Studios. TripAdvisor has reported that The Making of Harry Potter is the highest rated attraction in the world every year since the exhibit opened. It has developed a reputation as a must-see attraction for anyone visiting the city of London. ==Other Warner Bros. public attractions== Warner Bros. has licensed several other attraction operators to use various copyrights belonging to WB. ===Wizarding World of Harry Potter=== Rights to build a theme park based on the Harry Potter films were sold to Universal Parks & Resorts, this property has matured into The Wizarding World of Harry Potter. The enormous undertaking has been immensely popular, following the first in Universal's Florida park - there are now three worldwide. ===Warner Bros. Movie World=== Warner Bros. Movie World is a license from Warner Bros. currently owned by Village Roadshow Theme Parks in certain territories, particularly Australia. Village Roadshow are a long time partner of Warner Bros. and the parks feature properties owned by both them and WB. ==See also== * Warner Bros. Studio Tour Hollywood * Warner Bros. Studio Tour London - The Making of Harry Potter * Warner Bros. Studios, Burbank * Warner Bros. Studios, Leavesden * The Wizarding World of Harry Potter (Universal Studios) * Warner Bros. Movie World * Universal Parks & Resorts * Village Roadshow Theme Parks * Warner Bros. ==References== ==External links== * Warner Bros. Studio Tour Hollywood website * Warner Bros. Studio Tour London website Category:Warner Bros. ",
    "title": "Warner Bros. Studio Tours"
}