{
    "id": "51156024",
    "text": "\"Dreamsong\" is a 1978 recording created by American computer music musician and composer Michael McNabb at the Center for Computer Research in Music and Acoustics in Stanford University. The composition has been discussed by numerous composers and book authors, one of them including Adrian Moore who labeled it a \"pioneering work\" of electroacoustic music. It is significant for being one of the earliest examples of works that combine natural and non- natural \"new\" sounds in a sophisticated manner with digital processing. MUS10, a compiler developed from Max Mathews' Music IV synthesis software that had a huge amount of flexibility in designing and synthesizing sounds, was used for the instrument design and synthesis of \"Dreamsong\", a project primarily intended to create an unlimited amount of obtainable new sounds. ==Production== \"Dreamsong\" was composed and produced by McNabb at Stanford University's Center for Computer Research in Music and Acoustics between 1977 and 1978. It was produced with the compiler MUS10, a version of Tovar's MUSCMP developed by Leland Smith from Max Mathews' Music IV synthesis software.McNabb p. 37 MUS10 was used for making the instruments because it allowed for much more control over the design and synthesis of a sound than any other synthesizer or program available during the late 1970s; given that the compiler was programmed with the language ALGOL, a user could control the initialization-time and run-time functions. The fundamental purpose of making \"Dreamsong\" was to create an unlimited amount of obtainable new sounds, and the amount of flexibility in designing and synthesizing the instruments MUS10 could offer was a necessity in achieving this goal. Composer Loren Rush's program EDSND and the program S by James A. Moorer were used for analysing, filtering and editing the sounds, while notes from some parts of the composition were inputted with the scorewriter SCORE. A DEC KL-10 was used for carrying out all computations for \"Dreamsong\". The composition consisted of both natural sounds tracked digitally that were recognizable to the human listener and non-natural sounds made with synthesizers that were described by McNabb as \"totally new\" and took the song into \"the dream realm of the imagination, with all that that implies with regard to transitions, recurring elements, and the unexpected\".McNabb p. 36 \"Dreamsong\" includes numerous forms of processed digital recordings of soprano vocals by Marilyn Barber. The soprano singing ten held notes of various pitches and syllables, as well as a glissando, were recorded. Some of the soprano tones were resynthesized with additive synthesis based on a Fourier transform of original firm wave functions, and these resynthesized tones replaced the original signals. This was done for better harmonic control of the waves. Additive synthesis was also the primary utility for creating a drone-sounding instrument that performs another principal melody in the piece. The instrument randomly makes its own formants based on a time-variant system. \"Dreamsong\" also features oscillating chord sounds that were programmed with linear frequency modulation synthesis, while the bell sounds were produced with different types of more advanced FM synthesis. ==Composition== \"Dreamsong\"'s basic harmonic and melodic structure is based on two modes; the first mode is a B♭ major Mixolydian mode and represent the composition's primary subject, and the second mode spans more than two octaves and shows the secondary theme. McNabb's reason for the simplicity of the musical structure was to better display the timbral transitions in the song. In parts where the composition goes into the second mode, it displays use of music techniques such as chromaticism and a \"division into two regions\" as McNabb described, one region consisting of major seconds and semitones and the other having major third steps. The first mode is a musical setting of a line from a Zen sutra. The first three notes of the secondary theme appear at the end of the composition, and the entire part of the theme is played around halfway into the piece. McNabb said that the slower parts of the piece provide \"a convenient and effective alternative to traditional rhythmic structures\", given that they are based on fibonacci sequences. ==Release and legacy== \"Dreamsong\" premiered at a concert by the Center for Computer Research in Music and Acoustics in November 1978.\"Dreamsong, Love In The Asylum, Mars Suite\". Michael McNabb Official Website. Retrieved July 22, 2016. The original recording of \"Dreamsong\" was later included on McNabb's album Dreamsong / Love in the Asylum / Mars Suite, a compilation of three early compositions made at the center, released on October 30, 1993.\"McNabb: Dreamsong / Love in the Asylum / Mars Suite Import\". Amazon Inc.. Retrieved July 22, 2016. \"Dreamsong\" is significant for being one of the earliest examples of works to combine natural and non-natural \"new\" sounds in a sophisticated manner with digital processing. Numerous books about electronic and acoustic written by composers and authors such as Simon Emmerson, Andrew Hugill, Barry Truax and Trevor Wishart have discussed \"Dreamsong\". The composition has been considered by British composer Adrian Moore as a \"pioneering work\" of electroacoustic music and labeled by music critic Andrew Porter as \"a classic of the genre\". ==Citations== ==Bibliography== * Category:1978 compositions Category:1978 songs ",
    "title": "Dreamsong"
}