{
    "id": "51153586",
    "text": "Elizabeth-Irene Baitie Elizabeth-Irene Baitie (born 1970)Canadian Organisation for Development through Education 2011 Annual Report, pp. 11–12. is an award- winning Ghanaian writer of fiction for young adults. == Biography == After attending Achimota School, Baitie studied biochemistry and chemistry at the University of Ghana, Legon, then received a postgraduate degree in clinical biochemistry from the University of Surrey and now runs a medical laboratory in Adabraka. She wanted to write stories since she was seven years old\"YA Author Interview + Free Book Giveaway: Elizabeth-Irene Baitie\", Fiction Writers of West Africa, 18 November 2011. and fits her writing around her day job and family life in Accra with three children and a husband. She writes after work, at weekends and also during commuting time. == Awards == She has twice won First Prize in the Burt Award for African Literature given by the Canadian Organisation for Development through Education with support from the International Board on Books for Young People (IBBY): in 2009 for her novel The Twelfth Heart and in 2012 for The Dorm Challenge.\"Burt Award Winners\", Ghana Book Trust. The Twelfth Heart went on to sell 35,000 copies in the couple of years following the prize. In 2006 Baitie won the Macmillan Prize for Africa (Junior Readers) for her story \"A Saint in Brown Sandals\",Mary Ekah, \"Macmillan Announces Winners of Writers' Competition\", Thisday (via AllAfrica), 31 January 2006. and four years earlier her novel Lea's Christmas was shortlisted for the 2002 Macmillan Writers' Prize for Africa (Senior Readers).\"Macmillan Releases Shortlist of Writer's Prize\", Thisday (via AllAfrica), 9 December 2003. It has been suggested that there are more women writers in Ghana than a couple of decades ago, and that prizes for their work contribute to their success and encourage publishers to sign them up.Luisa Rollenhagen, \"Ghana’s women writers\", Diplomatisches Magazin, January 2013. == Writing == Baitie writes for preteens as well as older teenagers. She visits schools and has worked with organisations like the Young Educators Foundation to promote reading and books.\"Young Educators Foundation collaborates with Edem, Elizabeth Baitie to promote reading\", Myjoyonline.com, 3 April 2014. She likes to offer her readers excitement and a chance to escape into a different world, choosing not to emphasise themes of poverty and disadvantage in her books, unlike some other young people's literature in Ghana. In both The Twelfth Heart and The Dorm Challenge the theme of friendship is explored through the central character of Mercy, a girl who leaves her small village behind and meets new people at boarding school. == References == Category:1970 births Category:Living people Category:Ghanaian women novelists Category:Writers of young adult literature Category:University of Ghana alumni Category:Alumni of the University of Surrey Category:Ghanaian women short story writers Category:21st-century Ghanaian women writers Category:21st- century Ghanaian writers Category:Ghanaian novelists ",
    "title": "Elizabeth-Irene Baitie"
}