{
    "id": "51153637",
    "text": "Bradley \"Brad\" Marshall is an American Democratic politician and the former chief financial officer (CFO) of the Democratic National Committee (DNC). In 2016, he gained notoriety after WikiLeaks published an email in which he questioned the faith of the Jewish candidate for the Democratic nomination, Bernie Sanders. He wrote: \"It might may [sic] no difference, but for KY and WVA can we get someone to ask his belief. Does he believe in a God. [sic] He had skated on saying he has a Jewish heritage. I think I read he is an atheist. This could make several points difference with my peeps. My Southern Baptist peeps would draw a big difference between a Jew and an atheist.\" ==Early life and education== Marshall earned a bachelor's degree in accounting from Morehead State University in Morehead, Kentucky. ==Career== Since 1992, Marshall was CFO of the DNC. He resigned in August 2016. From 1982 to 1992, he was a certified public accountant (CPA) in Lexington, Kentucky. From 1980 to 1982, he was financial vice president and controller for Melco Construction in London, Kentucky. From 1978 to 1980, Marshall was senior manager at PriceWaterhouseCoopers in Lexington, Kentucky and from 1976 to 1978, he was staff accountant at Deloitte & Touche, also in Lexington. ===DNC WikiLeaks scandal=== In 2016, Marshall gained notoriety after WikiLeaks published an email in which he questioned the faith of the Jewish candidate for the Democratic nomination, Bernie Sanders. He wrote: \"It might may [sic] no difference, but for KY and WVA can we get someone to ask his belief. Does he believe in a God. [sic] He had skated on saying he has a Jewish heritage. I think I read he is an atheist. This could make several points difference with my peeps. My Southern Baptist peeps would draw a big difference between a Jew and an atheist.\" He followed up the initial email with another stating, \"It's these Jesus thing.\" Days after the leak, Marshall confirmed the authenticity of the emails in posting an apology to his Facebook profile that read, \"I deeply regret that my insensitive, emotional emails would cause embarrassment to the DNC, the Chairwoman, and all of the staffers who worked hard to make the primary a fair and open process. The comments expressed do not reflect my beliefs nor do they reflect the beliefs of the DNC and its employees. I apologize to those I offended.\" ==References== Category:Living people Category:Year of birth missing (living people) Category:Place of birth missing (living people) Category:American chief financial officers Category:Morehead State University alumni Category:American accountants Category:Kentucky Democrats Category:2016 in American politics Category:Democratic National Committee people ",
    "title": "Bradley Marshall"
}