{
    "id": "51155469",
    "text": "Carl Ludwig Matthes (born 1751) was a German oboist and composer of the classical era. ==Life== Matthes was born in Berlin, where his father was a musician. He learned the oboe from Carlo Besozzi in Dresden and after this time, he \"blew the oboe with great skill and an pleasant tone\". He was also noted for his excellent performance of slow movements, which he played \"with taste, sensitivity and pleasant tone, after the latest fashion\". As an oboist, he was compared to Johann Christian Fischer, Ludwig August Lebrun and his teacher, Besozzi. In 1781, he became an oboist and Kammermusikus at the Hofkapelle of Margrave Friedrich Heinrich von Schwedt in Berlin. During this time, he composed Urania's Weissagung, which was performed on the birthday of King Friedrich Wilhelm II at the Margravial theater in Schwedt in 1786. In 1788, following the death of the Margrave and the subsequent dissolution of the Hofkapelle, Matthes took over a starch factory. As he had no experience running a business, he soon landed in debt and filed for bankruptcy. After this, he returned to music, but there are no surviving records of his life after this date. ==Works== Matthes' only surviving works are two sonatas for oboe and continuo which were published by Carl Philipp Emmanuel Bach in 1770 as part of Musikalisches Vielerley. The sonatas survive in numerous manuscript copies which attests to their popularity. They were also reworked for flute and continuo. ==References== ==External links== * Category:1751 births Category:Musicians from Berlin Category:18th-century German people Category:German classical composers Category:German male classical composers Category:German Classical-period composers Category:German classical oboists Category:Male oboists Category:18th-century classical composers Category:Year of death missing Category:18th-century German composers Category:18th-century male musicians Category:19th-century male musicians ",
    "title": "Carl Ludwig Matthes"
}