{
    "id": "51154711",
    "text": "Catharina von Wartenberg née Rickert (Emmerich, 1674 – The Hague, 1734), known as \"Catharina, Reichsgräfin von Wartenberg\" or Madame de Wartenberg, was the official royal mistress of king Frederick I of Prussia between 1696 and 1711. ==Life== Catharina von Wartenberg was of middle-class origin, as the daughter of a tax collector for the Brandenburg court to the Duchy of Cleves in Emmerich am Rhein. She came to Berlin as wife to Kammersekretär Peter Biedekap, where she became the lover of the court official Baron von Kolbe, called Minion and one of the favorites of Frederick I. After the death of her spouse in 1696, von Kolbe married her, and the same year, he introduced her to Frederick I, and she became his official mistress. ===Royal favorite=== It is unconfirmed whether she ever actually functioned as the mistress of Frederick I in a physical sense, but it was very fashionable at the time for a monarch to have an official mistress at his court, in the manner of Louis XIV of France, and Frederick I made a point of spending time with her every day and appear with her openly at court. She was also given the title Countess of Wartenberg. Though they may not have consummated their relationship sexually, Catharina von Wartenberg reportedly did have some influence over the king, as well as she had influence over her spouse, himself an influential favorite of the king, and she was at the time resented as \"the daughter of a tavern-keeper who rules Prussia\". She was described as politically ambitious and her position made her controversial, particularly in the eyes of the king's male favorites, such as the English ambassador, Lord Raby. The queen, Sophia Charlotte of Hanover, reportedly snubbed her on several occasions. When queen Sophia Charlotte died, von Wartenberg was awarded the estate of Woltersdorf. Catharina von Wartenberg reportedly had the pretensions of replacing her, caused women of the nobility to boycott the king's royal assemblies three times a week and \"the Court became a perfect desert.\"Atkinson, Emma Willsher: Memoirs of the queens of Prussia, London : W. Kent In 1708, the king asked her for advise whether he should marry again, but she declined to answer. Prior to marriage of the king to Sophia Louise of Mecklenburg-Schwerin in 1708, Catharina von Wartenberg bought the right to take precedence of all unmarried Princesses, and even of all married ones whose husbands were not reigning Princes, from the Duchess of Holstein Beck for 10,000 Thalers (which the King paid), and wished to use this right at the procession of the christening of princess Wilhelmine in 1709: when the procession passed the chapel door, however, Madame de Lintelo, the wife of the Dutch ambassador, attempted to take her place, which resulted in a physical fight in which the master of the ceremonies, Besser, tried to separate them, and von Wartenberg eventually came out as the winner. The king demanded of the Dutch Ambassador that his wife apologized to von Wartenberg and that he would withdraw his troops from Flanders otherwise. During an absence by the king at the Jahr Markt at Leipsic in 1710, the queen summoned the ladies at court to assist her embroidering a gift for the king, among them Catharina von Wartenberg. During this, they were interrupted by the valet of Catharina von Wartenberg, bringing her coffee, which was a great offence to etiquette, and when the queen commanded von Wartenberg to leave, she commented: \"I think I see myself doing so\", with a laugh, which added to the etiquette offence and infuriated the queen so that she ordered von Wartenberg to be thrown out of the window; before anyone could be found to do so, von Wartenberg hastily left. The queen complained to the king, who ordered von Wartenberg to apologize, which she consented to, though she managed to avoid doing so. This incident weakened her position, as did her intimacy with the English ambassador, Lord Raby, who was known and disliked for his extreme arrogance, and because he had managed to become informed in many private affairs of the Prussian court through his association with von Wartenberg; by which he was referred to as the \"favourite's favourite\". ===Downfall=== Catharina von Wartenberg on several occasions caused difficulty in the relations to foreign powers because of her ambitions on precedence. On a banquet arranged by the Russian ambassador de Lith, the ambassador asked the king to command her to attend, but when she was informed that she would not take precedence before the ambassador's spouse Madame de Matuoff, she refused to attend. This resulted in a formal complaint presented to the king by all the foreign ambassadors in Berlin except the English. The king demanded that von Wartenberg make a public apology to de Matuoff, and she was forced to read her apology, standing to the seated Matuoff; after which she tore up the apology, but it was nevertheless printed in a gazette by the ambassadors and publicly circulated. Shortly after, the king told her that if she kept causing diplomatic incidents, \"he would find means to put a stop to it.\" After this incident, von Wartenberg advised her spouse to leave the court, but he did not take her advise. The crown prince and his favorite Grumbkow, the foreign minister Ilgen and the two courtiers Kamecke the Elder and Younger, took the incident as a pretense to accuse von Wartenberg for being an English agent through her association with Raby and investing in English securities; after undermining her influence, they proceeded to implicate her spouse, who lost his position in January 1711. ===Later life=== Catharina von Wartenberg followed her spouse to in exile to Frankfurt, bringing with her jewels valued at 500,000 Thalers. Her spouse was soon offered to return to service, on condition that he leave her behind, but he replied that he could not agree to that term. She became a widow in 1712, and remarried the French noble Marschall d’Huvelles, with whom she settled in Paris. The final years of her life, she lived in The Hague. ==References== * https://www.preussenchronik.de/person_jsp/key=person_catharina_rickert.html * Wolfgang Ribbe, Hansjürgen Rosenbauer, Preussen: Chronik eines deutschen Staates,Nicolai, 2001 * Max Bauer, Deutscher Fürstenspiegel, Bilder aus der deutschen Vergangenheit nach den Quellen geschildert mit zahlreichen authentischen Abbildungen im Text, Kaden, 1928 Category:1674 births Category:1734 deaths Category:German countesses Category:Mistresses of German royalty Category:18th-century Prussian people Category:18th-century Prussian women ",
    "title": "Catharina von Wartenberg"
}