{
    "id": "51156657",
    "text": "Ann Frith Cartwright DeCouto (c. 1941 – c. 1 July 2016) was a Bermudian politician, lawyer and a member of the former United Bermuda Party (UBP). She served as a member of the House of Assembly of Bermuda 1983 until 1998, which included a tenure as Deputy Premier from 1989 to 1992 under Premier John Swan, as well as the head of several government ministries under the UPI during the 1980s and 1990s. Cartwright DeCouto was perhaps best known as the island's Minister of the Environment, also from 1989 to 1992. In 1990, she enforced a ban on fishing with fishpots in Bermudian waters, a move which was highly unpopular at the time. However, Cartwright DeCouto's ban on the fishpots is now widely credited with reviving Bermuda's fish stocks. Beginning life as Ann Cartwright, she married Roderick DeCouto and became a lawyer, specialising in family law, one of Bermuda's first female lawyers, along with Lois Simmons and Shirley Simmons. DeCouto was first elected to the House of Assembly at an election in 1983. She resided in Grape Bay, in Paget Parish, and represented the Pembroke West Central constituency in the neigh boring Pembroke Parish. DeCouto first served as Minister of Health and Social Services from 1985 to 1989. Cartwright DeCouto oversaw Bermuda's first response to the emerging AIDS and HIV epidemic. She also commissioned a new prison to replace the outdated Casemates Prison during her time as Social Services minister. She was simultaneously appointed as Deputy Premier of Bermuda and as Minister of the Environment by the Premier John Swan, serving from 1989 to 1992. In 1990, she enforced a ban on fishpots in Bermuda, despite widespread opposition from the island's fishing and political sectors. The ban was highly controversial, but Bermuda's fishing stocks were collapsing at the time. At the time, there were 1,400 licensed fishpots in Bermuda, but many fisherman illegally set double or triple the number of fishpots that they were licensed to use. The illegal fishing led to overfishing and a depletion of fish populations around the coral reefs. The fishpot ban initially hurt the domestic fishing industry during the mid-1990s. However, Cartwright DeCouto's ban on fishpots is now widely credited with successfully reviving Bermuda's fish populations. In 1994, Cartwright DeCouto resigned from John Swan's cabinet in protest against the promise of an independence referendum by the Swan government. While Swan favoured independence for Bermuda, Cartwright DeCouto strongly opposed it. She explained her resignation to a Bermudian newspaper at the time, saying \"In the Cabinet you’re either in the boat and go along with the consensus, or you get out of the boat.\" The independence referendum was soundly defeated on 16 August 1995, with of 73.6% voting against independence. Swan resigned as Premier following the defeat. Cartwright DeCouto also opposed a proposal to open a McDonald's franchise in Bermuda during the mid-1990s. She introduced the Prohibited Restaurants Act to Parliament in an attempt to stop the fast food restaurant. She did not seek re-election in the 1998 general election, when she retired from elected office. Ann Cartwright DeCouto died in 2016 at the age of 71, her death being announced on 1 July 2016. She was a widow, her husband, Roderick DeCouto, having predeceased her. She was survived by her children. ==References== Category:2016 deaths Category:Deputy Premiers of Bermuda Category:Ministers of the Environment of Bermuda Category:Government ministers of Bermuda Category:Members of the House of Assembly of Bermuda Category:Bermudian lawyers Category:United Bermuda Party politicians Category:People from Paget Parish Category:Women government ministers of Bermuda Category:Year of birth uncertain Category:20th-century British women politicians Category:Women lawyers ",
    "title": "Ann Cartwright DeCouto"
}