{
    "id": "51154303",
    "text": "Teresa Andrés Zamora Teresa Andrés Zamora (1907–1946) was a Spanish librarian who led the Sección de Bibliotecas de Cultura Popular. She was a Valenician Ministry of Public Instruction delegate, communist militant, feminist, republican and trade unionist. Andrés fled into exile, first in Belgium and afterwards in France where she was involved in politics until her death on 5 July 1946 from leukaemia. == Biography == Teresa Andrés Zamora was born in Villalba de los Alcores. She grew up in Creció in Cevico de la Torre, province of Palencia, where four brothers (Troadio Félix, Dionisio, Mariano and Victoriano) and a sister (Isabel) were born. Andrés studied for her bachelor's degree in Palencia, living in a flat rented with her grandmother, and matriculating with high honors. During the years 1923 to 1927, she studied Philosophy and Letters in Valladolid, at the same time studying additional subjects, such as Teaching. In 1928, with the intention of working on a doctorate, Andrés moved to the Residence of Misses in Madrid. During her studies 1928–29 and 1930–31, Andrés was a teacher at the Institute-School, where she gave classes in geography. Here, Andrés became aware of the fight for women's rights. During the 1928–29 term, Clara Campoamor spoke at a conference on \"How to create the woman on the Right\". In 1928, she participated in Madrid at the International Congress of University Women. Included among the participants were representatives of the International Federation of University Women, some of which lodged in the same Pavilion as the Residence of Misses, were Andrés resided. During her stay at the Residence, Andrés collaborated with the Institution's activities. One of them was a trip to Andalucia, during which she gave an art presentation in collaboration with the Centre of Historical Studies for the Missions of art which was set up the architect Pablo Gutiérrez. During the 1933–34 term, Andrés and Encarnación Cobré Herrero spoke at four conferences, with some of the work used as an object of her doctoral thesis. She continued working on her doctorate under the guidance of the man who would become her husband Emili Gómez Nadal Library of Popular Culture After examinations in 1931, she became the director of the Archaeologic Museum in León. In 1931, she was appointed the director of the Archive of the National Palace, commissioned to organise and safeguard the palace fonds. The Board of Enlargement of Studies granted her a scholarship in 1932 for eleven months in Germany. There, she witnessed the ascension of Hitler. She took courses of mediaeval archaeology, German sculpture of the 14th century, and mediaeval painting, at the Institute of History of Art at the University of Berlin. She also worked in several libraries and museums. She returned to Spain in September 1933 and advanced in his doctoral thesis, \"La rejería en España\", under the direction of Gómez Moreno. In 1935, she received two more scholarships, one in the Section of Archaeology at the Centre of Historical Investigations for a trip of studies with the end to do an investigation in the Cathedrals of Cuenca, Valencia, Barcelona and Saragossa. There was another scholarship in 1936. She died in Paris in that year. == References == Category:1907 births Category:1946 deaths Category:20th-century women Category:Spanish librarians Category:People from Valladolid Category:Spanish feminists Category:Spanish communists Category:Spanish trade unionists ",
    "title": "Teresa Andrés Zamora"
}