{
    "id": "51158371",
    "text": "Deltec Racing Team is an online virtual racing team, based in Cape Town, South Africa. The team is owned by Marius van Wyk. Deltec Racing was founded in 2005. Between 2006 and 2016, Deltec Racing Team has enjoyed various successes in online virtual racing. Mostly noted are the successful run in the online Formula SimRacing League between 2006 and 2008. == History == Deltec Racing Team has its roots in 2004 with the former Antonio Racing Team. In 2005 Deltec Racing Team joined the Formula SimRacing League. As a 1st time rookie, Marius finished 2nd in the Pro75 FSR World Series. Deltec continued with FSR in 2006, having 2 teams in the field. Also in 2006, we were approached by Armaroli Simulators Brazil to be the seat holder for Team South Africa in the Armaroli ASRWC Series. Together with Zaahir Essa and Craig Hattingh, Team South Africa finished 2nd in the ASRWC Series. 2007 saw the best result for Deltec Racing Team and Deltec Springbok Racing Team in Formula SimRacing League with a 4th and 8th place Team Championship finish. Riaan van der Westhuizen, Ken Hunter & Hendrich van Rensburg were amongst the drivers. == 2014 & 2015 == 2014 Deltec Racing joined the prestigious GPVWC League in the World Sports Series, using the Porsche Flat6 GT cars. Deltec Racing showed great courage to finish the 24hour Le Mans Event! We finished the magical 300 laps of Le Mans! In 2015 Deltec Racing Team entered into the 2015 GPVWC Formula Challenge Series. This is an exciting year as we have grown from 2014. We also secured the driver services of Stephane Rouault and Adam Ozgur. Denis Mitchell started the 2015 campaign until the Hungarian Grand Prix. Stephane Rouault replaced Denis from the Belgian Grand Prix till end of the season. Klaidas Vareika was chosen as early reserve driver, where Stefan McCready succeeded him. Niels Vos was replaced by Michael Barnard as official reserve driver. Deltec Racing Team finished 11th in the 2015 GPVWC Formula Challenge Constructors Championships with a total of 131 points. == 2016 == Deltec Racing once again on the GPVWC 2016 Formula Challenge grid. Stephane Rouault with new driver Aidan Polson joining alongside him. Aidan has now left the team, which gives Michael Barnard an opportunity to move up to primary driver. Wesley Stefano and Lazaros Filippakos are reserve drivers. Deltec Racing currently holds 2nd place in the GPVWC Formula Challenge Team standings. Deltec Racing also participates in Online Endurance Events, specifically the Virtual Endurance Championship and ISEC Endurance Leagues. Deltec Racing has done 3 races in the VEC Season 8 series. Deltec also entered a P1 Audi team in VEC Season 9, with drivers Csaba Kiss, Marcell Csincsk, Daniel Bence & Jarrod van der Weide. ==2017== In 2017 the Deltec Team will be represented on various online leagues, including the GPVWC GPVWC League, the Virtual Endurance Championship Virtual Endurance Championship, XTremeRPM League ISEC Endurance Leagues and WCS League , to name a few. New drivers will also join the team. Category:Motorsport teams ==2018== 2018 sees the Deltec Racing Team competing in GPVWC Supercup Division (http://en.gpvwc.com/ GPVWC League), the Virtual Endurance Champions League (https://web.archive.org/web/20160927005514/http://simracing.club/index.php) & RF2 Asia Endurance League (http://rf2asia.com). Early drivers to join was Adam Ozgur and Bruno Sousa Ferreira, however Bruno move to the reserve driver role while Patryk Gerber & Adrian Faber joins the team from the Italian Grand Prix onwards. ==2019== The 2019 season the Deltec Racing team continues in the GPVWC Supercup League with Patryk Gerber & Adrian Faber as primary drivers. Reserve driver still to be announced. Deltec Team also continues to participate in season 11 of the Virtual Endurance Championship League with drivers Cameron Sansano, Jarrod van der Weide, Bruno Sousa Ferreira & Rob Timpen in 2 cars, the #309 LMP2 Oreca & the #229 LMP3 Norma. Later in the series the LMP3 Norma car was withdrawn from the VEC League. ==2020== Deltec Team continues to race in local and international leagues, i.e. the SimRacing GP league in the #77 Porsche 991 GTE and LMP2 Oreca classes. Drivers include Riaan van der Westhuizen, Ken Hunter & Daryl Russel. Category:Esports teams established in 2005 ",
    "title": "Deltec Racing Team"
}