{
    "id": "51158224",
    "text": "Cherupuzha and its surrounding areas was ruled by many royal dynasties in the past, including the Mooshika dynasty of Ezhimala, Chirakkal dynasty of Kolathunadu, Tipu Sultan of the Kingdom of Mysore, before it became a part of the British Raj. The original inhabitants of the area were primarily Hindus. Later on this region gained a sizable Christian and Muslim population. The economy was agrarian with strong feudal system - Janmi-Kudiyan system - permeating everyday life. Feudal overloads or Janmies owned much of the land, which was leased by the farmers or Kudians who paid a portion (normally 2/10th) of their produce as \"pattam\" for the 'privilege' of working the land. Generally, the lease was for a period of 12–16 years. Farmers were not allowed to cultivate permanent crops, dig wells or cut down the trees on the land. If any permanent crop such as pepper was planted on the land, the income from the crop went to the landlord after six years, depriving farmers of any income from such cash crops. Janmies gave 10 cents of land to farmers to build a house. This region also has a sizable number of people belonging to tribal communities such as Mavilar, Pulayar, and Vettuvar who lived by hunting animals and collecting edible roots and fruits from the plentiful forests in the area. Under the Janmi-Kudiyan feudal system, tribals were treated much like slaves. == Early farming methods == Until the early 1950s, this region used outdated agricultural practices and depended on the monsoons for its irrigation needs. Agricultural land lay fallow after harvest. At the beginning of the next growing season, the bushes that cover the land would be cleared and the plant material burned to prepare the land for the next cycle of rice cultivation. This method, known as punam krishi allowed people to grow staples like rice and black gram. == Transportation == A lack of basic transportation; roads and buses, plagued the area. Initially, the only available bus service was from Peringome which is about 10 kilometers from Cherupuzha. Anyone who needed to buy supplies from the nearby larger town of Payyannur had to ride a bullock cart or walk to get to Peringome. Presently KSRTC (Kerala State Road Transport Corporation) is running Super Class Services through Cherupuzha to various destinations like Bangalore(Payyanur-Bangalore Super Express Air Bus), Kattappana (Cherupuzha-Kattappana Super Fast), Kottayam (Konnakkad-Kottayam Super Fast), Kottayam (Parappa-Kottayam) Super express Air Bus, Pala (Konnakkad-Pala Limited Stop Fast Passenger) Kumily (Konnakkad-Kumily) Limited Stop Fast Passenger etc.so many buses connects Nileshwaramtown and Kanhangadtowns. Roads in this area were initially built to transport timber from neighboring areas. Until 1949, people depended on these roads. In 1949, primarily because of the farmers’ agitations and the Munayankunnu firing incident, a new road was built from Vellore to Pulingome. This road was built to facilitate the movement of Malabar Special Police (M.S.P) in an effort to contain the Communist movements led by leaders such A.K Gopalan and E.K Nayanar. Rivers in this area lacked passable bridges. The only bridges were rudimentary suspension bridges secured using iron cables stretched across the river. Even these were scarce. In rainy season, people had to use rafts made of bamboo (Pandi) for crossing rivers. This unwieldy raft was used by the students of the area to cross rivers to get to schools and back. == Migration from the South == The famine after World War II and the misrule of Sir. C.P. Ramaswamy Iyer incited a large scale migration of people from Travancore (South Kerala) to this area. The migration continued well into the 1970s and 80s. A vast majority of these migrants were Christians who had a completely different social and agricultural background. These hard working people brought new agricultural practices to this area. They introduced cash crops like rubber and daily staples like tapioca to the region. The migrants also brought a new attitude to the region, one that challenged the established Janmi-Kudian feudal system. The migrants bought large tracts of land outright from the Janmies and putdown permanent crops heralding an era of prosperity for the area. The immigrants, despite their cultural and social difference, soon became an integral part of social fabric. == Facilities== Until the mass migration of people from southern Kerala, in the 1950s to 1980s, Cherupuzha was a sleepy little village with a few shops and a rundown movie theater. The influx of farmers from the southern districts, mainly Kottayam, dramatically changed the fortunes of Cherupuzha and provided the impetus it needed to become the lively little town it is today. The proliferation of cash crops such as rubber, pepper, ginger, and cashew helped in uplifting the local economy. In earlier times, traditional physicians (Vaidyars) took care of the sick. There were well known physicians in the area whose expertise in Ayurvedic medicines saved countless people from complex problems including snake bites. Later a government rural dispensary was set up at Pulingome. Another major hospital in the area was St Sebastian's Hospital which was set up in 1966 by the Medical Sisters of St. Joseph. Combined with the Konduparambil Nursing Home (now defunct), these institutions helped save hundreds from the ravages of malaria, which was prevalent in the area. Cherupuzha in the 1970s had an upper primary school (JMUP School), a church (St. Mary's Church), couple of little nursing homes (St. Sebastian's and Konduparambil), and a Masjid. Today it boasts several educational institutions such as St. Mary's High School, St. Joseph's Higher Secondary School, Archangels public school, and hospitals in addition to graceful places of worship like the reconstructed Jerusalem Marthoma Church Cherupuzha, Little Flower Baptist Temple Kokkadavu, St. Mary's Forane Church, St. George Malankara Catholic Church, Ayyappa Temple (known as the Sabarimala of North Malabar), Salafi Masjid, Juma Musjid, and Assembly of God Church and by the late 1980s, Cherupuzha became the nerve center of trade and education east of Payyannur. It is well connected by road to, Nileshwar , Payyannur, Alakkode, Thirumeni, Chathamangalam (Kannur), Thabore, Pulingome, Chittarikkal, Malom, Kokkadavu, Rajagiri, Kozhichal and beyond. ==References== Category:History of Kannur district ",
    "title": "History of Cherupuzha"
}