{
    "id": "51159857",
    "text": "Net metering in Arizona is a public policy and political issue regarding the rates that Arizona utility companies pay solar customers sell excess energy back to the electrical grid. The issue has two political sides: utility companies that to pay solar customers the \"wholesale rate\" for their excess electricity, and solar panel installers and solar customers who want utility companies to pay the \"retail rate\" (higher than the wholesale rate). Under net metering, utility customers with solar panels get a credit for the energy they send back to the grid. The credit offsets the energy that they use from the grid. According to The Arizona Republic, \"Utilities view net metering as a subsidy because they essentially pay retail rates for power from rooftop solar panels when they could purchase wholesale power much more cheaply, even from renewable sources.\" Solar companies take the opposite view; net metering is not a subsidy and without customers being able to get a credit for their excess energy, they wouldn't save money on their electric bills (and hence, would have much less or little incentive to install solar panels in the first place). == 2013 rate hike == In November 2013, the Arizona Corporation Commission approved a small fee for people who operated solar panels at their homes. Specifically, the fee was levied on people who were a part of the net metering process, meaning they would sell back to the utility company any extra energy that their solar panels produced. The fee was 70 cents per kilowatt of installed solar panels, amounting to around $5 per month per house. According to IEEE Spectrum: > \"Net metering has been controversial among utilities across the United > States and in countries like the UK as well, because of claims that if > customers generating electricity at home are allowed to sell electricity > back into the grid at the going spot price of electricity, then the added > system costs of providing the needed infrastructure will be shifted to all > the rest of the customers.\" == 2014 election == In 2014, two Republican candidates (Tom Forese and Doug Little) ran for and won seats on the Arizona Corporation Commission. The campaign ads, both for and against the candidates, were highly negative. The campaign pitted the solar leasing industry against utility companies, particularly SolarCity against Arizona Public Services (APS). According to The Arizona Republic: > \"The campaign got ugly. Besides questioning Forese and Little's motivations > for seeking office, the rooftop-panel leasing companies took out ads > depicting Little as a Pomeranian \"lap dog\" to APS.\" After Forese and Little won and began their terms, they traveled to California to meet with SolarCity executives. Both parties are working toward finding common ground. == 2016 proposed state constitutional amendment == In the 2016 election cycle, a group called Yes on AZ Solar attempted to get an initiative on the ballot that would have amended the Arizona Constitution regarding net metering. The initiative was called the Arizona Solar Energy Freedom Act. It needed 225,963 signatures to get on the ballot. As it was written, the amendment focused on the payment structure between utility companies and people who have solar panels and generate extra power that they sell back to the power grid. The amendment would have required utilities to pay the solar customers the same price that the utilities charges all its customers. In favor of the amendment, the head of Yes on AZ Solar, Kris Mayes, said: > \"We believe Arizonans have the right to decide this issue for themselves. > ... Do we want to be the solar capital of the world? Do we want the right to > produce our own power? Arizonans will overwhelmingly say, yes, we do. Solar > is part of who we are as Arizonans. This will enshrine that fact in the > Constitution.\" In opposition to the amendment, Jim McDonald of Arizona Public Service Co., said: > \"This is a ridiculous attempt by California billionaires to get richer by > forcing higher energy costs on Arizona consumers. ... It works against > Arizona families and is detrimental to sustainable solar in Arizona.\" In the end, the amendment did not make the ballot. Yes on AZ Solar worked with Arizona state legislatures on a compromise in exchange for dropping the effort to place the amendment on the ballot. == 2016 rate proposal == In 2016, Arizona Public Services (APS) proposed a new fee structure for net metering in Arizona. The structure included a grandfathering provision. Per the proposal, rates would change beginning on July 1, 2017. Investor's Business Daily wrote, \"By then, APS estimates, non-solar customers will have paid $1 billion over 20 years to carry solar subsidies. . . . But the Arizona proposal also carries the potential of killing solar demand in the state . . .\" The proposal would switch the burden of costs from people without solar panels to people with them. When the proposed fee structure was written, the current policies required utilities to pay customers on a \"one-to-one\" basis instead of the wholesale rate. A \"one-to-one\" basis means utility companies would have to buy back energy at the same price they sell it at, which is higher than the price that utilities normally buy it at (called the wholesale rate). Utilities have argued that being required to purchase energy at an inflated price forces them to charge all customers higher rates; in effect, they argue that non-solar customers subsidize the solar customers through the higher rates. Companies that install solar panels, such as SolarCity, could face hurdles in trying to make a profit in Arizona. In 2016, Arizona's solar market was around 124-megawatts. The proposed fee structure seems to be on hold until after the November 2016 elections. Three seats on the Arizona Corporation Commission are up for election. == 2017 rates for Tucson Electric Power == The Arizona Corporation Commission approved new rates for Tucson Electric Power in early 2017. The new plan adds new rates; adds new solar fees ($2.05/month for residential customers and $0.35/month for small commercial customers); gives a monthly discount of up to $15 to low income people; and overall, adds $8.50 to the average customer's monthly bill. == Discontinuation == In December 2016, the Arizona Corporation Commission (ACC) voted to discontinue net metering. The new rate will be based on the cost of energy from large solar farms; the rate is expected to be much lower than the retail rate, which is approximately 11.5 cents per kilowatt-hour from Tucson Electric Power Company (TEP). The utility proposed using the cost of its recent power-purchase agreement for utility-scale solar at 6 cents. A decreased export rate and the ACC’s decision to suspend banking has prompted solar customers to add a battery to their solar systems and never send energy back to the grid. Arizona utilities TEP, APS, and Trico Electric Cooperative sought to put an end to net metering because, as the utilities have said, solar customers do not pay their portion of fixed grid costs. Solar companies and advocates responded by explaining that solar energy is worth far more than the utilities claim regarding decreased costs and pollution. They also stated that a decrease in net metering rates would destroy the industry. Hawaii has eliminated net metering, and at least 25 other states are considering the move. == Notes == ==References== Category:Energy in Arizona ",
    "title": "Net metering in Arizona"
}