{
    "id": "51166173",
    "text": "Cover of the first edition of the book. The Hat is a children's book written and illustrated by French artist and author Tomi Ungerer. Published in 1970 by Parents' Magazine Press, the book tells the story of a poor veteran, Benito Badoglio, who becomes rich after he unwittingly gains possession of a magic hat. The book is richly illustrated and the text contains numerous vivid and mellifluous descriptions and dialog. For example, upon meeting the hat, the protagonist cries, \"Thunder of Sebastopole!\"; in another scene, he shouts, \"A thousand Potemkins!\" Other characters in the book are \"cutthroats\", \"brigands\", a \"fainting contessa\", and a \"dashing cadet\". The author's interest in such colorful prose was explained by Selma G. Lanes in the Atlantic Monthly: \"Ungerer feels strongly that children enjoy unfamiliar words and euphonious, mystifying phrases.\" The setting for The Hat is nineteenth century Italy, and was described by Sydney D. Long in the Horn Book Magazine as \"a never-never land ..., the comic-opera pictures [of The Hat] are full of mandolin-playing musicians, splashing fountains, and apple-cheeked peasant lasses.\" The book ends much as it begins, with the migration of the hat from one prosperous owner to one of more dire circumstances. This cyclic plot device suggests the magic hat has led previous owners to similar changes of fate, and may continue to do so into the future. The book was published by French publisher L'école des loisirs in 1971 under a title of slightly different meaning: Le Chapeau Volant (The Flying Hat). == Synopsis == The Hat begins with a portrait-like illustration of a magic hat flying through the air. The text describes it as \"a tall black top hat, shiny as satin and belted with a magenta silk sash.\" We soon learn that it has recently blown from the head of a wealthy man seated in a speeding open carriage. His wife beside him advises him not to mind that the hat has blown away; though, it is clear from the man's expression that losing his hat greatly concerns him. Before long, the hat alights upon the head of the book's protagonist, Benito Badoglio, a poor and disabled veteran. Soon thereafter, Benito is witness to a series of potentially disastrous events. He quickly realizes that the hat can perform heroic deeds on command: it catches a flowerpot falling toward the head of a pedestrian; it returns the escaped \"purple puffbird, the only one in captivity\", to the National Zoo; and it rescues a baby, captive within a burning carriage, as it careens down a long flight of stairs. For some of these acts Benito is rewarded with money, and he soon becomes a rich man. After rescuing her from a runaway carriage with his magic hat, Benito wins the heart of a noblewoman and the couple soon marry. But on the night of their wedding, as the bride and groom speed toward their honeymoon, the hat flies away from Benito's head. \"Never mind the hat\", says his bride, and the hat continues to fly away into the night. On the last page, a person drowning in a river can be seen far off in the distance; perhaps this is the new owner of the hat. == Characters == The characters in the book are: * Benito Badoglio: The protagonist who has possession of the hat. * A wealthy tourist: The first person Benito helps with his magic hat. He fills Benito's hat with \"banknotes and other valuables\". * The Director of the National Zoo: He rewards Benito with \"one thousand millicentos\" for capturing the purple puffbird. * Capitano Mallamorte: Leader of a military unit waiting to destroy the hideout of a \"band of cutthroats\". * Contessa Aspi d'Istra: The Archduke's sister-in-law who is saved by Benito's magical hat and later marries Benito. * The Archduke: He appoints Benito to the role of \"Minister of National Emergencies\". == References == == External links == * http://www.tomiungerer.com * http://www.ecoledesloisirs.fr/livre/chapeau-volant * https://www.youtube.com/watch?v=OZXqIF71YPI Category:American children's books Category:1970 children's books ",
    "title": "The Hat (book)"
}