{
    "id": "51164177",
    "text": "William N. Bowman (born 1868 in Carthage, New York, d. August 28, 1944 in Denver) was a prolific architect in Colorado. He was born in 1868 in Carthage, New York. As the eldest of five children, he had to quit school at age 11 to work in a woolen mill, in order to support the family after his father was injured. Hoping to become an architect and builder, he studied math and drawing at night, at a schoolteacher's home. He first worked at an architect's office in Jackson, Michigan. Detroit architect Col. Elijah E. Myers recommended he do a carpenter's apprenticeship, which he did. He later worked for architects Mortimer L. Smith & Son in Detroit and Thurtle & Fleming in Indianapolis. And then was a member of Rush, Bowman & Rush, a construction firm. In the main part of his career he worked as an architect in Denver and designed buildings statewide. He was president of Colorado's chapter of the American Institute of Architects during 1917-1919. He died in 1944 at his home in one of his works, the Norman Apartments in Denver, and was buried in Fairmount Cemetery. Mountain States Telephone Building, Denver Notable works include (with attribution): *Adams State Teachers College buildings, Alamosa, Colorado *William Norman Bowman House-Yamecila, 325 King St. Denver, CO (Bowman,William Norman), NRHP-listed *Byers and Cole Junior High Schools, Denver * The Colburn Hotel, 980 Grant St., Denver, NRHP-listed *Colorado Building, 401–411 N. Main St. Pueblo, CO (Bowman,William N.,Co.), NRHP-listed *Denver City and County Building, Denver *Douglas City Hall, 130 S. Third St. Douglas, WY (Bowman, W.N.), NRHP-listed *El Jebel Shrine and the clubhouse, Denver (with T. Robert Wieger) *Fairplay Hotel, 500 Main St. Fairplay, CO (Bowman, William N.), NRHP-listed *Greeley Masonic Temple, 829 10th Ave. Greeley, CO (Bowman, William N.), NRHP-listed with *Koerner House, 1824 S. Mount Vernon St. Spokane, WA (Bowman, William), NRHP-listed *McCook YMCA, 424 Norris Ave. McCook, NE (Bowman, William N. Co.), NRHP-listed *Montrose County Courthouse, 320 S. 1st St. Montrose, CO (William Bowman Company), NRHP-listed *Mountain States Telephone Building, 931 14th St. Denver, CO (Bowman, William N.), NRHP-listed *Norman Apartments, 99 S. Downing St. Denver, CO (Bowman, William Norman), NRHP-listed *Park Hill Methodist Church, Denver *Scotts Bluff County Courthouse, 10th and Q Sts. Gering, NE (Bowman, William N.), NRHP- listed *State Office Building (1921), NE corner of East Colfax and Sherman, Denver, neoclassical *Weld County Courthouse, 9th St. and 9th Ave. Greeley, CO (Bowman,W.N.), NRHP-listed *Yavapai County Courthouse, Courthouse Sq. Prescott, AZ (Bowman,William N.), NRHP-listed *One or more works in Greeley Downtown historic district, roughly bounded by 8th St., 8th Ave., 10th St., and 9th Ave. Greeley, CO (Bowman, William N.), NRHP-listed ==References== Category:Architects from Denver Category:American architects Category:1868 births Category:1944 deaths Category:People from Carthage, New York Category:Burials at Fairmount Cemetery (Denver, Colorado) Category:Architects of YMCA buildings ",
    "title": "William N. Bowman"
}