{
    "id": "51163688",
    "text": "Thomas McCarty Moncure Jr. (born June 9, 1951) is a Virginia lawyer and Republican politician who served part-time as a member of the Virginia House of Delegates, representing his native Fredericksburg between 1982 and 1988, initially along with all of Stafford County, Virginia, but later with only parts of Stafford County as well as parts of Fauquier County. ==Early and family life== Born in Fredericksburg, Virginia to lawyer Thomas McCarty Moncure (1920-2009) and his wife, Harriet Spangler, Tom Moncure graduated from the Virginia Military Institute with a B.A. in English. He later received a M.A. in history from George Mason University. He served in the U.S. Army reserves, achieving the rank of Captain with the military police. ==Career== Moncure was admitted to the Virginia Bar in 1979. While in private legal practice for a decade, as discussed below he also served part-time in the Virginia General Assembly, as had his grandfather, Frank P. Moncure (1889-1969) -- but as a Republican rather than as a conservative Democrat as was the elder Moncure. From 1989 until 1991, Moncure was assistant counsel to the National Rifle Association before resuming his public service career. In 1981, Moncure defeated four-term Democratic delegate Lewis P. Fickett Jr., winning 54.5% of the vote. He ran unopposed in the 1982 and 1985 elections, and easily defeated his Independent opponent in 1983. His district was initially numbered the 20th and titled \"Stafford County and Fredericksburg\" but by the 1982 election it was renumbered the 53rd and included parts of Stafford and Fauquier Counties as well as Fredericksburg. His successor was fellow Republican William J. Howell, now the Speaker of the Virginia House of Delegates. In November 1991, Moncure was elected Clerk of Stafford County, and served until January 2002. Beginning in 2002 Moncure served as senior counsel to Virginia Attorney Generals Jerry Kilgore and Judith Jagdmann. He is also a member of the Virginia Code Commission. Since 2006, he has been University Counsel for George Mason University. ==References== Category:1951 births Category:Living people Category:Members of the Virginia House of Delegates Category:Virginia Republicans Category:Virginia lawyers Category:Politicians from Fredericksburg, Virginia Category:Virginia Military Institute alumni ",
    "title": "Thomas M. Moncure Jr."
}