{
    "id": "51162570",
    "text": "Bauraha Khola in audio. Bauraha kholahttp://wikimapia.org/17587881/bauraha- kholahttps://commons.wikimedia.org/wiki/File:Bauraha_khola.ogg (Nepali: बौराह खोला), sometimes Baulaha khola is a stream in Gadhawa Rural Municipality ward number 1 Dang Deukhuri District Nepal. It irrigates the land of Banghushree 12 months. The water level rises in monsoon season. It runs from south to north between Banghushree and Badahara village, originating from southern Chure hills of Banghushree Dang Deukhuri District Nepal; near 'Bauraha Kapilvastu' such as Saani Bauraha, Thulo Bauraha, Kalyankot, Domai, Gangare, and Gogan paani. Chureni khola, Sota, Bhutaiya khola and Bagaiya khola are tributaries of Bauraha khola. Sanghuri ।सॉघुरी।, an area of vertical slope with a narrow opening, is a place where stream accumulates its strength. In the monsoon season, it causes a huge loss of property. The upper large catchment area where high precipitation in monsoon season results devastating flash floods each year, impacting the locals of Banghushree. Bauraha khola, which generally carries mud, boulders and much debris due to steep slope, sweeps the fertile land of Banghushree each year. It ends its presence by mixing with West Rapti River near at Banghushree. Both Damodar road and Dulaiya road cross Bauraha khola to connect Banghushree with Badahara village. There is no solid infrastructure built to cross the stream Bauraha khola. In 2018 B.S. (1961 AD), flooding in Bauraha Khola caused huge loss of livestock and property. It was the most devastating flood ever recorded. At that time, the stream modified the lower lands near Banghushree and Badahara. The peak, Ekal Danda, was the result of the flood. == Location == Gadhawa Rural Municipality ward number 1, Dang Deukhuri District Nepal. It is nearly 4.5 km west from Kalakate. == Affected villages == # Banghushree # Banbari # Badahara # Bauraha ==Swept areas== # Putali danda and nearby agricultural lands # western Majhaghat and nearby lands of national forest # west part of Banghushree # Khaireni ==Affected roads== # Damodar road # Dulaiya road # Banghushree Banbari local footpath A_view_of_lonely_peak_or_ekal_danda_from_bauraha_khola.jpg|Bauraha khola Banghushree.jpg|Banghushree ==References== Category:Rivers of Nepal Category:Dang District, Nepal ",
    "title": "Bauraha khola"
}