{
    "id": "51169383",
    "text": "The Chicken Rock Lighthouse is an active 19th-century lighthouse, located on Chicken Rock, an isolated island at the southern end of the Isle of Man. Completed in 1874, the tower is constructed of tapered granite and was designed by David and Thomas Stevenson. The need for the light on Chicken Rock was identified as early as 1866, due to the problem of fog obscuring the two lights on the nearby Calf of Man. As these lights formed a transit with the Chickens, the loss of any one exposed shipping to danger. ==History== Detail of the tower Approval to start work on the lighthouse was given in 1868. Constructed of granite blocks forming a tapered tower, with a lantern room and single gallery, it was designed by the two brothers, David and Thomas of the Stevenson lighthouse engineering family. At the same time as overseeing this project, they were also involved in the building of the lighthouse on Dubh Artach in Scotland. Construction finished in December 1874, with the first official lighting day taking place on 1 January 1875. The total cost was £64,559 (equivalent to £ as of ). The light was originally fuelled by paraffin, although the type of fuel used and whether the optics should display a red sector light was a matter of dispute between David and Trinity House. A fire heavily damaged the interior of the lighthouse on 23 December 1960. The three lighthouse keepers, one of whom suffered burns from the fire, were rescued by the Port St Mary RNLI lifeboat. Although the lighthouse was repaired following the fire, it was not used by any resident keepers again, and was instead automated in 1961. The lighthouse continues to be operated and maintained by the Northern Lighthouse Board. ==See also== * List of lighthouses in the Isle of Man *List of Northern Lighthouse Board lighthouses ==References== ==External links== *Northern Lighthouses Board *Film about the lighthouse and its keepers (1940s) Category:Lighthouses completed in 1874 Category:Lighthouses in the Isle of Man ",
    "title": "Chicken Rock Lighthouse"
}