{
    "id": "51168487",
    "text": "Kurt Vonnegut's God Bless You, Mr. Rosewater is a 1979 musical that marked the first collaboration of composer Alan Menken and writer Howard Ashman. Based on Kurt Vonnegut's 1965 novel of the same name, the musical tells the story of Eliot Rosewater, a millionaire who develops a social conscience and creates a foundation to improve the lives of the citizens of an impoverished Indiana town. ==Productions== The musical had a showcase in May 1979 at the WPA Theater in New York City. Directed by Ashman, Frederick Coffin played Eliot Rosewater and Jonathan Hadary played Mushari. Menken played the keyboards.Gussow, Mel. \"Stage: ‘God Bless You, Mr. Rosewater’\" The New York Times, May 21, 1979 The musical transferred to the Entermedia Theatre Off- Broadway, where it opened on October 14, 1979 and closed on November 24, after 49 performances. Directed by Ashman, the production featured Frederick Coffin (Eliot Rosewater), Janie Sell (Sylvia Rosewater), and Jonathan Hadary (Norman Mushari).http://iobdb.com/Production/2384 The musical was produced at the Arena Stage in Washington, D.C. in May to June 1981, again directed by Ashman and starring Coffin. The cast also featured Robert Westenberg, Steve Liebman, Theresa Rabov, and Leslie Cass.Martin, Judith. \"'Rosewater': True Kitsch\" \"The Washington Post\", May 15, 1981 In March 2003, Rosewater was performed in concert as part of the CooperArts series at the Cooper Union; the concert featured Jim Walton (Eliot Rosewater), Carolee Carmello (Sylvia Rosewater), and David Pittu (Norman Mushari).Jones, Kenneth. \"Menken & Ashman's 'God Bless You, Mr. Rosewater' Gets NYC Concert March 7\" Playbill, March 6, 2003 The New England premiere of the show was performed from April 14–24, 2016 by Cape Cod Community College, in West Barnstable Massachusetts. The cast was made up of primarily students and most had heard of the book (Kurt Vonnegut was a resident of the area) however not many knew that it had been made into a musical. An Encores! Off-Center staged concert ran at New York City Center from July 27–30, 2016. The production starred Skylar Astin (Norman Mushari), Santino Fontana (Eliot Rosewater), Brynn O'Malley (Sylvia), and James Earl Jones (Kilgore Trout). The production also featured Rebecca Naomi Jones and was directed by Michael Mayer.Clement, Olivia. \"James Earl Jones Joins 'God Bless You, Mr. Rosewater'\" Playbill, June 27, 2016Donovan, Deirdre. God Bless You, Mr. Rosewater theaterscene.com, accessed October 22, 2019Sommer, Elyse. \"A CurtainUp Review. God Bless You, Mr. Rosewater at Encores! Off-Center\" curtainup.com, July 28, 2016Stewart, Zachary. \"Review. 'Kurt Vonnegut's God Bless You, Mr. Rosewater'\" theatermania.com, July 28, 2016 This cast recorded the first studio recording of this musical in 2017. ==Cast and characters== {| class=\"wikitable\" |+ !Characters !WPA Theater (1979)Weinstock, Matt. \"The Making of God Bless You Mr. Rosewater\" Playbill, July 26, 2016Dietz, Dan. God Bless You, Mr. Rosewater \"Casts, Credits, Songs, Critical Reception and Performance Data of More Than 1,800 Shows\", McFarland, 2010, , p.589 !Off- Broadway (1979) !Arena Stage (1981) !Cooper Union (2003) !Encores! (2016) |- |Eliot Rosewater |colspan=\"3\" style=\"text-align: center;\"|Frederick Coffin |style=\"text-align: center;\"|Jim Walton |style=\"text-align: center;\"|Santino Fontana |- |Sylvia Rosewater |style=\"text-align: center;\"|Mimi Turque |style=\"text-align: center;\"|Janie Sell |style=\"text-align: center;\"|Barbara Andres |style=\"text-align: center;\"|Carolee Carmello |style=\"text-align: center;\"|Brynn O'Malley |- |Norman Mushari |colspan=\"2\" style=\"text-align: center;\"|Jonathan Hadary |style=\"text-align: center;\"|Robert Westenberg |style=\"text-align: center;\"|David Pittu |style=\"text-align: center;\"|Skylar Astin |- |} ==Musical numbers== Source: CurtainUp ;Act I *Overture — Orchestra *The Rosewater Foundation — Rebecca Naomi Jones, Santino Fontana, Company *The Rosewater Foundation (Reprise) — Fontana *Dear Ophelia - Fontana *Thank God for the Volunteer Fire Brigade — Fontana, Derrick Baskin, Nick Choksi, Eddie Cooper, Kevin Del Aguila, Kevin Ligon *Mushari's Waltz (Magical Moment) — Skylar Astin *Thirty Miles From the Banks of the Ohio/Look Who's Here — Fontana, Jones, Kate Wetherhead, Liz McCartney *Cheese Nips — Brynn O'Malley, Fontana, Wetherhead, McCartney, Cooper *The Rosewater Foundation (Reprise II) — Baskin, Jones, Fontana *Since You Came to This Town — McCartney, Jones, Ligon, Cooper, Company ;Act II *A Poem by William Blake — James Earl Jones, Ensemble *The Rhode Island Tango — Del Aguila, Wetherhead, Astin *Eliot/Sylvia — Fontana, O'Malley *Plain Clean Average Americans - Astin, Del Aguila, Wetherhead, Jones *A Firestorm Consuming Indianapolis — Fontana *Dear Ophelia (Reprise) — O'Malley *I, Eliot Rosewater — Fontana ==References== ==External links== * God Bless You, Mr. Rosewater at the Internet Off-Broadway Database * Bless You, Mr. Rosewater at the Music Theatre International website * \"The Making of God Bless You, Mr. Rosewater\", a 2016 Playbill oral history Category:1979 musicals Category:Off-Broadway musicals Category:Musicals based on novels Category:Kurt Vonnegut Category:Musicals by Alan Menken Category:Musicals by Howard Ashman ",
    "title": "Kurt Vonnegut's God Bless You, Mr. Rosewater"
}