{
    "id": "51169964",
    "text": "Barco Escape was a multi screen video format similar to Cinerama introduced in 2015 by Barco N.V.. The format combines Barco technologies such as Auro 11.1 as well as multi-projection in order to create a panoramic experience. The technology was expected to compete with IMAX and Dolby Cinema. It is now closed.https://ready2escape.com/ == History == Barco Escape debuted in theatres in September 2014 with the film The Maze Runner featuring select scenes in the three-screen format. In September 2014, Tony Bennett and Lady Gaga recorded a performance in Brussels Grande Place plaza to mark the release of their Cheek to Cheek jazz record. The concert was filmed using 15 RED Epic Dragon cameras feeding three separate panels, including the panoramic shots. In April 2015, Barry Films announced to release their upcoming horror film The Hell Within in the format. Barco signed a five-year multi-title deal with 20th century Fox to release films in the format. A Barco Escape set up was installed also installed in one of the Fox studios cinema rooms as part of the deal. Posse Films partnered with Barco in order to release the film Racer's Heart, a story based on NASCAR Hall of Fame member Bobby Allison in the format. In 2015, Barco announced a deal with Jerry Bruckheimer to produce one new movie and one reimagined version of a previous film. In February 2016, director Mark Waugh announced to shoot an outdoor survival feature film natively in the format. The film will be shot on location with a single camera using wide-angle lenses. The film will be released through Rock Pile Productions. In April 2016, Barco signed partnership agreement with Cross Creek Productions in order to release one film in the format by end of 2017. Similarly, Barco also signed an agreement with Fundamental Films to release two or more of their films in the format, with 24 Hours to Live to be the first film to do so. Minds Eye Entertainment plans to release six films filmed in the Barco Escape format, starting with The Recall. By July 2016, the technology was installed in 24 cinemas in six countries. On Feb 8, 2018, Barco announced the closure of the Barco Escape business. == Technology == Barco Escape comprises Auro 11.1 sound format and multi projection system. Auro 11.1 is a multichannel sound format supported by Barco and created by Auro Technologies. The sound format is an extension of the existing 5.1 surround layer with addition of a five channel height layer and a mono \"voice of god\" ceiling channel. The additional channels allow placement and movement of sound along the horizontal and vertical axis. The visual presentation is characterized by the addition of two 2.39:1 aspect ratio screens to the side of the main screen to provide a 270 degree panoramic experience, equivalent to an aspect ratio of 7.17:1. The two side screens are angled at 45 degree in order to cover peripheral vision, although there is seam visible between the screens. Most of the theaters are set up with 30–35 feet main screen with equivalent size side screens. The main screen has an UltraHD (not laser) projector running off a 2K DCP and the side screens have Barco DP2K-20C projectors that feed from a separate server. The Barco Escape sequences for The Maze Runner were created digitally using the Crytek Engine and integrated with the principal photography shot with Arri Alexa camera. About half of the Barco Escape material for Star Trek Beyond were full CG set-extensions created by Prime Focus in conjunction with Prime Focus-owned VFX studio Double Negative. The other half was created by Kelvin Optical, an in-house VFX group at Bad Robot, working with Base Effects in China. == Theaters with Barco Escape == === United States and Canada === * D'Place Mary Pickford, Cathedral City, CA * Sierra Vista Cinema 16, Clovis, CA * Cinema West Palladio 16, Folsom, CA * Cinemark 18 and XD, Los Angeles, CA * Cinemark Century 16, Pleasant Hill, CA * Cinemark Redwood Downtown & XD, Redwood City, CA * Regal LA Live: A Barco Innovation Center, Los Angeles, CA * Camera 12, San Jose, CA (closed Sept. 8, 2016) * Cinemark Paradise 24 & XD, Davie, FL * Cinemark at Seven Bridges and Imax, Woodridge, IL * Cinema West Village Cinema 15, Meridian, ID * Odyssey Cinemagic Hollywood 12, Rochester, MN * Landmark Sunshine, New York, NY * Cinemark Legacy and XD, Plano, TX * Santikos Palladium AVX Entertainment, Richmond, TX * Santikos Palladium IMAX, San Antonio, TX * Santikos Silverado 16, San Antonio, TX * Santikos Silverado 19, Tomball, TX * Cinemark Lincoln Square, Bellevue, WA * Scotiabank Theatre Edmonton, Edmonton, AB * Scotiabank Theatre Vancouver, Vancouver, BC * Scotiabank Theatre Toronto, Toronto, ON * Imagine Cinemas Lakeshore, Tecumseh, ON === Rest of the world === * China Film Group, Beijing, China * China Film Group, Shanghai, China * Hengdian Cinema, Jinhua, China * Cinépolis Paseo- Acoxpa, D.F., Mexico * Euroscoop Tilburg, Tilburg, Netherlands * Euroscoop Maastricht, Maastricht, Netherlands * Euroscoop Rotterdam, Schiedam, Netherlands * Kinepolis Antwerp, Antwerp, Belgium * Kinepolis Kortrijk, Kortrijk, Belgium * Reel Cinemas Dubai Mall, Dubai, UAE * Cinema 3D Morena Mall, Gdańsk, Poland == Films presented in Barco Escape == {| class=\"wikitable plainrowheaders\" width=99% !Film !Distributor !Release Date !Note |- | The Maze Runner | 20th Century Fox | September 19, 2014 | 10 minutes of Barco Escape footage |- | Tony Benett and Lady Gaga: Cheek to Cheek Live! | Universal Music | October 24, 2014 | Shot natively in Barco Escape |- | Maze Runner: The Scorch Trials | 20th Century Fox | September 18, 2015 | 20 minutes of Barco Escape footage |- | Star Trek Beyond | Paramount Pictures | July 22, 2016 | 20 minutes of Barco Escape footage |- | The Recall | Mind's Eye Entertainment | June 2, 2017 | Shot natively in Barco Escape |- | The Humanity Bureau | Mind's Eye Entertainment | 2017 | Shot natively in Barco Escape |- | 6 Below: Miracle on the Mountain | Momentum Pictures | 2017 | Shot natively in Barco Escape |- | The Hell Within | Barry Films | | Shot natively in Barco Escape |- | Distorted | Mind's Eye Entertainment | June 22, 2018 | Shot natively in Barco Escape |} ==See also== *ScreenX - A similar multi-screen theater created by CJ CGV. == References == Category:Premium large format movie formats ",
    "title": "Barco Escape"
}