{
    "id": "51162161",
    "text": "The Uatumã Sustainable Development Reserve () is a sustainable development reserve in the state of Amazonas, Brazil. The land is owned by the state, but the reserve has a population of about 1,300 people engaged in sustainable agriculture, extraction and fishing. ==Location== The Uatumã Sustainable Development Reserve is divided between the municipalities of São Sebastião do Uatumã (60.42%) and Itapiranga (39.58%) in the state of Amazonas. It has an area of . The reserve covers parts of the lower Amazon plateau and the Amazon plain. It is in the lower third of the Uatumã River basin near its mouth on the Amazon River. The Uatumã River runs through the length of the reserve from north to south. The reserve is accessible by river from Manaus, or by land via the BR-174 and AM-240 highways. ==History== The reserve was proposed in 1996 after several studies by environmental bodies and NGOs, and in response to the demands of the local inhabitants who saw value in protecting the environment, regularising use of land and river resources, and helping community organisation, health and education. This was followed by several years of discussion about the most appropriate form of conservation unit and about the transfer of responsibility between the federal and state governments. The Uatumã Sustainable Development Reserve was created by Amazonas state governor decree 24.295 of 25 June 2004 in the basin of the Uatumã River with an area of about . The basic objective was to preserve nature and at the same time ensure the conditions and means needed to sustain and improve the livelihood and quality of life of the traditional populations exploiting the natural resources, while preserving and improving knowledge and techniques developed by those populations for managing the environment. It became part of the Central Amazon Ecological Corridor, established in 2002. The conservation unit is supported by the Amazon Region Protected Areas Program. On 16 August 2006 the Instituto Nacional de Colonização e Reforma Agrária (National Institute for Colonization and Agrarian Reform – INCRA) recognised the reserve as supporting 250 families of small rural producers who could participate in PRONAF. On 18 March 2008 the deliberative council was created. On 9 June 2010 the entire territory became state property. The management plan was approved on 18 October 2010. On 7 April 2015 a sum of R$450,000 was allocated to the reserve to offset the irreversible negative environmental impacts from implementation and operation of the Tucuruí transmission line (Linhão de Tucuruí). This is a hydroelectric power transmission line between the Tucuruí Dam in Pará and Manaus. ==Hydrology== The rainy season lasts from February to April, with average rainfall of in March and April respectively. The dry season is from July to October. Rainfall averages in August and September. There are wide variations in rainfall from one year to another. When the Amazon is high there are greater areas of wetlands in the reserve. The Uatumã River's flow is regulated by the Balbina Dam, built in 1987, which is just in a direct line from the reserve, and this reduces flooding to some extent. ==Environment== Avifauna The Uatumã Sustainable Development Reserve is of great biological importance. It preserves the remains of the riverine environment that was largely destroyed with construction of the Balbina Dam. The vegetation is mainly terra firma forest, but there are areas of igapó, campina and campinarana. Common plants that may have economic potential include bacaba, pintadinha, bromélias, sucupira, jauari, maçaramduba and breu. The campinas (meadows) have significant potential for tourism due to their scenic beauty and large amounts of bromeliads and orchids. Creation of the reserve was motivated in part by the need to provide a shelter for the Martins's tamarin (Saguinus martinsi), considered rare and probably endemic to the reserve and its surroundings. Research on fauna during preparation of the management plan identified 26 species of mammals including the threatened ocelot, jaguar and giant anteater. Aquatic mammals include Amazon river dolphin (Inia geoffrensis), tucuxi (Sotalia fluviatilis), Amazonian manatee (Trichechus inunguis), giant otter (Pteronura brasiliensis) and neotropical otter (Lontra longicaudis). The reserve does not have large stocks of commercially useful fish. The dolphins and otters often attack fish caught in gill nets set by the residents of the reserve. The reserve provides an egg- laying area for threatened species of turtles. The Arrau turtle (Podocnemis expansa) is relatively rare. Turtles are caught for consumption or sale, as elsewhere in the Amazon region. Maracarana Lake has the highest number of turtles and has been protected by residents in partnership with Eletrobras – Manaus Energia since 1985. In 1998 IBAMA declared Maracarana a protected lake, where gill nets and turtle capture are banned. ==Economy== Sunset In 2006 the Uatumã Sustainable Development Reserve had about 250 families with 1,300 people in total. As of 2007 the population was 54% male, 46% female. 42.8% were under thirteen years of age. There are about twenty riverine communities in the reserve. Most of the communities are small farmers growing cassava, banana, watermelon, corn and beans for sale and for personal consumption. A variety of other crops are also grown, totalling about 40 species. Most communities raise livestock for milk and meat, and for sale in the rainy season when there is no income from agriculture. Pigs are the main farmed animal, followed by sheep, goats and poultry. Two communities are developing honey production from stingless bees. Rubber and nuts are among the products extracted from the forest. One community (Leandro Grande) mainly engages in timber extraction and one (Monte das Oliveiras) mainly extracts forest products such as straw, vines and pitch. Timber is extracted for use in local construction, with only a few residents engaged in the timber trade. There is some illegal logging, but the communities are motivated to prevent it due to the low price fetched for timber without a certificate of legal origin. Residents engage in small-scale fishing and hunting, mainly for personal consumption. The common agouti, red brocket, curassow and peccary are hunted. ==Notes== ==Sources== * * * * * Category:2004 establishments in Brazil Category:Sustainable development reserves of Brazil Category:Protected areas of Amazonas (Brazilian state) ",
    "title": "Uatumã Sustainable Development Reserve"
}