{
    "id": "51160646",
    "text": "The Francesco Giuseppe Bressani Literary Prize is a biennial award created by the Italian Cultural Centre Society of Vancouver in 1986. It was created to promote and honour Canadian writers of Italian descent. There are $1000 prizes for poetry (at least 20 poems), fiction (minimum 50 pages) and short fiction (minimum 8000 characters).http://italianculturalcentre.ca/wp- content/uploads/2015/12/Bressani-2016-Rules-and-Regulations.pdf A fourth \"special category\" prize has been given out since 2006. Works are eligible if published from January 1 of one year to March 31 of the next year. Submissions must be from Canadian citizens or permanent residents of 16 or older who have at least one parent or grandparent born in Italy, and can be in Italian, English or French. The Prize is named after the Italian Jesuit missionary Francesco Giuseppe Bressani. The Prize was discontinued in 1995, but the Italian Cultural Centre appointed a new F.G. Bressani Committee in 2000 when it was reinstated. ==Winners== 1986 *From the Frontier to the Little Italies: The Italians in Canada 1800-1941 by Robert F. Harney 1988 *Forty Days and Forty Nights (poetry in English) by John Terpstra *In the Skin of a Lion (prose in English) by Michael Ondaatje *Autostrada per la Luna (poetry in Italian) by Silvano Zumaro 1990 *Ink from an Octopus (poetry) by Len Gasparini *The Lives of the Saints (prose) by Nino Ricci 1992 *Life in Another Language (poetry) by Liliane Welch *A Planet of Eccentrics (prose) by Ven Begamudre 1994 *Gardening in the Tropics (poetry) by Olive Senior *The Book of Secrets (prose) by M.G. Vassanji 1996, 1998 Hiatus 2000 *Interference (poetry) by Concetta Principe *The City of Yes (novel) by Peter Oliva *The Closer We Are to Dying (short fiction) by Joe Fiorito 2002 *Selected Poems (poetry) by Fulvio Caccia *Winter in Montreal (novel) by Pietro Corsi *Fabrizio's Passion (novel) by Antonio D'Alfonso *Breaking the Mould (short fiction) by Penny Petrone 2004 *Ariadne's Thread (poetry) by Carmelo Militano *Italian Shoes (novel) by Frank G. Paci 2006 *With English Subtitles (poetry) by Carmine Starnino *Cristallo (novel) by Mena Martini *Leftovers (short fiction) by Fabrizio Napoleone *Baseballissimo (creative non-fiction) by Dave Bidini 2008 *You Speak to Me in Trees (poetry) by Elana Wolff *Magnifico (novel) by Victoria Miles *Making Olives (short fiction) by Darlene Madott *The Clothesline (creative non-fiction) by Donna Caruso 2010 *This Nothing's Place (poetry) by Pasquale Verdicchio *Berlin (fiction) by Michael Mirolla *Made Up of Arias (short fiction) by Michelle Alfano *Finding Rosa (emigration from Italy) by Caterina Edwards 2012 *Dancing, with Mirrors (poetry) by George Amabile *The Good Doctor (fiction) by Vince Agro *Small Change (short fiction) by George Amabile *Whoever Gives Us Bread (creative non-fiction) by Lynne Bowen 2014 *The House on 14th Avenue (poetry) by Michael Mirolla *Stations of the Heart (fiction) by Darlene Madott *Sweets (short fiction) by Eufemia Fantetti *The Figures of Beauty (Italian theme) by David Macfarlane 2016 *Lessons in Relationships Dyads (short stories) by Michael Mirolla Past winners are listed at the end of the document ==References== Category:Canadian literary awards ",
    "title": "Bressani Award"
}