{
    "id": "51166375",
    "text": "Frances Xinia Molina (born September 24, 1994) is a Filipino volleyball player. She currently plays as an outside hitter for the Petron Tri-Activ Spikers. She played with the Philippine Super Liga All-Stars in the 2016 FIVB Club World Championship. ==Early life== A native of Nueva Ecija, she was born (second to three siblings) to Araceli Harding (née Dionisio) and Pedro Molina with the former who later became estranged from the latter and married to an India-based to British engineering consultant. Harding was an open hitter playing for the Central Luzon State University volleyball team in the State Colleges and Universities Athletic Association (SCUAA). She was supposed to join the Philippine women's national volleyball team that will participate in the 1991 Southeast Asian Games, but it was discontinued due to earlier marriage, and her work in a company based in Macau. Molina grew up in the town of Aliaga and moved to Cabanatuan to attend the Araullo University (later transferred to College of Immaculate Conception) for her secondary studies. She was more involved in athletics due to her father's connection with the sport initially uninterested in volleyball. ==Career== Molina started playing volleyball on her fourth year in high school. In 2008, she was recruited to be the part of the Cabanatuan's secondary girls' volleyball team for the Central Luzon Regional Athletics Association. She was scouted by George Sucaldito and Nemecio Gavino from the San Beda College. She then became part of the college's women's volleyball team, the San Beda Lady Red Spikers. Molina along with Janine Marciano was part of the team that ended in the Final Four at NCAA Season 87 but her team struggled in the next season. Molina's team ended in the Final Four again in NCAA Season 89 but Molina's participation was disrupted by an injury which meant that she didn't finish the season. She played for the PNP Lady Patrollers of the Shakey's V-League after she recovered from her injury. Molina was then recruited by the Petron Blaze Spikers of the Philippine Super Liga and was named 2nd Best Outside Hitter at the 2015 PSL All-Filipino Conference which was won by Petron. Molina has also participated in internationally competing at the 2016 Thai-Denmark Super League 2016 as part of the Petron-Philippine Super Liga All-Stars. She was also named as part of the PSL Manila squad that will participate at the 2016 FIVB Volleyball Women's Club World Championship. With Petron Blaze Spikers, Molina won the 2017 PSL Grand Prix Conference silver medal. ==Awards== ===Individual=== * 2015 Philippine Superliga Grand Prix \"2nd Best Opposite Spiker\" ===Clubs=== * 2017 Philippine SuperLiga Grand Prix – 16px Runner-Up, with Petron Blaze Spikers ==References== Category:Living people Category:1994 births Category:Sportspeople from Nueva Ecija Category:San Beda University alumni Category:Philippines women's international volleyball players Category:Outside hitters Category:National Collegiate Athletic Association (Philippines) players Category:Competitors at the 2017 Southeast Asian Games Category:Opposite hitters Category:Competitors at the 2019 Southeast Asian Games ",
    "title": "Frances Molina"
}