{
    "id": "51161059",
    "text": "Tomas Gunnarsson, 2016. Tomas Gunnarsson is a Swedish feminist and gender identity activist, blogger and photographer known for his critical campaigns against sexist photographic portrayal of women. Gunnarsson began blogging as Genusfotografen (\"the Gender Photographer\") and became widely known in Sweden in 2012 when he was forced to pay damages for copyright infringement due to a critical blog post about the imagery used in an interview with Swedish chef Louise Johansson in Xpress, the onboard magazine of the train service Arlanda Express. The controversy raised by Gunnarsson led to a wider public debate about sexist portrayal of women as well as lack of legal protection for bloggers who use copyrighted works in critical reviews. Since the 2012 dispute, Gunnarsson's campaigns and blog posts have been widely publicized in Swedish media for raising awareness of stereotypical photographic portrayal of women in media and advertisement. He is particularly well known for criticizing the US clothing retailer American Apparel and the Danish fishing magazine Fisk & Fri. He has also been involved in developing awareness within public and private organizations regarding gender-neutral imagery. == Copyright dispute == Gunnarsson received media attention in 2012 after a critical review of photographs in an article of the June 2011 issue of Xpress, the English-language onboard magazine of Arlanda Express, the airport train serving Stockholm-Arlanda Airport. The article was an interview with Louise Johansson, the 2011 winner of Sveriges mästerkock, a TV reality show based on the British original MasterChef. The photographs accompanying Johansson's interview showed her in a restaurant kitchen in a light, colorful dress, washing her bare feet in a sink and playfully drinking water from a spray nozzle. Gunnarsson's blog post featured detailed criticism of the imagery, along with photos of the magazine itself, pointing to the disparity in how female professionals were depicted compared to their male counterparts. The photo agency Spectacular Stuido that represented Stefan Jellheden, the photographer who produced the images for Xpress article, threatened to sue Gunarsson for copyright infringement for publishing without consent from the copyright holder. The agency demanded that he pay 25,000 kronor in damages for unauthorized use of copyright works. Eric Legge, the owner of Spectacular Studios also started a group that criticized Gunnarsson's actions on Facebook. In Sweden, copyrighted works may be used in reviews and critical reviews without consent from the copyright holder under the Fundamental Law on Freedom of Expression. The exception only applies to publications with an officially registered \"responsible editor\" (ansvarig utgivare), something that Gunnarsson's blog lacked. The issue was settled out of court with Gunnarsson agreeing to pay 15,000 kronor in damages. The legal actions by Spectacular Studios were widely criticized by Swedish journalists, legal experts and the Swedish Association of Professional Photographers, and sparked a public debate about the lack of protection for freedom of speech for bloggers and social media activists in Sweden. Gunnarsson received widespread popular support after the dispute was publicized in media. A request for financial aid to pay the damages that he posted on his blog was fulfilled within 24 hours, amassing a total of 19,000 kronor. The owner of Spectacular Studios defended the legal action as legitimate copyright protection, while Louise Johansson stated that she regretted the photos and welcomed the debate about sexist portrayal of women in media. The head of marketing for Arlanda Express later sent an e-mail to Gunnarsson, apologizing for the images in the interview and thanking him for his review. ==Fisk og Fri== In January 2013, Gunnarsson published criticism on his blog of the Danish fishing magazine Fisk & Fri for its use of photos of nude or scantily-clad women together with dead fish. Gunnarsson was threatened with legal action for copyright infringement by Jens Bursell, the editor-in-chief of Fisk & Fri. Swedish media reported on Gunnarsson's analysis and criticized the response from magazine as well as the lack of protection afforded to the free speech of bloggers by Swedish legislation. ==References== ==External links== Genusfotografen, Tomas Gunnnarsson's official website Category:Swedish bloggers Category:Swedish photographers Category:Living people Category:Swedish feminists Category:1982 births Category:Male feminists ",
    "title": "Tomas Gunnarsson"
}