{
    "id": "51164999",
    "text": "The 2008 Khost suicide bombing occurred on 3 March 2008, when German-born Turkish citizen Cüneyt Çiftçi blew himself up in front of the Sabari District Center in Khost Province, Afghanistan, killing US soldiers Stephen Koch (23) and Robert Rapp (22) and two Afghans. Uzbek Islamist group Islamic Jihad Union (IJU) claimed responsibility of having used 4.5 tons of explosives for what was described as an \"enormous blast,\" and publishing a film of the explosion. ==Perpetrator== Cüneyt Çiftçi, the perpetrator, is considered the first suicide bomber to have been born and raised in Germany. Born 1979 in Freising and raised in Ansbach, both in Bavaria, Çiftçi's father, a founding member of the Ansbach Millî Görüş mosque society, sent his son, who was twelve years old, to Turkey. Attending a state-run religious school, Çiftçi memorized the Quran and started using the name \"Hafiz\". After three years, Çiftçi returned to Ansbach, but later dropped out of school and broke off a vocational apprenticeship. After working a while as an interior decorator and in a McDonald's restaurant, he found an employment at the local Bosch warehouse, where he reportedly had a \"well paid job\". In 2000, Çiftçi was granted permanent residency in Germany, but his application for German citizenship was repeatedly turned down. Following repeated \"security conversations\" with the local authorities he withdrew the application. In 2001 Çiftçi married a woman from a secular Turkish family, who only four years later started wearing a headscarf, when they moved in with his parents. German authorities believe that Çiftçi's radicalization may have begun in 2001/02, when he came into touch with orthodox Tablighi Jamaat (TJ) movement, frequenting a TJ circle in nearby Pappenheim. In late 2004, Çiftçi started visiting his father's local Millî Görüş mosque, and occasionally preached there. With their two children, they lived in a middle-class neighborhood of Ansbach. On April 2, 2007, Çiftçi left the country with his wife and two children for Pakistan, after he came under suspicion for his contacts to the \"Sauerland terror cell\". He proceeded to an IJU training camp, where he joined the members of the Sauerland cell. ==See also== * War in Afghanistan (2001–present) * 2016 Ansbach bombing ==References== Category:2008 murders in Afghanistan Category:Suicide bombings in Afghanistan Category:Mass murder in 2008 Category:Mass murder in Afghanistan Category:Terrorist incidents in Afghanistan in 2008 Category:Islamic Jihad Union Category:March 2008 events in Asia Category:History of Khost Province ",
    "title": "2008 Khost suicide bombing"
}