{
    "id": "51164336",
    "text": "2012 pro-cannabis protest in Austin The 2017 Houston, Texas Cannabidio l Superbowl Conference. A panel of scientists, along with 7 ex-NFL players presented a case for using CBD products. Cannabis in Texas is illegal for recreational use. Possession of up to two ounces is a class B misdemeanor, punishable by up to 180 days in prison, a fine of up to $2000, and the suspension of one's driver's license. Several of the state's major municipalities have enacted reforms to apply lesser penalties, however. Medical use is allowed only in the form of low-THC cannabis oil, less than 0.5% THC with a doctor's approval and less than 0.3% THC without. Legislation allowing for medical use was first approved in 2015. Prior to 1973, Texas had the harshest cannabis laws of any state in the nation, with possession of any amount classified as a felony offense punishable by two years to life in prison. Possession was banned statewide in 1931. ==History== ===Early history=== John Gregory Bourke described the use of \"mariguan\", which he identifies as Cannabis indica or Indian hemp, by Mexican residents of the Rio Grande region of Texas in 1894. He described its uses for treatment of asthma, to expedite delivery, to keep away witches, and as a love-philtre. He also wrote that many Mexicans added the herb to their cigarritos or mescal, often taking a bite of sugar afterward to intensify the effect. Bourke wrote that because it was often used in a mixture with toloachi (which he inaccurately describes as Datura stramonium), mariguan was one of the several plants known as \"loco weed\". Bourke compared mariguan to hasheesh, which he called \"one of the greatest curses of the East\", citing reports that users \"become maniacs and are apt to commit all sorts of acts of violence and murder\", causing degeneration of the body and an idiotic appearance, and mentioned laws against sale of hasheesh \"in most Eastern countries\".Bourke cites an anonymous writer in the \"Evening Star\", Washington, D. C., January 13, 1894 for additional remarks on the use of mariguan and Jamestown weed by inhabitants of the area. ===1915 El Paso ban=== The Texas city of El Paso was the first American city to individually restrict cannabis, in 1915. The scene for this city ban was set in 1913, when a man killed a police officer in neighboring Ciudad Juarez, Mexico, while chasing an El Paso couple. Chief Deputy Stanley Good of the El Paso Sheriff's Department noted over several media statements: > One under its influence is devoid of fear and as reckless of consequences or > results. There are instances where the drug crazed victim has been placed in > jail, but in many cases officers have been compelled to slay the fiend in > order to save their own lives. ... A large percentage of the crimes > committed are by men saturated with the drug... Most Mexicans in this > section are addicted to the habit, and it is a growing habit among > Americans. ===1919 Sale restricted=== In 1919, legislation was enacted to prohibit the transfer of narcotics, including cannabis, for non-medical use. Transfer of cannabis in this manner was made a misdemeanor crime; however, possession of the drug still remained legal. ===1923 Further restrictions=== In 1923, legislation was enacted to prohibit the possession of narcotics, including cannabis, with intent to sell. As a result of this law, cannabis could no longer be purchased over-the-counter at pharmacies (only by prescription). ===1931 Prohibition=== 2015 Border Patrol seizure of cannabis in the Rio Grande Valley Possession of cannabis was banned statewide in 1931. Until 1973 it would remain classified as a narcotic with the possibility of life sentences imposed for possession of small amounts. ==Reforms== ===State level=== ====House Bill 447 (1973)==== In June 1973, House Bill 447 was signed into law to significantly reduce penalties for cannabis offenses. Prior to its passage Texas had the harshest cannabis laws of any state in the nation, with possession of any amount classified as a felony offense punishable by two years to life in prison. With the passage of the bill, possession of up to two ounces was reduced to a class B misdemeanor, punishable by a $1000 fine and prison sentence of no more than 180 days. The bill passed the Senate by a 24–7 vote and the House 84–58. House Bill 447 also contained a provision for persons serving time for cannabis offenses to be resentenced under the new law. The resentencing provision was later ruled to be unconstitutional; however, by May 1974 Gov. Dolph Briscoe had granted clemency to 95 of these prisoners. ====House Bill 2391 (2007)==== In June 2007, House Bill 2391 was signed into law by Governor Rick Perry. The law allowed police to \"cite and release\" for certain misdemeanor crimes instead of subjecting offenders to immediate arrest (though the same penalties still applied). Among the offenses for which a citation could be issued was possession of up to 4 ounces of cannabis. Many police departments announced they would continue to arrest for minor cannabis offenses, however. ====Proposed recreational legalization (2015)==== In 2015 state representative David Simpson introduced House Bill 2165 to legalize the use of cannabis for recreational purposes. A Tea Party- backed conservative, Simpson made a religious case for cannabis, stating: \"I don't believe that when God made marijuana, he made a mistake that government needs to fix.\" In May 2015, Simpson's bill gained a majority of support in the House Criminal Jurisprudence Committee, but was not accepted to make it further on the House floor in the limited time remaining in the legislative session. ====Limited medical use legalized (2015)==== In June 2015, Governor Greg Abbott signed Senate Bill 339 – the Texas Compassionate Use Act – allowing the use of low-THC (less than 0.5% THC) cannabis oil for treatment of epilepsy patients. Abbott caveated his support: \"I remain convinced that Texas should not legalize marijuana, nor should Texas open the door for conventional marijuana to be used for medicinal purposes.\" The bill passed by a 26–5 vote in the Senate and a 96–34 vote in the House. ====House approves reduced penalties (2019)==== In April 2019, the House of Representatives voted 98–43 to approve House Bill 63. If enacted, the bill would have made possession of up to one ounce a Class C (rather than a Class B) misdemeanor, eliminated the threat of jail time, and reduced the fine to $500. The day after its passage in the House, however, Lieutenant Governor Dan Patrick announced that he would not allow a vote on it in the Senate. ====Hemp legalization (2019)==== In June 2019 Gov. Abbott signed House Bill 1325 to legalize the cultivation of industrial hemp (cannabis containing less than 0.3% THC). It also legalized possession and sale of hemp-derived CBD products without need for a doctor's approval. The bill passed the Senate 31–0 and the House 140–3. The enactment of HB 1325 also caused an outcome that legislators did not intend. Because the bill changed the legal definition of marijuana (from cannabis in general to cannabis containing greater than 0.3% THC), many marijuana possession charges across the state were soon dropped due to a shortage of THC testing equipment available. Prosecutors in the counties of Harris, Tarrant, Bexar, Travis, and several others soon announced the dismissal of hundreds of marijuana cases and a moratorium on pursuing new charges. ====Qualifying conditions expanded (2019)==== In June 2019, Gov. Abbott signed House Bill 3703 which increased the number of qualifying conditions eligible for treatment under the state's low-THC medical cannabis program. Previously limited to epilepsy only, the bill added terminal cancer, autism, multiple sclerosis, amyotrophic lateral sclerosis (ALS), seizure disorders, and incurable neurological disorders such as Alzheimer's, Parkinson's, and Huntington's Disease. ===County and municipal level=== ====El Paso drug legalization resolution (2009)==== In January 2009, the city council of El Paso voted 8–0 in favor of a resolution (sponsored by councilman Beto O'Rourke) calling for a national debate regarding the legalization of drugs as a way to reduce drug cartel violence. The resolution was then vetoed by the mayor, however, and an attempt to override the veto one week later failed by a 4–4 vote. Members of the council had been swayed by pressure from Rep. Silvestre Reyes and several state lawmakers who warned that future allocation of federal funds to the city could be affected. ====Austin cite-and-release (2009)==== In February 2009, the Austin Police Department instituted a policy of cite-and-release for possession of small amounts of cannabis. The Travis County Sheriff's Office, which encompasses a large part of the Austin metro area, had already been operating under such a policy since the end of 2007. ====Harris County First Chance Intervention Program (2014)==== In October 2014, Harris County District Attorney Devon Anderson announced the launch of the First Chance Intervention Program. Under the program, persons possessing less than two ounces of cannabis would still be subject to arrest, but could avoid a criminal conviction by attending drug education classes or performing community service. In January 2016 the program was expanded so that a citation was given instead of arrest, and all law enforcement agencies within the county were required to comply. ====Harris County Misdemeanor Marijuana Diversion Program (2017)==== In February 2017, Harris County District Attorney Kim Ogg announced the launch of the Misdemeanor Marijuana Diversion Program that further expanded upon the reforms of the First Chance Intervention Program. Under the new program, persons possessing less than four ounces of cannabis would not face criminal charges or even be issued a citation as long as they agreed to attend a four-hour drug education class. The new program also differed in that persons who had committed previous cannabis offenses would still be eligible to participate. The program went into effect in March 2017. ====Dallas cite-and-release (2017)==== In April 2017 the Dallas City Council voted 10–5 to adopt a cite- and-release policy for possession of less than 4 ounces of cannabis. In October 2017 county commissioners 4–1 voted to approve the plan, and it went into effect in December 2017. ====Bexar County cite-and-release, diversion (2017)==== In September 2017, Bexar Country District Attorney Nico LaHood announced a new cite-and-release policy for persons caught with less than 4 ounces of cannabis. The program also allowed cited individuals to avoid criminal charges by attending a class, paying a fine, and performing community service. The policy went into effect for the Bexar County Sheriff's Office in January 2018. ====El Paso County First Chance Program (2017)==== In October 2017, El Paso County commissioners voted unanimously to allow people caught with less than 4 ounces of cannabis to pay a $100 fine and perform 8 hours of community service in lieu of facing criminal charges. Named the First Chance Program, it only applies to people that are not caught with any other drugs. ====Travis County diversion program (2017)==== In December 2017, Travis County commissioners unanimously approved a plan to allow persons cited for less than two ounces of cannabis to take a four-hour educational course (at the cost of $45) rather than being subject to criminal charges. The policy went into effect in January 2018. ====Dallas County limited enforcement, diversion (2019)==== In April 2019, Dallas County District Attorney John Creuzot announced that individuals caught possessing misdemeanor amounts of cannabis would no longer be prosecuted for first-time offenses. Individuals who commit subsequent offenses would be offered diversionary courses to avoid a criminal conviction. ====Bexar County expanded cite-and-release, limited enforcement (2019)==== In May 2019, Bexar County District Attorney Joe Gonzales announced that an expanded version of cite-and-release would be implemented during the summer and apply to San Antonio Police Department as well. Additionally, Gonzales announced that his office would no longer prosecute possession of less than one ounce of cannabis. ====Austin depenalization (2020)==== In January 2020, Austin City Council voted 9–0 in favor of a resolution that effectively eliminates penalties for possessing up to 4 ounces of cannabis and directs the city manager to \"take the steps necessary and appropriate to eliminate, to the furthest extent allowable under state law ... the use of arrest or other enforcement action for cannabis-related possession offenses\". In July 2020 Austin Police Department announced that it had revised its enforcement policies to comply with the resolution. ====El Paso cite-and- release (2020)==== In May 2020, El Paso City Council voted 7–0 to adopt a cite-and-release policy for possession of less than 4 ounces of cannabis. The measure directed the city manager to devise a plan to put the policy in effect by September 1. ==Advocacy== ===State political parties=== In June 2018, delegates at the Republican Party of Texas 2018 convention voted to approve a set of platform planks endorsing cannabis policy reform. Approved by the delegates were: * A plank calling for \"a change in the law to make it a civil, and not a criminal, offense for legal adults only to possess one ounce or less of marijuana for personal use, punishable by a fine of up to $100, but without jail time\" (passed with 81% of the vote). * A plank calling for the Texas Legislature to \"improve the 2015 Compassionate Use Act to allow doctors to determine the appropriate use of cannabis to certified patients\" (passed with 90% of the vote). * A plank calling for Congress to \"remove cannabis from the list of Schedule 1 and move to Schedule 2\" (passed with 82% of the vote). * A plank calling for the Texas Legislature to \"pass legislation allowing cultivation, manufacture, and sale of industrial hemp and hemp products\" (passed with 83% of the vote). Delegates at the Texas Democratic Party 2018 convention also voted in June to approve a set of platform planks endorsing cannabis policy reform. Approved by the delegates were: * A plank calling for legislation in Texas to \"legalize possession and use of cannabis and its derivatives and to regulate its use, production and sale as is successfully done in Colorado, Washington and other States\". * Planks calling for the \"immediate legalization of medical cannabis\" and \"federal legislation to remove cannabis as a Schedule 1 Controlled Substance\". * A plank calling for the \"immediate release of individuals incarcerated for possession of cannabis and expungement of criminal records of persons convicted or receiving Deferred Adjudication for misdemeanor cannabis offenses\". * A plank calling for the \"legalization of hemp for agricultural purposes\". ===Marijuana Lobby Day=== Marijuana Lobby Day was first held in Austin in 2011, when 25 people showed up to press the issue to the legislature (which meets once every two years). In 2013, 50 people attended, in 2015 there were 300, and 375 in 2017. ==See also== * History of vice in Texas * Texas NORML ==References== ",
    "title": "Cannabis in Texas"
}