{
    "id": "51174523",
    "text": "Banco Mercantil Santa Cruz S.A. doing business as Mercantil Santa Cruz (abbreviated as BMSC) is a Bolivian bank and financial services company with headquarters in La Paz. As of 2015, Banco Mercantil Santa Cruz is the largest bank in Bolivia by assets. It is a full-service corporation that provides a wide range of financial products and services to an individual and corporate client base through a national network of operating 93 branches, more than 350 ATMs, call centers, and online and mobile banking platforms. Banco Mercantil Santa Cruz was created in 2006 by the merger of Banco Mercantil and Banco Santa Cruz, which began operations in 1905 and 1966 respectively. ==History== ===Banco Mercantil=== Historical building of Banco Mercantil Santa Cruz in La Paz, Bolivia. The history of Banco Mercantil Santa Cruz dates back to December 11, 1905, when Simón I. Patiño, a Bolivian magnate who was among the world's wealthiest people at the time of his death, founded Banco Mercantil. Its headquarters were established in Oruro, which at that time it was the main mining center of Bolivia. The bank was set with an initial capital of physical gold worth £1,000,000, which were transferred from London to Oruro. Under those conditions, Banco Mercantil opened its doors to the public on December 1, 1906, also inaugurating branches in La Paz, Cochabamba, Sucre, Potosí, Santa Cruz de la Sierra and Antofagasta. In 1907, Bolivia suffered an economic downturn due to the global financial crisis that occurred that year. As a result, many mining companies, which played a significant role in the businesses of the bank were forced to close. After the crisis, Patiño made a significant increase of capital to the bank in order to save it from bankruptcy. By 1910, Banco Mercantil became Bolivia's largest bank, surpassing the older Banco Nacional de Bolivia. In 1926, Banco Mercantil moved its headquarters to La Paz, the country's seat of government. The bank, which was primarily created to do businesses with the mining industry, reached its peak in the first half of the twentieth century. In 1947, Patiño passed away and his heirs transferred their shares to the Fundación Universitaria Patiño, a philanthropic organization. In 1968, all the bank's shares were subsequently sold to a group of private investors in Bolivia. Until 2006, Banco Mercantil was Bolivia's largest private bank. ===Banco Santa Cruz=== On September 24, 1966, following an authorization from the Superintendency of Banks and Financial Institutions of Bolivia, the Bank of Santa Cruz de la Sierra S.A. was officially inaugurated in Santa Cruz de la Sierra. In July 1992, its corporate name was changed to Banco Santa Cruz S.A. Within the next few years, the company quickly developed and expanded its network of branches to all major cities in Bolivia, including La Paz, Cochabamba, Oruro, Sucre and Tarija. Banco Santa Cruz was renowned for its innovative operations, becoming the first financial company in Bolivia in implementing online banking, drive- through banking agencies, a comprehensive network of ATMs and the largest network of branches in the country and abroad. On July 12, 1998, 90% of the shares of Banco Santa Cruz S.A. were sold to the Spanish Banco Central Hispano. In January 1999, Banco Central Hispano merged with Banco Santander, creating a new financial institution called Banco Santander Central Hispano (BSCH). Until October 2001, Banco Santander Central Hispano had a 95.76% stake in the Bolivian bank. On April 18, 2006, Grupo Santander, announced the sale of all of its shares to Banco Mercantil, which acquired Banco Santa Cruz thus creating a new company under the name of Banco Mercantil Santa Cruz S.A. The merger of the two companies resulted in the creation of Bolivia's largest bank. ===2006 to present=== Following the merger of Banco Mercantil and Banco Santa Cruz in 2006, Banco Mercantil Santa Cruz became the largest financial institution in Bolivia in terms of assets. As of 2011, the bank's loan portfolio reached $1 billion over $3 billion in total assets. ==Operations== As of 2014, Banco Mercantil Santa Cruz offers its services through 93 branches, more than 350 ATMs, as well as online and mobile banking platforms. It serves 457.791 clients in Bolivia. Some of its offered financial services include. Consumer Banking is the largest division in the company, and provides financial services to consumers and small businesses. *Certificates of deposit/Term deposits *Mobile Banking *Credit cards *Microfinance *Mortgage loans *Saving accounts *Insurance brokerage *Advice services *Securitization ==External links== * Official Website ==References== Category:Banks of Bolivia Category:Banks established in 1905 Category:Bolivian brands Category:1905 establishments in Bolivia ",
    "title": "Banco Mercantil Santa Cruz"
}