{
    "id": "51178972",
    "text": "Richard Garratt Wilson (29 November 1928 – January 2011) was an English journalist and writer. ==Life and work== Dick Wilson (he used the familiar form of his name throughout his professional life) was born in Epsom, Surrey the son of Ernest Garratt Wilson and Eileen Olive Ruscoe. The family lived at nearby Sutton but in 1939 moved to Guildford where Dick entered the Royal Grammar School, Guildford. In 1942 he was sent to Cranleigh School where he remained until 1947 when he was called up for National Service and this was followed by his degree course at Oxford. In 1952 he entered International House, Berkeley California studying law. In 1953 he followed this with extensive travels in Southeast Asia before returning to live in London.Mills, John, Which Yet Survive: Impressions of Friends, Family and Encounters, Quartet Books, London, 2017 He worked for the Financial Times for four years before joining the Far Eastern Economic Review in Hong Kong as Editor in 1958. He remained in that post until 1964 in which year he was awarded, jointly with Kayser Sung, the Magsaysay award for journalism.http://www.rmaf.org.ph/newrmaf/main/awardees/awardee/profile/62 He returned to live in London and became largely a freelance author. With his wife Sally he moved into a detached Georgian house in Grove Lane, Camberwell and they adopted two children, Emma and Ben. The first of his many books on China, A Quarter of Mankind, was published in 1966. In 1975 he also took on the editorship of The China Quarterly, continuing until 1980. Wilson had suffered a serious illness during his early travelling years and in later life this led to his posture becoming more and more stooped. However he continued writing well into the 2000s, turning his attention mostly to the Indian subcontinent, but this work appears to remain unpublished. He died in hospital in January 2011. His wife Sally was also in hospital at the time (she too died a few months later) and his death passed unnoticed by the media. ==Publications== *A Quarter of Mankind (1966) *Asia Awakes (1970) *The Long March 1935: the epic of Chinese Communism's survival (1971) *East Meets west – Singapore (1971) *The Future Role of Singapore (1972) *The Neutralization of South East Asia (1975) *Mao Tse-tung in the Scales of History (editor) (1977) *Mao, The People's Emperor (1979) *When Tigers Fight, The Sino-Japanese War 1937–45 (1982) *Chou, The Story of Zhou Enlai 1898–1976 (1984) *Another Bite at the Cherry, The European View of Japan *The Sun at Noon, An Anatomy of Modern Japan (1986) *A Bank for Half the World. The Story of the Asian Development Bank 1966–1986 (1987) *Hong Kong! Hong Kong! (1990) *China's Revolutionary War (1991) *Japan in Britain – Partners and Competitors British Windows on Japan *China: the big Tiger. A Nation Awakes (1996) *With Luo Zewen, J.P. Drege and H. Delahaye: **The Great Wall (1981) *With Elliott Kulick: **Thailand's Turn: Profile of a new dragon (1992) *With Matthew Grenier: **Chinese Communism (1992) ==References== Category:1928 births Category:2011 deaths Category:People educated at Royal Grammar School, Guildford Category:People educated at Cranleigh School Category:British writers Category:British journalists Category:English writers Category:English journalists Category:People from Epsom ",
    "title": "Dick Wilson (writer)"
}