{
    "id": "51170363",
    "text": "Jean-Pierre des Ours de Mandajors (24 June 1679 – 15 November 1747) was an 18th-century French historian and playwright. == Life == Mandajors remained in his province until the age of seventeen. After having made some very hasty studies, and by that very imperfect, he went to Paris, where he established contacts with men of letters, by which he somehow compensated the deficiency of his early education. These connections were very helpful to his father who had published a book entitled, Nouvelles Découvertes sur l’ancien état de la Gaule au temps de César (New Discoveries on the former state of Gaul in Caesar's time). Sensing that this work would be exposed to criticism from scientists, the son Mandajors made efforts to save this vexation to his father and he succeeded. The New Discoveries were spared, and they remained in oblivion. Received at the Académie des inscriptions in 1712, Mandajors accessed to the rank of \"associé\" 9 August 1715 and on 23rd of the same month, to that of veteran. The Mémoires he left are almost all about the history of Languedoc, such as the Histoire de la Gaule narbonnaise, estimated book and several essays in the memories of the Academy; most deal with ancient geography points, such as Hannibal's camp position along the edges of the Rhone, the limits of Flanders, Gothia, etc. Mandajors also wrote a Servant of Two MastersGoldoni drew inspiration from this play for his own I Servitore di due padrone of 1745. (1718) at the Comédie Italienne and l’Impromptu de Nîmes (1714). == References == == Sources == * Élie de Joncourt, Bibliothèque des sciences, et des beaux arts, La Haye, Pierre Gosse, 1755, (p. 176–7). == External links == * Jean-Pierre des Ours de Mandajors on data.bnf.fr * Jean- Pierre des Ours de Mandajors and his plays on CÉSAR Category:18th-century French historians Category:18th-century French dramatists and playwrights Category:Members of the Académie des Inscriptions et Belles-Lettres Category:1679 births Category:People from Alès Category:1747 deaths ",
    "title": "Jean-Pierre des Ours de Mandajors"
}