{
    "id": "51176668",
    "text": "Layton's Mystery Journey: Katrielle and the Millionaires' Conspiracy is a puzzle video game developed and published by Level-5. It is the seventh main entry in the Professor Layton series and follows a new protagonist, Katrielle Layton. It was released for Android, iOS, and the Nintendo 3DS, in 2017, and for the Nintendo Switch in Japan in 2018, and worldwide in 2019. A manga adaptation of the game drawn by Hori Oritoka began serialization on March 20, 2018, in Shōgakukan's Ciao magazine, and an anime adaptation, Layton Mystery Tanteisha: Katori no Nazotoki File, began airing on Fuji TV and other channels in April 2018. The game centers on Katrielle Layton, the daughter of famous archaeologist and puzzle-solver Professor Hershel Layton. With the help of her assistant Ernest Greeves, she solves cases in and around London, alongside a talking dog that, for reasons unknown, only the two of them can understand. Unlike prior Layton games, Mystery Journey has no definitive overarching narrative, with most of its main narrative's premises existing as a basis for a set-up, and being left hanging by the game's conclusion. ==Overview== Layton's Mystery Journey follows Professor Hershel Layton's daughter, Katrielle \"Kat\" Layton, who solves puzzles in her father's place alongside her talking dog Sherl and her friends Emiliana Perfetti and Ernest Greeves. When her father vanishes, Katrielle goes off in search of him, coming across various puzzles and mysteries along the way. Like previous games in the series, the game features various puzzles for the player to solve using the touchscreen as they explore the environment and progress through the game's story. Unlike previous Layton games, the game is split up into twelve distinct cases, with one overall theme, rather than one continuous story separated by chapters. ==Plot== Private detective Katrielle Layton, daughter of the famous Professor Hershel Layton, awakens from a nightmare about her missing father, on the day of her detective agency's opening. The same day Katrielle and her assistant Ernest Greeves meet a talking dog that, for reasons unknown, cannot be understood by anyone else but them. The dog explains that he has amnesia, and that he wishes for them to solve the mystery of who he really is, and Katrielle creates the name Sherl O.C Kholmes for him. After solving the case of the disappearance of one of Big Ben's hour hands at the request of Inspector Hastings of Scotland Yard, Katrielle, Ernest and Sherl investigate and solve several other cases, most of them related to the \"Seven Dragons\", seven of the most rich and influential figures of London, with assistance of Hastings and Emiliana Perfetti, one of the Yard's profilers. Other cases include Hastings' request to look for a present to his wife on a holiday and solve a murder that Katrielle was wrongly accused of committing. In one occasion, Ernest also tells Sherl the story of how he and Katrielle met, when he was falsely accused of theft and she helped clear his name as well. In the final case of the game, Layton and the Seven Dragons are invited by the mysterious Lord Adamas to the abandoned mansion of Maximilian Richmond, a millionaire who died 10 years before. In the occasion, Adamas forces the Seven Dragons to sign a contract where they relinquish all their fortunes to him should they fail to solve a series of puzzles, or he will reveal a grave secret about them. Attending the event at Layton's stead, Katrielle accepts Adamas' request to oversee the dispute. All of the Dragons fail to solve the puzzles and accept defeat, until Katrielle discovers that Lord Adamas is no other than Ernest, whose true identity is Miles Richmond, Maximilian's grandson, who grew up with the false assumption that the Dragons betrayed and ruined their family, swearing to enact revenge on them. After the misunderstanding is cleared, Ernest reconciles with the Dragons and accepts Katrielle's request to keep working as her assistant. In the post-credits, Katrielle renews her vow to unlock the mystery of Sherl's true identity and discover the whereabouts of her father. Although she is no closer with the latter, she proclaims that she has solved the puzzle that her father left behind when he disappeared: \"If you're not really my child, then who exactly are you?\". ==Development== Layton's Mystery Journey was developed by Level-5 and directed by Akihiro Hino, with character designs by Takuzō Nagano and music by Tomohito Nishiura. The puzzles are designed by Kuniaki Iwanami, who replaced previous designer Akira Tago following his death in March 2016. The game's animated cutscenes were produced by A-1 Pictures. The game's more episodic and casual style came about due to the belief that the Layton series had strayed from its roots in recent entries, which featured \"overblown\" stories like saving the world, and the desire to bring the series back to its core principles. This resulted in the shift in protagonist from Hershel Layton to his daughter, Katrielle, as the development team felt that they \"can't bring back a guy who's saved the world and have him go do things like find a missing cat\". Additionally, Hino stated that because half of all the Professor Layton players are female, a female protagonist was chosen to appeal to them. The decision to release the game on both 3DS and mobile devices was in part due to a desire to appeal to a wider demographic that may not own game consoles, while at the same time not wanting to turn their backs on the \"dedicated 3DS fans\" of series. Rather than the mobile version being a port, or vice versa, the game was specifically developed for play on both the 3DS and mobile. The game was announced in July 2016 under the title Lady Layton: The Millionaire Ariadone's Conspiracy, but was renamed Layton's Mystery Journey in April 2017, as the developers wanted to give the game a grander image. It was released worldwide for iOS and Android devices on July 20, 2017, and for the Nintendo 3DS on the same date in Japan. The Nintendo 3DS version was released in North America and Europe on October 6, 2017. A Nintendo Switch version was released in Japan on August 9, 2018, and in North America and Europe on November 8, 2019. == Reception == The game received mixed reviews, according to review aggregator Metacritic. Shaun Musgrave of TouchArcade gave the game five out of five stars, praising the series's smooth transition to mobile platforms, the \"outstanding\" presentation, the story and the puzzles. Game Informers Kyle Hilliard considered Katrielle a more enjoyable a protagonist over her father. However, he had issue with the game's narrative structure, considering the standalone nature of the cases to cause the finale to \"fall flat\", as well as the puzzles, which he considered to overall be mediocre, and to have some \"frankly stupid solutions\". Daan Koopman of Nintendo World Report gave the 3DS version of the game a 7.5 out of 10. He praised the game's colorful presentation, as well as the gameplay being as \"entertaining as ever\", although he felt that the puzzles were too easy compared to the prior entries. He also noted that the ability for the player to return to prior cases offered much extra content to players and helped the world of the game feel alive. He, however, was underwhelmed by the game's story due to its overarching plot being \"sorely lacking\", and felt that the \"conclusion came out of left field\". Adventure Gamers's Jack Allin felt as though the case structure made for accessible mobile and casual gaming, and was positive towards the \"pitch-perfect voice acting\", as well as the visuals, and the high quantity of puzzles. However, he considered there to be \"too many duds in the puzzle pile\", and that the backgrounds, characters, and music got repetitive and tiresome. He also felt that the \"simplified case focus makes the story entirely forgettable\". He gave the game 3 out of 5 stars. On the other hand, despite the simplified narrative style, GameCentral for Metro still considered there to be little fundamental change compared to the prior titles in the series, which offered very few new ideas. They also felt as though, \"despite being its natural home, the 3DS offers no real advantage\", pointing out the lack of 3D effects, which were present in previous titles. They also noted the prices for both versions, specifically that an £18 price tag was something that \"never worked\" for mobile games, although they considered it to be \"good value for money\", especially given that free daily puzzles are being promised as downloadable content for up to a year after release. On the other hand, they considered the 3DS version being more than twice as expensive as the mobile version to be a negative, even with the costume sets, which were paid for DLC in the mobile version, being bundled into the retail release. Layton's Mystery Journey was the 29th best selling video game in the United Kingdom during the Nintendo 3DS version's European debut week, and the second best selling Nintendo 3DS game in the region after Mario & Luigi: Superstar Saga + Bowser's Minions. The game was nominated for \"Game, Franchise Family\" at the National Academy of Video Game Trade Reviewers Awards. == Notes == ==References== ==External links== * Category:2017 video games Category:A-1 Pictures Category:Adventure games Category:Android (operating system) games Category:Detective video games Category:IOS games Category:Level-5 (company) games Category:Nintendo 3DS eShop games Category:Nintendo 3DS games Category:Nintendo Network games Category:Nintendo Switch games Category:Professor Layton Category:Video game sequels Category:Video games developed in Japan Category:Video games featuring female protagonists ",
    "title": "Layton's Mystery Journey"
}