{
    "id": "51176984",
    "text": "Cărturești Carusel /kərtureʃti karusel/ is a bookstore on Lipscani 55 Street in the old town of Bucharest, Romania. It belongs to the Romanian bookstore chain Cărturești. The building that currently houses the bookstore was built at the beginning of the 20th century by the Chrissoveloni bankers family. During the first few decades of its existence the building housed the Chrissoveloni Bank headquarters, and afterwards it became a general store. At the end of the 1990s and early 2000s the building fell into decay, up until 2015 when a five year long rehabilitation, strengthening and conversion project was complete. Some sources claim that the bookstore name Cărturești Carusel means \"Carousel of Light\", but it is not the case. Cărturești does not mean \"light\". It is the name of the bookstore chain, and probably related to the words carte (meaning \"book\") and cărturar (meaning \"learned man\" or \"scholar\"). == Gallery == Libraria Cărturești Carusel, Bucharest (45562434525).jpg|The façade in December 2018 55, Strada Lipscani, Bucharest (Romania) 11.jpg|Bookshelves on the 2nd floor 55, Strada Lipscani, Bucharest (Romania) 12.jpg|Bookshelves on the 2nd floor 55, Strada Lipscani, Bucharest (Romania) 9.jpg|Part of the 2nd floor 55, Strada Lipscani, Bucharest (Romania) 13.jpg|Composite capital of a column 55, Strada Lipscani, Bucharest (Romania) 17.jpg|The upper part of the façade 55, Strada Lipscani, Bucharest (Romania) 18.jpg|The interior 55, Strada Lipscani, Bucharest (Romania) 19.jpg|Stuccos with a cartouche and leafs 55, Strada Lipscani, Bucharest (Romania) 24.jpg|Columns and the stair to basement in the bottom of the photo 55, Strada Lipscani, Bucharest (Romania) 26.jpg|Earth globe exhibited in September 2019 55, Strada Lipscani, Bucharest (Romania) 10.jpg|The bookshelf with art and art history books in August 2018 55, Strada Lipscani, Bucharest (Romania).jpg|The same bookshelf in April 2019 == References == == External links == Category:Bookstores of Romania Category:Companies based in Bucharest ",
    "title": "Cărturești Carusel"
}