{
    "id": "51177410",
    "text": "Johann Lorenz Schiedmayer Johann Lorenz Schiedmayer (2 December 17863 April 1860) was a German piano maker. ==Life== Johann Lorenz Schiedmayer was born in Erlangen in 1786, the son of the piano maker Johann David Schiedmayer. He learned his trade in his father’s workshop, and continued operating the enterprise after his father’s death in 1805. In 1806 he moved to Vienna, continuing his training under Andreas and Nannette Streicher. There he met Carl Friedrich Dieudonné, with whom he opened a workshop after moving in 1809 to 4 Charlottenstrasse in Stuttgart. When Friedrich Silcher moved to Stuttgart for a two-year sojourn, he lived in the house of the piano maker. This friendship lasted for many decades. In 1821, master builder Nikolaus Friedrich von Thouret erected a new plant on 14-16 Neckarstrasse, today the site of the House of History and the State High School for Music and Representative Arts. After the death of Carl Friedrich Dieudonné in 1825, Johann Lorenz Schiedmayer continued to operate the plant by himself. He was the first piano manufacturer in Germany to use the English action. He was also one of the first employers in Stuttgart to introduce social benefits in industrial production. Together with his older sons Adolf and Hermann, Johann Lorenz founded the firm of Schiedmayer & Soehne (Schiedmayer & Sons) in 1845. He also sent his two younger sons, Julius and Paul, to Paris, where they learned the trade of harmonium manufacture from Alexandre-François Debain. There, they met Victor Mustel, who some years later invented the celesta. Returning to Stuttgart, they founded – next to Schiedmayer & Soehne on 12 Neckarstrasse – J & P Schiedmayer (later Schiedmayer Pianofortefabrik), the first harmonium manufacturing company in Germany. Upon his death in 1860, Johann Lorenz left his sons two major industrial enterprises. In 1896, at the construction of the Royal Center for Industry and Commerce – today House of the Economy – a plaque was installed in honor of his contributions to the economy of Southern Germany. His grave is in the Fangelsbach Cemetery and is a graced with a protected monument. Regula Rapp, current principal of Stuttgart’s Music High School, wrote about the importance of Johann Lorenz Schiedmayer in her book Musikstädte der Welt (Music Cities of the World): “Future historians will count Schiedmayer as one of the ‘fathers of Württemberg’s industry’”.„Von den Historikern sollte Schiedmayer später gar zu den ,Vätern der württembergischen Industrie' gezählt werden.“ (Regula Rapp: Musikstädte der Welt. Stuttgart. Laaber 1992. S. 63.) ==References== ==Sources== * Alexander Eisenmann: Schiedmayer & Söhne, Hof-Pianofortefabrik Stuttgart. Vorgeschichte, Gründung und fernere Entwicklung der Firma 1809–1909. Stuttgart 1909. * Regula Rapp: Musikstädte der Welt. Stuttgart. Laaber 1992. * Preethi De Silva (Hrsg.): The Fortepiano Writings of Streicher, Dieudonné, and the Schiedmayers. Two manuals and a notebook, translated from the original German, with commentary. The Edwin Mellen Press 2008. ==External links== Category:1786 births Category:1860 deaths Category:Piano manufacturing companies of Germany Category:Companies based in Stuttgart ",
    "title": "Johann Lorenz Schiedmayer"
}