{
    "id": "51176238",
    "text": "D v Ireland is a case of the European Court of Human Rights concerning abortion in Ireland. It refers to the court case itself, and the circumstances surrounding abortion for fatal foetal abnormalities in Ireland. In 2002 Deirdre Conroy discovered her pregnancy was non-viable and had a termination in Northern Ireland. A public letter, written using a pseudonym, asking for it to be legal was credited with influencing the 2002 abortion referendum. She lost a court case in the ECHR in 2006 because she had not exhausted all domestic remedies. In 2013 after the death of Savita Halappanavar, she came forward, revealed her identity and again asked for this sort of termination to be legal. ==Initial letter== In January 2002, Deirdre Conroy was 39, the mother of two boys aged 10 and 12, and expecting twins. At 14 weeks pregnant, the initial results of an amniocentesis test revealed one of the twins had died. Three weeks later, full test results revealed the second twin had Edwards syndrome, a condition which usually ends in miscarriage or death shortly after birth because of heart abnormalities, kidney malformations, and other internal organ disorders. In the run up to the Twenty-fifth Amendment Referendum, in February 2002, she wrote an open letter to The Irish Times newspaper, using the pseudonym Deirdre de Barra, telling of her case, and asking for termination for fatal foetal abnormalities to be legalised in Ireland. David Norris supported termination for FFA in that case. Terminations for fatal foetal abnormalities were not covered by the Twenty-fifth Amendment referendum, and would have remained illegal regardless of the outcome of that vote. The letter was credited with playing a part in the defeat of the Twenty- fifth Amendment referendum. She later travelled to Northern Ireland for a termination. The Irish hospital would not give her a referral letter, and her doctors were very guarded when discussing abortion with her. ==Court Case== ===D's claim=== D complained about the need to travel abroad to have an abortion in the case of a lethal foetal abnormality and about the restrictions for which the 1995 Act provided. She expressly confined her complaint to the situation of a fatal foetal diagnosis, considering that her tragic situation was exacerbated by the above-noted limitations. She invoked Articles 3, 8 and 10 of the Convention. She further complained under Article 14 that she was discriminated against as a pregnant woman or as a pregnant woman with a lethal foetal abnormality: a person with a serious medical problem would never have encountered such difficulties in obtaining medical care and advice. ===Ireland's claim=== ====Domestic Remedies==== The Government maintained that, as soon as the diagnosis of Trisomy 18 was confirmed, the applicant should have initiated an action in the High Court, pursued if unsuccessful to the Supreme Court, to obtain a declaration that Article 40.3.3 of the Constitution allowed an abortion in Ireland in the case of a fatal foetal abnormality together with the necessary ancillary mandatory order. ====Possibly not illegal in Ireland==== The Irish government maintained that termination for fatal foetal abnormalities might not be illegal, pointing to the X Case as proof that the Supreme Court could develop what \"unborn\" means ===Judgement=== The court dismissed the case, since D did not comply with the requirement to exhaust domestic remedies as regards the availability of abortion in Ireland in the case of fatal foetal abnormality. ==Later developments== In 2013 after the death of Savita Halappanavar, Deirdre Conroy revealed herself as Deirdre de Barra of the original letter, and the D in D. v Ireland, and spoke publicly about her case, and her experiences. She requested to address the Oireachtas committee that was debating the Protection of Life During Pregnancy Act 2013. ==See also== * Abortion in the Republic of Ireland * European Convention on Human Rights * Sheila Hodgers * Eighth Amendment of the Constitution of Ireland * Death of Savita Halappanavar * Attorney General v. X * A, B and C v Ireland * Protection of Life During Pregnancy Act 2013 * PP v. HSE * Miss D * Ms Y * Mellet v Ireland * Termination for Medical Reasons ==References== ==External links== * Full court judgement on bailii * Full court judgement on HUDOC Category:Abortion in the Republic of Ireland Category:Republic of Ireland abortion case law Category:European Court of Human Rights cases involving Ireland Category:2002 in the Republic of Ireland Category:2006 in the Republic of Ireland ",
    "title": "D v Ireland"
}