{
    "id": "51177349",
    "text": "Khurshid Gohar Qalam () is a Pakistani calligrapher. He authored 18 books of calligraphy. His work is displayed in the British Museum in London, Ashmolean museum in Oxford and a Moscow museum. ==Personal life== Alam was born in Sargodha district in 1956. His early education took place in Sargodha. Thereafter he studied under the late calligraphy master Hafiz Muhammad Yousaf Sadidi. The title of Gohar Galam was bestowed on him by calligraphy masters late Nafees raqam, and Ghulam Nizzamuddin. ==Some major works== Gohar Qalam is the only Pakistani whose work is on permanent display in the British and Ashmolean museums. His major works include a copy of the Quran placed in the main state mosque known as Faisal mosque in Islamabad and includes 406 styles of calligraphy. The manuscript weighs 1600 kilograms is divided into 30 parts, placed in separate showcases. His calligraphy adorns some of the most important public places in Pakistan, such as the extension of the mosque and tomb complex of the premier saint of south Asia who is buried in Lahore and known as the Data Ganj Baksh shrine. His work is inside the dome of Hazrat Ghous-e-azam in Baghdad. His calligraphic work is displayed in the eastern art gallery in the Moscow museum. The government of Pakistan presented his work as a state gift to visiting heads of state. ==Calligraphic skill== Gohar Qalam is a master of many styles of calligraphy, including Lahori Nastaleeq, Thuluth Kufic, Muhaqiq, Naskh, Tughra, Dewani, Ruqqaa Sumbali, Tajaweedh, Moshahy, Jaleel, Thuluth-e-Kabeer, Narjiss, Ijazaa, Thuluthian, English Gothic. He is also a master of cubist calligraphic art. ==Awards== * 1991 - Pride of Performance * 1990-Special award from the governor of Balochistan * 1990-Special award from the prime minister of Pakistan * 2005-Highest award from the foreign minister of Japan (33 international exhibits at the Metropolitan Museum of Tokyo) * 1999-Ali hejvari award from prime minister of Pakistan. ==Books== * Jawahir-al-Galam * Ajaib-ul-Quran. * Naqash-e-Gohar. * Naqash-e-Gohar (jaded) * Naqash-e-Gohar (practical) * Nisab-e-Khatati * Ijaz- e-Khatati * Muraqa-e-Gohar * Muraqa-e-Loh o Qalam * Makhzan-e-Khatati * Tareekh-e-Khatati (old and new) * Pearls of Calligraphy * Wonders of calligraphy * Fun-e-khatati * Calligraphy Gohar Qalam * Khat-e-Sadequain ==As a writer== He is a writer of many drama serial such as Pukar, Noon-wal-Qalam, Musawir. He also wrote many stories in magazines and newspapers. Also a good poet. ==References== Category:1956 births Category:Pakistani calligraphers Category:Living people Category:pakistani artists ",
    "title": "Khurshid Gohar Qalam"
}