{
    "id": "51179462",
    "text": "Song Suffragettes is a weekly writer’s round held in Nashville, Tennessee featuring rotating female country artists. Song Suffragettes is a collective of female singer-songwriters who stand together in the face of systemic gender-disparity in the music industry.https://songdata.ca/wp- content/uploads/2019/04/SongData-Watson-Country-Airplay-Study-FullReport- April2019.pdf In 2018, Song Suffragettes was featured in Elle Magazine.https://www.elle.com/culture/music/a23677164/women-nashville-music- times-up-cmt-radio/ Monday Nights Each round features five female songwriters who perform three songs each; the show ends with a cover performed by all five women. Song Suffragettes have grown to become the largest weekly sold out show at the Listening Room Cafe.https://www.thecountrynote.com/in-the-news/all- female-singer-songwriter-showcase-song-suffragettes-play-sold-out-4th- anniversary-show-discuss-women-in-music/ Founded by Todd Cassetty, the first show took place at 3rd & Lindsley Backstage on March 10, 2014. The round has since moved to The Listening Room Café, and shows are currently held every Monday night. Since its founding, over 250 performers have played the show, 40 performers have received publishing deals and 16 performers have received record deals. Kelsea Ballerini played the second Song Suffragettes show on March 17, 2014, one year before her song \"Love Me Like You Mean It\" went #1.http://www.onecountry.com/7-stunning-acoustic-performances-from-kelsea- ballerini-1648128338.html In October 2019, Song Suffragettes announced its first sponsor, The LSSW Group at J.P. Morgan Securities.https://musicrow.com/2019/10/industry-ink-song-suffragettes-rca- inspiration-jennie-smythe-lisa-chader-lucia-folk/ Song Suffragettes has penned the hashtag #LetTheGirlsPlay. ==Female== In 2017, Song Suffragettes recorded their own version of Keith Urban’s song “Female.” In addition to recording the song, Song Suffragettes created a music video that features 15 artists. Artists featured in the video in order of appearance are: Kalie Shorr, Lacy Cavalier, Savannah Keyes, Lacy Green, Tasji Bachman, Madison Kozak, Lena Stone, Tenille Arts, Tiera, Kim Paige, Katy DuBois, Alexis Gomez, Emma Lynn White, Regan Stewart, and Chloe Gilligan. The video worked to drive awareness to LiveYourDream.org, an organization dedicated to empowering girls and ending violence against women.https://www.rollingstone.com/music/music-country/see- the-song-suffragettes-all-women-cover-of-keith-urbans- female-123739/https://tasteofcountry.com/keith-urban-female-all-female-cover- video/ ==Time's Up== In 2018, Song Suffragettes released an original song, “Time’s Up,” as a statement about mistreatment of women in society. The proceeds of the song went to the Time’s Up Legal Defense Fund and ultimately raised $10,000. The song was co-written by Song Suffragettes members, Kalie Shorr and Lacy Green.https://www.thecountrynote.com/in-the-news/song- suffragettes-celebrates-1-year-anniversary-of-times-up-with-the-story-behind- the-song/ The music video features 23 female artists (in order of appearance): Kalie Shorr, Tasji Bachman, Chloe Gilligan, Savannah Keyes, Mignon, Gracie Schram, Tiera, Jenna Paulette, Emma White, Jordyn Mallory, Emma Lynn White, Regan Stewart, Kim Paige, Jenna McDaniel, Madison Kozak, Jenny Ray, Tenille Arts, Tristan McIntosh, Tia Scola, Alexis Gomez, Candi Carpenter, Trannie Stevens, Lena Stone (vocals only).https://tasteofcountry.com/times-up-song- suffragettes/ ==The Man== In 2019, Song Suffragettes recorded a version of Taylor Swift's song \"The Man.\" Their version of the song, which features 17 female artists, was produced by Song Suffragettes member, Tasji. In accordance with the song, Song Suffragettes released a music video featuring the following artists (in order of appearance): Chloe Gilligan, Sarahbeth Taite, Reyna Roberts, Maddison Krebs, Tasji, Regan Stewart, Emily Brooke, Erin Grand, Caroline Marquard, Mia Morris, Michelle Pereira, Nora Collins, Gray Robinson, Raquel Cole, Stevie Woodward, Lexi Lauren, and Carter Faith. ==Special Guests== On occasion Song Suffragettes invites special guest artists to perform. Past special guests include Lauren Alaina, RaeLynn, Jessie James Decker, Lindsay Ell, Maddie Poppe, Cassadee Pope, Katelyn Tarver, Matraca Berg, Kelleigh Bannen, Kristen Kelly, Ruthie Collins, Deana Carter, Lauren Duski, Sarah Darling, and Cyndi Thomson. ==Yellow Rose of Inspiration Award== During its fifth year anniversary show in March 2019, Song Suffragettes presented songwriter/publisher Liz Rose, the inaugural “Yellow Rose of Inspiration Award.” The award recognized Rose’s work in supporting, writing, and publishing many of the songs that has inspired Song Suffragettes’ members over the years.https://musicrow.com/2019/03/song-suffragettes-celebrate-five- years-honor-supporter-liz-rose/ ==Notable Performances== Song Suffragettes have been invited to play CMA Music Festival every year since 2015 on the CMA Close Up Stage.http://www.cmaworld.com/cmaaddons/fest/2015/CMAfest_LineupSchedule- asof060915.pdfhttp://www.cmaworld.com/cma-music-festival/whos-playing/sunday- june-12/?al8_page=index&al8;_parentHost=http%3A%2F%2Fwww.cmaworld.com&al8;_filterCategory=757282 The Suffragettes have also performed at the Tin Pan South Songwriters Festival in 2015.http://do615.com/events/2015/3/27/tin-pan-south-song-suffragettes- kalie-shorr-mignon-grabois-brit-willson-baylor-wilson-hannah-ellis and 2016.http://www.tennessean.com/story/entertainment/music/2016/04/07/song- suffragettes-take-tin-pan-storm/82756592/ Song Suffragettes were invited to perform at the 2017 and 2018 Bentonville Film Festival. The shows were sponsored by Mars, Incorporated and Dove (chocolate). http://bentonvillefilmfestival.com/artists/song-suffragettes/ In 2016, Song Suffragettes was part of an exclusive YouTube Pop-Up Space in Nashville, Tennessee. 15 Song Suffragettes were chosen, split into groups of three and given three hours to write a song; they then performed the songs that evening. On October 19, 2020, the Song Suffragettes livestreamed a special show as part of the virtual C2C: Country to Country festival in the UK which had been cancelled due to COVID-19. The show featured the usual writers' round from The Listening Room in Nashville featuring Kalie Shorr, Lainey Wilson, Caylee Hammack and Tenille Townes as well as performances from UK country artists Vic Allen, Emma & Jolie and Twinnie.https://twitter.com/C2Cfestival/status/1318236742680514561/photo/1 ==Fight Like a Girl== Three Song Suffragettes, Kalie Shorr, Lena Stone, and Hailey Steele, met through the community of the show and co-wrote \"Fight Like a Girl\", a song discovered by SiriusXM when their intern attended a Song Suffragettes' show. The song became a \"Highway Find\" on The Highway (Sirius XM) and is now in regular rotation.http://www.queensofcountry.net/home/single- review-fight-like-a-girl-kalie-shorr ==References== Category:American country music ",
    "title": "Song Suffragettes"
}