{
    "id": "51171575",
    "text": "The Kenneth Myers Centre is a landmark building in Auckland, New Zealand. Originally known as the 1YA Building and then the Television New Zealand building, the building was purchased by the University of Auckland and modified in 2000–01. Located in Shortland Street in the Auckland CBD, the \"strikingly original structure\" built in 1934 is registered by Heritage New Zealand as a Category I building. The Gus Fisher Gallery is located in the building. ==Use for radio== The building was originally built in 1934 as a new home for 1YA, one of Auckland’s first two licensed radio stations in 1923 (alongside 1YB), making it the first purpose-built public radio building in New Zealand. The 1YA studios were commissioned by the conservative 24th New Zealand Parliament, led by the United Party, and designed by Norman Wade and Alva Bartley (Wade & Bartley), architects of De Bretts (also in Shortland Street) and the New Zealand Power Board building (Queen Street) - it was officially opened on 23 January 1935 by Postmaster General Adam Hamilton. It would go on to play an important role in the social programme of the first Labour government, formed from the November 1935 election and led by Michael Joseph Savage who was a strong advocate for public broadcasting. Renowned recording engineer and producer, Wahanui Wynyard, did some of his earliest work in the 1YA studios, including sessions with The Bluestars, from which a single was released in the UK by Decca. ==Architecture== Described as neo- Romanesque in style,\"Launch brings SCAPA to life\". The University of Auckland News. March 2001: 4 and deceptively large, the structure presents a single storey façade to Shortland Street, but extends for another three levels down the hill to Fort Street at the back. Requirements of early radio broadcasting technology dictated that the building be solid and soundproof. Thick double brick walls block out noise, and copper framed arched 'windows' reveal a second layer of brick rather than a view of the interior. Bricks were supplied by Amalgamated Brick Brick & Pipe Company Ltd., the parent company for Crown Lynn Potteries, and designed to graduate from red to yellow in eight different bands of colour progressing up the face of the building - the brickwork plans are held by the University of Auckland's architecture archive and some of these were exhibited in 2011 for the Gus Fisher Gallery exhibition Crown Lynn: Pottery for the People. ==Use for television and music== The building was converted into a television studio, AKTV2, and was the site of the first official broadcast of television in New Zealand on 1 June 1960. It remained the centre of the nation's television broadcasting from Auckland until 1990 when Television New Zealand (TVNZ) relocated to its present Miles Warren- designed base on Hobson Street. Sentimental regard for the old building, commonly known as the Shortland Street Studios, lives on in the titling of a certain long running hospital soap, Shortland Street, which was originally planned to be filmed in the building. In the 1990s the building, with its purpose-built studio environs, became a natural base for a range of musicians and producers, including Dave Dobbyn, The Submariner and York Street Studio. The many recordings made in this period include albums from The Mutton Birds, Che Fu and Pitch Black. Parts of the Kenneth Myers Centre still function as recording and rehearsal studios and are regularly used by musicians from the University of Auckland's School of Music. ==Use as a gallery== Purchased by the University from TVNZ in 2000, the building was extensively and authentically restored and renovated. The principal benefactor was Douglas Myers and the building got named in honour of his father, Kenneth Myers.\"Our Donors\". Ingenio. Spring (2008). 10. ISSN 1176-211X Downstairs are dance studios, music practice rooms, video edit suites and other facilities for teaching and studying the creative and performing arts, while the upstairs areas were refurbished with the help of art lover and fashion designer Gus Fisher's generosity to become the University of Auckland's art gallery. While most of the interior has always been very plain, the main foyer features a coloured glass dome lit from above, encircled by elaborately decorated plaster, originally painted in seven colours. This has been painted white to accentuate the pink, green and tobacco coloured glass in the dome. The original bronze 1YA entrance lamps at the building's entrance were removed when the building was refitted for television in 1959 and ended up at a private home in Siota Cres, Kohimarama. To complete a condition of a city council resource consent (issued in 2000 with a 2005 deadline) that allowed the University to restore the building, at the prompting of artist Billy Apple, a new set of lamps were produced and installed on 23 October 2009. ==References== Category:NZHPT Category I listings in the Auckland Region Category:Recording studios in Auckland, New Zealand Category:Domes Category:1935 in radio Category:1930s architecture in New Zealand Category:Buildings and structures of the University of Auckland Category:Art museums and galleries in New Zealand ",
    "title": "Kenneth Myers Centre"
}