{
    "id": "51171244",
    "text": "The 1st Battalion, New York Volunteer Light Artillery (\"Brickel's German Light Artillery\") was an artillery battery battalion that served in the Union Army during the American Civil War. ==Service== The battery was recruited in New York City, New York in July 1861 and mustered in by battery for three-year enlistments under the command of Lieutenant Colonel Andrew Brickel. The battalion comprised four batteries: Battery A mustered in August 26, 1861 under the command of 1st Lieutenant Berhhard Wever - four 20-pound Parrott rifles Battery B mustered in August 12, 1861 under the command of 1st Lieutenant Alfred von Kleiser - four 20-pound Parrott rifles Battery C mustered in September 11, 1861 under the command of Captain Robert Langner - four 20-pound Parrott rifles Battery D mustered in September 20, 1861 under the command of Captain Charles Kusserow - six 32-pound Howitzers (six 3 inch caliber ordnance rifles after September 17, 1862) The battalion was attached to Artillery Reserve, Army of the Potomac, to May 1862. 3rd Brigade, Artillery Reserve, V Corps, Army of the Potomac, to September 1862. Artillery Reserve, V Corps, to December 1862. Artillery Reserve, Army of the Potomac, to March 1863. The battery's battalion organization was discontinued on March 5, 1863. Battery A was designated 29th New York Independent Light Artillery. Battery B was designated 30th New York Independent Light Artillery. Battery C was designated 31st New York Independent Light Artillery. Battery D was designated 32nd New York Independent Light Artillery. ==Detailed service== Left New York for Washington, D.C., October 12, 1861. Duty in the defenses of Washington, D. C., until March 1862. Moved to the Virginia Peninsula March. Siege of Yorktown, Va., April 5-May 4. Near New Bridge June 20. Seven Days Battles before Richmond June 25-July 1. Battles of Mechanicsville June 26. Gaines's Mill June 27, Garnett's Farm June 28. Turkey Bridge or Malvern Cliff June 30. Malvern Hill July 1. At Harrison's Landing until August 16. Moved to Alexandria August 16–28. Maryland Campaign September–October. Battle of Antietam September 16–17. Moved to Falmouth October–November. Battle of Fredericksburg December 12–15. \"Mud March\" January 20–24, 1863. ==Commanders== * Lieutenant Colonel Andrew Brickel * Major Albert Arndt * Captain Otto Diederichs - Battery A * Captain Adolph Voegelee - Battery B * Captain Robert Langner - Battery C * Captain John Knieriem - Battery D ==See also== * List of New York Civil War regiments * New York in the Civil War ==References== * Dyer, Frederick H. A Compendium of the War of the Rebellion (Des Moines, IA: Dyer Pub. Co.), 1908. ;Attribution * Category:Military units and formations established in 1861 Category:1861 establishments in New York (state) Category:Military units and formations disestablished in 1863 Artillery 001 N ",
    "title": "1st Battalion New York Volunteer Light Artillery"
}