{
    "id": "51174786",
    "text": "First love unlimited () is a 1997 Hong Kong romantic comedy film directed by Joe Ma Wai Ho and starring: two pop stars Daniel Chan Hiu Tung and Gigi Leung Wing Kei. Released at the end of spring in 1997, The film created a fan fever for Hong Kong youth back then. A sweet little movie with two perfectly-cast Hong Kong heartthrobs, First Love Unlimited captures the wondrous excitement of first love with tremendous heart and winning humor.First love unlimited ==Cast== * Daniel Chan Hiu-Tung as Shum Chi Hong * Gigi Leung Wing-Kei as Tap/Stephainie Wong * Joyce Chan Yin Hang as Angie (Tap's friend) * Stephen Fung Tak Lun as Chris * Ricky Hui Kun Ying as Uncle Chicken Wing (Hong's father) * Vincent Kok Tak Chiu as Fatty * Matt Chow Hoi Kwong as Stephen * Tina Lau Tin Laan as Mrs Tina Wong (Tap's mother) * Wyman Wong Wai Man as Mimi (Hong's friend) * Edward Yang as Tap's step-dad * Lee Siu-Kei as Security at amusement park (Mimi's father) *Erica Yuen Lai-Ming as Hong's sister * Lam Ho- Yeung as Restaurant customer * Soi Cheang Pou-Soi as Restaurant customer * Joe Ma Wai-Ho as Hong's audio equipment boss * Andy Tsang Tak-Wah as La Salle student ==Synopsis== Only the lack of roses in every frame prevent this teen romance from being a live action Shojo Manga. Raised in the housing project, The poor boy Shum Chi Hong (Daniel Chan) meets a daughter of a wealthy family, Ah Tap (Gigi Leung). They go to the movies for their first date, but in the end they buy wrong tickets. Although they couldn't see the movie, they hold hands for the first time. On the bus ride home, Tap sweetly sleeps on Hong's shoulder, an unforgettable experience for Hong. Hong walks Tap to her door and they kiss goodbye as they reluctantly part. At first, Hong tells a lie about his low-born because he fears that she never fall in love with him. But later, Tap's mother (Tina Lau) discovers the relationship and fearing it would affect Tap's education strongly opposes it, as she would go as far as sending her to study abroad. Tap, a shy good girl who finds first love with the charming, boyish Hong. Physically and emotionally, the two are a perfect match, but their backgrounds couldn't be more different. Tap is an elite student destined for greater things, while Hong is a low-income brat sired by a lone parent (Ricky Hui). Though Tap believes that love can conquer all, her strict, yet loving mother isn't quite convinced. Can Tap and Hong - two young teens who seemingly share the same heart and soul - keep their perfect love in an imperfect world?. ==Soundtrack== The soundtrack of the film sung by Daniel Chan and Gigi Leung including their hit songs such as: Guess guess guess, Zai hu ni gan shou, Short hair, Understand your everything, Shen Mo Xi Yin, Guitar, Dating with Danny, Psychedelic....Among them, the cover version \"Dating with Danny\" is the main theme song. ==References== ==External links== * Category:1997 films Category:1997 romantic comedy films Category:Hong Kong films Category:Hong Kong romantic comedy films Category:Cantonese-language films Category:1997 comedy films ",
    "title": "First Love Unlimited"
}