{
    "id": "51177182",
    "text": "Strange Weather is a 2016 drama film written and directed by Katherine Dieckmann. It was screened in the Gala Presentations section at the 2016 Toronto International Film Festival. The film was released theatrically on July 28, 2017. ==Plot== Seven years prior to the events of the film, Walker Baylor killed himself at the age of 24. His mother Darcy learns that Mark Wright stole her son's business plan and now operates a chain of Hot Dawg shops in New Orleans, even using a Southern folksy ad about getting a hot dog every Saturday with his mom, which is actually a childhood memory of Darcy and Walker. Darcy gets her old boyfriend Clayton to give her the gun used by her son to kill himself. She and her friend Byrd embark on a road trip to see Mark. Along the way, they visit friends of Walker to fill in facts of his last day. They go to Darcy's hometown to visit her childhood friend Mary Lou. The visit Walker's father, who is now 70 and in a nursing home. While drinking, Byrd lets slip she and Walker had sex once. In fact, Byrd was in love with the depressed young man. She suffered as much as Darcy, and tells her she didn't know everything about her son. Darcy continues to New Orleans alone. Once there, Darcy poses as an interested buyer of a Hot Dawg franchise. She quizzes Mark about how he started the business. Eventually, she quotes her son's business plan and reveals her real name to Mark. Then she pulls out Walker's gun as Mark begs for his life. She puts the gun under her own chin but Mark wrestles it free. He asks her how much money does she want, but she only wants to know how her son died. He explains what he knows, confesses he was always the lonely rich kid and jealous of the love Walker got from Darcy. He stole Walker's plan to prove his worth to his father. As Darcy drives home, she throws Walker's gun in a river. She buries in her backyard the clothes he died in, which had been collected by the police in an evidence bag. As she cries, she wishes she could hold his hand just one last time. The next day she goes to find Clayton and embraces him in the street. ==Cast== * Holly Hunter as Darcy Baylor * Carrie Coon as Byrd Ritt * Kim Coates as Clayton Watson * Glenne Headly as Mary Lou Healy * Andrene Ward-Hammond as Geri * Shane Jacobsen as Mark Wright * Emily Peachey as Dawg House Receptionist * Ransom Ashley as Walker Baylor * Walker Babington as Dennis * Craig Boe as Buford La Pierre * Johnny McPhail as Wes * Michael Randall as Police Officer ==Reception== ===Critical response=== On review aggregator website Rotten Tomatoes, the film has an approval rating of 58% based on 24 reviews, with an average rating of 6.05/10. Susan Wloszczyna of RogerEbert.com described Strange Weather as \"a rather dour road-trip movie\" and, while admiring \"the delicious details that Holly Hunter injects into her performance\", concluded that \"not even Hunter, who eventually wears out her welcome, can keep Strange Weather from going off the cliff.\" Ben Kenigsberg wrote in the New York Times that the film is \"a case of excellent actors' straining to elevate a contrived screenplay\", and one that ultimately delivers \"a catharsis more meaningful for [Hunter's] character than for her audience.\" ==References== ==External links== * Category:2016 films Category:2016 drama films Category:2010s adventure drama films Category:American films Category:American adventure drama films Category:English-language films ",
    "title": "Strange Weather (film)"
}