{
    "id": "51174453",
    "text": "Germany–Hong Kong relations refers to international relations between Germany and Hong Kong. ==History== Germany and Hong Kong bilateral relations could be traced back to the unification of Germany, when Hong Kong was still a colony of the British Empire, and mostly follow the foreign policies of London. The German Consulate General Hong Kong in Central, Hong Kong has been the representation of Germany in Hong Kong.German Consulate General Hong Kong- Address, Office Hours and Emergency Contact The connection between the two continued when the United Kingdom retreated from Hong Kong in 1997. Since then, Articles 151, 153 and 155 of Hong Kong Basic Law permits Hong Kong to conclude non-military bilateral agreements with foreign countries, while articles 152 permits Hong Kong joining international organisations.Hong Kong Basic Law Chapter VII : External Affairs The Hong Kong Economic and Trade Office, Berlin was opened in 2011. ==Trade== Germany is Hong Kong’s most important trading partner in Europe and ranked 10th among Hong Kong’s world trading partners.Bilateral Relations Hong Kong - Germany On the other hand, Hong Kong is Germany's ninth largest trading partner in Asia.Where does Germany export to? (2014) In 2014, the value of exports from Hong Kong to Germany was worth 15B Hong Kong dollars, while the importing goods from Germany to Hong Kong was worth 58.9B Hong Kong dollars. Major exports from Hong Kong are electric motors (9.7%) and base metal watches (4.4%). Major exports from Germany to Hong Kong are cars (12%), and measuring instruments (>3.2%).What does Hong Kong export to Germany? (2014), retrieved 27/7/2016.What does Hong Kong import from Germany? (2014), retrieved 27/7/2016. As of 1 June 2015, there were 87 German companies with regional headquarters in Hong Kong, while another 121 had regional offices.Germany: Market Profile ==Social and Cultural== Reflecting Germany’s diverse activities in Hong Kong, there were about 1,050 German nationals resided in Hong Kong as at the end of 2014.Germany: Market Profile Hong Kong had hosted 213 802 German tourists in 2015.Bilateral Relations Hong Kong - Germany The German Chamber of Commerce, Hong Kong is one of the largest European Chambers in Hong Kong which provides networking opportunities in Hong Kong, Asia Pacific and Germany.German Chamber of Commerce, Hong Kong Both Germany and Hong Kong have offered \"Working Holiday Programs\". The program allows 300 youngsters to holiday in Germany or Hong Kong and to take temporary employment as needed to cover the expenses of their visit for a maximum period of 12 months.WORKING HOLIDAY VISAHong Kong Working Holiday Scheme – Germany In addition, German and Hong Kong universities have established notable amount of partnerships for research and educational purpose.Bilateral Relations Hong Kong - Germany ==Incidences== ===2014 Umbrella Movement=== In 2014, Hong Kong had seen a large scale protest, the Umbrella Movement, in striving for full democracy in Hong Kong. German Chancellor Angela Merkel responded to the incident and pressured Hong Kong government by stressing that freedom of speech should remain guaranteed by law in Hong Kong. At a function to celebrate the 24th anniversary of German reunification attended by the Hong Kong Chief Secretary, Carrie Lam, Germany's Consul-General to Hong Kong, Nikolaus Graf Lambsdorff, responded to the incident stressing, \" ... especially in the light of our own recent German history, I believe that Hong Kong can be proud of its youth. I am sure that the efforts to make Hong Kong more democratic will be good for Hong Kong politically, but also economically\".South China Morning Post DAY ELEVEN: Full Coverage (1 pm) At a reunification party in Leipzig, German president Joachim Gauck compared the spirit of Hong Kong's pro-democracy protesters to German protesters in the late 1980s and early 1990s. He said the protesters \"overcame their fear of their oppressors because their longing for freedom was greater\". The statement was made one day before Gauck met the Chinese Premier Li Keqiang. During the Umbrella Movement, seven police officers were sued for the incidence of Beating of Ken Tsang. The police officers were sentenced to jail in February 2017. A mass gathering of the Hong Kong police officers and supporters was organized to support the police officers. During the mass gathering, a speaker described the police officers as the persecuted Jews in World War II. In response, German consulate expressed through Facebook that the comparison between the Jewish victims being massacred and suppressed by the Nazi state authority and the Hong Kong police officers being sentenced for abuse of power was absolutely inappropriate.自比猶太人撐「七警」 德國以色列領事館發聲明批比喻不當, Sing Tao Daily, 24 February 2017. ===2016 Würzburg train attack=== In the 2016 Würzburg train attack, 4 Hongkongers were attacked and seriously injured on a train. Hong Kong Chief Executive condemned the attack as he sent a team of immigration officers to accompany the victims’ relatives to Germany. Officers from the Hong Kong Economic and Trade Office in Berlin were dispatched to visit the injured. Amber alert was issued on Germany by the Hong Kong government as a response to the incident.Amber alert on Germany issued五日内两恐袭 港府对德国发黄色外游警示 ===2019–20 Hong Kong protests=== During the a series of protests, two German exchange students at Lingnan University were detained in November 2019.Thomas Escritt (November 15, 2019), Germany says two citizens detained in Hong Kong Reuters. ==See also== ==References== Hong Kong Category:Bilateral relations of Hong Kong ",
    "title": "Germany–Hong Kong relations"
}