{
    "id": "51173895",
    "text": "Richard Stratton (born in Dunedin in 1970) is a New Zealand ceramic artist. Stratton studied at the Otago School of Arts graduating with a Diploma in Ceramic Arts in 1993. He worked for a time as a production thrower at a commercial pottery on the Isle of Skye, before moving to Wellington, where he is now based. Writer Anna Miles notes that Stratton's work \"displays an avid interest in historic European forms of domestic pottery, somewhat improbably combined with autobiographical reflection.\" Curator Lily Hacking has also noted that his work also contains political themes, \"be that on the scale of global conflicts or the politics implicit in being a stay-at-home dad\". Stratton has studied the history of ceramic art extensively, and exhibitions such as Après les Baleines, held at The Dowse Art Museum in 2011 have shown how he uses \"the style of English and European ornamental ware but with a contemporary twist.\" Stratton maintains a large collection of technical ceramic manuals from the last two centuries, from which he has developed his techniques, in addition to international travel and research. In 2012 Stratton was awarded the Portage Ceramic Awards residency at Guldagergaard in Denmark. He undertook the residency in 2015 and displayed the resulting works at Te Uru in 2015-2016 in the exhibition Richard Stratton: Old Zealand New. He won the Portage Ceramic Awards premier prize in 2017. The Museum of New Zealand Te Papa Tongarewa holds a number of Stratton's works. A number are displayed in the exhibition Inspired: Ceramics and jewellery shaped by the past. ==Further information== * Lily Hacking,'Richard Stratton: an artist’s inventory Richard Stratton: an artist’s inventory', City Gallery Wellington, 2013. * Apres Les Baleines - Richard Stratton Richard Stratton interviewed on Radio New Zealand, 13 February 2013. * On the Spot : Richard Stratton Richard Stratton interviewed on Radio New Zealand on 3 May 2013. * Ceramics artist Richard Stratton Richard Stratton interviewed on Radio New Zealand on 10 November 2013. * John Hurrell, Stratton Ceramics, exhibition review on EyeContact, 16 September 2012. * Artists at work: Richard Stratton, video interview and demonstration. * Richard Stratton - Anna Miles Gallery ==References== Category:1970 births Category:Living people Category:New Zealand potters Category:New Zealand ceramists Category:People from Dunedin ",
    "title": "Richard Stratton (artist)"
}