{
    "id": "51178615",
    "text": "Picture of Prof. Thomas G. Kurtz Thomas G. Kurtz (born 14 July 1941 in Kansas City, Missouri, USA) is an emeritus professor of Mathematics and Statistics at University of Wisconsin-Madison known for his research contributions to many areas of probability theory and stochastic processes. In particular, Prof. Kurtz’s research focuses on convergence, approximation and representation of several important classes of Markov processes. His findings appear in scientific disciplines such as systems biology, population genetics, telecommunications networks and mathematical finance. == Education == Kurtz obtained his Ph.D. from Stanford University in 1967 under the supervision of James L. McGregor. As an undergraduate student he attended University of Missouri where he graduated in 1963 with a Bachelor's degree in Mathematics. Prof. Kurtz is also an alumnus of La Plata High School in La Plata, Missouri. == Academic career == After completing his Ph.D. in 1967, Prof. Kurtz joined the Department of Mathematics at the University of Wisconsin–Madison where he remained for his entire career. He received a joint appointment in the Statistics department in 1985. In 1996, he was awarded the WARF-University Houses Professorship, which he chose to identify as the Paul Lévy Professorship to honor one of the founders of modern probability theory. At UW Madison, Prof. Kurtz served as the Mathematics Department Chair from 1985 to 1988 and as the Director of the Center for Mathematical Sciences from 1990 to 1996. He retired from active teaching in 2008 but he continues to work as an emeritus professor. During his academic career Prof. Kurtz has supervised twenty-nine Ph.D. students and lectured extensively at UW Madison and elsewhere. For almost a decade, he organized a Summer Internship Program in Madison, which helped in grooming the next generation of Probabilists. Prof. Kurtz has given several invited seminars and tutorials around the world. Over the years he has also held many visiting positions, which include: * Nelder Visiting Fellow, Imperial College, London, U.K. April–May 2016. * Guest Professor, Goethe University, Frankfurt, Germany, May–June, 2013. * Visiting Fellow, Isaac Newton Institute for Mathematical Sciences, Cambridge, U.K, February–May, 2010. * Very Important Visitor (VIV), Institute for Mathematics and its Applications, Minneapolis, 2003–2004. * Visiting Professor, Stanford University, April–June, 1989 * Visiting Professor, University of Utah, Salt Lake City, January–March, 1989 * Visiting Professor, Université de Strasbourg, France, 1977–1978. * Visiting Fellow, Australian National University, Canberra, 1973. Prof. Kurtz has served in many scientific committees and Editorial boards of academic journals. He is currently a trustee of the Mathematical Biosciences Institute in Columbus, Ohio. == Awards and honors == Prof. Kurtz is a former President of the Institute of Mathematical Statistics (2005–2006) and a former editor of the Annals of Probability (2000–2002). He is a Fellow of the Institute of Mathematical Statistics (IMS) and of the American Academy of Arts and Sciences. He was chosen to give the Wald Memorial Lectures in 2014 at the IMS Annual Meeting in Sydney, Australia. He was elected as a Fellow of the American Mathematical Society in the 2020 Class, for \"research in probability and its applications, especially for contributions to the study of Markov processes\". == Publications == In his five decades of research, Prof. Kurtz has published more than 100 peer- reviewed articles in prominent mathematical journals. He has also authored four books, which are as follows: # Markov Processes: Characterization and Convergence (John Wiley & Sons Inc. 1986): This book with his former Ph.D. student Prof. Stewart Ethier is one of Prof. Kurtz’s most well-known work and it is a standard reference for advanced theory of Markov processes. This book develops an intricate, yet elegant mathematical framework for establishing the convergence of Markov processes and characterising the limiting process. # Stochastic Analysis of Biochemical Systems (Springer 2015): This book with Prof. David Anderson provides a timely survey of the wide array of methods and techniques that can be employed to analyze stochastic models of chemical reaction networks. Such models are frequently encountered in the rapidly growing field of Systems Biology. Mindful of the interdisciplinary nature of the research community in this field, the authors present the material in such a way that it is accessible to anyone who is familiar with the standard undergraduate mathematics curriculum. # Large Deviations for Stochastic Processes (American Mathematical Society 2006): This book with his former Ph.D. student Prof. Jin Feng, presents a general theory for obtaining large deviation results for a large class of stochastic processes. This theory is based on the idea that the large deviation principle for a sequence of Markov processes can be obtained by proving the convergence of an associated family of nonlinear semigroups. To overcome the formidable theoretical challenge of proving this convergence of nonlinear semigroups, the authors employ tools from the modern theory of viscosity solutions that has been developed for solving partial differential equation. With these viscosity methods, the authors demonstrate that large deviation results can be readily derived using their approach for a range of interesting examples. # Approximation of Population Processes (Society of Industrial and Applied Mathematics 1981): This book provides a self-contained treatment of the limiting behavior of a wide class of population processes as the population-size approaches infinity. Diffusion approximation results are developed for population processes on a very general state-space, thereby allowing the results to be applied in a variety of examples from Branching Processes, Population Genetics, Epidemics and Chemical Reaction Networks. Furthermore, random time-change formulas are introduced that provide sample path representations of complicated stochastic processes in terms of its simpler counterparts such as Poisson processes or Brownian motions. These formulas are used to derive approximation results and also examine the relationship between the stochastic process and the corresponding deterministic process in the “law of large numbers” limit. ==References== ==External links== *Thomas G. Kurtz University of Wisconsin Category:1941 births Category:Living people Category:People from Kansas City, Missouri Category:Mathematicians from Missouri Category:University of Missouri alumni Category:University of Wisconsin-Madison faculty Category:American mathematicians Category:Stanford University alumni Category:Fellows of the Institute of Mathematical Statistics Category:Fellows of the American Mathematical Society ",
    "title": "Thomas G. Kurtz"
}