{
    "id": "51189233",
    "text": "The Barcelona vs Atlético Madrid football match that took place on 17 May 2014 at the Nou Camp in Barcelona, Spain, was played during the 38th and therefore last round of the 2013–14 La Liga season. Atlético and Barcelona came into the match occupying the top two positions in the league, separated by just three points, and thus both teams could still claim the title. It was the first time since 1951 and just the third time in league history the La Liga title came down to a head-to-head match on the final weekend of play. Atlético Madrid earned the point that won them their first league title in 18 years, and their tenth overall. ==Background== In the 36th round of La Liga, Atlético lost 0–2 to Levante at Estadi Ciutat de València while Barcelona and Real Madrid only earned one point in their home games against Getafe and Valencia respectively. With two weeks to play, Atlético led the table with a 3-point advantage over Barcelona and one point more over Real Madrid. After these results, Atlético could have won the league in the 37th and penultimate round if they earned one more point than Barcelona and Real. In this round, Atlético had a home tie against Málaga while Barcelona visited relegation-threatened Elche and Real Madrid played at Balaídos against Celta Vigo. Despite both Barcelona and Real Madrid failing to win their respective games (Barcelona ended 0–0 and Real were out of the title race after losing 2–0), Atlético could not win the title at home as they only could earn one point after a 1–1 draw. These results meant that the title would be decided in a head-to-head game at Camp Nou between Barcelona and Atlético, with Atlético having the advantage with a 3-point lead. The reverse fixture ended 0–0 meaning Atlético needed to avoid defeat to clinch the title, otherwise Barcelona would successfully defend their La Liga crown due to having the better head-to-head record out of the two sides. ==Match== Atlético Madrid forwards Diego Costa and Arda Turan became injured within the first 30 minutes, and were substituted off. Five minutes before half time, Barcelona took the lead into the break thanks to a goal by Alexis Sánchez after receiving a chest-pass from Lionel Messi. In the 4th minute of the second half however, a header from Diego Godín off a corner kick made the score 1–1. Eight minutes after the goal, Barcelona's Sergio Busquets could not continue playing. In the 63rd minute Messi scored, but Barcelona were denied the lead they needed as the goal was ruled out for offside. Eventually the game ended as a 1–1 draw, which handed the Colchoneros their first league title in 18 years, and their 10th overall. ===Match details=== {| width=92% |- | | |} {| width=\"100%\" |valign=\"top\" width=\"40%\"| {| style=\"font-size:90%\" cellspacing=\"0\" cellpadding=\"0\" align=center |- !width=25| !!width=25| |- |GK ||13 || José Manuel Pinto |- |DF ||22 || Dani Alves |- |DF ||3 || Gerard Piqué || || |- |DF ||21 || Adriano |- |DF ||14 || Javier Mascherano || || |- |MF ||4 || Cesc Fàbregas || || |- |MF ||16 || Sergio Busquets || || |- |MF ||8 || Andrés Iniesta (c) |- |FW ||10 || Lionel Messi || || |- |FW ||9|| Alexis Sánchez |- |FW ||7|| Pedro Rodríguez || || |- |colspan=3|Substitutes: |- |GK ||25|| Oier Olazábal |- |MF ||6|| Xavi || || |- |FW ||11|| Neymar || || |- |DF ||15|| Marc Bartra |- |MF ||17|| Alex Song || || |- |DF ||18|| Jordi Alba |- |FW ||20|| Cristian Tello |- |colspan=3|Manager: |- |colspan=4| Gerardo Martino |} |valign=\"top\" width=\"50%\"| {| style=\"font-size:90%; margin:auto\" cellspacing=\"0\" cellpadding=\"0\" |- !width=25| !!width=25| |- |GK ||13 || Thibaut Courtois |- |DF ||20 || Juanfran |- |DF ||3 || Filipe Luís || |- |DF ||2 || Diego Godín || |- |DF ||23 || Miranda |- |MF ||10 || Arda Turan || || |- |MF ||5|| Tiago || |- |MF ||6 || Koke |- |MF ||14|| Gabi (c) |- |FW ||19|| Diego Costa || || |- |FW ||9 || David Villa |- |colspan=3|Substitutes: |- |GK ||1|| Daniel Aranzubia |- |MF ||4|| Mario Suárez |- |FW ||7|| Adrián || || |- |FW ||8|| Raúl García || || |- |DF ||12|| Toby Alderweireld |- |MF ||14|| Diego Ribas |- |MF ||24|| José Sosa || || |- |colspan=3|Manager: |- |colspan=4| Diego Simeone |} |} {| width=82% style=\"font-size: 90%\" | width=50% valign=top| |style=\"width:60%; vertical-align:top;\"| Match rules *90 minutes. *Maximum of three substitutions. |} ==Aftermath== Atlético Madrid celebrated its 10th league title. It was the first time since the 2003–04 La Liga that a club other than Barcelona or Real Madrid won the title. It was also the first time in the 67-year history of the Camp Nou stadium that a visiting team had clinched the title in the stadium. The draw meant that Barcelona would finish second, regardless of Real Madrid's result against Barcelona's city rivals Espanyol, as Barça would at worst have the better head-to-head record over their Clásico rivals (winning 2–1 at home and 4–3 away). Nonetheless, Real Madrid won 3–1, meaning second place was instead decided on the head-to-head tiebreaker. Just after the game, Gerardo Martino resigned as Barcelona's manager after one season in charge. The club only won the Supercopa de España, they were eliminated by Atlético Madrid in the quarter-finals of the Champions League and lost 2–1 against Real Madrid in the Copa del Rey Final. Two days later, Diego Godín was named Player of the Month for May. After celebrating the league title in Madrid, Atlético played in the Champions League Final seven days later, against their local rivals Real Madrid. Despite a header from Diego Godín in the first half of the game, Sergio Ramos equalised for Real Madrid in the 3rd minute of second half stoppage time. In extra time, the Atlético players were visibly exhausted and eventually lost 4–1.https://www.bbc.co.uk/sport/football/27383593 ==References== ==External links== *Highlights and report Category:2013–14 La Liga Category:La Liga matches Category:Atlético Madrid matches Category:FC Barcelona matches Category:May 2014 sports events in Europe Category:2010s in Barcelona ",
    "title": "Barcelona 1–1 Atlético Madrid (May 2014)"
}