{
    "id": "51185323",
    "text": "{| class=\"wikitable floatright\" align=\"left\" |- |} The Oxford University Women's Lightweight Rowing Club (OUWLRC) was established in 1984 to represent the University of Oxford in the race against the Cambridge University Women's Lightweights at the Henley Boat Races. Throughout the season, the Club races as Tethys Boat Club. ==Membership== The membership of OUWLRC is open to all female student members of the University who qualify as lightweight. Lightweight rowing for women details a maximum weight of 59 kg per athlete, with an average weight of 57 kg across the crew. This is a requirement for competition and for entry into the lightweight squad. ==Facilities and training== The club trains on the home-water stretch in Wallingford alongside the other university squads (OUBC, OUWBC, and OULRC) out of the Fleming Boathouse. The club also uses the facilities at the university's Iffley Road Sports Centre. Additionally, regular training camps are held both in the UK and overseas. ==Racing== The key race in the club's year is the competition at the Henley Boat Races, constituting the lightweights' varsity race, against Cambridge. OUWLRC is one of the few entirely independent Women's Lightweight Rowing Clubs in the United Kingdom. The club also competes at national head races and regattas. In particular, the club regularly competes at the British Universities and Colleges Sport Regatta. In 2016, it won silver medal in the 8+ and bronze in the 4-. categories The club also competes at an international level, recording a latest achievement with a bronze with 4x- in Zagreb in July 2016. ==Honours== ===British champions=== {| class=\"wikitable\" |+ |- !width=70|Year !width=400|Winning crew/s |- | 1987 || Women 4+ |} ==See also== * Lightweight rowing * Oxford–Cambridge rivalry * University rowing (UK) * Women's rowing ==References== ==External links== * OUWLRC website * Henley Boat Races * Henley Boat Races 2015: CUWBC Lightweights vs OUWLRC video Rowing Club Category:1980s establishments in England Category:Sports clubs established in 1984 Category:Women's rowing in the United Kingdom Category:Rowing clubs in Oxfordshire Category:Rowing clubs of the River Thames ",
    "title": "Oxford University Women's Lightweight Rowing Club"
}