{
    "id": "51189688",
    "text": "Christopher Bosch (born ) is a South African rugby union player for Bourgoin- Jallieu in the Fédérale 1 in France. His regular position is centre. ==Rugby career== ===Schoolboy rugby=== Bosch was born in Pretoria, but later moved to the Western Cape to finish his schooling at Paarl Gimnasium. In 2010, he was selected to represent Western Province at the Under-18 Academy Week held in Vryheid. ===2011–2013: Blue Bulls=== After school, Bosch moved back to Pretoria, joining the academy. He made fourteen appearances for the Under-19 team during the 2011 Under-19 Provincial Championship, starting eleven of those matches in the inside centre position. He scored four tries during the regular season – one each in their matches against the s and the s and two in their final match against the s – to help the Blue Bulls finish top of the log to qualify for the title play-offs. He started their semi-final match against , scoring a try just after the hour mark in a 48–13 victory, as well as the final, which trans--Jukskei rivals won 20–19. Bosch advanced to the squad for the 2012 season, emulating his try-scoring form from 2011 by contributing five tries during the season. These tries came in home and away victories over the s, home and away victories over the s and their match against the s in Potchefstroom. The team won ten of their twelve matches in the regular season – with Bosch featuring in nine of their matches – to top the log and advance to the semi-finals. Bosch was used as a replacement in their 46–35 victory over the Sharks in the semi-final and their 22–13 victory over Western Province in the final as his side won the competition for the second consecutive season. At the start of 2013, Bosch played Varsity Cup rugby for , the university team affiliated with the Blue Bulls academy. He made three starts and five appearances as a replacement during the competition, the last two of those being in their 61–24 victory over in the semi-final and their 44–5 victory over in the final to win the competition for the second time in their history. Shortly after the Varsity Cup finished, Bosch was also named in the squad for their Vodacom Cup match against the in Lephalale. He came on as a replacement in the 53rd minute of the match to make his first class debut, helping the Blue Bulls to a 110–0 victory. He again represented the Blue Bulls' Under-21 side in the latter half of the season. He made nine appearances, scoring tries in home and away wins over , as the side finished second on the log. He didn't feature in the play-offs though, where the Blue Bulls followed up a 36–13 semi-final victory over the Sharks with a defeat in the final, going down 23–30 to Western Province. ===2014: Boland Cavaliers=== Bosch spent his 2014 season playing for the Wellington-based . After remaining an unused replacement for their opening match against , He made his Boland debut the following week, starting their 20–28 defeat to a in Malmesbury. Two starts and two appearances as a replacement followed, as Boland finished in sixth place on the Southern Section log, missing out on the play-offs. He made just two appearances off the bench during their Currie Cup qualification series, which saw the team progress to the First Division. He featured in three more matches in that competition, but could not prevent the side finishing in fifth, missing out on a play-off spot. ===2015: Falcons=== After just one season at the Boland Cavaliers, Bosch returned to Gauteng to join the . He started five matches for them in the 2015 Currie Cup qualification series, and a further three times in the First Division. He scored his first senior try in their match against his former side , as his new side convincingly beat them 76–12. ===2016: Boland Cavaliers=== Bosch rejoined the Boland Cavaliers for the 2016 season and established himself as the first- choice inside centre, starting thirteen matches in that position. He scored a try in a 14–30 defeat to in his only appearance off the bench in Round Four, and further tries in victories over the and , before scoring four tries in their 110–10 victory over Namibian outfit the . He scored a further try against and a brace against a to end the competition with a total haul of ten tries, the second-highest by a Boland player behind his fellow centre Ryan Nell and joint fifth overall in the competition. The Boland Cavaliers won eleven of their fourteen matches to finish in third position on the log to qualify for the Premier Division for the first time since 2009. ==References== Category:South African rugby union players Category:Living people Category:1992 births Category:Sportspeople from Pretoria Category:Rugby union centres Category:Blue Bulls players Category:Boland Cavaliers players Category:Falcons (rugby team) players ",
    "title": "Christopher Bosch"
}