{
    "id": "51184556",
    "text": "LA5 is a Les Autres sport classification is an ambulatory sport classification for a sportsperson with a disability that impacts their locomotor function. People in this class have normal upper limb functionality, but have problems with balance or use of their lower limbs. Generally, limb problems are confined to one limb. Internationally, governance for this sport is handled by IWAS, following the 2005 merger of ISMWSF and ISOD. Classification is handled nationally by relevant national organizations. Sports open to people in this class include archery, athletics, equestrian, and CP football. == Definition == LAF5 is an Les Autres sports classification. This is an ambulant class for people with normal upper limb functionality but who have balance issues or problems with their lower limbs. Medically, this class includes people with contracture of the hip or knee, paresis of one arm, or kyphoscoliosis. In practice, this means they have limited function in at least one limb. In terms of functional classification, this means the sportsperson is ambulatory with good arm function. They have issues with balance or reduced function in their lower limbs. For the 1984 Summer Paralympics, LAF5 was defined by the Games organizers as, \"Ambulant with normal function in throwing arm. Reduced function in lower extremities or balance problem. Throw can be done from a standstill or moving position.\" For the 1984 Summer Paralympics, LAF5 sportspeople were described by the Games organizers as \"similar to L-4, with normal function in the dominant arm, but generally had a problem with hip rotation.\" == Governance == Les Autres sport classification was originally created and then governed by the International Sports Organization for the Disabled (ISOD). Currently, classification is overseen by IWAS, having taken over this role following the 2005 merger of ISMWSF and ISOD. National sport organizations handle classification on the national level. In the United Kingdom, this is the British Amputee and Les Autres Sports Association. In the United States, this is the United States Les Autres Sports Association. The classification system used in the United States has generally matched the international norms, though in track in field there have been five wheelchair classes and five ambulatory classes for Les Autres sportspeople. In Australia, Wheelchair Sports Australia was the governing body for classification for Les Autres sportspeople, with Disability Sports Australia taking over the role following the 2003 merger of Australian Sports Organisation for the Disabled (ASOD), Cerebral Palsy Australian Sports and Recreation Federation (CPASRF) and Wheelchair Sports Australia (WSA). == Sports == === Athletics === LAF5 competitors can be classified into several athletics classes including F42, F43, and F44. People in this class have normal functionality in their throwing arm. At the 1984 Summer Paralympics, LAF4, LAF5 and LAF6 track athletes had the 100 meters and 1,500 meters on their program. In field events, they had shot put, discus, javelin and club throws. No jumping events were on the program for these classes. There was a large range of sportspeople with different disabilities in this class at the 1984 Summer Paralympics. In 1997 in the United States, this class was ambulant for field events. It was for people with reduced function in their lower limbs or who had balance problems. People in this class had normal function in their throwing arm. === Other sports === One of the sports available to people in this class is archery. LAF5 classified archers compete in ARST. People in this class can compete while sitting on a high stool, but their feet must be touching the ground while shooting. People in this class sometimes participate in cerebral palsy soccer. In CP soccer, rules requiring a CP5 player on the field led to wider adoption of Les Autres classes into the CP classification system to facilitate comparable participation. Para-equestrian is another sporting option. Because they are ambulant, LAF5 riders may be in Grade 1 or Grade 4. Grade 1 is typically for people with cerebral palsy, les autres and spinal cord injuries who have severe levels of disability. Grade 4 is typically for people with normal lower limb functionality, but some other disability like vision impairment, or impairment in a leg or arm. In para-triathlon, because they can use a standard bicycle, they can be classified TRI3. == References == Category:Parasports classifications ",
    "title": "LAF5 (classification)"
}