{
    "id": "51181968",
    "text": "is a Japanese manga series written and illustrated by Ukami. The series began serialization in ASCII Media Works' Dengeki Daioh G magazine in December 2013 and is licensed in English by Yen Press. An anime television adaptation by Doga Kobo aired in Japan between January and March 2017. ==Plot== Upon passing a school in heaven, graduating angels are sent down to Earth, where they must learn about humans and guide them towards the correct path in order to become true angels. However, Gabriel White Tenma, the top angel in her class, becomes addicted to video games upon arriving on Earth and turns into a complete slacker as a result. The story follows Gabriel, along with other angels and demons who have descended to Earth, as they attend high school. == Characters == ; : :An angel who was the top of her class but turned into a slob after becoming addicted to video games. She is often lazy and unmotivated and ignores or lashes out against anyone trying to order or boss her around. ; : :The complete opposite of Gabriel, she is very responsible and often looks after Gabriel, contrary to her actual role as a demon. The only exception where Vignette acts manipulative or threatening is to do things she enjoys, like celebrating Christmas (despite being a demon) and forcing Gabriel into a cute cat costume. She usually goes along with Satania’s schemes, which often end horribly. ; : :An egotistical, childish and bratty demon who often thinks of weird or immature ways to cause mischief, which usually end in failure. She is often pestered by Raphiel and stray dogs, the latter which constantly steals her beloved melon bread. She is frequently bullied and made fun by her \"friends\" and is easily tricked due to her incompetence. Her parents own a bakery. ; : :The second ranked angel in Gabriel's class, who (despite normally having a constant angelic smile) has since become a sadistic stalker who takes delight in teasing and manipulating Satania. Despite this, she considers Satania one of her friends. She is afraid of frogs. ; : :An underclassman angel who admired Gabriel in angel school and presumes Satanichia was the one responsible for turning her into a slob. She also knows of Vignette and calls her senpai (senior) for her kindness, but knowing she is a demon, distrusts her. ; : :The class president of Gabriel's class, who is unaware that Gabriel is an angel and often finds her, along with Satania, Vignette, and Raphiel's actions bewildering. She gets upset when people don’t listen to her. ; : :The owner of a coffee shop where Gabriel works part time. He is often bewildered by Gabriel's behavior, but assumes it is just because she is a foreigner. == Media == === Manga === Ukami began serializing the manga series in ASCII Media Works's shōnen manga magazine Dengeki Daioh G on December 27, 2013, where it was published every other month. Starting on April 28, 2014, the series switched to monthly publication. It has been published in nine compiled volumes as of February 25, 2020. The series has been licensed in English by Yen Press. A spin-off series titled , which focuses on the character Tapris, began serialization in ASCII Media Works's Comic Dengeki Daioh G magazine in 2018. It is illustrated by Bafako and has been compiled into two volume as of February 25, 2020. ==== Volume list ==== ==== Tapris SugarStep ==== === Anime === An anime television adaptation of the series was announced in the Dengeki Daioh magazine's September 2016 issue on July 27, 2016. The anime is produced by Doga Kobo and directed by Masahiko Ohta, with Takashi Aoshima handling series composition and Katsuhiro Kumagai designing the characters. The series aired in Japan between January 9, 2017 and March 27, 2017 and was simulcast by Crunchyroll. The first episode had an advance screening on December 18, 2016 at the Shinjuku Piccadilly theatre in Tokyo. The opening and ending themes respectively are and , both performed by Miyu Tomita, Saori Ōnishi, Naomi Ōzora, and Kana Hanazawa. The ending theme for episode 7 is performed by Ōnishi. The anime ran for 12 episodes and released across three four episode BD/DVD volumes. Two original video animation episodes were released with the first and third BD/DVD volumes released on March 24, 2017 and May 24, 2017 respectively. ====Episode list==== {|class=\"plainrowheaders wikitable\" style=\"width:100%; margin:auto; background:#FFF;\" |- style=\"border-bottom: 3px solid #CCF;\" ! style=\"width:3em;\" | No. ! Official English title Original Japanese title ! style=\"width:12em;\" | Original air date |- |} ==Notes== == References == == External links == * * * * Category:Manga series Category:Comedy anime and manga Category:ASCII Media Works manga Category:Kadokawa Dwango franchises Category:Shōnen manga Category:Anime series based on manga Category:Manga adapted into television series Category:Tokyo MX original programming Category:Doga Kobo Category:Yen Press titles Category:Supernatural anime and manga Category:Angels in television Category:Demons in television Category:2017 Japanese television series endings ",
    "title": "Gabriel DropOut"
}