{
    "id": "51184873",
    "text": "How to Be Yours is a 2016 Filipino romantic drama film directed by Dan Villegas starring Bea Alonzo and Gerald Anderson and executive produced by Charo Santos-Concio and Malou Santos. The film premiered on July 26, 2016 in a premiere night held on SM Megamall that was attended by the cast and crew of the film, some celebrities, several ABS-CBN executives, and the Philippine Vice President Leni Robredo and her daughters Aika and Jillian. The film was released by Star Cinema on July 27, 2016 in over 180 cinemas throughout the country. The film is Graded B by the Cinema Evaluation Board of the Philippines. ==Synopsis== Niño (Gerald Anderson) is a sales agent who's bent on attaining stability and Anj (Bea Alonzo) is a self-taught cook who dreams of working in a high-end restaurant someday. Niño initially chooses love over career until he meets Anj whose choice is career over love. ==Cast== *Bea Alonzo as Anj *Gerald Anderson as Niño *Bernard Palanca as Pocholo *Janus del Prado as Ryan *Alex Medina as Pio *Anna Luna as Liezl *Nicco Manalo as Leloy *Brian Sy as Ej *Divine Aucina as Georgia *Jerome Tan as Marco *Teetin Villanueva as Chacha *Lito Pimentel as Niño's Dad *Katya Santos as Niño's Mom *Ricardo Cepeda as Anj's Dad *Ana Roces as Anj's Sister ==Reception== The film was Graded B by the Cinema Evaluation Board of the Philippines which means that the film is of high quality and shall receive 65% tax rebate. ===Critical reception=== Philbert Ortiz Dy of ClickTheCity.com rated the film 5 stars out of 5 and wrote that \"How to Be Yours is as good as I can imagine a local mainstream romantic film being. It very much works within the established structure of the genre, but it never allows itself to get lazy within that structure. It sets out to earn every moment, to convince the audience at every turn that this relationship is worth fighting for, that every problem that they face is a genuine tragedy. This is a film that believes that love is always a story worth telling, and not just some component of a larger commercial proposition.\" Nazamel Tabares of Movies Philippines rated the film 4.5 out of 5 stars and wrote that \"How to Be Yours is my most favorite Dan Villegas film to date.\" He added that \"the shots are beautiful, the story is smooth and clean and the direction is precise. How to Be Yours is the perfect mainstream romantic film, it doesn’t go big with its confrontations and goes simple but realistic with its dialogues. It may be a surprise as romantic comedies are just something we usually have in Philippine cinemas but How to Be Yours definitely wants to be remembered and it does everything impeccably.\" Oggs Cruz of Rappler in a very positive review wrote that \"How To Be Yours is conventional entertainment done right. It enthralls without a lot of the pandering to the cheap thrills that commonly pervade romances.\" Meanwhile, Eric T. Cabahug of InterAksyon.com noted and praised Bea Alonzo's performance saying that, \"Bea Alonzo is even better, handling her showier and more layered role — a young woman who blossoms from being an insecure underachiever into a driven, ballsy careerist — with maturity and sophistication.\" Je C.C. of Philippine Entertainment Portal wrote that \"Both Bea and Gerald are able to deliver commendable performances here, playing as lovers whose commitments are pulled into the opposing poles of love and career. How To Be Yours is a film that conforms with a common template in the mainstream romance cinema, but there is a grace in its approach that somehow sets itself far better than just being ordinary.\" On the other hand, Rito P. Asilo of Philippine Daily Inquirer praised Bea Alonzo's performance saying that, \"The juggling act that Bea—her generation’s finest actress—had to accomplish serves as a showcase for her formidable thespic gifts. With the textured portrayal that she limns to insightful perfection here, she proves that a fine actress can rise above the limitations of a flawed film!\" ===Full Cast & Crew=== *Starring: Bea Alonzo, & Gerald Anderson, Together With Alex Medina, Bernard Palanca, Anna Luna, Divine Aucina, Nicco Manalo, & Janus del Prado, With The Special Participation of: Ana Roces, & Ricardo Cepeda *Directed by: Dan Villegas *Produced by: Kris G. Gazmen, Jane Torres Charo Santos-Concio & Malou Santos *Music by: Emerzon Texon *Art Directed by: Michael Bayot *Film Edited by: Marya Ignacio & Benjamin Gonzales Tolentino *Production Designed by: Shari Montiague & Ana Lou Sanchez *Written by: Patrick R. Valencia & Hyro P. Aguinaldo *Cinematographered by: Mycko David (director of photography) *Stunts by: Baldo Marro R.I.P. (stunt director) *Sound by: Nicholai Policarpio Minion (re recording designer), Auriel Bilbao (sound designer) *Camera & Electrical Department: Nonito Cesario (camera operator) (as Nonito Cesario), Cesca Lee (camera operator), Ben de Vera (cameramen) ===Accolades=== {| class=\"wikitable\" |+ List of awards and nominations ! Year !! Award !! Category !! Recipients and nominees !! Result !! Source |- | 2017 | 19th Gawad Pasado Awards | PinakaPASADO na Aktres (Best Movie Actress) | Bea Alonzo | | rowspan=1| |- |} ===Box office=== According to Star Cinema, How to Be Yours earned about 10 million pesos in its opening day. ==References== ==External links== *How to Be Yours on Star Cinema website Category:Philippine films Category:Star Cinema films Category:Tagalog-language films ",
    "title": "How to Be Yours"
}