{
    "id": "51186090",
    "text": "Clairview is a coastal town and locality in the Isaac Region, Queensland, Australia. == Geography == The coastal strip along the east of the locality of Clairview is relatively flat (at or just above sea level), while most of the centre and western part of the locality is hilly, up to 500 metres. The coastal flats are partially used for grazing while the hillier land is undeveloped. Clairview has a natural sand beach along the coastline. The town of Clairview is in the south-eastern corner of the locality () and consists of a strip of housing on the seafront. The Bruce Highway (from Brisbane to Cairns) passes through Clairview from the south (the locality of St Lawrence) immediately beside the town of the Clairview and is one of the few places on this \"coastal\" highway where the sea is actually visible from the road. The highway then continues north on a more inland route into Carmila. The North Coast railway line (also from Brisbane to Cairns) runs just to the east of the highway in the southern town area and then continues north between the highway and the coast. In the northernmost part of the locality is the neighbourhood of Flaggy Rock (), which is sandwiched between the highway to the west and the railway line to the east. == History == Remains of the former Clairview railway station on the North Coast railway line, 2016 Clairview takes its name from a former pastoral station. Clairview was served by the Clairview railway station, but it has been closed. From 20 November 1919, Flaggy Rock was served by Yokolgy or Yankolgy railway station, renamed Flaggy Rock railway station on 4 November 1921 at the request of local residents. It has also closed. Former Flaggy Rock Creek State School, now Flaggy Rock Community Centre, 2016 On 11 October 1916, Rocky Dam State School was opened in Flaggy Rock. It was renamed Flaggy Rock Creek State School in 1920. It closed on 13 December 1996. It is now Flaggy Rock Community Centre. In the 2006 census, Clairview had a population of 75 people. == Attractions == Clairview is popular for fishing and catching mud crabs. The waters off Clairview are a protected area for the endangered dugong. There is a caravan park, public park and boat ramp. ==References== == Further reading == * == External links == * Town map of Clairview, 1982 Category:Towns in Queensland Category:Isaac Region Category:Coastline of Queensland Category:Localities in Queensland ",
    "title": "Clairview, Queensland"
}