{
    "id": "51182536",
    "text": "The Wytheville Raid or Toland's Raid (July 18, 1863) was an attack by an undersized Union brigade on a Confederate town during the American Civil War. Union Colonel John Toland led a brigade of over 800 men against a Confederate force of about 130 soldiers and 120 civilians. The location of Wytheville, the county seat of Wythe County in southwestern Virginia, had strategic importance because of a nearby lead mine and the railroad that served it. This mine supplied lead for about one third of the Confederate Army's munitions, while the Virginia & Tennessee Railroad transported Confederate troops and supplies; plus telegraph wires along the railroad line were vital for communications. In addition to logistics of moving the lead to bullet manufacturing facilities, this rail line also connected an important salt works of an adjacent county with the wider Confederacy. Toland's entire brigade was mounted, and consisted of a mounted infantry regiment plus eight companies of cavalry. It approached the small town of Wytheville on the evening of July 18. The community had been warned that a large force of Union horsemen was heading in its direction, and hastily made preparations before the brigade's arrival. While many in the community fled south or hid in their homes, a force of about 120 civilians (including home guard) volunteered to defend their town. The Union cavalry entered the town first, charging in column down the main road that led into town. The men from the cavalry were ambushed by Confederate soldiers, Home Guard, and local citizens. Most of the local men, and women, fired their one–shot muskets from inside their homes and businesses. This type of warfare was considered unconventional at the time. One Union soldier described the road as an \"avenue of death\". The Union force suffered significant losses. The Union commander, Colonel Toland, was killed. The severely wounded cavalry commander, Colonel William H. Powell, was left to die and became a prisoner of the Confederates. (Powell was also second in command of the entire brigade.) Additional officers and enlisted men were killed, wounded, or missing. The Union after action report listed a total of 86 men killed, wounded, missing, or taken prisoner during the entire expedition—although Confederate leadership believed the Union casualties were much higher. (The entire expedition includes the trips to and from Wytheville.) Approximately 300 horses were lost (killed, wounded, or injured) by the brigade during the raid and retreat—including an estimated 80 killed on the streets of Wytheville. Despite significant losses, the Union brigade was eventually able to secure the town. However, the victory was costly, and the northerners retreated less than 24 hours after entering the small community. A group of soldiers and civilians, less than one third the size of the Union force they opposed, prevented a brigade from destroying vital assets of the Confederacy—a railroad line, telegraph line along the railroad, a lead mine, and possibly a salt mine. After the conflict, Union infantry leaders were critical of the Union cavalry's performance, and men from the cavalry were critical of the infantry leadership's tactics. ==Wythe County== alt= Old map showing railroad line and two communities Wythe County is located in southwestern Virginia near the Blue Ridge Mountains. It was created in 1790, and named after George Wythe. Wythe was a legal mentor to Thomas Jefferson during the 1760s, and signed the Declaration of Independence. The crossroads town of Wytheville was the county seat during the Civil War, and remains so today. According to the 1860 census, the county's population was 12,305, and Wytheville's population was 1,111. Wytheville was said to have 1,800 \"inhabitants\" in 1863. Wythe County had two resources that caught the attention of the Union army during the Civil War—a lead mine and a railroad. The lead mine was located about southeast of Wytheville in the unincorporated community of Austinville. The mine was the source for a significant portion, estimated to be about one third, of the lead used by the Confederacy to produce bullets for its armies. The Virginia and Tennessee Railroad, which ran roughly east–west through the county, served the lead mine. Telegraph lines strung along the railroad were vital for communications in the region, and enabled communications between the Confederate capitol of Richmond and points as far west as Tennessee. In addition, the railroad was important for transporting Confederate troops and supplies. The railroad had a station located about south of the center of Wytheville. Ammunition and weapons for the Confederate Army were often stored there. Thus, the town had a strategic significance during the American Civil War, and was often a target. Because of the railroad, Wytheville was connected to two more points of military significance. A small headquarters for the Confederate army was located about west of Wytheville at the western edge the adjacent Smyth County. The army outpost was at the community named Saltville, which was the home of a salt mine that was important to the Confederacy. Salt is essential for the diet of humans and livestock, and was also used (at the time) to preserve meat. Salt was not widely available during the Civil War, and eight states used salt from this mine. More fighting would occur at Saltville in 1864. About east of Wytheville in Pulaski County is the Dublin railroad depot, which was a regional headquarters for the Confederate Army. The Dublin Depot was originally named Newbern Depot, although the town of Newbern is south of the railroad line. A short time before the Civil War, the depot was renamed Dublin Depot in honor of the New Dublin Presbyterian Church, which was located nearby. Thus, some maps from the early 1860s still used New Bern to identify the depot. ==Union brigade== On the afternoon of July 13, 1863, a brigade of 870 Union soldiers departed their base camp located a few miles upriver (east) of Charleston, West Virginia. Their orders, which came from General Eliakim P. Scammon, were to disable the Virginia & Tennessee Railroad. Telegraph line strung along the railroad line was also a target. If circumstances allowed, nearby lead and salt mines would also be objectives. Although the railroad, lead mine, and salt mine were obvious targets, communications sent by General Scammon were in code. Thus, exact details of the plan were known by few. alt=old picture of oddly dressed American Civil War soldierThe Union brigade consisted of 365 men from the 2nd West Virginia Volunteer Cavalry Regiment and 505 men from the 34th Ohio Volunteer Infantry. This combined force is considered undersized for a Civil War brigade, which usually consisted of about 2,600 soldiers. Colonel John T. Toland was the acting brigadier general, and therefore commanded the brigade. He was from the 34th Ohio Volunteer Infantry. Toland had performed with \"utmost bravery and valor\" in the Kanawha Valley Campaign, which occurred during September 1862. During the campaign, Toland twice escaped serious injury while his horses were killed. The infantry commander was Lieutenant Colonel Freeman E. Franklin. The 34th Ohio Volunteer Infantry was also known as \"Piatt's Zouaves\" or the \"1st Ohio Zouaves\", and typically served as a mounted infantry, including in this expedition. As mounted infantry, Piatt's Zouaves used horses for transportation, but (unlike cavalry) fought dismounted. Their infantry weapons were heavier and had longer range than the light weapons used by cavalry. Colonel Abram S. Piatt, who retired in 1862 after injuries, was their original commander. Piatt's Zouaves wore distinctive caps and uniforms trimmed in red, but did not always have the Asian-style baggy pants with open jackets typical of zouave units. Regiments that dressed as zouaves during the Civil War were copying the look (and hopefully the discipline) of elite French troops that fought successfully during the 1850s in northern Africa. Colonel William H. Powell was commander of the 2nd West Virginia Cavalry regiment, and second in command of the brigade. Powell also performed well in the Kanawha Valley Campaign, leading (as a major) the advance guard of the 2nd Loyal (West) Virginia Cavalry that successfully attacked a larger rebel cavalry and drove it away. If the rebel cavalry had not been removed from its position, the entire Union army in the Kanawha River Valley would have been surrounded and prevented from retreating to safety. During November 1862, Powell led a group of 22 men that captured an entire rebel camp in what became known as the Sinking Creek Raid. For this action, Powell was later awarded the Medal of Honor. Powell, who had been told by General George Crook to not return from the Sinking Creek Raid without good results, received a letter from Crook in 1889 that said \"... I have always regarded the part you took in that expedition as one of the most daring, brilliant and successful of the whole war.\" ===Raleigh=== alt=map showing approximate route of Union Army from Charleston WV to Wytheville, VAAfter departing from camp, the brigade traveled along the Coal River, moving upriver about without significant incidents. Traveling along the river required numerous river crossings. On the evening of July 14, the advance guard (the cavalry's Company C) was about east of Raleigh Court House (also known as Beckley, West Virginia) when it was ambushed while crossing Piney Creek. A sergeant was killed, and a private mortally wounded. Three additional men were wounded. Colonel Toland sent forward two companies of infantry as skirmishers, which soon drove the Confederate force away. After the incident, the men were ordered to fall back to the pike that was located between the West Virginia communities of Raleigh Court House and Oceana. (At the time, Oceana was the county seat of Wyoming County.) The brigade became separated into two groups during this time (early morning before sunrise on July 15) because the portion led by Lieutenant Colonel Franklin had not received the order to fall back. Both groups were required to operate on bad roads and in extreme darkness. They were reunited about from Raleigh Court House around noon. At a farm west of Raleigh Court House, a two-company detachment from the 1st West Virginia Cavalry joined the brigade and brought supplies. The detachment's leader, Captain George Washington Gilmore, also brought orders from General Scammon that clarified the brigade's mission. The men were issued four days of rations plus three days of rations for their horses. Any men or horses determined to be unfit to continue the expedition were sent back to their home camp with the empty supply wagons. The group returning to home camp was escorted by one company from the 2nd West Virginia Cavalry. Thus, the brigade continued with 441 mounted infantry men, 298 men from the 2nd West Virginia Cavalry, and 79 men from the 1st West Virginia Cavalry. ===Tug Ridge=== The brigade passed Oceana Court House in Wyoming County on July 16. On the next day, the advance guard (cavalry companies D, E, and F with Colonel Powell) was sent forward to the top of Tug Ridge. Tug Ridge is located on the north side of Abb's Valley, near the Virginia border with West Virginia. During the war, Abb's Valley was an important mountain pass monitored by rebel troops. It was raining as Powell's men advanced, and they encountered a picket of six rebels who were inside a tent. A portion of the three companies led by Lieutenant Jeremiah Davidson surprised the rebels, capturing them without firing a shot. About beyond the ridge, near Abbs Valley, Powell and the three companies \"... dashed into Camp Pemberton, at the head of Abb's Valley, and captured 25 prisoners belonging to a home-guard company ... and 700 stand of arms, intended for arming a regiment in that vicinity.\" Food was also captured, and redistributed among the brigade. The weapons were destroyed. Up until this point, the brigade captured all rebels confronted in an effort to keep its location secret. However, one rebel in the Tug Ridge-Abb's Valley region either was not captured or was captured and escaped—and warned his superiors that a large Union force was approaching. A newspaper article about the raid, published a week later in Abingdon, Virginia, described the Union brigade while it was in Abb's Valley as having \"a Colonel along acting as a Brigadier, but mainly commanded by a one-eyed Colonel by the name of Powell\". ===Walker Mountain=== On the evening of July 17, the brigade (and its prisoners) camped on a farm about from Tazewell Court House (Jeffersonville) and from Wytheville. On the morning of July 18, they passed Burk's Garden, and some houses and weapons were burned. At the foot of Walker Mountain, about from Wytheville, the brigade's rear guard was attacked by Major Andrew Jackson May's cavalry of about 150 men. The rear guard at that time was Company C from the 34th Ohio Volunteer Infantry, and it had also been assigned the task of guarding prisoners. The opposing forces had not expected a confrontation at this location, and May's force outnumbered the small group of surprised men from Ohio. May was able to free the rebel prisoners (many were from the company that had been captured in Abb's Valley) and capture Union soldiers. According to the report of Confederate General John S. Williams, Toland's brigade lost 8 men killed and 20 taken prisoner. About outside of Wytheville, Colonel Toland sent two companies (D and F) of cavalry west to strike the Mount Airy railroad depot. The two-company detachment was led by Captain George Millard. Its purpose was to destroy railroad infrastructure and telegraph lines on the west side of Wytheville, which would prevent Confederate troops located in the Saltville region from arriving by train and reinforcing Wytheville. It was determined that the target was too strongly guarded, so the two companies rode east to rejoin the brigade. They arrived in Wytheville near the end of the fighting. The main portion of Toland's brigade arrived in Wytheville around 6:00 p.m. on July 18. The rear of the brigade was still skirmishing with Major May's men at that time. After its successful clash with the rear guard, May's cavalry had pressed forward until it came upon the main body of Toland's men, about from Wytheville. May was eventually forced to retreat to the mountains, since he was now outnumbered and had no advantage in the open terrain. After a small rebel skirmish line was discovered in front of the brigade near the entrance to the town, Colonel Powell and the cavalry were called forward from the rear. ==Confederates== Key points in the 1863 Wytheville Raid including Saltville, Burke's Garden, Tug Mountain/Abb's Valley, Wytheville, Austin lead mines, and Newbern/Dublin.The Confederate Army became aware of the Union horsemen on July 17, after one man from the 45th Virginia Infantry escaped Toland's brigade near Tug Mountain. The rebel, who either evaded capture or was captured and escaped, fled on horseback and warned Confederate headquarters. ===Saltville=== Confederate General John S. \"Cerro Gordo\" Williams, headquartered in Saltville, Virginia, was notified of the invading Union Army at 11:00am (July 17) while he was visiting outposts in Tazewell County. The information was passed by couriers and telegraph, and Confederate military posts throughout the region became aware of a Union army force near Tazewell Court House that was estimated to be 1,300 men. By sunrise on July 18, Williams had a cavalry unit of 250 men report for duty. This cavalry unit, which had been retrieved from adjacent counties west of Saltville, was led by Major May and Major John D. Morris. Rebel scouts were now reporting the movements of the Union army. Major May's cavalry was sent to harass the Union force until a planned junction with Confederate infantry led by Colonel William E. Peters. In addition to the headquarters of General Williams, Saltville was the home of an important salt mine that provided salt for much of the Confederate nation. As the Union brigade moved in Tazewell County, the Confederate Army command became concerned about the salt works, which is located on the west side of Smyth County. For this reason, the infantry force led by Colonel Peters was moved back toward Saltville—and Major May did not receive support. On the early afternoon of July 18, the situation changed: the Union expedition was moving closer to Wytheville and the lead mine located in Wythe County, just south of Wytheville in Austinville, Virginia. The lead mine was a major source of lead for bullets used by the Confederate army. (Ironically, the company that ran the mine was named Union Lead Mining Company.) Lead was shipped on the Virginia & Tennessee Railroad to Richmond, Knoxville, and Chattanooga, to be made into bullets for the Confederate Army. ===Dublin=== alt=Old picture of a Confederate Civil War officerGeneral Samuel Jones, commander of the Confederate Armies in southwest Virginia, was informed of the Union Army's movements beginning midday July 18. Jones' headquarters was at the Dublin railroad depot—east of Wytheville along the Virginia & Tennessee Railroad. Jones intercepted a passenger train on the railroad line around 3:00pm, and the train was used to haul soldiers and equipment to Wytheville. He sent two small newly organized companies, employees from his headquarters, and some local citizens who volunteered to help. This group totaled to about 130, and was led by Major Thomas M. Bowyer. Bowyer's men were well armed, and brought two pieces of artillery plus additional small weapons for the locals. The train carrying Bowyer and his men was delayed because it had to wait for an eastbound train to pass. ===Wytheville=== The citizens of Wytheville eventually became aware of the invading Union Army. Local legend says that on July 17, a farmer in Tazewell County (located north of Wytheville) sent his daughter on a night ride to warn the town of Wytheville of the approaching Union horsemen. The young woman, Molly Tynes, rode through mountain ranges and a forest to warn the small town. Joseph Kent, who was working on his farm east of the town, was summoned by the town leaders. Kent was a veteran of the Mexican–American War who had fought at the First Battle of Bull Run (also known as First Manassas) before resigning and returning home. Kent was called \"Major Joseph F. Kent\" in Bowyer's after action report. Because of his military experience, Kent was asked to lead the community's defense. He held a meeting at the courthouse, and sent volunteers to Walker Mountain to serve as lookouts. Many in the community panicked and fled south to the mountains (not Walker Mountain). Valuables were removed from the banks and the post office, and also moved to the mountains south of town. The citizens that were willing to fight were asked to gather their weapons and reassemble at the courthouse. Bowyer and his men arrived at the train station south of Wytheville at 5:10pm, when the Union brigade was about north of town. The depot was about south of the center of town. The artillery was unloaded from the train, but horses could not be found to move it. Bowyer, with assistance from Kent and Abraham Umbarger from the local militia, distributed his extra small arms to the local citizens. A small line of rebels had already formed on the north side of town. By 5:30, Bowyer's men began moving from the depot toward town. Bowyer wanted to bring all armed citizens to the railroad depot, where he believed he could use his artillery. Kent rejected that idea, believing they would have no chance against a quick strike from the horsemen. Kent moved his citizen volunteers into houses and buildings, while most of Bowyer's men stayed near the courthouse or at the south end of town. ==Raid== alt= Old map showing Union approaching from north and rebels from east.As the Union soldiers approached Wytheville in the early evening of July 18, the rear portion of the command was having small skirmishes with Confederate cavalry following them. About outside of Wytheville, rebels were encountered in the front. This small group of rebels was positioned along the crest of a low ridge that obscured the view into town. Colonel Powell and the cavalry were ordered from the rear to the front to charge into town. Toland's order was for the charge to be made in columns down the town's main pike that was blocked by the small group of rebels. Colonel Powell requested that Colonel Toland have the infantry dismount and drive the rebel skirmishers toward town before the charge, because he was unable to see what was behind the rebels. Powell also suggested that if the cavalry were to charge, the men should be deployed \"to right and left\" instead of a straight ahead charge. Toland \"characteristically disregarded\" and strongly rejected Powell's suggestions. ===Charge=== alt=Old picture of a U.S. Civil War officerThe cavalry obeyed Colonel Toland's order and charged forward in column, four abreast. The small group of rebels quickly fled into town with the Union cavalry following. The charge was led by Captain Gilmore's two-company detachment from the First West Virginia Cavalry, followed by Colonel Powell and Company I of the 2nd West Virginia Cavalry. A second group consisting of Company B and Company H from the 2nd West Virginia, led by Major John J. Hoffman, entered the town next. Company E served as the cavalry's rear guard. The riders expected a battle line with Confederate soldiers further down the street. Instead, they discovered that the road was lined with a high stake fence, and the houses on both sides of the road were full of armed citizens of the community. Private Joseph Sutton, a member of the 2nd West Virginia Cavalry and participant in the raid, described the street that led into Wytheville as \"an avenue of death\". As the Union cavalry approached, about half of the 120 local civilians fled south toward the railroad depot, and took positions closer to the men from the Confederate army. The initial volley fired by the remaining (and nervous) locals was ineffective because it had been fired too soon. The second volley, fired after a signal by Major Kent, found many in Captain Delaney's Company A. His group was fired upon by a company of Confederate soldiers in the street and from locals in the houses. One local, recalling this volley many years later, said \"The colonel commanding the raiding party was killed, and the head of the column went down, men and horses in a confused mass.\" He also said \"The momentum of the column of cavalry carried many who were near the front over the dead and wounded men and horses. It was death to them to remain or hesitate. They spurred their horses forward over their dead and dying comrades and passed between our ranks as we opened out to the sidewalks. While they dashed by us firing their pistols, we continued the use of the musket. The bugle sounded the retreat, and the column of cavalrymen faced about and retired, only to re-form and come at us again.\" Major Kent's idea to fight from the cover of buildings was considered \"an irregular but most successful combat\". Major Bowyer, leader of the Confederate force, said \"Owing to the great advantage we secured in fighting from houses and other shelter against mounted men in the streets, we were enabled to inflict far greater loss upon the enemy than we sustained ...\" Although the original shooters from the town's buildings were citizens and home guard, they were eventually joined by some of the soldiers from the Confederate army. A newspaper described the beginning as a \"desperate fight\", with the locals in the houses \"shooting them down like sheep, and producing great consternation amongst them.\" The three Union cavalry companies leading the charge advanced into the town, but suffered casualties almost immediately. Captain Delaney of Company A of the 1st West Virginia Cavalry (not a colonel) was the leader of the charge. Delaney was one of the first officers killed. Both of Delaney's lieutenants were wounded—one of them (First Lieutenant William E. Guseman) mortally. Leaders were definitely targets. Major Hoffman, leading the remaining portion of the cavalry, was thrown over his horse after it was shot. The horse was killed and the hard fall left Hoffman temporarily stunned. Although Hoffman was not killed, one newspaper report mentioned a major among the Union dead. Hoffman's portion of the cavalry, along with the many casualties from the first three companies, was effectively stopped—with many of the men injured after being thrown from their horses, wounded, or killed. They were mostly caught in an open space and surrounded by a high fence and dead horses—and being shot by an enemy protected by the cover of buildings. One historian wrote that the trapped cavalry men were \"sitting ducks\". Some of the men took cover behind dead horses while others fled back up the road. Approximately 80 horses lay dead in the street. Assuming the 80 horses all belonged to the cavalry, about one fifth of the cavalry became horseless. Of the 79 men in the detachment from the 1st West Virginia Cavalry, 26 were killed, missing, or wounded during the expedition. Most of those casualties occurred in Wytheville. Confederate General Sam Jones claimed that the Union force \"lost every one of their field officers.\" ===Reinforcements=== Despite the casualties of men and horses, portions of the first three companies \"began to work in earnest, flashing from one end of town to the other.\" A request was made for reinforcements from the infantry. The infantry had been held in reserve, but \"immediately dismounted\" and moved forward when the 2nd West Virginia \"sought safety\". Lieutenant Colonel Franklin wisely brought his infantry forward on the sides of the street—dismounted (as Powell preferred earlier). A company of infantry occupied one side of the pike that led into town. Portions of the trapped 2nd West Virginia, now dismounted, pushed down the fence and occupied the other side. These two groups moved forward as skirmishers to dislodge its enemy from houses and buildings. ===Colonels shot=== During the early part of the fighting, Colonel Powell was accidentally shot in the back from friendly fire. The 2nd West Virginia Cavalry, without its two highest-ranking officers (Powell and Hoffman), became disorganized. A portion of the cavalry was trapped in the open against shooters protected by buildings, and many dismounted either for their own safety or because their horse had been shot. At that time, Colonel Toland hurried forward to run the leaderless dismounted cavalry. Freeman and the infantry were already further south in town. The cavalry believed their behavior was appropriate for the situation, and advised Colonel Toland to act in a similar manner. Toland, still on his horse, became an easy target for shooters from a nearby two-story brick house. Despite warnings from the cavalry's Company H that he should take cover, Toland refused to dismount—saying \"the bullet that can kill me has not been made\". He was shot through the heart immediately after his exclamation. This happened early in the fighting, and men from the 2nd West Virginia's Company H were close enough to hear the bullet strike him. Thus, both colonels were eliminated from the fighting during the first 10 minutes. With Toland dead, the severely–wounded Powell was in command of the brigade—but Powell was thought to be dying, and could not be moved. This left the infantry's Lieutenant Colonel Franklin in command, although he did not know this until the fighting was mostly over. The 2nd West Virginia Cavalry did not reform and act as a regiment. It had only four companies in the town, and one was serving as the rear guard. Instead, individual companies were led by their captains (or lieutenants), and some of these leaders performed well. Captain Gilmore led the portion of cavalry that was still mounted, including what was left of his two-company detachment from the 1st West Virginia Cavalry. Gilmore's detachment, which \"suffered most severely\", was complemented in the after action report made by Lieutenant Colonel Franklin. The 34th Ohio Volunteer Infantry, led by Franklin and Major John W. Shaw, also performed well. ===Overwhelmed=== On the south side of town, a Confederate artillery crew led by Captain John M. Oliver struggled to find horses to move their two artillery pieces. Finally securing horses, they moved toward Main Street with their two large weapons. Captain Gilmore, from the 1st West Virginia Cavalry, became aware of the artillery threat, while a small group of Confederate soldiers under the command of Lieutenant Henry Bozang rushed to protect the artillery and its crew. A combined force of cavalry and infantry, led by Lieutenant Abraham from Gillmore's Company, charged through Bozang's men while the artillery crew hurriedly tried to load their weapons. The Confederate artillerists were able to fire one shot, but its main effect was to cause the horses still attached to the other piece of artillery to panic and pull it over. Before the remaining artillery piece could be reloaded, Abraham's men captured it while killing Oliver and two gunners. The remaining artillery crew fled. Lieutenant Bozang was wounded and his command surrendered. The 34th Ohio Volunteer Infantry, with its superiority in weapons and size, soon drove back all resistance. They attacked the courthouse (Major Bowyer's command post) and surrounding buildings. After some very intense and close fighting, the Confederate soldiers—understanding that they were vastly outnumbered, their artillery had been captured, and some of the buildings were on fire—were ordered to withdraw from the town. They were to meet about south of the railroad depot at the railroad water tank, where the train had been moved for safety. When they arrived at the rendezvous point, they discovered that the railroad conductor had panicked—and left without them. They were forced to walk back to Dublin. Without the Confederate soldiers, the remaining fighters (home guard and citizens of the town) were vastly outnumbered by the invading force. Many of them dropped their weapons and fled south. The disorganized Union soldiers had trouble differentiating between innocent bystanders and fighters (unless gunpowder marks on their clothing gave them away). Toland's acting Adjutant-General, Lieutenant Ezra W. Clark, ordered more buildings burned. The Union soldiers began burning all buildings that had contained rebel marksmen (and markswomen), and prisoners were taken. Around this time, Captain Millard's cavalry detachment arrived in Wytheville. He reported that the Mount Airy Depot was occupied by a strong Confederate Army force. It was close to 8:00pm, and the fighting was over. The report of Lieutenant Colonel Freeman Franklin said that \"The loss of the enemy in killed was estimated at 75; the number of wounded unknown. We took 86 prisoners, besides 35 at Abb's Valley.\" ==Return march== Mountains north of WythevilleEight to ten houses were set on fire by the Union army. A small amount of damage was inflicted on the railroad line, but it was later repaired in less than an hour. Later in the evening, Lieutenant Colonel Franklin began planning the brigade's next move. After consulting with Colonel Powell and regimental commanders, he determined that a return to the safety of base camp was the best alternative—especially without good intelligence on the strength of the enemy forces assumed to be moving toward Wytheville. The brigade left town less than 12 hours after it arrived. Franklin's brigade departed on the same road it used to enter Wytheville, the road that leads to Tazewell Courthouse (Jeffersonville). It was a good decision to leave, because the Confederate army had already begun an attempt to block their return home. One of the two main roads available for the return trip was occupied by troops under the command of Colonel John McCausland, and the other road was blocked by the command of Brigadier-General John S. Williams. Two cavalry units were in pursuit, including Major May's cavalry that had harassed the brigade as it approached Wytheville. Because of the difficult situation, the Union brigade paroled its prisoners, and continued its retreat north by obscure and winding mountain paths. Many horses \"gave out\" and were left on the mountain paths. Some of the worn animals fell to their deaths on the steep trails. The brigade was able to capture additional horses, so only about 100 men returned to home camp dismounted. The rear guard was attacked on July 19 and 20, but repulsed its pursuers. The Union brigade reached the safety of Union lines at Fayetteville on July 23, having received no rations for four days. Confederate Colonel McCausland believed that the retreating Union brigade should have been captured. His report said \"I am also of the opinion that the cavalry force that was in Tazewell, under General Williams and Colonel May, was sufficient to have captured the enemy, if it had been properly managed.\" ==Aftermath== Beginning of a July 31 newspaper article about the Wytheville RaidFranklin's report said that Union losses for the entire excursion were 11 killed, 32 wounded, 17 taken prisoner, and 26 missing. This includes 2 officers killed, 5 wounded, and 1 missing. More men would eventually die from their wounds, including Lieutenant Guseman from the 1st West Virginia Cavalry. The infantry's portion of the casualties was 4 killed, 11 wounded, 17 taken prisoner, and 10 missing. Captain Gilmore's two-company cavalry detachment had the most severe losses (about one third of the men were killed or wounded), especially Company A. Companies B and I from the 2nd West Virginia Cavalry had fatalities in Wytheville, while Company C lost two men early in the excursion in the ambush near Piney Creek. An estimated 300 horses died or were left to die. Infantry leaders were critical of the 2nd West Virginia Cavalry, and members of the cavalry were critical of the infantry leadership. Despite the losses, Union General Scammon wrote an order saying \"The general commanding congratulates the troops of his command on the brilliant achievements ...\" The Confederate point of view for the battle was much different from the reports of the Union officers. Confederate General Jones reported \"The information I have is that the expedition started from Kanawha 1,200 or 1,300 strong, and that when it reached Fayetteville, on the return, it numbered but 500, only 300 of whom were mounted. The commander (Colonel Toland) and several other officers were killed, the second in command, Colonel Powell, and other officers wounded and captured. They admit a loss of more than 60 killed and wounded; it was probably much greater. Their dead bodies were scattered along the roads and mountain paths. Our loss, as reported to me, was 1 captain and 5 men killed, and about double that number wounded.\" The Reverend J. M. Wharey, who fought as a citizen of Wytheville during the raid, wrote \"... there was no telling what damage they would have done. Had Colonel Toland lived, the lead mines, the salt works, and the railroad bridges near Wytheville would have been at their mercy. So our little battle disconcerted their plans and the raid was a complete failure.\" Colonel Powell's wound to his back was judged to be fatal by surgeons for both the Union and Confederate armies. One historian believed that Powell also lost an eye in this battle, but his eye was permanently injured before the war. When the Union army departed from Wytheville, Powell was left behind with other wounded soldiers that could not be moved. These men became prisoners of the Confederacy. The citizens of Wytheville blamed Powell for the burning of many of the community's homes. General Jones wanted Powell held accountable for the burning of two buildings from an earlier raid, and added that Powell was \"... one of the most dangerous officers we have had to contend with ...\" For his own safety, Powell was hidden. Several local women were instrumental in preventing retaliation on the blue-coated prisoners. Powell unexpectedly healed, and was eventually moved to Richmond's Libby Prison where he survived for a portion of that time in a dungeon on a bread and water diet. He was exchanged for Colonel Richard H. Lee in early February 1864, and returned to the 2nd West Virginia Cavalry during March 1864. Years after the fighting, the 2nd West Virginia Cavalry's Captain Fortescue (Company I), wrote \"... though I was afterwards on many hotly contested fields, I was never upon any that was more so than Wytheville.\" ==See also== *West Virginia Units in the Civil War *West Virginia in the Civil War *Ohio in the Civil War ==Notes== ===Footnotes=== ===Citations=== ===References=== * * * * * * * * * * * * * * * * * * * Category:1863 in the United States Category:Union victories of the American Civil War Category:Cavalry raids of the American Civil War Category:Military operations of the American Civil War in Virginia Category:July 1863 events ",
    "title": "Wytheville Raid"
}