{
    "id": "51181268",
    "text": "Margaret \"Maggie\" Hogan (born January 1, 1979) is an American canoe sprinter and former collegiate swimmer who is a member of the U.S. National Canoe and Kayak Team. She was the first American to qualify for the 2016 Summer Olympics in Rio de Janeiro for canoe sprinting. == Early life and education == Hogan was born on January 1, 1979, in Philadelphia, Pennsylvania to Bill and Peg Hogan. She was raised in Colts Neck Township, New Jersey and attended Monmouth Regional High School where she was an All-American swimmer. She matriculated to the University of California, Santa Barbara and swam as a student-athlete for the UC Santa Barbara Gauchos from 1997 to 2001. She walked on to the team as a freshman and In 1999 she set the 7th best time in school history for the 1650 Freestyle. She served as a team captain for the Gauchos in her junior and senior years. While enrolled, she won a silver medal as a member of the U.S. National Team at the 2000 World Life Saving Championships. == Canoe career == After graduating from UCSB, Hogan attended the San Diego Regional Lifeguard Academy where she was introduced to canoe sprinting by another member of the class. Six months later, she participated at the 2005 ICF Canoe Sprint World Championships as member of the U.S. National Team. She's been a member of the national team each year since 2005. Hogan attempted to qualify for the 2008 Summer Olympics and 2012 Summer Olympics, but narrowly missed out on each occasion. Disappointed with her finishes, she contemplated retiring from the sport before changing coaches to Michele Eray and the partnership has resulted in better finishes. She has competed in K-2 events alongside Kaitlyn McElroy, with the pair training at the Boathouse District in Oklahoma City, Oklahoma. Hogan qualified for the 2016 Summer Olympics in Rio de Janeiro for canoe sprinting and was the first from the U.S. national team to do so. She qualified at Lake Lanier near Atlanta, which was the site used for the 1996 Summer Olympics. == Personal life == While Hogan's home town is Huntington Beach, California, she currently resides in Oklahoma City, Oklahoma. She works for GE Transportation. In addition to her canoe sprinting career, she's also a competitive Surf lifesaver. == References == == External links == * * * Maggie Hogan at the United States Olympic Committee * Maggie Hogan at the Olympics on NBC * * UC Santa Barbara Gauchos swimming profile Category:1979 births Category:Living people Category:UC Santa Barbara Gauchos women's swimmers Category:American female canoeists Category:Pan American Games bronze medalists for the United States Category:Olympic canoeists of the United States Category:Canoeists at the 2016 Summer Olympics Category:Pan American Games medalists in canoeing Category:Canoeists at the 2015 Pan American Games ",
    "title": "Maggie Hogan"
}