{
    "id": "51184551",
    "text": "LA3 is a Les Autres sport classification is an wheelchair sport classification for a sportsperson with a disability that impacts their locomotor function. People in this class have normal trunk function, good sitting balance and functional upper limbs. They have limited use of their lower limbs. Internationally, governance for this sport is handled by IWAS, following the 2005 merger of ISMWSF and ISOD. Classification is handled nationally by relevant national organizations. Sports available to people in this class include archery, athletics and equestrian. == Definition == LAF3 is an Les Autres sports classification. Sportspeople in this class use wheelchairs on a regular basis as a result of reduced muscle function. They have normal trunk functionality, balance and use of their upper limbs. Medically, this class includes people with hemiparsis, and hip and knee stiffness with deformation in one arm. It means they have limited function in at least two limbs. In terms of functional classification, this means the sportsperson uses a wheelchair, has good sitting balance and has good arm function. For the 1984 Summer Paralympics, LAF3 was defined by the Games organizers as, \"Wheelchair bound with normal arm function and good sitting balance.\" == Governance == Les Autres sport classification was originally created and then governed by the International Sports Organization for the Disabled (ISOD). Currently, classification is overseen by IWAS, having taken over this role following the 2005 merger of ISMWSF and ISOD. National sport organizations handle classification on the national level. In the United Kingdom, this is the British Amputee and Les Autres Sports Association. In the United States, this is the United States Les Autres Sports Association. The classification system used in the United States has generally matched the international norms, though in track in field there have been five wheelchair classes and five ambulatory classes for Les Autres sportspeople. In Australia, Wheelchair Sports Australia was the governing body for classification for Les Autres sportspeople, with Disability Sports Australia taking over the role following the 2003 merger of Australian Sports Organisation for the Disabled (ASOD), Cerebral Palsy Australian Sports and Recreation Federation (CPASRF) and Wheelchair Sports Australia (WSA). == Sports == === Athletics === In athletics, LAF3 competitors compete in F54, F55, F56, F57 and F58 events. These are wheelchair athletics classes. Athletes in this class have normal functioning in their throwing arm.While throwing, they can generally maintain good balance. Competitors in this class may also compete in T44. This is a standing class for people with weakness in one leg muscle or who have joint restrictions. At the 1984 Summer Paralympics, LAF1, LAF2 and LAF3 track athletes had the 60 meters and 400 meter distances on the program. There was a large range of sportspeople with different disabilities in this class at the 1984 Summer Paralympics. === Other sports === One of the sports available to people in this class is archery. LAF3 classified athletes compete in ARW2. Les Autres competitors can also participate in sitting volleyball. In the past, the sport had a classification system and they were assigned to one of these classes. The rules were later changed to be inclusive of anyone, including Les Autres players, who meet the minimum disability requirement. Powerlifting is another sport open to people from this class where they compete against others with minimal disability requirements and are segregated based on weight. Para- equestrian is another option. Because they are wheelchair chair users, LAF3 riders may be in Grade 1. This grade is typically for people with cerebral palsy, les autres and spinal cord injuries who have severe levels of disability. == References == Category:Parasports classifications ",
    "title": "LAF3 (classification)"
}