{
    "id": "51191514",
    "text": "F8, also SP8, is a standing wheelchair sport classification open to people with spinal cord injuries, with inclusion based on a functional classification on a points system for lower limb functionality. Sportspeople in this class need to have less than 70 points. The class has largely been used in Australia and the United States. F8 has largely been eliminated because of a perceived lack of need internationally for a standing wheelchair class. Sports this class participates in include athletics, swimming and wheelchair basketball. In athletics, participation is mostly in field events. == Definition == 238x238px 240x240px F8 is standing wheelchair sport class. The level of spinal cord injury for this class involves people who have incomplete lesions at a slightly higher level. This means they can sometimes bear weight on their legs. In 2002, USA Track & Field defined this class as, \"These are standing athletes with dynamic standing balance. Able to recover in standing when balance is challenged. Not more than 70 points in legs.\" In 2003, Disabled Sports USA defined this class as, \"In a sitting class but not more than 70 points in the lower limbs. Are unable to recover balance in challenged standing position.\" In Australia, this class means combined lower plus upper limb functional problems. \"Minimal disability.\" It can also mean in Australia that the athlete is \"ambulant with moderately reduced function in one or both lower limbs.\" In Australia, the corresponding class for based on disability type classes are A2, A3, A9, and LAF5. == History == The original ISMGF classification system used at early Paralympic Games. During the 1960s and 1970s, classification involved being examined in a supine position on an examination table, where multiple medical classifiers would often stand around the player, poke and prod their muscles with their hands and with pins. The system had no built in privacy safeguards and players being classified were not insured privacy during medical classification nor with their medical records. In the early Paralympic Games, this class would have been ineligible to participate in many cases because they did not meet minimum disability requirements set by the ISMGF. This class was historically merged in the 2000s with. The class was largely used in the United States for domestic competitions during the 2000s for standing wheelchair athletes. Initially, following changes made to the classification system internationally in this period, they were classified as F59 for international purposes. Their class was then changed following international classification. Their new classification was then used domestically. Domestically, they were moved to the F9 class because of a perceived lack internationally to have a standing wheelchair class. == Sports == === Athletics === Under the IPC Athletics classification system, this class competes in F42, F43, F44, and F58. Field events open to this class have included shot put, discus and javelin. In pentathlon, the events for this class have included Shot, Javelin, 200m, Discus, 1500m. For F8 javelin throwers, they can throw the javelin from a standing position and they use a javelin that weights . Performance wise, a 1999 study of discus throwers found that for F5 to F8 discus throwers, the upper arm tends to be near horizontal at the moment of release of the discus. F5 and F8 discus throwers have less average angular forearm speed than F2 and F4 throwers. F2 and F4 speed is caused by use of the elbow flexion to compensate for the shoulder flexion advantage of F5 to F8 throwers.Chow, J. W., & Mindock, L. A. (1999). Discus throwing performances and medical classification of wheelchair athletes. Medicine & Science in Sports & Exercise,31(9), 1272-1279. doi:10.1097/00005768-199909000-00007 A study of javelin throwers in 2003 found that F8 throwers have angular speeds of the shoulder girdle similar to that of F3, F4, F5, F6, F7 and F9 throwers. === Other sports === Two other sports people in this class participate in are wheelchair basketball and swimming. In the earliest medical classifications for wheelchair basketball, they would have been ineligible to play. Under the current classification system, they would likely be classified as a 4.5 point player. SP8 swimmers can be found in IPC classes of S8, S9 and S10.Tweedy, S. M. (2003). The ICF and Classification in Disability Athletics. In R. Madden, S. Bricknell, C. Sykes and L. York (Ed.), ICF Australian User Guide, Version 1.0, Disability Series (pp. 82-88)Canberra: Australian Institute of Health and Welfare. They have a normalized drag in the range of 0.6 to 0.7. == Getting classified == left Classification is often sport specific, and has two parts: a medical classification process and a functional classification process. A standard bench press form used to for functional classification for wheelchair sportspeople. Medical classification for wheelchair sport can consist of medical records being sent to medical classifiers at the international sports federation. The sportsperson's physician may be asked to provide extensive medical information including medical diagnosis and any loss of function related to their condition. This includes if the condition is progressive or stable, if it is an acquired or congenital condition. It may include a request for information on any future anticipated medical care. It may also include a request for any medications the person is taking. Documentation that may be required my include x-rays, ASIA scale results, or Modified Ashworth Scale scores. One of the standard means of assessing functional classification is the bench test, which is used in swimming, lawn bowls and wheelchair fencing. Using the Adapted Research Council measurements, muscle strength is tested using the bench press for a variety of spinal cord related injuries with a muscle being assessed on a scale of 0 to 5. A 0 is for no muscle contraction. A 1 is for a flicker or trace of contraction in a muscle. A 2 is for active movement in a muscle with gravity eliminated. A 3 is for movement against gravity. A 4 is for active movement against gravity with some resistance. A 5 is for normal muscle movement. == References == Category:Parasports classifications ",
    "title": "F8 (classification)"
}