{
    "id": "51197231",
    "text": "Vernon Mount (sometimes Vernon Mount House or Mount Vernon) is a Georgian manor house in Cork, Ireland. It was built between the 1780s and early 1790s to designs attributed to Abraham Hargrave. Originally built for the merchant Hayes family, the house was named for Mount Vernon, the home of US president George Washington. Passing through several owners, the house remained largely disused and subject to deterioration from the late 20th century. In 2016 a significant fire largely gutted the house, leading to speculation as to its future. ==Construction and design== Some sources imply that Vernon Mount was built in 1784, while others suggest it was completed after 1789 following the arrival of Abraham Hargrave in Cork. Hargrave designed a number of buildings in the city at this time, including Cork's military barracks. The house was built for and by Atwell Hayes (d.1799) a wealthy brewer and miller. Following the death of his wife, Atwell Hayes did not take up occupancy, but instead leased the estate to his son, Henry Browne Hayes (1762–1832). Browne Hayes reputedly spent significant sums on the interior of the house, including murals and other artworks by artist Nathaniel Grogan (1740–1807). Several of Grogan's works adorned doorways and other internal architectural elements, including a work depicting Minerva on a large curved ceiling. The curved elevations, staircase, oval atrium, and interior decorations made Vernon Mount, according to the Irish Georgian Society \"unique in the history of the Irish villa and [..] a building of national importance\". ==History and ownership== Following the death of his own wife, Henry Browne Hayes abducted a local heiress named Mary Pike, and in 1797 reputedly forced her into a marriage ceremony at the estate. Hayes was later convicted of kidnap, but had a death sentence commuted to penal transportation to Australia. Passing through several owners, by the late 20th century the Vernon Mount estate was owned for a period by the Cork and Munster Motorcycle and Car Club. The club used the demesne for motocross and similar events. The house was sold to a private investor in the 1990s, though a planning application for redevelopment as apartments and a hotel was not successful. ==Today== The Irish Georgian Society, World Monuments Fund, An Taisce and other stakeholder groups listed the building as a risk, and attempts were made to slow the effects of deterioration, roof damage, water issues and vandalism over a number of decades. Although in private ownership, public funds were allocated by the Department of Arts and Heritage which allowed Cork County Council to undertake roof repairs in 2012. Despite recommendations for a Compulsory Purchase Order (CPO) (to bring the building into permanent state ownership and protection), a severe fire in July 2016 reduced the structure to a largely empty shell. Following the fire, there was some speculation as to the future of the house and site. In September 2016, Cork County Council voted in favour of prosecuting the owners of Vernon Mount for \"fail[ure] to secure the protected structure\", and to \"convey to the owners and occupiers of all [other] protected structures the need to uphold their societal responsibility\". , there were renewed calls to bring the site into public ownership, and to stabilise the structure with a view to preserving its shell. ==References== Category:Buildings and structures in County Cork Category:Georgian architecture in Ireland Category:2016 fires ",
    "title": "Vernon Mount"
}