{
    "id": "51190682",
    "text": "{| |} HMS Rosario, previously the Spanish ship Nuestra Senora Del Rosario, was a brig the British Royal Navy captured off Cadiz in 1797 and took her into service. The British converted her to a fireship and expended her in 1800 in an attack at Dunkirk Roads. ==Capture== Admiral John Jervis's squadron was off the coast of Portugal on 24 May 1797 when a brig-corvette flying Spanish colours, was seen approaching. St Vincent made a signal for and to fly Spanish colours too, and to run alongside her. Their quarry did not realize her mistake until they raised English colours, by which time it was too late. The Spanish brig, outnumbered and outgunned, struck her colours without firing a shot. She was Nuestra Senora del Rosario, armed with 20 guns and carrying a crew of 100 men under the command of Don Juan Antonio de Carega. ==Royal Navy service== Rosario was paid off in October 1797, but in November she came under the command of C. Hubert. From May 1798 to August 1799 Rosario was at Sheerness, fitting as a \"temporary\" fireship. During this time, in June, Commander James Carhew commissioned her as a fireship. Rosario participated in the Anglo-Russian invasion of Holland in August-October 1799. On 28 August 1799, she was with the British fleet that captured the Dutch hulks Drotchterland and Brooderschap, and the ships Helder, Venus, Minerva, and Hector, in the New Diep, in Holland. A partial pay-out of prize money resulted in a payment of 6s 8d to each seaman that had been in the fleet that day. She is also among the vessels listed as participating in the proceeds of the Vlieter Incident on 30 August when a large part of the navy of the Batavian Republic, commanded by Rear-Admiral Samuel Story, surrendered to the British navy on a sandbank near the Channel known as De Vlieter, near Wieringen. Between 27 June and 8 July 1800, Rosario participated in the Raid on Dunkirk. This was an operation to capture the French frigate Désirée from Dunkerque harbour and burn other vessels. Contrary winds and a succession of unfavourable tides afforded no opportunity of making the attack until 7 July. Captain Inman, of was in charge of the operation. He sent , under Patrick Campbell, against the easternmost vessel, and loosed his four fireships, Rosario, , , and against the westernmost vessels. Dart captured Désirée on 8 July. Even though their captains remained on the fireships until the four were engulfed in flames, the three frigates that were their targets cut their cables and escaped down the Inner Channel within the Braak Sand. Désirée was subsequently purchased into the Service. The officers and crews of many British vessels, Rosario among them, shared in the proceeds of the capture. In 1847 the Admiralty awarded the Naval General Service Medal with clasp \"Capture of the Desiree\" to all surviving claimants from the action. ==Citations and references== Citations References * Category:1797 ships Category:Ships of the Spanish Navy Category:Captured ships Category:Brigs of the Royal Navy Category:Fireships of the Royal Navy ",
    "title": "HMS Rosario (1797)"
}