{
    "id": "51191438",
    "text": "Mateo Restrepo Mejia (born April 29, 1997) is a Canadian soccer player who plays as a defender for HFX Wanderers. He has featured for Canada internationally at the U17 and U18 levels. ==Club career== ===Early career=== Restrepo was born on April 29, 1997, in La Ceja, Colombia, and lived there until the early 2000s. His family moved to Canada to improve their quality of life and the chance at a better education for Restrepo. ===Toronto FC=== He joined TFC Academy and played in the Second Division of the Canadian Soccer League and League1 Ontario. He was the recipient of the league's first ever red card in Toronto FC Academy's first game. After the season, he was named to the 2014 League1 Ontario Top XI at the conclusion of the first year of the league. He played for their PDL team in 2015. Restrepo made his professional debut for Toronto FC II on March 28, 2015, when he was brought on as a substitute in a United Soccer League match against FC Montreal. Despite featuring for Toronto FC II, he was able to maintain his collegiate eligibility by playing under an academy contract. ===FC Ingolstadt=== In 2015, Restrepo joined the academy of German side FC Ingolstadt 04 after being noticed with his national team participation. He made sixteen appearances for Ingolstadt in the Under 19 Bundesliga that season. ===UC Santa Barbara=== Restrepo enrolled for college at the University of California, Santa Barbara. He is listed on the 2016 roster as a student-athlete for the UC Santa Barbara Gauchos men's soccer team. ===HFX Wanderers=== On January 22, 2020, Restrepo signed with Canadian Premier League side HFX Wanderers. He made his first appearance for HFX on August 15, coming on as a substitute against Pacific FC. ==International career== Restrepo made his debut with the Canadian youth national teams in 2011 at the age of 14. He joined the Canada men's national under-17 soccer team in 2012 for the Torneo della Nazioni. He was elevated to the Canada men's national under-18 soccer team in 2014 and featured for the U-18's for two years. ==Honours== HFX Wanderers * Canadian Premier League **Runners-up: 2020 ==References== ==External links== * Canada soccer player profile * * UC Santa Barbara Gauchos player profile Category:1997 births Category:Living people Category:Association football defenders Category:Canadian soccer players Category:Colombian footballers Category:Soccer people from Ontario Category:People from Antioquia Department Category:Sportspeople from Toronto Category:Colombian emigrants to Canada Category:Naturalized citizens of Canada Category:Canadian expatriate soccer players Category:Colombian expatriate footballers Category:Expatriate footballers in Germany Category:Canadian expatriate sportspeople in Germany Category:Colombian expatriate sportspeople in Germany Category:Expatriate soccer players in the United States Category:Canadian expatriate sportspeople in the United States Category:Colombian expatriate sportspeople in the United States Category:TFC Academy players Category:Toronto FC Senior Academy players Category:Toronto FC II players Category:FC Ingolstadt 04 players Category:UC Santa Barbara Gauchos men's soccer players Category:HFX Wanderers FC players Category:Canadian Soccer League (2006–present) players Category:USL Championship players Category:Canadian Premier League players Category:Canada men's youth international soccer players ",
    "title": "Mateo Restrepo"
}