{
    "id": "51190920",
    "text": "Graham Windham is a private nonprofit in New York City that provides services to children and families. It was founded in 1806 by several prominent women, most notably Elizabeth Schuyler Hamilton. The organization has recently received greater awareness because of Lin-Manuel Miranda's hit Broadway musical Hamilton in which Eliza Hamilton expresses that she is \"proudest of\" establishing \"the first private orphanage in New York City.\" Graham Windham, Eliza Hamilton's centuries-old \"living legacy,\" has evolved from an orphanage to a family and youth development organization that assists over 4,500 local children each year. It has won awards, distinctions, and honors for its work. ==History== Graham Windham was founded in 1806 when Isabella Graham, the President of the Society for the Relief of Poor Widows with Small Children, decided to take care of six orphans rather than placing them in the local almshouse where children were often forced to work for food and shelter. Graham then enlisted the help of her daughter, Joanna Bethune, and friend, Eliza Hamilton. Together, they established the Orphan Asylum Society in the City of New York and began their child welfare institution in Greenwich Village. In 1835, a separate child welfare institution, the Society for the Relief of Half-Orphan and Destitute Children, later known as Windham Child Care, was established to help widowed parents care for their children. Throughout the nineteenth century, both of these organizations continued developing new programs to serve New York's most vulnerable children and families. In 1977, the Orphan Asylum Society (the Graham Home for Children) and Society for the Relief of Half-Orphan and Destitute Children (Windham Child Care) merged to create Graham Windham. In 2006, Graham Windham celebrated its two hundred years of service with a Bicentennial Ball attended by notable figures including Hillary Rodham Clinton, Laura Bush, George Pataki, and Senator Chuck Schumer. At a 2016 benefit held at the Museum of Modern Art in New York City, Graham Windham honored Lin-Manuel Miranda, his father Luis A. Miranda, Jr., Hamilton actors Phillipa Soo and Morgan Marcell, and the historian and biographer Ron Chernow. They were all honored for their support of Eliza Hamilton's legacy. Graham Windham's historical archives contain over two hundred years of documents and have been part of the New York Historical Society's collection since 2011. ==Programs and services== Graham Windham provides services to over 4,500 children and families affected by abuse and neglect in New York City's low-income neighborhoods. Their programs include family foster care, adoption, child abuse prevention through family strengthening and parenting programs, behavioral supports, after-school and youth development, college and career access and support, and mental health services. They provide services across 13 sites in Brooklyn, the Bronx, Harlem, and Westchester County. In Westchester, they operate The Graham School, a residential school providing comprehensive and individualized academic and therapeutic supports for students who have struggled in other settings. ===Graham SLAM=== Graham SLAM (Support, Lead, Achieve, and Model) is a Graham Windham programs that offers participants support until the age of 25 – even if they are no longer part of the child welfare system. The program coaches and guides children and adolescents in the foster care or juvenile justice systems (or at risk of entering the system) through high school, college or vocational school, and their search for a living-wage career. , around 200 young people participate in Graham SLAM, and Graham Windham estimated that expanding services to 1,000 individuals would be possible at a cost of an additional $6 million. ===Community support services=== * Graham Windham runs a \"Bridges to Health\" initiative, which provides home-based services, workshops, and trainings to children in foster care who struggle with emotional and behavioral disorders, chronic health issues, and developmental delays. Foster parents can select from thirteen home-based services provided by healthcare professionals, and children receive Bridges to Health support throughout their childhoods – even if they are no longer part of the foster care system. Graham Windham is the second-largest provider of home-based child health services in New York State. * Graham Windham also runs mental health clinics for children in Harlem, the Bronx, and Brooklyn which provide mental health services for nearly 450 children, adolescents, and parents each year. * Graham Windham operates Beacon and Cornerstone Activity Centers at two public schools in Manhattan and the Bronx as well as a public housing development in Manhattan. During the school year, the programs provide tutoring, extracurricular activities, and assistance with admission to competitive schools and colleges. During the summer, Graham Windham runs day- camps and helps students find summer jobs. ===Foster care and prevention=== One of Graham Windham's major goals is ensuring that children are either reunited with their families or are placed into loving foster families. Their foster care program (established in 1949) provides Family Foster Care, Multidimensional Treatment Foster Care, adoption services, Foster Parent Support, Family Success Programming, and ongoing Parent Peer Support through their Forever Families Initiative. Graham Windham also helps families develop the skills and supports they need to help children thrive by providing general preventive case management services in the Bronx and Harlem, specialized preventive case management for families in Brooklyn with substance abuse and mental health conditions, and Brief Strategic Family Therapy in Harlem. These programs help families at \"critical junctures\" keep their children safe, healthy, and thriving. Graham Windham uses Solution-Based Casework to guide its \"family strengthening programs\" in Brooklyn, Manhattan, and the Bronx. These programs strive to address \"underlying conditions that can lead to child abuse and neglect\" and encourage parents to connect with other community organizations. ===The Graham School=== The Graham School is an accredited K-12 public school that serves \"300 at-risk day and resident students from the New York City metropolitan area\" and emphasizes emotional support, family stability, and intensive personalized instruction. Established in 1902 on a campus located in Hastings-on-Hudson in Westchester County, New York, the Graham School works in partnership with the on-site Greenburgh-Graham Union Free School District (established in 1967) to provide educational opportunities and therapeutic services to students who have experienced difficulty in previous school settings. (established in 1967) . The Graham School has developed a therapeutic and mentoring culture using Collaborative Problem Solving and a sustained focus on family. ==Graham Windham and Hamilton== Although Graham Windham has been serving local families since 1806, the organization has recently received increased attention and funding due to the popularity of Hamilton. === Media and attention === Graham Windham CEO Jess Dannhauser has said that the nonprofit began a partnership with Lin- Manuel Miranda and the Hamilton cast in 2014. The partnership began when Miranda made a surprise donation to Graham Windham after learning about the organization through Twitter. Since then, the Hamilton cast has held benefits and fundraisers for Graham Windham and has launched new initiatives in collaboration with the nonprofit. Dannhauser has estimated that Graham Windham's connection to Hamilton has generated new donations \"well into the six-figure range.\" Dannhauser has also suggested that a continued surge in donations may allow Graham Windham to expand its Graham SLAM program from serving 200 to 1,000 students. === Hamilton-related initiatives === * Eliza's Story is a website that connects Eliza Hamilton's story in Hamilton with Graham Windham's work today. It explains that Graham Windham, through its centuries-old commitment to children and families, tells Eliza's story and embodies her legacy. The page's headline references the Hamilton song \"Who Lives, Who Dies, Who Tells Your Story?\" * The Eliza Project is an initiative started by Hamilton actress Phillipa Soo in partnership with Graham Windham. Through the program, Soo plans to provide students at the Graham School with acting, dancing, and rap workshops. According to Soo, the core mission of \"The Eliza Project\" is \"to use the arts as a means of expression, as an outlet for personal experience, and to uplift the creative spirit.\" * \"Share Your Stories\" is an initiative led by Hamilton assistant dance captain Morgan Marcell and other cast members. The initiative is a pen-pal program between cast members and students at the Graham School. According to Marcell, the program encourages students to take \"authorship over their own lives. On Nov. 6, 2017, Marcel screened her short documentary, “Sharing Our Stories: The Eliza Project” during a donation ceremony at the Smithsonian's National Museum of American History in Washington, D.C. The donation included a portrait of Mrs. Alexander Hamilton (Elizabeth Schuyler Hamilton) by Daniel P. Huntington from Graham Windham and an 18th –century style green silk suit worn by Lin- Manuel Miranda in the Hamilton musical. Marcel has provided the Smithsonian the rights to use the film to educate audiences about the work of Eliza Hamilton and how her legacy continues to help children today as part of its Philanthropy Initiative. The Eliza Hamilton portrait is on view in the museum’s “Giving in America” exhibit, which currently has a focus on philanthropy and the arts.\" * Broadway Cares, a grant-making and advocacy organization led by members of the entertainment industry, has provided funding to efforts like \"The Eliza Project\" and \"Share Your Stories.\" ==Honors== Some honors and awards earned by Graham Windham include: *CEO Jess Dannhauser appointed to Advisory Board of NYC Children's Cabinet *Jess Dannhauser selected as 2015 \"40 under 40\" Rising Star in the New York nonprofit community by New York Nonprofit Media (Nov 2015) *Bronze Winner, New York Community Trust Nonprofit Excellence Awards (2014) *Featured in Child Welfare Information Gateway, a federal Health and Human Services Children's Bureau publication, as a model of family engagement (2012) *Highlighted by Bridgespan Group for self-evaluation, measurement, and accountability practices (2012) ==See also== * Child and family services ==References== ==External links== * Official website Category:1806 establishments in New York (state) Category:1806 establishments in the United States Category:Organizations established in 1853 Category:Non-profit organizations based in New York City Category:Charities based in New York (state) Category:Children's charities based in the United States Category:Social care in the United States ",
    "title": "Graham Windham"
}