{
    "id": "51197153",
    "text": "right Female empowerment in Nigeria is an economic process that involves empowering Nigerian women as a poverty reduction measure. Empowerment is the development of women in term of politics, social and economic strength in nation development. It is also a way of reducing women's vulnerability and dependency in all spheres of life. It can be noted that the aggregate of educational, political, health and legal empowerment are key to women's empowerment in Nigeria. Like many African women, Nigerian women have a subordinate role to their male counterparts. There are twice as many women below the poverty line than men, and up to 19 times as many men in executive positions than women. ==Social imbalances== At the core of Nigeria's social imbalance is a distorted power dynamic in determining family size. This male centered focus points to a critical population problem. Women are eliminated from the decision making process of how many children they are going to have and when they are to have them. There are very few population control guides that targets men to reduce the high fertility rate. In order for anything to work as far as population control, men and women must both have equal power in the household.Frazier, Brionne, et al. “Empowering Nigerian Women.” Brown Political Review, 2 May 2016, www.brownpoliticalreview.org/2016/04/empowering- nigerian-women/. There are imbalances within marriage, religious and government institutions and access to good health program. The United Nations, as well as a majority of nations across the globe, have developed and organized programs which aim to ameliorate gender inequalities. Women's development was adopted as the third millennium goal in 2000,the world conference on women in Benjin in 2000, and many others. ==Political and Financial Constraints== Women are nearly non-existent on the Nigerian political scene, more so at the federal and state levels. Male domination of decision-making and violence has led to women not feeling free and comfortable enough to engage in political matters. Additionally, successful political advisors are not likely to support female candidates so it could be difficult for them to pave a path in politics.“Browse the Library.” Challenges Facing Women Empowerment in Contemporary Nigeria | Gender Hub, www.genderhub.org/get- in-the-know/resource-library/challenges-facing-women-empowerment-in- contemporary-nigeria/. There are major differentiations when it comes to starting businesses and getting credit loans for men vs. women in Nigeria. When women in business have fewer employees and shorter longevity than men, this gender gap becomes even wider. Within the countries of Tunisia and Zimbabwe, women business owners worked in time intervals throughout the day. The time involved in maintaining a business with little pay was undesirably restrictive and directly conflicted with their family responsibilities. There have been experimental techniques to expand women-led businesses in Nigeria such as advocating start-ups and productivity through grants, mentoring and business technical training. A program by the name of YouWiN! gave insight to young men and women on how to carry out their business ideas and conquer certain challenges that come with starting a business.“The Road to Female Economic Empowerment.” The Republic, 26 Feb. 2017, www.republic.com.ng/vol1-no1/the-road-to-female-economic-empowerment/. ==Indices== In Nigeria, the effect of women empowerment can be measured using indices such as education, literacy rate, employment and leadership roles. Lynne Featherstone has said that \"High rates of maternal mortality and violence against women make Nigeria one of the toughest places in the world to be born a girl\". ==Government Initiative== In looking to achieve the Millennium goal on women's development, the Nigerian government initiated the Women's Fund for Economic Empowerment and Business Development for women entrepreneurs, while \"second chance\" was meant to re-introduce dropped out women due to pregnancy back to school. At the Sixty-fourth General Assembly it was reported that \"the number of senior female civil servants was judged to be 22.5 per cent, while judicial appointment across the 36 States constituted about 30 per cent. A national action plan on the Promotion and Protection of Human Rights in Nigeria was deposited with the United Nations Human Rights Council in Geneva in July 2009. A chapter was devoted to the rights of women and children. A National Policy on Sexual Harassment in Educational Institutions had also been put in place. Free medical treatment was provided for victims of domestic and sexual violence at temporary shelters that were being established nationwide. Nigeria was also working to improve the education of girls by recruiting more female teachers, creating skill acquisition programmes for girls and women, and providing textbooks at subsidized rates, among other measures. Judges and magistrates were continuously being trained on gender and women's rights. Health system facilities were being scaled up\". ==Education== Educational statistics have been used as an indicator of gender inequalities versus women's empowerment in Nigeria. The population census conducted in 1991 by the Federal Government of Nigeria found that 61% (41 million) of Nigerian women \"suffer from intellectual poverty\". In Africa, there are different forms of education, such as agricultural extension programmes, in-service training, out of school education, audio visual education, mass media education, vocational education, in-service personnel training, community development, cooperative education, evening classes, library services, extra-moral education and trade union education. Report shows that Nigerian women are not favored in the evolution of educational system in the country. In 1965, 37.75% of population in primary schools are girls while only 9% of undergraduates were female. By 1974, the percentage of female undergraduates increased to 25.5%. The major enrollment from girls were only in teaching and social courses. In absolute terms, there were 138,334 male and 50,652 female students in Nigeria universities during this period. The challenges faced by girls were due to the perception of the society on gender qualities. == See also == * Women in Nigeria ==References== Category:Women's rights in Nigeria Category:Women in Nigeria ",
    "title": "Female empowerment in Nigeria"
}