{
    "id": "51191461",
    "text": "F1, also T1 and SP1, is a wheelchair sport classification that corresponds to the neurological level C6. Historically, it was known as 1A Complete. People in this class have no sitting balance, and are tetraplegics. They may be able to perform limited actions with one hand. They lack sitting balance, and have limited head control and respiratory endurance. The process for classification into this class has a medical and functional classification process. This process is often sport specific. == Definition == Functional profile of a wheelchair sportsperson in the F1 class. This is wheelchair sport classification that corresponds to the neurological level C6. In the past, this class was known as 1A Complete. In 2002, USA Track & Field defined this class as, \"These athletes have no hand function, are unable to use the muscles that straighten their elbows, and their hands remain in contact or close to the pushing rim with the power coming from their elbow flexion. Neurological level: C6\" Disabled Sports USA defined the functional definition of this class in 2003 as, \"Have no grip with non-throwing arm. (Use 'resin' or adhesive-like substance for grip.)\" Sports recommended for people in this class include swimming, billiards, shooting and bowls. === Neurological === Disabled Sports USA defined the neurological definition of this class in 2003 as C6. The classification neurologically can include tetraplegics with spinal lesions level C5/C6. The location of lesions on different vertebrae tend to be associated with disability levels and functionality issues. C5 is associated with elbow flexors. C6 is associated with wrist flexors. === Anatomical === Disabled Sports USA defined the anatomical definition of this class in 2003 as, \"Have functional elbow flexors and wrist dorsi-flexors. May have elbow extensors (up to power 3) but usually do not have wrist palmar flexors. May have shoulder weakness. Have no sitting balance.\" People with C4 lesions have head control, and limited respiratory endurance. People with C5 lesions have abduction of the arms, and flexion of the arm. People with C6 lesions have abduction and flexion of the arms, and wrist extension. === Functional === leftThe location of lesions on different vertebrae tend to be associated with disability levels and functionality issues. People with C4 lesions can control electronic devices using a mouth controlled joystick. People with a lesion at C5 or C6 have an impairment that effects the use of their hands and lower arm. People with C5 can perform some actions with one of their arms, and can propel a wheelchair with modified rims that make it easier to do. People with C6 can have a weak grasp with their wrist. They can roll over in bed. They have some independence in that they can eat and groom themselves without assistance. They may also be able to transfer themselves to a wheelchair. In terms of motor functions, people in this class who are C4-C6 tetraplegics may have issues with their biceps, deltoids, rhomboids and rotor cuffs. They may have an absence of sensation in their hands, wrists and forearms. People in this class have a total respiratory capacity of 81% compared to people without a disability. The functional characteristics for this class at the 1990 Stoke Mandeville Games had this class scoring a 0 - 3 for triceps on the MRC scale, with severe weakness of the trunk and lower limbs. People with spinal injuries at T6 or higher are more likely to develop Autonomic dysreflexia (AD). It also sometimes rarely effects people with injuries at T7 and T8. The condition causes over-activity of the autonomic nervous system, and can suddenly onset when people are playing sports. Some of the symptoms include nausea, high blood pressure, a pounding headache, flushed face, profuse sweating, a lower heart rate or a nasal congestion. If left untreated, it can cause a stroke. Players in some sports like wheelchair rugby are encouraged to be particularly on guard for AD symptoms. == Governance == In general, classification for spinal cord injuries and wheelchair sport is overseen by International Wheelchair and Amputee Sports Federation (IWAS), having taken over this role following the 2005 merger of ISMWSF and ISOD. From the 1950s to the early 2000s, wheelchair sport classification was handled International Stoke Mandeville Games Federation (ISMGF). Some sports have classification managed by other organizations. In the case of athletics, classification is handled by IPC Athletics. Wheelchair rugby classification has been managed by the International Wheelchair Rugby Federation since 2010. Lawn bowls is handled by International Bowls for the Disabled. Wheelchair fencing is governed by IWAS Wheelchair Fencing (IWF). The International Paralympic Committee manages classification for a number of spinal cord injury and wheelchair sports including alpine skiing, biathlon, cross country skiing, ice sledge hockey, powerlifting, shooting, swimming, and wheelchair dance. Some sports specifically for people with disabilities, like race running, have two governing bodies that work together to allow different types of disabilities to participate. Race running is governed by both the CPISRA and IWAS, with IWAS handling sportspeople with spinal cord related disabilities. Classification is also handled at the national level or at the national sport specific level. In the United States, this has been handled by Wheelchair Sports, USA (WSUSA) who managed wheelchair track, field, slalom, and long distance events. For wheelchair basketball in Canada, classification is handled by Wheelchair Basketball Canada. == History == Early on in this classes history, the class had a different name and was based on medical classification and originally intended for athletics. During the 1960s and 1970s, classification involved being examined in a supine position on an examination table, where multiple medical classifiers would often stand around the player, poke and prod their muscles with their hands and with pins. The system had no built in privacy safeguards and players being classified were not insured privacy during medical classification nor with their medical records. During the late 1960s, people oftentimes tried to cheat classification to get in classified more favorably. The group most likely to try to cheat at classification were wheelchair basketball players with complete spinal cord injuries located at the high thoracic transection of the spine. Starting in the 1980s and going into the 1990s, this class began to be more defined around functional classification instead of a medical one. == Sports == === Athletics === Visualization of where on the spinal cord an injury exists to be classified as T51. Under the IPC Athletics classification system, this class competes in F51. Field events open to this class have included club and discus, but not the javelin. The shot put used by this class weighs less than the traditional one at . The club used by this class weighs . Athletes in this class who good trunk control and mobility have an advantage over athletes in the same class who have less functional trunk control and mobility. This functional difference can cause different performance results within the same class, with discus throwers with more control in a class able to throw the discus further. In the United States, people in this class are allowed to use strapping on the non-throwing hand as a way to anchor themselves to the chair. A study of was done comparing the performance of athletics competitors at the 1984 Summer Paralympics. It found there was little significant difference in performance in distance between women in 1A (SP1, SP2) and 1B (SP3) in the club throw. It found there was little significant difference in performance in distance between men in 1A (SP1, SP2) and 1B (SP3) in the club throw. It found there was little significant difference in performance in distance between men in 1A (SP1, SP2) and 1B (SP3) in the discus. It found there was little significant difference in performance in distance between men in 1A (SP1, SP2) and 1B (SP3) in the javelin. It found there was little significant difference in performance in distance between men in 1A (SP1, SP2) and 1B (SP3) in the shot put. It found there was little significant difference in performance in times between women in 1A (SP1, SP2) and 1B (SP3) in the 60 meters. It found there was little significant difference in performance in times between men in 1A (SP1, SP2) and 1B (SP3) in the 60 meters. It found there was little significant difference in performance in times between women in 1A (SP1, SP2) and 1B (SP3) in the slalom. It found there was little significant difference in performance in distance between women in 1A (SP1, SP2), 1B (SP3) and 1C (SP3, SP4) in the discus. It found there was little significant difference in performance in distance between women in 1A (SP1, SP2), 1B (SP3) and 1C (SP3, SP4) in the club throw. === Cycling === Functional mobility range of an H1 classified cyclist Competitors from this class compete in H1 provided they are tetraplegia C6 or above and severe athetosis/ataxia/dystonia, tetraplegic with impairments corresponding to a complete cervical lesion at C6 or above or have a similar dysfunction. People in this class can use an AP2 recumbent, which is a competition cycle that is reclined at 30 degrees and has a rigid frame. This classification can also use an AP3 hand cycle which is inclined at 0 degrees and is reclined on a rigid competition frame. Tetraplegics have reduced respiration rates of 55–59% less compared to paraplegics when they are engaged in rigorous handcycling. In track events, SP2 women in H2 have faster laptimes than SP1 men in H1. Factoring is used in cycling to allow multiple classes and genders to compete against each other. UCI factoring for 2014 with H4 and H5 men as 100% on the factoring. Against this factoring, H2 men are 77.22% and H2 women are 67.73%. When H3 men are set at 100%, H2 men are 70.40% and H2 women are 69.64%. When H4 and H5 women are set at 100%, H2 men are 88.04% and H2 women are 77.22%. UCI factoring for 2014 with H4 and H5 men as 100% on the factoring. Against this factoring, H1 men are 56.64% and H1 men are 49.68%. When H3 men are set at 100%, H1 men are 58.24% and H1 women are 51.08%. When H4 and H5 women are set at 100%, H1 men are 64.58% and H1 women are 56.64%. === Swimming === Swimmers in this class compete in a number of IPC swimming classes. These include S1 and S2. People with spinal cord injuries in S1 tend to be tetraplegics with complete lesions below C5. These S1 swimmers have no hand or wrist flexion so are unable to catch water. Because of a lack of trunk control, they are unstable in the water and have hip drag. As they have no leg and back control, their legs are normally drag in the water in a flexed position. They normally swim the backstroke using a double arm technique. They start in the water with assistance for initial propulsion. People with spinal cord injuries in S2 tend to be tetraplegics with complete lesions below C6, or tetraplegics with complete lesions below C7 who have additional paralysis in their plexus or in one arm. These S2 swimmers have no hand or wrist flexion so are unable to catch water. Because of a lack of trunk control, they are unstable in the water and have hip drag. As they have no leg mobility, their legs drag. They normally swim the backstroke as they lack head control to breathe effectively for the freestyle. They start in the water, sometimes with assistance for initial propulsion. For swimming with the most severe disabilities at the 1984 Summer Paralympics, floating devices and a swimming coach in the water swimming next to the Paralympic competitor were allowed. A study of was done comparing the performance of athletics competitors at the 1984 Summer Paralympics. It found there was little significant difference in performance times between women in 1A (SP1, SP2), 1B (SP3), and 1C (SP3, SP4) in the 25m breaststroke. It found there was little significant difference in performance times between women in 1A (SP1, SP2), 1B (SP3), and 1C (SP3, SP4) in the 25m backstroke. It found there was little significant difference in performance times between women in 1A (SP1, SP2), 1B (SP3), and 1C (SP3, SP4) in the 25m freestyle. It found there was little significant difference in performance times between men in 1A (SP1, SP2), 1B (SP3), and 1C (SP3, SP4) in the 25m backstroke. It found there was little significant difference in performance times between men in 1A (SP1, SP2), 1B (SP3), and 1C (SP3, SP4) in the 25m freestyle. It found there was little significant difference in performance times between men in 1A (SP1, SP2), and 1B (SP3) in the 25m breaststroke. === Wheelchair fencing === Generally, people in this class who were covered by the old 1A wheelchair sport class compete in the wheelchair 1A class. People in this class have no sitting balance and have an impairment in the arm they use to fence with. Their weapon is fixed to their hand during competition with strapping. For international IWF sanctioned competitions, classes are combined. 1A and 1B are combined, competing as Category C. === Other sports === A sport open to people in this class is archery. People in this class compete in ARW1. This class is for people who have all four of their limbs impacted. Another sport F1 sportspeople are eligible to participate in electric wheelchair hockey. The sport has one class and is open to anyone with a spinal injury above T1. Rowing is another option. Rowers in this class may be able to grasp the oar with their hand but have little control of their hands. In 1991, the first internationally accepted adaptive rowing classification system was established and put into use. People from this class were initially classified as Q1, for people with lesions at C4-C6. == Getting classified == A standard bench press form used to for functional classification for wheelchair sportspeople.Classification is often sport specific, and has two parts: a medical classification process and a functional classification process. Medical classification for wheelchair sport can consist of medical records being sent to medical classifiers at the international sports federation. The sportsperson's physician may be asked to provide extensive medical information including medical diagnosis and any loss of function related to their condition. This includes if the condition is progressive or stable, if it is an acquired or congenital condition. It may include a request for information on any future anticipated medical care. It may also include a request for any medications the person is taking. Documentation that may be required my include x-rays, ASIA scale results, or Modified Ashworth Scale scores. One of the standard means of assessing functional classification is the bench test, which is used in swimming, lawn bowls and wheelchair fencing. Using the Adapted Research Council (MRC) measurements, muscle strength is tested using the bench press for a variety of spinal cord related injuries with a muscle being assessed on a scale of 0 to 5. A 0 is for no muscle contraction. A 1 is for a flicker or trace of contraction in a muscle. A 2 is for active movement in a muscle with gravity eliminated. A 3 is for movement against gravity. A 4 is for active movement against gravity with some resistance. A 5 is for normal muscle movement. Wheelchair fencing classification has 6 test for functionality during classification, along with a bench test. Each test gives 0 to 3 points. A 0 is for no function. A 1 is for minimum movement. A 2 is for fair movement but weak execution. A 3 is for normal execution. The first test is an extension of the dorsal musculature. The second test is for lateral balance of the upper limbs. The third test measures trunk extension of the lumbar muscles. The fourth test measures lateral balance while holding a weapon. The fifth test measures the trunk movement in a position between that recorded in tests one and three, and tests two and four. The sixth test measures the trunk extension involving the lumbar and dorsal muscles while leaning forward at a 45 degree angle. In addition, a bench test is required to be performed. == References == Category:Parasports classifications ",
    "title": "F1 (classification)"
}