{
    "id": "51199523",
    "text": "Nellie Munin (; born December 7, 1962) is an advocate expertizing on international trade law and economic aspects of EU law. Former associate professor and founding team member of the law school, Zefat Academic College, Israel. Former Minister of Economic Affairs in the Israeli Mission to the EU. Former Chief Legal Adviser, State Revenue Administration, the Israeli Ministry of Finance. == Career == Munin is an advocate (member of the Israel Bar since 1989). Between 1989 and 1999 she worked as a legal adviser at the legal affairs division of the state revenue administration, the Israeli Ministry of Finance, in charge of coordinating government and parliament cooperation in the process of tax legislation, negotiating treaties for the avoidance of double taxation and consulting the Israeli Minister of Finance on tax law issues. She ended this part of her career as Chief Legal Adviser of this division. Between 1999 and 2003 Munin served as Minister of Economic Affairs in the Israeli Mission to the EU in Brussels, Belgium. In this position she was responsible for the development and enhancement of economic and financial cooperation between Israel and EU institutions, including the ECB, the EIB, the ECJ and the European Commission, as well as for the coordination and development of Israel's connections with the OECD, towards accession. Munin holds LLM (cum laude-1995) and LLD (2000) diplomas from the Hebrew University of Jerusalem, Israel. Her fields of professional expertise are international trade law and aspects of EU economic law. Since 2005 she teaches academic courses in her fields of expertise. She was a member of the founding academic team of three new BA academic programs in Israel. == Honors == In 1995 Munin received the Israeli Association for European Integration's award for her book 'Import taxation according to Israel's FTAs' (1995). In 1997 she won the Herzog scholarship for outstanding public international law research for her PhD dissertation. In 2012 she was titled outstanding lecturer by Zefat Academic College. In 2014 a teaching simulation she wrote with her research partners,\" Flashpoint Syria: 2014,\" has been selected as the first-place winner of the E-PARCC Collaborative Governance Initiative competition, Maxwell School, Syracuse University, USA. In 2015 and in 2016 she received the Theodor Herzl Distinguished Chair scholarship for researching and teaching the issue of the financial crisis in the EU at Masaryk University, Brno, the Czech Republic. In 2018 she received grants from Israel Institute for teaching the international course 'Israel in International Trade' in the faculty of law, Palacky University, Olomouc, the Czech Republic and in the business management faculty, University of Latvia, Riga, Latvia. == External links == * Munin Official Website Category:1962 births Category:Living people Category:Israeli lawyers ",
    "title": "Nellie Munin"
}