{
    "id": "51190584",
    "text": "Social media has affected the financial services sector by allowing for a global reach, improving customer service, advancing marketing strategies, and even creating new products and services offered to customers. Financial companies are able to overcome geographical obstacles and reach customers across the globe by connecting with their customers on a more personal level by using social media as a real-time platform of communication. Being an integral part of everyday life, social media and technology have also led to the development of a new industry, financial technology (fintech). Social media has become a core marketing channel for some companies, especially online peer-to-peer lending (P2P lending) companies as well as small business lenders. Large traditional firms are also embracing social media as a way to market their products and services. Although these larger firms fear that they may be \"too boring\" for these innovative platforms due to their more traditional business models with compliance restrictions and FINRA regulations, companies like Chase, Charles Schwab, and American Express have shown great success in leveraging social media to their advantage. Especially after the financial crisis of 2008, financial companies utilize social media to try to gain back the trust of their customers. However, social media can present risks to a financial firm. Aside from FINRA regulations, companies also have to worry about oversharing, viral negative comments, and the risk of becoming a dumb pipe. == Global platform == Using technology, companies can interact with customers regardless of their geographic location. While companies are able to connect with more people, their branding strategy has shifted from customized to standardized. Prior to the outbreak of technology, most banks used customized branding where they targeted only customers in their regions. However, businesses can now use technology to operate past their geographic location and maintain a consistent image across multiple countries with standardized branding. By being able to extend a consistent brand reputation across a wider geographic location, financial services companies can take advantage of economies of scale in advertising cost, lower administrative complexity, lower entry into new markets, and improved cross- border learning within the company. Many argue that electronic banking has made customers feel more distant from their banks due to lack of human to human interaction. Instead of going to a local branch and interacting with a teller, customers can now do most of their banking online and even though mobile devices. Social media has provided a way for companies to once again connect with their customers on a personal level. The financial services sector uses social media platforms to create the value that was once found physically in local branches. For example, through their Facebook page, a bank may post a snapshot of one of their employees with a brief blurb about his/her job duties and values. This strategy replicates the human to human interaction a customer would receive at a local branch and humanizes larger financial institutes.Blake, B. (2016, July 18). Personal interview. == Marketing == === P2P lending === Social media is a core marketing channel for online P2P lenders as well as small business lenders. Since these companies operate exclusively online, it makes sense for them to market online primarily through social media channels. They are able to grow and find new lenders and buyers by utilizing social networks. === Large companies === While social media may not be the central marketing focus for traditional financial institutions, it has become more relevant in recent years. Using social media, financial services companies are able to reach their most valuable customers. According to consulting company Gallup, customers that interact with their bank using social media are 12% more likely to be mass affluent and 18% more likely to be emerging affluent. Besides just reaching their customers and providing service through social media, companies are also able to use data gathered from social media to improve their sales and marketing techniques. Companies that have excelled at marketing through social media include: * American Express: As a leader in institutional social media marketing, American Express manages 3 separate Twitter accounts and 5 separate Facebook pages. Additionally, they also allow customers to link their American Express cards with their social media accounts, such as Facebook, and receive deals based on their social media activity. * Barclays: Aside from maintaining the usual Twitter, Facebook, and LinkedIn accounts, Barclays has also launched Pingit, a mobile application for mobile transfer using Twitter handles. * JPMorgan Chase: By mastering useful and relevant content, JPMorgan Chase is able to grap the interest of their followers on social media. This is done through short articles that they link in Facebook posts and Tweets that tell a personal story. These articles provide value for their customers that are also easily shared and can therefore reach potential customers. == New products and services == Social media has created entirely new products for the financial services sector, revolutionizing products and developing new industries such as fintech through the merging of social technology and financial services. Fintech is a way to streamline financial services and make them easier to use and access. Since this industry is more novel than the established financial services sector, fintech companies are generally startups. Although these companies are popping up all over the world, fintech companies are the most prominent in China, where digital banking, investing, and lending have become mainstream. According to consulting firm Accenture, 390 million people in China have registered to use mobile banking. This figure is more than the population of the United States. Albeit not as popular in the U.S., the most prominent American fintech company, Venmo, blends technology and financial services together on a social platform. Other financial technology companies: * Lending Club * Bitcoin * OnDeck * Funding Circle * TransferWise * Kabbage * Avant * Prosper * Zopa == Risks == Due to the real-time nature of social media, financial services companies must be on constant alert for potential issues so they can be mitigated before any serious damage control is necessary. Any negative experience a customer has can easily be shared online and if it ends up going viral, those comments could likely have a detrimental effect on the company’s stock price and reputation. On the other hand, any positive experience a customer has can also be shared online. However, positive experiences are much less likely to become viral. === Customer privacy === Customer privacy is important especially in financial services companies. It is critical that customer information such as a bank account number is kept private. However, this information can be leaked if for example, a customer is unhappy with a bank’s service, they may tweet at the bank expressing their frustrations and include their name and account number. This situation would be bad for both the customer as well as the bank. === Dumb pipe === Although dumb pipes mostly refer to telecommunication companies, now that fintech companies are gaining more of the financial services’ market share, there is fear that banks may also become dumb pipe companies. In regards to the telecommunication sector, an example of a dumb pipe company would be a service provider like Verizon. Before smartphones, primarily Apple’s iPhone, became popular, companies like Verizon once controlled everything on a phone from the applications to the ringtones available. However, Apple took over and decided to focus solely on the phone and its interface instead of its wireless service. Consumers became loyal to Apple due to interface exposure and less loyal to their wireless providers, like Verizon. If a customer moved to a different area where AT&T;’s signal was stronger than Verizon’s, he/she would easily switch providers while keeping their iPhone, ultimately making telecommunication companies dumb pipes. The same thing that happened to the telecommunication industry is now happening to the financial services sectors. Customers are becoming loyal to the interfaces created by fintech companies and merely connecting their bank accounts to fintech programs. Essentially, there is nothing stopping the consumer from switching their bank and continuing to connect their accounts to services provided by fintech companies. The main concern for financial services companies is that by becoming a dumb pipe, they lose significant value. == References == Category:Social media Category:Financial services ",
    "title": "Social media in the financial services sector"
}