{
    "id": "51198375",
    "text": "SS1 is a Les Autres sport classification is an ambulatory class for people with short stature. Eligible males have a standing height and arm length that added together are equal to or less than . Eligible female have a standing height and arm length that added together are equal to or less than . Internationally, governance for this sport is handled by IWAS, following the 2005 merger of ISMWSF and ISOD. Classification is handled nationally by relevant national organizations. Sports people in this class are eligible to participate in include archery, athletics, swimming, powerlifting and para- equestrian. == Definition == SS1 is an Les Autres sports classification. This is a standing classification. Men in this class are tall or less, with an arm length equal to or less than . When their standing height and arm length are added together, the distance is equal to or less than . For women in this class, the same measurements are , and . == Performance and physiology == There are generally two types of syndromes that cause short stature. One is disproportionate limb size on a normal size torso. The second is proportionate, where they are generally small for their average age. There are a variety of causes including skeletal dysplasia, chondrodysrophy, and growth hormone deficiencies. Short stature can cause a number of other disabilities including eye problems, joint defects, joint dislocation or limited range of movement. == Governance == Les Autres sport classification was originally created and then governed by the International Sports Organization for the Disabled (ISOD). Currently, classification is overseen by IWAS, having taken over this role following the 2005 merger of ISMWSF and ISOD. National sport organizations handle classification on the national level. In the United Kingdom, this is the British Amputee and Les Autres Sports Association. In the United States, this is the United States Les Autres Sports Association. The classification system used in the United States has generally matched the international norms, though in track in field there have been five wheelchair classes and five ambulatory classes for Les Autres sportspeople. In Australia, Wheelchair Sports Australia was the governing body for classification for Les Autres sportspeople, with Disability Sports Australia taking over the role following the 2003 merger of Australian Sports Organisation for the Disabled (ASOD), Cerebral Palsy Australian Sports and Recreation Federation (CPASRF) and Wheelchair Sports Australia (WSA). == Sports == === Athletics === The comparable class SS1 class in IPC athletics is T40 and F40. In 2010, the IPC announced that they would release a new IPC Athletics Classification handbook that specifically dealt with physical impairments. This classification guide would be put into effect following the closing ceremony of the 2012 Summer Paralympics. One of these changes was creating a minimum age to compete in this class. Athletes needed to be at least 18 years old to compete. This was to prevent still growing children from competing in this class despite otherwise not having a disability. === Swimming === Swimming is another sport open to people in this class. SS1 swimmers may be found in several classes. These include S2, and S5. S5 swimmers with short stature have a height less than 130 cm for women and 137 cm for men. They have an additional disability that creates problem with their propulsion. Because they have intact hands, they can catch water correctly for propulsion. They have full trunk control and usually have symmetrical kicks with their feet but their trunk movements can reduce their propulsion. As they get up to speed, this movement causes turbulence which slows them down and they need additional strokes to compensate. They generally start from the diving platform, though a few swimmers require assistance. They also tend to use a standard kick turn. === Other sports === Powerlifting is one of the sports available to people in this class. Rather than be separated by disability type, people in this sport are separated based on weight classes. Para-equestrian is also open to SS1 sportspeople. Because they are usually ambulant, LAF5 riders may be in Grade 1 or Grade 4. Grade 1 is typically for people with cerebral palsy, les autres and spinal cord injuries who have severe levels of disability. == References == Category:Parasports classifications ",
    "title": "SS1 (classification)"
}