{
    "id": "51193213",
    "text": "__NOTOC__ Aules Hill Meadows is the name given to a Site of Special Scientific Interest (SSSI) in Northumberland, England. The site, listed since 1992, is a set of four traditionally managed northern hay meadows, now rare in Northumberland. ==Location and natural features== Aules Hill Meadows are situated in the north-east of England, and in the far south-west of the county of Northumberland, west of Slaggyford and north-north-west of Alston. They lie on the west valley of the River South Tyne at approximately above sea level. The site is listed as a rare in Northumberland example of a traditional hay meadow, characterised by the flora found at the site. Once common across the North Pennines, such meadows are now found only in some Yorkshire and Durham dales, and in a very few parts of Northumberland, their loss arising out of contemporary farming methods including the use of inorganic fertiliser and reliance on silage-making. Barrow Meadow and Barrow Burn Meadows in the north of the county are similarly protected hay meadows. ==Vegetation== The meadows are characterised by sweet vernal grass (Anthoxanthum odoratum) and an abundance of herbs including several lady’s mantle species Alchemilla spp., wood cranesbill (Geranium sylvaticum), ribwort plantain (Plantago lanceolata), hay rattle (Rhinanthus minor), self-heal (Prunella vulgaris) and pignut (Conopodium majus). Other species found include crested dog’s tail (Cynosurus cristatus), downy oat grass (Avenula pubescens), Yorkshire fog (Holcus lanatus), field woodrush (Luzula campestris), pale sedge (Carex pallescens) and red clover (Trifolium pratense). Damp areas within the meadows provide habitat for ragged robin (Lychnis flos-cuculi), great burnet (Sanguisorba officinalis), northern marsh orchid (Dactylorhiza purpurella), devil’s bit scabious (Succisa pratensis), marsh marigold (Caltha palustris), marsh ragwort (Senecio jacobea) and carnation-grass (Carex panicea). On a steep incline at the eastern edge of the site is found hawthorn (Crataegus monogyna) scrub and the common spotted orchid (Dactylorhiza fuchsii), cat’s ear (Hypochoeris radicata), bitter vetch (Lathyrus montanus), water avens (Geum rivale) and bluebell (Hyacinthoides non-scripta). The condition of Aules Hill Meadows was judged to be unfavourable-recovering in 2012, in a report noting that a previously observed shortfall in the herb-to-grass ratio appeared to have recovered to a satisfactory 81%. ==See also== *List of Sites of Special Scientific Interest in Northumberland ==References== ==External links== *Natural England SSSI record for Aules Hill Meadows Category:Meadows in Northumberland Category:Sites of Special Scientific Interest in Northumberland Category:Sites of Special Scientific Interest notified in 1992 ",
    "title": "Aules Hill Meadows"
}