{
    "id": "51198525",
    "text": "Battery \"G\" 4th Regiment of Artillery was a light artillery battery that served in the Union Army during the American Civil War. ==Service== The battery was organized at Cincinnati, Ohio and ordered to join McClellan in western Virginia in July 1861. It was afterward attached to 3rd Brigade, Army of Occupation, Western Virginia, to September 1861. Cheat Mountain District, Western Virginia, to December 1861. Defenses of Washington, D.C., to March 1862. Artillery Reserve, Army of the Potomac, to May 1862. 2nd Brigade, Horse Artillery, Artillery Reserve, V Corps, Potomac, to September 1862. Artillery Reserve, VI Corps, Army of the Potomac, to November 1862. Artillery Reserve, Army of the Potomac, to May 1863. 1st Regular Brigade, Artillery Reserve, Army of the Potomac, to June 1863. Artillery Brigade, XI Corps, Army of the Potomac, to October 1863, and Army of the Cumberland to November 1863. Artillery, 2nd Division, IV Corps, Army of the Cumberland, to March 1864. 1st Division, Artillery Reserve, Department of the Cumberland, to October 1864. ==Detailed service== Lieutenant Bayard Wilkeson leading Battery G at Gettysburg Western Virginia Campaign July 6-17, 1861. Moved to Cheat Mountain and duty there until December 1861. Action at Greenbrier River October 3-4. Blue's Gap January 7, 1862. Moved to Washington, D.C., and duty there until March 1862. Ordered to the Virginia Peninsula. Siege of Yorktown April 5-May 4. Seven Days Battles before Richmond June 25-July 1. Bottom's Bridge June 28-29. Malvern Hill July 1. At Harrison's Landing until August 16. Movement to Fort Monroe, then to Alexandria August 16-23. Maryland Campaign September 6-22. Battle of Antietam September 16-17. Shepherdstown Ford September 19. Moved to Falmouth, Va., October 30-November 19. Battle of Fredericksburg, Va., December 12-15. Chancellorsville Campaign April 27-May 6. Battle of Chancellorsville May 1-6. Gettysburg Campaign June 11-July 24. Battle of Gettysburg July 1-3. Moved to Bridgeport, Ala., September 24-October 3. Reopening Tennessee River October 26-29. Battle of Chattanooga, Tenn., November 23-25. Bushy Knob November 23. Orchard Knob November 23-24. Missionary Ridge November 25. Moved to Nashville, Tenn., February 1864, and post duty thru until October. Transferred to Battery I, 4th U.S. Light Artillery October 1864. Remounted as a battery at Washington, D.C., February 1865, and duty in the defenses of that city until August. ==Commanders== * Captain Albion P. Howe * 1st Lieutenant Charles H. Morgan - succeeded Cpt Howe * 1st Lieutenant Marcus P. Miller - succeeded Lt Morgan * 1st Lieutenant Bayard Wilkeson - succeeded Lt Miller; mortally wounded in action at the Battle of Gettysburg * 1st Lieutenant Eugene A. Bancroft - commanded after Lt Wilkeson was mortally wounded in action * 1st Lieutenant Christopher F. Merkle - succeeded Lt Bancroft ==References== * Dyer, Frederick H. A Compendium of the War of the Rebellion (Des Moines, IA: Dyer Pub. Co.), 1908. ;Attribution * ==See also== * List of United States Regular Army Civil War units * 4th Air Defense Artillery Regiment ==External links== * Battery G, 4th U.S. Light Artillery marker at Antietam Battlefield * Battery G, 4th U.S. Light Artillery monuments at Gettysburg Battlefield Category:United States Regular Army Civil War regiments U Category:Military units and formations established in 1861 Category:Military units and formations disestablished in 1865 ",
    "title": "4th U.S. Artillery, Battery G"
}