{
    "id": "51197657",
    "text": "The 1928 Greyhound Derby Final took place on 28 July 1928 at White City Stadium. There was an increase in prize money on the previous year with the Greyhound Racing Association offering substantial sums of £1,500 and a gold cup for the winner, £500 to the runner-up and £200 to third place. The Derby distance increased from 500 to 525 yards and all the qualifying rounds were held at White City. There were 96 entries from around the country. == Final result == At White City (over 525 yards): {| class=\"wikitable\" style=\"text- align: center\" !width=50|Position !width=150|Name of Greyhound !width=250|Breeding !width=50|Trap !width=50|SP !width=80|Time !width=280|Trainer |- !1st |Boher Ash || Over the Water - Honey Bee II ||1||5-1||30.48|| Tommy Johnston Sr. (Powderhall) |- !2nd |Fabulous Figure || De Novo - Flash and Flare ||2||11-10f||30.50|| Joe Harmon (White City - London) |- !3rd |Musical Box || Jamie - Bracelet ||4||5-1||30.52|| John 'Jack' Golder (White City - London) |- !4th |Bendeemer || Ballyshannon - Ballyvoyle ||3||100-8||30.68|| John 'Jack' Kennedy (Harringay) |- !5th |Moorland Rover || Cheerful Speed - Moorland Falcon ||5||4-1||30.74|| Godfrey Hyde-Clarke (White City - London) |- !6th |Baby Elephant || Jamie - Naughty Ninette ||6||20-1||30.80|| Joe Harmon (White City - London) |} === Distances === hd, hd, 2, ¾, ¾ (lengths) The distances between the greyhounds are in finishing order and shown in lengths. From 1927-1950 one length was equal to 0.06 of one second but race times are shown as 0.08 as per modern day calculations. ==Review== Boher Ash, a brindle dog owned by Mrs Molly Stokes won his first round heat by 8 lengths in a time of 30.70 sec at a starting price of 8/11. He continued his winning ways in the second round when winning by 5 lengths in a time of 30.59 at evens favourite. In the semi-finals, Fabulous Figure inflicted a 3 length defeat on Bendeemer (10-1) in 30.76. Boher Ash scraped through to the final after the Edinburgh dog missed the break. The winner of the second semi-final was Musical Box in a time of 30.80, one length ahead of Moorland Rover. Baby Elephant, a further length back claimed the last spot in the final. The final was made up of five greyhounds from London and one (Boher Ash) from Scotland. Fabulous Figure was installed as 11/10 favourite; with the trap 5 dog Moorland Rover the second favourite at 4/1. From the traps the favourite was boxed in but Boher Ash was lying handy. Boher Ash took the lead at the half way mark and held on to win by a half-length from the fast finishing favourite. Musical Box was a neck further away in third. ==See Also== 1928 UK & Ireland Greyhound Racing Year == References== Greyhound Derby Category:English Greyhound Derby Category:Greyhound racing in London English Greyhound Derby English Greyhound Derby ",
    "title": "1928 English Greyhound Derby"
}