{
    "id": "51195734",
    "text": "Pashupati Prasad is a 2016 Nepali social satirical film directed by Dipendra K Khanal and written by Khagendra Lamichhane.The film stars Khagendra Lamichhane and Barsha Shivakoti in lead roles. The film features struggle of poor people to pay off the debt. It was nominated for the Nepalese entry for the Best Foreign Language Film at the 89th Academy Awards along with Ko afno and The Black Hen where The Black Hen was selected for the entry. After a huge loss in his movie Vigllante 3D(The first Nepali 3D movie). Dipendra K Khanal went to depression and started visiting Pashupatinath temple. He saw many problems there and thought about releasing the movie related to all the issue he saw there. When he made the script and gave his friends to read, his friend told that the movie would not get a good response, but he did not listen to his friend and started shooting the movie and it got a very good response from all the viewers. After Pashupati Prasad became one of the most successful movies in the history of Nepalese movie, the same team with director Dipendra K Khanal and Khagendra Lamichhane made a new movie based on social drama Dhanapati released in 2017. ==Cast== *Khagendra Lamichhane as Pashupati Prasad * Barsha Shivakoti as Bunu * Bipin Karki as Bhasme Don * Prakash Ghimire as Meet dad * Rabindra Singh Baniya as Hanuman Ji ==Plot== The film features struggle of a poor guy who lost his parents in earthquake, comes to Kathmandu to earn his living and pay off the debt own by his late father . The young Pashupati Prasad (Khagendra Lamicchane) is irate about his name given by the Meet Uncle (Praksh Ghimire) and teased by his friends. Pashupati’s parents give birth after visiting Pashupatinath Temple in Kathmandu. After the earthquake of April 2015 and his parents killed, the investor urges Pashupati to pay the loan taken and threatens to take the field. Pashupati, now grown and determined to repay his debts, moves to Kathmandu. He meets Meet Uncle, a ghate in Pashupatinath and drunkard, who eventually takes Pashupati to his shelter. Pashupati needs work to earn money and the Bhasme Don (Bipin Karki) doesn’t want him to interfere in daily tasks. Bhasme bullies the innocent Pashupati but is afraid of Hanuman Ji (Rabindra Singh Baniya). Pashupati befriends Hanuman Ji, who earns money by taking photographs with visitors. Similarly due to his helpful nature, he meets Aama, who was abandoned by her children and lives in Briddhashram. He respects her like his mother and even gives her his daily collection to save. Pashupati sees Bunu (Barsha Siwakoti) during a photograph session with Hanuman Ji and falls in love. Pashupati is recruited by a local dealer and sent again to collect wood with Bhasme Don. Bhasme tries to find a way to kick out Pashupati and is able to convince while making marijuana by the dealer. Pashupati is again recruited to sell sarees which pays him a little more than his previous assignments. During the course, he meets a graduate who sells street food. Pashupati also want to sell street food and asks if he can get a stall. He then goes to take money from his saving only to find that Meet Uncle has used it for liquor. He is frustrated and goes to the banks of the Bagmati. At the river, he finds a deceased person's gold ring and tries to sell it. But the shopkeepers don’t want to take it as he has no proof of ownership. Some try to give him a nominal amount of cash but he refuses. The shopkeeper who he meets in the beginning of the film then accuses him of theft and the mob kills him. In the climax of the scene, Hanuman Ji is revealed to be a government officer who had embezzled a huge amount of money. Aama waits for her adopted son Pashupati to give her belongings instead of her own son. Bunu, not knowing of his untimely death, waits desperately for the cheerful and hardworking guy. Even Bhasme Don feels sorry for Pashupati. Meet Uncle pays the debt to the investor in the village. ==Reception== The film opened with positive reviews. As per IMDb, the film received 8.9 stars out of 10. The Himalayan Times wrote in its review: With a gripping storyline, the movie keeps you glued to your seat. The portrayal of recent earthquake and its effects on a man’s life, have been done brilliantly. ==Awards== Pashupati Prasad was one of the critically acclaimed movies of 2016 . The film bagged many awards including Best story, Best Director and Best film . {| class=\"wikitable mw-collapsible \" style=\"width:99%;\" |+ List of awards and nominations |- ! style=\"width:25%;\" scope=\"col\"| Ceremony ! style=\"width:25%;\" scope=\"col\"| Category ! style=\"width:25%;\" scope=\"col\"| Recipient ! style=\"width:8%;\" scope=\"col\"| Result |- |Moviemandu Movie Person of the year |Movie Person of the year |Pashupati Prasad | |- | rowspan=\"7\" |FAAN awards |Best film |Dipendra Khanal | |- |Best Story |Dipendra K Khanal | |- |Best Editor |Drigha Khanal | |- |Best Character actor |Prakash Ghimire | |- |Best New actress |Barsha Siwakoti | |- |Best Director |Dipendra K Khanal | |- |Best Actor |Khagendra Lamichhane | |- |rowspan=\"3\"|National Film Awards 2016 |Best film |Tukee Arts Pvt. Ltd. | |- |Best writer |Khagendra Lamichhane | |- |Best Director |Dipendra K Khanal | |- |rowspan=\"8\" |8th Dcine Awards 2016 |Best background music |Jayson Kunwar | |- |Best screenplay |Khagendra Lamichhane | |- |Best story |Dipendra K Khanal | |- |Best villain |Bipin Karki | |- |Best editor |Dirgha Khadka | |- |Best director |Dipendra K Khanal | |- |Best Film |Tukee arts | |- |Most Popular Film |Pashupati Prasad | |- |LG Film Awards |Best Film |Tukee Arts | |} ==References== ==External links== * Category:2016 films Category:Nepalese romantic comedy films Category:Films shot in Kathmandu Category:Films directed by Dipendra K Khanal Category:Films with screenplays by Khagendra Lamichhane ",
    "title": "Pashupati Prasad"
}