{
    "id": "51190778",
    "text": "Niharica Raizada is an Indian film actress.Raizada: I like to be in the limelight\" She was crowned as Miss India UK 2010 and was runner-up at Miss India Worldwide 2010.India UK Niharica Raizada bags Madhuri Dixit, Ajay Devgn starrer Total Dhamaal\" She is the granddaughter of former Bollywood musician O. P. Nayyar. She has worked in films like Masaan, 6-5=2, Damadol and Total Dhamaal (2018) along with Ajay Devgn, Anil Kapoor and Madhuri Dixit. ==Early life== Niharica is the granddaughter of music composer O. P. Nayyar.http://www.mid-day.com/articles/niharica-raizada-it-was-not-an-easy- job-to-trek/15764186 She was born and raised in Luxembourg. She is the honourary cultural and arts ambassador between the Grand Duchy of Luxembourg and the Republic of India. She recently met with the Finance Minister of Luxembourg Pierre Gramegna. Her mother tongue is French. She has a sister Nirekhna Raizada and a brother Avneesh Raizada. She is a researcher by qualification and studied MRes in Translational Medicine at Imperial College London, and then did research in Cardiology at Johns Hopkins University (Baltimore), under a Fulbright scholarship. She got training in acting from New York Film Academy. She is trained in western classical music and ballet. Niharica was crowned Miss India UK 2010 and was also the first runner-up of Miss India Worldwide 2010. Niharica released one song for the brand Chambor in French. She was ranked 45 in the list of Times 50 Most Desirable Women of 2013, and rose to 44 in 2015. Niharica made her film debut in a Bengali film Damadol in 2013. Niharica has also appeared in several parody songs on the Youtube Channels- Shudh Desi Gaane and What's Trending India. She acted in a Gujarati film Var to NRI J in 2016. Niharica has done a film titled Full 2 Jugaadu in 2016 with Krushna Abhishek. == Filmography == {| class=\"wikitable\" |- ! Year !! Film !! Role !! Language !! Notes |- | 2013 || Damadol || || Bengali || |- | 2014 || 6-5=2 || Priya || Hindi || |- | 2015 || Masaan || Traveller Girl|| Hindi || |- | 2015 || Alone || Anu|| Hindi || |- | 2015 || Baby || Reporter|| Hindi || |- | 2015 || Ek Kali || || Hindi || Short filmKali - Short Film (HD) | Feat : Niharica Raizada\" |- | 2016 || Waarrior Savitri || Savitri|| Hindi || |- | 2016 || Var to NRI J || Tejasvini|| Gujarati || |- | 2017 || Dwaraka || || Telugu || Special appearance in the song \"Allabi Allabi\" Allabi|Niharica Raizada\" |- | 2019 ||The Perfect Murder||Carol || Hindi || Short film |- |2019 ||Total Dhamaal ||Dream Girl ||Hindi |- |2020 ||Sooryavanshi ||Tara ||Hindi|| |- |} ==References== ==External links== * * * * Category:1990 births Category:Living people Category:Indian film actresses Category:21st-century Indian actresses Category:Fulbright Scholars Category:Indian people of French descent Category:Indian expatriates in Luxembourg ",
    "title": "Niharica Raizada"
}