{
    "id": "51199838",
    "text": "ThoughtSpot, Inc. is a technology company that produces business-intelligence analytics search software. The company is based in Sunnyvale, California with additional offices in London, Bangalore, India, Seattle and Tokyo. ThoughtSpot was founded in 2012, and as of May 2019, had raised over $550 million in funding and putting the company into unicorn territory with a valuation close to $2 billion. ThoughtSpot's clients include the companies Walmart, Apple, BT, Bed Bath & Beyond, Hightail and Fannie Mae.AI Tool From Fannie Mae Sheds Light on Housing Market ==History== ThoughtSpot was founded in 2012 by a team of engineers who previously worked for Google, Oracle, Microsoft, Yahoo, and other Silicon Valley companies. The CEO and Co-founder, Ajeet Singh, previously co-founded the company Nutanix. In late 2012, ThoughtSpot raised $10.7 million in Series A funding led by Lightspeed Venture Partners. In 2014, the company raised $30 million in Series B funding led by Khosla Ventures. In January 2016, the company opened an office in London in an effort to expand to the European market. In February 2016, ThoughtSpot announced that it had increased its revenue by 810 percent over the previous year. In May 2016, ThoughtSpot raised $50 million in Series C funding led by General Catalyst Partners. In October 2016, the company expanded its series C funding with an investment from Hewlett Packard Pathfinder. As part of the investment, ThoughtSpot will enter the Pathfinder program and begin selling its software on Hewlett-Packard Enterprise infrastructure. In May 2018, the company raised $145 million in Series D funding from Sapphire Ventures, Lightspeed Ventures, Khosla Ventures, General Catalyst and others to expand its AI based analytics platform. The company is now valued over $1 billion. In March 2019, ThoughtSpot relocated their headquarters from Palo Alto to Sunnyvale. By 2020, the company had $100 million in annual recurring revenue.As 5 more startups join the $100M club, are we just making a pre-IPO list? ==Technology== ThoughtSpot allows for non-technical individuals to conduct a self-service data analysis search. The company introduced ThoughtSpot Monitor, a tool that monitors information for changing patterns or trends, in 2019 as part of its ThoughtSpot 6 software.ThoughtSpot 6 advances AI power of BI platform ==Recognition== In 2016, ThoughtSpot was named a \"Cool Vendor in Analytics\" by Gartner. In 2017, the company announced that it was included on Gartner Magic Quadrant for Business Intelligence and Analytics Platforms report. Later, Gartner included Thoughtspot in the leaders quadrant for Analytics and BI platforms for the years 2019 and 2020. ThoughtSpot was included in Red Herring's Top 100 North American Companies list. The company was recognized on Glassdoor's \"Best Places to Work\" list for 2020.These Are the Best Companies to Work for in 2020 ==References== Category:American companies established in 2012 Category:Software companies based in California Category:Software companies established in 2012 Category:Business intelligence Category:Software companies of the United States ",
    "title": "ThoughtSpot"
}