{
    "id": "51208794",
    "text": "\"String of Pearls\" is the debut studio album by Australian rock singer- songwriter and guitarist, Deborah Conway. The album was released in October 1991 and peaked at number 20 on the Australian ARIA Charts. At the ARIA Music Awards of 1992, the album received nominated for four awards; ARIA Award for Breakthrough Artist – Album, ARIA Award for Album of the Year, ARIA Award for Best Cover Art and ARIA Award for Best Female Artist. It won Best Female artist. In June 2015, Conway celebrated the 25th anniversary of the album by performing the entire album in Melbourne. ==Critical reception== Jonathan Lewis from AllMusic said \"’’String of Pearls’’ ranges from the melodic pop of the most successful single \"It's Only the Beginning\" to the rock of \"Under My Skin.\" Much of the rest of the album is acoustic pop and gentle ballads, with the superb \"Release Me\" being the best example. Conway's voice is what holds the album together. Her voice is strong and suited to these songs. In the hands of a lesser singer String of Pearls would not have been anywhere near as effective. Instead, Conway manages to cover the slight lack of originality in songwriting by her strong presence and produces a memorable set of songs. ==Track listing== ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1991/92) ! scope=\"col\"| Peak position |- ! scope=\"row\" |- |} ==Certifications== ==Credits== *Accordion – Dror Erez, Rick Staff *Autoharp – Michael den Elzen *Bass – Dave Cochrane, Michael den Elzen, Nigel Griggs, Richard Pleasance *Cello – Peter O'Reilly *Drums – Greg Morrow, Peter Jones *Drums [Snare] – Peter Maslen *Engineer – Doug Roberts, Joe Hardy *Guitar – Michael den Elzen, Richard Pleasance, Deborah Conway *Harmonica – Chris Wilson *Mandolin – Richard Pleasance *Organ – Alan Harding, Lawrence Maddy, Mick O'Connor, Rick Staff *Percussion – Greg Morrow, Michael den Elzen, Peter Maslen, Richard Pleasance *Piano – Alan Harding, Dror Erez, Richard Pleasance *Tambourine – Peter Maslen *Trumpet – Vince Jones *Violin – Ann Hickey, Tom Fitzgerald *Vocals (backing) – Deborah Conway, Joe Hardy, Linda Bull, Michael den Elzen, Richard Pleasance, Vika Bull, Vince Jones ==References== Category:1991 debut albums Category:Deborah Conway albums Category:ARIA Award-winning albums Category:Mushroom Records albums ",
    "title": "String of Pearls (album)"
}