{
    "id": "51200252",
    "text": "The IBM 2501 is a punched-card reader from IBM with models for the System/360 and System/370 mainframe systems and for the IBM System/360 Model 20, the IBM 1130 and IBM System/3 minicomputers. 2501 models can read 80-column cards at either 600 or 1000 cards per minute (CPM). The 2501 is no longer sold, but is supported by software of current IBM systems. ==Models== The 2501 comes in four models depending of speed and attachment features. Models for mainframe use come with an integrated control unit that performs the functions of a control unit required by other devices. The A1 and A2 are for the IBM 1130.IBM 1130 Functional Characteristics manual, p. 3 {| class=\"wikitable\" |- ! Model !! speed (CPM) !! Integrated control unit? |- | A1 || 600 || no |- | A2 || 1000 || no |- | B1 || 600 || yes |- |B2 || 1000 || yes |} ==Usage== The 2501 uses a photoelectric sensor to read the data punched in the card. Cards are read serially (column by column) and the reader uses a simplified \"straight through\" card path. \"Each column is read twice and the two readings are compared to check reading accuracy.\" In a mainframe environment the 2501 was frequently used for mainframe input in an \"open shop\" environment where users submitted their own jobs. On an 1130 system the 2501 can be used in addition to the IBM 1442 Since the 1442 has a maximum speed of 300 or 400 CPM attaching a 2501 provides a significant increase in read speed and lower CPU usage. The System/3 normally processes 96-column punched cards, the 2501 provides alternative input for shops that require the ability to read 80-column cards. ==Features== A special feature (RPQ) is available for all models to allow them to read optically-marked (OMR) cards. ==See also== * Punched card input/output * Computer programming in the punched card era ==References== Category:Computer peripherals Category:IBM mainframe computers Category:Punched card Category:Card reader (punched cards) ",
    "title": "IBM 2501"
}