{
    "id": "51207547",
    "text": "Gheorghe Marin Fontanin (October 1825-April 24, 1886) was an Imperial Austrian-born Wallachian and Romanian educator. Born in Brașov, in the Transylvania region, his father Dumitru Marin was a merchant from Izvoarele, Dâmbovița County, Wallachia, who fled north during the 1821 uprising. His mother, née Hagi-Panteli, was from Bucharest. Gheorghe added Fontanin to his name; this was a latinization of his father's native village, Izvoarele (\"the streams\").Pătrașcu, pp. 74-75 Associated with the Latinist school of Romanian culture, he later helped edit a Latin-Romanian dictionary. He studied in Brașov and in a private boarding school at Sibiu. He continued his education at Cluj and at the University of Vienna, where he took a doctorate in philosophy. In 1848, he was in Bucharest, a participant in that year's revolution, but fled to Sibiu for a few months after the city was occupied by the Ottomans. He later returned to Bucharest and in 1851 moved to Craiova, where he became director of the Central School, which had shut down during the revolution. In 1853, early in the Crimean War, the Russian Army closed the school and turned it into a hospital. Fontanin protested and was imprisoned for seven months, but managed to reopen the following year. He ardently supported the Union of Wallachia with Moldavia, and in 1857 presided over the election of Dolj County deputies for the ad-hoc divan. \"Fontanin, George Marin\", at the Alexandru and Aristia Aman County Library Fontanin was noted for his considerable knowledge and reserved demeanor, and only formed a few friendships. Preoccupied by scientific problems and uncommunicative, he was seen as a legendary figure by the students. He taught various subjects: in the 1850s, he was responsible for Romanian, Latin, history and geography for one grade, and also served as inspector. In 1864, he took on the newly introduced subject of philosophy. His penchant for latinization extended to the schoolboys' names. He often spent summer vacations in Rome, deepening his studies and purchasing books in Latin, Italian, French, German and English, all languages he knew well, in addition to Hungarian and Old Church Slavonic. He was a gifted translator from Latin, also working on Greek philosophy and literature, as well as modern languages. Due to Fontanin's almost pathological reticence, many of his writings remained unpublished. In 1870, he was elected a titular member of the Romanian Academy. Membrii Academiei Române din 1866 până în prezent at the Romanian Academy site He founded a professor's club at Craiova and served as its president. In 1881, he edited its magazine, Vocea română, where eleven of his poems appeared. Fontanin retired as school director the same year. He died in Bucharest. ==Notes== ==References== *Ion Pătrașcu, \"Le professeur G. H. Fontanin de Craiova et son 'École linguistique'\", in Analele Universității din Craiova: Științe filologice, vol. 10/1982, pp. 73–78 Category:1825 births Category:1886 deaths Category:People from Brașov Category:University of Vienna alumni Category:Austro-Hungarian emigrants to Romania Category:Titular members of the Romanian Academy Category:Romanian revolutionaries Category:People of the Revolutions of 1848 Category:Romanian magazine editors Category:Romanian schoolteachers Category:Romanian principals Category:Romanian translators Category:Romanian prisoners and detainees ",
    "title": "Gheorghe Marin Fontanin"
}