{
    "id": "51205644",
    "text": "To Your Last Death is a 2019 American adult animated action horror film directed by Jason Axinn, and written by Jim Cirile and Tanya C. Klein. The film premiered at the London FrightFest Film Festival on August 23, 2019, and was released on video on demand on March 17, 2020. ==Plot== Sole survivor of a brutal attack that destroyed her brothers and sister, Miriam Dekalb is given a chance to re-live that night from the beginning, armed with foreknowledge of the events. Of course, there's always the chance that Miriam is insane and murdered everyone herself. ==Cast== * William Shatner as The Overseer * Morena Baccarin as Gamemaster * Ray Wise as Cyrus DeKalb * Bill Moseley as Pavel * Dani Lennon as Miriam DeKalb * Florence Hartigan as Kelsy DeKalb * Damien Haas as Ethan DeKalb * Ben Siemon as Colin DeKalb * Mark Whitten as Walt, Razor Sharp ==Development== William Shatner was confirmed to have joined the cast on October 14, 2015.Galuppo, Mia, \"William Shatner Joins Animated Horror Film 'Malevolent' (Exclusive)\" (http://www.hollywoodreporter.com/heat- vision/william-shatner-joins-animated-horror-832224). The Hollywood Reporter. Accessed 30 July 2016. Malevolent was 114% funded on Indiegogo on March 18, 2016, with the total amount raised being $52,713.\"Malevolent Indiegogo campaign\" Indiegogo. Accessed 30 July 2016. As the film hit its goal on Indiegogo, production is now underway.Moore, Debi, June 4, 2016, \"Exclusive First-Look Still from Animated Horror Malevolent\" (http://www.dreadcentral.com/news/169407/exclusive-first-look-still-animated- horror-malevolent/). Dread Central. Accessed 30 July 2016. The film has already been in production for over one year.Sokol, Tony, 2/16/2016, \"Malevolent With William Shatner Hits Crowdfunding\". Den of Geek. Accessed 30 July 2016. Alicia Lutes, Exclusive: William Shatner, Morena Baccarin get animated in Malevolent trailer. https://nerdist.com/exclusive-william-shatner- morena-baccarin-malevolent-trailer/ Accessed 09 January 2018. Production was completed in late 2017.Gelmini, David, \"Animated Horror Malevolent Launches Indiegogo Campaign\" (http://www.dreadcentral.com/news/151847/animated-horror- malevolent-william-shatner-bill-moseley-launches-indiegogo-campaign/). Dread Central. Accessed 30 July 2016. Post-Production was completed in late 2018. ==Release== To Your Last Death had its world premiere at the London FrightFest Film Festival 2019. It was released online on March 17, 2020. ==References== ==External links== * Category:2010s American animated films Category:American films Category:American animated horror films Category:Animated films about death Category:English-language films Category:2019 films ",
    "title": "To Your Last Death"
}