{
    "id": "51203977",
    "text": "View with the Walls of Nicosia Bayraktar Mosque ( Témenos Mpairaktár) is a mosque in Nicosia, Cyprus, currently placed in the southern sector of the city administered by the Republic of Cyprus. == History == The exact date of construction of the mosque is unknown. The mosque is dedicated to the flag- bearer (), who fell whilst planting the first Ottoman flag on the walls of Nicosia on the Constanza bastion, on 9 September 1570 during the Ottoman conquest of Cyprus. This bastion was later called the Bayraktar bastion during the Ottoman period. The tomb of the fallen flag-bearer lies next to the mosque, but the name of this person remains uncertain. Some sources call him Alemdar Kara Mustafa, some Alemdar Mehmet Ağa, while a story amongst Nicosians holds his name as \"Deli Cafer\" (\"Mad Cafer\"). Archaeologist Tuncer Bağışkan has written that the site was turned into a place of religious significance as part of efforts to consolidate Islamic faith in Cyprus. What is known is that there was at first a grave on the site, which was later converted to a tomb and then a masjid without a minaret. A marble inscription dated to 1756/57 on the tomb says that Hasan Agha, the governor of Cyprus, dedicated the tomb to the soul of his deceased mother, but no official records exist to indicate who actually built the tomb. In 1767, Giovanni Mariti, a visitor to Nicosia, recorded there being a masjid with no minaret alongside a tomb. According to an inscription at the entrance of the mosque, a minaret was added, along with a minbar and a mihrab, by Abdullah Pasha in 1820/21, during the reign of Mahmud II, who is known for public improvements in Cyprus. The tomb underwent an extensive, \"radical\" renovation in 1909, in which its stones were replaced. Up to 1930, the mosque held a beard that allegedly had belonged to Muhammad. On religious occasions, visitors would kiss the beard three times and then place it to their foreheads. This relic was stolen on 27 November 1930. The mosque was bombed three times during the Cypriot intercommunal violence. The first bombing took place on the night of 24 March 1962 and was at the time blamed on Greek Cypriot EOKA. This provoked Turkish Cypriots to demonstrate throughout the island and escalated the tensions between the two communities. Left-wing Turkish Cypriot journalists Ahmet Muzaffer Gürkan and Ayhan Hikmet writing for the local newspaper Cumhuriyet wrote that the bombing was carried out by the Turkish Resistance Organisation on 23 April 1962 and later met with Polycarpos Georgadjis, Greek Cypriot Minister of the Interior. They were assassinated the same day. In 2010, Sabri Yirmibeşoğlu, a retired Turkish general, said that they had bombed a mosque in Cyprus to inflame inter- communal tensions, which was suspected to be the Bayraktar Mosque by Turkish press. The bombing created a hole in the minaret. The mosque was repaired and its reopening took place on 25 December 1962. On 26 January 1963, a second bombing occurred, which severely damaged the minaret. The minaret was reportedly in the danger of collapse. After Bloody Christmas, on 23 January 1964, a third bombing occurred at around 21:00 local time. The minaret was entirely demolished in the explosion. Ömeriye Mosque was bombed and severely damaged at the same time. Samuel Hardy, a specialist on art theft, lists the destruction of Bayraktar Mosque among ethnically-based incidents of intentional damage to cultural heritage during the Cypriot conflict. In February 1975, when UNESCO officials visited the mosque, they reported it to have been \"totally vandalised\", with \"the minaret pulled down, the windows blocked, the roof in a state of collapse\". By September 1975, the building had been restored except for the minaret that was being rebuilt. In 1985, the minaret was still under construction. In 1990, the mosque was restored and in 2003 it was opened to worship. == Architecture == The mosque has a rectangular plan along a northwestern-southeastern alignment. The entrance is through a sharp pointed arch above which the inscription detailing the repair is located. The corner near the entrance is divided from the rest of the building to make a tomb, and from the tomb towards the opposite side, another wall is placed to create another room for visits to the tomb. A three-arched narthex is present at the front. The minaret is placed next to the wall of the tomb. == References == Category:Mosques in Nicosia Category:Ottoman architecture in Cyprus ",
    "title": "Bayraktar Mosque"
}