{
    "id": "51203161",
    "text": "Maggie Macdonald (née Michie; 17 November 1952 – 26 July 2016) was a Scottish Gaelic singer and primary school teacher. She was a Mòd gold medallist and sang with the Gaelic super-group, Cliar. She was part of The Campbells Of Greepe, along with other family members. ==Early life== She was born on 17 November 1952 in Glasgow, Scotland. She was the daughter of Alasdair Michie, a senior police detective who had family on the Braes of Skye. ==Gaelic singing== She was part of the Inverness Gaelic Choir and in 1991 travelled with them to take part in a Gaelic festival in Vancouver, Canada where she won a solo singing competition. She appeared in her second Mòd final in 1993 in Airdrie. The following year, in Dunoon, she won gold medal in solo singing. In 1998 she formed the band Cliar, along with cousin Mary Ann Kennedy, Arthur Cormack, Bruce MacGregor and others. The band's eponymous first album Cliar was named Best Album in 2003 at the inaugural Scots Trad Music Awards. The band were often described as a Gaelic supergroup. She was part of The Campbells of Greepe, family members from Skye with a long tradition of performing unaccompanied Gaelic song. They were accomplished at puirt à beul, one of the most difficult genres of Gaelic song to perform. She also performed Gaelic Opera, Mac-Talla nan Eun, singing the last lament in a 2007 performance that was broadcast live. The same year, she also appeared on Duan Nollaig, an album that was the first ever recorded collection of Christmas carols and songs in Gaelic. She was a member of the Inverness Gaelic choir. She was on the board of directors of Fèis Rois, an organisation supporting Gaelic culture. She died on 26 July 2016. ==Discography== ===Cliar=== *Cliar 2000 *Gun Tamh 2002 *Grinn Grinn (Macmeanmna) 2006 ===The Campbells Of Greepe=== *No 2 Greepe (Watercolour) 2014 ===Collaborations and guest appearances=== * Duan Nollaig 2007 ==References== Category:1952 births Category:2016 deaths Category:People from Glasgow Category:Scottish folk singers Category:Scottish female singers Category:Place of death missing Category:Scottish Gaelic singers Category:Scottish sopranos ",
    "title": "Maggie Macdonald"
}