{
    "id": "51201603",
    "text": "Beirut, also known as The Negotiator in the United Kingdom, is a 2018 American political thriller film directed by Brad Anderson and written by Tony Gilroy. Set in 1982 during the Lebanese Civil War, the film stars Jon Hamm as a former U.S. diplomat who returns to service in Beirut in order to save a colleague from the group responsible for the death of his family. Rosamund Pike, Dean Norris, Shea Whigham, Larry Pine and Mark Pellegrino also star. Principal photography began in Morocco in June 2016. The film premiered on January 22, 2018, at the Sundance Film Festival and was released in the United States on April 11, 2018. It received generally positive reviews from critics, who called it \"absorbing despite its flaws\" and praised Hamm's and Pike's performances. ==Plot== In 1972, Mason Skiles is a U.S. diplomat in Lebanon living in Beirut with his Lebanese wife, Nadia. They have recently begun caring for Karim, a 13-year-old Palestinian boy who claims he is without a family. While hosting a party, Skiles is confronted by his friend, CIA officer Cal Riley, who wishes to question Karim, whose brother Rafid Abu Rajal has been linked to the 1972 Munich massacre. The party is attacked by Karim's brother, Rafid, who abducts Karim; in the ensuing gunfight, Nadia is killed. Ten years later, Skiles has become an alcoholic and is working as a self- employed labor arbitrator in New England. While arbitrating a labor issue between particularly intransigent parties and struggling to keep his small firm afloat, he is approached by Sully, an old client, on behalf of the U.S. government. Sully discloses that Skiles has been requested for an academic lecture in Lebanon, and hands him money, a plane ticket, and a passport. Skiles is initially resistant but decides to travel to Beirut. He meets several government officials, including CIA officer Donald Gaines, Colonel Gary Ruzak of the NSA, and Ambassador Frank Whalen, along with CIA officer Sandy Crowder, and learns that Cal Riley was recently abducted in Lebanon. The kidnappers have specifically requested Skiles as the negotiator. The group meets with the kidnappers and find Karim heading the organization. Karim demands the release of his brother in exchange for Riley, despite the Americans' protest that they do not have Rafid in captivity. Skiles suspects that Israel is holding Rafid, and travels with Ruzak to secure his release. The Israelis reveal that they do not have Rafid, and Skiles returns to Beirut to meet with Alice, Riley's wife. Alice holds Skiles responsible for Riley's abduction, believing that Riley has remained in Lebanon over the guilt he feels for Nadia's death. The next day, while Skiles is conducting the lecture at the American University of Beirut (the official reason for his visit), a car bomb is set off outside the building. In the ensuing chaos, Skiles is instructed to leave to meet Karim. Karim brings him to Riley, who covertly tells Skiles that the Palestine Liberation Organization (PLO) is holding Rafid and that Gaines is not to be trusted. Before releasing Skiles, Karim threatens that unless Rafid is returned later that night, he will sell Riley to Iran. Skiles returns to Riley's apartment to search for clues, where he encounters Crowder. She reveals that Gaines had been stealing money from the embassy and that Riley had been preparing to make a report shortly before his disappearance. Skiles convinces Crowder that the PLO is holding Rafid, and she steals $4 million from the CIA office to trade for Rafid. Crowder and Skiles lead an attack on a PLO officer in order to force a trade for Rafid. After a payoff to his PLO captors, they bring him to the exchange with Karim. After trading Riley for Rafid, Rafid is shot and killed by a Mossad sniper in a nearby building. The Americans successfully escape. The Mossad sniper is actually Bernard who originally met Skiles when he arrived to Beirut. Bernard meets Sandrine, the mistress of the PLO officer whom Skiles attacked, who is also an Israeli agent, and leaves on a helicopter. Before departing Beirut, Skiles learns that Gaines has unexpectedly retired and that Ruzak has left Beirut. Crowder announces her intention to apply for the newly vacant station chief job, and Skiles offers his services as a negotiator. As the film ends, news footage is shown of the subsequent Israeli invasion of Lebanon, increasing international involvement in the country, and, finally, the bombings of the U.S. Embassy and the U.S. Marine Corps' barracks in Beirut in 1983. ==Cast== *Jon Hamm as Mason Skiles, a former U.S. diplomat who returns to service to save a former colleague. *Rosamund Pike as Sandy Crowder, a CIA field officer working undercover at the American embassy tasked with keeping Mason alive and ensuring the mission is successful. *Dean Norris as Donald Gaines, CIA *Shea Whigham as Gary Ruzak, Colonel, National Security Council *Larry Pine as Frank Whalen, U.S. Ambassador to Lebanon *Mark Pellegrino as Cal Riley, CIA, Mason's friend *Yoav Sadian Rosenberg as Karim Abu Rajal (13 years old) *Idir Chender as Karim Abu Rajal (adult) *Hicham Ouraqa as Rafid Abu Rajal *Ben Affan as Jassim/Rami *Leïla Bekhti as Nadia *Alon Abutbul as Roni Niv *Kate Fleetwood as Alice *Douglas Hodge as Sully *Jonny Coyne as Bernard *Mohamed Zouaoui as Fahmi *Mohamed Attougui as Raffik *Neal Huff as Ernie ==Production== The screenplay for the film, originally titled High Wire Act, was written by Tony Gilroy in 1991. In May 2015, Deadline Hollywood reported that High Wire Act would be directed by Brad Anderson and that Jon Hamm had signed on to star. In July 2015, Rosamund Pike joined the cast. In May 2016, ShivHans Pictures came on board to produce and finance the film. Dean Norris, Shea Whigham, Larry Pine and Mark Pellegrino joined the cast. Filming began in Tangier, Morocco in June 2016. ==Release== Bleecker Street acquired the U.S. distribution rights to High Wire Act in July 2017. In January 2018 the film, which had been retitled Beirut, premiered at the 2018 Sundance Film Festival. It was theatrically released in the United States on April 11, 2018. ==Reception== ===Box office=== By its June 14, 2018, closing Beirut had grossed $5,019,226 in the United States and Canada, and $2,490,210 in other territories, for a total worldwide gross of $7,509,436. Playing in 755 theaters, the film made $1,734,497 in its opening weekend, finishing 13th at the box office. In its second weekend, the film made $1.1 million (a drop of 39%) and finished 17th. ===Critical response=== On review aggregator website Rotten Tomatoes, the film holds an approval rating of 81% based on 129 reviews, and an average rating of 6.65/10. The website's critical consensus reads, \"Beirut tells a complex, tightly plotted tale of international intrigue, further elevated by strong central performances from Jon Hamm and Rosamund Pike.\" On Metacritic, the film has a weighted average score of 69 out of 100, based on 31 critics, indicating \"generally favorable reviews\". Dennis Harvey of Variety called the film an \"agreeably old-school form of cinematic espionage intrigue.\" John DeFore, writing for The Hollywood Reporter, characterized it as a \"period political thriller whose motivations remain timely.\" The Financial Times Damon Wise wrote that \"Beirut proves surprisingly sensitive in its handling of the Middle East, mapping out an area of nuanced power struggle rather than a cartoon Casablanca-style warzone.\" Brian Tallerico of RogerEbert.com said that \"this is Hamm’s best leading role to date, a reminder of how good he can be when he’s given the right material.\" ===Trailer criticism=== The film's trailer received criticism from social media users for dehumanizing Arabs and Muslims, having a white savior narrative, ignoring political complexities of the Lebanese Civil War, and failing to show Lebanese people as fully formed characters. The trailer's closing tagline of \"2,000 years of revenge, vendetta, murder... welcome to Beirut\" has been criticized as a confusing misrepresentation of the history of Beirut. The trailer was criticized by Sopan Deb in The New York Times. He called it offensive, portraying a stereotypical image of Lebanese, Arabs and the Middle East at large. He points out that no Lebanese actors are featured in the film, and cites a social media hashtag, #BoycottBeirutMovie, as evidence of the trailer's reception in Lebanon. Walaa Chahine, writing for the Huffington Post, echoed similar criticisms, arguing that the trailer \"seems to follow the same rhetoric so many other Middle East thrillers like to portray - Arabs are barbaric and uncivilized, and their countries are a mess\". ==References== ==External links== * * Category:2018 films Category:American films Category:American political thriller films Category:American war films Category:Films set in Beirut Category:English-language films Category:Films about terrorism in Asia Category:Films directed by Brad Anderson Category:Films scored by John Debney Category:Films with screenplays by Tony Gilroy Category:Films set in 1972 Category:Films set in 1982 Category:Films set in Lebanon Category:Lebanese Civil War films Category:Israeli–Palestinian conflict films Category:2010s political thriller films ",
    "title": "Beirut (film)"
}