{
    "id": "51203730",
    "text": "The United Architects of the Philippines (UAP) or the Integrated and Accredited Professional Organization of Architects (IAPOA), is the professional organization for architects in the Philippines. UAP offers education, government advocacy, community redevelopment, and public outreach to support the architecture profession in the country and improve its public image. Its headquarters is located in Quezon City. == History == The United Architects of the Philippines was formed through the merger of three architectural organization in the Philippines in 1975. These were the League of Philippine Architects (LPA), the Association of Philippine Government Architects (APGA), and the Philippine Institute of Architects (PIA). Upon its registration on May 19, 1975, it became the first duly-accredited professional organization in the country. After the passage of Republic Act 9266, or the Architecture Act of 2004, UAP applied as the Integrated and Accredited Professional Organization of Architects (IAPOA) to the Professional Regulation Commission on May 19, 2014. == United Architects of the Philippines Student Auxiliary == The United Architects of the Philippines Student Auxiliary (UAPSA) was established in 1989 as the junior partner of UAP. It is the official student organization of UAP and has 94 member schools with over 16,000 members. == Conflict between architects and civil engineers in the Philippines == At the end of World War II in 1945, there were approximately 300 architects and 1,800 civil engineers in the Philippines who were tasked to help rebuild the war-ravaged country. Both professions practiced under one law before June 1950, when Congress passed two laws which distinguished the works of the civil engineers from the architects. Further amendments were made in 1956 to further distinguish the two professions. From 1950s-1970s, civil engineers who desired to practice architecture in the country must take up an architecture degree and pass the licensure examination for architects. On February 1977, President Ferdinand Marcos signed into law PD 1096, the National Building Code of the Philippines; there was nothing stated in Section 302 of the said law about signing architectural documents or which state- regulated professional shall sign and seal such documents. However, in some versions of the implementing rules and regulations of PD 1096, Section 302 appeared to state that civil engineers can sign and seal architectural documents, which is an act of illegal intercalation of or insertion into the text of Section 302. The United Architects of the Philippines, along with a House of Representative member who happens to be an architect, Rupert Gaite, led a massive campaign to fully disseminate public information on the practice of architecture in the Philippines. In 2003, UAP entered an agreement with the Philippine Institute of Civil Engineers (PICE) to support each other's legislative initiative and to finally fully segregate the two practices of architects and civil engineers. The architects were to give up structural design while the civil engineers will give up architectural design. In 2004, Republic Act No. 9266 (RA 9266) was passed. It was known as the Architecture Act of 2004. It states that the architects shall be the sole professionals with the exclusive privilege to prepare, sign and seal architectural documents. PICE contested the decision and filed a bill in Congress seeking to make civil engineers the prime professional for buildings; some architects contested this filing by actively engaging civil engineers in print media to distinguish the two professional practices. In 2005, the AAIF led the architects in defeating the 2004 bill filed by civil engineers in the Congress. The Department of Public Works and Highways (DPWH) published thrice the 2004 Revised Implementing Rules and Regulations (IRR) of PD 1096, the 1977 National Building Code, which states that only architects shall sign and seal architectural documents. PICE then sued the Secretary of DPWH over the matter, and UAP intervened with the case, which is now pending in the Supreme Court. In 2007, the newly reconstituted Professional Regulatory Board of Architecture (PRBoA) commenced its active campaign against the perceived illegal practitioners of the architecture profession in the Philippines, including the civil engineers. PICE countered by suing the PRBoA Acting Chair in civil court. The Regional Trial Court of Manila favored with the architects in 2009 in the 2005 case filed by PICE against the DPWH Secretary, with UAP as the intervenor. PRBoA then fled 2 complaints at the Office of the Ombudsman (already consolidated) vs. the DPWH Secretary, 1 Senior DPWH Under Secretary, 1 DPWH Under Secretary, PICE and the publisher of a popular commercial (but intercalated) version of P.D. No. 1096 and its 2004 Revised IRR. In 2010, the PICE again sued the PRBoA Acting Chair at the Office of the Ombudsman, which was already twice dismissed by the Office of the Ombudsman. In January 2012, the Court of Appeals ruled in favor of the PICE in the 2005 case it filed vs. the DPWH Secretary, with the UAP as Intervenor; UAP appealed the decision at the Supreme Court. In 2014 and 2015, Congress started hearing the new bills filed by both the architects and civil engineers. Based on the initial reading of the bills, the architects mainly seek to restore the portions of architectural practice (including limited structural design) lost through past legislation and to define the practice consistent with worldwide practices. The suspended implementation of RA 9266 was deplored by the former President of the Philippine Senate, Aquilino Pimentel Jr., who states that it hampers effort to build public structures that is distinctly Filipino. == References == == See also == * Architecture of the Philippines == External links == * Official website Category:Professional associations based in the Philippines Category:Architecture-related professional associations Category:Organizations established in 1975 ",
    "title": "United Architects of the Philippines"
}