{
    "id": "51201948",
    "text": "Kadhalithal Podhuma () is a 1967 Indian Tamil-language romantic thriller film, directed by K. V. Srinivas and produced and supervised by R. Sundaram under Modern Theatres. The film script was written by M. K. Devarajan and A. L. Narayanan wrote part of comedy script. Music was by Vedha. It stars Jaishankar, Vanisri, R. S. Manohar Venniradai Nirmala playing lead, with Thengai Srinivasan, V. S. Raghavan Rukmani and Kumar Radha playing pivotal roles. This film was a hit at the box office. ==Plot== Ravi is separated from his father (V. S. Raghavan), when he is barely three years old. He is reared by kind widow (Kumari Rukmini). Ravi (Jaishankar) grows into a fine young man. He falls in love with Geetha (Venniradai Nirmala), who reciprocates his love. They engaged and are to be married soon. Mohana (Vanisri) a friend of Ravi's is in love with him too. She tries to win him over, but Ravi does not harbor any feelings other than friendship for her. Realizing that her attempts are failed, Mohana is about to give up, but she sees a rays of hope, when she meets Thangaraj (R. S. Manohar). Thangaraj is in love with Geetha and therefore he teams up with Mohana and hatches a plan to break the bond between Ravi and Geetha. The plot thickens when Mohana appears on the day of Ravi's wedding and announces that she is already married to him. Ravi denies that, but no one including his mother, believes him. Shattered by this development, Ravi moves in with his friend Mani (Thengai Srinivasan) meanwhile, Mohana makes herself comfortable at Ravi's home. Ravi's mother develops a soft corner for her and reveals to her a secret about Ravi's past. She also says to her that this will help Ravi unite with his parents. Thangaraj learns of this and tries to use this secret to his advantage. Ravi, on the other hand, is trying to prove to Geetha that Mohana's story is false. Do Thangaraj and Mohana succeed in their wicked plans and separate Ravi and Geetha? Does Geetha realise Mohana's true colours and unite with Ravi again? ==Cast== * Jaishankar as Ravi * Vanisri as Mohana * R. S. Manohar as Thangaraj * Venniradai Nirmala as Geetha, Ravi's Cousin * Thengai Srinivasan as Mani, Ravi's friend * V. S. Raghavan as Soma Sundaram, Ravi's biological father * Kumari Rukmini as Ravi's adoptive mother * R. Pakkirisamy as Ravikumar * Pushpamala as Manju * Kumari Radha as Manju's sister * A. L. Narayanan == Production == After several action and thriller films, Modern Theatres wanted a film in a different genre, so Kadhalithal Podhuma was made. ==Soundtrack== Music was by Vedha and lyrics were written by Kannadasan. The playback singers consist of T. M. Soundararajan, P. Suseela and L. R. Eswari. The song \"Konjam Nilladi\" is based on \"Quando quando quando\" by Tony Renis.https://link.springer.com/article/10.1007/s10805-020-09360-7/tables/2 {| class=\"wikitable\" ! No. !! Song !! Singer !! Lyrics !! Length (m:ss) |- | 1 || \"Enthan Nenjam Yaarai\" || T. M. Soundararajan P. Suseela || rowspan=5|Kannadasan || 03:42 |- | 2 || \"Konjam Nilladi\" || T. M. Soundararajan P. Suseela || 03:17 |- | 3 || \"Kadhal Penne Kanniyar\" || T. M. Soundararajan L. R. Eswari || 03:08 |- | 4 || \"Amma Muzhikkira\" || T. M. Soundararajan || 04:10 |- | 5 || \"Kadhal Penne Kanniyar\" – 2 || T. M. Soundararajan P. Suseela || 04:24 |} == Release and reception == Kadhalithal Podhuma was released on 1 November 1967, and succeeded commercially. == References == == External links == * Category:1960s romance films Category:1960s romantic thriller films Category:1960s Tamil-language films Category:1960s thriller films Category:1967 films Category:Indian black-and- white films Category:Indian drama films Category:Indian films Category:Indian romantic thriller films ",
    "title": "Kadhalithal Podhuma"
}