{
    "id": "51203509",
    "text": "r/The_Donald was a formerly active far-right subreddit where participants created discussions and memes in support of U.S. president Donald Trump. Initially created in June 2015 following the announcement of Trump's presidential campaign, the community grew to over 790,000 subscribers who described themselves as \"Patriots.\" The community was banned in June 2020 for violating Reddit rules on harassment and targeting. It was ranked as one of the most active communities on Reddit. Activities by members and moderators of the subreddit were controversial, and site-wide administrators took steps, including an overhaul of the Reddit software, to prevent the subreddit from having popular content displayed on Reddit's r/all forum, which the company's motto describes as \"the front page of the Internet.\" A quarantine of the subreddit was imposed in June 2019, which required users to click an opt-in button to view the subreddit and prevented the subreddit from appearing in Reddit's search results and recommendations. Additionally, ads could not be run on the message board and certain features such as custom CSS were not available. Moderators of r/The_Donald created a backup website outside of Reddit in response to the quarantine. The subreddit had a lengthy documented history of hosting conspiracy theory content that was racist, misogynistic, Islamophobic, and antisemitic. On June 29, 2020, Reddit banned the subreddit for frequent rule-breaking, for antagonizing the company and other communities, and for failing to \"meet our most basic expectations.\" After the subreddit was quarantined and placed in restricted mode in early 2020, moderators of r/The_Donald created and moved to the site thedonald.win. Many users from the subreddit then flocked to it after the site was opened to the public in the final months of the subreddit. == History == On June 27, 2015, shortly after Donald Trump announced his campaign for the presidency at Trump Tower, the subreddit was created as a place for \"following the news related to Donald Trump during his presidential run.\" The subreddit grew to be known for frequent posting of memes, especially Pepe the Frog, and frequent uses of slang terms such as \"centipede\" (a reference to a much distributed Trump highlight reel featuring the Knife Party song \"Centipede\"), \"MAGA,\" \"nimble navigator,\" \"no brakes,\" \"cuck,\" \"4D chess,\" and \"SJW.\" Furthermore, users on the site referred to Trump as \"God Emperor\". For a period of time, the subreddit repeatedly posted an image of Hillary Clinton kissing Robert Byrd, a former member of the Ku Klux Klan. The image was accompanied by a photoshopped picture of an aged Byrd in Klan garb, which was meant to dishonestly portray Clinton and Byrd as Klan supporters. Byrd had severed ties with the Ku Klux Klan in 1952. On June 12, 2016, the day of the Orlando nightclub shooting, moderators of the r/news subreddit began to remove many comments from its megathread pertaining to the shooting, leading to accusations of censorship. On that day, r/The_Donald was featured in 13 of the top 25 posts on r/all, and gained over 16,000 subscribers during the weekend of the shooting. Meanwhile, r/news lost more than 85,000 subscribers. Due to deliberate manipulation by the forum's moderators and active users, the algorithm that dictated what content reached the r/all page of Reddit resulted in a significant portion of the page being r/The_Donald content. In response, Reddit administrators made changes to its algorithms on June 15, 2016, in an attempt to preserve the variety of r/all. In April 2016, jcm267, the founder of the subreddit, attributed the popularity of the subreddit to moderator CisWhiteMaelstrom. jcm267 told MSNBC that CisWhiteMaelstrom told him \"we'd have hundreds of thousands of readers there and I was very skeptical about that, not because I thought Trump can't win, because I think he's the only GOPer with 'landslide victory' potential, but because Reddit is not a conservative place.\" Subsequently, CisWhiteMaelstrom deleted his Reddit account. In November 2016, Reddit CEO Steve Huffman reported that the subreddit's moderator team had changed \"at least four times\" due to the community revolting. The subreddit has hosted \"Ask Me Anythings\" (AMAs) of notable right-wing, conservative figures supportive of Trump including Scott Adams, Ann Coulter, Alex Jones, Helmut Norpoth, Curt Schilling, Peter Schweizer, Roger Stone, Milo Yiannopoulos, Tucker Carlson, and Corey Stewart. Furthermore, Trump himself hosted an AMA on the subreddit on July 27, 2016, which became one of r/The_Donald's most upvoted posts. In September 2016, Palmer Luckey, the founder of Oculus VR, introduced a 501(c)(4) organization on r/The_Donald called \"Nimble America\" with the stated purpose of creating and spreading pro- Trump Internet memes through \"Facebook ads, billboards, and 'website ops.'\" Luckey stated that he had donated $10,000 to the organization and offered to match contributions from r/The_Donald users for 48 hours after the announcement. Luckey later apologized for any negative impact his actions had on public perception of Oculus, and stated that he acted independently, not as a representative of Oculus VR. The subreddit was also noted for investigating Clinton's leaked emails after their release by WikiLeaks. Their findings were subsequently reported by right-wing news media while WikiLeaks acknowledged the subreddit in a tweet. The subreddit also coordinated to vote on many online polls during the 2016 presidential debates. The subreddit frequently attempted to manipulate Amazon.com's booklist via vote brigading, or encouraging subscribers to cast a certain review en masse. In November 2016, the subreddit was reportedly mobilizing readers to leave one-star reviews on Amazon.com for Fox News anchor Megyn Kelly's autobiography, Settle for More, in response to what users considered biased reporting from her. Amazon later removed many of the negative reviews. Later, in September 2017, the subreddit attempted to buy copies of Trump's Great Again: How To Fix Our Crippled America to outsell Hillary Clinton's then-upcoming book What Happened. However, their plan backfired when several users bought other Trump books instead such as Trump: The Art of the Deal while Clinton's book reached #1 on the site. The subreddit also spread a rumor that Clinton's book was actually the bestselling \"contemporary women fiction\" book. On November 22, 2016, the moderators of r/The_Donald announced that they were going to start removing posts about some conspiracy theories, such as the debunked Pizzagate conspiracy theory and a rumor that Julian Assange had disappeared, citing that such content was \"drowning out thoughtful discussion or Trump-related content.\" The next day, Steve Huffman admitted to editing the comments of r/The_Donald users by replacing his username (u/spez) within their comments insulting him with the usernames of r/The_Donald moderators instead. Huffman said of the change that \"I had my fun with them, they had their fun with me, but we are not going to tolerate harassment for any others.\" One week later, Huffman apologized for his actions, and offered a filter feature to the website, allowing users to exclude subreddits from their r/all page. Starting in February 2017, the subreddit was notably excluded from Reddit's updated homepage, r/popular, along with other \"narrowly-focused politically-related subreddits.\" In the beginning of January 2017, after BuzzFeed published a 35-page document alleged to be a dossier of controversial but unverified information about then–president-elect Trump, members of the subreddit stated that the document was \"fan fiction\" sent to Republican political strategist Rick Wilson by members of the 4chan forum /pol/. On January 11, 2017, Wilson denied the claims. Later that day, Republican senator John McCain confirmed that he had sent the dossier to FBI director James Comey several months earlier. On May 18, 2017, a moderator named OhSnapYouGotServed posted a message claiming that the subreddit has been treated unfairly and that Reddit could not exist without r/The_Donald. OhSnapYouGotServed also suggested that all of their subscribers should move to Voat. The next day, after three other moderators were banned from the site, the subreddit was temporarily set to \"private\" in a sign of protest. According to the lock message, the admins did not warn the three moderators before banning them. The moderators stated that they \"refused to comply by a special set of rules that were solely imposed on this subreddit to marginalize the only community which doesn't conform to the echo chamber of Reddit and corporate media.\" The subreddit was made public again the next day. In July 2017, it was discovered that a congressional staffer for Congressman Matt Gaetz (R-FL) asked for users on r/The_Donald to crowdsource information for a congressional amendment that would look into alleged misconduct on the parts of Hillary Clinton and James Comey. Gaetz confirmed the user was a staffer in an interview with Wired, stating that \"it is the responsibility of our staff to gather as much information as possible when researching a subject and provide that information for consideration. We pride ourselves on seeking as much citizen input as possible.\" On August 5, 2017, a post encouraging users to attend the Unite the Right rally, a white supremacist and neo-Nazi rally held in Charlottesville, Virginia, was stickied by r/The_Donald's moderators. The post was deleted some time on August 13, 2017, a day after the rally ended in the first-degree murder of counter- protester Heather Heyer and the injury of 19 others by white supremacist James Alex Fields Jr. Members of the subreddit maintained a Discord server called \"Centipede Central\", which peaked at 16,000 active users and was among the largest servers on Discord. The server was criticized for leaking personal information of anti-Trump activists, which caused The_Donald to sever ties with the group. The server was eventually shut down in a coup in October 2017, which scattered its members to smaller communities. In January 2018, former Senior Counselor Steve Bannon's statements regarding Trump were published in Michael Wolff's \"Fire and Fury\". After Trump himself criticized Bannon's comments, many individuals on the subreddit turned against Bannon. The negative comments were subsequently covered by Vanity Fair and Independent Journal Review. After the Christchurch mosque shootings in March 2019, users of r/The_Donald posted messages to the subreddit that justified the shooting and violence against Muslims. When asked for comment, a Reddit spokesperson stated that Reddit had strengthened its hate speech and violence policies over the last several years. When asked about users from r/The_Donald posting in the r/newzealand subreddit after the attack, the moderators of r/newzealand noted that the users often employ dog-whistle verbiage, making it difficult to discern which content posted should have action taken against it. === Quarantine, restriction, and ban === On June 26, 2019, the subreddit was quarantined by Reddit admins due to excessive reports, threatening public figures associated with the 2019 Oregon Senate Republican walkouts, and an over-reliance on the site admins to personally moderate the subreddit. The quarantine added a warning portal, removed revenue opportunities, removed the subreddit from feeds and search, and removed custom CSS styling. In November 2019, the subreddit's moderators attempted to evade Reddit's imposed quarantine by reviving and promoting a subreddit called r/Mr_Trump. This subreddit was banned by Reddit's administrators in accordance with its policy that \"attempting to evade bans or other restrictions imposed on communities is not allowed on Reddit.\" Days later, Reddit's admins warned the subreddit's moderators about trying to out the alleged White House whistleblower in the Trump–Ukraine scandal in violation of Reddit's rules on harassment and inviting vigilantism. On February 26, 2020, Reddit administrators removed a number of r/The_Donald moderators \"that were approving, stickying, and generally supporting content in this subreddit that breaks [Reddit's] content policy\" and called the remaining moderators to choose new ones from a list of Reddit-approved individuals. About the same time, Reddit placed r/The_Donald in \"Restricted mode\", removing the ability to create new posts from most of its users. Since then, some users of the subreddit had moved to theDonald.win, a separate site based on Reddit's old user interface. On June 29, 2020, in a flurry of bans, Reddit banned r/The_Donald, along with 2,000 other subreddits (such as r/ChapoTrapHouse, a leftist subreddit based on the podcast of the same name, and r/GenderCritical) deemed to be against their policies. r/The_Donald was largely inactive by the time it had closed due to many users flocking to a new site, theDonald.win. === TheDonald.win === TheDonald.win is an independent far-right internet forum created as a successor to r/The_Donald, similarly based around support of U.S. president Donald Trump. The website has been labeled \"a magnet for extreme discourse\" by the Financial Times. It has also been likened to Gab and 8kun, insomuch as it was created in response to \"pressure from mainstream sites to adhere to content policies around hate speech\". The website was created on November 21, 2019, by moderators of r/The_Donald. After Reddit quarantined r/The_Donald, moderators of the subreddit promoted TheDonald.win through the use of sticky posts, touting the site as a backup to the subreddit in the event that it was banned. The promotion caused the site to rapidly gain users. Another surge of users was caused on June 29, 2020, when the subreddit was banned by Reddit in a purge of around 2000 communities. As of August 11, 2020, TheDonald.win ranks as the 1,195th most visited website in the United States and 6,474th worldwide, according to Alexa Internet. == Relationship to Trump == The Trump campaign's digital director, Brad Parscale, stated in June 2016 that he visited the subreddit daily. Throughout the election, members in Trump's war room at Trump Tower monitored the subreddit to see new trends. During the 2016 Democratic National Convention on July 27, 2016, Trump hosted an AMA on the subreddit. Moderators of the subreddit stated that they banned more than 2,000 accounts during Trump's AMA session. Trump also posted several pre-debate messages on the subreddit. Throughout Trump's 2016 campaign, as well as the beginning of Trump's presidency, journalists noted that several of Trump's tweets contained images that originally appeared on the subreddit. On July 6, 2016, in response to his deleted tweet containing the Star of David, Trump accused Disney of antisemitism on Twitter, which was accompanied with a photo of a sticker book based on the Disney film Frozen. Justin Miller of The Daily Beast noted that the image Trump used in his tweet originated on the subreddit less than 24 hours before. Similarly, on March 3, 2017, Trump tweeted an image of Chuck Schumer posing with Vladimir Putin to allege hypocrisy. According to BuzzFeed, the image was posted less than 24 hours earlier on the subreddit. On May 11, 2017, after firing James Comey, Trump responded to Rosie O'Donnell's 2016 tweet calling Comey to be fired with \"We finally agree on something Rosie.\" Brandon Wall, a reporter for Buzzfeed, alleged that Trump browsed r/The_Donald because O'Donnell's tweet was posted on the subreddit 20 minutes before Trump's response. Although The Washington Post acknowledged that Trump tweeted images previously viral on the subreddit, they also noted that O'Donnell's tweet did not go viral until Trump responded. In July 2017, a video tweeted out by Trump was noted to have appeared on the subreddit about four days earlier. However, the White House denied that the video directly came from Reddit. In May 2019, Politico reported that Trump's social media manager, Dan Scavino, frequented the subreddit, writing that he \"has helped craft some of Trump’s most memorable social media moments.\" == Influence == A quantitative analysis found that r/The_Donald was an important influencer of news content on Twitter, with the board contributing 2.97% of mainstream news links and 2.72% of alternative news links on Twitter (as a fraction of all links co-appearing on Twitter, Reddit, and 4chan). The researchers concluded that \"'fringe' communities often succeed in spreading alternative news to mainstream social networks.\" They also calculated that r/The_Donald hosted 35.37% of URLs from 54 alternative news sites \"like Infowars\" on Reddit. == Prominence on Reddit website == === Algorithm === Through the use of \"sticky posts,\" a moderation function of Reddit that allows selected posts to be artificially placed at the top of a subreddit, the moderators of the forum were \"gaming\" the algorithms in order to dominate the content on the r/all page, which is a representation of the most popular content on the website. Additionally, users were often apt to flood the website with waves of identical images or posts, a direct violation of site-wide policies regarding spam. In response, Huffman rolled out a change to the r/all algorithm; he noted that r/The_Donald was among several Reddit communities over the years that \"attempt to dominate the conversation on Reddit at the expense of everyone else.\" Ongoing problems with members of the subreddit brigading and harassing other subreddits forced Reddit staff to modify the site's software algorithms to limit the offending posts to the subreddit. The Reddit team introduced r/popular to replace r/all, which included most popular subreddits except for The_Donald, and as a result the subreddit could no longer reach the front page. In February 2017, Reddit overhauled their algorithms even further to prevent content from the subreddit (among other communities) from ever being seen by logged out users or people who do not have a Reddit account. In a 2018 study by University College London, r/The_Donald was the most active subreddit when it comes to posting memes. The study explained that \"Reddit users are more interested in politics-related memes than other type of memes.\" === Conflict with Reddit management === The subreddit received additional coverage on November 24, 2016, when Huffman admitted to editing r/The_Donald users' comments that were critical of him, in response to harassment by the community. On November 30, 2016, Huffman announced that sticky threads from r/The_Donald would no longer show up on r/all. Huffman's rules were criticized by some Redditors, including both Trump and non-Trump supporters, while others felt the sanctions did not go far enough and called upon Huffman to ban the subreddit entirely. While members of the subreddit claimed they were the victims of censorship, Huffman said the actions were about \"banning behavior, not ideas.\" The harassment directed at Huffman by r/The_Donald users led to changes in the manner in which Reddit deals with problematic communities and users. Since being harassed by the community, Huffman stated that Reddit is going to start actively policing problematic users: \"We're taking a different strategy now. We are focusing more on, like, taking care of the individual users instead of doing it at the community level which was largely our strategy before.\" In March 2017, users of r/The_Donald accused Reddit of discriminating against them when Reddit's advertising platform portrayed r/The_Donald as having 6,000,000 subscribers instead of the 385,000 displayed on the subreddit live counter available to the public. The Reddit Director of Communications stated that the subscriber discrepancy was a simple labeling error wherein the count for \"daily unique visitors\" was mistakenly labeled as \"subscribers\" and that the error would be partially fixed by the end of the day. In May 2019, former Reddit CEO Ellen Pao told Mother Jones that the subreddit should be banned for not following the site's rules. However, she also acknowledged that \"it's hard to take down a subreddit which is driving a lot of traffic.\" == Controversies == === Pizzagate conspiracy theory === A conspiracy theory involving the Democratic Party, Hillary Clinton, John Podesta and the Comet Ping Pong pizzeria attracted attention on r/The_Donald. Several members of the community created the r/pizzagate subreddit which was subsequently banned by Reddit administrators for breaking site rules regarding sharing personal information of others. In December 2016, the subreddit gained media attention when it linked a knee injury sustained by NBA player Andrew Bogut to the conspiracy theory. === Seth Rich murder conspiracy theories === r/The_Donald devoted a significant number of posts to the murder of Seth Rich. In July 2017, The Economist noted that there had been over 10,000 posts dedicated to the topic. The subreddit promoted the conspiracy theory that his killing was a political assassination. Reddit users attempted to tie the homicide to prior \"Clinton Body Count\" conspiracy theories. Several members of the subreddit planned a march on Washington D.C. === CNN wrestling video === On July 2, 2017, Donald Trump tweeted a video of himself wrestling Vince McMahon with the CNN logo superimposed over McMahon's face. Multiple sources, including The New York Times, NBC News, the BBC, and The Washington Post, reported that the clip appeared on the subreddit about four days earlier. However, on July 3, the White House denied that the video directly came from Reddit. Additionally, The Washington Post reported that the Reddit user who posted the video, HanAssholeSolo, also wrote about stabbing Muslims while Vox added that the poster attempted to remove his racist comments, including many that said the word nigger and an image of Jewish CNN employees, each being labeled with a Star of David, in a post titled \"Something strange about CNN...can't quite put my finger on it.\" Meanwhile, the Anti-Defamation League referred to the user as an \"extremist\" after analyzing his posts. The ADL also identified the user as \"a parent and a veteran in his 40s living in Tennessee\" based on the personal information within his post history. Based on the aforementioned posts, Vox reported that some members of the forum have interpreted the tweet as support for their racist beliefs. Eventually, after being identified by CNN's Andrew Kaczynski, the user posted an apology in the subreddit on July 4. Immediately afterwards, his apology was locked and deleted by the subreddit's moderators while the user deleted his Reddit account. CNN was accused by Julian Assange, Jack Posobiec, and Mark Dice of blackmailing the user, while the hashtag, #CNNBlackmail, trended on Twitter. Kaczynski responded by stating that his line was \"misinterpreted\" and that the user said that he was not threatened prior to his apology. In response to the controversy, ShadowMan3001, one of the moderators of the subreddit, told Kevin Roose of The New York Times that CNN's intent in possibly releasing the user's identity was \"a glaring example of their absolute lack of not only journalistic integrity, but basic morality.\" === Russian propaganda === In February 2018 Inquisitr reported on an analysis that revealed that r/The_Donald had thousands of posts to it that originated from Russian propagandists, making it one of the biggest hubs of Russian-based propaganda on the internet. Soon after, The Daily Beast obtained documents from the Russian-backed online \"troll farm\" Internet Research Agency that confirmed that the organization deployed its agitators on subreddits including r/The_Donald and r/HillaryForPrison in the run-up to the 2016 election. In early March 2018 congressional investigators revealed that they plan to question Reddit and Tumblr as part of their investigation into the Russian interference surrounding the 2016 U.S. presidential election with Representative Adam Schiff urging Reddit and other major online platforms to make more data available about the extent of Russia's online propaganda efforts. Huffman later admitted that Reddit was aware that the site was a target of Russian propagandists, and users of the website criticized Reddit for concealing Russian activity on the website and for not working fast enough to ban extremist communities. When asked why the r/The_Donald community was not banned from the website, Huffman replied that \"Banning them probably won't accomplish what you want. However, letting them fall apart from their own dysfunction probably will.\" === Islamophobia === The slogan \"Remove Kebab\" has appeared on r/The_Donald in threads that have calls for violence and open hatred directed toward Muslims. As a meme \"Remove Kebab\", based on the music video called \"Serbia Strong\" by a group of soldiers celebrating the Bosnian Serb war criminal Radovan Karadžić has appeared in over 800 threads on the r/The_Donald. The band's accordion player Novislav Đajić, convicted in 1997 of crimes during the Yugoslav wars, features in meme images and is known as \"Dat Face Soldier\". == Media reception == The subreddit was criticized by Vice, which stated in an article that the subreddit was \"authoritarian,\" \"racist,\" \"misogynistic,\" \"homophobic,\" \"Islamophobic,\" and a \"hypocritical 'free speech' rallying point.\" The publication Slate described r/The_Donald as a \"hate speech forum\" and The Verge has described it as a \"notoriously fetid troll swamp.\" According to The New York Times, \"[m]embers respond to accusations of bigotry with defiant claims of persecution at the hands of critics. It is an article of faith among posters that anti-racists are the real bigots, feminists are the actual sexists, and progressive politics are, in effect, regressive.\" The subreddit also spread fake news and promoted conspiracy theories such as \"Pizzagate.\" In February 2017, Atlantic Council's Digital Forensic Research Lab analyzed how the subreddit was able to spread fake news throughout similar subreddits and conspiracy sites. The subreddit is also connected to the alt-right while an article by The Washington Post connected the moderators of closely related Trump subreddits to racist subreddits such as \"r/Quranimals\" and \"r/Rapefugees.\" One moderator banned users for reporting Islamophobia to the subreddit, saying, \"Jesus Christ people, stop reporting Islamophobia. We don't fucking care about our 'Islamophobia problem' AT ALL!\" The National Memo noted that \"moderators have made the occasional attempt to rid r/The_Donald of overt racism and anti- Semitism\" and The Economist emphasized that the moderators \"at least try\" to remove anti-semitism from the subreddit. Meanwhile, Motherboard interviewed a moderator of the subreddit, who said \"[t]he people from /pol/ who can behave, which is probably most of them, stay. The people who don't behave usually wind up getting banned for rule 3.\" The New York Times also noted that, in addition to the subreddit's \"no racism/anti-Semitism\" policy, the subreddit also warns against \"dissenters or SJWs\" posting on there and that \"concern trolling\" is also banned. Gizmodo commented that the subreddit \"revealed how easy the site's ageing algorithm is to game,\" comparing their actions to the profitability of fake news posted on Facebook. Gizmodo also referred the subreddit as \"Trump supporters' de facto base of power on Reddit.\" Politico described the subreddit as \"a message board that acted as a conduit between 4chan and the mainstream Web.\" In February 2017, after Kellyanne Conway brought up the false Bowling Green massacre, SFGate noted that the subreddit's response to the incident was \"varied – and rather muted.\" Some users shared the video uncritically while others thought that the incident was an intentional part of a larger strategy by the Trump administration. Similarly, in May 2017, users on the subreddit began reposting memes pertaining to the murder of Seth Rich that occurred in Washington D.C.. Mashable described the postings as a distraction since the users began posting just hours after \"The Washington Post broke the news that Trump had divulged classified intelligence to Russian representatives.\" It was later reported by Gizmodo that, at one point, 20 of the top 26 posts on the subreddit pertained to the Seth Rich murder. In the aftermath of the 2017 Las Vegas shooting, members of the subreddit initially thought that the suspect in the incident was Muslim and wrote comments about banning Muslims and refugees. However, after the identity of the shooter was revealed, the members saw the shooting as a \"false flag\" and posted various conspiracy theories. Using latent semantic analysis, FiveThirtyEight analyzed the relationship between the r/The_Donald and 50,323 other active subreddits based on 1.4 billion comments made over a two-year period from 2015 to 2016, and found the community was related to a number of \"hate-based subreddits,\" such as the respectively banned r/fatpeoplehate and r/coontown. == See also == * Controversial Reddit communities * Donald Trump on social media * Social media in the 2016 United States presidential election == References == == External links == * Category:2015 establishments in the United States Category:2020 disestablishments in the United States Donald Category:Donald Trump 2016 presidential campaign Category:Donald Trump 2020 presidential campaign Category:Internet properties established in 2015 Category:Internet properties disestablished in 2020 Category:Political Internet forums Category:Organizations established in 2015 Category:Alt-right Category:Donald Trump controversies Category:Articles with underscores in the title Category:2010s controversies in the United States Category:2020s controversies in the United States Category:Islamophobia in the United States Category:Islamophobic publications Category:White genocide conspiracy theory Category:Racism in the United States Category:Opposition to Islam in the United States Category:Far-right politics in the United States Category:Right- wing populism in the United States Category:White supremacy in the United States Category:/pol/ phenomena Category:Antisemitism in the United States Category:Antisemitic publications Category:Misogyny Category:Opposition to feminism Category:Donald Trump and social media Category:Websites with far- right material ",
    "title": "R/The Donald"
}