{
    "id": "51212055",
    "text": "Maghnus Ruadh Mág Samhradháin, the Second, (anglicised ‘Red’ Manus McGovern) was chief of the McGovern Clan and Baron or Lord of Tullyhaw barony, County Cavan from 1393 until his murder in 1408. ==Ancestry== His ancestry was Maghnus Ruadh son of Tomás Mág Samhradháin the Second (d. 1340) son of Brian ‘Breaghach’ Mág Samhradháin (d.1294) mac Donnchadh ‘Cime’ Mág Samhradháin (d.1269) mac Giolla na Naomh Mág Samhradháin (the Second) (d.1255) mac Giolla Íosa Mág Samhradháin (d.1231) mac Giolla na Naomh Mág Samhradháin, the First (fl.1170) mac Muireadhach Mág Samhradhán (fl.1130) mac Samhradhán (fl.1100), who were all previous chiefs of the clan.M.V. Duignan (1934), \"The Ui Briúin Bréifni genealogies\", pp. 90–137, in JRSAI Vol. LXIV His mother was Nualaidh, the daughter of the Maguire chief and Maguire’s wife Éadaoin Ó’Ceallaigh. His brothers were Tighearnán, Brian (d. 1337), Aedh (d.1351), Séan, Conchobhar, Niall Mág Samhradháin who preceded him as chief and died in 1359, Fearghal Mág Samhradháin who also preceded him as chief and died in 1393, Giolla na Naomh, Tadhg Buidhe (d.1367), Maghnus Buidhe (d.1357) and Matha (d.1356). ==Chieftainship== On the death of the previous chief in April 1393, his brother Fearghal Mág Samhradháin, Maghnus succeeded and reigned as chief until his death in 1408. In 1398 a series of recurring conflicts with the Maguire clan of Fermanagh began. The Annals of the Four Masters for 1398 state- Art Cuile, the son of Philip Maguire, was slain by the people of Teallach Eachdhach (Tullyhaw). In 1401 the McGoverns attacked the O'Reilly stronghold of Cavan Town. The Annals of Loch Cé for 1401 state- The attack of the Cabhan was made by the sons of O'Ruairc. viz., Tighernan Og, and Aedh Buidhe, and Tadhg, and by the sons of Mac Samhradhain, on Mael-mordha O'Raighilligh; and Muinter-Maelmordha had an encampment after them; and it is not easy to count the people and valuables that were destroyed there; and twenty loads of clothing were burned there, along with the Biatach's son, who came to assist Muinter-Raighilligh; and two score horses were taken from them besides. The Annals of Connacht for 1401 state- The attack on Cavan was delivered by the sons of O Ruairc, that is Tigernan Oc and Aed Buide and Tadc, and the sons of Mag Samradain, against Maelmorda O Raigillig, while the Muinter Mailmorda were encamped in their rear. It is hard to estimate the destruction wrought there, of people and goods. Twenty suits of armour were burned there, as well as Mac in Biataigh, who came to the help of the Muinter Raigillig. Two score horses were taken from them as well. In 1405 his first cousin Cathal, son of Donnchadh, son of Brian ‘Breaghach’ Mág Samhradháin died. The Annals of Loch Cé for 1405 state- Cathal, son of Donn Mac Samhradhain, mortuus est in hoc anno. The Annals of Connacht for 1405 state- Cathal son of Dond Mag Samradain died this year. There was trouble in 1408 when some of the McGoverns invaded Tyrconnell. The Annals of the Four Masters for 1408 state- Owen O'Rourke and the sons of Donn Magauran went into Tirconnell, to make war against the Breifnians. The Annals of Loch Cé for 1408 state- Eoghan O'Ruairc, and the sons of Donn Mac Samhradhain, went into Tir-Conaill, to war against the Breifnians. The Annals of Connacht for 1408 state- Eogan O Ruairc and the sons of Donn Mag Samradain went into Tir Conaill to make war upon the men of Brefne. ==Rent Roll== An interesting list of the rents and cess due to Maghnus, as Chief of the McGoverns, appears in the last entry in the Book of Magauran. It is a partial list of the rents of just four townlands in Tullyhaw and reads as follows: Boley, Templeport 34 kegs of butter for the half- quarterland of Buaile Fheadha (lethceathreamain Buaili Adh, meaning 'The Half- Quarterland of the Dairy in the Forest') i.e. 3 kegs of butter and 12 kegs of meal every quarter year i.e. the winter quarter and the autumn quarter and that of spring, and this is the steward's portion:- A gallon of butter and 2 kegs of meal per quarter, and this is McGovern's demand from An Bhuaile (mBuaili):- A keg of butter and 3 bands, and a gallon and 3/8 of a hundredweight and a band, and this is his milk-portion in wintertime:- A keg of butter on the first Saturday, and 3/8 the following Saturday, and a gallon on each of the other Saturdays, and 3/8 the following Saturday and a band soon after that, and the person who comes with it is told to bring his portion of milk with him and let him have the strainer with him, with which he will choose the curds until the pool of milk is separated also.Leabhar Méig Shamradháin, the MacGovern Poembook by Nollaig Ó Muraíle, in \"Culture and society in early modern Breifne/Cavan\", Dublin 2009. Derrycassan Sruhagh This is the portion of Sruagh- 18 kegs of butter and 50 measures of milk and a band of butter every Sunday from Mayday to Michaelmas and 3 portions of raw meat each year and a gallon of butter in summertime and 8 cakes each year.Leabhar Méig Shamradháin, the MacGovern Poembook by Nollaig Ó Muraíle, in \"Culture and society in early modern Breifne/Cavan\", Dublin 2009. CarrowlattaMcManus (meaning The Quarter Ballybethagh of the Monument of the Sons of Maghnus) This is the portion of Ceathraimhe Leachta Meic Mhaghnusa- 18 kegs of butter and a pig and two tapestries. And this is his measure at Christmas- 4 kegs of butter and eight kegs of meal. From this list we see that in 1400 the main type of farming carried on in Tullyhaw was milk and beef cattle together with sheep & pigs and raising of crops such as oats. It is interesting that embroidered tapestries were acceptable as rent payments. ==Death== Maghnus was killed by a member of the Gilroy clan from Fermanagh in 1408 The Annals of the Four Masters for 1408 state- Manus Magauran was killed by the blow of a pole, thrown at him by Baethan Mac Gilroy. The Annals of Loch Cé for 1408 state- Maghnus Mac Samhradhain was killed by the Baethan Mac Gilla-ruaidh, with a cast of a pole. The Annals of Connacht for 1408 state- Baethan Mac Gilla Ruaid killed Magnus Mag Samradain by throwing a stake at him. The Annals of Clonmacnoise for 1408 state- Magnus Magawran was killed by Boyhanagh mGille Roe by a throw of a staff of a hedge ==References== Category:1408 deaths Category:Irish lords Category:People from County Cavan Category:15th-century Irish people ",
    "title": "Maghnus Ruadh Mág Samhradháin"
}