{
    "id": "51217061",
    "text": "Captain Robert McNair Wilson MB, ChB (22 May 1882 Maryhill, Glasgow – 29 November 1963 New Forest, Hampshire), was a British surgeon, writer and journalist and Liberal Party politician. ==Background== Wilson was the son of William Wilson and Helen Turner. He was educated at Glasgow Academy and Glasgow University. On 7 December 1905 in Alnwick, Northumberland he married Winifred Paynter. They had three sons. He then married Doris May Fischel. They had two sons.‘WILSON, Robert McNair’, Who Was Who, A & C Black, an imprint of Bloomsbury Publishing plc, 1920–2016; online edn, Oxford University Press, 2014 ; online edn, April 2014 accessed 1 Aug 2016 ==Professional career== Wilson was House Surgeon Glasgow Western Infirmary. He was Medical Correspondent of the Times from 1914–1942. He also wrote detective fiction under the pseudonym of Anthony Wynne and a novel under the pseudonym Harry Colindale.‘WILSON, Robert McNair’, Who Was Who, A & C Black, an imprint of Bloomsbury Publishing plc, 1920–2016; online edn, Oxford University Press, 2014 ; online edn, April 2014 accessed 1 Aug 2016 ===Written as R McNair Wilson=== * The Beloved Physician: Sir James Mackenzie, a Biography (1926) * Napoleon the Man (1927) * Josephine, the Portrait of a Woman (1930) * The History of Medicine (1930) * The King of Rome (1932) * Monarchy or Money Power (1933) * Napoleon's Mother (1933) * Napoleon's Love Story (1933) * High Finance (1934) * The Gipsy Queen of Paris. Being the Story of Madame Tallien by Whom Robespierre Fell (1934) * Young Man's Money (1934) * The Mind of Napoleon (1934) * The Defeat of Debt (1935) * Women of the French Revolution (1936) * Germaine J de Stael, the Woman of Affairs (1936) * Napoleon, the Portrait of a King (1937) * Two Kinds of Money (1937) * Doctors' Progress (1938) * British Medicine (1941) * The Witness of Science (1942) * Financial Freedom for Housing (1945) * The Empress Josephine (1952) ===Written as by Anthony Wynne=== Novels and Short Story Collections *The Mystery of the Evil Eye (1925). Also published as The Sign of Evil. Serialised weekly in Flynn's between 29 November 1924 and 3 January 1925 *The Double-Thirteen Mystery (1926). Also published as The Double Thirteen. Serialised weekly in Flynn's between 5 and 26 September 1925 *The Mystery of the Ashes (1927). Serialised weekly in Hull Times between 2 October 1926 and [Date not yet confirmed]. Also serialised weekly in Flynn's between 20 November and 11 December 1926, as Tiger's Spring *The Horseman of Death (1927). Serialised in Flynn's, 17 and 24 September, 1, 8 and 15 1927 *Sinners Go Secretly (1927). Short stories *The Dagger (1928) *Red Scar (1928) *The Fourth Finger (1929) *The Room with the Iron Shutters (1929) *The Blue Vesuvius (1930) *The Yellow Crystal (1930). Abridged and reprinted as The Face of the Assassin in Illustrated Magazine, May 1930 *Murder of a Lady (1931). Also published as The Silver Scale Mystery *The Silver Arrow (1931). Also published as The White Arrow *The Case of the Green Knife (1932). Also published as The Green Knife *The Case of the Red- Haired Girl (1932). Also published as The Cotswold Case *Murder in Thin Air (1932) *The Case of the Gold Coins (1933) *The Loving Cup (1933). Also published as Death out of the Night *Death of a Banker (1934) *The Holbein Mystery (1935). Also published as The Red Lady (1935) *The Toll-House Murder (1935) *Death of a Golfer (1937). Also published as Murder in the Morning *Death of a King (1938). Also published as Murder Calls Dr Hailey *Door Nails Never Die (1939) *The House on the Hard (1940) *Emergency Exit (1941). Abridged and reprinted in Speed Mystery, March 1946 *Murder in a Church (1942) *Death of a Shadow (1950) Short Stories *The Death Moth. Hutchinson's, December 1924. Reprinted Flynn's, 25 April 1925 *The Moving Hands Mystery. Hutchinson's, January 1925. Reprinted as The Movable Hands. Flynn's, 7 February 1925 *The Lonely Skipper. Hutchinson's, February 1925. Reprinted Flynn's, 28 March 1925 *The Mark of the Chain. Hutchinson's, March 1925. Reprinted Flynn's, 9 May 1925 *The House of Death. Flynn's, 14 March 1925 *Monte Carlo Madness. Flynn's, 21 March 1925. Reprinted Hutchinson's, April 1925 *The Hat of the Hundred Days. Hull Times, 3 October 1925. Reprinted as The Hat of Elba. Flynn's, 27 February 1926 *The Revolving Death. Flynn's, 10 October 1925 *The Leather Wallet. Hull Times, 10 October 1925. Reprinted Flynn's, 26 December 1925 *The Emerald Necklace. Hull Times, 17 October 1925. Reprinted Flynn's, 19 December 1925 *The Wasp on the Window. Flynn's, 17 October 1925. Reprinted Hull Times, 19 December 1925 *The Lost Ancestor. Flynn's, 24 October 1925. Reprinted Hull Times, 5 December 1925 *The Acid Test. Hull Times, 24 October 1925. Reprinted Flynn's, 5 December 1925 *Moon Metal. Hull Times, 31 October 1925. Reprinted Flynn's, 12 December 1925 *The Heel of Achilles. Flynn's, 31 October 1925. Reprinted Hull Times, 28 November 1925 *Black Magic. Flynn's, 7 November 1925. Reprinted Hull Times, 21 November 1925 *The Countess Xaxa. Hull Times, 7 November 1925. Reprinted Flynn's, 21 November 1925, as Who is the Countess? *The Livid Streak. Hull Times, 14 November 1925. Reprinted Flynn's, 28 November 1925 *Murder's Sting. Flynn's, 14 November 1925. Reprinted as The Sting. Hull Times, 12 December 1925 *Shadows. Hull Times, 26 December 1925 *Footsteps. Flynn's, 9 January 1926. Reprinted Hutchinson's, August 1926. Collected in Sinners Go Secretly *The Dancing Girl. Flynn's, 23 January 1926. Reprinted Hutchinson's, May 1926. Collected in Sinners Go Secretly *Hearts Are Trumps. Flynn's, 30 January 1926. Reprinted Hutchinson's, March 1926. Collected in Sinners Go Secretly *The Cyprian Bees. Flynn's, 6 February 1926. Reprinted Hutchinson's, April 1926. Collected in Sinners Go Secretly *The Gold of Tso-Fu. Flynn's, 13 February 1926. Reprinted Hutchinson's, September 1926. Collected in Sinners Go Secretly *The Wizard's Race. Flynn's, 6 March 1926 *The Tinkle of the Bells. Hutchinson's, June/July 1926. Collected in Sinners Go Secretly *The Light on the Roof. Flynn's, 11 June 1927. Reprinted Hutchinson's, October 1927. Collected in Sinners Go Secretly *The Jewels of Yvonne. Flynn's, 25 June 1927. Collected in Sinners Go Secretly *Prudence and the Marquis. Flynn's, 2 July 1927. Collected in Sinners Go Secretly *The Telephone Man. Flynn's, 9 July 1927. Collected in Sinners Go Secretly *The House in the Woods. Hutchinson's, February 1927. Reprinted Flynn's, 27 August 1927. Collected in Sinners Go Secretly *The Black Kitten. Hutchinson's, January 1927. Reprinted Flynn's, 22 October 1927. Collected in Sinners Go Secretly Radio plays * The Tinkle of the Glass. BBC 5PL, Plymouth, 30 May 1927 Non-fiction * Within the Dance. Nottingham Journal, 4 March 1926. Reprinted as The Whirl. Birmingham Daily Gazette, 20 May 1926 ===Written as by Harry Colindale=== *They Want Their Wages (1925) ==Political career== Wilson was Liberal candidate for the Saffron Walden division of Essex at the 1922 General Election. At this election the Liberal Party was split between followers of H. H. Asquith and followers of David Lloyd George. Wilson was a follower of Asquith, but in Saffron Waldon, he was competing with a follower of Lloyd George and as a result finished fourth. By the time of the next election in 1923, the Liberals were united and he was the only Liberal standing in Saffron Walden. He increased the Liberal vote share but only finished third. He did not stand for parliament again.British Parliamentary Election Results 1918-1973, FWS Craig ===Electoral record=== ==References== ==External links== * Category:1882 births Category:1963 deaths Category:Alumni of the University of Glasgow Category:Liberal Party (UK) parliamentary candidates Category:People educated at the Glasgow Academy ",
    "title": "Robert McNair Wilson"
}