{
    "id": "51213742",
    "text": "Evans Kiplagat Chebet Barkowet (born 5 March 1988) is a Kenyan long-distance runner who competes for Azerbaijan since June 2016 when he gained citizenship.Evans Kiplagat. European Athletics. Retrieved on 31 July 2016. ==Career== He emerged in national events in 2008 before competing abroad in road running events, with a third-place finish at the 2009 Lille Half Marathon in 59:56 establishing him as an elite level runner.Semi Marathon International de Lille 2009 CLASSEMENT GENERAL. Le Sportif. Retrieved on 31 July 2016.Evans Kiplagat. All Athletics. Retrieved on 31 July 2016. He made his marathon debut at the Amsterdam Marathon in 2009, finishing the distance in 2:10:46 hours.Evans Kiplagat Barkowet. IAAF. Retrieved on 31 July 2016. His next outing was the Frankfurt Marathon in 2010, placing ninth in a time of 2:10:07 hours.World fastest marathon times, 2010. AIMS. Retrieved on 31 July 2016. He ran two further marathons in 2011, taking third at the Vienna City Marathon in a personal best of 2:09:22 hours, before a return to Amsterdam, where he was tenth in 2:10:42.April 2011. AIMS. Retrieved on 31 July 2016.October 2011. AIMS. Retrieved on 31 July 2016. His performances declined in the 2012 season, though his run of 2:16:43 hours at the Istanbul Marathon was enough for third. He was runner-up at the Rabat Half Marathon and Darıca Half Marathon in 2013, which preceded a run of 2:11:26 hours for sixth at the JoongAng Seoul Marathon. He had his best results yet in 2014: he improved his best twice in runner-up performances, first at the Prague International Marathon with 2:08:17 hours behind Patrick Kipyegon Terer, then at the JoongAng Seoul race with 2:07:46 behind Feyisa Bekele.Evans Kiplagat Chebet. Association of Road Racing Statisticians. Retrieved on 31 July 2016.Evans Kiplagat Barkowet. Association of Road Racing Statisticians. Retrieved on 31 July 2016. The 2015 season saw him continue his form, with wins at the Tarsus and Istanbul Half Marathons, his first marathon win in Iten, and runner-up finishes in Prague and Istanbul. He was again the second-placer in a marathon at the start of 2016 at the Seoul International Marathon. His time of 2:05:33 hours there pushed him towards the top of the event global rankings. He appeared for Azerbaijan at the 2016 European Athletics Championships, placing 19th in the half marathon, and at the 2016 Summer Olympics, where he finished 28th in the marathon. In 2019, he competed in the men's marathon at the 2019 World Athletics Championships held in Doha, Qatar. He did not finish his race. ==International competitions== {| |- |2016 |European Championships |Amsterdam, Netherlands |19th |Half marathon |1:05:01 |} ==See also== *List of eligibility transfers in athletics ==Notes== * There are conflicting profiles and birth dates for this athlete. Listings for Evans Kiplagat Chebet of Kenya state his birth-date as 10 November 1988 whereas listings for Evans Kiplagat Barkowet for Azerbaijan list his birth-date as 5 March 1988. Transfer documentation from the IAAF confirm this is the same athlete.ELIGIBILITY – TRANSFER OF ALLEGIANCE (Transfers that have taken place from 25 April to 29 June 2016). IAAF. Retrieved on 31 July 2016. ==References== ==External links== * * Category:Living people Category:1988 births Category:Kenyan male long-distance runners Category:Kenyan male marathon runners Category:Azerbaijani male long- distance runners Category:Azerbaijani male marathon runners Category:Naturalized citizens of Azerbaijan Category:Azerbaijani people of Kenyan descent ",
    "title": "Evans Chebet"
}