{
    "id": "51212538",
    "text": "Mildred June Tompkins Benson (née Tomkins), commonly known as June Benson, (1915–1981) was the first woman to serve as mayor in the American State of Oklahoma when elected mayor of Norman in 1957 by city commissioners. Benson was inducted into the Oklahoma Women's Hall of Fame in 1985, thanks also to the significant contributions she made on voting rights and environmental protection. ==Early life and education== Benson was born on November 6, 1915 in Granite, Oklahoma, the daughter of the Oklahoma legislator Elmer O. Tompkins and his wife Bessie Stovall. She was brought up in McAlester where she attended public schools before studying history and government at the University of Oklahoma, graduating in 1947. She married the political research professor Oliver Earl Benson on 1 June 1940 in Guthrie, Oklahoma. In 1954, she gained an M.A. in political science with a thesis on voting law reform. ==Career== In 1952, Benson was the first woman to be elected to Norman's City Commission. On May 14, 1957, she was elected mayor of Norman as \"Mrs. Oliver Benson\". Shortly afterwards, on May 26 she witnessed Gov. Raymond Gary's signing a bill to set up a central county voter registration system. Known as the Oklahoma Election Reform Act, it included measures for recording voters' signatures and the periodic removal of the names of those who had died or moved away. The act represented acceptance of the proposals she had made in her university thesis on Election Practices in Oklahoma. Among Benson's successes while mayor was progress on noise control, waste oil collections and water quality. She also initiated the appointment of trained city managers. After her term as mayor, she contributed actively to Common Cause, the Oklahoma Municipal League (as director), the League of Women Voters (Oklahoma president) and the Community Development Block Grant program (chair). She also served eight times as chair of Norman's Environmental Control Advisory Board. In 1979, she was appointed chair of Oklahoma's State Pollution Control Coordinating Board and in 1980 was named Oklahoma Conservationist of the Year. ==Family and heritage== Benson had two children, Megan Benson and John Michael Benson. She died on September 15, 1981, and is buried in the IOOF Cemetery, Norman, together with her husband who died in 1999. Norman's June Benson Park is named after her. The June Benson Collection held by University of Oklahoma Libraries contains correspondence, municipal reports, minutes of city government boards and related papers. ==Role in women's history== As the first woman mayor in Oklahoma, Benson can be listed with Alice Mary Robertson, the first woman from the state to serve in the U.S. Congress, Jessie Thatcher Bost, the first woman to graduate from Oklahoma Agricultural and Mechanical College, Winnie M. Sanger, Oklahoma's first female medical doctor, Clara C. Waters, America's first female warden in a male prison when serving at the Oklahoma State Reformatory, and Alma Wilson, the first woman to serve at the Oklahoma Supreme Court. ==References== Category:1915 births Category:1981 deaths Category:People from Norman, Oklahoma Category:Women in Oklahoma politics Category:American environmentalists Category:American women environmentalists Category:Mayors of places in Oklahoma Category:University of Oklahoma alumni ",
    "title": "June Tompkins Benson"
}