{
    "id": "51212560",
    "text": "Winfried Baumgart (born 29 September 1938) is a German historian. His work has a particular focus on German history during the nineteenth century and the opening decades of the twentieth century. His historiographical directory of Germany history, which first appeared in 1971, proved sufficiently popular to reach 16 editions by 2006. ==Life== Winfried Baumgart was born in Streckenbach, a hamlet then administered as part of Jauer in the Lower Silesian countryside to the west of Breslau. His father was a railway official. When he was 6 his family were caught up in the ethnic cleansing that was a feature of the times, and he fled with his two brothers to the Oldenburg region in the northwest of the British zone. Here he grew up. Between 1958 and 1963 he studied History and Anglistics at Saarland University in Saarbrücken. The course included a year abroad, which in Baumgart's case was divided between Edinburgh and Geneva. His ambition at his point was to become a secondary school teacher. At the same time he worked for and obtained a qualification as a simultaneous translator (English, French, Russian, German).\\- a couple of biographical paragraphs about the author, accompanying his essay on the Crimean War and sources on it However, after he was offered a job as a research assistant at the university, he decided to set aside his earlier ambitions, and instead pursue an academic career. He received his doctorate at Saarbrücken in 1965, for a dissertation entitled \"German Eastern policy in the Summer of 1918. Between Brest-Litovsk and Compiègne\" (\"Deutsche Ostpolitik im Sommer 1918. Zwischen Brest-Litowsk und Compiègne\"). The doctorate was supervised by Konrad Repgen.Winfried Baumgart: Deutsche Ostpolitik 1918. Von Brest-Litowsk bis zum Ende des Ersten Weltkrieges. Wien 1966, p. 11. Habilitation followed, from Bonn, in 1971, with a piece of research entitled \"The Peace of Paris 1856. Studies of the relationship between waging war, politics, and the peace movement\" (\"Der Friede von Paris 1856. Studien zum Verhältnis von Kriegführung, Politik und Friedensbewegung\"). Between 1966 and 1970 he supported himself as a research assistant at Saarland University, transferring to Bonn in 1970. In 1971 he became a visiting professor in history at the University of Bonn. Two years later, in 1973, he obtained a full professorship in Medieval and Modern History at Mainz. Here he has built a reputation for research that has covered, in particular, Frederick the Great, Clausewitz, Moltke and Bismarck. He also took various visiting and guest professorships including Georgetown University (1977/78), New Sorbonne (1988/89), Glasgow (1990/91) and Riga (1993). He has been retired since 2003. ==References== Category:People from the Province of Lower Silesia Category:Historians of Germany Category:German historians Category:Johannes Gutenberg University Mainz faculty Category:University of Bonn faculty Category:People from Jawor Category:1938 births Category:Living people ",
    "title": "Winfried Baumgart"
}