{
    "id": "51218146",
    "text": "Diana Walter is a fictional character and the main antagonist in the 2016 film Lights Out, portrayed by Alicia Vela-Bailey. She is a vengeful ghost-like entity that attacks people in the dark, and can teleport. == Fictional character biography == Diana is a mysterious figure that attacks people only in the dark. It is revealed she was once a teenager committed to a mental hospital, suffering from a serious skin condition that prevented her from being exposed to any light. She befriends teenaged Sophie, who is hospitalized for depression. They take a picture together outside where she is covered in shadow by an umbrella. Doctors began performing experiments on Diana, but inadvertently killed her by exposing her to intense surgical-suite spotlights, instantly reducing her body to ashes. Diana then turns into a demonic, malevolent creature that can act only in the darkness. The creature latches onto Sophie, and kills anyone who tries to help or be with her. She interferes with Sophie's intentions of trying to get better, and frightens Sophie's young daughter Rebecca by taking her drawing of her family and inserting herself into it as a stick figure while rubbing out her father. Rebecca’s father is killed by her, though his family assume he abandoned them and Rebecca moves out as soon as she is old enough. Some years later, Diana appears at Sophie's second husband Paul's work place and kills him. She then haunts Sophie and Paul’s child, Martin, to the point that he is unable to get sleep anymore. When Martin is staying at Rebecca's, Diana goes there and haunts them, scratching onto the floor the same name and stick figure she added to Rebecca's childhood drawing. Diana continues to influence Sophie, who suggests a stay-in movie night with Martin, including Diana as \"the three of us\", in an attempt to proactively introduce her son to her demon friend. When Sophie tries to take her pills, Diana knocks them aside. Diana tries to pull Martin under the bed, but Rebecca stops her. She locks Rebecca and Martin in the basement, and attacks Rebecca's boyfriend Bret, who is able to flee by activating his car headlights. She ignores Sophie's pleas to not hurt her kids, and continues to attack in the dark, killing two police officers. She reveals to Rebecca her killing of her father years before. However, as Diana is about to kill Rebecca, Sophie arrives and states that Diana only exists because Sophie has allowed her to exist. Sophie then shoots herself in the head, and Diana disappears. == Development == === Conception === Sandberg said that his goal was to keep Diana's appearance in the film as a silhouette. When asked about how challenging it was to keep Diana in the dark he said \"Very challenging because I didn’t want to cheat. I had to storyboard all of it just to make sure that she was truly a silhouette. At first I was working with a storyboard artist. He would draw her with a rim light on her and I was like, “No, we can’t shoot it like that because that’s cheating.” So I had to do my own storyboards and really figure out how we could always keep her as a true silhouette. When she grabs Bret, I had to think about, “If he uses his flashlight like this to bang on the handle, if she grabs him when he’s up here, then the flashlight is pointed backwards creating a silhouette so that she can actually grab him.” It was really hard to figure out exactly how to get her on film.\" Diana was originally supposed to be more of a demonic presence but James Wan suggested that she have a human background so she could have a relationship to Sophie and add to the connection to the family. === Casting === In an interview, when asked about the casting of Diana, David said \"...I figured she would be pretty still but once I met Alicia, we met Alicia just to have her as a stunt person for whoever would play Diana. But when I met Alicia and she showed me what she could do, because she’s a dancer and she has full control over her body, it was like, 'Oh, this is really awesome. So let’s have Alicia play Diana the whole time and we can really turn her into this ferocious, animalistic creature almost.'” == References == == External links == * Category:Film characters introduced in 2013 Category:Female horror film villains Category:Fictional ghosts Category:Fictional mass murderers Category:Fictional half-demons Category:Fictional characters with disfigurements Category:Fictional monsters ",
    "title": "Diana Walter"
}