{
    "id": "51214874",
    "text": "The World FUE Institute (founded on February 22, 2016; Brussels, Belgium)http://www.worldfueinstitute.com/ is an educationally and scientifically driven non-profit organization of international medical professionals whose aim is to promote precision, artistry, competence, diligence and proficiency in the field of hair restoration using FUE (Follicular Unit Extraction) techniques and methodology. In addition, the World FUE Institute supports education and scientific research in the area of FUE inspiring new ideas, evoking insights and encouraging innovation. ==Structure== The World FUE Institute consists of an executive committee (president, vice-president, treasurer and secretary) and a governing board as well as general membership from around the world. Committees include Membership and Nominating, Finance, Scientific Research and Education, Workshop and Meeting, FUE Technique and Standards, and Communications, and Bylaws and Public Relations committees. ==FUE technique and standards guidelines== The World FUE Institute produces guidelines for the profession through scientific data that has been gathered from its lite membership. Guidelines aim to provide physicians with relevant evidence of perils and benefits in the application of certain techniques and the use of certain tools. ==Meetings and workshops== The World FUE Institute organizes annual educational meetings and workshops that are specifically aimed at physicians who are already performing FUE and wish to improve and update their techniques and use of cutting edge instrumentation, and those who are just entering the field.http://www.hairtransplantmentor.com/world-fue-institute-fue-workshop/ The first World FUE Institute’s international workshop including live surgeries will be held in November 2016 in the Canary Islands (Spain). ==The World FUE Fellowship and other membership categories== A Fellow of the World FUE Institute is a duly licensed medical physician according to the standards set forth in his/her own country who has completed at least three years of experience performing FUE (Follicular Unit Extraction) procedures and who has distinguished himself/herself in the professional application of FUE. Membership as a Fellow is considered a privilege and is therefore offered to potential candidates by invitation of the Governing Board. Fellow Members are entitled to the use of the logo and have access to exclusive material. Other membership categories include General Membership for those physicians who have not yet completed three years of FUE experience, Surgical Assistant Membership for surgical assistants to Fellow members and Adjunct Members for those holding a PhD and who are heavily involved in the research of hair restoration using FUE methodology. ==Founders== Dr. Jose Lorenzo (Spain), Dr.Koray Erdoganhttp://www.gazetevatan.com/dunyanin-en-basarili-sac-ekimi-otoriteleri- istanbul-daydi-806305-saglik/http://www.fuegallery.com/hair-transplants/dr- koray-erdogan (Turkey), Dr. Bijan Feriduni (Belgium), Dr. Emorane Lupanzula (Belgium), Dr. Alex Ginzburg (Israel) and Dr. Hussain Rahal (Canada) Governing board members 2016–2018 *Dr. Jose Lorenzo (Spain) – President *Dr. Koray Erdogan (Turkey) – Vice-President *Dr. Bijan Feriduni (Belgium) – Treasurer *Dr. Emorane Lupanzula (Belgium) – Secretary *Dr. Alex Ginzburg (Israel) – Finance Committee chairman *Dr. Hussain Rahal (Canada) – Membership and Nominating Committee Scientific Dr. Jerry Wong (Canada) – Research and Education Committee chairman *Dr. Alejandro Chueco (Argentina) – Workshop and Meeting Committee chairman *Dr. Ronald Shapiro (United States) – FUE Technique and Standards Committee chairman *Dr. Antonio Ruston (Brazil) – Communications, Bylaws and Public Relations Committee chairman ==References== ==External links== Category:Medical and health organisations based in Belgium Category:Cosmetic surgery ",
    "title": "World FUE Institute"
}