{
    "id": "51211284",
    "text": "\"Glasgowman's Wrath\" is the sixth episode of the sixteenth season of the American police procedural-legal drama Law & Order: Special Victims Unit. The episode is based on Slender Man but is renamed \"Glasgowman\". The episode is a Halloween episode, loosely based on the Slender Man stabbings. It received mixed reviews after its release where it was even compared to The Blair Witch Project. Despite being credited, main character Fin Tutuola does not appear in this episode. ==Plot== The episode starts with a girl, Zoe Harris, being scared by her sister, Mia Harris, and Mia's friend, Perry Gilbert. One of the girls is recording a video blog of finding something called \"Glasgowman\" they enter a park to search for Glasgowman. Zoe tells her sister she's scared but is ignored. In the morning, Zoe is found in the park with multiple stab wounds by a bird watcher. Amanda Rollins and Carisi respond to the call. Rollins travels in the ambulance with the girl while Carisi interviews the bird watcher. At the hospital, Rollins shows the bird watcher's photos of the suspect to Nick Amaro. Zoe's mothers arrive at the hospital and hound Amaro and Rollins for answers. Amaro calls Olivia Benson, who's home with her son on her day off, in on the case. Later on, once inside the Gilbert residence, the detectives discover that the girls had abandoned their phones. Zoe is then questioned, but her mothers don't take well to the questions the detectives are asking her. The police soon find the person that people believe to be Glasgowman, whose actual name is Charlie Dorsey, and find that he is just a homeless man with a mental illness. Carisi manages to bond with Charlie and they find that he isn't guilty for the crimes of which he has been accused. They soon learn that one of Perry's babysitters told the girls the story of Glasgowman. When interrogating the babysitter, they learn that he has made a make-believe map which is like the park where Zoe was found. They soon find Perry and Mia in an abandoned boathouse upriver from the city. At the hospital, the doctor informs detectives that Perry's wounds were self- inflicted. The detectives then look into the possibility that it was Perry who hurt Zoe. ADA Pippa Cox comes to prosecute Perry as a child in Family Court. The judge sentences Mia to the custody of her mothers with a recommendation for weekly psychiatric care. Perry is labeled a juvenile delinquent and remanded to a psychiatric hospital. ==Production== Oona Laurence portrays the victim in this episode It was announced that Oona Laurence, Chloe Csengery and Mina Sundwall would be guest starring as Zoe Harris, Perry Gilbert and Mia Harris respectively. ==Reception== Anne Easton of The Observer wrote \"On the heels of Halloween, the spookiest time of the year, SVU presents an episode that's part Blair Witch Project, part Slender Man homage. Much like the plot of Blair Witch, 'Glasgowman's Wrath' features three youngsters heading into the woods on a quest to capture a video image of an illusive figure; in this case it's three girls on a quest to see the supposedly iconic Glasgowman.\" Easton went on to state \"While maybe a bit unoriginal in plotting, this episode was still adequately spooky and disturbing, particularly with regard to the violent actions carried out by the youngsters.\" Easton finished her review with \"On the surface, this episode of SVU may seem like a simple tale of young girl's devotion gone awry, but once again it's the undercurrent of the installment, filled with various incarnations of complicated issues, the main one of which seems to be who do you trust and at what level, that make this a satisfying episode.\" Bill Bodkin of Pop-Break gave the episode an 8 out of 10 rating and stated \"'Glasgowman's Wrath,' despite the awful name, is a terrifically acted, tense and well thought out episode.\" Jennifer Gerson Uffalussy of The Guardian said \"It is an episode beautifully aware of its own narrative devices, using its storytelling prowess to call attention to our cultural lust for violence and our deliberate repression of the fact that the greatest evils may not take our forms of choice.\" Narsimha Chintaluri of TV Fanatic wrote \"Overall, tonight's episode was seasonal rather than topical but the twisted tale of these little girls' delusions proved to be an entertaining hour.\" Gabi Quinn of The Eagle called the final scene \"chilling\", she also called Will Harris one of the better guest stars of this season of Law & Order: SVU. It was said \"Viewers were left feeling extremely disturbed by episode 6 –– it was all too familiar with the devastating story that happened in Wisconsin.\" ==References== ==External links== * Category:Law & Order: Special Victims Unit episodes Category:2014 American television episodes Category:Halloween television episodes Category:Slender Man Category:Television episodes set in hospitals ",
    "title": "Glasgowman's Wrath"
}