{
    "id": "51216539",
    "text": "Haugesund Art Gallery, entrance Haugesund Art Gallery, large hall Architect David Sandved's exterior from 1978 with a lucam (hoist cover), chain, and well for roof drainage The Haugesund Art Gallery () stands in the north part of Haugesund with a view of the city park and rose garden. The art museum goes back to the Haugesund Art Society, founded in 1913.Kunststatistikk 1945–47. 1949. Statistiske meldinger 1–2: 75–87, p. 78. The Haugesund Art Gallery's museum was created as a municipal institution in 1973.Haugesund Billedgalleri: Om Haugesund Billedgalleri. ==Buildings== The museum was built in three stages: 1915, 1978, and 2004. The oldest building was created as a residence for Lars and Inga Meling 1915. In 1952, the house and its appertaining property was willed to the Municipality of Haugesund as a gift in line with Lars and Inga Meling's last wishes. Since 1959, the Haugesund Art Society has used the Haugesund Art Gallery as an exhibition space. The main building, which dates from 1978, was designed by the architect David Sandved. The last extension was carried out in 2004 and was designed by the architectural bureau Sandved og Wathne Arkitekter AS.Haugesund Billedgalleri: Kunstmuseet Haugesund Billedgalleri. The total building area covers , of which the exhibition area covers . ==Collections== The collections have their background in the Haugesund Art Society's permanent collection. In 1973 this was given to the Municipality of Haugesund in exchange for the municipality establishing a museum with display space for temporary exhibitions, a magazine, and a display room for the permanent collection. Today the museum has an art collection that encompasses the works of Norwegian and international artists such as Lars Hertervig, Edvard Munch, Pablo Picasso, Christian Krohg, Per Kleiva, Håkon Bleken, and Inger Sitter. The gallery has a collection that is rich in art connected to Western Norway, with works by artists such as Nikolai Astrup, Ole Frøvig, Trygve Goa, Kjell Pahr-Iversen, Fredrik Kolstø, Rita Marhaug, Olav Nygaard, Helene Nielsen, Stein-Magnus Opedal, Knut Rumohr, Gry Hege Rinaldo, Bernt Tunold, and Bjørn-Sigurd Tufta. ==Other== The Haugesund Art Society displays its current sales exhibitions in the gallery year round. ==References== ==External links== * Haugesund Art Gallery Category:Art museums and galleries in Norway Category:Art museums established in 1973 Category:Buildings and structures in Haugesund ",
    "title": "Haugesund Art Gallery"
}