{
    "id": "51218665",
    "text": "Balikumbat is a village located in Balikumbat Sub Division, Ngoketunjia Division of the North West Region, Cameroon. Balikumbat is the Sub Divisional Headquarter of Balikumbat Sub Division and located about 20.9 km from Ndop town. The Balikumbat people became so renowned in Cameroon and the world at large inspired by their late “super natural” leader Fon Doh Gahgwanyin III (1977 – 2012) == History == The death of the powerful Bali Chamba leader Gawulubi (Translated as ruler of the waters) in 1830 after the battle of Kumyidla or Kolm at Bafu-Fundong led to a serious succession Crises orchestrated by the fact that he never designated any successor at death, which provoked a rivalry between his first son Samsuh and second son Galanga. The power struggle latter attracted the junior princes and a princess; this led to a total split of the roving empire of Gawulubi. Galabe who was his fourth Son, one of the strongest soldiers, bookkeeper or treasurer of his father was the first to leave with his large supporters to create his Balikumbat chiefdom. Second in quitting was his eldest brother Samsu with his own faction to establish Bali Ghansin with the fewest supporters. In the third place of leaving the collapsed empire alliance was Princess Nyonga the eldest child with a good number of followers due to her popularity to found Bali Nyonga chiefdom for her son Nyongpasi who later became Fon Nyonga. The last of breakaway was Galanga and his faction to create Bali-gham (Bali nearer Bagham) reasons why they are known as “Nepgayidbi” meaning those who stayed behind at the palace of Gawulubi. Balikumbat Fondom was founded by the fourth son of Gawulubi, a strong soldier with a lot of celebrity, father's finance manager who refused to succumb to any of his two elder brothers if enthroned. From 1830 – 1920 royal succession was among cousins that is, if a Fon passed on, his cousin took over. Reasons why they were short lived. In 1920 following the death of Ga Nyamyin II, and with the intervention of British Administrative soldiers from up-station Bamenda, who had just taken over from the Germans after World War I, Galabe III was enthroned taking over directly from the immediate father. This marked the end of succession by cousins. The British, Balikumbat king makers and the entire population made a pact for direct hereditary. All attempts to unseat the enthroned revolutionary young Fon by Doh Mundem (a cousin of the deceased) who had been practicing Fonship when his cousin was still in power made with stiff resistance from the population and more security for the new Fon so much so that he (Doh Mundem) died almost as an outcast. Useful to mention here that Galabe III enjoyed a lot of support from the mother's kings men Bamunka. Reasons for some Bamunka traditional and cultural practices in Balikumbat up till date. Balikumbat “Nepkolubi” that is “people of the hilltop”, was the first group under “Ndaghan” leadership to leave Bafu – Fondong of late Gawulubi at about 1830. Galabe a powerful retainer called “Gibguela” served as treasurer for the entire roving empire or alliance which gave him a lot of influence and in subordination to any other prince. This led to the gathering of supporters into a kingdom of his own. The military lodge or “Manjongs” that he used to command as a valiant soldier and astute manager was converted to constitute a kingdom. Balikumbat group was mixed up with the following clans, “Kagneba” (from which “lela” originates) “Djabneba, Nyumneba, Pedneba, Ghadineba and Tikadneba. As migration progressed remnants of the following after raids joined the group, Bagneba, Golaneba, Balaneba, Tineba and small contingents from Bagham. The Balikumbat migration from Bafu-Fondong could be classified in three stages. (1) Bafu-Fondong to Santa neighborhood. Their brief stay for several months at Santa neighborhood made them to catch their breath and revive their spirits after the defeat at the battle of Kolm. The army was reorganized and greater ambitions were developed for an unknown destination. The second stage of the migration took up with a series of raids and subjugation. The vigorous and effective group carried out raids on the following; Bambili in the reign of Awemo I, Bambui and arrived at Wapu below the table land occupied by Bamunkumbit which they were soon going to gain. The plateau attracted Galabe so much that, he saw it as his dream home and immediately developed strategies to conquer the occupant and settle there. The third stage was the wresting of the plateau from the Bamunkumbit owners. This operation needed wit and intelligence as it did not involve any fighting. It looked mysterious but it was out of ingenuity. They simply crept up the hill in the heart of the night and quietly set up their tents on the village green courtyard of the palace. Early in the following morning, the Bamunkkumbit people were astounded by this apparition and could not believe in what they were going through. As they looked on in bewilderment, the Balikumbats fired a few arrows into the sky. Thinking themselves incapable of fighting with these mysterious men whom they thought could appear and disappear; they fled down the table land. So Galabe gladly and gratefully inherited the plateau, their mainstay up till date. This settlement by 1830 gave them their name in “Mungaaka” Balikumbat which meant “Hill top Bali” and in “Mubako” “Nepkolubi” as mentioned earlier. This led to the building of tight security around the hill to prevent any aggression by the descendant Fulani groups who came close to the foot of the plateau. The journey through Ndowely, Ndalu and Wapu to the Bamunkunbit Plateau concluded the migration story. Galabe passed away in 1845 and was succeeded by Gagwanyin I In more recent times, Balikumbat has become a battleground of the Anglophone Crisis, a war between the Cameroonian government and separatists fighting form the independence of Ambazonia. Balikumbat was captured by Ambazonian separatists after days of battle in September 2018. The flag of Ambazonia was subsequently hoisted over the division office and police buildings.Ambazonia Fighters Hoist Flags In Abandoned DO, Police Buildings, Cameroon News Agency, Sep 28, 2018. Accessed Nov 24, 2018. The separatists later withdrew from the town itself, but maintained bases and checkpoints in the area. In January 2020, after complaining about separatist excesses, angry villagers stormed a separatist base and arrested a number of fighters.Weapons of separatists seized by angry villagers in Cameroon’s troubled Anglophone region, News Ghana, Jan 5, 2020. Accessed Jan 5, 2020. == Culture == The reign of Fon Doh Gahgwanyin III (1977 – 2012) marked a remarkable period in Balikumbat history in recent times. He was born in 1952 in Balikumbat. He attended primary schools in Cameroon and Nigeria under an uncle Bah Samforkti (Lagos) and secondary school in C.C.C Kumba. He furthered in Nigeria with accounting as area of interest. He was employed in the then National produce marketing board as a Senior Accounts Officer. From the myth which surrounded his conception and birth by mother, Nah Nyongha (Baaki) who was thought to be barren, one could conclude with certainty, that he was a re-incarnation of one of the former rulers (Gahgwanyin I). He succeeded his father in 1977 with the regal name of Doh Gahgwanyin III. With very hard hands so many servants (Turkus) were recruited, his first mission was to instill order and discipline in the Balikumbat people, behavioral characteristics they had lost taste of in his father's days of old. He promoted agriculture among the youths and discouraged them from moving to the C.D.C in the South West for jobs, with reasons that Balikumbat had enough land for cultivation. Doh Gahgwanyin III was a very dynamic leader and ardent lover of development. In his reign, primary schools were opened in all the sub quarters of the village and secondary schools in all the main quarters. Provision of pipe borne water and electricity to some areas of the village. In public life, he contributed so much in nation building. In the early eighties he was appointed Deputy Municipal Administrator for Ndop Rural council. In 1997, he was elected Mayor of Balikumbat council and lone C.P.D.M parliamentarian in the N.W Region in the Balikumbat special constituency. In parliament, he was elected as one of the twelve secretaries of the National Assembly Bureau. In 1998 North West Fons’ Conference (NOWEFCO) was formed and he was elected \"Président Général\", besides his being a secretary in the national assembly. Senator Dingha Ignatius He was elected as bureau member for common Wealth Parliamentarians, Africa chapter with head office in Harare. His political life did not go without hitches or chagrins. In 2014, he was accused and convicted of the death of John Kohtem S.D.F District chairperson for Balikumbat and was given imprisonment sentence of fifteen years by the Ndop high court with others. Through his connections with powerful people of high places in the President Biya regime, this verdict by Ndop high court was discharged and acquitted on appeal orders of the then Minister of Justice Ahmadou Ali. As an ardent and fervent lover of sports, Hon. Doh Gahgwanyin III demonstrated his charisma in the management of football clubs when in 1979, he as vice-president and John Fru Ndi as president took P.W.D Bamenda to Cameroon Cup finals. He founded Camark Social Football Club Bamenda in 1980 and qualified it for first division in the following year. This team stayed in the first Division league up to 1988 when he resigned in 1987. His sport management skills earned him a lot of medals from the Ministry of Youth and Sports. Before his invitation by the Lord Almighty, Hon. Doh Gahgwanyin III, was a permanent member of the CPDM central committee (Ruling Party of Cameroon), a business magnate and founder of Royal Building Construction Enterprise and others. Balikumbat village is home of Mr. Dingha Ignatius Bayin, a politician who was elected in 2013 to the senate (the upper house of assembly in Cameroon), was the pioneer president general of Ngoketunjia Development and Cultural Association (NGODECCA). He doubles as CPDM section president of Ngoketunjia III. ==References== == Further reading == * Martin Ayong Ayim. Former British Southern Cameroons Journey Towards Complete Decolonization, Independence, and Sovereignty.: A Comprehensive Compilation of Efforts. Vol One. Author House, 2010 - 816 p. * Toyin Falola, Augustine Agwuele. Africans and the Politics of Popular Culture. University Rochester Press, 2009 - 333 p. * Paul Nchoji Nkwi, Francis B. Nyamnjoh. Regional Balance and National Integration in Cameroon: Lessons Learned and the Uncertain Future. African Books Collective, 2011 - 596 p. * The Vanguard. 2012. Fon Doh Disappears: Balikumbat and SDF militants jubilate Category:Populated places in Northwest Region (Cameroon) ",
    "title": "Balikumbat (village)"
}