{
    "id": "51217650",
    "text": "Prosper Marchand (11 March 1678 – 14 June 1756) was an 18th-century French bibliographer. The son of a king's musician, a native of Saint-Germain-en- Laye,And not from Guise. he was received as bookseller in August 1698, but established his shop only by the end of 1701, in association with Gabriel II Martin. He took refuge in The Hague in 1709 for matters of religion. He abandoned the profession of bookseller around 1713. From 1713 to 1723, he was proofreader at Fritsch and Böhm in Rotterdam, then editor at the Journal littéraire from 1713 to 1737; booksellers catalogs editor; review editor; author of the Dictionnaire historique ou Mémoires critiques et littéraires, edited by J. N. S. Allamand, La Haye, 1758-1759. At the end of his life, he was attached to Daniel Monnier, a librarian in The HagueBNF Notice nº FRBNF12017619 catalogue.bnf.fr == Biography == He studied in Paris with much success and was then placed by a bookseller to learn the trade. Fascinated from childhood by books, he acquired in a short time all the necessary knowledge and was admitted in 1698 in the guild of booksellers. He opened rue Saint-Jacques, under the banner Phénix, a store that soon became the meeting place for bibliophiles of the capital. Eager of literary anecdotes, he would forward them to Jacques Bernard, who then wrote in Holland the Nouvelles de la république des lettres, and he formed at the same time for his personal use, collections which were very useful to him. Marchand went to Holland in 1711 to more freely profess the reformed religion he had embraced. He settled in Amsterdam and continued for some time the bookselling business; but, disgusted with the lack of good faith of most of his colleagues, he gave up entirely to indulge only in studying. The editions he successively published of various books became rare made him advantageously known, and he found himself looked after by all scholars of Europe who shared his tastes. The habit of a frugal life had fortified his naturally robust health, and he rarely left his office, but he was receiving all those who came to benefit his knowledge and communicated with them with pleasure. He succeeded, amid these peaceful occupations, at an advanced age, and died June 14, 1756. He bequeathed in his will, the fruit of his savings to the company of the poor of The Hague, and his rich library to the Leiden University. == Publications == Marchand took part in the ingenious satire of the Chef d'œuvre d'un inconnuSee Saint- Hyacinthe. He provided notes on the Satire Ménippée and was one of the main writers of the Journal littéraire (The Hague),The Hague, vol. in-12. one of the best periodical books in Holland. He also left: * The Catalogues des bibliothèques d'Em. Bigot, 1706 ; by Jean Giraud and Joachim Faultrier, 1709, in-8°. This catalog is rare and sought after by curious because Marchand prefaced it with his Nouveau système bibliographique (Epitome systematis bibliographici). All books were divided into three main classes: philosophy, theology and history. Marchand's system did not prevail thoughIt is advisable to look at the Dictionnaire bibliologique by Gabriel Peignot, where the analysis of the best-known various systems of bibliography can be found. but we owe him significant improvements in catalography such as the arrangement of books in order of topics, without distinction of size, the exact indication of titles in different languages, that of the anonymous authors, publishers, printers, etc. ; * L'Histoire critique de l'Anti-Cotton, satire composed by César de Plaix, lawyer. It was published as a sequel of l'Histoire admirable de don Inigo de Guipuscoa (translated by Charles Levier), The Hague, 1738, 2 vol. in-12° ; * Histoire de la Bible de Sixte-Quint, avec des remarques pour connaître la véritable édition de 1590, inserted in the Amœnîtates litterariœ by SchelKorn, vol. 4 ; * Histoire de l'origine et des premiers progrès de l'imprimerie, la Haye, in-4°. There is a lot of research and scholarship in this book, but little order and method: Incidentally, the progress made by literary history have shown a large number of errors; they were identified in part by the abbot Barthélemy Mercier de Saint-Léger, in his Supplément ; * Dictionnaire historique, ou Mémoires critiques et littéraires concernant la vie et les ouvrages de divers personnages distingués, particulièrement dans la république des lettres, La Haye, 1758–1759, 2 tomes in 1 vol. in-folioBNF FRBNF30878802 Dictionaire historique, ou Memoires critiques et litteraires, concernant la vie et les ouvrages de divers personnages distingués, particulièrement dans la République des lettres, La Haye : P. de Hondt, 1758–1759, 2 t. en 1 vol. ; in-fol. This book follows the Dictionnaires by Pierre Bayle and Chauffepié. The author left the manuscript but he instructed Jean Nicolas Allamand Samuel, his friend and executor, to review and publish it. To meet his confidence, Allamand spent four years putting in order Marchand's notes, most of them written on scraps of paper in a disorganized manner. It can be seen in the warning of the editor, all the trouble he had to store these notes and to supplement the omissions of Marchand. This book contains many interesting facts and curious anecdotes; but, there are also a lot of meticulous; the style is weak and incorrect; there are many serious errors and misprints; Finally, we can blame the author's passion with which he criticized the abuses of the Roman religion. He also published many helpful books he had enriched with prefaces, letters, notes and instructive remarks. We owe him an edition with notes of the Lettres choisies, by Pierre Bayle, Rotterdam, 1714, 3 vol. in-12°, which has not been surpassed by that of Desmaiseaux and he gave the most beautiful and most esteemed edition of the Dictionnaire of this famous critic.Note : Brunet 3-1398, doesn't mention that 1714 work Lettres choisies by Bayle. We still owe him editions of the following works: the Cymbalum mundi, by Bonaventure Des Périers, Amsterdam, 1711, in-12;The 1732 Amsterdam edition in-12, is not by Prosper Marchand, as one might imagine from the frontispiece; it was published in Paris by Bernard de la Monnoye it iw preceded by a Lettre critique which includes the history, analysis and advocacy of this book; the Voyages by Jean Chardin, Amsterdam, 1735, 4 vol. in-4° ; - l'Histoire des révolutions de Hongrie, by abbot Domokos Antal Ignácz Brenner, The Hague, 1739, 2 vol. in-4°, or 6 vol. in-12° ; the Œuvres by Brantôme (with Leduchat), ibid., 1740, 15 vol. in-12° ; - the Œuvres by François Villon, ibid., 1742, in-8° ; - the Lettres of comte d'Estrades, London (The Hague), 1743, 9 vol. in-12° ; - the Mémoires of comte de Guiche, ibid., 1744, in-12° ; - Direction pour la conscience d'un roi, by Fénelon, ibid., 1747, in-8° and in-12° ; -the Nouvelle histoire de Fénelon, ibid., 1747, in-12°. (See the article Salignac in the Dictionnaire by Marchand.) == References == == Sources == == Bibliography (selection) == * Le métier de journaliste au dix-huitième siècle. Correspondance entre Prosper Marchand, Jean Rousset de Missy et Lambert Ignace Douxfils. Oxford, The Voltaire Foundation at the Taylor Institution, 1993, () * Jean Nicolas Samuel Allamand, « Avertissement de l'éditeur », dans Prosper Marchand, Dictionaire historique : ou mémoires critiques et littéraires concernant la vie et les ouvrages de divers personnages distingués, particulièrement dans la république des Lettres, vol.1 (A-I), La Haye, Pierre de Hondt, 1758 (Online) * Christiane Berkvens-Stevelinck, Prosper Marchand. La vie et l'œuvre, 1678-1756, Leiden, Brill, 1987, ( * Christiane Berkvens-Stevelinck, Catalogue des manuscrits de la collection Prosper Marchand avec la collaboration de Adèle Nieuweboer. Leiden, Brill, 1988, () == External links == * Prosper Marchand on data.bnf.fr Category:18th-century French writers Category:18th-century male writers Category:French bibliographers Category:People from Saint-Germain-en-Laye Category:1678 births Category:1756 deaths ",
    "title": "Prosper Marchand"
}