{
    "id": "51218241",
    "text": "George Henry Born (November 10, 1939 – January 21, 2016) was an American aerospace engineer, Distinguished Professor, founder and Director Emeritus of the Colorado Center for Astrodynamics Research (CCAR) at the University of Colorado Boulder. He is known for his work in satellite navigation and precise orbit determination. He worked on various missions while at the Jet Propulsion Laboratory as well as navigation support for the Apollo program in the late 1960s while at Johnson Space Center. == Early life and education == George Born was born on November 10, 1939 in a farm house in Westhoff, Texas. Son of Henry Born and Lydia Olga, he was the eighth of nine children. After age four, he was raised on various farms in Jackson County, Texas. In 1957, Born graduated as valedictorian of his class from Industrial High School in Vanderbilt, Texas. His freshman year of college, he attended Texas Lutheran College in Seguin. He then transferred to the University of Texas at Austin, where he completed his bachelor's degree in Aerospace Engineering in 1962. After working for Ling-Temco-Vought Corporation in Dallas, he returned to University of Texas where he completed his doctorate in aerospace engineering in 1968 under the guidance of professor Byron Tapley, with whom he would later write a book on satellite navigation and orbit determination. == NASA career == After completing his doctorate, Born spent two years as an aerospace technologist at the Manned Spacecraft Center at Johnson Space Center in Houston working on the Apollo program designing lunar orbits and providing navigation support. In 1970, he left JSC to work at the Jet Propulsion Laboratory in Pasadena, California. At JPL he worked on the Mariner 9 project as part of the Celestial Mechanics Team and contributed to the gravity field estimation of Mars and overall navigation efforts of the first spacecraft to ever orbit another planet. He was also part of the Viking program which landed two spacecraft on the surface of Mars and presented interesting navigational challenges. While working on both Mariner 9 and Viking, Born was part of the optical navigation teams led by Tom Duxbury at JPL. He was the Technical Group Supervisor of the orbit determination group for the Viking Mars orbiters where the team used images of Phobos and Deimos for approach navigation in an operational setting. This was a first in interplanetary navigation. During these missions, the Viking 1 orbiter flew within 80 km of the surface of Phobos and the team was able to determine its mass and density, while the Viking 2 orbiter flew by Deimos within 26 km on October 17, 1977. The results of the Phobos Experiment Team, led by Robert Tolson of the Langley Research Center, were published in Science, 6 January 1978, vol 199. Born also worked on orbit determination for Seasat where he served as Geophysical Evaluation Manager for the project. He was in charge of the efforts to demonstrate that the instrument package containing a radar altimeter, windfield scatterometer, synthetic aperture radar, scanning multichannel microwave radiometer, and a visual and infrared radiometer, met all specification for measuring geophysical parameters over the ocean. These included sea surface topography, sea surface temperature, atmospheric water vapor, and ocean surface imaging. This spacecraft flew the first suite of ocean-observing microwave sensors and required orbit determination solution uncertainties below 1 meter in satellite position. The spacecraft failed three months after launch but had returned a huge amount of data on global ocean winds, waves, currents and surface temperature. During this time, he also served as supervisor of the Precision Orbit Determination Group which was responsible for navigating Earth and interplanetary missions. Born was instrumental in the design and implementation of the TOPEX/Poseidon oceanographic mission. This joint project between NASA and the French space agency CNES required the most precise orbit determination solutions to date and provided centimeter-level uncertainty in sea level measurements. TOPEX/Poseidon changed our understanding of the oceans and graphically depicted El Niño and La Niña as well as giving us data which allowed mapping of the global currents and circulation patterns for the first time. Walter Munk, one of the world’s foremost oceanographers, would call this mission “the most successful ocean experiment of all time.”http://govinfo.library.unt.edu/oceancommission/meetings/apr18_19_02/munk_statement.pdf Born would also be involved in the development of the Jason-1 and Jason-2 spacecraft, the successors to TOPEX/Poseidon. During this time, Born was bestowed with several NASA awards and medals for his technical and managerial contributions. He left JPL in 1983 to focus on academic research. == Academic career and research == In 1983, Born returned to the University of Texas at Austin as a senior research scientist at the Center for Space Research where he was engaged in teaching and research. In 1985, he accepted a position as professor of Aerospace Engineering Sciences at the University of Colorado Boulder. While at University of Colorado, he founded the Colorado Center for Astrodynamics Research (CCAR), the first research center established in the College of Engineering and Applied Sciences. Its research program emphasizes astrodynamics, space mission design and satellite navigation, GPS technology development and applications, meteorology, oceanography, geodesy, and terrestrial vegetation studies with in situ and remote sensing data. CCAR became internationally known for its contributions to spacecraft guidance, control, navigation, as well as remote sensing of the oceans and atmosphere with radar and lidar. He served as director of the research center for 28 years. He taught graduate courses in statistical orbit determination, orbital mechanics, and interplanetary mission design. During his academic career he would form close and lasting relationships with many of his graduate students. Throughout these years of academic service, he served as Ph.D. advisor to over 40 students. Born had continued working on the TOPEX/Poseidon mission, which launched in August 1992 and continued monitoring the Earth’s oceans for thirteen years. Many of his graduate students’ dissertations were based on analysis of data from this mission. Born continued working within the aerospace industry as a consultant for institutions and companies, including JPL, Naval Research Laboratory, General Electric, Kaman Sciences Corporation, Langley Research Center, The University of Texas at Austin, Stanford University and Ball Aerospace. In 2015, Born was named Distinguished Professor at the University of Colorado. He continued working until a few days before his death. == Published work == Born authored well over a hundred peer- reviewed papers as well as a textbook on statistical orbit determination. He served as guest editor for numerous special journal issues devoted to scientific and engineering results from the many missions he worked on, including TOPEX/Poseidon, Seasat and Jason-1. Additionally, Born was associate editor of the Journal of Marine Geodesy and astrodynamics editor of the Journal of the Astronautical Sciences. Some of Born's work include: * Schutz, Bob, Byron Tapley, and George H. Born. Statistical orbit determination. Academic Press, 2004. * Jones, Brandon A. and George H. Born. Chapter on Satellite Orbit Determination, The Encyclopedia of Aerospace Engineering, John Wiley & Sons Ltd, 2010, pp 3085–3100. * Guest Editor, Special Issue of the Journal of the Astronautical Sciences. Papers presented at symposium honoring Byron Tapley, Austin, TX, Feb 1, 2008. == Personal life == In July 1963, Born married Joy Evelyn Judd. They had one son and divorced in 1991. On March 21, 1992, he married Carol Ann Leslie. He was always grateful to Carol for her support and encouragement for all of his graduate students. Born was an avid skier, one of his favorite things about living in Colorado. He was also a big fan of the CU Buffs and had season tickets for the CU football team since 1985. In 2008, Born was diagnosed with bronchiolitis obliterans, a rare and non-reversible lung disease . He died in Boulder, Colorado on January 21, 2016 from decaying lung conditions and congestive heart failure. He was 76. Named in his honor, the George H. Born Honorary Scholarship Fund was started \"to support students and research at the Colorado Center for Astrodynamics Research and the Department of Aerospace Engineering Sciences in the College of Engineering and Applied Sciences at CU Boulder.\" == Awards and honors == * Eight NASA Group Achievement Awards (1970-2004) * NASA Exceptional Service Medal, Seasat Geophysical Evaluation Management (1980) * Fellow, American Astronautical Society (1990) * Fellow, American Institute of Aeronautics and Astronautics (1991) * Research Award, University of Colorado, College of Engineering (1994) * NASA Public Service Medal, TOPEX/Poseidon Mission Support (1994) * American Astronautical Society, Dirk Brouwer Award (1998) * American Institute of Aeronautics and Astronautics, Mechanics and Control of Flight Award (1999) * Big 12 Fellowship from the Vice Chancellor's Awards and Grants Advisory Committee (2002) * Member, National Academy of Engineering (2004) * American Astronautical Society George H. Born Symposium, held May 13–14, 2010 * Distinguished Engineering Alumni Award, University of Colorado, Boulder (2013) ( for service to the Engineering College) * Distinguished Professor, University of Colorado, Boulder (2015) == References == == External links == *Colorado Center for Astrodynamics Research official web site *In Memoriam - Dr. George H. Born *Project Geryon research website Category:1939 births Category:2016 deaths Category:American aerospace engineers ",
    "title": "George Born"
}