{
    "id": "51215659",
    "text": "Norma Jean Nilsson (born January 1, 1938) is a former child actress in old- time radio and films.DeLong, Thomas A. (1996). Radio Stars: An Illustrated Biographical Dictionary of 953 Performers, 1920 through 1960. McFarland & Company, Inc. . P. 203. ==Early years== Nilsson is the daughter of Dr. and Mrs. Arthur V. Nilsson. Her father was a professor of anatomy at the Los Angeles College of Chiropractic. She has an older brother, Arthur Jr. She began performing when she was 3 years old and was active during World War II, entertaining troops at Army camps across the United States. Nilsson attended Victory Garden School and Bancroft Junior High School. Newspaper columnist Louella Parsons wrote in 1946 that Nilsson had an IQ of 162. ==Radio== When Nilsson was 4 years old, she won a talent contest on Tune-Out Time on KECA. At 5, she made her \"first big-time radio appearance\", portraying a dying girl on Free World Theatre. At 8, her picture was featured on the cover of the July 21, 1946, issue of Radio Life magazine. In 1947, she was the highest-paid child actress in radio. An article published in Radio and Television Mirror in 1951 reported that she was \"a charter member of the Five Hundred Club, an organization of children who have appeared on five hundred or more radio broadcasts.\" Nilsson played Cookie (the Bumsteads' daughter) in the radio version of Blondie,Terrace, Vincent (1999). Radio Programs, 1924-1984: A Catalog of More Than 1800 Shows. McFarland & Company, Inc. . Pp. 45-46. Kathy (the Andersons' younger daughter) on the radio version of Father Knows Best, Glory Mae (the \"little girl who lives next door\") on The Jack Carson Show., and as the lead actress Lois to Raymond Burr's antagonist in the \"Murder on Mike\" (1957) episode of Suspense. She was also heard on Luke Slaughter of Tombstone, Cavalcade of America and the radio version of Have Gun, Will Travel. ==Film== Nilsson was seen in Suspense (1946), The Actress (1953) and The Green-Eyed Blonde (1957). She also appeared on the TV series Official Detective as Mary in the 1957 episode 'The Night It Rained Bullets'.Classic TV Archive 'CTVA' Episode Guide-US Crimes Shows ==References== ==External links== Category:1938 births Category:Living people Category:American film actresses Category:American radio actresses Category:American television actresses Category:20th-century American actresses Category:Actresses from Hollywood, Los Angeles ",
    "title": "Norma Jean Nilsson"
}