{
    "id": "51214035",
    "text": "The Anāl is a Naga tribe native to Manipur state in North-East India and part of Myanmar. They are listed as a Scheduled Tribe, in accordance with The Scheduled Castes and Scheduled Tribes Orders (Amendment) Act, 1976 Indian Constitution.http://tribal.nic.in/WriteReadData/userfiles/file/7%20-%20Act%201976%20No%20108%201976.pdf The Anāl tribe is one of the 'sixty six Naga tribes' of the Naga ancestral homeland.http://shodhganga.inflibnet.ac.in/bitstream/10603/67748/9/09_chapter%203.pdf The members of this tribe are found both in India and Myanmar. In India, they are situated in the States of Manipur and Nagaland but mostly concentrated in the former. In the State of Manipur, the Anāl Naga population concentrated in Chandel and a few Anāl villages are located in its neighbouring districts, Churachandpur district has about three villages and Thoubal district has one or two. The Anāls in Myanmar live in the Sagaing sub-division. The Anāl population in this part has been dwindling. At present, there are three Anāl villages, 'Nga Kala, Napalun and Haika'. Formerly the Anāls had no problem to move or visit Anāl areas now in Myanmar and vice versa. However, with the demarcation of boundaries, they came under two distinct units and the consequent restriction imposed on the movement of the people of both sides, the Anāls had to stop such free movement between them. Consequently, there has not been any interaction between the members of the same tribe now existing under two different countries. The Anāl community is one of the oldest inhabitants of the hill areas in Manipur state. The archaeological findings at Chakpikarong also point it. Despite this, the numbers of Anāls remain small. According to Census of India, the Anāl population was 21,242 and 1991 census placed as 10,642.http://censusindia.gov.in/Tables_Published/SCST/dh_st_manipur.pdf The Anāl Naga is recognized as a tribe in Manipur since 1951. This recognition of Anāl tribe was done by Rochunga Pudaite who met the Prime Minister Jawaharlal Nehru in Delhi in 1951 and requested him to give Scheduled Tribe recognition to the Hmar tribe of Northeast India by wearing a traditional Hmar attire. The PM then asked him if he knew of the existence other tribes which had not been included in the list. Rochunga then added the tribes of Anāl, Kom, Paite, Vaiphei, Ralte, Chothe and others, thus paving way for their recognition. However, it was only after the Scheduled Tribes Reorganisation in 1956 that all the aforementioned tribes were recognised by the Manipur government. Therefore, Anāl Naga is one of 33 tribes in Manipur. The Anāl Language falls under Tibeto-Burman languages family. Referred to them as one of the \"Naga\" tribes of Manipur and recognised as part of the List of Naga tribes by the state government of Manipur. ==History== The Anāl tribe is one of the oldest indigenous tribes in the state of Manipur in Northeast India. Chakpikarong is a land of the Anāls since the time the earliest settlers occupied the hill country of Manipur. The Anāls settled both in India and Myanmar, their settlements crossed the Indo-Myanmar border. In India, the members of the tribe are found in the state of Manipur, mainly in Chandel district and a few villages in Churachandpur district and Thoubal district. There are hundred and forty one villages in Chandel district. The neighbouring districts, Churachanpur district has three Anāl villages, namely Kolen, Dutejol and Warkhu, and the Thoubal district has one Anāl village- Moirankhom. Under the Myanmar administrative unit, there are three Anāl villages namely, Ngakala, Napaleen and Haika. According to the census report of 2001, the total Anāl population in India ais 21,242. The Anāl population in Myanmar is not known because many of them are assimilated to the major community. Originally, the Anāls were animistic but are now largely Christian. However, Christianity became a religion for the Anāls only after India's independence. Today, more than 95 per cent of Anāls are Christians and are concentrated in Chandel of Manipur. One of the positive impacts of Christianity among the Anāls is education. The Anāls are amongst the indigenous of Manipur. The history of Moirang (a Meitei kingdom) and the Anāl traditional songs and tales suggests an existence in the presence of inhabited areas since the beginning of the 1st century AD or much earlier. The Anāl cultural and traditional relationship with the Meitei brethren dates backs to 33 AD, and the Meitei King Wangbarel (Pakhangba) married an Anāl woman belonging to the Wanglum clan of Anāl Khullen. ==Folklore== In the words of Horam, in ‘Naga Polity, \"it can be said that the Nagas at first live in stone caves or in the womb of the earth\". YL. Roland Shemmi also writes, \"Angami, Lotha, Rengam belief that they came out from the earth hole. Tangkhul Naga came out from earth hole at Hundung. Ao tribe believes that they were the first to come out of underground cave\". Thus cave theory as an epicenter of their origin is common among many tribes and all the Nagas tribe shared this theory. Anāl legend states that the Anāl, together with the other Pakan tribes, originated in Mongolia. They lived in a cave guarded by a man-eating tiger. Two Anāls, Hanshu and Hantha, killed the tiger with the help of birds from the sky. After the tiger's death, the tribes left the cave, traveling through China, Tibet, and numerous other areas before settling in Manipur. The Anāls are divided into two groups based on who they believe they are descended from, Hanshu and Hantha . == Etymology == The origin of the name Anal is not clear. One hypothesis is that the group name comes from the surname of R.D. Angnal. Another suggested explanation is that the name derives from the Meitei word anan, which means \"clean,\" suggesting that the group had a reputation for cleanliness. The Anaal generally describe themselves as the Pakan. ==Ethnic identity== The political relationship between the Nagas and the Kukis since the eve of British colonialism to post- British era has always been opposed to one another. The Anāls oral history says they were always at war with the Kukis. In Chakpikarong (The Anāls Naga habitation) Stone Age culture age has been explored and found the existence of this culture.http://shodhganga.inflibnet.ac.in/bitstream/10603/21873/8/08_chapter%202.pdf This shows the Anāl Naga tribe is one of the oldest tribes of Manipur state. The oral history of the Anāls says that Anāls were oppressed by the Kukis during the Kuki rebellion of 1917. ==Demographics== The Anāls live in the Manipur region of Northeast India, which is surrounded by the Imphal valley to the north, Churachandpur districtto the west, the Chin Hills to the south and Kabaw valley to the east. The area is very hilly, with thick jungles and many wild animals. According to the 2001 census, there are approximately 21,242 Anāls in Manipur. In 1981 they were living in 45 villages. In 1981 they were living in 45 villages.http://planningmanipur.gov.in/pdf/MSDR/Chapter%203_Demography.pdf ==Literacy and educational level== According to Census India in the year 2001, the Scheduled Tribe (ST) population in Manipur recorded 65.9 per cent literacy, which is above the national average for STs (47.1%). Of the thirteen major STs, the Anāls recorded the fourth highest literacy rate of 73.9% while Hmar recorded the highest literacy of 79.8 per cent, followed by Paite (79%), Any Mizo tribes (74%) and Tangkhul (72.7%). ==Social life== In social practices, many of them are unique. One conspicuous trait is the division of tribe's clans into two distinct groups, viz., 'Mosum' and 'Murchal'. Such as marriage can occur between the members of these two blocks, if any, intra- marriage prevails, it leads to ostracism of the concerned couple. The economy of Anāls is primarily based on crude agriculture. The Anāls' political system, since time immemorial, is democratic in nature and practice. This could be evinced by the election of village authority: the chief and his associates are elected by either voice vote or raise hand. The Anāl traditionally live in windowless wooden houses with thatched roofs, erected above ground level. The houses have two doors of different sizes and two rooms, a bedroom and a storeroom (). Anāl men traditionally wear a lungi (similar to a dhoti) and a simple shirt, called a pakan lungum; they also strap on a basket () for carrying dao and other tools. Women wear undergarments, a skirt, blouse, and shawl, which cover them from their heads to their knees; they also carry a basket(Anal:Bowl). Both sexes can wear jewellery, including rings, necklaces, and bracelets, as well as special long earrings made from insect wings. Traditionally clothing is made by the women. Anāl are traditionally monogamous, although cases of polygyny have been reported. In order to marry, an Anāl man must pay a bride price (); after marriage, the wife moves to the husband's home. Divorce () is permitted among the Anāl, although a fine may be incurred. The Anāl are traditionally polytheistic, believing in a supreme creator named Asapavan, as well as a secondary deity named Wangparel and numerous spirits. The largest Anāl rite is called Akam, which is divided into six stages (Judong, Bhuthawsing, Hni, Sapia, Akapidam, and Dathu) and takes six years to complete. During the Akam, the Anāl sacrifice mithun and pigs and offer a feast to the community. Some Anāl have converted to Christianity. Traditionally, Anāl men work as carpenters, particularly the manufacture of bamboo furniture, and in basketry. Women traditionally specialized in weaving and spinning cotton, which is grown locally. Due to modernization and competition from factory-produced goods, many traditional methods have been abandoned. They are also farmers, harvesting rice, corn, soybeans, pumpkins, tomatoes, and gourds. The Anāl have many traditional musical instruments, including the khuwang (drum), sanamba (three-stringed fiddle), dolkhuwang (gong), pengkhul (trumpet), tilli (flageolet), rasem (a pipe instrument), and diengdong (xylophone They are good dancers and their traditional dances include the kamdam, which is performed by young people for the akam festival, and the ludam, which celebrated victorious headhunting. The Anāl are omnivores, eating fish, eggs, beef, pork, and other kinds of meat as well as fruits and vegetables. Although traditionally they do not drink milk, some families now drink it with tea. A form of rice beer, known as zupar or zuhrin, is also drunk. ==References== Category:Scheduled Tribes of Manipur Category:Indigenous peoples of South Asia Category:Ethnic groups in Myanmar Category:Ethnic groups in Northeast India Category:Ethnic groups in Manipur Category:Naga people Category:Ethnic groups in South Asia ",
    "title": "Anāl Naga"
}