{
    "id": "51213264",
    "text": "Seascale is a civil parish in the Borough of Copeland, Cumbria, England. It contains three listed buildings that are recorded in the National Heritage List for England. All the listed buildings are designated at Grade II, the lowest of the three grades, which is applied to \"buildings of national importance and special interest\". The parish contains the village of Seascale and the surrounding countryside. The listed buildings comprise a farmhouse, a former water tower, and a church. __NOTOC__ ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%;border:0px;text-align:left;line- height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes |- |Seascale Hall |centre |align=\"center\"| |A farmhouse that was extended in the 19th century with the addition of a north range. It is in roughcast stone with ashlar dressings and a slate roof. There are two storeys and the original part has a symmetrical front of five bays, with the gable end of the extension forming a sixth bay. The doorway has a moulded architrave, a pulvinated frieze, and a fanlight. The windows are cross-mullioned, and have hood moulds. At the rear is an outshut, a gabled bay, and a gabled stair bay. The north range has a front of four bays, and there are three datestones on the building. |- |Water tower |centre |align=\"center\"| |The water tower was built for the Furness Railway Company and stands in what was its goods yard. It is in stone with a corbelled-out conical slate roof with a finial. The tower has three stages, and contains mullioned windows. The entrance on the south side has a shouldered lintel. |- |St Cuthbert's Church |centre |align=\"center\"|1889–90 |The church was designed by C. J. Ferguson in Decorated style. It is in sandstone and has a slate roof with coped gables. The church consists of a nave and a chancel in a single vessel, a south porch, and a north vestry. At the west end is a gabled bellcote. |- |War memorial |centre |align=\"center\"|1921 |The war memorial, which was designed by W. G. Collingwood, is in the churchyard of St Cuthbert's Church. It is in sandstone and consists of a Celtic-type cross on a base of three rectangular steps. The cross has a tapering rectangular shaft, the front is decorated with Scandinavian interlace carving, and the back with a vine scroll. On the front is an inscription and the names of those lost in the First World War. |- |} ==References== ===Citations=== ===Sources=== * * * * * * Category:Lists of listed buildings in Cumbria ",
    "title": "Listed buildings in Seascale"
}