{
    "id": "51214065",
    "text": "The Sir Duncan Rice Library is the main academic library for the University of Aberdeen. It was designed by Schmidt Hammer Lassen Architects and completed in 2011. It is named after Duncan Rice, a previous Principal of the university. The cube-shaped building can be seen prominently from the entire campus and much of the city. It is a seven-storey tower, clad in zebra-like jagged stripes of white and clear glass. The building has a floorspace of 15,500 square metres. It houses several of the University's historic collections, including more than a quarter of a million ancient and priceless books and manuscripts that have been collected over five centuries since the University's foundation. There is also public exhibition space. The library replaced the smaller Queen Mother Library as the university's main library. ==History== The Queen Mother Library had been the university's main library since 1965. The university conducted a restricted international design competition for the new library in 2005. The Danish architectural firm Schmidt Hammer Lassen architects were successful. The project was the largest capital fundraising project ever undertaken by the university. Plans were unveiled to the public in 2007. Construction of the new library building started in August 2009. Caithness Stone Industries was awarded the contract to provide stone for the construction. A topping-out ceremony took place in October 2010. The building was completed in September 2011 and was initially known simply as the Aberdeen University New Library. On 21 September 2012, the building's name was changed to honour Duncan Rice, who had been Principal of the university 1990–2006, during the time that the project was conceived and the funds were raised. The library was then officially opened by the Queen on 24 September 2012. In the first year there had been 700,000 visitors. ==Design== Atrium of the main Sir Duncan Rice Library at King's College campus, looking up The building sits on a base of Scottish stone. The ground floor is double-height with seven floors above. The building is clad in zebra-like jagged stripes of white and clear glass. In the interior void spaces are located centrally. Contrasting with the geometric exterior, the central atrium formed by the void spaces has an organic form, shifting in location across the levels. Across the levels above the ground there are 1,200 reading spaces. Above ground there are 13 km of shelving to hold 400,000 books. The building is rated as BREEAM Excellent. Features that help it achieve this include a system to harvest rainwater to use for flushing toilets, photovoltaic cells on the roof and programmed timers to control the use of fluorescent lighting. Outside the library, Evolutionary Loop 517, a 6.25-metre bronze sculpture by Nasser Azam, was unveiled on 27 May 2012. Other university libraries are located in Kings College (Divinity Library), the Taylor Building on the same campus (for law books and materials) and at Foresterhill (for medicine and medical sciences). The university's library service (i.e. including all libraries) holds over one million books. ==Awards== view of two sides of the library, late 2012 In 2012 the building was given the Aberdeen Civic Society Award. In 2013 it picked up an RIAS award and was also nominated for the 2013 RIAS Andrew Doolan Best Building in Scotland Award. It won a Royal Institute of British Architects National Award in 2013. In April 2014, the Mother Nature Network included it in a feature about the most beautiful libraries in the world. Evolutionary Loop 517 by artist Nasser Azam, with the library in the background ==References== ==External links== * Category:2011 establishments in Scotland Category:Academic libraries in Scotland Category:Libraries established in 2011 Category:Library buildings completed in 2011 ",
    "title": "Sir Duncan Rice Library"
}