{
    "id": "51220009",
    "text": "Hakim Optical Lab Ltd. is a Canadian optical chain, the largest privately owned optical chain in Canada. In 2016 it had about 160 stores. The head office is located on Hazelton Avenue in Toronto, Ontario. == Founder == Hakim Optical in Richmond Hill Karim Hakimi, a native of Iran, learned to make lenses from old window glass as a child. After a stint in the navy, Hakimi worked in the optical industry in Switzerland.\"Karim Hakimi\". Canadian Immigrant. He then migrated to Canada and opened an optical laboratory in the former Elmwood Hotel (now the Elmwood Spa) in downtown Toronto, Ontario.Kearney, Mark and Ray, Randy (2002): I Know That Name! The People Behind Canada's Best Known Brand Names, pp. 278–279 He bought and rebuilt old equipment from a closed-down lab in Chicago. After making a variety of lenses, he began selling them to local optometrists.The Toronto Star, \"Top 25 Immigrant Awards; Rags to Riches One Lens at a Time\", Page V6. (June 30, 2011). He soon began selling lenses directly from the Elmwood location\"North Yorker Karim Hakimi named one of the Top 25 Canadian Immigrants\". North York Mirror, Jun 01, 2011 By Justin Skinner. The company has sold over 40 million pairs of glasses. Karim Hakimi remains CEO, and runs the day-to-day operations at Hakim head office located at 128 Hazelton Avenue in Toronto. On October 18, 2008, the City of Toronto government renamed Lebovic Avenue in the Scarborough district to Hakimi Avenue. The City of Toronto does not normally name streets after living persons, but made an exception in recognition of Hakimi's contributions.\"Hakimi Ave. Honours Hakim Optical Founder\",. The Toronto Star,March 20, 2014.\"Extra, Extra: Coach Drake, the Newest Toronto FC Midfielder, and a Weird Crosstown Name\". The Torontoist, By David Hains A documentary about Hakim Optical and its founder, titled Hakim: A Vision of Success, was made for Omni Television, with Persian subtitles.\"Hakim: A Vision of Success\". Omni TV. == Early history == As the business grew, he opened a small storefront near his home at Highway 10 and Dundas Street in 1967, enabling him to both manufacture and retail glasses. The next store was at Yonge Street and Finch Avenue, near the current Finch subway station. By 1985, Hakimi had opened 27 stores, 25 in Ontario and 2 in Nova Scotia. Many of these offered on-site, one-hour service.\"The Captain of Eyewear\". Digital Journal, By David Silverberg August 2, 2005 The chain had 200 employees, many of them newcomers to Canada.The Toronto Star, \"The $25 Million Self-Made Man\", Page D1. (1983, Jul 10). Hakim Optical has promoted its optical chain with its trademark jingle \"Your Eyes Can Have it All at Hakim Optical\" since 2003, which has been named by Huffington Post Canada as one of Canada's most memorable jingles and is still used.\"Canadian Jingles: 25 Of The Catchiest Canadian Tunes\". The Huffington Post Canada, 11/12/2012. == Retail locations == On May 1, 2011, Hakim Optical opened its new flagship location at Yonge–Dundas Square in Toronto which is two blocks away from the original 1967 location. In November 2017, Kakim Optical partnered with virtual reality and augmented reality agency VusionVR Inc. to expand the in-store service by offering an app which would take a customer's selfie and apply a Snapchat-like filter of the eyewear being considered for purchase. As of June 2020, Hakim Optical had 161 retail locations (including 140 one-hour factory outlets) across Canada and also operates six lens factories. ==References== ==External links== *Hakim Optical Category:Eyewear retailers of Canada Category:Eyewear companies of Canada Category:Canadian brands Category:Retail companies established in 1967 Category:1967 establishments in Ontario ",
    "title": "Hakim Optical"
}