{
    "id": "51220681",
    "text": "Enrique 'Kike' Pieretto Heiland (born 15 December 1994) is an Argentine rugby union player who plays for the national Argentina team The Pumas and Scottish Pro14 side Glasgow Warriors. ==Career== Having played rugby from a young age, Pieretto was selected for the Argentina under-19's team in 2013 to face neighbouring sides Uruguay U19, Chile U19 and Brazil U19. Enrique played in all 3 matches, scoring a try against Brazil on 21 September. In 2014, he was selected for the Pumitas for the 2014 IRB Junior World Championship in New Zealand.Los Pumitas M20 parten hacia Nueva Zelanda #JWC2014 He played in the 'big games' against Australia and England, but the team failed to win either game. He started in the Semifinals of the 9–12th place play-offs against Fiji, but did not make an appearance in the 9th place game against Scotland. In January 2016, he was called up to the senior side for the 2016 Americas Rugby Championship, where he made an appearance in 4 of the uncapped games.Argentina XV para la Americas Rugby Championship He was part of the training group contingent at the Jaguares in the 2016 Super Rugby season, but despite this made 8 appearances for the Super Rugby side. He made his international debut for the Pumas on 4 June 2016, starting against Chile in the 2016 Sudamérica Rugby Cup.Chile 12 Argentina XV 87 He was called up to the senior squad for their 2-test series against France and a test against Italy, coming off the bench against Italy and in the second test against France.Plantel de Los Pumas para junio He was later called up for the 2016 Rugby Championship.Plantel de Los Pumas para el RCH 2016 He suffered an ACL injury prior to the 2018 Super Rugby season that ruled him out of action for 6 to 7 months. Pieretto joined English club Exeter Chiefs in November 2019 for the remainder of the 2019–20 season, and he will join Scottish Pro14 club Glasgow Warriors on a two-year contract from the 2020–21 season. ==References== ==External links== * * *Exeter Chiefs Profile Category:1994 births Category:Living people Category:Sportspeople from Córdoba, Argentina Category:Argentine rugby union players Category:Jaguares (Super Rugby) players Category:Argentina international rugby union players Category:Exeter Chiefs players Category:Argentine expatriate rugby union players Category:Expatriate rugby union players in England Category:Argentine expatriate sportspeople in England Category:Rugby union props ",
    "title": "Enrique Pieretto"
}