{
    "id": "51385767",
    "text": "Ciro Gómez Leyva (born October 10, 1957 in Mexico City) is a Mexican news anchor and personality. He hosts the main newscast on Imagen Televisión and a morning radio program, Ciro por la Mañana (Ciro in the Morning), for Radio Fórmula. Gómez Leyva has also written for newspapers and managed radio and television stations, including the Sistema de Radio y Televisión Mexiquense and Milenio Televisión. ==Life== Gómez studied communications at the Universidad Iberoamericana and earned a master's degree in sociology from the National Autonomous University of Mexico. In the 1980s, he helped to start the Sistema de Radio y Televisión Mexiquense, with its radio and TV stations serving the State of Mexico; he also held brief stints as an editor at Expansión and as a special reporter for the El Financiero and Reforma newspapers. In the late 1990s and early 2000s, Gómez worked for CNI Canal 40, a news-oriented television station in Mexico City. He hosted the station's flagship newscast alongside Denise Maerker, who would go on to anchor Televisa's flagship newscast in 2016 and become direct competition for Gómez Leyva. During this time, in 1999, Gómez Leyva began writing a weekly column for the Milenio newspaper, titled \"La historia en breve\" (The Story in Brief), which four years later became a daily column. CNI ceased operations in May 2005 as a result of a workers' strike. In 2006, after CNI folded, Gómez was a panelist on Tercer Grado, a Televisa news and political talk show, and in 2008, he joined Milenio Televisión, helping to launch the network and anchoring its 10pm news hour. He remained with Milenio TV exactly five years and then proceeded to leave Tercer Grado in 2014. In January 2015, after 16 years, Gómez Leyva moved his columns from Milenio to El Universal, where he continued to write until July 2016. In 2016, Gómez Leyva was one of the first hires of the new Imagen Televisión national network, chosen to anchor the network's flagship late newscast. ==References== Category:1957 births Category:Living people Category:Universidad Iberoamericana alumni Category:National Autonomous University of Mexico alumni Category:People from Mexico City ",
    "title": "Ciro Gómez Leyva"
}