{
    "id": "51387523",
    "text": "Gayndah State School is a heritage-listed state school at 33 Meson Street, Gayndah, North Burnett Region, Queensland, Australia. It was built from 1861 to 1862. It was added to the Queensland Heritage Register on 21 October 1992. == History == Construction of the National School at Gayndah was commenced in 1861 after members of the Gayndah community submitted designs for a primary school to the Board of General Education in 1860 which were approved and was granted towards the cost of construction. The building was completed in 1862 and the first schoolmaster, Hercules Smith, took up duties in September 1863. The school opened in November 1873. Gazetted in 1849, the town of Gayndah initially developed as the centre for a number of large sheep stations taken up in the Burnett region during the 1840s. Gayndah's early growth as a pastoral \"capital\" is largely attributed to the determination of the squatters and the town developed as the administrative centre for the area, as the school was established in 1861, and post office and court house were erected. A branch of the Commercial Banking Company of Sydney was opened in 1864, and a local government authority, Borough of Gayndah, was established in 1867. By the late nineteenth century, cattle had replaced sheep as the dominant pastoral activity. Citrus orchards also flourished, and together with cattle and dairy farming, provided the basis for the development of Gayndah from the turn of the century. National Schools were established by the Governor of New South Wales, Charles Augustus FitzRoy, in 1848 at which time he appointed a Board of National Education to undertake the task of creating a system of government schools similar to the National School system in Ireland. When Queensland separated in 1859, it inherited two national schools in Warwick (1850) and Drayton (1851). Following separation, the Queensland Government passed The Education Act of 1860 to establish a Board of General Education to oversee the administration of National Schools throughout the new Colony of Queensland. Two new National Schools were constructed in 1860 (two in Brisbane, Brisbane Boys and Brisbane Girls); seven new National Schools were opened in 1861, four more in 1862 and three in 1863. The regulations which required local communities to raise one-third of the costs were relaxed and fifteen new schools opened in 1864. However, the 1866 fiscal crisis temporarily retarded the construction of additional schools. The Gayndah National School was established at a time of heightened growth in the establishment of schools throughout the Colony. National Schools remained the dominant form of government primary schools until 1875 when major reforms in education were put in place throughout Queensland. Construction of National Schools was regulated by government standard and local communities could apply to the Board of Education for an approved school plan or, as in the case of Gayndah, they could supply their own design for approval in accordance with the following recommendations. School rooms had to be at least wide and where attendance would exceed 20 students, the width was to be . The recommendations also provided for teachers residences which were to contain four rooms and a kitchen. The original school building at Gayndah consisted of a brick schoolroom, , with an adjoining infants' classroom , under the same roof with a dividing wall towards the southern end. A verandah extended along the eastern side of the building, and there were three dormer windows in the roof above the level of the verandah roof. On the north elevation underneath the gable (facing the street) the date 1861 was inscribed. Attached to the schoolroom on the western side was a residence for the teacher which included four rooms, (two bedrooms, a sitting room and dining room) and a kitchen, as prescribed by the regulations at the time. The school building has been greatly modified, although it still displays significant aspects of its original design. The original school room is still in place with evidence of the removal of the dividing wall that sectioned off the infants' classroom. The decorative fascia boards on the northern elevation and two of the three original dormer windows on the eastern elevation are still intact. The dormer window towards the northern end has been enclosed to accommodate extensions on the eastern elevation, where the original verandah has also been altered. The teacher's residence has been demolished apart from a single room, originally a bedroom, which adjoins the school room at the northern end and is used as a store room. The building's external walls, originally face brickwork, have been painted white. The original brick building was gradually developed around as the school grew over the ensuing century. The other buildings on site are mostly of timber construction, more typical of Queensland school development than the original brick construction which was always more unusual in Queensland. The original school building is still in use as a music room, resource centre and classroom and forms a working part of the Gayndah school complex. == Description == The Gayndah State School is situated on the southern side of Messon Street, the main street in Gayndah. The school is a complex of six buildings from varying periods and is characterised by its well established grounds with mature plantings. Entrance to the school is gained from Messon Street via a decorative wrought iron gate commemorating the centenary of the school reading \"Centenary: 1863 - 1963\". The original masonry school building is located at the western end of the school site and forms only a small part of the total school complex. This building is superficially joined to an adjacent timber building its eastern side by a covered walkway. The building is single-storeyed and comprises a central-gabled core running north/south with three attached wings, one extending to the west from front (northern) elevation (the original teachers bedroom), one extending east from the front elevation (a later addition) and one extending east from the corner of the rear elevation (also a later addition). The eastern elevation of the building creates a U-shaped courtyard incorporating part of the original verandah. The building is constructed basically of brick with some weatherboard included on the eastern additions and has a corrugated iron roof. The northern elevation is characterised by the facade of the gabled- core which displays a decorative scalloped valance along the facia board, an inscription in relief which reads \"Erected AD 1861\" and a large multi-paned window with a corrugated iron hood. The same fenestration is repeated on the southern elevation of the central core. The eastern elevation is characterised by the two original dormer windows in the roof which remain visible and the chamfered timber verandah posts which support the awning of the remaining portion of the original verandah. From the verandah two original double timber doors with glass panels gain entrance into the school room. Both are surmounted by two four-paned fanlights. The interior of the central core was the original school room and is an open-plan rectangular space with a high coved timber ceiling featuring large supporting timber cross-beams. There is evidence of an internal wall having been removed at some stage. Two large multi-paned windows feature at either end of the room and internally the third dormer window can be seen towards the northern end of the room, however it is built over externally. The floor is carpeted and the masonry wall are rendered and painted internally. There are two doors which open to the southern side of the building, one to the front porch on the northern side and one to the rear. The rest of the school complex extends to the east of the original school building with the main part of the school being formed by two separate elongated timber structures running parallel creating a central recreational garden area. There is a tuck-shop building and a classroom wing to the rear of the original building and a library wing at the most easterly end of the site. == Heritage listing == Gayndah State School was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. The original masonry school building at the Gayndah State School is important in demonstrating the evolution of Queensland's history as it was one of the earliest National Schools to be established in the new Colony of Queensland in 1861. The National Schools reflect the instigation and development of secular education throughout Queensland, a system which was adopted from Ireland by the New South Wales government in 1848 and carried over by the Queensland Government after separation in 1859. The implementation of secular education throughout Queensland was a significant advancement in social thinking at the time, rapidly progressing the facility for schooling in Queensland and laying the ground for the subsequent system of state education in place today. Subsequent buildings in the school grounds are also historically significant as they illustrate the evolution of school design demonstrating architectural styles from the Federation, Post-war and late 20th - century periods. The continuation of development at Gayndah State School also reflects the continued viability of the school since 1861. The school also demonstrates the establishment of Gayndah as an administrative centre for the surrounding pastoral region during the 1860s. The place demonstrates rare, uncommon or endangered aspects of Queensland's cultural heritage. The Gayndah State School is significant as a rare example of one of the earliest government schools in Queensland. The 1861 building at Gayndah State School is one of only a few government school buildings surviving from the 1860s and is the oldest government school building still in continuous use in Queensland. It is also a rare example of a masonry school building from this period. The place is important in demonstrating the principal characteristics of a particular class of cultural places. The 1861 building is important in demonstrating the principal characteristics of a National School from the 1860s as it reflects the recommendations for construction which the Board of General Education in Queensland had put in place in order to regulate the standard of school buildings being erected throughout the Colony. The school as a complex also demonstrates typical characteristics of a Queensland State School which has developed over a lengthy time period such as standard timber buildings and tree plantings. The place is important because of its aesthetic significance. The Gayndah State School is aesthetically significant as a well established school site that contributes to the streetscape of Messon Street, the main street in Gayndah, with mature trees and plantings in substantial grounds, buildings of varying styles which complement each other and a decorative commemorative entrance gate presenting a strong external visual presence. The original 1861 building is highly aesthetically significant as a picturesque masonry building displaying quality materials and workmanship in the Victorian Rustic Gothic style. In particular the scalloped valance on the front gable, the dormer windows, the steeply pitched roof and the compact nature of this building all contribute highly to its aesthetic significance. The place has a strong or special association with a particular community or cultural group for social, cultural or spiritual reasons. The Gayndah State School has a strong association with past, present and futures members of the school community and the local community of Gayndah as a place of education and as a community focal point since 1861. == References == === Attribution === == External links == Category:Queensland Heritage Register Category:Gayndah Category:Public schools in Queensland Category:Articles incorporating text from the Queensland Heritage Register ",
    "title": "Gayndah State School"
}