{
    "id": "51389058",
    "text": "Clive Melville Hambidge (10 May 1888 – 4 September 1950) was a surveyor in the State of South Australia, remembered as a long-serving Surveyor General. ==History== Clive was born in Ovingham, South Australia, the son of John Frederick Hambidge (c. 1863–1926) and his wife Cecile Aimee née Edlin (1863–1934). He was educated at St. Peter's College, and joined the Lands Department as a cadet surveyor in 1908 and appointed surveyor in 1911. He worked in all parts of the State, and was appointed State Surveyor-General in 1938. He died in his sleep. Following his death, and that of the Engineer-in- Chief Hugh Thomas Moffitt Angwin (1888–1949) the previous year, both in their early 60s, some concern was expressed that senior public servants were being over-stressed, Hambidge having recently lost many valuable staff to private industry. He was praised by the Minister of Agriculture, Sir George Jenkins as \"one of nature's gentlemen\", and his death as \"a severe loss to the State\" by the Minister of Lands, Sir Cecil Hincks. ==Other activities== Aside from his primary responsibilities, Hambidge was a member of the Land Board from 1926 and chairman of the Pastoral Board and of the Dog Fence Board. He was chairman of the Nomenclature Committee and president of the SA branch of the Royal Geographical Society from 1943-1947. ==Recognition== The Hundred of Hambidge on the Eyre Peninsula was named for him in 1957 by the South Australian Government, with the surname subsequently being used for the gazetted locality of Hambidge and the protected area known as the Hambidge Wilderness Protection Area. ==Family== He married Elizabeth Hobart Pizey (1887–1977) on 31 May 1913. They had four daughters; *Margaret Cecile \"Peg\" Hambidge (1914–2006) married Bruce Allder Saddler ( –1994) on 22 July 1942. She was a senior official with the YMCA. *Nancy Russell Hambidge (1917–2011) married Alan W. Barr Gemmell ( –1989) on 16 August 1947 *Helen Mary Hambidge (1921– ) married Horace Frank Nuttman \"Frank\" Oakeshott (1917–1997) on 16 January 1943 *Patricia Hambidge (1923– ) married George Osborn Forward (1916–2003) c. 1944 They had a home at 21 William street Hawthorn. == References == Category:Australian surveyors Category:1888 births Category:1950 deaths Category:Surveyors General of South Australia ",
    "title": "Clive M. Hambidge"
}