{
    "id": "51385397",
    "text": "Don W. Sears was the eighth Dean and Professor Emeritus of Law at the University of Colorado Law School. Sears was also a two-time recipient of the Purple Heart and Bronze Star for his military service during World War II. ==Military service== Sears enlisted in the U.S. Army in 1943 during the last semester of his senior year at The Ohio State University. He served in the 8th Armored Division with distinction and honor, earning two Purple Hearts with Oak Leaf Clusters and two Bronze Stars with Oak Leaf Clusters for gallantry and bravery. Sears also received several battlefield commissions, and ended his two years in the war theater as a major. ==Education== Sears earned his bachelor's degree from the Ohio State University in 1946, where he was a wrestler, sang in the men's glee club and on the OSU campus radio, and was selected by the faculty as the outstanding senior to the Dipper and Bucket Big Ten honorary society with a 3.95 GPA. He then received his law degree from the Ohio State University Moritz College of Law in 1948, graduating Order of the Coif. ==Legal career== Sears began his legal career working in private practice for two years and then was re-commissioned as a Captain in the U.S. Air Force Judge Advocate General's Corps. In 1950, Sears joined the University of Colorado Law School faculty. For the next 50 years, he was as an educator, writer, arbitrator, and administrator. Sears was eighth Dean of the Colorado Law School from 1968 to 1973. While Dean, he was instrumental in securing funds from the Colorado Legislature to complete renovation and new construction on the Fleming Law building, and received the University of Colorado Recognition Medal from the Regents in 1975. He also received the Associated Alumni Robert L. Stearns Award in 1967. Sears was a member of the National Academy of Arbitrators and was appointed by the baseball commissioner as one of the few Major League Baseball arbitrators, frequently mediating disputes between players and owners. Three major awards are named in his name including the University of Colorado Law School’s Don W. Sears Award and Don Sears Diversity Scholarship, and the Colorado Bar Association Ethics Committee's Don W. Sears Award for Ethical Enhancement of the Legal Profession in Colorado. ==Scholarly work== Sears co-authored and edited labor law books, and authored numerous publications and speeches on Labor law, Arbitration and Professional Responsibility, Security Law and the Uniform Commercial Code. Sears co-authored, along with Professor Fred Storke, Colorado Security Law, a single volume treatise that is still used by practitioners today. ==References== ==External links== Category:People from Chillicothe, Ohio Category:Ohio State University alumni Category:Ohio State University Moritz College of Law alumni Category:University of Colorado faculty Category:Law school deans Category:1921 births Category:2007 deaths Category:American legal scholars ",
    "title": "Don W. Sears"
}