{
    "id": "51385419",
    "text": "Michael Dively (born 1938) is an American politician and philanthropist. He served as a Republican member of the Michigan House of Representatives from 1968 to 1975, representing Traverse City, Michigan. He has supported LGBT rights in Key West, Florida and public education in Michigan. ==Early life== Michael Dively was born in 1938 in Cleveland, Ohio, U.S. His father was the chairman of the Harris Corporation. Dively was educated at the University School and graduated from Williams College. He received a law degree from the University of Michigan Law School and another graduate degree from American University. ==Career== Dively worked as a lawyer in Traverse City, Michigan from 1964 to 1968. He served as a Republican member of the Michigan House of Representatives from 1968 to 1975, representing Traverse City. The seat was previously held by Arnell Engstrom, and he was succeeded by Connie Binsfeld. He subsequently served as Deputy Director of the Michigan Department of Commerce, until he was appointed as Director of the Energy Administration. He later served as the Chair of the Michigan Civil Service Commission. Dively taught Government at Albion College and American University. ==Philanthropy== Dively served on the board of trustees of Hiram College. He was a co-founder of the Community Foundation of the Florida Keys, the Gay Lesbian Community Center of Key West, and the Key West AIDS Memorial. Dively endowed the Michael Dively American Government Award Endowment at the Grand Traverse Regional Community Foundation, which supports public schools in Traverse City, Michigan. ==Personal life== Dively was engaged to a woman, Charlotte Lyeth, in 1978. He is now openly gay. He was in the closet while he held public office. He resides in Santa Cruz, California. ==References== ==External links== *Michael A. Dively Papers at Williams College Archives & Special Collections Category:Living people Category:1938 births Category:Politicians from Cleveland Category:People from Traverse City, Michigan Category:People from Key West, Florida Category:People from Santa Cruz, California Category:Williams College alumni Category:University of Michigan Law School alumni Category:American University alumni Category:American University faculty and staff Category:Albion College faculty Category:Michigan Republicans Category:Members of the Michigan House of Representatives Category:American philanthropists Category:LGBT rights activists from the United States Category:LGBT people from Ohio Category:HIV/AIDS activists Category:Gay politicians Category:Activists from Ohio Category:Activists from California ",
    "title": "Michael Dively"
}