{
    "id": "51384604",
    "text": "Tyden Farm No. 6 Farmstead Historic District is an agricultural historic district located east of Dougherty, Iowa, United States. It was listed on the National Register of Historic Places in 2009. ==Description== At the time of its nomination it consisted of 24 resources, which included eight contributing buildings, two contributing structures, one non-contributing building, and 13 non-contributing structures. with The historic buildings include the farmhouse (1910), wash house and possible summer kitchen (c. 1910), auto garage (C. 1936), the massive gambrel roofed barn (1936), feed shed (1936), machine shed (1936), hen house (1940), and the hog house (1941). The unique drive-thru corn crib (1936) and the water tower (c. 1920) are the structures. The large farmhouse is a rural vernacular form of the American Foursquare known as the Cornbelt Cube. It is a two-story frame structure capped by a hip roof. It has an odd wing on the northwest side that houses the main kitchen on the first floor and a bedroom on the second. ==Emil Tyden== This was one of eight farms in Floyd and Butler Counties owned by Emil Tyden, a native of Sweden who immigrated to Moline, Illinois in 1882. He eventually worked for the Union Pacific Railroad where he noticed the inefficiency of sealing boxcars. He developed and patented the \"Tyden Self-Locking Seal,\" a tamper- proof device that fit any boxcar locking mechanism. He made a fortune from his invention, opening a factory in Hastings, Michigan. While remaining in Hastings Tyden began to acquire farms in North Central Iowa in 1915, and his holdings grew to almost . He hired resident farm managers and hired hands to operate each farm. Tyden modernized the farms and employed \"new agriculture\" methods espoused by Iowa State College in Ames that made extensive use of science and technology to improve farming methods and production. He continued to maintain and expand his holdings during the economic downturn in farming in the 1920s and the Great Depression. Tyden bought this farm in 1936, and began making improvements. In 1941 he released all his employees after the harvest and leased the farms out to farmers to run as they saw fit. Tyden died in 1951. He still owned Farm No. 6, and it remained in the family until 1994. The farm is now part of the Silos & Smokestacks National Heritage Area and houses farming exhibits and tours. ==References== Category:Houses completed in 1910 Category:Infrastructure completed in 1936 Category:Farm museums in Iowa Category:Museums in Floyd County, Iowa Category:Historic districts in Floyd County, Iowa Category:National Register of Historic Places in Floyd County, Iowa Category:Farms on the National Register of Historic Places in Iowa Category:Historic districts on the National Register of Historic Places in Iowa ",
    "title": "Tyden Farm No. 6 Farmstead Historic District"
}