{
    "id": "51383510",
    "text": "Karl Wilhelm Stolle (19 December 1842 - 11 March 1918) was a German SPD politician and journalist. ==Life== Karl Wilhelm Stolle was born into a Protestant family in the village of Frankenhausen, which today has become part of Crimmitschau, a short distance to the north of Zwickau. The \"protestant\" label appears to have been replaced with a \"no religion\" one fairly early on. His father was a building worker. After attending school locally, Stolle trained in horticulture. He travelled as a gardener's assistant across Germany, the Netherlands, Poland and Russia. Between 1862 and 1879 he owned a horticulture business at Crimmitschau. At the same time he was already active in the workers' education movement from the beginning of the 1860s. In 1866 Stolle joined the newly formed radical democratic Saxon People's Party, which following party mergers in 1869 made him a member of the new German Social Democratic Workers' Party (\"Sozialdemokratische Arbeiterpartei\" / SDAP) and of the Socialist Workers' Party(\"Sozialistische Arbeiterpartei Deutschlands\" / SAP) in 1875. The lifting of the Anti-Socialist Laws triggered a further consolidated relaunch: that of the Social Democratic Party (SPD) in 1890. Karl Wilhelm Stolle was an activist member throughout these decades. He was a founder of the \"International Trades Union Fraternity of Factory and Manual workers\" (\"Internationale Gewerksgenossenschaft der Manufaktur-, Fabrik- und Handarbeiter\"). Between 1869 and 1916 he was a delegate at several social democratic party conferences and sat on various party committees. In 1870 he joined with some like minded friends to set up a political printing-publishing co-operative, registered under the name \"Stolle, Schlegel & Co.\" This published the \"Crimmitschauer Bürger- und Bauernfreund\" (\"\"Crimmitschau Citizens' and Rural Workers' Friend \"). The newspaper was suppressed with the implementation of Bismarck's Anti-Socialist Laws, which led to the financial collapse, around 1879, both of the printing-publishing co-operative and of Stolle's horticulture business, after which he is recorded as the owner of a guest house, the \"Schönburger Hof\", in nearby Gesau, close to Glauchau.Karl Wilhelm Stolle (1842–1918). In: Franz Osterroth: Biographisches Lexikon des Sozialismus. Verstorbene Persönlichkeiten. Bd. 1. J. H. W. Dietz Nachf., Hannover 1960, pp. 303–304. At Gesau he sat on the local council between 1886 and 1907. Between 1885 and 1893 or 1897 he was also a member of the Saxon regional parliament (Landtag). After several unsuccessful candidatures, in 1881 Karl Wilhelm Stolle was elected to the national parliament (Reichstag) in the 1881 general election, representing Electoral District 18, which covered Zwickau, Crimmitschau and Werdau, sitting as one of the twelve members of the Socialist Workers' Party which at that time was the only socialist party present in a chamber still dominated by conservative, liberal and \"catholic centre\" parties. He continued to sit for the same electoral district till 1918, representing the same party and, after 1890 its successor, till 1917. After 1890 the vote share of the SPD rose rapidly, to reach nearly 35% in the 1912 general election, although this translated into only 110 of the 397 seats in the Reichstag, due to the distortive impact of an old-fashioned voting system and constituency boundaries that had been unchanged since 1871. The party leadership responded to the outbreak of war in 1914 with a political truce which involved voting in the Reichstag for credits to fund the war, and abstaining from criticism of the government for its duration. Support for the political truce was encouraged within the party by the spectre of life under an autocratic Russian Czar if Germany failed to win, but even in 1914 there were prominent SPD members resolutely opposed to the war, grouped around Hugo Haase: Karl Wilhelm Stolle was one of these. Stolle was one of 18 SPD Reichstag members who formed themselves into the so-called Social Democratic Working Group (\"Sozialdemokratische Arbeitsgemeinschaft\") within the party, which on 21 December 1915 voted against the renewal of war credits. As economic destitution at home and industrial-scale slaughter on the frontline mounted, in 1917 the SPD itself broke apart and Stolle was one of those who went with the breakaway faction, forming the short-lived Independent Social Democratic Party (\"Unabhängige Sozialdemokratische Partei Deutschlands\" / USPD). Three years later the USPD itself split, with a larger element of its membership joining the new Communist Party, but by that time Karl Wilhelm Stolle had died, aged 75, in March 1918. ==Personal== Karl Wilhelm Stolle was married to Auguste Stolle, born Auguste Wagner. When he died, he left behind his \"wife and four children\".Kirchenbuch Eintrag (Church records entry) 1918, page 174 Nr. 10., St. Andreas church, Gesau (a village approx 16 km / 10 miles north of Zwickau) ==References== Category:1842 births Category:1918 deaths Category:People from Crimmitschau Category:People from the Kingdom of Saxony Category:German religious humanists Category:Social Democratic Party of Germany politicians Category:Independent Social Democratic Party politicians Category:Members of the 5th Reichstag of the German Empire Category:Members of the 6th Reichstag of the German Empire Category:Members of the 8th Reichstag of the German Empire Category:Members of the 9th Reichstag of the German Empire Category:Members of the 10th Reichstag of the German Empire Category:Members of the 11th Reichstag of the German Empire Category:Members of the 12th Reichstag of the German Empire Category:Members of the 13th Reichstag of the German Empire Category:Members of the Landtag of Saxony Category:German trade unionists ",
    "title": "Karl Wilhelm Stolle"
}