{
    "id": "51384351",
    "text": "Kristian Majdahl Pedersen (born 4 August 1994) is a Danish professional footballer who plays as a defender for English club Birmingham City and the Denmark national team. He plays predominantly at left back but can also play as a left winger. He has represented his country at under-21 level, and made his senior debut in 2020. ==Club career== He started his early career at Benløse IF, before moving to fourth division side Ringsted IF. ===HB Køge=== He signed for HB Køge on 24 July 2014 under Head Coach Henrik Pedersen. His debut for HB Køge came on 25 July 2014 when he came on as a substitute with the score at 1-1 on the first day of the first division in the away game at Skive IK in the 77th minute. On 19 April 2015 he scored his first goal for HBK against AB in a 2-0 win. In the 2015/16 winter break he joined German Bundesliga side Borussia Moenchengladbach on trial but a move did not materialise. In the second half he came for HB Køge to twelve games in the Danish second division. Pedersen went on to play on more than 50 occasions for the club, scoring twice in total, against AB and Skive. ===Union Berlin=== Following two seasons at Køge, he signed for German 2. Bundesliga side Union Berlin in 2016. on a three-year deal. He made his debut for Union Berlin on 6 August 2016 against VfL Bochum in a 2-1 defeat. 30 September 2016, Pedersen received a red card against 1. FC Nürnberg. Pedersen scored his first goal for Union Berlin on 24 February 2018, in a 2-1 win against SV Sandhausen. ===Birmingham City=== Pedersen signed a four-year contract with English Championship (second-tier) club Birmingham City on 25 June 2018; the fee was undisclosed. However, Birmingham's unaddressed Financial Fair Play issues left the English Football League (EFL) \"exceptionally disappointed\" that the club had nevertheless proceeded with a purchase, and they refused to register him. Two days before the season was due to start, and \"after consideration of the legal position as between the Club, Player and the EFL\", an agreement was reached such that Pedersen's registration was allowed. He duly made his debut on the opening day, starting at left back in a 2–2 draw at home to Norwich City. ==International career== Pedersen has represented Denmark U-21's. Making his debut in 2016 against Ukraine. Pedersen made his senior international debut on 7 October 2020 in a friendly match against the Faroe Islands. ==Career statistics== {| class=wikitable style=text-align:center |- !rowspan=2|Club !rowspan=2|Season !colspan=3|League !colspan=2|National Cup !colspan=2|League Cup !colspan=2|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=3|HB Køge |2014–15For Danish Cup rounds not covered by Soccerway: |Danish 1st Division||28||1||3||0||colspan=2|—||31||1 |- |2015–16For Danish Cup rounds not covered by Soccerway: |Danish 1st Division||30||1||3||1||colspan=2|—||33||2 |- !colspan=2|Total||58||2||6||1||colspan=2|—||64||3 |- |rowspan=3|Union Berlin |2016–17 |2. Bundesliga||29||0||2||0||colspan=2|—||31||0 |- |2017–18 |2. Bundesliga||32||1||1||0||colspan=2|—||33||1 |- !colspan=2|Total||61||1||3||0||colspan=2|—||64||1 |- |rowspan=4|Birmingham City |2018–19 |EFL Championship||39||1||0||0||0||0||39||1 |- |2019–20 |EFL Championship||44||4||4||0||0||0||48||4 |- |2020–21 |EFL Championship||6||0||0||0||1||0||7||0 |- !colspan=2|Total !89||5||4||0||1||0||94||5 |- !colspan=3|Career total !208||8||13||1||1||0||222||9 |} ==References== ==External links== * Category:1994 births Category:Living people Category:People from Ringsted Category:Danish footballers Category:Denmark international footballers Category:Denmark under-21 international footballers Category:Denmark youth international footballers Category:Association football defenders Category:HB Køge players Category:1. FC Union Berlin players Category:Birmingham City F.C. players Category:2. Bundesliga players Category:English Football League players Category:Danish expatriate footballers Category:Danish expatriate sportspeople in Germany Category:Danish expatriate sportspeople in England Category:Expatriate footballers in Germany ",
    "title": "Kristian Pedersen"
}