{
    "id": "51385556",
    "text": "Konrad Hofmann (14 November 1819 in Kloster Banz - 30 September 1890 in Waging am See) was a German philologist, who specialized in Old French and German literature. He initially studied medicine for three years at the University of Munich, where his interests ultimately changed to philology. He then furthered his education at the universities of Erlangen, Berlin and Leipzig, receiving his doctorate in 1848 as a student of Heinrich Leberecht Fleischer. After graduation, he traveled to Paris, where he carried out research of the French Middle Ages. In 1853 he succeeded Johann Andreas Schmeller as an associate professor at Munich, becoming a full professor in 1856. In addition to his lectures on French and German philology, he also held classes in Sanskrit and paleography.ADB:Hofmann, Konrad In: Allgemeine Deutsche Biographie (ADB). Band 50, Duncker & Humblot, Leipzig 1905, S. 436–438. == Selected works == * Ueber ein Fragment des Guillaume d'Orenge, 1851 - On a fragment of William of Gellone (supplement, 1852). * Amis et Amiles und Jourdains de Blaivies, 1852 - \"Amis et Amiles\" and \"Jourdain de Blaives\". * Altfranzösische lyrische gedichte aus dem Berner codex 389, 1868 - Old French lyric poems from the Bernese codex 389. * Ueber Jourdain de Blaivies, Apollonius von Tyrus, Salomon und Marcolf, 1871 - On \"Jourdain de Blaives\", \"Apollonius of Tyre\" and \"Solomon and Marcolf\". * Joufrois; altfranzösisches rittergedicht (with Franz Muncker, 1880) - \"Joufrois\", an old French knight poem. * Lutwins Adam und Eva, 1881 - Lutwin's \"Adam and Eve\". * Johann Andreas Schmeller. Eine Denkrede, 1885 - On Johann Andreas Schmeller.Most widely held works by Konrad Albrich Hofmann WorldCat Identities His correspondence with archivist Eduard von Kausler was published as Briefe Konrad Hofmanns an Eduard von Kausler aus den Jahren 1848 bis 1873 (\"Letters of Konrad Hofmann and Eduard von Kausler from the years 1848 to 1873\"; introduction and remarks by Karl Vollmöller).Eduard Kausler de.Wikisource (bibliography) == References == Category:1819 births Category:1890 deaths Category:People from Bad Staffelstein Category:Ludwig Maximilian University of Munich alumni Category:Ludwig Maximilian University of Munich faculty Category:Leipzig University alumni Category:German philologists Category:German medievalists ",
    "title": "Konrad Hofmann"
}