{
    "id": "51386763",
    "text": "This article covers the history of the Colonia Roma neighborhood of Mexico City. Pedestrians in Roma outside the Galería Terreno Baldío Arte ==History== During Aztec times, this area was shallow lake and a number of very small islands. The Aztecs farmed on chinampas, which were small, artificial islands adjacent to firm land. The repeated creation and sinking of these islands over time extended solid land in the area. The most important settlement was Aztacalco (house of herons in Nahuatl) which was located on one of these small islands. After the Spanish conquest of the Aztec Empire, this area was part of the lands granted to Hernán Cortés by the Spanish Crown in 1529. During much of the colonial period, it was part of the property of the Counts of Miraville, but by the early 20th century, it was the property of two families named Echegaray and Calero Sierra, and bordered the lands of the Hacienda de la Condesa. Although still rural, it was already bordered by streets such as Avenida Chapultepec and Avenida La Piedad (today Avenida Cuauhtémoc) . In the late 19th and early 20th centuries, the mostly dried lakebed areas west of Mexico City were being developed into \"modern\" colonias for the city's wealthy looking to leave the deteriorating city center. Aztacalco, then called La Romita or La Romerita, was established as a colonia in 1903. At about the same time, the rest of the land which is now Roma, called Hacienda de Romita or Potreros de Romita, was acquired by an investment group called Companía de Terrenos de la Calzada de Chapultepec. This group included British circus owner Edward Walter Orrin, along with famous clown Ricardo Bell, U.S. engineer Casius Clay Lamm and his sons, and Mexican Pedro Lascuráin. The intent was to develop the land into a residential subdivision, which was approved by the city government in 1902, with the name of Roma instead of Romita. The project also had participation from the Porfirio Díaz government, which commissioned itself to provide infrastructure such as roads, water and sewer, and would be the first colonia in Mexico City with these services. The colonia was also designed with wide streets, with tree-filled traffic islands and boulevards such as those in Paris. The names of these new streets came from the states and cities which the Orrin Circus had performed. The largest of these streets was and still is Avenida Alvaro Obregon, originally called Avenida Jalisco. Small parks such as Plaza Rio de Janeiro and Plaza Luis Cabrera were added for more green space. These streets and plazas still remain although a number of the wider streets such as Alvaro Obregon, Durango, Oaxaca, Querétaro and San Luis Potosí have been converted into \"eje\" or axis roads for through traffic. The project also included the incorporation of the formerly separate La Romita, but residents resisted and the two communities remained socially separate. Hotel Brick, located on the intersection of the streets Orizaba and Tabasco was a hotel which renovated one of La Roma's most famous and beautiful houses. Hotel Brick named its three main suites in honor of this colonia. The suites being \" Suite La Romita\" \" Suite Walter Orrin\" and \"Suite Richard Bell.\" Universidad de la Comunicación. After the initial development of infrastructure and some homes, project stalled after the outbreak of the Mexican Revolution in 1910. After the war was over, Roma, along with sister colonias of Colonia Juárez, Colonia Condesa, Colonia San Rafael, Colonia Santa María la Ribera and others, experienced a building boom in the 1920s and 1930s. The architecture in all of these areas at this time rejected Mexico's traditional Baroque architecture of red tezontle stone and wrought iron balconies and window rails for a more modern look, heavily influenced by European trends, especially French, and eventually Art Deco. The colonia was at its most exclusive, considered aristocratic and \"European,\" from its beginning to the end of the 1930s, with its historically and architecturally significant buildings constructed between 1906 and 1939. It not only attracted wealthy Mexican families, but also a number of foreign residents the initial British and American developers to a number of French and Spanish. By the 1930s, the colonia has a number of clubs or meeting houses such as La Bandida, where many politicians in Manuel Ávila Camacho’s government would meet, and erotic bathhouses such as La Torre. Although two significant churches were built between 1900 and 1940, the Cristero War in the 1930s and its related religious persecutions, resulted in their closing, with services held clandestinely in private homes. In the 1940s and 1950s, the area was still exclusive and could boast of having been the home of influential artists, businessmen and politicians. Residents from the first half of the 20th century included former presidents of Mexico Luis Echeverría, José López Portillo, Álvaro Obregón and Miguel de la Madrid, as well as Ramón López Velarde, Concepción Acevedo de la Llata|\"Madre Conchita,\" who was accused of planning Obregon's assassination, Francisco I. Madero’s widow, Jorge Ibargüengoitia, Fernando Benitez, Juan José Arreola, José Agustín, Pita Amor, Julio Sesto, Fernando Solana, Alfonso García Robles, Andrés Palca, María Conesa, Pascual Ortiz Rubio, David Alfaro Siqueiros, Enrique Bátiz Campbell and Leonora Carrington. However, a number of families began to move out when newer exclusive zones such as Polanco, Anzures and Lomas de Chapultepec were built even further to the west. Rents were frozen all over the city during the Second World War, initially as a temporary measure, but this freezing was never lifted until the 1990s. Loss of rental income would eventually led to landlords’ lack of maintenance of older buildings as the decades progressed. By the 1950s, the colonia began to attract lower-class residents due to the low rents. Longtime residents complained about the influx of Arabs, Jews and Mexicans from southern states such as Campeche, Chiapas and Tabasco into the neighborhood. Some areas became dangerous at night. La Romita, due to its socioeconomic segregation was considered very dangerous with organized gang activity by the 1950s. Vagabonds and gang activity in the Plaza Rio de Janeiro area was also a problem by the end of this decade. In the 1960s, older residences began to give way to newer commercial buildings, especially in the northern part of the colonia. Businesses such as General de Gas, Woolworth's, the Mexican Red Cross and Telefonos de Mexico (Telmex) established centers here. By the end of the decade, most of the north, especially along Avenida Chapultepec, was redefined as commercial space. The newer, taller and heavier buildings not only began to change the character of the colonia, they affected the ground around them, causing damage to the older mansions that neighbored them. Serious decline began in the 1970s. More wealthy families moved out as more office buildings were constructed, and Carlos Hank Gonzalez’s \"eje\" road system, made the colonia less isolated from the rest of the city and less exclusive. Men's clubs and prostitution began to appear. The commercial development either destroyed or radically modified the mansions of the early 20th century. One reason for this was that there was little in the way of urban planning or zoning regulations either in this colonia or neighboring ones, so many older homes were either converted into offices and businesses or razed completely to make way for office and apartment buildings. Fuente de Cibeles, replica of the fountain located in the Plaza de Cibeles of Madrid. Gifted to the city in 1980 as a token of friendship between the cities. The deterioration culminated with the 1985 Mexico City earthquake. A geological fracture erupted southwest to northeast thorough the colonias of Colonia Condesa, Colonia Cuauhtémoc, Colonia Guerrero, Colonia Hipódromo Condesa, Colonia Juarez, Colonia Maza, Colonia Morelos, Colonia Peralvillo, the northern part of Colonia Roma and Colonia Tabacalera. In Roma alone, 472 buildings partially or completely collapsed mostly in the northern part of the colonia around Morelia, Mérida, Cordoba, Puebla, Cuauhtemoc, Insurgentes, San Luis Potosí and Chiapas streets. Most of these buildings were newer, built since the 1950s and many were used for lower class housing, leaving 15,000 homeless. The Conjunto Urbano Benito Juárez, located in the southeast corner of the colonia, was mostly destroyed. The main reasons for the widespread destruction in Roma was that much of it was built on soft former lakebed and much of the newer construction was taller and not as solidly constructed as the older mansions. The widespread destruction and homeless, not only in Roma but in the rest of the city center, created an urgent need for new housing. Destroyed properties were expropriated, and lower class housing was hastily constructed. The cause most of the rest of the older and wealthier residents to leave, and lowered property values greatly. This damage and reconstruction not only cause the flight of the wealthy from Roma, but from neighborhing Colonia Condesa as well, even though it did not suffer significant damage. The effects of this earthquake remain in Roma. As of 2005, there were still fifteen inhabited buildings with serious structural faults at risk of collapse and another 700 considered to be significantly compromised. The most serious decline of the colonia occurred from the 1970s to the early 1990s. The population of the colonia declined from 95,000 inhabitants in 1970 to 35,000 in 1995. Between the commercialization that has been ongoing since the 1960s and the aftermath of the 1985 earthquake, Colonia Roma has lost a large portion of its original structures from the first decades of the 20th century. Due to their size, most of the old mansions became economically unviable as residences, but their central location and proximity to major transportation has made them and the surrounding area valuable for business, pushing owners to want to radically alter or even destroy them. However, the 1985 earthquake spurred not only stricter building codes for new structure, but also neighborhood associations with the aim of conserving and restoring the architectural heritage and prestige of the colonia. These have worked to halt construction of tall apartment and office buildings and to conserve the remaining early 20th century mansions. Neighborhood groups succeeded in having the city's attorney general's office relocated in the mid-1990s as well as nixing the construction of an underground parking garage at the Plaza de las Cibeles. Since 1990, no new apartment buildings have been constructed, although some of the older constructions has been adapted as such. Rents hit bottom just after 1985, attracting artists and urban hipsters into the area. Many of these people were also interested in the restoration and conservation of the old mansions, converting them into office space and other businesses but conserving the original facades. In 1988, city authorities decided to rescue and renovate the La Romita area, especially its church, Santa María de la Natividad de Aztacalco. In the entire colonia, there are still 1,100 mansions from the early 20th century, even though restoration and conservations efforts have had mixed success. One problem is the lack of government maintenance of roadways and another is that private investment into conserving, refurbishing (as offices and businesses) and resale of the buildings has been spotty and sporadic. Today, the best-conserved mansions are along the streets of Colima, Tonalá, Alvaro Obregon, and Avenida Chapultepec. One of the colonia's successes since the 1990s, has been the opening of a number of art galleries, especially along Colima Street, which was mostly spurred by the establishment of the Casa Lamm Cultural Center. There has been progress into zoning much of the colonia as mixed use (residential/office), with focus on promoting the older mansions as commercial and cultural space. Traffic has been routed around much of the area to keep more residents from moving out. Since 2002, there have been efforts to formally designate and catalogue the historical and architecturally significant structures in order to have even more protections afforded to these buildings. Paisaje de San Cristóbal Romita, Luis Coto, 1857. In the distance on the left can be seen the Castillo de Chapultepec. ==References== Category:Colonia Roma Category:History of Mexico City ",
    "title": "History of Colonia Roma"
}