{
    "id": "51386080",
    "text": "David Mayoral Lastras (born 5 April 1997) is a Spanish footballer who plays for Romanian club FC Hermannstadt on loan from Cádiz CF mainly as a right winger. ==Club career== Mayoral was born in Ávila, Castile and León, and played youth football for Real Ávila and UD Santa Marta. He made his senior debut with the latter on 30 November 2013, in a 2–0 Tercera División away win against CD La Virgen del Camino. He scored his first senior goal on 12 April of the following year, netting the last in a 1–3 loss at CD La Granja. In July 2014 Mayoral joined Real Valladolid, returning to youth football. He made his first team debut on 21 August 2016, coming on as a late substitute for goalscorer José Arnaiz in a 1–0 Segunda División home win against Real Oviedo. On 6 March 2017 Mayoral renewed with the Blanquivioletas until 2020, and was immediately loaned to UCAM Murcia CF also in the second tier, until the end of the campaign. Upon returning he was promoted to the first-team, but continued to appear mainly with the B's and contributed with only three appearances in the club's promotion to La Liga. On 28 August 2018, Mayoral was loaned to second division side AD Alcorcón for the season. Roughly one year later he returned to UCAM, agreeing to a permanent contract with the side now in Segunda División B. On 25 July 2020, Mayoral moved straight to the top tier after signing a three-year deal with Cádiz CF, but was loaned to Romanian Liga I side FC Hermannstadt on 7 September. ==References== ==External links== * * Category:1997 births Category:Living people Category:People from Ávila, Spain Category:Spanish footballers Category:Castilian-Leonese footballers Category:Association football wingers Category:Segunda División players Category:Segunda División B players Category:Tercera División players Category:Real Valladolid Promesas players Category:Real Valladolid players Category:UCAM Murcia CF players Category:AD Alcorcón footballers Category:Cádiz CF players Category:FC Hermannstadt players Category:Spain youth international footballers Category:Spanish expatriate footballers Category:Spanish expatriate sportspeople in Romania Category:Expatriate footballers in Romania ",
    "title": "David Mayoral"
}