{
    "id": "51397041",
    "text": "Chris Lee Chun Kit (, born 15 July 1982) is a Malaysian politician and a member of the Democratic Action Party (DAP), which forms part of the ruling Pakatan Harapan (PH) coalition. He is currently the elected State Assemblyman for Pulau Tikus in Penang. Chris had previously been appointed as a Councillor of the Penang Island City Council, serving for nearly five years between 2013 and 2018. Chris Lee is also an advocate for Universal Design as well as the rights of the disabled community in Penang. == Personal life == Lee was born in George Town, Penang on 15 July 1982, the first born son of George and Betty Lee (née Chan). He has a younger sister, Lee Yen Ling, who was diagnosed with autism at an early age. === Early education === Lee attended St. Andrew's Kindergarten and went on to finish his primary education at St. Xavier's Branch School. It was at the primary school that he met future DAP leader and current MP for Bukit Bendera, Zairil Khir Johari. He then proceeded to St. Xavier's Institution for his secondary education. He graduated secondary school in 1999. He then obtained an Advanced Diploma in Mass Communications at MDIS, Singapore before obtaining his Bachelor's degree in Business Administration from the Nottingham-Trent University in a local undergraduate program at Olympia College. == Political career == Lee politically active in 2007 and went on to join the Democratic Action Party (DAP). He initially joined the party as a volunteer but got more involved as time went on. In 2012, he became the Youth Chief for the party's Youth Wing division of Bukit Bendera as well as the party's Deputy Youth Chief in Penang. Following the 2013 Penang state election, Chris Lee was appointed as one of the 24 councillors of the then Penang Island Municipal Council, taking office on 8 July. In 2015, the city status of George Town, Penang's capital city, was expanded to encompass the entirety of Penang Island, thus upgrading the local government into the present-day Penang Island City Council. On 26 April 2018, prior to the state election that year, Chris Lee stepped down as a Councillor of the Penang Island City Council and was selected to contest the state constituency of Pulau Tikus, where he had spent his childhood years. Despite the three cornered tussle at the constituency, he prevailed in the election, winning by a margin of 9,245 votes. ==Election results== {| class=\"wikitable\" style=\"margin:0.5em ; font-size:95%\" |+ Penang State Legislative Assembly Results only available from the 2004 election. Percentage figures based on total turnout. Percentage figures based on total turnout. !|Year !Constituency !colspan=2|Government !|Votes !|Pct !colspan=2|Opposition !|Votes !|Pct !|Ballots cast !|Majority !|Turnout |- | rowspan=\"2\" |2018 | rowspan=\"2\" |N25 Pulau Tikus | rowspan=\"2\" | | rowspan=\"2\" |Chris Lee Chun Kit (DAP) | rowspan=\"2\" align=\"right\" |11,679 | rowspan=\"2\" |82.32% | | | (Gerakan) |2,434 |17.16% | rowspan=\"2\" |14,188 | rowspan=\"2\" |9,245 | rowspan=\"2\" |78.05% |- | | |Wee Kean Wai (MUP) | align=\"right\" |75 |0.53% |} == See also == *Pulau Tikus (state constituency) ==References== __INDEX__ Category:1982 births Category:Living people Category:People from Penang Category:Malaysian people of Chinese descent Category:Democratic Action Party (Malaysia) politicians Category:Members of the Penang State Legislative Assembly Category:21st- century Malaysian politicians ",
    "title": "Chris Lee Chun Kit"
}