{
    "id": "51391152",
    "text": "Kriegers Flak is a 600 MW offshore wind farm under construction in the Baltic Sea on the Danish part of the reef of the same name. It will form part of a new 400 MW interconnector between Denmark and Germany. ==Location== In 2010 the Danish Energy Agency pointed to the site as one of the most attractive for a Danish offshore wind farm. In addition to favorable wind conditions and a depth ranging from 16 m to 25 m, Kriegers Flak will also be located next to the German offshore wind farm ″EnBW Baltic 2″. Kriegers Flak will take advantage of this and be connected both to the Danish grid as well as to the 288 MW ″EnBW Baltic 2″ which is connected via the 48 MW ″EnBW Baltic 1″ to the German grid. The wind farm will consist of two partitions, a western of 200 MW covering and an eastern of 400 MW covering ; a sand dredging area separates the two areas. ==Combined Grid Solution== The Kriegers Flak Combined Grid Solution, a serial connection of offshore wind farms into the power grids of two different countries will be the first of its kind. This has the advantage that up to the capacity of the connection the produced power can be transmitted to the country with the highest demand and price, improving the economy of the wind farms. Secondly, the connection between Denmark and Germany can act as an interconnector, so power can be transmitted from one country to the other, also in absence of power production from the wind farms themselves. This improves the overall reliability of the power grids in both countries and can also reduce the overall price of the electricity. The combined solution was scheduled to be direct current, but the offshore converter turned out to be prohibitively expensive, and alternating current (AC) was chosen instead. Like the 150 kV cables connecting the ″EnBW Baltic 2″, ″Baltic 1″ and Germany, the 170kV cables connecting Kriegers Flak to ″Baltic 2″ and the 220kV to Denmark will be relatively short and thus using AC which is more economical. However, Germany is part of the synchronous grid of Continental Europe, while Kriegers Flak will connect to eastern Denmark, which is synchronized with the Nordic grid. As such, the non-synchronous connection requires a paired, back-to-back HVDC converter substation, to be located in Bentwisch, Germany, which already hosts the converter substation for the Kontek interconnector. The transmission capacity will be 400 MW, with the converter substation being delivered by ABB for around 140M US$. Thus, when Kriegers Flak operates at its full 600 MW capacity at least one third of the produced power must be transmitted to Denmark. The 220 kV cables to Kriegers Flak will be constructed and operated by Energinet.dk, with a planned spending of 3.5 billion DKK and planned commissioning by the end of 2018. The cable will reach Denmark at Rødvig on Zealand. ==Tender== The result of a call for tenders for the construction of the wind farm was expected to be published by the end of 2016. By November 2015 seven companies and consortia had been prequalified to bid on the project; an unusually high number of bidders. The tender was won by Vattenfall in November 2016 at a fixed-price of €49.90/MWh ($/MWh) with no adjustment for inflation, for 30 TWh (corresponding to 50,000 full-load hours for 600 MW, or about 11 years), without the cost of the unusual transmission project. , it is the lowest price for offshore wind. The price is 58% lower than the cap price of €0.12 (90 øre) per kWh set in 2012. Build cost is estimated at €1.1bn-€1.3bn ($1.19bn-$1.4bn). The turbines will be delivered by Siemens Gamesa, each yielding 8.4 MW. The low price was achieved by optimizing several aspects of the process, including the long- standing policy of authorities to prepare shovel ready projects with all necessary permissions. This method was also used in the previous low price record at Borssele where the price is €72.70/MWh (€87/MWh with transmission). The method contrasts with the British way of tender, where applicants must perform preparatory work. ==Construction== The construction site for the onshore substation in Rødvig in 2018 May 2018 saw installation of the three offshore converter stations that will transmit the electricity from the wind turbines to the onshore substations in Denmark and Germany and in November 2018 its dual electric connection to the offshore station of EnBW Baltic 2 was successfully tested. While the construction at the Danish substation site was underway by August 2018, the construction of the similar German station in Bentwisch has been delayed by \"a few months\" so as of January 2019 the launch of the interconnector is planned for Q3 of 2019. Monopile foundations were being constructed in early 2019. In June of 2019 NKT stated that they had successfully commissioned the 170 kV AC cable between Kriegers Flak and Baltic 2 and that the remaining 220 kV AC cable between Kriegers Flak and Denmark would become operational later in 2019. The wind farm is expected to be operational by the end of 2021. ==See also== *Renewable energy in Denmark *List of largest power stations in the world *List of offshore wind farms *Baltic 1 Offshore Wind Farm *Kontek ==References== ==External links== *Important documents and links Energistyrelsen *Technical Project Description, October 2015 *Energinet project page (in Danish) Category:Electrical interconnectors to and from the Nordic grid Category:Offshore wind farms in the Baltic Sea Category:Wind farms in Denmark ",
    "title": "Kriegers Flak (wind farm)"
}