{
    "id": "51399939",
    "text": "Germain Quériau Pierre-Angélique-Germain Quériau was a French dancer and choreographer in the first half of the 19th century, born c. 1790 and died in Montmartre 14 July 1850. A dancer in Naples from 1813 to 1815, then principal dancer in Lyon from 1820 to 1824 Quériau became ballet master at the theatre of Marseille from 1826 to 1829 where he had L'Apothéose d'Hercule, Énée ou le Triomphe de Vénus and Romulus staged and printed. From 1830 to 1831, he headed the ballets of Lyon where he performed Napoléon en Égypte and Le Flageolet magique, ballets which would also be printed. The following season, he was principal mime dancer in Bordeaux, under the direction of ballet master , then he joined the Ballet de l'Opéra de Paris as principal dancer in 1833, where he held important roles in ballets by Filippo Taglioni (La Fille du Danube, 1836), Jean Coralli (Giselle 1841, La Péri 1843, Ozaï 1847, La Jolie Fille de Gand 1842), Joseph Mazilier (Le Diable amoureux 1840, Le diable à quatre 1845) and Arthur Saint-Léon (La Vivandière 1844, La Fille de marbre 1847). He was choreographer 's stepbrother, was mayor of Lyon for 24 hours in 1830 and committed suicide in July 1850. == Ballets == *1826: Romulus, heroical ballet in three acts, Marseille, 1 October *1827: Énée ou le Triomphe de Vénus, Marseille, 14 March *1828: L'Apothéose d'Hercule, ballet-pantomimi in three acts, Marseille, 30 December *1830: Napoléon en Égypte ou la Bataille des pyramides, historical pantomime in three acts, Lyon, 2 November *1831: Le Flageolet magique, one-act ballet, Lyon, 8 March == External links == * Germain Quériau on data.bnf.fr * Germain Quériau in La France littéraire Category:19th-century French dancers Category:French choreographers Category:French ballet masters Category:1790s births Category:1850 deaths Category:Artists who committed suicide ",
    "title": "Germain Quériau"
}