{
    "id": "51395318",
    "text": "Steep Rocky Creek Railway Bridge is a heritage-listed railway bridge on the Mungar - Monto railway line at Ideraway in the North Burnett Region of Queensland, Australia. It was designed by William Pagan and built from 1906 to 1907. It was added to the Queensland Heritage Register on 21 October 1992. == History == Construction of the section from Wetheron to Gayndah began in March 1906 using day labour. The Deep Creek crossing posed engineering difficulties. Completion of the line was delayed building two bridges of special designs over gorges between Ideraway and Gayndah including Steep Rocky Creek (the other being Ideraway Creek Railway Bridge). Drawings for the bridge were signed by Chief Engineer, William Pagan. It was designed to carry the heaviest locomotives in operation at the time. On-site construction was overseen by Pagan. Construction of the bridge was completed in 1907 and the extension was opened for traffic on 16 December 1907. == Description == Steep Rocky Creek bridge includes one RSJ span of three joists, five concrete arches and a final RSJ span of three joists, supported on six concrete piers and two abutments. == Heritage listing == Steep Rocky Creek Railway Bridge was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. The bridge has an innovative design with reinforced discontinuous wall-type arches, the first of its type in Australia and the fifth concrete arch rail bridge in Australia. The place is important in demonstrating a high degree of creative or technical achievement at a particular period. The bridge has an innovative design with reinforced discontinuous wall-type arches, the first of its type in Australia and the fifth concrete arch rail bridge in Australia. The place has a special association with the life or work of a particular person, group or organisation of importance in Queensland's history. The bridge is associated with Chief Engineer William Pagan. == References == === Attribution === == External links == Category:Queensland Heritage Register Category:North Burnett Region Category:Railway bridges in Queensland Category:Articles incorporating text from the Queensland Heritage Register Category:1907 establishments in Australia Category:Arch bridges in Australia Category:Bridges completed in 1907 ",
    "title": "Steep Rocky Creek Railway Bridge"
}