{
    "id": "51391345",
    "text": "\"Noche y De Día\" () is a song written and performed by Spanish singer Enrique Iglesias, Puerto Rican singer Yandel, and fellow Spanish singer Juan Magan. The song was released on 1 April 2015 as the eighth and final single from Iglesias's bilingual album Sex and Love. ==Background== After the success of \"Bailando\", Iglesias released another Spanish song as the next single, the \"fourth\" Spanish single in the album, with the feature of frequent collaborator Yandel from the Puerto Rican duo Wisin & Yandel, and Spanish singer-rapper Juan Magan. The song is mid-tempo pop, with a slightly electric dance sound. It was recorded under the title \"Noche y Día\" in the album version. ==Music video== The music video for the single was created by the same team who previously directed the \"Bailando\" music video. Director by Alejandro Pérez and executive producers Yasha Malekzad and Kasra Pezeshki. The video begins with two young women from a helicopter, flying to Galicia, Spain, to the club owned by Yandel, with a crowd of young people dancing around. Enrique Iglesias stands in an empty lot, and the two women later join him. Yandel performs in the main stage. Juan Magan joins Yandel, with the approval of the crowd. The three singers are finally united towards the end of the song. The video ends with the helicopter flying away. The video has received over 130 million views on YouTube. ==Commercial performance== The song peaked at No. 5 in Spain and No. 27 on the US Latin Chart. It was certified double platinum in Spain and gold in Italy. ==Track listing== == Charts == === Weekly charts === {| class=\"wikitable sortable plainrowheaders\" |- ! Chart (2015) ! Peak position |- !scope=\"row\"| Bulgaria (IFPI) |style=\"text-align:center;\"| 8 |- |- |- |- |- !scope=row |- |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Ecuador (National-Report) | 57 |} === Year-end charts === {| class=\"wikitable sortable plainrowheaders\" |- ! Chart (2015) ! Position |- !scope=row|US Latin Songs (Billboard) | style=\"text- align:center;\"|69 |- !scope=row|US Latin Pop Songs (Billboard) | style=\"text- align:center;\"|30 |} === Certifications === ==References== Category:2015 singles Category:Enrique Iglesias songs Category:2014 songs Category:Universal Republic Records singles Category:Songs written by Enrique Iglesias Category:Songs written by Yandel Category:Juan Magan songs Category:Yandel songs Category:Spanish-language songs ",
    "title": "Noche y De Día"
}