{
    "id": "51390165",
    "text": "Fracus & Darwin are a British DJ and production duo, known for producing a variety of electronic music styles. They have been guests on BBC Radio 1 and have performed at clubs and festivals across the world. They have released four studio albums on the label Hardcore Underground as well as producing music for the gaming industry, having had tracks featured on releases such as Music of Dance Dance Revolution X. They have also undertaken production work for Nintendo, Konami Japan and Capcom. They have been interviewed and featured in industry magazines such as Spindle Magazine and YourEDM. ==Early work== Both Fracus and Darwin had produced a large number of records and made many compilation appearances as individuals, prior to forming their partnership in 2009. ==Balancing Act (2010)== Balancing Act was the 2010 debut album by Fracus & Darwin. The original pressing of the album was released on the Hardcore Underground label on 17 December 2010. The album features a number of different styles of rave music including drum and bass, drumstep and breakbeat hardcore, but predominantly comprises tracks falling under the UK hardcore genre. On 12 May 2014, a re-mastered version of album was released which also contained an additional track, \"You Are My Oxygen\", that had not been included on the original track list. ==Point Of No Return (2012)== Point Of No Return was the second studio album released by Fracus & Darwin. It was released through mainstream stores in the UK and Ireland on 28 May 2012. ==Filth And Dumb Hatred (2014)== Fracus & Darwin's third album was Filth And Dumb Hatred, and was first released on 12 May 2014. The album is an eclectic mix of styles and features a variety of guest vocalists such as Jessica Palmer, Jeston Langland and Mark Slammer. The title of the album is anagrammatic and is derived from the letters used in the phrase \"the third f and d album\". It has received some five star reviews from regular industry reviewers. ==Diversions (2015)== In October 2015, Fracus & Darwin released their fourth artist album Diversions. The album was released on CD, as well as digitally and as a limited edition Double LP. The featured tracks included collaborations with various other dance artists and vocalists, including T Power (as \"Bass Selective\") and Rowetta (vocalist with UK indie band Happy Mondays). The album was advertised on various TV channels in the UK including Clubland TV and MTV Dance. ==Greetings From The Edge (2018)== A fifth Fracus & Darwin artist album was released on the Hardcore Underground label in October 2018, consisting of 15 brand new tracks in a variety of styles. It contained collaborations with Static, Mark Slammer, Dy5on, Silver Angelina and Michael Mansion, and was released via all major streaming services, on limited edition CD and also 12\" vinyl. The album is not DJ mixed, but unlike previous albums, some of the individual compositions are linked and flow one into another. Several of the tracks from the album received BBC Radio support, most notably the drum and bass track \"Will You Hold Me\" (featuring Claxton and Kurtis Reid) which received regular airplay. ==Compilation albums== Fracus & Darwin have DJ mixed a number of compilation albums / CDs, which have seen commercial release through mainstream stores such as HMV and Amazon.com. They have mixed various titles in the Hardcore Underground series of albums over the past decade, Hardcore Nation: Next Generation for the Nukleuz label as well as two instalments of the Hardcore Heaven CD series. Their album mixes are typically musically diverse and intricately put together. They also occasionally release live recordings from DJ performances, and studio mixes for free (almost always via the Hardcore Underground Soundcloud page). One of their most popular online mixes was the #HUTenYears mix released in 2016 which was acclaimed by fans of the label. In addition to mixing albums, for the past decade they have had their music featured on a huge number of CDs released all over the world, such as the platinum selling Bonkers (compilation album series) and Euphoria (compilations) series. ==DJ career== Fracus & Darwin have performed extensively as DJs both all around their native UK and abroad. Amongst the many hundreds of clubs and festivals they have appeared at, they have performed at such notable venues as The Opera House (Toronto), DNA Lounge, Digbeth Institute, Tampa Convention Center and O2 Academy Bournemouth. They have also been guests on BBC Radio 1 on several occasions, and have performed for other leading rave music stations such as Kool FM (London). Outside of the United Kingdom, they have performed most extensively in the United States, as well as in Sweden, Spain, the Netherlands, Switzerland, Hungary, Canada, Japan, Russia, Germany and the Republic of Ireland. ==Awards== * 2010 Hardcore Heaven Awards Best Breakthrough DJs: Winner, Fracus & Darwin * 2012 Hardcore Heaven Awards Best Freeform DJ / Producer: Winner, Fracus & Darwin * 2012 Hardcore Heaven Awards Best Hardcore Producer: 3rd Place, Fracus & Darwin * 2012 Hardcore Heaven Awards Track Of The Year: 4th Place, \"Music Blocks\" * 2012 Hardcore Heaven Awards Best Compilation Album: Runner-Up, Hardcore Underground 5 * 2013 Hardcore Heaven Awards Best Freeform DJ / Producer: Runner-Up, Fracus & Darwin * 2013 Hardcore Heaven Awards Best Hardcore Producer: Runner-Up, Fracus & Darwin * 2013 Hardcore Heaven Awards Track Of The Year: 3rd Place, \"Free From Form\" * 2013 Hardcore Heaven Awards Best Compilation Album: Runner-Up, Hardcore Underground 6 ==References== Category:British DJs Category:Hardcore (electronic dance music genre) albums Category:Living people Category:Year of birth missing (living people) ",
    "title": "Fracus &amp; Darwin"
}