{
    "id": "51392848",
    "text": "Peg's Place was a San Francisco lesbian bar (1950s–1988) and the site of an assault in 1979 by off-duty members of the San Francisco vice squad,Scott P. Anderson, “Cop Charged in Lesbian Bar Fracas”,The Houston Advocate, May 3, 1979 an event which drew national attention to other incidents of anti-gay violence and police harassment of the LGBT communityPaul Grabowicz, The Washington Post, “Anti-Gay Sentiments Turn Violent in Aftermath of Moscone- Milk Killings,” May 12, 1979 and helped propel a (unsuccessful) citywide proposition to ban the city's vice squad altogether.Knight News Service, “San Francisco May Vote Out Vice Squad”, Lakeland Ledger, October 29, 1979 Historians have written about the incident when describing the tension that existed between the police and the LGBT community during the late 1970s.John D'Emilio, Making Trouble: Essays on Gay History, Politics, and the University, Routledge, Feb 4, 2014, p. 92Wayne R. Dynes, History of Homosexuality in Europe and America, Taylor & Francis, 1992 p. 99Randy Shilts, The Mayor of Castro Street: The Life and Times of Harvey Milk, Macmillan, Oct 14, 2008 p. 306Josh Sides , Erotic City: Sexual Revolutions and the Making of Modern San Francisco, Oxford University Press, Oct 19, 2009, p.165Del Martin, Phyllis Lyon, Lesbian/woman, Bantam Books, 1983, p. 317 ==The bar== Peg's Place was located at 4737 Geary Boulevard in the Richmond District of San Francisco and was popular during the 1970s and 80s. In 1975, it was described as a \"sedate location for gay women to socialize\", featuring \"unprepossing décor, a fake gas fed fireplace, pool and a Pong machine.\"George Powell, The Stanford Daily, Volume 167, Issue 12, 19 February 1975San Francisco Bay Area Women's Yellow Pages, 1986, p. 16 A former patron, interviewed in 2015, said the bar in its early days was a place where \"you could wear pants, but not blue jeans...I think they wanted you to be--maybe they call it classy. They didn't want to think they catered to bums or truck-driver types.\" ==The incident== On March 31, 1979, a group of ten to fifteen men, including some off-duty members of the San Francisco vice squad, were out celebrating a bachelor party. When they arrived at Peg's Place, the doorwoman denied them admission because they were carrying beer and were intoxicated. Some of the men reportedly yelled \"Let's get the dykes\" as they pushed their way into the bar. One of the men put the doorwoman in a chokehold; another beat the female bar owner with a pool cue. When the women said they were calling the cops, one of the men said, \"We are the cops, and we'll do as we damn well please.\"Knight News Service, “San Francisco May Vote Out Vice Squad”, Lakeland Ledger, October 29, 1979Josh Sides, Erotic City: Sexual Revolutions and the Making of Modern San Francisco, Oxford University Press, Oct 19, 2009, p.165 Victims of the assault claimed that when uniformed police arrived, they refused to take witness statements or sobriety tests of the accused, and did not offer the victims medical help. The police brought the victims into the police station and questioned them for three hours.Scott P. Anderson, “Cop Charged in Lesbian Bar Fracas”,The Houston Advocate, May 3, 1979 One of the women spent ten days in the hospital for injuries to her skull.Sides, p. 162 Then Mayor Dianne Feinstein, called the behavior of the men involved \"outrageous\" and instructed the district attorney to give the matter 'top priority'.Scott P. Anderson, “Cop Charged in Lesbian Bar Fracas”,The Houston Advocate, May 3, 1979 Mary L. Spencer, president of the San Francisco chapter of the National Organization for Women said the incident was part of \"a repetitious pattern of abuse, brutality and harassment by the San Francisco Police Department of women and of the racial and ethnic minorities of this city.\"Scott P. Anderson, “Cop Charged in Lesbian Bar Fracas”,The Houston Advocate, May 3, 1979 Two of the men who had participated in the assault, including one vice squad member, were charged with battery and disturbing the peace. A third man, also a vice squad member, who victims said had assaulted the bar owner, was not charged because the district attorney said there was not enough evidence. The police officer who was charged was convicted of battery and disturbing the peace. The judge, calling him \"a bully\" sentenced him to three years of probation, a $1,000 fine and 200 hours of community service. Following the trial, a closed hearing was held by the San Francisco Police Commission and both police officers involved in the incident were temporarily suspended.Cop Charged in Lesbian Bar Fracas, The Advocate May 31, 1979Cop Convicted, Lesbian Tide, September 1979, Sep/Oct79, Vol. 9 Issue 2, p15\"SF Cops Who Assaulted Lesbians Are Suspended\", Advocate, January 1980, Issue 284, p9http://www.upi.com/Archives/1983/09/15/National- News-Briefs/5844432446400/ ==Media coverage and aftermath== The incident drew national attention from both the gay and mainstream press. It was cited as an example of the escalating tension between police and more conservative San Francisco residents, and the increasingly visible gay community, following the assassination of gay supervisor Harvey Milk and Mayor George Moscone by city supervisor and ex-police officer Dan White. \"Anti-homosexual violence has increased to a level unparalleled in San Francisco's recent history,\" said the Washington Post, \"In the six months since the murders, the homosexual community has been rocked by beatings, knifings, clubbings and shootings of gays. Incidents of physical harassment and verbal abuse have become daily events.... Aggravating the situation has been what gay leaders consider indifference on the part of local political leaders and the police department to anti-gay violence. Even worse, they charge, is increasing harassment and abuse directed toward homosexuals by the police themselves.\"Grabowicz, Washington Post, \"Anti-gay Sentiments Turn Violent in Aftermath of Moscone/Milk Killings,\" May 12, 1979 A report published in the gay press alleged a cover up of the investigation, charging the district attorney with stalling the prosecution.Body Politic, \"Cops Stall Probe on Dyke Bar\", June 1979 Issue 53, p17 A nationally distributed wire service story described the Peg's Place incident as an inciting factor in a citywide proposition that went on the November ballot to abolish the vice squad and all vice ordinances altogether, a proposition, it said, \"that marked the continuing struggle here between the gays and the police and other conservative elements for the future of this most tolerant of American cities.\"Knight News Service, \"San Francisco May Vote Out Vice Squad”, Lakeland Ledger, October 29, 1979 The measure failed, receiving 33% of the vote.San Francisco Ballot Propositions, San Francisco Public Library website Attorney Tom Steele brought a successful civil suit against the city on behalf of the victims, an action which was described in 1998 by a fellow lawyer as \"radical\" for its time, and \"a very important, watershed event\".\"Seth Rosenfeld, Thomas H. Steel, rights activist\", San Francisco Chronicle, Tuesday, July 21, 1998 ==Closure and historical context== Peg's Place continued to be popular in the 1980s, especially among Asian and Pacific Island women.Trinity Ordona, Coming Out Together: An Ethnohistory of the Asian and Pacific Islander Queer Women's and Transgendered People's Movement of San Francisco University of California, Santa Cruz, 2000, p. 155 The bar closed in 1988. Scholars of LGBT history, including Randy Shilts, Del Martin and Phyllis Lyon, Trinity Ordona, and others, have described the incident at Peg's Place when discussing the gay and feminist liberation movements of the 1970s and the backlash against them.Del Martin, Phyllis Lyon, Lesbian/woman, Bantam Books, 1983, p. 317Erotic City: Sexual Revolutions and the Making of Modern San Francisco, Oxford University Press, Oct 19, 2009, p.165 Shilts says the assault hit the front pages of the newspapers, amid \"…gay complaints that that the fracas was only part of a concerted increase in police intimidation of gays.\" The rising frustration of the gay community, says Shilts, eventually culminated less than two months later in the White Night Riots following what the LGBT community saw as a lenient verdict and sentence against Milk and Moscone's killer, Dan White.Randy Shilts, The Mayor of Castro Street: The Life and Times of Harvey Milk Macmillan, Mar 15, 1988, p.306 In other historical accounts, Peg's Place has been mentioned as one of a variety of lesbian bars that existed in the San Francisco Bay Area in the 1970s and 1980s, including the Jubilee, the Driftwood, and the Bacchanal in the East Bay, and Maud's, Wild Side West, Amelia's, and A Little More in San Francisco.Trinity Ordona, Coming Out Together: An Ethnohistory of the Asian and Pacific Islander Queer Women's and Transgendered People's Movement of San Francisco University of California, Santa Cruz, 2000, p. 155\"We Thought the World We Built Would Be Forever,\" an interview with Lenn Keller In the 21st century, writers and historians have discussed the disappearance of lesbian bars from LGBT culture in the United States, citing the growing acceptance of LGBT people in the mainstream and more ways for lesbians to meet each other, including online dating, as factors.Sascha Cohen, What Comes After the Death of the Lesbian Bar?, Vice, July 26, 2016Alexis Clements, Curve, \"The Vanishing: Why are lesbian spaces disappearing, and what can be done to preserve our collective history?\" June 8, 2014 / ==See also== * The Lexington Club * Maud's * Mona's 440 Club ==References== Category:1979 in California Category:1979 crimes in the United States Category:20th century in San Francisco Category:Bars Category:Lesbian culture in California Category:Lesbian history Category:LGBT history in San Francisco Category:Drinking establishments in the San Francisco Bay Area Category:Defunct LGBT nightclubs in California Category:LGBT history in the United States Category:Police brutality in the United States Category:Violence against LGBT people in the United States ",
    "title": "Peg's Place (bar)"
}