{
    "id": "51399664",
    "text": "Ian Franklin Manson Engelmann (27 April 1933 – 4 March 1981) was a noted BBC television producer of such programmes as Great Orchestras of the World and The Last Night of the Proms. A nephew of Franklin Engelmann, Engelmann as a child became a chorister at the Choir of Chichester Cathedral in Chichester, Sussex. He later attended St Paul's School, London. As an adult, Engelmann joined the BBC as a studio manager in Radio Light Entertainment. He later transferred to the BBC Television, where he specialised in light music, including Top of the Pops. In 1966, Engelmann joined the Music and Arts Department. ==Early career== While at Music and Arts, Engelmann developed his talents for both studio and film production, soon becoming one of the leading practitioners in his field. He had a talent for matching the appropriate image to his music, and a gift for finding common ground between the world of the professional musician and the general public. Engelmann's programmes for the BBC Omnibus series included filmed portraits of Shostakovich, Pavarotti, and Plácido Domingo. He also created programmes featuring The Wandsworth School Boys' Choir, the Trinidad Steel Band and a programme on Prime Minister Edward Heath titled The Other Edward Heath. Awards and Recognition Engelmann's film on Pavarotti, King of the High Cs was critically acclaimed and his film Music After Mao, about Vladimir Ashkenazy in Shanghai, was the BBC entry for the 1980 Prix Italia. In 1980 Engelmann won a coveted British Academy Award (BAFTA) for his 1979 live broadcast production of the Last Night of the Proms in the category of Best Actuality Coverage. Personal LIfe In 1970 Engelmann formed his own choir, The Ian Engelmann Singers,, which continued to tour after his death. Engelmann was a passionate dinghy sailor and was for many years the commodore of the BBC Ariel Sailing Club (based at the Tamesis Club in Teddington, London.) ==Filmography== Sources: in addition a full list of all accredited BBC Television Programmes can be found on this link: {| class=\"wikitable\" !Title !Year !Credit |- |Ninety Years On |1964 |Production Team Member |- |Great Orchestras of the World: Music on Two |1967 |Producer |- |Top Brass |1968 |Producer |- |Don't Stop the Carnival |1969 |Producer |- |The Other Edward Heath |1970 |Producer |- |Music Scrapbook |1971 |Producer |- |Six Healthy Englishmen |1973 |Producer |- |Music from the Flames |1974 |Producer |- |The Great Orchestras |1975 |Director |- |Jonathan Miller |1976 |Producer |- |Hear Hear Hoffnung |1976 |Director |- |A Little Night Music |1977 |Producer |- |Vladimir Ashkenazy |1977 |Producer |- |Tom Stoppard |1977 |Producer |- |Janet Baker |1977 |Producer |- |Mia Farrow and Julie Andrews |1977 |Producer |- |Young Musician of the Year 1978 |1978 |Producer |- |Sir Robert Mayer 100th Birthday Concert |1979 |Producer |- |King of the High C's |1979 |Producer |- |Andre Previn's Music Night |1979 |Producer |- |The Last Night of the Proms |1979 |Director |- |Music after Mao - Ashkenazy in China |1979 |Producer |- |Final of the Piano Class |1980 |Producer |- |Plácido Domingo's Christmas Choice |1980 |Producer |- |Victorian Ballads |1980 |Director |- |Last Night of the Proms |1980 |Producer |- |The Merry Widow |1980 |Director |- |Andre Previn and Friends |1981 |Producer |} ==References== Category:1933 births Category:1981 deaths Category:British television producers Category:BBC people ",
    "title": "Ian Engelmann"
}