{
    "id": "51397498",
    "text": "Bora, also spelled Borah or Barah, is often an Assamese surname used commonly throughout Assam. ==Historical usage== Originally, the Bora surname was used as a military position/title in the Chutia Kingdom held by individuals from the Buruk clan.Dr. Swarnalata Baruah(2004), Chutiya Jaatir Buranji, Page 145, Surnames like Bora, Saikia, Kataki, Tamuli,etc. were found in Chutia kingdom. It is clearly stated in the Deodhai Buranji that when Ahom king Suhungmung attacked the Chutia kingdom on the banks of Dihing river, the Chutia army was led by one Manik Chandra Baruah. The surname \"Neog\" was probably derived from the Chutia \"Nayak\" whose duty was the same. Deori folklores also mention the myths behind the creation of each of these titles. For instance, \"Bora\" was said to be derived from the \"Buruk\" clan and acted either as a military official or a temple guard... Some examples from history are Dhela Bora and Harisingh Bora who were Chutia officials.Dr. Swarnalata Baruah(2004), Chutiya Jaatir Buranji, Page 129, The Chutia army was led by Borhuloi Borua and Dhela Bora. Later, after the introduction of the Paik system in the Ahom Kingdom of medieval Assam, the title was re-introduced. A 'Bora was the commanding officer of 20 such paiks. The appointment of a Bora was the responsibility of his Phukan (commander of 6000 paiks) or Rajkhowa (governor of a territory who could command 2000 to 3000 paiks). The paiks had the right to reject a Bora and request another officer of their choice. Appointments were made irrespective of the paik's religion or ethnicity.Paik System of Ahom kingdom ==Contemporary usage== Over the years, the usage of this title has ceased to be a professional or military title. The surname is now common to Hindus in Assam. Among the Hindus, the surname is mostly written by Indigenous Assamese people which include Chutia, Kalita, Koch and Kachari groups. ==Notable people== Notable people with the surname include: * Dhrubajyoti Bora (born 1955), Indian novelist from Assam * Jatin Bora (born 1970), Indian film actor from Assam * Kopil Bora, Indian film actor from Assam * Mahim Bora (1924–2019), Indian writer and educationist from Assam * Nomal Chandra Borah, Indian neurologist from Assam * Panchi Bora, Indian television actress and model from Assam * Prodyut Bora (born 1974), Indian politician and social activist from Assam * Ripun Bora, Indian politician from Assam * Umananda Bora, Indian Indian cricket player from Assam ==See also== *Yoon Bo-ra, a South Korean idol singer *Bora (disambiguation) ==References== == External links == * * Category:Assamese-language surnames ",
    "title": "Bora (surname)"
}