{
    "id": "51396742",
    "text": "The Branche à Jerry is a tributary of the Baker River (New Brunswick), flowing in Canada in: * Quebec in Bas-Saint-Laurent, in Témiscouata Regional County Municipality, in the municipalities of Saint-Eusebe, Quebec, Packington, Quebec and Saint-Jean-de-la-Lande, Quebec; * New Brunswick (Northwest part): the Madawaska County, municipality of Baker Brook. == Geography == The \"Branche à Jerry\" rises at the confluence of the rivière du Six and \"Rockeuse Creek\", in the municipality of Saint-Eusèbe. This source is located at: * northwest of the border between Quebec and New Brunswick; * northwest of the northern tip of the Lake Meruimticook which straddles the border between Quebec and New Brunswick; * to the southeast from the village of Saint-Eusèbe, Quebec. From its source, the \"Branche à Jerry\" flows over * to the Southeast, passing to the west side of the Lake, to the boundary of the municipality of Packington, Quebec; * to the Southeast, to the northeast of Lac du Dos de Cheval, to the stream at the Black Water (from the West); * to the Southeast by cutting the Jerry Lake Road, to the Northwest shore of Lake Méruimticook; * to the Southeast, across the northwestern part of Méruimticook Lake, to the boundary of the municipality of Saint-Jean-de-la-Lande, Quebec; * to the Southeast in Saint-Jean-de-la-Lande, Quebec, crossing the south-eastern part of Lake Meruimticook until the mouth of the lake; * to the Southeast, to the Baker Lake Road; * to the Southeast to the border between Quebec and New Brunswick; * to the Southeast to its confluenceSegments of the river measured from the Atlas of Canada (posted), Ministry of Natural Resources Canada The \"Branche à Jerry\" pours on the East bank of the Baker River (New Brunswick), in Madawaska County. From the confluence of \"Branche à Jerry\", the Baker River (New Brunswick) flows Southeast to the north shore of Saint John River (Bay of Fundy). It passes through the New Brunswick to the Southeast to the north bank of the Bay of Fundy, which opens to the Southwest in the Atlantic Ocean. The confluence of \"Branche à Jerry\" is located at: * North of a small bay of Baker Lake (Maine) which straddles the border of Quebec and New Brunswick; * Northwest from the confluence of the Baker River (New Brunswick) which empties into Baker Brook, New Brunswick; * South of the border between Quebec and New Brunswick. ==Toponymy== The origin of place names \"branche à Jerry\", \"lake Jerry and Lake Road Jerry\" are associated together. The toponym \"Branche à Jerry\" was made official on June 6, 1973 at the Commission de toponymie du Québec.no_seq=8015 Commission de toponymie du Québec (Geographical names Board of Quebec) – Banque des noms de lieux (Place names Bank) - Toponym: \"Branche à Jerry\" == See also == *Meruimticook Lake, a waterbody in Quebec *Saint-Eusèbe, Quebec, a municipality in Quebec *Packington, Quebec, a municipality in Quebec *Saint-Jean-de-la-Lande, Quebec, a municipality in Quebec *Témiscouata, a regional county municipality in Quebec *Madawaska County, a county in Nouveau- Brunswick *Saint John River (Bay of Fundy), a stream *List of rivers of Quebec *List of rivers of New Brunswick == References == == External links == Category:Rivers of Bas-Saint-Laurent 2Branche a Jerry Category:Rivers of Madawaska County, New Brunswick ",
    "title": "Branche à Jerry"
}