{
    "id": "51397554",
    "text": "The National Performance Squad, also known as the Australia National Performance Squad, is a cricket team established by Cricket Australia in 2014 to give experience for young Australian players in international List A cricket. The squad also provides training and other playing opportunities over the Australian winter months for selected young players. ==2014== In February 2014, 22 players aged between 18 and 23 were selected to undertake training at the National Cricket Centre in Brisbane during the Australian winter, when the weather in southern Queensland is generally mild and dry. Some of the squad also played club cricket in England and Sri Lanka. Seventeen of the players later represented the National Performance Squad in the quadrangular List A tournament in Darwin in July and August 2014, competing against Australia A, India A and South Africa A. The National Performance Squad played seven matches, winning one (against Australia A by 52 runs) and losing six. The most successful batsman was Travis Head, who scored 258 runs at an average of 43.00, including the only century, 108 in the second match against South Africa A. The most successful bowler was Sean Abbott, who took 11 wickets at an average of 16.90, including the side's best figures, 4 for 36 in the first match against South Africa A. ===2014 team=== *Sean Abbott (played in 5 matches) *Tom Andrews (3) *Cameron Bancroft (7) *Jason Behrendorff (2) *Alex Gregory (4) *Travis Head (6) *Alex Keath (6) *Simon Mackin (4) *James Muirhead (4) *Sam Rainbird (4) *Gurinder Sandhu (1) *Matthew Short (6) *Jordan Silk (6) *Kelvin Smith (5) *Mark Steketee (3) *Ashton Turner (7) *Sean Willis (4) Silk and Keath each captained the side in three matches, Turner in one match. Sandhu also played three matches for Australia A in the tournament. ==2015== In 2015, 13 players trained in Australia over winter, and four others played club cricket in England. There were no List A matches. ==2016== In 2016, as well as spending three months at the National Cricket Centre in Brisbane, the squad visited India and Sri Lanka. The main part of the squad's off-season was participation in the international quadrangular List A tournament, held in Townsville and Mackay in August and September, when they once again competed against Australia A, India A and South Africa. The National Performance Squad played six matches, winning the first two – against South Africa A by 17 runs and against Australia A by 12 runs – and losing the last four. One other match was not played owing to rain. The most successful batsman was Sam Heazlett, who scored 289 runs at an average of 72.25, including the only century, 101 in the victory over South Africa A. The most successful bowler was Tom O'Donnell, who took 6 wickets at an average of 20.16, including the side's best figures, 4 for 28 in the second match against India A, when only four wickets fell. ===2016 team=== *Sean Abbott (played in 2 matches) *Xavier Bartlett (1) *Hilton Cartwright (5) *Kyle Gardiner (3) *David Grant (4) *Sam Grimwade (3) *Sam Harper (5) *Sam Heazlett (5) *Clint Hinchliffe (3) *Josh Inglis (4) *Caleb Jewell (6) *David Moody (4) *Arjun Nair (4) *Michael Neser (3) *Tom O'Donnell (3) *Matt Renshaw (2) *Matthew Short (6) *Mitchell Swepson (3) Abbott captained the side to victory in the first two matches before an ankle injury forced him out of the tournament. Short was the captain for the last four matches. Neser also played one match for Australia A in the tournament. In the 2016-17 season that followed, Renshaw and Cartwright played their first Tests, Heazlett played his first One Day International, and Swepson toured India with the Australian Test team. ==2017== In 2017, 18 players were selected to train in Australia over winter, along with a visit to India. There were no List A matches. ==References== ==External links== *List A matches played by Australia National Performance Squad *Darwin Quadrangular One-Day Series 2014 *Quadrangular One-Day Series 2016 ==See also== * Cricket Australia XI Category:Cricket teams in Australia Category:Cricket clubs established in 2014 Category:2014 establishments in Australia ",
    "title": "National Performance Squad"
}