{
    "id": "51400920",
    "text": "The School House and Town Hall is a historic municipal building on Schoolhouse Road, just west of United States Route 7 in the center of Leicester, Vermont. Built about 1858, it is a fine example of late Greek Revival architecture, and is the town's best-preserved district schoolhouse. Its upper floor has served as the town hall since its construction. It was listed on the National Register of Historic Places in 1988. ==Description and history== The Leicester School House and Town Hall is located in a cluster of civic buildings making up the village center of the rural community, on the north side of the Leicester-Whiting Road just west of US 7. It stands on the east side of Schoolhouse Road, just west of the brick Leicester Meeting House. It is a two- story wood frame structure, with a gabled roof and clapboarded exterior. The building corners have paneled pilasters, rising to entablatures running along the sides. The main (south-facing) facade is symmetrical, with a central entrance set in a slight recess, framed by sidelight windows and pilasters supported a corniced entablature. The interior of the building houses open chambers on both floors, with vestibule areas in the front and a staircase in the front right corner. with The building was constructed sometime after 1858, when the association that owns the meeting house granted the town permission to build on its land. Along with the meeting house and the Stagecoach Inn (located just across US 7), this assemblage of buildings represent a quintessential Vermont small-town 19th-century crossroads village center. ==See also== *National Register of Historic Places listings in Addison County, Vermont ==References== Category:Government buildings on the National Register of Historic Places in Vermont Category:National Register of Historic Places in Addison County, Vermont Category:Greek Revival architecture in Vermont Category:Government buildings completed in 1858 Category:Town halls in Vermont Category:Buildings and structures in Leicester, Vermont ",
    "title": "School House and Town Hall"
}