{
    "id": "51400304",
    "text": "Greycliffe Homestead is a heritage-listed homestead at 48 Gladstone Road, Biloela, Shire of Banana, Queensland, Australia. It was built from onwards . It was added to the Queensland Heritage Register on 21 October 1992. == History == Greycliffe Homestead is a slab dwelling formerly on Greycliffe pastoral station and relocated to Biloela where it has served as the headquarters of the Banana Shire Historical Society since 1979. Ludwig Leichhardt explored the Callide and Dawson Valleys in 1844. Thomas Archer took up Eidsvold pastoral run and Charles Archer moved further north settling in the region of what is now Biloela. Other European pastoralists soon followed them in the 1850s, when this district was still a part of New South Wales (prior to the separation of Queensland in 1859). In 1863 Frederick Barton took up Greycliffe. It is not certain when William Nott moved onto the run, but in 1871 he married Sophia Collins. Their first two children died, but in November 1875 Helen Brenda Nott was born and as she was the only one of their subsequent children not to have been born on Greycliffe, the Nott family may have moved to Greycliffe in 1876. In January 1877 Alfred David became the first of seven more children born on the property. In 1878 the lease was transferred to Frederick Brackner, but in 1879 Nott acquired the lease himself. In 1884 he took up further land and in later years further leases extended the run. The original form of the house was a large rectangular room with a fireplace at one end. This was extended and eventually included two bedrooms separated by a passage in the core section, an encircling verandah with subsidiary rooms and a detached kitchen. The rooms were ceiled with stretched calico and walls were decorated by gluing chintz directly to the timber. In 1903, William Nott died and the eldest of his surviving sons, William Ingliss, managed the property. His two brothers and a sister, Emma, served overseas in World War I while another sister, Jessie, helped to run the station. In the 1920s the homestead was repaired and the roof shingles were replaced by corrugated iron sheeting. In 1923, Frederic Nott and his family moved to Darling Plain and in 1924, Bill Nott also moved away, although Greycliffe remained in the family. In 1929 Sophia Nott died aged 83. Emma and a nephew, Robin Nott, lived on the property. In 1972 she died at the age of 92, being the last person to live in the homestead building. When Robin Nott also died, his wife and sons took over the running of the property. It was sold in the late 1970s. After the sale of Greycliffe station, the Banana Shire Historical Society feared that the vacant homestead might decay or catch fire. They therefore acquired the building in 1979 and removed it from the site in two sections. At the time this approach to preserving buildings was considered by many to be a valid way to save places valued by the community. It was relocated away at Gladstone Road, Biloela where it became premises for the Society. It is open to the public by arrangement. The detached kitchen has not survived the move. == Description == The former Greycliffe homestead is now located on the corner of Gladstone Road and Lawrence Street, Biloela. The site has several other buildings on it including a slab hut, a new timber shelter for machinery and a concrete toilet block. The homestead is a single storey timber building set on low timber stumps. The roof is hipped and clad in corrugated iron. The house is constructed of timber slabs on a pole frame and has an encircling verandah incorporating subsidiary rooms. There is a tourist office in the room on the front left hand side of the verandah. The rear verandah has storage rooms and a kitchen. At least one room has a modern steel security door and some rooms are lined with modern material. The core of the building consists of a large living room with a fireplace at one end. This has a simple timber mantelpiece and is brick lined. There are two bedrooms separated by a passage. The fabric ceilings have not survived the removal. There are timber steps to the front of the building and the rear is reached by a ramp. == Heritage listing == Greycliffe Homestead was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria. The place is important in demonstrating the evolution or pattern of Queensland's history. Greycliffe homestead illustrates the pattern of early European exploration and settlement of Queensland where the development of pastoral properties preceded agriculture and the establishment of towns. As an early homestead in the Leichhardt Pastoral District, it has associations with the development of the pastoral industry in Queensland. The place is important in demonstrating the principal characteristics of a particular class of cultural places. Greycliffe demonstrates the principal characteristics of an early homestead building constructed from materials found on the property and illustrates the building techniques traditionally used for such buildings. The place has a strong or special association with a particular community or cultural group for social, cultural or spiritual reasons. The homestead is valued by the community as demonstrated by the project to preserve it as an important part of the history of the area, and it is associated with the historical society whose focus it has been since the late 1970s. The place has a special association with the life or work of a particular person, group or organisation of importance in Queensland's history. Greycliffe homestead is associated with the Nott family who, as early pastoralists, contributed to the development of the area. == References == === Attribution === == External links == Category:Queensland Heritage Register Category:Biloela Category:Homesteads in Queensland Category:Articles incorporating text from the Queensland Heritage Register ",
    "title": "Greycliffe Homestead"
}