{
    "id": "51409607",
    "text": "One Day at a Time is an American sitcom based on Norman Lear's 1975–1984 sitcom of the same title. Lear's company, Act III Productions, approached Sony with the idea of reimagining the original series with a Hispanic family. It was developed by Gloria Calderón Kellett and Mike Royce, with Lear and his producing partner Brent Miller as executive producers. The series features an ensemble cast starring Justina Machado, Todd Grinnell, Isabella Gomez, Marcel Ruiz, Stephen Tobolowsky, and Rita Moreno. The show revolves around a Cuban- American family living in the Los Angeles neighborhood of Echo Park, focusing on a single mother who is an Army veteran dealing with PTSD, her kids and her Cuban mother. The re-imagination of the original CBS sitcom tackles issues like mental illness, immigration, sexism, homophobia, gender identity, and racism that Latinx people living in the United States face. The series premiered on Netflix on January 6, 2017; with subsequent seasons premiering on January 26, 2018 and February 8, 2019. Netflix canceled the series on March 14, 2019, but on June 27, 2019, Pop announced that it would revive the series in 2020, making One Day at a Time the first original program canceled by Netflix to be revived on a traditional linear network. The fourth season premiered on March 24, 2020, on Pop, with a simulcast on TV Land and Logo TV; the simulcast with TV Land was made permanent shortly thereafter as TV Land's ratings for the premiere were nearly five times that of the episode's premiere on Pop. In March 2020, production on season 4 came to an end due to the COVID-19 pandemic. First-run episodes continued to broadcast through April 28, 2020, with further production and/or broadcast not expected to resume until 2021.https://twitter.com/OneDayAtATime/status/1255316684862341123 Plans were announced the next day to make an animated special, further reported in May 2020 as \"The Politics Episode\". The episode, co-produced with the Canadian animator Smiley Guy Studios, premiered on June 16, 2020. CBS began airing the season four episodes on October 12, 2020.https://deadline.com/2020/10/one-day- at-a-time-cbs-premiere-pushed-week-postponed-new-england-patriots-kansas-city- chiefs-nfl-game-1234591160/ Upon its release, the show received critical acclaim, with critics and journalists praising the writing and the performances of Machado and Moreno. One Day at a Time was listed as one of the best television shows of 2017, with numerous critics ranking it as one of the top ten shows of the year. The series received multiple awards and nominations, including four Primetime Emmy Award nominations for Outstanding Multi-Camera Picture Editing for a Comedy Series and won two in 2019 and 2020. At the 2017 Imagen Foundation Awards the series won Best Primetime Television Program – Comedy, Best Actress – Television (Machado), Best Supporting Actress – Television (Gomez) and Best Young Actor – Television (Ruiz). Moreno was nominated for a Critics' Choice Television Award for Best Supporting Actress in a Comedy Series. The series was also nominated for a GLAAD Media Award for Outstanding Comedy Series. ==Premise== The series depicts the everyday life of a Cuban-American family with each character finding their own journey. Following the story of Penelope Alvarez, a United States Army Nurse Corps veteran, facing her return to civilian life with a lot of unresolved issues from her time in the Army. She works as a nurse in the office of Dr. Leslie Berkowitz. After her husband's alcoholism due to post-traumatic stress disorder (PTSD) from his time in the Army made it, in Penelope's words, 'unsafe to be in the house', she separates from Victor, taking the children with her. With the help of her Cuban mother, Lydia Riera, she raises two children: Elena and Alex. Apart from planning her daughter's quinceañera, Penelope starts dating and finds a love interest. Elena, resistant to have a quinces, starts dating a teenager from her class, to later realize that she is a lesbian. After struggling in ways to tell her family about her sexuality she finally comes out. In the second season, Penelope continues to deal with her PTSD, while getting back into the dating scene. Elena finds a love interest in Syd, who is non-binary. Lydia and Schneider both reveal they are not legal U.S. citizens, and therefore both take their citizenship tests. Towards the end of the season, Lydia suffers a stroke and begins to hover between life and death, though she ultimately survives. In the third season, Penelope, Elena, Alex, and Schneider all find themselves more as the season goes on. Schneider's father comes to visit the building and almost causes the Alvarezes to lose their home. Schneider revolts and goes against his father saving the building from turning into a condo, but by doing this, he relapses. Alex is grounded for most of the season for going to Bud-E Fest but gets un-grounded when Penelope finds out how he handled Schneider's relapse. Elena loses her virginity to Syd, and Penelope finishes her nursing degree. ==Episodes== ==Cast and characters== ===Main=== Justina Machado plays Penelope Alvarez. Rita Moreno plays Penelope's mother, Lydia Riera. Isabella Gomez plays Penelope's teenage daughter, Elena Alvarez. *Justina Machado as Penelope Francisca del Carmen Riera Inclán Ruiz Maribona de Alvarez, a United States Army Nurse Corps veteran and mother of Alex and Elena. Often called \"Lupe\" or \"Lupita\" (though these are usually nicknames for Guadalupe, not Penelope), she works as a nurse for Dr. Leslie Berkowitz. After coming back from army service, she joins a therapy group to help her with her Depression and Anxiety. In the first season, she separates from her husband Victor and starts dating Ben. Later she breaks up with Ben after Victor's visit for Elena's quinceañera. In season two Penelope decides to go back to school to become a nurse practitioner. She begins dating an Army Veteran, now EMT Max Ferraro, but breaks up with him after finding out he wanted children of his own and decides to let him find that chance with someone else, as she believes that she is too old for another child, and has two children of her own. She previously dated Mateo, but they both broke up in season 3 because they didn't have a spark, and Mateo was getting back with his ex-wife. She and Max reunite and get back together in season 4. *Todd Grinnell as Pat Schneider, the rich landlord of the building. He is a close friend of the family and Penelope's best friend. Schneider frequently has one-night stands with different women. He often talks about having multiple stepmothers and how dysfunctional his family was. He also openly discusses his history of addictions, achieving eight years of sobriety in season 3, before experiencing a short relapse. He is Canadian and, after years of having a green card, decides to become a U.S. citizen. He begins dating Avery, who he meets in season 3. *Isabella Gomez as Elena Maria Alvarez Riera Calderón Leyte-Vidal Inclán, the activist and feminist teenage daughter of Penelope. After dating her classmate, Josh, and watching porn, she discovers that she is lesbian and comes out to her family. The news doesn't sit well with her father, which upsets Elena. In the second season, she finds a love interest, Syd, and founds a Gay-Straight Alliance club at her Catholic School. *Marcel Ruiz as Alejandro \"Alex\" Alberto Alvarez Riera Calderon Leyte-Vidal Inclán, the son of Penelope. He wants to gain popularity at school and is part of the baseball team. He starts a school project about Cuba. In season two he begins working during the summer at Dr. Berkowitz's office. *Stephen Tobolowsky as Dr. Leslie Berkowitz, Penelope's lonely boss and Lydia's possible love interest who is extorted financially by his ex-wife and daughter. *Rita Moreno as Lydia Margarita del Carmen Inclán Maribona Leyte-Vidal de Riera, a faithful Cuban, Penelope's mother and grandmother of Elena and Alex. She fled Cuba after Castro seized power. She was a dancer and a performer back in the day. Over the course of the show, she develops a relationship with Dr. Berkowitz. ===Recurring=== *Fiona Gubelmann as Lori (season 1): Penelope's co-worker. *Ariela Barer as Carmen (season 1): Elena's best friend. She spent nights with Elena in her bedroom after her parents were deported back to Mexico, but Penelope finds out. She later moves to Austin, Texas to live with her brothers. *Froy Gutierrez as Josh Flores (season 1): Elena's friend and escort to her quinceañera. *Eric Nenninger as Scott (seasons 1–3): Penelope's co-worker. *Haneefah Wood as Jill Riley: Penelope's friend. *Mackenzie Phillips as Pam Valentine: the leader of Penelope's female veteran therapy group. Phillips portrayed Julie Cooper in the original 70s sitcom One Day at a Time. *Judy Reyes as Ramona: Penelope's friend from the therapy group. *Tony Plana as Berto Riera (seasons 1–3): Lydia's late husband. *Jolie Jenkins as Nikki (seasons 1–3): Schneider's former love interest and one of the mothers at St. Bibiana Academy. *James Martínez as Victor Alvarez (seasons 1–3): Penelope's ex-husband. *Ed Quinn as Max Ferraro (seasons 2–4): a military veteran, EMT, and Penelope's boyfriend *Sheridan Pierce as Syd (seasons 2–4): Elena's 'syd'nificant other who is non- binary. *Santina Muha as Beth (seasons 2-4): A member of Penelope's therapy group who uses a wheelchair. *Nicky Endres as Cynthia (season 3-4): A member of Penelope's therapy group. *Alex Quijano as Mateo (season 3): Penelope's friend from St. Bibiana Academy, who is also a parent. *India de Beaufort as Avery (season 3-4): A kindergarten teacher and Schneider's girlfriend. Beaufort is the real-life wife of Todd Grinnell. *Raquel Justice as Nora (season 4): Alex's girlfriend. ===Guest=== *Cedric Yarbrough as Jerry, Penelope's Uber driver. *Jay Hayden as Ben, Penelope's love interest that she meets in a gay bar. *Gabrielle Elyse as Dani, Elena's crush that does not match her feelings. *Ivonne Coll as Esme; Dr. Berkowitz's love interest and Lydia's rival. *Emiliano Díez as Padre Jose, the priest of Lydia's church. *Georgia Engel as Sister Barbara, the mother superior at St. Bibiana Academy. *Tim Bagley as Henry, an employee at the USCIS who applies a citizenship test to Lydia. *Mindy Sterling as Delia, an employee at the USCIS who applies a citizenship test to Schneider. *Timm Sharp as Wally, the nurse of Lydia who takes care of her in the hospital. *Gloria Estefan as Mirtha, Lydia's estranged sister, and Penelope's aunt. *Melissa Fumero as Estrellita, Mirtha's daughter, and Penelope's cousin, and childhood best friend. *Stephanie Beatriz as Pilar, Penelope's cousin who Elena suspects is also a lesbian. *Liz Torres as Tia Monica, Penelope's aunt who loves to criticize her family. *Danny Pino as Tito, Penelope's brother, Lydia's son, and Elena and Alex's uncle. *Glenn Scarpelli as Chad, the receptionist at the hotel where Elena and Syd stay for their first time. Scarpelli played Alex Handris in the original 70s sitcom. *Alan Ruck as Lawrence Schneider, Pat's arrogant father. *Gloria Calderón Kellett as Nicole, Victor's new wife. *Joe Manganiello as Nick, Schneider's sponsor at AA. *Ray Romano as Brian, the census taker. *David Clayton Rogers as Sebastian, Penelope's date. *Sally Pressman as Nurse Sasha, the nurse who makes Max of the month calendar. *Andrew Leeds as Byrce, the restaurant \"manager\". *Eugene Byrd as Shawn, Sofa, So Good salesman. *Adam Rodriguez as Danny, one of Lydia's contenders to date Penelope. *Reggie Watts as Mr. Mann, one of the tenants in Schneider's building. *Marla Gibbs as Mrs. Jones, one of the tenants in Schneider's building who lives in apartment 227, a tribute to the 1985-1990 sitcom Gibbs starred in. *Jeimy Osorio as Melba, Nora's mother. *Lin-Manuel Miranda as Juanito, Estrellita's husband. (voice only) ==Production== ===Development=== In January 2016, it was announced that Netflix was giving the remake of One Day at a Time a 13-episode straight-to-series order. It was released on January 6, 2017. The series was renewed for a second season in March 2017; it premiered on January 26, 2018. It was announced in December 2018 that the third season of One Day at a Time was set to premiere on February 8, 2019. ===Cancelation and revival=== On March 14, 2019, Netflix announced that the series had been canceled after three seasons. After the cancellation announcement, executive producers Gloria Calderon Kellett and Mike Royce began the search to the find the series a potential new home on another streaming service or network, while fans of the series began a campaign using the hashtag #SaveODAAT in hopes of getting the series revived. After the announcement, it was reported that the show's producing studio Sony Pictures Television entered in talks with CBS to air the series to air on the network's streaming service, CBS All Access. A clause in Netflix's contract with SPT, however, prevents another streaming provider from carrying new episodes of the series for a period of two to three years, effectively limiting the series' distribution options to traditional broadcast and cable networks. On June 27, 2019, it was announced that Sony Pictures Television and CBS Corporation came to terms to continue the series for a fourth season of 13 episodes, which would air on CBS's Pop network in 2020. Pop has also acquired linear rights to the show's first three seasons. The fourth season premiered on March 24, 2020, with episodes airing weekly. The premiere episode was simulcast on the ViacomCBS cable networks Pop, TV Land, and Logo (CBS and Viacom had merged in the interim in early December 2019).https://www.adweek.com/tv-video/pop-tv-will-simulcast-one-day-at-a-time- premiere-on-tv-land-and-logo/ CBS is also set to air an encore run the fourth season following its completion on Pop. The simulcast with TV Land was made permanent after the fourth season premiere, as it attracted almost five times more viewers on TV Land than on Pop. During the show's fourth season, six new episodes aired in 2020.https://www.thecinemaholic.com/one-day-at-a-time- season-4-episode-7-mid-season-finale/ However, the COVID-19 pandemic prevented the show from airing more new fourth season episodes until at least sometime in 2021. On April 28, 2020, it was revealed that there were plans to film an animated special. The same day, the show aired its last episode for the year 2020 and the show's Twitter account thanked fans with the message: \"This isn't goodbye, it's see you later. 💚 We'll be back soon, familia! Thank you for watching with us. 🤗\" The animated special, \"The Politics Episode\", premiered on June 16, 2020. ===Casting=== Rita Moreno was the first actor announced to star in the series as a Cuban-American grandmother. She later revealed that she accepted the offer to portray the role on the condition that her character be \"sexual.\" In February 2016, it was reported that Justina Machado had been cast as Penelope, Moreno's character's daughter. The castings of Stephen Tobolowsky as Dr. Berkowitz, Penelope's boss, and Todd Grinnell as Schneider, a superintendent, were subsequently announced. ===Filming=== The program is filmed in Culver City, California at Sony Pictures Studios's Stage 25. Like most Norman Lear sitcoms, it is recorded with a multiple-camera setup in front of a live studio audience. Filming of the second season began in May 2017 and ended in September 2017. Filming for the fourth season of the show started in January 2020 and was intended to finish in May 2020. However, filming was halted in March 2020 due to the coronavirus. ===Music=== The theme song for the original One Day at a Time series, “This Is It\", which was composed by husband-and-wife songwriters Jeff Barry and Nancy Barry, was re-recorded for the new series, with a new arrangement by Emilio Estefan featuring Cuban instrumentation and lead vocals by Gloria Estefan. When the series' fourth season premieres on Pop, the theme song was excised due to time constraints. ==Reception== ===Critical response=== {| class=\"wikitable plainrowheaders\" style=\"float:right; text-align:center; margin:10px;\" |- ! style=\"padding:0 8px;\" colspan=\"2\" rowspan=\"2\"| Season ! style=\"padding:0 8px;\" colspan=\"2\"| Critical response |- ! style=\"padding:0 8px;\"| Rotten Tomatoes ! style=\"padding:0 8px;\"| Metacritic |- ! scope=\"row\" style=\"width:12px; background:#A4928D;\"| | 1 | 97% (34 reviews) | 79 (23 reviews) |- ! scope=\"row\" style=\"width:12px; background:#FBE45A;\"| | 2 | 100% (29 reviews) | 88 (6 reviews) |- ! scope=\"row\" style=\"width:12px; background:#1B181E;\"| | 3 | 100% (29 reviews) | 82 (9 reviews) |- ! scope=\"row\" style=\"width:12px; background:#799F77;\"| | 4 | 100% (20 reviews) | 84 (13 reviews) |- ! ! Average | 99% | 83 |} The review aggregation website Rotten Tomatoes reported a 97% approval rating for the first season, based on 34 reviews, with an average rating of 8.1/10. The website's critical consensus reads, \"One Day at a Time breathes fresh life into the classic Norman Lear original with a lively, sharp, and proudly old-school sitcom bolstered by a surfeit of heart and terrific performances from Rita Moreno and Justina Machado.\" Metacritic, which uses a weighted average, assigned a score of 79 out of 100, based on 23 critics, indicating \"generally favorable reviews\". Robert Lloyd of the Los Angeles Times found the first season to be \"lively without being rushed\" thanks to the full 30 minute run time. David Wiegand of the San Francisco Chronicle added, \"The show is nicely written ... and the performances [especially Moreno's] are almost universally engaging\". Verne Gay of Newsday praised Machado's performance as \"flat-out terrific\" and called the first season a \"congenial, good-hearted, easy going, sentimental, old-fashioned and surprisingly new-fashioned.\" He added, \"There's also a deep emotional core here which refuses to be devalued by the typical (or tired) beat of a multicamera sitcom.\" Kelly Lawler at USA Today noted that Elena's coming-out arc in the first season has drawn special praise from LGBT critics for its \"unique, realistic and refreshing take on the subject... the depiction of a young, happy Latina lesbian comes as a hopeful sign for many.\" Autostraddle's Yvonne Marquez called the arc \"mind-blowing,\" and stated that the show revolutionary because \"it centers the family's brownness and provides ample social commentary to deliver a fantastic modern-day sitcom.\" The second season has a 100% approval rating on Rotten Tomatoes, based on 29 reviews, with an average rating of 9.55/10. The site's critical consensus reads, \"One Day at a Time continues its ascent into classic sitcom territory without losing sight of its modern identity.\" On Metacritic, it has a score of 88 out of 100, based on 6 critics, indicating \"universal acclaim\". The third season has a 100% approval rating on Rotten Tomatoes, based on 29 reviews, with an average rating of 8.75/10. The site's critical consensus reads, \"As timely and tender as ever, One Day at a Times third season manages to up the comedy ante without losing the intimate family moments that help it hit so close to home.\" On Metacritic, it has a score of 82 out of 100, based on 9 critics, indicating \"universal acclaim\". The fourth season has a 100% approval rating on Rotten Tomatoes, based on 16 reviews, with an average rating of 8.33/10. The site's critical consensus reads, \"As layered, loving, and laugh-out-loud funny as ever, One Day at a Time successfully does the network shuffle without missing a beat.\" On Metacritic, it has a score of 84 out of 100, based on 13 critics, indicating \"universal acclaim\". One Day at a Time was included on multiple Best/Top TV Shows of 2017 and 2018 lists. ===Accolades=== {| class=\"wikitable sortable\" style=\"width: 99%;\" |- ! Year ! style=\"width:25%;\"| Award ! style=\"width:33%;\"| Category ! Recipient ! Result ! scope=\"col\" class=\"unsortable\"| |- |rowspan=\"9\"| 2017 | Teen Choice Awards | Choice Comedy Series | One Day at a Time | |style=\"text-align:center;\"| |- |rowspan=\"5\"| Imagen Awards | Best Primetime Television Program – Comedy | One Day at a Time | |rowspan=\"5\" style=\"text-align:center;\"| |- | Best Actress – Television | Justina Machado | |- | rowspan=\"2\" | Best Supporting Actress – Television | Rita Moreno | |- | Isabella Gomez | |- | Best Young Actor – Television | Marcel Ruiz | |- | IGN Summer Awards | Best Comedic TV Performance | Rita Moreno | |style=\"text-align:center;\"| |- | Primetime Emmy Awards | Outstanding Multi-Camera Picture Editing for a Comedy Series | Pat Barnett | |style=\"text-align:center;\"| |- | Gold Derby Awards | Best Comedy Supporting Actress | Rita Moreno | |style=\"text-align:center;\"| |- | rowspan=\"15\" | 2018 | Critics' Choice Television Awards | Best Supporting Actress in a Comedy Series | Rita Moreno | |style=\"text-align:center;\"| |- | TVLine Awards | Performer of the Week | Justina Machado | |style=\"text- align:center;\"| |- | GLAAD Media Awards | Outstanding Comedy Series | One Day at a Time | |style=\"text-align:center;\"| |- | Television Academy Honors | Television with a Conscience | One Day at a Time | |style=\"text- align:center;\"| |- | TCA Awards | Outstanding Achievement in Comedy | One Day at a Time | |style=\"text-align:center;\"| |- | Peabody Award | Entertainment, children's and youth | One Day at a Time | |style=\"text-align:center;\"| |- | Primetime Emmy Awards | Outstanding Multi-Camera Picture Editing for a Comedy Series | Pat Barnett | |style=\"text-align:center;\"| |- |rowspan=\"5\"| Imagen Awards | Best Primetime Television Program – Comedy | One Day at a Time | |rowspan=\"5\" style=\"text-align:center;\"| |- | Best Actress – Television | Justina Machado | |- |rowspan=\"2\" | Best Supporting Actress – Television | Rita Moreno | |- | Isabella Gomez | |- | Best Young Actor – Television | Marcel Ruiz | |- | People's Choice Awards | The Revival Show of 2018 | One Day at a Time | | style=\"text-align:center;\"| |- | Sentinel Awards | Honoree | Mental Health | One Day at a Time | | style=\"text-align:center;\"| |- | Humanitas Prize | 30-minute Comedy | Michelle Badillo & Caroline Levich | |style=\"text-align:center;\"| |- |rowspan=\"16\"| 2019 | Dorian Awards | Unsung TV Show of the Year | One Day at a Time | |style=\"text-align:center;\"| |- |rowspan=\"3\"| Critics' Choice Television Awards | Best Comedy Series | One Day at a Time | |rowspan=\"3\" style=\"text- align:center;\"| |- | Best Actress in a Comedy Series | Justina Machado | |- | Best Supporting Actress in a Comedy Series | Rita Moreno | |- | GLAAD Media Awards | Outstanding Comedy Series | One Day at a Time | |style=\"text- align:center;\"| |- |rowspan=\"2\"| Teen Choice Awards | Choice Comedy Series | One Day at a Time | |rowspan=\"2\" style=\"text-align:center;\"| |- | Choice TV Actor – Comedy | Marcel Ruiz | |- |rowspan=\"5\"| Imagen Awards | Best Primetime Program – Comedy | One Day at a Time | |rowspan=\"5\" style=\"text- align:center;\"| |- | Best Actress – Television | Justina Machado | |- |rowspan=\"2\"| Best Supporting Actress – Television | Isabella Gomez | |- | Rita Moreno | |- | Best Young Actor – Television | Marcel Ruiz | |- | Primetime Emmy Awards | Outstanding Multi-Camera Picture Editing for a Comedy Series | Pat Barnett | |style=\"text-align:center;\"| |- | Vulture TV Awards | Best Supporting Actor | Rita Moreno | |style=\"text-align:center;\"| |- | Latino Media Fest | Best Latinx TV Show | One Day at a Time | |style=\"text-align:center;\"| |- | Sentinel Awards | Mental Health | One Day at a Time | |style=\"text- align:center;\"| |- |rowspan=\"10\"| 2020 |rowspan=\"2\"| Critics' Choice Television Awards | Best Comedy Series | One Day at a Time | |rowspan=\"2\" style=\"text-align:center;\"| |- | Best Supporting Actress in a Comedy Series | Rita Moreno | |- | GLAAD Media Awards | Outstanding Comedy Series | One Day at a Time | |style=\"text-align:center;\"| |- | NAACP Image Awards | Outstanding Writing in a Comedy Series | Gloria Calderón Kellett & Mike Royce | |style=\"text-align:center;\"| |- | Dorian Awards | Unsung TV Show of the Year | One Day at a Time | |style=\"text-align:center;\"| |- | Primetime Emmy Awards | Outstanding Multi-Camera Picture Editing for a Comedy Series | Cheryl Campsmith | |style=\"text-align:center;\"| |- |- |rowspan=\"5\"| Imagen Awards | Best Primetime Program – Comedy | One Day at a Time | |rowspan=\"5\" style=\"text-align:center;\"| |- | Best Actress – Television | Justina Machado | |- |rowspan=\"2\"| Best Supporting Actress – Television | Isabella Gomez | |- | Rita Moreno | |- |} ==References== ==External links== * Category:2010s American LGBT-related comedy television series Category:2010s American sitcoms Category:2020s American LGBT-related comedy television series Category:2020s American sitcoms Category:2017 American television series debuts Category:American television series revived after cancellation Category:English-language television shows Category:Feminist television Category:Latino sitcoms Category:Lesbian-related television shows Category:English-language Netflix original programming Category:Television series about families Category:Television series by Sony Pictures Television Category:Television series reboots Category:Television shows set in Los Angeles Category:Television productions suspended due to the COVID-19 pandemic ",
    "title": "One Day at a Time (2017 TV series)"
}