{
    "id": "51402867",
    "text": "The 2016 Pac-12 Football Championship Game was played on Friday, December 2, 2016 at Levi's Stadium in Santa Clara, California to determine the champion of the Pac-12 Conference in football for the 2016 season. It was the sixth football championship game in Pac-12 Conference history. The game featured the South Division champion Colorado Buffaloes against the North Division champion Washington Huskies. Washington defeated Colorado by a score of 41–10 to win their first conference championship since 2000 and their first outright title since 1991. ==History== Both Colorado and Washington made their first appearances in the Pac-12 Championship Game. The matchup ensured that the 2016 edition of the game would be the first not to be won by Oregon or Stanford. ==Teams == ===Washington (North)=== Washington secured their berth in the Pac-12 Championship Game after beating in-state rival Washington State 45–17 in the 109th Apple Cup. Washington became the first team other than Oregon or Stanford to win the North Division. ===Colorado (South)=== Colorado clinched their first appearance in the Pac-12 Championship Game with a 27–22 win over Utah in the final week of the regular season. This was Colorado's first division championship since winning the Big 12 North Division in 2005. ==Game summary== ===Scoring summary=== The 2016 Pac-12 Championship Game featured the #8 Colorado Buffaloes (10–2) against the #4 Washington Huskies (11–1). The Huskies opened the scoring just three minutes into the game when Lavon Coleman ran for a 1-yard touchdown. The Buffaloes responded with a 3-yard rushing touchdown of their own, and the first quarter ended 7–7. The second quarter saw only one score: Jake Browning threw his first touchdown pass of the night to put the Huskies up 14–7 going into halftime. On the first play from scrimmage in the second half, Washington safety Taylor Rapp intercepted a pass from Sefo Liufau and returned it for a touchdown to give the Huskies a 21–7 lead. On Colorado's ensuing drive, Rapp intercepted another pass from Liufau returned it to the Buffaloes' 25 yard-line. Washington kicked a field goal to push their lead up to 24–7. Browning threw his second TD pass later in the third quarter to make the score 31–7. A long return on the ensuing kickoff gave Colorado possession at the Huskies' 2-yard line, and the Buffaloes kicked a field goal on the drive. Liufau threw his third interception as time expired in the third quarter. The Huskies added another field goal and touchdown in the fourth quarter to seal a 41–10 victory and their first conference title since 2000. ===Statistics=== {| class=\"wikitable\" ! Statistics !! style=\"background:#d2c694; color:black\"|COLO !!style=\"background:#363c74; color:#e8d3a2\"|WASH |- | First downs || 9 || 22 |- | Third down efficiency || 4–15 || 8–17 |- | Rushes–yards || 29–82 || 54–265 |- | Passing yards || 81 || 118 |- | Passing: Comp–Att–Int || 8–25–3 || 9–24–0 |- | Time of possession || 21:26 || 38:34 |- |} ==See also== * List of Pac-12 Conference football champions ==Notes== *This was the first Pac-12 championship game without an Arizona or California team. Washington became the first team from the North Division other than Oregon or Stanford to make an appearance. ==References== Championship Category:Pac-12 Football Championship Game Category:Colorado Buffaloes football games Category:Washington Huskies football games Category:Sports in Santa Clara, California Pac-12 Football Pac-12 Football ",
    "title": "2016 Pac-12 Football Championship Game"
}