{
    "id": "51400316",
    "text": "Crying Out In Love () is a 2016 Chinese romance film directed and co-written by Kwak Jae-yong, starring Oho Ou, Zhang Huiwen and Yang Zi. The film is an adaptation of Kyoichi Katayama's 2004 novel Socrates in Love. It was released by Beijing Enlight Pictures on 26 August 2016. ==Plot== In 2008, Xia Ye receives a mysterious package from the Post Office of the Future, which contains audio cassettes from the late 1990s and an old cassette player. She listens to them on the train to Qingdao and hears the voice of the 17-year-old Ke Da. Back in the hot summer of 1997, Ke Da had fallen for Xia Ye during their senior year at high school, and the two had expressed their feelings to each other via audio cassettes. Li Fusheng, a guy who Ke Da met at swimming classes, runs the Post Office for the future, accepting messages for the living or the dead to be delivered sometime in the future. He believed that the dead live on at the Centre of the World, where they meet because of love. Arriving in Qingdao, Xia Ye visits the Post Office of the Future, which is now run by Sun Jiaolian. There, Sun tells her about how the Xia Ye who once loved Ke Da, was hospitalized and eventually died of leukemia. Meanwhile, Ke Da has also travelled down to Qingdao and had been listening to some old audio cassettes he also received. He still hasn't recovered from the heartbreak of losing Xia Ye and dreams of being with her once again. Gradually, the mystery of why Xia Ye and Ke Da received the old audio cassettes is solved. ==Cast== * Oho Ou as Ke Da, a handsome and shy high school student who loves Xia Ye, one of the top students in their class. * Zhang Huiwen as young Xia Ye, a beautiful, intelligent young girl. She is good at swimming. She was Ke Da's first love, and her untimely death made him heartbroken. * Yang Zi as older Xia Ye, a young woman who receives a set of mysterious audio cassettes narrating the story of Ke Da and Xia Ye. * Wang Zhi as Sun Jiaolian * Yao Lu * Gao Taiyu as Xu Lang * Li Qinqin as Ke Da's mother * Deng Xin as Huang Yanyan * Chen Jiajun ==Production== Production started on 15 September 2015 and ended in 4 November 2015. The film was shot on location in Qingdao, a seaside city in Shandong province. On June 21, 2016, the producers hold a release conference in Beijing, and released the first trailer. ==See also== * Socrates in Love * My Girl and I ==References== ==External links== * Category:2016 films Category:Chinese films Category:Films based on Japanese novels Category:Chinese romance films Category:Chinese coming-of-age films Category:Films shot in Shandong Category:2010s romance films Category:Films directed by Kwak Jae-yong Category:Beijing Enlight Pictures films Category:Chinese teen films ",
    "title": "Crying Out in Love"
}