{
    "id": "51401917",
    "text": "Frank Burton Walsh (October 18, 1895, Oxbow, Saskatchewan – November 27, 1978, Baltimore, Maryland) was a Canadian-American ophthalmologist known for his work in neuro-ophthalmology.Frank B. Walsh, MD | ASCRS For the main duration of his career, Walsh worked as a neuro-ophthalmologist at the Wilmer Eye Institute of Johns Hopkins Hospital. Walsh is most well known for his textbook Clinical Neuro-Ophthalmology, which contains a compilation of Walsh's case reports and the conclusions he drew from them. Originally published in 1947, the textbook has many updated versions and is still a premier text in the field of neuro-ophthalmology. Walsh is considered by many to be the father of neuro-ophthalmology due to his contributions to the field. == Personal life and education == Frank Burton Walsh was born in Oxbow, Saskatchewan, Canada on October 18, 1895. He comes from English-Irish descent. While he was in school, he participated in musical activities such as piano and clarinet. He also played sports, which included football, baseball and hockey. His other hobbies included hunting and fishing. Queen's University Walsh began his college education at Queen's University (Canada) in 1913. During his time at Queen's, Walsh had to enlist for World War I, where he became a lieutenant in the Canadian Army. Due to a wound at the Battle of Ypres, he was sent home with an honorable discharge. He then went to the University of Manitoba College of Medicine, where he received his medical degree in 1921. While working in private practice, Walsh started to gain interest in ophthalmology. Around this time, the Wilmer Institute of Ophthalmology in Baltimore, Maryland opened, so Walsh wrote to Dr. Wilmer asking for a resident position. Dr. Wilmer was extremely impressed with Walsh and granted him as a position as a first year resident. Walsh moved to Baltimore with his wife, Marion, and his two children, McMurty and Walter, in 1930 at the age of 35. By his fourth year, Walsh was the chief resident. He was almost 40 years old when he finished his residency. Marion died in 1960 of a brain tumor, and Walsh remarried several years later to Josie. Josie worked as the head surgical nurse at the Winnipeg General Hospital. == Career == === Early medical career === Example of an appendectomy Following Walsh's graduation from the University of Manitoba College of Medicine in 1921, he spent nine years in general practice. For the first two years, he was employed as a house officer at Winnipeg General Hospital. In 1923, Walsh moved to Estavan, Saskatchewan, where he delivered babies and performed appendectomies as a general practitioner. In 1930 Walsh went back to school for ophthalmology. === Career in Neuro-Ophthalmology === During Walsh's residency at the Wilmer Eye Institute, Walsh would see patients, teach, and host Saturday morning conferences that allowed ophthalmologists and neurologists to interact and discuss cases. Although Walsh worked in both neurology and ophthalmology, he focused more on ophthalmology and was never formally a neurologist. Walsh first entered the field of neuro-ophthalmology after approaching neuroscientist Dr. Frank Ford about performing joint research relating ophthalmology to the central nervous system during his last year of residency. Walsh's role in the research project included visiting many of Ford's patients and giving full ophthalmologic exams. Walsh then related his findings to many of the neurological findings of Ford. As Ford and Walsh's research project came to a close, Walsh realized he wanted to continue his studies in the relationship between neurology and ophthalmology. He published the Clinical Neuro-Ophthalmology paper in 1936, which was the first research project in the field neuro-ophthalmology. Following his residency, Walsh became a full-time staff member at the Wilmer Eye Institute of Johns Hopkins Hospital. Walsh left the Wilmer Eye Institute in 1945 to go into private practice in Baltimore, Maryland because of financial reasons. Walsh is most well known for coauthoring Clinical Neuro- Ophthalmology in 1947, which is the first textbook on neuro-ophthalmology. The book contained years of Walsh's observations, analysis, and cataloguing of diseases that affect the eye through the nervous system. In the 1960s, there were only 4 neuro-ophthalmologists in the United States. Over the course of Walsh's career, the number of neuro-ophthalmologists greatly increased, and many in the field looked to Walsh's work for their education and training. In 1960, following the death of his wife, Walsh returned as a full-time faculty member at Wilmer, where he remained until his death in 1978. === Research === An example of a Retinoscope, one of the tools Walsh used to diagnose visual syndromes. Walsh's contributions to neuro-ophthalmology extended beyond his clinical work and teachings. Walsh documented and analyzed all of his clinical cases, and used them to perform research. He wrote down many of his major discoveries in published research papers. One of his most cited papers was on Tilted Disk Syndrome. He used many techniques, such as Retinoscopy, Static and Kinetic Golmann Perimetry, Fluorescein angiography, and ocular ultrasonography, to diagnose the syndrome. Walsh discovered several symptoms that could be used as diagnostic tools, such as an obliquely direct axis of the vertical disk. In another one of his most cited articles, Walsh discussed whether oral contraceptives affected or complicated the parts of a patient's brain related to the eyes. Walsh came to the conclusion that, while birth control pills may cause hazards to visions in some extreme cases due to blood clotting, they did not normally cause problems with vision. === Accomplishments and honors === Walsh received the following awards over his career: * Lucian Howe Medal from American Ophthalmological Society * Jules Stein Award from the Jules Stein Institute at the University of California, Los Angeles * Proctor Award from American Medical Association * Karl-Leibrecht Prize from German Ophthalmological Society * Proctor Medical Award from Association for Research in Ophthalmology In addition to receiving these awards, Walsh also held positions within these groups: * President and Member of the Board of Scientific Counselors at National Institutes of Health * President of the American Ophthalmological Society * Vice President of American Academy of Ophthalmology and Otolaryngology * Second Vice President of American Medical Association Walsh was also inducted as an honorary member in these Neurological and Ophthalmological societies: * American Neurological Society * American Association of Neurological Surgeons * Canadian Ophthalmological Society * Australian Ophthalmological Society * German Ophthalmological Society * Irish Ophthalmological Society * Brazilian Ophthalmological Society * Sicilian Ophthalmological Society * Colombian Ophthalmological Society * Mexican Ophthalmological Society * Peruvian Ophthalmological Society * Uruguayan Ophthalmological Society Walsh received honorary Doctor of Science degrees from the University of Western Australia and the University of Manitoba, and honorary Doctor of Law degrees from Queen's University and the Johns Hopkins University. In the October 1962 issue of the American Journal of Ophthalmology, there was a special article about Walsh himself. In the article, Walsh is depicted as the leader of the field of neuro-ophthalmology. == Death and legacy == === Death === In 1978, Walsh realized that he wasn't feeling very well and went to the doctor. A team at Johns Hopkins diagnosed Walsh with oat cell carcinoma, which filled half of his lungs. He remained in Baltimore for about seven months up until his death in November 1978, at the age of 83. === The Frank B. Walsh Neuro-Ophthalmalogy Society === In 1958, Frank Walsh and Richard Lindenberg started collaborating with the goal of forming a society where neuro-ophthalmologists could meet and discuss new ideas and facts. In 1966, Joel Sacks joined Walsh and Lindenberg, and the trio hosted their first meeting in 1969. The first three meetings, which they named the Neuro-Ophthalmic Pathology Symposium, included case presentations, clinical conferences, and discussion with local and visiting experts. These first meetings were small, but they were the first time that neuro-ophthalmologists from North America were able to meet as a group and collaborate. Over the years the society continued to grow, and it allowed experts to exchange information. As one member said, \"at the Walsh Society we saw and heard the cutting edge of neuro-ophthalmology, one or two years before it made the literature.\" After Walsh’s death in 1978, the group was renamed as the Frank B. Walsh Neuro-Ophthalmology Society. For its first 23 years, the society had no formal organization, constitution, bylaws, dues, board of directors, or membership. Rather, it existed as a forum where experts of neurology and ophthalmology could casually collaborate and share experiences and findings. Even after 1990 when the society elected its first board of directors, was formally recognized as a not-for-profit entity by the state of Maryland, drafted a constitution and bylaws, and had a formal member list, the group saw themselves as a \"happy family\" rather than professionals meeting in a work environment. Some meetings were even described as \"raucous,\" with presentations being full of puns and clinical events so bizarre that the audience had no choice but to laugh. In 1992, the Walsh Society became a subgroup of the North American Neuro-Ophthalmology Society. The integration of the Walsh Society into a larger, more official society, in addition to the creation of a board of directors, constitution, and formal membership, drew criticism from several members. Some believed that the movement to make the society more formal and organized turned a purely academic environment into one diluted by political and economic issues. The society still meets to this day on an annual basis. === Impact on Neuro-Ophthalmology === In the words of a modern neuro-ophthalmologist, \"Dr. Walsh developed a body of knowledge, recorded that knowledge, and shared it in an organized and systematic fashion which has not been improved upon, even to this day.\" In 2005, the sixth edition of Clinical Neuro-Ophthalmology was published as Walsh and Hoyt's Clinical Neuro-Ophthalmology in 3 volumes edited by Neil R. Miller and Nancy J. Newman.Nancy J. Newman, MD - Emory Eye Center - Emory University After his death in 1978, the Wilmer Eye Institute established the Frank B. Walsh Chair of Neuro-ophthalmology, the first such chair in the world. Walsh is considered by many to be the father of neuro-ophthalmology, as he both pioneered and promoted the field. === Postmortem honors === In 2000, Frank B. Walsh was inducted into the American Society of Cataract and Refractive Surgery Ophthalmology Hall of Fame. ==References== Category:1895 births Category:1978 deaths Category:University of Manitoba alumni Category:Canadian ophthalmologists Category:American ophthalmologists Category:People from Oxbow, Saskatchewan ",
    "title": "Frank B. Walsh"
}