{
    "id": "51409459",
    "text": "Intelsat 33e, also known as IS-33e, is a high throughput geostationary communications satellite operated by Intelsat and designed and manufactured by Boeing on the BSS-702MP platform. It is the second satellite of the EpicNG service, and will cover Europe, Africa and most of Asia from the 60°East longitude, where it is expected to replace Intelsat 904. It has a mixed C band, Ku band and Ka band payload with all bands featuring wide and C and Ku also featuring spot beams. ==Satellite description== Intelsat 33e was designed and manufactured by Boeing on the Boeing 702MP satellite bus. It has a launch mass of and a design life of more than 15 years. When stowed for launch, the satellite measures . It is powered by two wings, with four panels each, of triple-junction GaAs solar cells. The 702MP platform was designed to generate between 6 kW and 12 kW, but Intelsat 33e is designed to generate 13 kW at the end of its design life. Its payload is the second high throughput EpicNG deployment. The EpicNG is characterized by the implementation of frequency reuse due to a mix of frequency and polarization in small spot beams. Not only applied to the classical HTS Ka band, but also applying the same technique in Ku band and C band. The EpicNG series also keep the use of wide beams to offer high throughput and broadcast capabilities in the same satellite. In the case of Intelsat 33e, the C band side has 20 transponders with a total downlink bandwidth of 2,670 MHz. The spot beams offer high bandwidth for Europe, Central Africa, the Middle East, Asia and Australia, and a wide beam covers sub-Saharan Africa. The Ku band has 249 transponder equivalent for a total downlink bandwidth of 9,194 MHz. The Ku spot beams cover Europe, Africa, the Middle East and Asia, while a wide beam can broadcast to Europe, Middle East and Asia. The Ka band payload has 450 MHz of bandwidth on a global beam centered at its position. ==History== In July 2009, Intelsat became the first customer of the Boeing 702MP platform, when it place an order for four spacecrafts, Intelsat 21, Intelsat 22, Intelsat 27 and the first EpicNG satellite, Intelsat 29e. In May 2013, Intelsat made a second order for an additional four EpicNG satellites, the first of which would be Intelsat 33e. On July 15, 2016, Senior Space Program Managers Richard Laurie and Brian Sing blogged that they had been on the Boeing factory overseeing the transport preparations for Intelsat 33e to French Guiana. There it would join another Intelsat satellite, Intelsat 36, for integration on the Ariane 5 ECA launcher, which was expected to launch on August 24. On July 22, 2016, Intelsat announced that Intelsat 33e had arrived to the Guiana Space Center for launch preparations. It also announced not only communication but aeronautical and maritime mobility clients that were expecting the satellite service. On July 27, it was explained that the satellite had traveled by truck from the factory to an airport in California, where it was loaded in an Antonov 124. It flew to Florida for a refuelling stop and then flew straight to Kourou airport. At the French launch site, even though Intelsat is the owner of the two passengers of the Ariane 5 VA 232 flight, they have separate launch teams. Each satellite is built by a different manufacturer, and it has a different supervisor team within Intelsat. On August 24, 2016, at 22:16:01 UTC, after a slight delay due to a rocket issue, the Ariane 5 ECA VA-232 flight launched from Guiana Space Center ELA-3, with Intelsat 33e and Intelsat 36. At 22:44 UTC, Intelsat 33e separated from the rocket's upper stage. After 41 minutes of flight, both satellites had separated successfully. Intelsat confirmed that it had received the satellites signals as expected after separation. Arianespace estimated the insertion orbit as 248.7 km × 35,858 km × 5.98°, very close to the target of 249.0 km × 35,879 km × 6.00°. On September 9, 2016, Intelsat announced that due to a malfunction in the LEROS primary thruster, it would require more time for orbit rising and thus the service date had been moved from the last quarter of 2016 to the first of 2017. On September 22, insurance officials estimated that the main propulsion failure would not reduce the on orbit life of the spacecraft more than 18 months. This could translate to an insurance claim by Intelsat of around 10% of the satellite service life, which could have a value close to 40 million dollars. Intelsat 33e entered service on 29 January 2017, three months later than planned. ==References== Category:Communications satellites in geostationary orbit Category:Satellites using the BSS-702 bus Category:Spacecraft launched in 2016 Category:Intelsat satellites Category:Ariane commercial payloads ",
    "title": "Intelsat 33e"
}