{
    "id": "51408334",
    "text": "Raju Patel (1960–October 9, 2005) was a Hollywood film producer and director. He has produced films like Bachelor Party and The Jungle Book. ==Filmography== Patel was born in Kenya. His father Sharad Patel was in the film business and had produced and directed the film Rise and Fall of Idi Amin. Patel moved to London to study film making and graduated from the London Film School. Patel moved to California at the age of 21. In 1984 he teamed up with his father and at the age 23 he produced the Tom Hanks starter Bachelor Party. It was one of Tom Hanks first films in a comic role. The film went on to be a success and made on a budget of US$6 million, it grossed over US$40 million at the box- office. In 1986 Patel decided to try his hand at direction and directed the film In The Shadow of Kilimanjaro. In 1994 he teamed up with Walt Disney Studios to produce Rudyard Kipling's The Jungle Book. In 1996 he produced The Adventures of Pinocchio. In 1997 he teamed up with Mark Damon to produce The Second Jungle Book: Mowgli & Baloo. In 1999 he produced The New Adventures of Pinocchio. In 2003 he was an executive producer on the film 11:14 . Patel had also co-produced a Bollywood film called Kaante which starred Amitabh Bachchan, Sanjay Dutt and was directed by Sanjay Gupta. Patel also worked with pop singer Michael Jackson and Mark Damon to set up the film company called Neverland Pictures. In 1996 Patel was honoured with membership to the Academy of Motion Picture Arts & Sciences. ==Personal life== Patel was married to Dimple Kumar, the daughter of actor Rajendra Kumar, and the couple had two children. ==Death== Patel died on October 9, 2005 at Long Beach Memorial Medical Center in Long Beach after a two-year battle with colon cancer.https://articles.latimes.com/2005/oct/12/local/me-patel12 == References == Category:1960 births Category:2005 deaths Category:Film producers from California Category:Deaths from cancer in California ",
    "title": "Raju Patel"
}