{
    "id": "51403081",
    "text": "The Duluth Curling Club (DCC) is a curling club located in Duluth, Minnesota, United States. DCC is the curling club with the second largest membership in the United States. ==History== The Duluth Curling Club was organized in 1891. The original building was a tent between two retaining walls on East Superior Street downtown, but it was carried away by a blizzard that winter. Another building at Wallace and Arrowhead was then converted for use, until a structure was purpose-built in 1897 at 14th Avenue East and the waterfront. The Club has been located at the Duluth Entertainment Convention Center (DECC) since 1976. ==Leagues== Through the curling season Duluth Curling Club members participate in leagues including Men's, Women's, Open (mixed men and women), Doubles, and Instructional. DCC members are assigned a point value based on their experience and skill. Many leagues have a point cap not to be exceeded by each team. ==National and International Championships== The Duluth Curling Club has hosted two World Championships, the US Olympic Trials, and numerous National events. Two DCC members have been inducted into the Curling Hall of Fame, for service to the sport. Numerous members have participated in and won State and National Championships over the years, and even a few World and Olympic Championships. The Men’s Club Championship has been contested annually since at least 1909 Club History ==Bonspiels== The Duluth Curling Club hosts many bonspiels throughout the season as fundraisers or tour sanctioned events:DCC Bonspiel Page *Turkey Spiel (Members only) *Duluth Cash Spiel *Ladies Fun Spiel *Elizabeth Busche Memorial Junior Bonspiel *Bruce Bennett Men’s Over 40 *Minnesota State Senior Men’s Championship *USWCA All American *Copasetic International Open Bonspiel *46th Dunlop Mixed Bonspiel *House of Hearts Charity Bonspiel ==Notable Members== *John ShusterJohn Shuster at United States Curling Association *Tyler GeorgeTyler George at United States Curling Association *John LandsteinerJohn-Landsteiner at United States Curling Association * Wally Gilbert ==References== ==External links== *Duluth Curling Club Category:1891 establishments in Minnesota Category:Curling clubs in the United States Category:Sports in Duluth, Minnesota Category:Curling in Minnesota ",
    "title": "Duluth Curling Club"
}