{
    "id": "51405901",
    "text": "E. Roscoe Shrader (14 December 1878 — 18 January 1960) was a painter and art instructor known for his colorful, post-impressionistic landscapes, figures, and still lifes. He was head of faculty at the Otis Art Institute from 1919 to 1949 and president of the California Art Club from 1924 to 1930 and again in 1934. He formed the Group of Eight, which included painters such as Mabel Alvarez, at his studio in Hollywood, California. == Early life and education== Born in 1878 in Quincy, Illinois, he moved to Los Angeles, California, in 1885, where his father taught in the physics and chemistry department at the University of Southern California. Shrader attended Los Angeles High School the Los Angeles Business College, which his father founded. He graduated from the Los Angeles Business College in 1895 and received his high school diploma in 1897 with a major in science. He was admitted to the Art Institute of Chicago in 1901, where he studied for two years under influential professors such as John Christen Johansen, who taught luminism, tonalism, and impressionism, and Thomas Wood Stevens, a mural painter, etcher, and head of the illustration department. He subsequently studied under Howard Pyle, a well-known illustrator, at the Howard Pyle School of Illustration Art in Wilmington, Delaware, where Shrader met his wife, Elisabeth Condit. == Career == Shrader’s first worked as an illustrator, contributing to books and magazines such as Scribner's Magazine, Harper’s, and The Century Magazine. About 1914, he moved to New Hope, Pennsylvania, and joined the New Hope Art Colony of impressionists. In 1917, Shrader returned to Los Angeles and began working for the Otis Art Institute after it was founded in 1918 as instructor in drawing, illustration, and composition, and as lecturer on anatomy. He became dean of the Otis Art Institute in 1923. In 1924, Shrader was first elected president of the California Art Club, a position he held from 1924-1926, 1927-1930, and again in 1934. ==References== Category:Artists from Los Angeles Category:Painters from California Category:1878 births Category:1960 deaths Category:20th-century American painters Category:American male painters Category:School of the Art Institute of Chicago alumni ",
    "title": "E. Roscoe Shrader"
}