{
    "id": "51408467",
    "text": "Colette Moeglin (born 1953) is a French mathematician, working in the field of automorphic forms, a topic at the intersection of number theory and representation theory. == Career and distinctions == Moeglin is a Directeur de recherche at the Centre national de la recherche scientifique and is currently working at the Institut de mathématiques de Jussieu. She was a speaker at the 1990 International Congress of Mathematicians, on decomposition into distinguished subspaces of certain spaces of square-integral automorphic forms. She was a recipient of the Jaffé prize of the French Academy of Sciences in 2004, \"for her work, most notably on the topics of enveloping algebras of Lie algebras, automorphic forms and the classification of square- integrable representations of reductive classical p-adic groups by their cuspidal representations\". She was the chief editor of the Journal of the Institute of Mathematics of Jussieu from 2002 to 2006. She became a member of the Academia Europaea in 2019. == Mathematical contributions == She has done work both in the pure representation theory of Lie groups real or p-adic (the study of unitary representations of those groups) and in the study of the \"automorphic spectrum\" of arithmetic groups (the study of those unitary representations which have an arithmetic significance), especially in the area of the Langlands programme. A prominent example of her achievements in the former is her classification, obtained with Jean-Loup Waldspurger, of the non- cuspidal discrete factors in the decomposition into irreducible components of the spaces of square-integrable invariant functions on adelic general linear groups. For this purpose it was first necessary to write down in a rigorous form the general theory of Eisenstein series laid down years earlier by Langlands, which they did in a seminar in Paris the content of which was later published in book form. Another notable work in the domain, with Waldspurger and Marie-France Vignéras, is a book on the Howe correspondence. With Waldspurger, Moeglin completed the proof of the local Gan–Gross–Prasad conjecture for generic L-packets of representations of orthogonal groups in 2012. She did much work on the programme of James Arthur to classify automorphic representations of classical groups, and she was invited to present Arthur's ultimate solution to his conjectures at the Bourbaki seminar. ==Selected publications== ==References== == External links == *Homepage at IMJ Category:Living people Category:20th-century French mathematicians Category:21st-century French mathematicians Category:1953 births Category:Members of Academia Europaea ",
    "title": "Colette Moeglin"
}