{
    "id": "51405827",
    "text": "Human polyomavirus 9 (HPyV9) is a virus of the polyomavirus family that infects human hosts. It was discovered in 2011 and is a component of the skin flora in healthy adults. ==Discovery== HPyV9 was first discovered in 2011 by generic PCR used to screen clinical samples from patients who were immunocompromised for various reasons. The virus was identified in a sample from a kidney transplant recipient and sequenced to reveal a genome of typical polyomavirus structure, particularly closely related to the African green monkey lymphotropic polyomavirus (LPV). Previous studies had found up to 30% seroprevalence of antibodies to LPV, which was interpreted as possibly indicating that LPV could infect humans as well as monkeys. Experiments revealed that LPV and HPyV9 antibodies can cross-react, supporting the hypothesis that the LPV observations represent HPyV9 seropositivity. ==Taxonomy== HPyV9 was reported to have 75% sequence identity to the African green monkey lymphotropic polyomavirus. In the 2015 taxonomic update to the polyomavirus group, the International Committee on Taxonomy of Viruses classified HPyV9 as a member of the genus Alphapolyomaviridae, whose type species is murine polyomavirus (Mus musculus polyomavirus 1). ==Prevalence== All known human polyomaviruses are fairly common in healthy adult populations and are usually asymptomatic. In studies that profile polyomavirus seroprevalence, or prevalence of detectable antibodies against viral proteins indicating either past or present exposure in immunocompetent adults, HPyV9 tends to have a relatively lower prevalence compared to other human polyomaviruses. Estimates of HPyV9 prevalence have ranged from approximately 30–50%, with conflicting evidence about the presence of any effects of gender and age on observed seroprevalence. Studies of the prevalence of HPyV9 DNA—indicating actively replicating virus—suggest that this is quite rare, around 1%. HPyV9 infections that persist over time and involve continuous shedding have not been observed, although this does occur for other human polyomaviruses. ==Clinical manifestations== As with many recently discovered human polyomaviruses, the clinical significance of HPyV9 is poorly characterized. Attempts to detect polyomaviruses in a variety of tumor types have consistently found that HPyV9 is either absent or present at very low viral loads, indicating that it is unlikely to be causally related to the tumor. ==References== Category:Polyomaviridae ",
    "title": "Human polyomavirus 9"
}