{
    "id": "51402580",
    "text": "Angel Angelov Genchev () is a Bulgarian weightlifter who competed for Bulgaria. He claimed the gold medal in weightlifting at the 1988 Summer Olympics – Men's 67.5 kg but was disqualified after he tested positive for furosemide, an IOC banned substance. It became a scandal because earlier in the meet fellow Bulgarian weightlifter Mitko Grablev had also been disqualified, after claiming a gold medal in his division, when his drug test came back positive, also for furosemide. The Bulgarian weightlifting team was forced to withdraw midway through the Weightlifting competition. Of six athletes known to have lifted more than triple their bodyweight, Genchev's 202.5 kg world record was the heaviest ever performed in competition. Genchev is a European champion in the 75 kg category from Cardiff in 1988. He was also a bronze medalist at the 1994 World Championships in Istanbul. He won the European Cup in 1987 from the tournament in Miskolc, Hungary, with the team of Bulgaria. There he set a world record in snatch - 170 kg. Angel is a four-time World and European junior champion. Genchev served some time in prison for shooting at a cab driver in Bulgaria in 2001.https://www.dnes.bg/notifikacii/2019/02/07/ot-svetovniia-vryh-do-zatvora- i-biznesa-s-raci-shampionyt-angel-genchev.401443 Genchev competed in the 2017 World Masters games in Auckland, New Zealand and won Gold in the M77kg division for the 50-54years age group. He snatched 95 kg and Clean and jerked 120 kg.http://www.iwfmasters.net/results/2017_wmg_results.pdf Genchev competed in the 2017 European Masters Championships in Halmstad, Sweden, snatching 105 kg and Clean and Jerking 132 kg to win his division.http://www.europeanmasterswl.com/uploads/4/8/1/8/4818560/2017_european_masters_championship_results_men__halmstad_.pdf == References == ==External links== * Category:1967 births Category:Living people Category:Bulgarian male weightlifters Category:Olympic weightlifters of Bulgaria Category:Weightlifters at the 1988 Summer Olympics Category:World record setters in weightlifting Category:World Weightlifting Championships medalists Category:European Weightlifting Championships medalists Category:Bulgarian sportspeople in doping cases Category:Doping cases in weightlifting Category:Competitors stripped of Summer Olympics medals Category:People from Targovishte ",
    "title": "Angel Genchev"
}