{
    "id": "51403699",
    "text": "The 2016 American League Wild Card Game was a play-in game during Major League Baseball's (MLB) 2016 postseason played between the American League's (AL) two wild card teams, the Toronto Blue Jays and the Baltimore Orioles. As both teams finished with identical 89–73 records, a tiebreaker was used to determine the host team. In accordance with MLB tiebreaking rules, the Blue Jays earned the right to host the game by winning their season series against the Orioles 10–9. The Blue Jays beat the Orioles, 5–2, in extra innings. ==Background== This was Toronto's first appearance in the Wild Card Game and their first overall appearance as a wild card (when it was first introduced in 1995), and their second consecutive postseason appearance after winning the AL East Division the previous season. It was the second appearance in a Wild Card Game both for Baltimore and its manager Buck Showalter. Showalter's Orioles defeated the Texas Rangers in the inaugural AL Wild Card Game in 2012. This was the first postseason meeting between the two teams. The game was played at 8:00 pm EDT on October 4, 2016 at Rogers Centre in Toronto, with the winner advancing to play the first-seeded Texas Rangers in the Division Series. It was televised in the United States on TBS, while Sportsnet, a property of Blue Jays owner Rogers Communications, simulcast the TBS production in Canada. The retractable dome at Rogers Centre was open for the game, the first time this was done for a postseason contest at the venue. This was the second Wild Card Game played between teams with identical regular season records, and the second time for the Baltimore Orioles. Under the 1995-2011 playoff format, the teams would have played a one-game playoff to determine the Wild Card team. ==Game results== ===Line score=== Toronto and Baltimore turned to their Opening Day starters, as Marcus Stroman and Chris Tillman took the mound for their respective teams. The Blue Jays scored first with a home run by José Bautista leading off the second inning. The Orioles responded two innings later with a go-ahead two-run homer from Mark Trumbo. The Blue Jays recorded three hits in the fifth on their way to scoring the tying run. The Toronto Blue Jays won the game 5–2 in the 11th inning when Edwin Encarnación hit a walk-off three-run homer off Ubaldo Jiménez. Zach Britton, the Orioles' closer and 2016 American League Reliever of the Year, controversially did not appear in the game. The Blue Jays advanced to the American League Division Series to face the Rangers for the second consecutive time in the postseason; their first meeting was in the previous year's American League Division Series. Encarnación became only the fourth player to end a winner-take-all postseason game (that is, a game in which one team or the other was sure to be eliminated) with a walk-off home run, joining Bill Mazeroski (1960 World Series), Chris Chambliss (1976 ALCS) and Aaron Boone (2003 ALCS).= ==References== ==External links== *2016 Major League Baseball season schedule *Schedule for 2016 Postseason American League Wild Card Game 2016 American League Wild Card Game Category:Baltimore Orioles postseason Category:Toronto Blue Jays postseason Category:2016 in Toronto Category:October 2016 sports events in Canada ",
    "title": "2016 American League Wild Card Game"
}