{
    "id": "51400789",
    "text": "Rookie´s Diary is a novel created in Taiwan. It has a total of 43 episodes of approximately 1 hour each. It aired from July 2, 2010 to April 22, 2011. Its genre is comedy and it is about the military. The novel is about how a group of teenagers trains in the military office for 36 days. During these 36 days, they work really hard. They made new friends and had lot of fun. Even though, they still worked hard and became more mature when they left the military service of 36 days. The director of the novel is named Wang Wei. He is a really successful Taiwanese director around the world. This novel had a second season, in which some of the teenagers made a further military service at a higher level. In this military service, training was a lot harder and as you watched more you laughed more. As mentioned before, it is a comedy so during the novel there were a lot of scenes in which the actors made you laugh until you cry. ==Cast== ===Officers=== *Lee Hsing-wen as Ding Hao 丁浩 *Yao Yuanhao as Sun An Bang 孙安邦 *Liu Xiang Ci as Wang Sheng Nan 王胜男 *Huang Di Jun as Jin Bi Ying 金碧莹 *Zhao Jun Ya as Wang Wei 王威 *Pang Yong Zhi as Yu Shan Ren 余善仁 *Lin Ruo Ya as Qiu Jing Wen *Jacky Zhu as Xu Jia Cheng ===Rookies=== *Tang Jia Hao as Luo Gang 罗刚 *Fu Zi Chun as Yang Hai Shen 杨海生 *Chen De Lie as Lin Bo Wen 林博文 *Lin Dao Yuan as Lai Hu 赖虎 *Xie Zheng Hao as Cai Hao Zhi 蔡浩志 *Chen Wen Xiang as Qiu You Shun 邱有順 *Pan Bo Xi as Shi Jun 石俊 *Qian Jun Zhong as Ye Da Tong 叶大同 *Xia Zheng Feng as Wu Yong 吴勇 *A Gan as Chen Tian Bin 陈添彬 *Ai Cheng as Xiao De Ji 萧德基 ===Others=== *Kelly Pai as Tian Xing *Su Yan Pei as Cai Zhen Zhu *Zhang Jia Xin as Liu Su Qing *Akio Chen as Luo Dao Chun *Zhang Qin as Shen Gui Mei *Lin Yi Fang as Lai Mu Chun *Mei Fang as Gu Zhui Ma *Lin Mie Zhao as Shen Mei Yu *Chen Bo Zheng as Cai Zhen Cai *Ye Jia Yu as Zheng Yu Ting *Chen Bo Han as A Hou *Li Jia Wen as Di Qiu *Tang Zhen as Yan Xiao Rou *Achel Chang as Ye Xiao Yan *Yue Hong as Zheng Yu Que *Liu Xiao Yi as Huang Li Hong *Du Shi Mei as Jian Pu Pu *Li Guo Chao as Li Ming Jie *Chen Ming Wei as Chen Hao Nan *Yang Li-yin as Yan Xiu Ru ==References== *https://www.viki.com/tv/3858c-rookies- diary Category:2010 Taiwanese television series debuts ",
    "title": "Rookies' Diary"
}