{
    "id": "51408899",
    "text": "\"Somebody Loves You\" is the debut single by Australian recording artist Betty Who. It is included on her debut extended play, The Movement (2013) and her debut studio album, Take Me When You Go (2014). The song was originally released as a free download in November 2012, and was premiered by pop music blogger and at-the-time official Grammy blogger Arjan Writes. The song was inspired by the death of Whitney Houston in early 2012. In an interview with Digital Spy, Who said \"Two days after she passed away, we were in the studio listening to lots of classics and it made me realise that there's no joy in pop music right now. The message is either 'you hurt me' or 'let's get down in the club.' I wanted to write a song that would make people feel happy and that's where \"Somebody Loves You\" comes from.\" The song debuted at number 4 on Spotify's Most Viral list, gaining more than six million streams and earning Who accolades from BuzzFeed, Perez Hilton, Spin and Nylon, along with spreads in Elle (who called her \"your next pop obsession\"), Cosmopolitan, and more. Time named her one of 14 to Watch in 2014, NY Mag described her as a mix of \"early Madonna…Katy Perry and Robyn, with spunk and confidence\", and Billboard hailed her \"shimmering tracks…and arresting pop textures.\" On 11 September 2013, Spencer Stout uploaded a YouTube video of him proposing to his boyfriend Dustin in a flash mob dance routine at a Salt Lake City, Utah Home Depot. The video, which featured \"Somebody Loves You\" became a viral hit online, and as of April 2014 had garnered over 11 million views. The attention of the video coupled with the track's official iTunes release, led to the song debuting at number 44 on the overall iTunes Charts, as well as debuting as the number 4 most viral song on Spotify. On 8 March 2014, \"Somebody Loves You\" reached number one on the Billboard Dance/Club Play Songs chart. On 14 July 2014, Who made her television debut, performing the song live on Late Night with Seth Meyers. A remix EP was released on 22 July 2014. ==Music videos== ;Video 1 (2013) A music video was directed by Evan Savitt and released on 21 January 2013. The video shows Who dancing in an empty room while getting dressed to go to a party. ;Video 2 (2014) A second music video was directed by Adam Powell and was released on 4 September 2014 and shows Who dancing in front of a coloured wall in various outfits with dancers. Glee star Kevin McHale. appears in the video. ==Track listings== ;2012 single (independent release) # \"Somebody Loves You\" – 3:37 ;2013 single (RCA release) # \"Somebody Loves You\" – 3:37 ;2014 remixes # \"Somebody Loves You\" (Starsmith Remix) – 6:24 # \"Somebody Loves You\" (Jumpsmokers Radio Remix) – 4:24 # \"Somebody Loves You\" (Liam Keegan Radio Remix) – 3:18 # \"Somebody Loves You\" (Hector Fonseca Remix) – 6:44 # \"Somebody Loves You\" (Joywave Remix) – 4:10 ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2013-14) ! scope=\"col\"| Peak position |- ! scope=\"row\"|Ukraine (FDR Pop Singles) | 2 |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2014) ! scope=\"col\"| Position |- ! scope=\"row\"| US Dance Club Songs (Billboard) | 50 |} ==Cover versions== * In 2015, Darren Criss and Chris Colfer's characters Blaine Anderson and Kurt Hummel covered the song in the seventh episode of season six of Glee, titled \"Transitioning\". ==Media appearances== * In episode 5 (season 2) of Good Behavior, \"You Could Discover Me\" (2017), the main character Letty, played by Michelle Dockery performs the song in a drag club. ==References== Category:2012 songs Category:2012 debut singles Category:Betty Who songs Category:RCA Records singles Category:Sony Music singles Category:Billboard Dance Club Songs number-one singles ",
    "title": "Somebody Loves You (Betty Who song)"
}