{
    "id": "51403616",
    "text": "{| |} The Nieuport-Delage NiD 740 was a French trimotor monoplane designed to carry night mail. Two were built in 1930. ==Design== The NiD 740 was specifically designed as a postal aircraft for the night mail, though the mail compartment could alternatively accommodate three passengers. It was a three- engined, wooden aircraft with a cantilever high wing of high aspect ratio and elliptical plan out to pointed tips. Mounted without dihedral, the plywood skinned wing was structurally and aerodynamically similar to, though larger than, that of the single-engined Nieuport-Delage NiD 640. Long, narrow, uncompensated ailerons filled much of the trailing edges. Its one-piece fuselage was built on four spruce longerons interconnected by frames and was plywood covered, giving it flat sides and underside but with curved upper decking. The NiD 740's central Salmson 7Ac seven-cylinder radial engine was uncowled in the nose, though diagrams show it enclosed by a narrow-chord cowling. The outboard pair, also uncowled, were mounted well below the wing on parallel and diagonal struts. The enclosed cockpit was at the wing leading edge; in addition to the normal forward and side windows there was a window in the port side fuselage, matched by one in the starboard side door, to improve his downwards and rearward view. The navigator, provided with radio equipment, was in a separate compartment with his own port side, windowed door. Behind him was the volume mail compartment with windowed doors on both sides and further lit by two forward windows. In this area the fuselage was double- walled. The tail was conventional, with well rounded, roughly elliptical surfaces which were ply covered like the rest of the NiD 740. The tailplane was mounted on top of the fuselage; its angle of incidence could be adjusted in flight for trimming. Neither elevators nor rudder were balanced. The latter was large and extended down to the keel, operating in a small elevator cut- out. The NiD 740 had conventional, fixed, independent landing gear, with each wheel mounted at the vertex of a V-strut hinged on the central fuselage underside. These gave the undercarriage a track of and placed the wheels directly below the outer engines. Vertical sprung legs, fitted with Messier shock absorbers, joined wheels and the engine-bearing frames. The wheels had brakes (also by Messier) which could be used differentially for ground steering. There was a short tailskid below the rudderpost. A pair of searchlights were fitted close together below the nose to help with night landings. ==Development== The exact date of the NiD 740's first flight is not known though several early tests had been flown by Fernand Lasne before the end of January 1930. It handled well and it could maintain a fixed altitude of with one engine stopped. Two were built but their later history is not mentioned in the contemporary French aviation literature. ==Specifications== ==References== Category:Trimotors Category:1930s French mailplanes 740 Category:High-wing aircraft Category:Aircraft first flown in 1930 ",
    "title": "Nieuport-Delage NiD 740"
}