{
    "id": "51403984",
    "text": "Balthazar Mendez de Loyola, born Muhammed El Attaz (born in 1631 in Fez, Morocco - died around 15 September 1667, Madrid, Spain) was a Moroccan prince converted to Roman Catholicism. He became a Jesuit priest and devoted himself to the evangelization of Muslims. He is then considered by Westerners of his century as a symbol of the \"superiority of Christianity over Islam\". ==Biography== Muhammed came from a noble Muslim family, founder of Zaouia of Dila. He considered himself as \"son of the Emperor of Morocco.\" In 1654, he went on pilgrimage to Mecca. El Attaz was captured and all his company by the Christian fleet of Balthazar Mandols before the Cap Bon. Captive in Malta, he was released in 1656, once paid his ransom. He crossed at that time a spiritual crisis and converted to Catholicism. Muhammad then settled in the palace of Mandols, Malta and there receives the baptism on July 31, 1656 under the name of Balthazar of Loyola, in homage to its host and sponsor Ignatius of Loyola.[Lilian Pestre of Almeida, \"The journey of a Moroccan prince converted, according to Calderón de la Barca\", Review of the Historical Institute of Mediterranean Europe, June 2012 http://rime.to.cnr.it/2012/RIVISTA/N8/2012/articoli/02_Pestre%20de%20Almeida.pdf rime.to.cnr.it] He then walked on the Italian ports to try to evangelize the captives \"Moorish\" held by the Christian armies.[Sami Lakmahri, \" The Moroccan prince became a Christian, \"Zamane\", September 16, 2015 http://zamane.ma/fr/le-prince-marocain-devenu-chretien/ zamane.ma] In 1657, Loyola entered in the novitiate of the Jesuits in Messina, in Sicily . He received the priestly ordination on December 27, 1663 and came to Lisbon to become a missionary in the East Indies. He died on the way to Madrid, around September 15, 1667.[Lilian Pestre of Almeida, \"The journey of a Moroccan prince converted, according to Calderón de la Barca\", Review of the Historical Institute of Mediterranean Europe, June 2012 http://rime.to.cnr.it/2012/RIVISTA/N8/2012/articoli/02_Pestre%20de%20Almeida.pdf rime.to.cnr.it] Sami Lakmahri, Moroccan journalist of monthly Zamane, said: \"In the XVIIth century, on both sides, forced conversions are legion. [...] Can we think that Mohammed El Attaz in reality seeks to facilitate his captive condition or seek liberation? The ecclesiastical career following the conversion of El Attaz room for doubt. Balthazar is not a single Christian. His status out of standard man of faith can not be achieved without a religious devotion extreme\".[Lilian Pestre of Almeida, \"The journey of a Moroccan prince converted, according to Calderón de la Barca\", Review of the Historical Institute of Mediterranean Europe, June 2012 http://rime.to.cnr.it/2012/RIVISTA/N8/2012/articoli/02_Pestre%20de%20Almeida.pdf rime.to.cnr.it] ==Posterity== According to Sami Lakmahri, \"in terms of propaganda, notable Christians can not imagine a better story. A Muslim prince, pious and wise, chose to join the cause of Jesus Christ. The history of this incredible conversion abounds in Western literature. Writings of historians, clerics and even plays all types have taken over the Balthazar story. The goal is to make Morocco a significant religious figure of his time. A proof of the basis of the struggle of Christians against infidels \"Mohammedans\". If even the highest Muslim leaders embrace the Christian faith, his superiority while longer is out of doubt\".[Sami Lakmahri, \" The Moroccan prince became a Christian, \"Zamane\", September 16, 2015 http://zamane.ma/fr/le-prince-marocain-devenu-chretien/ zamane.ma] Pedro Calderón de la Barca wrote about Loyola in 1668, shortly after his death, probably in order to support his trial beatification.[Lilian Pestre of Almeida, \"The journey of a Moroccan prince converted, according to Calderón de la Barca\", Review of the Historical Institute of Mediterranean Europe, June 2012 http://rime.to.cnr.it/2012/RIVISTA/N8/2012/articoli/02_Pestre%20de%20Almeida.pdf rime.to.cnr.it] == Sources et bibliography == * P. Duclos: article Loyola Mandes (Attazi), in Diccionario historico de la Compañia de Jesús, vol.III, Roma, IHSI, 2001, pp. 2428\\. * C. García Goldáraz: Un príncipe de Fez jesuita: Sceih Muhammad Attasi, en religión P. Baltasar Diego Loyola de Mandes (1631-1667). Estudio sobre su ascendencia regia, in Miscelánea Comillas, vol.2 (1944), pp. 487–541. * L. Lebessou: La seconde vie d'un sultan du Maroc, in Étvdes, vol.123 (1910), pp. 488–498. * E. Colombo, A Muslim Turned Jesuit: Baldassarre Loyola Mandes (1631-1667), in Journal of Early Modern History 17 (2013): 479-504. * E. Colombo, Baldassarre Loyola de Mandes (1631-1667), Prince de Fez and Jésuite, in Les Musulmans dans l’histoire de l’Europe, tome 1: Une intégration invisible, eds. Bernard Vincent and Jocelyne Dakhlia (Paris: Albin Michel, 2011), 159-193. * E. Colombo, Infidels at Home. Jesuits and Muslim Slaves in Seventeenth-Century Naples and Spain, in Journal of Jesuit Studies 1 (2014): 192-211. * E. Colombo, Telling the Untellable. Geography of Conversion of a Muslim Jesuit, in Space and Conversion: A Global Approach eds. Wietse De Boer, Aliocha Maldavsky, and Giuseppe Marcocci (Leiden: Brill, 2014), 285-307 [with R. Sacconaghi]. ==References== Category:1631 births Category:1667 deaths Category:Converts to Roman Catholicism from Islam Category:Catholic priests Category:Moroccan former Muslims Category:Spanish Jesuits Category:Moroccan princes ",
    "title": "Balthazar of Loyola"
}