{
    "id": "51400982",
    "text": "Anne with an E (initially titled Anne for its first season) is a Canadian episodic television series adapted from Lucy Maud Montgomery's 1908 classic work of children's literature, Anne of Green Gables. It was created by Moira Walley-Beckett for CBC and stars Amybeth McNulty as Anne Shirley, Geraldine James as Marilla Cuthbert, R. H. Thomson as Matthew Cuthbert, Dalila Bela as Diana Barry and Lucas Jade Zumann as Gilbert Blythe. The series premiered on March 19, 2017, on CBC and on May 12 internationally on Netflix. It was renewed for a second season on August 3, 2017 and for a third season in August 2018. Shortly after the third season was released in 2019, CBC and Netflix announced that the series was cancelled. ==Synopsis== In 1896, elderly brother and sister Matthew and Marilla Cuthbert (who live together as they never married) decide to adopt an orphan boy to help out around their ancestral farm of Green Gables, on the outskirts of the Canadian town of Avonlea, Prince Edward Island. When Matthew goes to pick the child up at the railway station, he finds 13-year-old Anne Shirley, an imaginative, bright, high-spirited, and talkative girl, instead (an orphan since her parents died when she was a few months old, Anne lived as a servant in various households before being placed in an orphanage). While Matthew decides he would like for her to stay, Marilla does not trust Anne, given her status as an unknown orphan and the perceived uselessness of a young girl. Her distrust appears confirmed when Marilla cannot locate a brooch, thus leading her to believe that Anne is a thief. The Cuthberts send her away, thus \"returning\" her to the orphanage. While she does arrive back at the orphanage, she is terrified to enter, haunted by bullying she had endured there and returns to the train station. Meanwhile, Marilla discovers that the brooch had been misplaced rather than lost and that prejudice had led her to believe Anne was a thief. Matthew consequently finds Anne and convinces her to return to Green Gables, where she is officially made part of their family. However, Anne continues to face bullying from students in the Avonlea school and class based discrimination from Diana's parents and others in Avonlea. Anne once again returns to her survival mechanisms of imagination, intelligence and problem-solving abilities that eventually lead to her acceptance by the rest of the community. ==Cast== ===Main=== * Amybeth McNulty as Anne Shirley (later called Anne Shirley-Cuthbert) * Geraldine James as Marilla Cuthbert * Dalila Bela as Diana Barry * Lucas Jade Zumann as Gilbert Blythe * Aymeric Jett Montaz as Jerry Baynard * R. H. Thomson as Matthew Cuthbert * Corrine Koslo as Rachel Lynde (seasons 2–3; recurring season 1) * Dalmar Abuzeid as Sebastian \"Bash\" Lacroix (seasons 2–3) * Cory Grüter-Andrew as Cole Mackenzie (seasons 2–3) * Joanna Douglas as Miss Muriel Stacy (season 3; recurring season 2) ===Recurring and guest=== * Jonathan Holmes as Mr. William Barry * Helen Johns as Mrs. Eliza Barry * Ryan Kiera Armstrong as Minnie May Barry * Deborah Grover as Josephine Barry * Wayne Best as John Blythe * Phillip Williams as Thomas Lynde * David Ingram as Mr. Harmon Andrews * Janet Porter as Mrs. Andrews * Christian Martyn as Billy Andrews * Lia Pappas-Kemps as Jane Andrews * Ella Jonas Farlinger as Prissy Andrews * Jim Annan as Mr. Gillis * Fiona Byrne as Mrs. Gillis * Kyla Matthews as Ruby Gillis * Jacob Ursomarzo as Moody Spurgeon * Stephen Tracey as Mr. Phillips * Miranda McKeon as Josie Pye * Glenna Walters as Tillie Boulter * Katelyn Wells as Mary Joe * Jacob Horsley as Charlie Sloane * Taras Lavren as Nate * Shane Carty as Mr. Dunlop * Cara Ricketts as Mary LaCroix * Araya Mengesha as Elijah Hanford * Nicky Lawrence as Jocelyn * Lisa Codrington as Constance * Melanie Nicholls-King as Hazel Lacroix * Kiawenti:io Tarbell as Ka'kwet * Brandon Oakes as Aluk * Dana Jeffrey as Oqwatnuk * Ashleigh Stewart as Winifred \"Winnie\" Rose * Ines Feghouli as Sandy Baynard * Trenna Keating as Mrs. Pye ==Episodes== ===Season 1 (2017)=== Titles of the season are quotes from Charlotte Brontë, Jane Eyre. ===Season 2 (2018)=== The entire second season premiered on Netflix on July 6, 2018, before premiering on CBC on September 23, 2018. Titles of the season are quotes from George Eliot, Middlemarch. ===Season 3 (2019)=== The third season was first aired on CBC on September 22, 2019. It premiered on Netflix on January 3, 2020. Titles of the season are quotes from Mary Shelley, Frankenstein. ==Production== ===Development=== The production companies are listed as Northwood Anne, Northwood Entertainment and Canadian Broadcasting Corporation. The executive producers are Miranda de Pencier and series creator Moira Walley-Beckett. According to de Pencier, the adaptation of the novel for this television series was intended to provide a different look and feel compared to past productions; they were aiming for a \"documentary level of realism\", as reflected in the extraordinary detail which has gone into the design of sets and costumes. Production on the third season started in March 2019. ===Crew=== Besides the show itself having a larger number of female characters than male, women serving as executive producer and showrunner, the series has several female directors. Every writer on the series is also female; showrunner Moira Walley-Beckett scripted the entire first season, and was joined by a team of women writers in seasons 2 and 3. ===Casting=== Approximately 1800 girls on three continents auditioned for the role of Anne Shirley through an open casting call. Amybeth McNulty was chosen for her ability to deliver dialogue which is \"incredibly thick and dynamic and beautiful\", according to Miranda de Pencier. Walley-Beckett describes her as at once \"luminous\", transparent, smart, soulful and emotional. According to an interview with McNulty, an Irish Canadian whose career on stage has included roles in Annie, The Sound of Music, and Oliver!, and on screen in Agatha Raisin and Clean Break, her audition for Anne \"consisted of talking to trees, chatting with flowers and building thrones out of twigs.\" ===Filming=== The series was occasionally filmed on Prince Edward Island but, for budgetary reasons, it was primarily filmed in Southern Ontario, at a Toronto studio, at outdoor locations in or near Toronto including Black Creek Pioneer Village, in Waterloo Region at locations including Doon Pioneer Village, Castle Kilbride, New Hamburg, Cambridge, and in communities such as Millbrook, Pickering, Hamilton, and Caledon. ===Music=== The opening theme is the song \"Ahead by a Century\" performed and originally composed by Canadian band The Tragically Hip. The series underscore is composed by Amin Bhatia and Ari Posner. ==Themes== While \"many classic moments [of the novel] are dutifully re- created,\" Walley-Beckett constructed Anne with an E with \"a darker undercurrent\" than previous adaptations of Anne of Green Gables. She envisioned Anne as an antihero, adding original backstories to her adaptation that emphasized the impact of bullying, class-based discrimination, social isolation, and consequent PTSD on the construction of Anne's character (themes hinted at, but never elaborated upon, in the original novel). Walley-Beckett further states: \"In this day and age, themes of identity, prejudice, bullying, being an outsider, searching for a way to be accepted and how to belong are entirely topical and super relevant, and those are themes that are built into the story of 'Anne.'\" She went on to call Anne Shirley an \"accidental feminist\", and how she \"really wanted to tell this story now\". Amybeth McNulty (who portrays Anne) also stated that, \"people might think [the new scenes] are quite graphic ... but I think it was time to be honest.” ===Season 2=== For the second season, according to what she called her \"master plan\", Walley- Beckett introduced an entirely new character of her own, Bash, to reflect the racial diversity present in and around Charlottetown at the time of the novel, with a view to representing a community absent from previous adaptations, achieving this by having Gilbert travel on a steamship and meet with the new character in Trinidad: \"Bash is the vehicle to explore intolerance and inequality, even more when he goes to The Bog, when he learns that other black people live there.\" Walley-Beckett explained: \"The Bog is the community that's just outside of Charlottetown, where people of color were marginalized and had their own community there.\" ===Season 3=== In the third season, topics such as identity, feminism, bullying and gender parity were explored. ==Release== The series initially premiered on March 19, 2017, on CBC and aired on a weekly basis, the season finale airing on April 30, 2017.https://www.cbc.ca/anne/videos/season-1/meet-anne-march-19-on-cbc The series debuted on Netflix on May 12, 2017, under the title Anne with an E. On August 3, 2017, CBC and Netflix renewed the series for a 10-episode second season, which premiered on Netflix on July 6, 2018, and on CBC on September 23, 2018.https://www.cbc.ca/anne/videos/season-2/anne-with-an-e- season-2-official-trailer CBC adopted the Anne with an E name beginning in the second season. In August 2018, CBC and Netflix renewed the series for a 10-episode third season, which premiered on September 22, 2019, on CBC and was released on Netflix on January 3, 2020. ===Cancellation=== CBC president Catherine Tait stated in October 2019 that it would no longer involve itself in co-productions with Netflix, as they constitute deals \"that hurt the long- term viability of our domestic industry\". A day after the third season concluded its Canadian run and despite statements from CBC previously expressing \"no doubt that Canadians will continue to fall in love with this beautiful and heartwarming series for seasons to come,\" Netflix and CBC announced the show's cancellation the morning after the season three finale aired in Canada, marketing the season three release on Netflix as the show's \"final season.\" Alternate reasons for cancellation were given on November 27 in response to a Twitter campaign to save the show, namely a lack of audience growth in the 25–54 age range, which fans on Twitter and Facebook have challenged by questioning how CBC tracks viewers' ages. Despite the CBC indicating that Netflix had agreed that the third season would be the show's last, fans started a concerted online and offline campaign, much of it led by Twitter fans through the hashtag #renewannewithane. A petition was started by fans to protest the cancellation of the show, and fans also crowdfunded to erect billboards in Toronto and New York City. Canadian actor Ryan Reynolds and English singer Sam Smith also tweeted in support of the series. ==Reception== ===Critical response=== Palak Jayswal gives the entire series five out of five stars and notes that while classic works of literature are often best left intact, Anne with an E offers a useful case study of when \"the remake of a classic is done better than the original.\" She suggests that while \"the Netflix adaptation is brutal,\" its portrayal is one that is \"realistic of what life was like during the time period for an orphan girl.\" She thus states that \"the reason this show is so successful is its ability to not only bring the original story to life but to add to it in a truly authentic way.\" Erin Maxwell concurs, arguing that in contrast to Tiger King, \"Anne With an E might be the most wholesome and engaging TV show that no one in America is talking about. But it is definitely a show that needs to be consumed, discussed, and re-watched just as appreciatively.\" She also notes that while \"there are occasional changes in the narrative and attempts to be “woke,” it wisely doesn’t derail much from the original story.\" Chad Jones qualifies the entire series as a \"cool\" adaptation of the novel, noting that \"from the theme song by The Tragically Hip to the assortment of timely issues – racism, feminism, bullying – that may have been hinted at in the book but have definitely been brought to the fore by creator Moira Walley-Beckett, this is not your grandmother’s “Green Gables.” ====Season 1==== On Rotten Tomatoes season 1 has an approval rating of 83% based on 29 critic reviews. The site's critical consensus states: \"Anne with an E uses its complex central character to offer a boldly stylish, emotionally resonant spin on classic source material that satisfies in its own right.\" The series has received a rating of 79 on Metacritic based on fifteen reviews, indicating \"generally favorable reviews\". Emily Ashby, writing for Common Sense Media, calls the series an \"exceptional\" and \"spectacular\" interpretation, giving it four out of five stars. Tasha Cerny, contributor for the Tracking Board, praises the cinematography as lush and colourful, the characters vibrant, and the plot \"surprisingly thrilling for a story about a young girl living in a small secluded community in the late nineteenth century. I laughed, I cried, and I didn't expect either from a show about a little girl.\" Gwen Inhat of The A.V. Club calls the series \"at once darker and sweeter than the original\" novel, praising the core cast, reserving the highest for the series lead: > Amybeth McNulty defies her youth with a performance that's less a portrayal > of Anne than an absolute possession. It can't be easy to make Anne's > fanciful language sing the way she does, and McNulty captures the endearing > awkwardness that enables Anne to win over everyone she comes in contact > with. Writing of the 90-minute premiere episode for the Toronto Star, Johanna Schneller was appreciative of Walley-Beckett's departures from the novel, bringing its subtext to the fore: \"Reading between the novel's lines and adding verisimilitude, she gives us quick but potent glimpses of the miseries many orphans faced in 1890s imperialist culture.\" Hanh Nguyen, reviewing the series for IndieWire, concurs with this assessment, saying: > Rather than ruining the series, they give the context for why Anne would be > filled with gratitude for the beauties of nature, basic human decency and > having a family to call her own. Montgomery had based much of Anne's need > for escape into imagination on her own lonely childhood, and her stories > have always had an underlying poignancy that made them all the sweeter. Jen Chaney, writing for Vulture.com, agrees, saying: \"What distinguishes it from other previous Anne iterations is its willingness to harden some of the story's softness, just enough, to create an element of realism that period pieces, Gables-related or not, can be inclined to avoid.\" Neil Genzlinger writing for The New York Times, commenting on reports of darkness and grittiness, also praises the production: \"Ms. McNulty's Anne is still wonderfully ebullient and eminently likable; she's just not the one- dimensional figure of other adaptations\". Annie Hirschlag, writing for Mic, suggests that a genuinely contemporary Anne is bound to reflect the current television landscape and wider culture of its times (the 2010s): \"Since today's entertainment is peppered with antiheroes — characters who are far from perfect, even occasionally villainous — it makes sense that Anne's familiar idealism is fringed with darkness and agony.\" Some reviewers were more ambivalent, mainly about Walley-Beckett's changes to the story. Canadian novelist Saleema Nawaz, who reviewed the 90-minute first episode for Toronto Life, said she enjoyed it more than she expected, particularly the set designs and costumes, as well as the performances by McNulty and Thomson, and she approved of the choice of theme song as reflective of the continued relevance of the source material. She was less sure about how far the series intended to stray from that source material, and disapproved of the \"manufactured drama, such as Matthew's wild horse ride\". Writing for Entertainment Weekly, Isabella Beidenharn expressed similar feelings, but, \"putting the source material aside, it's a fine show on its own\", and she conceded that \"inventing a dark side might help Anne With an E fit into today's TV landscape\". Allison Keene, writing for Collider, agrees that Anne is a good drama on its own terms, but allows it is \"only a fair adaptation\" of the novel, at its best in the home scenes: \"Anne with an E is undeniably the most stylish adaptation we've ever seen of Anne of Green Gables. But its desire to reveal more of Anne's miserable past in order to be more true to what the desperation of an orphan is like feels at odds with Montgomery's story.\" Writing for Variety, critic Sonia Saraiya is even more ambivalent, describing the series as on the one hand \"a brilliant adaptation\" which \"succeeds admirably\", but on the other hand, \"the show can't quite sustain the brilliance, veering first into maudlin territory and then into the oddly saccharine as it tests out its tone\", contending that \"the show gets a bit bogged down in telling the story of Anne's dysfunction\", presenting \"a slightly soapy view of Anne's trials and tribulations that at times really humanize her and in others, are rather infantilizing\". Sarah Larson, writing for The New Yorker, was not at all impressed with changes made to the story, arguing that they alter Anne's character to the point of non-recognition. While she acknowledges that bringing subtext to the fore is a fine idea, she is not pleased with the execution, saying that the result is part \"the Anne we know and love\" and part \"untrustworthy stranger\", calling the alteration and addition of scenes a \"betrayal\" of Montgomery's novel, comparing the treatment unfavourably to Patricia Rozema's 1999 adaptation of Jane Austen's Mansfield Park. Laura Finch writing for \"World\", agrees, saying, \"...despite some of the positive feminist themes found here (like whether or not girls should go to school), it’s often hard to find the original Anne amid the extraneous storylines.\" , For Joanna Robinson, writing for Vanity Fair, a central problem with the show is that it \"seems to think that in order for Anne to be a feminist figure, she has to butt up against a straw-man-filled patriarchy,\" and so it turned many of the male characters into misogynists, most notably the Reverend Allan, who is considered by Anne to be a \"kindred spirit\" in the book: \"Anne with an E seems to think Anne's triumphs are only noteworthy if she's continually told she can't succeed, when in fact her unfettered brilliance needs no such clumsy opposition. It also seems to think that Anne needs a radical feminist makeover when, in fact, the story of her success was feminist in its own right.\" This is part of a more general problem Robinson notes, that conflicts are exaggerated and overdone: \"this series thrives on non-stop tragedy.\" ====Season 2==== On Rotten Tomatoes, season 2 has an approval rating of 38% based on 8 critic reviews, with an average rating of 8/10. Hanh Nguyen writes that despite \"periods of melancholy and turmoil, this season feels more energetic and subsequently lighter because of the faster pace. It also is more comfortable in its skin and handles humor in its everyday situations deftly while also poking fun at itself.\" Allison Keene, despite her misgivings about the first season's divergence from the original novel, says it grew on her; she approves of the second season's \"major shift in tone\" and how, in moving away from the books and expanding the world, \"it also moves towards excellence.\" Conversely, Heather Hogan, who \"hated\" the first season for similar reasons in her review of the first season, and despite loving the now open \"gayness\" of the second season, nevertheless concludes her review thus: \"Anne With an E continues to use characters shoehorned in from 2018 to explain race and gender and sexuality to people on Prince Edward Island in 1908 as a way of explaining those things to people watching television on the internet in 2018. It's clunky and weird and sometimes embarrassing. The dialogue sometimes feels like it was written in an alien language and run through Google Translator. The drama is so overwrought it’s ridiculous. The characters remain unrecognizable.\" Meghan O'Keefe, who was \"charmed\" by the first season, is \"baffled\" by the second season's choices of new storylines: \"I'm not such a purist that I need TV adaptations to hit every beat of a novel, but I do think that television made for families should understand what their own core philosophy is. While Walley-Beckett's instincts are good, I think this show is too enamored with its trappings of darkness to realize that Anne of Green Gables has endured this long because people love the small specificity of the characters' lives. Warping these details for showier TV kind of dilutes the story.\" Author Amy Glynn says \"it's agonizing because it is visually lovely and incredibly well-acted sanctimonious twaddle.\" ====Season 3==== On Rotten Tomatoes, season 3 has three positive (out of three) critic reviews. Despite the series having been unexpectedly cancelled, Alici Rengifo finds that it ends on a fitting note, bringing Anne to a point of \"real growth\"; the finale is \"all about how life does indeed go on.\" Shannon Campe lamented: \"It's hard not to feel the series was ending just as it began to find its voice\" even if it muddles some of its \"kid friendly\" messages on racism and other issues. Rengifo appreciates the final season's \"many little twists, journeys and a vast array of characters\". > It's a shame this show has to leave, it has a classic style that harkens > back to books like \"Little Women,\" while updating the tone for contemporary > viewers who could have a lot of fun while taking in a few life lessons along > the way. Anne will be missed, hopefully she'll have heirs. == Awards and nominations == {| class=\"wikitable\" !Year !Award !Category !Nominee(s) !Result !Ref |- | rowspan=9|2018 | rowspan=8 |Canadian Screen Awards |Best Lead Actress, Drama Series |Amybeth McNulty | | |- |Best Drama Series |Anne with an E |rowspan=2 | rowspan=7| |- |Best Supporting Actor, Drama |R. H. Thompson |- | Best Supporting Actress, Drama |Geraldine James |rowspan=6 |- |Best Guest Performance, Drama |Deborah Glover |- | rowspan=2|Best Direction, Drama Series |Helen Shaver |- |Niki Caro |- |Best Writing, Drama Series |Moira Walley-Beckett |- |Teen Choice Awards |Breakout TV Show |Anne with an E | |- | rowspan=9|2019 |ACTRA Toronto Awards |Outstanding Performance - Female |Amybeth McNulty | | |- |GLAAD Media Award |Outstanding Kids & Family Programming | rowspan=2|Anne with an E | | |- | rowspan=7|Canadian Screen Awards |Best Drama Series |rowspan=4 | rowspan=7| |- |Best Actress, Drama Series |Amybeth McNulty |- |Best Supporting Actress, Drama |Geraldine James |- |Best Supporting Actor, Drama |R. H. Thompson |- |Best Direction, Drama Series |Helen Shaver |rowspan=3 |- |Best Writing, Drama Series |Kathryn Borel |- |Best Guest Performance, Drama |Dalmar Abuzeid |- | rowspan=3|2020 | rowspan=3|ACTRA Toronto Awards |Outstanding Performance - Female |Cara Ricketts |rowspan=2 | rowspan=2| |- |rowspan=2|Outstanding Performance - Male |Dalmar Abuzeid |- |Araya Mengesha | | |- |} ==References== ==External links== * Anne with an E on CBC * Anne with an E on Netflix * Category:2010s Canadian drama television series Category:2017 Canadian television series debuts Category:2019 Canadian television series endings Category:Anne of Green Gables television series Category:Canadian television shows based on children's books Category:CBC Television original programming Category:English-language television shows Category:Gemini and Canadian Screen Award for Best Drama Series winners Category:English-language Netflix original programming Category:Television series about orphans Category:Television series produced in Toronto Category:Television series set in the 1890s ",
    "title": "Anne with an E"
}