{
    "id": "51400103",
    "text": "Bepi Pezzulli (born 1970, in Napoli) is an Italian-British business lawyer, corporate executive, and essayist. He is an expert of capital markets, investment management and M&A.; He is also a foreign policy adviser, with a focus on Israel, the United Kingdom and the United States, and – specifically – a Brexit pundit. ==Biography== Bepi Pezzulli is the older brother of actor Francesco Pezzulli, the official Italian voice of Leonardo Di Caprio. Aged 16, he joined the venerable \"Nunziatella\" Military Academy, as a cadet of the 1985-1988 class.Giuseppe Catenacci (2015) Ruolo in ordine alfabetico e per Corso – Allievi Scuola Militare Nunziatella, 1787-2015. Associazione Nazionale Ex Allievi Nunziatella. Once left the army career, he graduated in Law at LUISS Guido Carli University of Rome in 1993. Upon moving to New York, he received a Master of Laws from New York University School of Law in 1998. In the same year, he took up a position as attorney at law at the white shoe Wall Street firm of Sullivan & Cromwell, engaging in capital markets, investment management and M&A; work. He subsequently earned a JD from Columbia University School of Law in 2003, where he was appointed a Harlan Fiske Stone Scholar. In the same year, he joined Shearman & Sterling, likewise working in capital markets, investment management and M&A.; Upon relocating to London, he was appointed treasury counsel at the European Bank of Reconstruction and Development (EBRD). He, then, joined Turning Point Consulting as Head of Legal and Compliance. Between 2013-2015, worked at global investment manager BlackRock as Head of Legal and Compliance for Italy, Cyprus, Greece, and Turkey. In 2016, further expanding on a fin-tech expertise, Bepi Pezzulli joined Italiaonline, the largest digital media group in Italy, to lead the merger with Seat Pagine Gialle, which created the market leader in the digital advertising space and local marketing services for SMEs. As a corporate executive, he is strongly committed to the culture of crime prevention, compliance and economic security: Pezzulli is a member of the scientific committee of CRST (Centre for Research on Security and Terrorism), and of the scientific committee of AIECA (Association of International Compliance and Anti-Money Laundering Experts). Pezzulli is active in support of the State of Israel and of the cause of Jewish pluralism: he supports Reim (Friends of Israel), B’nai B’rit, and Beth Hillel. He is also a Non-Executive Director, and sits on the board of directors of Finlombarda (2017-2020). Since 2016, Bepi Pezzulli serves as Chairman of Select Milano, a conservative think-tank and business diplomacy initiative, with the mission to foster bilateral relations after Brexit. He also serves as Secretary General and Editor-in- Chief of Italia Atlantica, a conservative think-tank, devoted to the principles of individual liberty, limited government, devolution of powers, free markets, fair international trade, defence of democracies. A policy research centre specialised in International affairs Italia Atlantica promotes Atlanticism and Zionism in foreign policy. Pezzulli is the author of \"L'altra Brexit. Geopolitica, & Affari\" (I libri di Milano Finanza, 2018), investigating the economic benefits for the UK and the geopolitical implications of Brexit. Columnist - expert on Brexit – for daily financial newspaper Milano Finanza and geopolitical columnist for financial TV channel CNBC. Pezzulli is a dual Italian-British national and is qualified as an Avvocato (District Bar of Rome), Solicitor (Senior Courts of England & Wales), and Attorney at Law (State Bar of New York). ==Recognition== Aside from his cross-border regulatory expertise, Pezzulli is highly reputed for his deal advisory work. Pezzulli has been credited by Legal Community, TopLegal and Legal500 as the model legal risk manager, for being capable of achieving process optimisation and efficiency of service delivery via the application of quantitative management models to the provision of in-house legal services. He is listed in the GC Power List (Italy) 2016GC Power List Italy 2016 and received the In-house Community Award as General Counsel of the year 2016. ==References== Category:1970 births Category:Living people Category:Italian lawyers Category:New York University School of Law alumni Category:Columbia Law School alumni Category:Sullivan & Cromwell people ",
    "title": "Bepi Pezzulli"
}