{
    "id": "51403967",
    "text": "William Alaha Pwaisiho (called Willie; born 14 May 1948) is a Rector in the Church of England and a retired bishop of the Anglican Church of Melanesia. ==Early ministry== Pwaisiho was ordained a deacon in 1974 and a priest in 1975; he was Chaplain to Norman Palmer, Archbishop of Melanesia and to the Police in Honiara, both in 1976. He then became curate (the first missionary priest from Melanesia), at Mission Bay, New Zealand (1977–1978) then Chaplain and Tutor, Bishop Patteson Theological College in Kohimarama (1979–1980) where he himself had trained. His final post before appointment to the episcopate was as Dean of St Barnabas Provincial Cathedral, Honiara (1980–1981). ==Bishop of Malaita== His election to become the second Bishop of Malaita was reported in May 1981 and he was duly consecrated on 28 June 1981 at Malaita Cathedral.List of small publications in the Archives of the Anglican Church of Melanesia (in the National Archives of Solomon Islands) (Accessed 24 August 2016) He resigned as Bishop of Malaita in 1989, becoming a tutor at the Melanesian Brotherhood HQ in Tabalia for a year, then the first General Secretary of the Melanesian Board of Mission, Honiara until 1995. ==Parish ministry== Pwaisiho returned to parish ministry, first in the east of Honiara, 1995–1997, then in the UK as assistant curate at St Anne and St Francis, Sale until 1999. With his arrival in Sale he was licensed as an honorary assistant bishop of the Diocese of Chester, and following his curacy in Sale, he was appointed Rector of Gawsworth, Cheshire in 1999; he remains in both posts as of 2016. In Cheshire, he has served as Chaplain to John Richards, High Sheriff (2002–2003); as Honorary Chaplain to the national charity CrimeBeat (2004–present); and a Member of the Ethnic Minority Independent Advisory Group for Cheshire Constabulary. He became an Officer of the Order of the British Empire (OBE) in 2004 and is also a member of Melanesian Mission UK and of the Churches Together in Britain and Ireland Pacific Forum. ==References== Category:1948 births Category:20th-century Anglican bishops Category:Living people Category:Living assistant bishops in the Church of England Category:Bishops of Malaita Category:Bishop Patteson Theological College faculty ",
    "title": "Willie Pwaisiho"
}