{
    "id": "51415212",
    "text": "Tram route 9 is a route in the Antwerp tram network connecting the Eksterlaar neighborhood in southern Deurne with Linkeroever using the Antwerp premetro network between Plantin and Van Eeden stations. The present day route was officially opened on September 1, 2012, as part of a revision of the network map. == History == === Historic route (-1953) === The first tram route 9 originally operated a route between the Van Schoonbekeplein, near the Eilandje neighborhood, and Antwerpen Berchem station, using a trajectory via Meirbrug, the Stadspark and Dageraadplaats. In 1953 however, tram tracks were broken up, and the route was replaced by bus route 9, following the same itinerary. Later, bus route 9 was extended from Berchem station to the Fruithoflaan, also in Berchem. After the opening of the new tram route, the operation of bus route 9 was suspended. The trajectory between Berchem station and the Fruithoflaan was transferred to the newly created bus routes 90, 91 and 92, which subsequently continue there itinerary to Mortsel and either Lier, Waarloos or Kontich. In 2014, the trajectory of these lines was slightly modified to better service the Fruithoflaan, resuming the old route of bus line 9 in the street, which had previously not been the case. === Present day route (2012-) === Zurenborg tram stop On September 1, 2012, the new tram route 9 was officially opened on the Linkeroever-Eksterlaar trajectory as a part of a large scale redrawing of the Antwerp public transport network. The new route replaced tram route 11 on the Eksterlaar-Berchem station trajectory, as this route had been shortened to the latter, and introduced a new premetro connection between Berchem and Linkeroever. Between Berchem station and Plantin premetro station, the route uses a part of the tram network and a premetro entrance that had previously only been in use for trams running between their depot and destined lines, although it had already been used temporarily in 1988 by route 8 and in the 1990s by route 11 due to construction works on their original trajectories. On this trajectory was, along with the opening of route 9, also built a new tram stop named Zurenborg, being located in the famous Art Nouveau Zurenborg neighborhood. This stop is currently the only one in the entire Antwerp tram network making use of an island platform. Because trams in Antwerp do in general only have doors on the right side of the vehicle, the trams on route 9 are required to drive on the left side of the road when halting at the stop. A second stop named Cuperus is also planned on the Plantin-Berchem station trajectory, but has not yet been built. == Colour == Trams on route 9 use combination of white text, depicting the number 9 and the destination, and an orange background. == Rolling Stock == Most trams on route 9 are of the more modern HermeLijn type. However, older coupled PCC cars can still sporadically been seen on the route. == References == == External links == * http://www.delijn.be, the operator of all public transport in Antwerp. Category:Antwerp Premetro ",
    "title": "Tram route 9 (Antwerp)"
}