{
    "id": "51410672",
    "text": "Nepal sent a delegation to compete at the 2016 Summer Paralympics in Rio de Janeiro, Brazil, from 7–18 September 2016. This was the fourth time the nation had taken part in a Paralympic Games following its first appearance at the 2004 Summer Paralympics. Nepal was represented by two athletes in Rio de Janeiro: sprinter Bikram Rana and short-distance swimmer Laxmi Kunwar, who both qualified for the Paralympics by using wild card spots for their respective sports. Neither athlete advanced beyond the first round of their respective events as they both finished 17th overall in their competitions. ==Background== Nepal made its first appearance in the Paralympic Games at the 2004 Summer Paralympics. They have entered every Summer Paralympic Games since, making Rio de Janeiro its fourth appearance at a Summer Paralympiad. At the close of the Rio Games, Nepal had yet to win its first Paralympic medal. The 2016 Summer Paralympics were held from 7–18 September 2016 with a total of 4,328 athletes representing 159 National Paralympic Committees taking part. Nepal sent two athletes to Rio de Janeiro: sprinter Bikram Rana and short- distance swimmer Laxmi Kunwar. They were accompanied by chef de mission and president of the National Para-Athletics Association Om Nath Shiwakoti. Kedar Babu Shiwakoti, acting president of the National Para Sports Association, and the President of National Para-Swimming Association Saroj Shrestha were the other two officials in the delegation. Rana was chosen to be the flag bearer for the parade of nations during the opening ceremony. ==Disability classifications== Every participant at the Paralympics has their disability grouped into one of five disability categories; amputation, the condition may be congenital or sustained through injury or illness; cerebral palsy; wheelchair athletes, there is often overlap between this and other categories; visual impairment, including blindness; Les autres, any physical disability that does not fall strictly under one of the other categories, for example dwarfism or multiple sclerosis. Each Paralympic sport then has its own classifications, dependent upon the specific physical demands of competition. Events are given a code, made of numbers and letters, describing the type of event and classification of the athletes competing. Some sports, such as athletics, divide athletes by both the category and severity of their disabilities, other sports, for example swimming, group competitors from different categories together, the only separation being based on the severity of the disability. ==Athletics== Former soldier Bikran Rana suffered a total loss of vision as a consequence of triggering a roadside bomb left by Maoist rebels in the forests of Central Nepal on 12 September 2003. He was 36 years old at the time of the Rio Summer Paralympics. These Games were Rana's second Paralympics appearance, having previously represented Nepal at the 2012 Summer Paralympics. He is classified as T11 by the International Paralympic Committee (IPC). Rana qualified for the Games by using a wild card after he did not meet the required qualifying standard for the men's 100 metres T11 event. He prepared for the Games by watching videos of athletes being coached to help improve himself since he had no coach or training facilities to practice at. Rana said before the Paralympics that he sought to improve his performance from four years earlier (12.81 seconds). On 10 September, he competed with his guide Chhabiltal Chaudhary in the heats of his competition. Drawn to heat five, Rana completed the race in a time of 13.02 seconds, and was last out of all four athletes. He ranked 17th (and last) overall and failed to progress to the semifinals as only the top twelve sprinters were permitted to advance. ;Men's Track {|class=wikitable style=\"font-size:90%\" |- !rowspan=\"2\"|Athlete !rowspan=\"2\"|Events !colspan=\"2\"|Heat !colspan=\"2\"|Semifinal !colspan=\"2\"|Final |- !scope=\"col\"|Time !scope=\"col\"|Rank !scope=\"col\"|Time !scope=\"col\"|Rank !scope=\"col\"|Time !scope=\"col\"|Rank |-align=center |align=left|Bikram Rana (Guide – Chhabilal Chaudhary) |align=left|100 m T11 |13.02 |4 |colspan=4|Did not advance |} ==Swimming== Nepal received a wild card place for one swimmer. Laxmi Kunwar was 27 years old at the time of the 2016 Summer Paralympics. These Rio Paralympic Games were her first time competing at the Summer Paralympics. Kunwar acquired her disability at the age of 16 when she climbed a tree in a jungle near her home to extract some leaves to feed animals on her family's farm but she fell and fractured her spinal cord. She has used a wheelchair since, and is classified as S6 by the IPC. Kunwar said before the Paralympics that she wanted to set a new personal best time but noted the strong competition she would face, \"But what is most important to me is that through our performances we will be able to show millions of people in Nepal that it does not matter if you have an impairment or not, you can still be active within society and a useful individual.” On 17 September, she competed in the women's 100 metres freestyle S6 event and was assigned heat two. Kunwar was seventh and last of all the swimmers in her heat with a time of three minutes and 11.76 seconds. Only the top eight were allowed to advance to the final and Knuwar was eliminated since she had the slowest overall time. ;Women {|class=wikitable style=\"font-size:90%\" |- !rowspan=2|Athlete !rowspan=2|Events !colspan=\"2\"|Heats !colspan=\"2\"|Final |- !scope=\"col\"|Time !scope=\"col\"|Rank !scope=\"col\"|Time !scope=\"col\"|Rank |- align=center |align=left|Laxmi Kunwar |align=left|100 m freestyle S6 |3:11.76 |17 |colspan=2|Did not advance |} ==See also== * Nepal at the 2016 Summer Olympics ==Notes and references== ===Notes=== ===References=== Category:Nations at the 2016 Summer Paralympics 2016 Category:2016 in Nepalese sport ",
    "title": "Nepal at the 2016 Summer Paralympics"
}