{
    "id": "51418704",
    "text": "Pratibha Devisingh Patil presenting the Sangeet Natak Akademi Award-2009 to Ms. Ananda Shankar Jayant for her outstanding contribution to Bharatanatyam Ananda Shankar Jayant is an Indian classical dancer, choreographer, scholar and bureaucrat, known for her proficiency in the classical dance forms of Bharatanatyam and Kuchipudi. She is the first woman officer in the Indian Railway Traffic Service on South Central Railway and her 2009 TED talk is ranked among the top twelve Incredible TED talks on cancer. She is a recipient of Sangeet Natak Akademi Award, Kalaimamani Award of the Government of Tamil Nadu and Kala Ratna Award of the Government of Andhra Pradesh. The Government of India awarded her the fourth highest civilian honour of the Padma Shri, in 2007, for her contributions to arts. == Biography == Ananda Shankar, born in a Tamil Brahmin family from Tirunelveli district of Tamil Nadu to G. S. Shankar, an officer with Indian Railways and Subhashini, a school teacher and a musician, was brought up in Hyderabad where she did her early education at St. Ann's High School, Secunderabad. She started learning classical dance at the age of 4 under Sharada Keshava Rao and, later, K. N. Pakkiriswamy Pillai, and in 1972 at the age of 11, she joined Kalakshetra of Rukmini Devi Arundale where she trained in Bharatanatyam under teachers such as Padma Balagopal, Sharada Hoffman and Krishnaveni Laxman. After six years of study, she secured her diploma and post graduate diploma from the institution in disciplines of Bharatanatyam, Carnatic music, veena, dance theory and philosophy. She returned to Hyderabad at the age of 17 and founded Shankarananda Kalakshetra, a dance school with eight students, which has since grown into a dance academy, associating such artists as Partha Ghose, Mrunalini Chunduri, Sathiraju Venumadhav and Dolan Banerjee among others. In Hyderabad, she also learned Kuchipudi under Pasumarthy Ramalinga Shastry. Concurrently, she pursued her academic studies and after completing her master's degree in Indian History and Culture from Osmania University, she passed the civil services examination to join the Indian Railway Traffic Service (IRTS), thus becoming the first woman officer of the service on South Central Railway While serving IRTS, she continued her studies to secure an MPhil in Art History on a UGC research scholarship and a doctoral degree (PhD) in tourism; her thesis being Promotion of Tourism in India - Role of Railways. In June 2008, after returning from a Kuchipudi Conference in the US, she was diagnosed with breast cancer which was subsequently treated. In November 2009, she was invited to share her experiences on TED talk and she delivered a speech, incorporating dance moves in between, which has since been rated as one of the twelve Incredible TED talks on cancer. The Huffington Post ranked her talk as one of the five greatest TED talks by Indians. She resumed her dancing career after her cancer days which lasted two years. Under the aegis of her dance academy, she composed many dance ensembles like What About Me? (1999) and the subsequent Dancing Tales - Panchatantra, based on the ancient Indian fables of the same name and performed on many stages including in Cambodia. Buddham Saranam Gachchami, Jonathan Livingston Seagull, Sri Krishnam Vande Jagadgurum, Buddham Saranam Gachchami, Expressions of Truth (on Gandhian ideals), An Easel Called Life, Navarasa - Expressions of Life, Darshanam - An Ode to the Eye, Kavyanjali and Tales from the Bull and the Tiger (2019) are some of the dance productions choreographed by her. She also continued her motivational talks and was one of the speakers of the Inspire series at the India Conference at Harvard held at Harvard Business School in February 2016 as well as at Columbia College Chicago and at Oberlin College, Ohio. She guest-edited the 16th edition of Attendance-The Dance Annual Magazine of India, and has released a desktop app for practicing dance. Ananda Shakar is married to Jayant Dwarkanath and she works as an officer at the Centre for Railway Information Systems, Secunderabad. == Awards and honors == The Government of Tamil Nadu honored Ananda Shankar with Kalamamani Award in 2002 In 2004, she received the Natya Illavarasi title of the Sree Shanmukhananda Sangeetha Sabha, New Delhi and two years later, Sri Krishna Gana Sabha, Chennai awarded her the title of Nritya Choodamani in 2006. The Government of India awarded her the civilian honor of the Padma Shri in 2007, the same year as she received the title, Nritya Kalasagara from Kalasagaram, Secunderabad. and the Government of Andhra Pradesh included her in the Ugadi Day honors list for the Kala Ratna award in 2008. She received the Sangeet Natak Akademi Award in 2009 for her contributions to the dance form of Bharatnatyam. Natya Kalasagar title of Visakha Music Academy reached her in 2010 and she received three awards in 2015, Guru Debaprasad Award of Tridhara, Devi Award for Dynamism and Innovation of the Indian Express and Nritya Saraswati title of Alliance University, Bengaluru. == See also == * Kalakshetra * Bharatanatyam * Kuchipudi * List of Osmania University people == Notes == == References == == External links == * * Category:Recipients of the Padma Shri in arts Category:Recipients of the Kala Ratna Category:1960s births Category:Living people Category:People from Tirunelveli district Category:Indian Tamil people Category:Kalakshetra Foundation alumni Category:Osmania University alumni Category:University of Delhi alumni Category:Indian female classical dancers Category:Indian dance teachers Category:Indian classical choreographers Category:Indian Railways officers Category:Cancer survivors Category:Indian motivational speakers Category:Recipients of the Sangeet Natak Akademi Award Category:Performers of Indian classical dance Category:Dancers from Tamil Nadu Category:Teachers of Indian classical dance Category:20th-century Indian dancers Category:Women educators from Tamil Nadu Category:20th-century Indian educators Category:20th-century Indian women artists Category:Women artists from Tamil Nadu Category:Tamil artists Category:Educators from Tamil Nadu Category:20th-century women educators ",
    "title": "Ananda Shankar Jayant"
}