{
    "id": "51419380",
    "text": "Al-Farq bayn al-Firaq is a book by the Shafi'i scholar Abu Mansur al-Baghdadi (d. 1037 CE) outlining the doctrinal positions of various sects and schisms in Islam. Written as an explanation of the hadith regarding the division of the Muslim ummah into 73 sects, the book explains the hadith, lays out the various beliefs of 72 \"misguided\" sects and ends by explaining the beliefs of Orthodox Sunni Islam, according to the author, in 15 points. The book also outlines the doctrinal positions of sects which are not deemed to be included under the hadith. ==The Hadith== Abu Mansur lists 3 narrations of the hadith. Regarding the first he writes, after listing his chain of narrators to Abu Hurairah, Muhammad said: > The Jews are divided into 71 sects, and the Christians are divided into 72 > sects and my people will be divided into 73 sects. ==The 72 Sects== This part of the book is split into 8 sections and is divided as follows: #An Explanation of the opinions of the Rafidah #An Explanation of the opinions of the Khawari #An Explanation of the opinions of the Mu'tazila and Kadiryah #An Explanation of the opinions of the Dirariyah, Bakiryah and Jahmiyah #An Explanation of the opinions of the Karimiyah #An Explanation of the opinions of the Anthropomorphists found among the numerous sects which we have mentioned #An Explanation of the opinions of the Murji'ah #An Explanation of the opinions of the Najjariyah A number of sects are outlined under each section. ==The Orthodox Sect== The book ends by explaining the beliefs of Orthodox Sunni Islam in 15 points. These points span several subjects. ===The Universe=== Abu Mansur writes that the Orthodox sect confirms, \"realities and knowledge, particularly and generally.\" He also write that it confirms the knowledge regarding the creation of the Universe, its atoms and accidents, i.e. God is the creator of both. ===God's Attributes=== Abu Mansur outlines the various beliefs of the Orthodox sect regarding God. ===Messengers and Prophets=== Abu Mansur outlines the position of the Orthodox sect regarding the veracity of Prophethood and its attributes. He also outlines the distinction between Prophets and Messengers. ===Consensus of Muslims=== Abu Mansur outlines various points he believed the Muslim ummah agreed upon. ===The Hereafter=== Abu Mansur outlines various events the Orthodox sect confirmed will happen in the future, such as the everlastingness of Paradise and Hell. ===The Caliphate=== Abu Mansur outlines the position of the Orthodox sect regarding the First Fitna. He writes, > They confirm the [Caliphate] of Abu Bakr the Righteous after the Prophet ... > They affirm the loyalty of Uthman and they steer clear of anyone who calls > him an infidel. They recognize the Caliphate of Ali in its time. They judge > 'Ali right in his wars ... and they assert that Talha and al-Zubair repented > and withdrew from warfare against 'Ali ... Regarding al Siffin they rule > that the right was on the side of 'Ali, while Mu'awiya and his supporters > wronged him by means of an interpretation as a result of which they became > sinners but not heretics. == References == Category:Kalam Category:Sunni literature Category:Ash'ari literature Category:Islamic theology books ",
    "title": "Al-Farq bayn al-Firaq"
}