{
    "id": "51416364",
    "text": "England national cerebral palsy football team is the national cerebral football team for England that represents the team in international competitions. The team was ranked 7th in the world in 2016. The team has participated in a number of international competitions. At the 2015 IFCPF World Championships, the team finished fifth, an improvement from 2011 when they finished tenth. == Background == The Football Association manages the national team. The team held a national team training camp in Macau in 2007 in 2008, where their performance was tracked to assess among other things how jet lag impacted their performance. The study found that jet lag impacted performance for the first three to four days. In October 2014, an IFCPF coaching workshop was held in Wales to try to further develop the sport, with participants from Wales, England and the Republic of Ireland. By 2016, England had a national championships to support the national team and was active in participating in the IFCPF World Championships. National team development is supported by an International Federation of Cerebral Palsy Football (IFCPF) recognized national championship. Recognized years for the national IFCPF recognized competition include 2013, 2014, 2015, and 2016. In 2016, after getting an endorsement by the World AntiDoping Agency (WADA), the IFCPF Anti- Doping Code was formally amended to allow for out of competition testing. This was done through a WADA approved Whereabouts Programme managed through ADAMS. Drawing from players in a Registered Testing Pool, players from this country were included ahead of the 2016 Summer Paralympics in Rio. == Ranking == In 2016, England was ranked seventh in the world by the IFCPF. Previously in August 2013, and November 2014, they were ranked tenth. In July 2011 and September 2012, England was ranked eleventh. == Players == There have been a number of players for the English squad. {| class=\"wikitable\" !Name !Number !Classification !Position !Years active !Ref |- |Giles Moore | | |Goalkeeper |2014 | |} == Results == England has participated in a number of international tournaments. {| class=\"wikitable\" !Competition !Location !Year !Total Teams !Result !Ref |- |Dublin Friendship Cup |Dublin, Ireland |2016 | | | |- |CPISRA World Games |Nottingham, England |2015 |7 |3 | |- |Euro Football 7-a-side |Maia, Portugal |2014 |11 |5 | |- |9th Barcelona International Trophy of CP Football |Barcelona, Spain |2014 |4 |1 | |- |Intercontinental Cup |Barcelona, Spain |2013 |16 | | |- |Défi Sportif Tournament |Canada |2013 |4 |2 | |- |Nations Cup |Lilleshall, England |2009 |4 | | |} === IFCPF World Championships === England has participated in the IFCPF World Championships. The team trained for nine months ahead of the 2007 World Championships in Brazil. {| class=\"wikitable\" !World Championships !Location !Total Teams !Result !Ref |- |2015 IFCPF World Championships |England |15 |5 | |- |2011 CPSIRA World Championships |Netherlands |16 |10 | |- |2007 CPSIRA World Championships |Brazil | | | |} == References == Cerebral Palsy Category:Great Britain at the Paralympics Category:National cerebral palsy football teams ",
    "title": "England national cerebral palsy football team"
}