{
    "id": "51417443",
    "text": "Intelsat 36, also known as IS-36, is a geostationary communications satellite operated by Intelsat and designed and manufactured by SSL on the SSL 1300 platform. It covers Sub-Saharan Africa and South Asia from the 68.5°East longitude, providing media and content distribution with the South African MultiChoice company as anchor customer. It has a mixed C band and Ku band. ==Satellite description== Intelsat 36 was designed and manufactured by SSL on the SSL 1300. It has a launch mass of and a design life of more than 15 years. When stowed for launch, the satellite measures . It is powered by two wings, with three panels each and is designed to generate 15.8 kW at the end of its design life. Its payload is composed of 20 C band transponders and 34 Ku band. The C band will be used for content distribution in the Sub-Sahara African and South Asia regions. The Ku will be used by the anchor customer for Sub-Sahara Africa content distribution. ==History== On August 4, 2014, then Space Systems/Loral (now SSL) announced that it had been awarded a contract with Intelsat for a new communications satellite. Continuing with a four decades business relationship, Intelsat 36 would be designed to provide media and content distribution services in Africa and South Asia. Its anchor customer would be MultiChoice of South Africa. On July 15, 2016, Senior Space Program Managers Richard Laurie and Brian Sing blogged that they had been on the Boeing factory overseeing the transport preparations for Intelsat 33e to French Guiana. There it would join Intelsat 36, for integration on the Ariane 5 ECA launcher, which was expected to launch on August 24. On July 26, 2016, SSL announced the arrival that same day of Intelsat 36 to the space port in Kourou. At the French launch site, even though Intelsat is the owner of the two passengers of the Ariane 5 VA 232 flight, they have separate launch teams. Each satellite is built by a different manufacturer, and it has a different supervisor team within Intelsat. On August 4, 2016 Program Manager Brian Sing died and the flight was dedicated in his honor. On August 24, 2016, at 22:16:01 UTC, after a slight delay due to a rocket issue, the Ariane 5 ECA VA-232 flight launched from Guiana Space Center ELA-3, with Intelsat 33e riding the upper position and Intelsat 36 enclosed under the SYLDA. At 22:57 UTC, Intelsat 36 separated from the rocket's upper stage. Intelsat confirmed that it had received the satellites signals as expected after separation. Arianespace estimated the insertion orbit as 248.7 km × 35,858 km × 5.98°, very close to the target of 249.0 km × 35,879 km × 6.00°. ==References== Category:Communications satellites in geostationary orbit Category:Satellites using the SSL 1300 bus Category:Spacecraft launched in 2016 Category:Intelsat satellites Category:Ariane commercial payloads ",
    "title": "Intelsat 36"
}