{
    "id": "51416374",
    "text": "Ireland national cerebral palsy football team is the national cerebral football team for Ireland that represents the team in international competitions. They have participated in several Paralympic Games and World Championships. They have won two bronze medals and a silver at the Paralympics. Their best finish at the World Championships was first at the 1982 edition in Denmark. == Background == Irish players watching a match at the 2016 Salou tournament. Paralympics Ireland manages the national team. In 2011, members of the Irish national team participated in a study that looking at endurance and running performance as part of a researcher's efforts to understand the fairness of cerebral palsy football classification. In October 2014, an IFCPF coaching workshop was held in Wales to try to further develop the sport, with participants from Wales, England and the Republic of Ireland. While Ireland was active in participating on the Paralympic and World Championship level by 2016, the country did not have a national championships to support national team player development. In 2016, after getting an endorsement by the World AntiDoping Agency (WADA), the IFCPF Anti-Doping Code was formally amended to allow for out of competition testing. This was done through a WADA approved Whereabouts Programme managed through ADAMS. Drawing from players in a Registered Testing Pool, players from this country were included ahead of the 2016 Summer Paralympics in Rio. == Ranking == Ireland was ranked fifth in the world by the IFCPF in 2016. In September 2012, August 2013 and November 2014, the team was ranked number seven in the world. In July 2011, the team was ranked sixth in the world. == Players == There have been a number of players for the Ireland squad. {| class=\"wikitable\" !Name !Number !Classification !Position !Years active !Ref |- |Daragh Byrne |5 |FT7 |Midfielder |2012 | |- |Peter Cotter |11 |FT7 |Forward |2012 | |- |Kieran Devlin |2 |FT7 |Defender |2012 | |- |Luke Evans |4 |FT7 |Midfielder |2012 | |- |Simon L'Strange |16 |FT6 |Goalkeeper |2012 | |- |Gary Messett |7 |FT7 |Midfielder |2012, 2014 | |- |Joseph Markey |3 |FT7 |Defender |2012 | |- |Brian McGillivary |1 |FT5 |Goalkeeper |2012 | |- |Eric O'Flaherty |8 |FT7 |Defender |2012 | |- |Finbar O'Riorden |6 |FT7 |Defender |2012 | |- |Daragh Snell |9 |FT7 |Forward |2012 | |- |Aaron Tier |12 |FT5 |Forward |2012 | |} == Results == Ireland has participated in a number of international tournaments. {| class=\"wikitable\" !Competition !Location !Year !Total Teams !Result !Ref |- |Pre-Paralympic Tournament |Salou, Spain |2016 |7 |5 | |- |Northern European Open Championship |Denmark |2015 |4 |2 | |- |Euro Football 7-a-side |Maia, Portugal |2014 |11 |4 | |- |Intercontinental Cup |Barcelona, Spain |2013 |16 | | |- |Ireland CP International Tournament |Ireland |2013 |4 | | |- |2012 Paralympic World Cup |London, England |2012 |4 | | |- |Nottingham British Paralympic World Cup |Nottingham, England |2010 |4 | | |- |CPISRA International Championships |Arnhem, Netherlands |2009 |11 | | |- |Nations Cup |Lilleshall, England |2009 |4 | | |} === IFCPF World Championships === The Republic of Ireland has participated in the IFCPF World Championships. At the 2011 CP-ISRA World Championship in Drenthe, Ireland beat Canada 6 - 0. {| class=\"wikitable\" !World Championships !Location !Total Teams !Result !Ref |- |2015 IFCPF World Championships |England |15 |6 | |- |2011 CPSIRA World Championships |Netherlands |16 |9 | |- |1994 CPISRA World Championships |Dublin, Ireland | |2 | |- |1990 CPISRA World Championships |Assen, Netherlands | |2 | |- |1986 CPISRA World Championships |Gits, Belgium | |3 | |- |1982 CPISRA World Championships |Greve, Denmark | |1 | |} === Paralympic Games === Ireland has participated in 7-a-side football at the Paralympic Games. Their best performance was at the 1992 and 1984 Games when they won silver medals. They also won a bronze at the 1988 Games. After qualifying for the gold medal game in the sport's debut at the 1984 Summer Games, they lost their match to Belgium to finish with a silver medal. Paralympic Results {| class=\"wikitable\" !Games !Results !Ref |- |2008 Summer Paralympics |6 | |- |2004 Summer Paralympics |7 | |- |1996 Summer Paralympics | | |- |1992 Summer Paralympics |3 | |- |1988 Summer Paralympics |3 | |- |1984 Summer Paralympics |2 | |} == References == C Category:Ireland at the Paralympics Category:National cerebral palsy football teams Category:Football 7-a-side teams at the 2016 Summer Paralympics Category:Football 7-a-side teams at the 2008 Summer Paralympics Category:Football 7-a-side teams at the 2004 Summer Paralympics Category:Football 7-a-side teams at the 1996 Summer Paralympics Category:Football 7-a-side teams at the 1992 Summer Paralympics Category:Football 7-a-side teams at the 1988 Summer Paralympics Category:Football 7-a-side teams at the 1984 Summer Paralympics ",
    "title": "Ireland national cerebral palsy football team"
}