{
    "id": "51419012",
    "text": "Sokrat Maksimovich Vorobyov (; 12 February 1817, in Saint Petersburg – 9 September 1888, in Turmantas) was a Russian landscape painter, engraver and art teacher. == Biography == He was an adopted son of painter Maksim Vorobyov. In 1833, he entered the Imperial Academy of Arts, where he studied landscape painting and perspective with his father.Brief biography @ RusArtNet. He received a silver medal in 1836 and two gold medals (1837 and 1838), the latter for his rendering of the Benckendorff Manor House near Tallinn. He graduated in 1839 and received the title of \"Artist\".Brief biography @ Russian Paintings. This title included a stipend that allowed him to travel abroad. In 1840, he went to Italy, where he would spend six years; largely in Rome and Naples. In 1844, while in Palermo, he received a request from Tsar Nicholas I to create an album of Italian scenes. In 1846, upon his return, he was named an \"Academician\". The following year, he went back to Italy, with funds provided by the Tsar, to create more Italian landscapes. Two years later, he began participating regularly in the Academy's exhibitions and, in 1852, produced a series of scenes set in Saint Petersburg's suburbs. After his father's death in 1855, he took his place teaching landscape painting at the Academy. In 1858, he was named a Professor. His most notable students there included Pyotr Vereshchagin, Eugen Dücker, Julius von Klever and Arseny Meshchersky. He retired in 1872 and settled at his estate near Turmantas. From that time on, he produced only a handful of drawings. ==Selected paintings== File:Vorobiev-Chapel.jpg|Resting at the Chapel (Italian scene) File:Vorobiev-Turkeys.jpg|Landscape with Turkeys File:Vorobiev-Mill.jpg|The Old Mill File:Vorobev2.jpg|Saint Barbara's Gate, Kitay-Gorod == References == == External links == Category:1817 births Category:1888 deaths Category:19th-century Russian painters Category:Russian male painters Category:Painters from Saint Petersburg Category:Russian landscape painters Category:Imperial Academy of Arts alumni Category:Awarded with a large gold medal of the Academy of Arts Category:Members of the Imperial Academy of Arts ",
    "title": "Sokrat Vorobyov"
}