{
    "id": "51413807",
    "text": "Sondra Schlesinger is an American virologist and professor emeritus at the Washington University School of Medicine. ==Early life and education== Schlesinger was born in New Jersey in 1934. She was an undergraduate at University of Michigan, Ann Arbor, graduating in 1956 with a degree in chemistry; she remained at the same institution for doctoral work and received her Ph.D. in biochemistry in 1960. She then worked as a postdoctoral fellow at the Istituto Superiore di Sanità in Italy and at the Massachusetts Institute of Technology. ==Academic career== In 1964, Schlesinger joined the faculty of the Department of Microbiology and Immunology (now called the Department of Molecular Microbiology) at the Washington University School of Medicine. She was the first woman faculty member in the department. She remained at the school for the rest of her career, with sabbaticals and visiting positions at the Imperial Cancer Research Fund Laboratories and at Harvard University. She advanced to full professor in 1977. Schlesinger retired and assumed professor emeritus status in 2001. Schlesinger's research interests focused on microbial genetics and later on the study of enveloped RNA viruses. With her husband and fellow WUSTL professor Milton Schlesinger, she co-edited a major reference work on togaviruses and flaviviruses. Schlesinger was elected a fellow of the American Association for the Advancement of Science in 1996 and served in a number of leadership positions for the organization. She was the president of the American Society for Virology from 1992-1993. She has an interest in the history of science and maintains a website with the support of the ASV documenting the history of molecular virology. She has also served as an interviewer and oral historian on the same subjects, publishing long interviews with Herman Eisen and Howard Schachman. ==References== Category:American virologists Category:Washington University School of Medicine faculty Category:University of Michigan College of Literature, Science, and the Arts alumni Category:1934 births Category:Living people Category:Fellows of the American Association for the Advancement of Science ",
    "title": "Sondra Schlesinger"
}