{
    "id": "51416404",
    "text": "Buses under the Bus Contracting Model now bear the unified lush green livery for all new buses, and is now being progressively applied to older buses. The Bus Contracting Model (BCM), formerly known as the Government Contracting Model, is a contracting model introduced by the Land Transport Authority in 2014 for public buses in Singapore, implemented in 2016. The BCM is based on the Transperth model in Perth, Western Australia with quality incentive elements from London Buses. Under the BCM, local and overseas bus operators bid for contracts to operate public bus services on behalf of LTA. The LTA has also adopted a new unified lush green livery and logo for all buses, and now procures and owns the bus fleet for all public bus services in Singapore. ==History== First introduced in 2014, the Government of Singapore claimed that the new contracting model allows public bus services to be more responsive to changes in ridership and commuter needs and to encourage competition between bus operators, improving bus services for commuters. With the Bus Service Operating Licenses (BSOL) of SBS Transit and SMRT Buses expiring on 31 August 2016, the Land Transport Authority (LTA) decided to revamp the country's bus operations into a competitive tendering process. Under the contracting model, bus operators bid for the right to operate services while with the LTA as central planner, setting service levels and service standards. The LTA retains ownership of bus, depot and fleet management system assets. Operators that win a tender for a bus package are paid a fixed fee to operate the services. Under the bus industry model, the LTA claims that the commuters will benefit with lesser waiting time for buses. All bus services will run at intervals of not more than 15 minutes, and feeders will run at even shorter intervals at 6 to 8 minutes. The LTA initially tendered out three packages. These contracts are for five years, with two years extension if performance criteria is met. The remaining nine packages were reorganised into 11 packages, and are being run by the existing operators for periods of two to 10 years, after which the bus industry completed transitioning to the bus industry model. LTA will tender out these packages after these negotiated contracts expire. ==Package 1: Bulim Bus Package== In October 2014, the LTA called for tenders to operate the Bulim Bus Package comprising 26 existing bus services (41, 49, 66, 77, 78, 79, 96, 97, 97e, 98/98M, 106, 143/143M, 173, 177, 183, 189, 282, 284, 285, 333, 334, 335, 941, 945, 947, 990) originating from Bukit Batok, Jurong East and Clementi bus interchanges. Since then, services 653, 657 and 944 were added into this package under SMRT Buses on 13 April 2017, 24 April 2017 and 27 August 2017 respectively. Aedge Holdings, Busways, Go-Ahead Group, a Jiaoyun Group / Travel GSH joint venture, Jinan Public Transportation, Keolis, RATP Dev Transdev Asia, SBS Transit, SMRT Buses, Transit Systems and Woodlands Transport lodged bids. In May 2015, the LTA awarded the contract to Transit Systems with the new Bulim Bus Depot handed over to Tower Transit Singapore on 31 July 2015. The depot is able to accommodate about 550 buses. In September 2020, the LTA awarded the contract for the second term of this package to Tower Transit Singapore. Operations under the second term will commence on 30 May 2021, which will also involve the transfer of services 653, 657 and 944 from SMRT Buses to Tower Transit Singapore. ==Package 2: Loyang Bus Package== In April 2015, the LTA called for tenders to operate the Loyang Bus Package comprising 24 existing bus services originating from Changi Airport Bus Terminal, Changi Village Bus Terminal, Pasir Ris Bus Interchange and Punggol Temporary Bus Interchange. Later on, services 381 and 12e were introduced. On 1 April 2018, service 68 was added into this package. On 9 September 2019, service 43e was added into this package. Busways, Go-Ahead Group, Keolis, RATP Dev Transdev Asia, SBS Transit, SMRT Buses, a Tian Tan Shipping/Kumho Buslines joint venture and Woodlands Transport lodged bids. The contract was awarded in November 2015 to Go-Ahead Singapore. The 28 bus routes (2, 3, 6, 12, 12e, 15, 17/17A, 34, 36, 43/43M, 43e, 62, 68, 82, 83, 84, 85, 118, 119, 136, 354, 358, 359, 381, 382, 386, 403, 518/518A) are based at the new Loyang Bus Depot which was completed in June 2015 and is able to accommodate about 505 buses. In August 2020, Go-Ahead Singapore received a two-year contract extension to continue operating the bus package until September 2023.https://www.go- ahead.com/media/press-releases/singapore-bus-contract-extension ==Package 3: Seletar Bus Package== In June 2016, the LTA called for tenders to operate 24 existing bus services (24, 70/70M, 76, 130, 133, 135, 138, 162/162M, 261, 262, 265, 268, 269, 800, 803, 804, 805, 806, 811, 812, 850E, 851, 852, 860) originating from Yishun Bus Interchange, Yio Chu Kang Bus Interchange and Ang Mo Kio Bus Interchange, with 3 new bus services (71 and 851e under SBS Transit as well as 807 initially under SMRT Buses) to be introduced in the future. The 27 routes are based at the new Seletar Bus Depot which was completed in the 3rd quarter of 2017 and is able to accommodate about 515 buses including 20 lots for electric buses. The tender was closed in 27 October 2016 (with original deadline as 6 October 2016) Busways, Go-Ahead Singapore, a Jiaoyun Group / Travel GSH joint venture, National Express, SBS Transit, Shenzhen Bus Group, SMRT Buses, a Tian Tan Shipping/Kumho Buslines joint venture, Tower Transit Singapore and Woodlands Transport lodged bids. In April 2017, the LTA awarded incumbent operator SBS Transit the package. ==Package 4: Bukit Merah Bus Package== In April 2017, the LTA called for tenders to operate 17 bus services (5, 16/16M, 57, 93, 120, 121, 122, 123/123M, 131/131M, 145, 160/160M, 170/170X, 195, 198, 272, 273, 400) originating from Bukit Merah Bus Interchange, HarbourFront Bus Interchange, Buona Vista Bus Terminal, Marina Centre Bus Terminal, Kampong Bahru Bus Terminal, Queen Street Bus Terminal and Shenton Way Bus Terminal. The 17 bus routes (including cross border services 160 and 170/170X) will be supported by the new Ulu Pandan Bus Depot which was completed in the first quarter of 2018 and is able to accommodate about 480 buses. Go-Ahead Singapore, a Jiaoyun Group / Travel GSH joint venture, SBS Transit, Shenzhen Bus Group, SMRT Buses and Tower Transit Singapore lodged bids. In February 2018, the LTA awarded incumbent operator SBS Transit the package. ==Package 5: Sembawang-Yishun Bus Package== In November 2019, the LTA called for tenders to operate the Sembawang-Yishun bus package, which was held concurrently with the tender for the second term of Bulim bus package. This involves a group of 25 services currently operated by SMRT Buses (167, 167e, 169, 171, 825, 853, 853M, 854, 854e, 855, 856, 857, 858, 859, 882, 883, 883M, 963, 963e, 963R, 965, 966, 969, 980, 981, N1, N2) operating out of Woodlands, Sembawang and Yishun bus interchanges, as well as City Direct bus services 656 and 663 currently operated by SMRT Buses and Tower Transit Singapore respectively. Also, the service NR1 and NR2 will likely to be renumbered to N1 and N2 respectively. They will be based at the future Mandai Bus Depot which is able to accommodate about 550 buses (co-located with the Thomson–East Coast line MRT depot) from late 2021 onwards. In September 2020, the LTA awarded the contract for this package to Tower Transit Singapore. Operations will commence in tranches from 5 September 2021, involving the transfer of the services from SMRT Buses to Tower Transit Singapore. ==Remaining Bus Packages== In August 2016, the LTA announced the completion of the transitioning to bus contracting on 1 September 2016. The remaining nine packages covered 229 routes. They were organised in a way such that no change of employees from one operator to another was needed. Each package will last from five to 10 years. As the negotiated contracts expire, they will be put up for tender. These are the following bus service packages:. Retrieved 14 January 2017. *Sengkang-Hougang (30 services) (currently under Hougang Bus Depot)Predicted (27, 51, 80, 86, 87, 89, 89e, 102, 107/107M, 110, 112, 113, 115, 116, 117, 132, 151, 151e, 153, 159, 161, 163, 165, 324, 325, 329, 371, 372, 374, 6N) *Bedok (23 services) (currently under Bedok North Bus Depot) (9, 13, 14, 14e, 25, 30, 30e, 35/35M, 40, 42, 45, 46, 168, 196, 196e, 222, 225, 228, 229, 401, 506, 4N, CT18) *Choa Chu Kang-Bukit Panjang (33 services) (currently under Kranji Bus Depot) (61, 67, 75, 172, 176, 180, 184, 188, 188e, 188R, 190, 300, 301, 302, 307, 868E, 920, 922, 927, 970, 971, 972/972M, 973, 974, 975, 976, 979, 982E, 983, 985, 991, N3, N8) *Woodlands (21 services) (currently under Woodlands Bus Depot) (178, 187, 900/900A, 901/901M, 902, 903/903M, 904, 911, 912/912M, 913/913M, 925/925M, 926, 950, 951E, 960, 960e, 961/961M, 962, 964, N5, N6) *Tampines (27 services) (currently under Bedok North Bus Depot) (4, 10, 10e, 18, 19, 20, 22, 23, 28, 29, 31, 37, 38, 39, 47, 65, 69, 72, 81, 127, 129, 291, 292, 293, 298, 513, 2N) *Jurong West (25 services) (currently under Soon Lee Bus Park) (179/179A, 181/181M, 182/182M, 185, 192, 193, 194, 199, 240/240M, 241, 242, 243, 246, 247, 248, 249, 251, 252, 253, 254, 255, 257, 258, 405, 502/502A) *Serangoon-Eunos (23 services) (currently under Hougang Bus Depot) (11, 53/53M, 55, 58, 59, 60, 63/63M, 64, 90, 94, 101, 103, 105, 109, 134, 137, 140, 141, 150, 154, 158, 315, 317) *Clementi (24 services) (currently under Bukit Batok Bus Depot) (7, 32, 33, 48, 74, 74e, 91, 92/92M, 95, 99, 100, 111, 147, 156, 166, 174, 174e, 175, 191, 197, 200, 201, 3N, 5N) *Bishan-Toa Payoh (23 services) (currently under Ang Mo Kio Depot and Braddell Bus Park) (8, 21, 26, 50, 52, 54, 56, 73, 88, 124, 125, 139/139M, 142, 155, 157, 186, 231, 232, 235, 238, 410, 1N, CT8) {|class=\"wikitable sortable\" style=\"text-align:center\" |- !Package !! Operator(s) !! Commenced !! End Date !! Notes |- | Bulim || Tower Transit | 29 May 2016 || 2021 || Tower Transit: All bus services except Services 653, 657 and 944 SMRT Buses will be operating Services 653, 657 and 944 until May 2021. |- | Loyang || Go-Ahead || 4 September 2016 || 2023 || |- | Seletar || SBS Transit || 11 March 2018 || 2023 || |- | Bukit Merah || SBS Transit || 18 November 2018 || 2023 || |- | Sembawang-Yishun || Tower Transit || 5 September 2021 || 2026 ||SMRT Buses will be operating all services except Service 663 until September 2021. Tower Transit is already operating Service 663. |- | Sengkang-Hougang || SBS Transit SMRT Buses | 1 September 2016 || 2021 || SBS Transit: All bus services except Service 110 SMRT Buses: Service 110 |- | Bedok || SBS Transit || 1 September 2016 || 2023 || |- | Choa Chu Kang-Bukit Panjang || SMRT Buses Tower Transit | 1 September 2016 || 2023 || SMRT Buses: All bus services except Service 974 Tower Transit: Service 974 |- | Woodlands || SMRT Buses || 1 September 2016 || 2023 || |- | Tampines || SBS Transit || 1 September 2016 || 2024 || |- | Jurong West || SBS Transit || 1 September 2016 || 2024 || |- | Serangoon-Eunos || SBS Transit || 1 September 2016 || 2025 || |- | Clementi || SBS Transit || 1 September 2016 || 2025 || |- | Bishan-Toa Payoh || SBS Transit || 1 September 2016 || 2026 || |- |} ==Notes== == References== Category:Bus transport in Singapore ",
    "title": "Bus contracting model of Singapore"
}