{
    "id": "51412528",
    "text": "École internationale de Montréal (Secondaire) (lit. \"International School of Montreal (Secondary)\") is a small French high school located in Westmount, Quebec. It is a part of the Centre de services scolaire de Montréal (CSSDM). ==About the school== Most people use the acronym ÉIM (EIM) or ÉIMS (EIMS) when referring to the school. Its principal was Julie Duchesne until 2020 when it became Luc Claude. The vice principal is Chantal Laurin and is in charge of specifically the Secondary school. The school is situated near the Westmount Public Library. The school was opened in 1988 and is an International Baccalaureate (IB) school.http://ecole-internationale.csdm.ca/ecole/ The school uniform consists of a choice between red, white or grey polos and between a marine-black vest or jacket. Students were free to wear anything non offensive and not too short on the bottom, but since fall 2016, students are imposed to wear marine or black unicolored clothing on the bottom. Even though the high school is public, it has an admission exam that sixth graders do in October each year. Usually, the school admits 120 students per year (4 classes of 30), but those who studied in École internationale de Montréal (Primaire) have priority to be admitted to EIMS without any admission exams. The number of students from École internationale de Montréal (Primaire) who choose the school varies from 40-60 per year, thus leaving only 60-80 places for students from other schools. The number of students taking the admission tests varies from 600-1000, making the acceptance rate vary from 6%-13%.http://ecole- internationale.csdm.ca/ecole/ In 2015, the school ranked 7th within all of Quebec's high schools, making it the 2nd best public high school in Quebec and 1st in Montreal.http://quebec.compareschoolrankings.org/secondary/%C3%89cole_internationale_de_Montr%C3%A9al/Westmount/Report_Card.aspx In 2016, the school ranked 3rd within all of Quebec's high schools, making it the best public high school in Quebec and Montreal.http://quebec.compareschoolrankings.org/secondary/%C3%89cole_internationale_de_Montr%C3%A9al/Westmount/Report_Card.aspx http://www.journaldemontreal.com/2016/le-palmares-des-ecoles-du-journal ==School life of a student== ===Usual schedule=== The school usually opens its doors at 7:55, classes begin at 8:15 and end at 15:10. A school day for the students is divided into 5 periods of 75 minutes: *Period 1: classes for all (from 8:15 to 9:30); *Period 2: classes for all (from 9:45 to 11:00); *Period 3: classes for Sec.4-5, lunch for Sec.1-3 (from 11:10 to 12:25); *Period 4: classes for Sec.1-3, lunch for Sec.4-5 (from 12:30 to 13:45); *Period 5: classes for all (from 13:55 to 15:10). The school also offers after school activities (called \"Activités parascolaires\") such as: guitar classes, improvisation, jewelry making, etc. ===Homework and projects=== Homework and projects are often given by teachers and the students are expected to give them in at the due date. Projects are often related to the IB Program and students are supposed to do the projects while respecting the presentation code presented in the \"How to Present a Written Work Guide\" (\"Guide de présentation des travaux écrits\" lit. \"Written Assignment Presentation Guide\") and developing their profiles from the IB Learner Profile. ===Evaluation=== The students are often assessed throughout the school year both in the Ministry of Education (MEES) way and the IB way. At the end of each semester (beginning November, end January and end June) there are several examination days when classes do not take place and students come to school only when sitting examinations. In May there are also two fixed examination days for provincial exams from the Ministry of Education (MEES). ====Promotions==== At the end of the year, students get promoted to the next year based on their results from the examinations. For different grades, different achievements are imposed: *Sec.1: if the student obtains a result inferior to 60% in French or Mathematics, he/she will be suggested to take summer classes; *Sec.2: if the student obtains a result inferior to 60% in French or Mathematics, he/she will have to take summer classes. If the student obtains a result inferior to 60% in French and Mathematics, he/she will have to leave the school; *Sec.3: if the student obtains a result inferior to 60% in French, Mathematics or English, he/she will have to take summer classes. If the student obtains a result inferior to 60% in French and Mathematics or obtains a result inferior to 60% in 4 classes, he/she will have to leave the school; *Sec.4: if the student obtains a result inferior to 60% in French, Mathematics, English, History and Citizenship Education, Sciences and Technology or Environmental Sciences and Technology, he/she will have to take summer classes. If the student obtains a result inferior to 60% in French and Mathematics or obtains a result inferior to 60% in 4 classes, he/she will have to leave the school. ====Graduation and diplomas==== Students at EIMS graduate with up to 3 diplomas. *Ministry of Education (MEES): The MEES gives the normal High School Diploma (DES). To obtain this diploma, the student has to pass these following classes: French (Sec.5), English (Sec.5 Advanced Program), Mathematics (Sec.4 or 5), Sciences and Technology (Sec.4), History and Citizenship Education (Sec.4), Ethics and Religious Cultures (Sec.5), Physical Education (Sec.5) and Arts (Sec.4 ou 5). *IB: The IB gives the International Education Certificate. To obtain this diploma, the student has to have done all the hours of community service; based on the IB evaluation criteria, he/she should obtained at least a 3/7 for his/her Personal Project (PP), at least 2/7 in each subject groups and at least 28/49 when the subject groups' results and PP's result are added. *SEBIQ: The SEBIQ gives the DESI (International Secondary Education Diploma). To obtain this diploma, the student has to get his/her High School Diploma (DES) and International Education Certificate; pass advanced French, advanced English, Spanish, Mathematics SN (Sec.5), Chemistry or Physics (Sec.5), Contemporary World Geography and Actualities and Personal Project (PP). ===Activities=== During the school year, students have many activities too. ====Big Show (Grand Spectacle)==== The students audition for the year-end show called Big Show around October and the show is often on the second Friday of May in Polyvalente St-Henri's auditorium. The Sec.5 are the ones who organize the audition and sell the tickets. ====End-of-the-year party==== The school often rents a field where students play soccer, frisbee, inflatable attractions, water dunk tank and eat hot dogs, popcorn, cotton candy, cookies and popsicles. ====Cultural Week==== Cultural Week is usually a week during February where students taste food from all over the world. There are also shows and students can learn different cultural arts. ====Dances==== Throughout the year, many dances are held in the gymnasium of the school on Friday nights (or nights before a no school day), there are many theme for the dance such as Christmas Dance, Valentine's Day Dance, Spring Dance, End of Year Dance, etc (this didn’t happen in 2018, 2019 nor 2020). ====Green Day (Journée Verte)==== Green Day (Journée Verte) is often in the beginning of June, there is also no class on that day and students go on trips to La Ronde, cycling roads, aerial forest courses, archery fields, and more. (This didn’t happen in 2018, 2019, nor 2020) ====Sports Week==== Sports Week is usually in the end of the year. Classes compete with each other in sports such as soccer, track and field, flag football, ping pong, and more. The winning classes (4 classes, 2 in Sec.1-3 and 2 in Sec.4-5) get pizzas and churros. (This didn’t happen in 2018, 2019, nor 2020) ====TV Games Week==== Around mid-December, students elect two representatives and classes compete in the auditorium with a buzzing machine at different games (Jeopardy, The Price Is Right, La Fureur, etc). The winning class gets a pizza lunch. ====Thematic Days==== Thematic Days are days where students are allowed to not wear the uniforms if they match up with the theme. Often, there are other activities on these days too. Some examples of the themes are: *Anti Discrimination Day: students wear black and white.(This didn’t happen in 2018, 2019, nor 2020 but there is instead the Anti Intimidation day where students are encouraged to wear pink) *Christmas Day (which is usually the day before Christmas Activities): students wear white, red and green. *Earth Day: students wear green. In the morning, teachers would be waiting at nearby metro stations and would walk with the students (instead of taking the bus), those who walk get a stamp and can exchange for food and get to participate in a draw for gift cards. *Fans' Day: students wear clothing related to fandoms they belong to.(This didn’t happen in 2018, 2019, nor 2020) *Pyjamas Day: students wear their pyjamas. Student often get hot chocolate and cookies during lunch. *Valentine's Day: students wear white, red and pink. Sec.5 students often organize a sale for kisses, chocolates and songs a week before. Students can buy those for their friends, loved ones and even teachers; they can also write letters and put it in a box where all the love letters are. On Valentine's Day, some of the Sec.5 students will go from class to class to give the kisses, chocolates, songs and letters.(These were defined as outdated in 2018 and stopped) ====Week of French==== Week of French is usually a week in March where classes compete with each other and the teachers on knowledge in French grammar, vocabulary, songs and poetry. The winning classes (4 classes, 2 in Sec.1-3 and 2 in Sec.4-5) get pizzas and churros. ====Perseverance Week==== Students get surprises in their lockers (like nice messages written on stars), or for example insect lollipops at the exit of classes by the student supervisors. ====White Day (Journée Blanche)==== White Day (Journée Blanche) is often in the end of February, there is no class on that day and students go on trips with the school to go ski, ice skating, watch movies and more. (In the school year of 2015-2016, this activity was cancelled due to strikes). It was also cancelled on the school year of 2017-2018. ===School trips=== The school often organize trips to take the students outside of Montreal too. For example, Sec.3 students usually go to Tadoussac, Sec.4 students to New York City and Sec.5 students to Chicago. The Sec.1 and Sec.2 also had a trip once to Lac- Mégantic, now they go to the Eastern Townships with their teachers. (In the school year of 2015-2016, all the trips were cancelled due to a lack of education time caused by the strikes.) During summer, every two years, some of the teachers also organize a trip to Italy for all the students. For summer 2016, the destination changed to Paris and Rome. It was cancelled in 2020 because of COVID-19. ===Teams=== EIMS has several sport teams, such as a soccer team, a flag football team, a basketball team and a badminton team; it used to have a cheerleading team. The school also has its own improvisation team. ==Classes offered== ===Mandatory classes=== The school offers these following mandatory classes: *Arts (class given in Sec.1-4); *Arts and Multimedia (class given in Sec.5); *Contemporary World Geography and Actualities (class given in Sec.5); *English, second language (separated in regular and advanced classes in Sec.1-3 based on placement examination done in sixth grade); *Enriched English (class given in Sec.4-5); *Enriched French (class given in Sec.5); *Environmental Sciences and Technology (class given in Sec.4); *Ethics and Religious Cultures (class not given in Sec.3); *French, language of instruction; *Geography (class given in Sec.1-2); *History and Citizenship Education (class given in Sec.1-4); *IB Design (class given in Sec.3); *Literature and Theatre Arts (class given in Sec.1-3); *Mathematics (choice between SN or CST in Sec.4 and 5); *Methodology (integrated within all classes); *Physical Education; *Sciences and Technology (class given in Sec.1-4); *Spanish, third language (class given in Sec.1-3, separated in regular and advanced classes based on placement examination done in sixth grade). ===Optional classes=== *Arts, Philosophy and Society Studies (class offered in Sec. 5); *Journalism (class offered in Sec. 4); *Introduction to Finance (class offered in Sec. 5); *Theatre Arts: Drama (class offered in Sec. 4); *Theatre Arts in Spanish Culture (class offered in Sec.4). == References == Category:Schools in Westmount, Quebec ",
    "title": "École internationale de Montréal"
}