{
    "id": "51410215",
    "text": "Jack Earl (born August 2, 1934 in Uniopolis, Ohio) is an American ceramic artist and former teacher, known for drawing inspiration from his home state of Ohio to create rural pieces “with meticulous craftsmanship and astute details… to where you could smell the air, hear the silence and swat the flies.” Although his works hint at highly personal, intellectual, and narrative themes in an almost unsettling manner, Earl is “a self-described anti-intellectual who shuns the art world.\" He is known particularly for using his trademark format, the dos-a-dos (translated “back to back”): “This art form is like a book with two stories… the two seemingly incongruent images prompt the viewer to fill in the conceptual gap through poetic speculation.” His work often involves dogs or the character “Bill”, who is said to be a combination of Earl’s father-in-law, himself, and others. The titles to his pieces are typically lengthy, stream-of-consciousness narratives that suggest the folk or rural lifestyle. These are intended to add another dimension to the artwork. His work has received a notable response over his decades-long career, especially since he is regarded as “a master at reminding us that within the events we take for granted are moments of never-ending mystery and wonder.” Earl continues to live in Lakeview, Ohio with his wife, Fairlie. ==Education and career== While growing up in his hometown of Uniopolis, Ohio, Earl became inspired by his high school art teacher, Darvin Luginbuhl. He earned his BA at Bluffton College in Ohio in 1956, and then taught art in high schools until he earned his MA in art education at The Ohio State University in 1964. 1963 to 1972 became a time of inspiration and exploration for Earl, as he worked in art education and ceramics at the Toledo Museum of Art and Design. He was interested in making and studying historical porcelain figurines, and by the early 1970s Earl’s “whimsical” pieces “had transformed the European tradition into a thoroughly modern and American idiom.” From 1972-1978, Earl was an associate professor at Virginia Commonwealth University, and in 1974 he and colleague Tom DaLousa were two of the first residents of the John Michael Kohler Arts Center’s Arts/Industry residency program. By the end of the decade, Earl was creating shockingly real (and in some cases, surreal) works of art. After having one of his porcelain sculptures selected into Objects USA, a touring national exhibition from 1969-1971 organized by SC Johnson and Son, Inc. (Racine, WI), Earl’s work began to gain recognition. He soon was awarded a solo exhibition the Museum of Contemporary Crafts in New York City (now the Museum of Arts and Design), and his work was featured in the only craft magazine of the time, Craft Horizons (now American Craft). From 1978 onward, Earl has gone on to work full-time as a studio artist in his home of Lakeview, Ohio. In 1985 Lee Nordness published “The Genesis and Triumphant Survival of an Underground Ohio Artist” about Earl’s life and work, one of the first books written solely about a craft artist. Earl has continued to present his work in countless group and solo exhibitions, and is featured in many prominent permanent collections nationally. ==Artist's Statements== \"The usual comment I get on my work is that somebody likes it. I like to know that people like it. It is then telling me I haven't made a mistake. My work is directed toward selling on the art market. If people don't like it, then it doesn't sell. As far as I'm concerned, there is no reason to make anything that doesn't sell, because I don't have any need to express myself. I've got other things to do.\" –Jack Earl “…What I do is a presentation of the way things are… you just present it and let people see it. …There has to be a sense of mystery in what you make.” –Jack Earl to Jane Milosch, June 2007 “I’ve done the only thing I could do, so there’s no glory in that… There’s no thought in it, you’re just being led because it’s what you do… to know your limitations is very beneficial. It keeps you solid… it keeps me in contact with my life and things around me, which is my source. So it’s kind of circular… Art is a job.”- Jack Earl to Jane Milosch, June 2007 ==Awards== *2013 Governor’s Award for the Arts in Ohio *1997 Fellow, American Craft Council, New York *1991, 1987, 1985, 1983 Grant, Ohio Council on the Arts *1990 Honorary Member, National Council on the Education of Ceramic Arts *1988 National Endowment Arts Award *1976 John Michael Kohler Arts Center/Kohler Company, Arts/Industry Program, Kohler, WI *1974 Faculty Research Grant, Virginia Commonwealth University, Richmond, VA *1972 Purchase Award, Columbus Gallery of Fine Arts *1969 Toledo Area Artists Exhibit Award and Purchase ==Museum Collections== Earl’s work is represented in the following museum collections: *Arkansas Art Center, Little Rock, AR *Art Institute of Chicago, Chicago, IL *Canton Museum of Art (previously Canton Art Institute), Canton, OH *Columbus Gallery of Fine Arts, Columbus, OH *Daum Museum of Contemporary Art, Sedalia, MO *Delaware Art Museum, Wilmington, DE *Everson Museum of Art, Syracuse, NY *John Michael Kohler Arts Center, Sheboygan, WI *Los Angeles County Museum of Art, CA *Milwaukee Art Museum, Milwaukee, WI *Museum of Arts and Design, New York, NY *National Museum of American Art, Smithsonian, Washington, DC *Racine Art Museum, Racine, WI *Springfield Museum of Art, Springfield, OH *Toledo Museum of Art, Toledo, OH ==Selected Solo Exhibitions== *2012 Jack Earl: Modern Master- A Retrospective, Springfield Museum of Art, Springfield, OH *2008-2009 Down Home in Ohio: Collection Feature- Jack Earl at RAM, Racine Art Museum, Racine, WI *2007 Wonder: A Retrospective, Sherrie Gallery, Columbus, OH *2004 Nancy Margolis Gallery, New York, NY *1999 Perimeter Gallery, Chicago, IL *1995-97 Nancy Margolis Gallery, New York, NY *1995 Garth Clark Gallery, Los Angeles, CA *1990 Dorothy Weiss Gallery, San Francisco, CA *1989 Jack Earl: Lives and Times, Kansas City Art Institute - Kansas City, MO *1988 Charles A. Wustum Museum of Fine Art - Racine, WI *1988 American Craft Museum (currently Museum of Arts and Design), New York, NY *1987 John Michael Kohler Arts Center, Sheboygan, WI *1985 Perimeter Gallery, Chicago, IL *1974-76 Pyramid Galleries Ltd., Washington, DC *1973 Lee Nordness Galleries, New York, NY *1972 Museum of Contemporary Crafts, New York, NY ==Selected Group Exhibitions== Earl has exhibited his work at museums and galleries of note in the United States, Australia, Canada, and England, including the following: *2008 Query and Repose: Jack Earl and Tip Toland, University of Alabama, Sarah Moody Gallery of Art, Tuscaloosa, AL *2000 Regis Masters Series, Northern Clay Center, Minneapolis, MN *1993 Taft Museum of Art, Cincinnati, OH (traveling exhibition) *1989 Perth International Crafts Triennial, Art Gallery of Western Australia, Perth, Western Australia *1989 41 Ceramic Artists, Bennington College, Bennington, VT *1986-88 Craft Today: Poetry of the Physical, American Craft Museum (currently Museum of Arts and Design), New York (traveling exhibition) *1979 A Century of Ceramics in the U.S.: 1878-1978, Syracuse, NY *1976 The Object of Poet, Fendrick Gallery of Art, Washington, DC *1974 Clay Things, Whitney Museum of American Art, New York, NY *1973 Ceramic International, Calgary, Alberta, Canada *1972 International Exhibition of Ceramics, London, England *1969 Objects U.S.A., Smithsonian Institution, Washington, DC (traveling exhibition) == References == Category:American ceramists Category:1934 births Category:Living people Category:People from Auglaize County, Ohio Category:Artists from Ohio ",
    "title": "Jack Earl"
}