{
    "id": "51410668",
    "text": "Pakistan competed at the 2016 Summer Paralympics in Rio de Janeiro, Brazil from 7 to 18 September 2016. The country's participation in Rio marked its seventh appearance in the quadrennial event. The delegation consisted of the long jump competitor Haider Ali who qualified for the Games by meeting the required standards for the men's long jump T37 in a March 2016 event held in Dubai. On 13 September, he won Pakistan's second Paralympic medal with a mark of 6.28 metres in his event, placing him third. ==Background== Pakistan has taken part in every Summer Paralympic Games since the 1992 edition in Barcelona. Entering the 2016 competition, the highest number of para-athletes sent by Pakistan was nine to the 2004 Games in Athens and the country had medalled once in athletics. The nation participated in the Rio Summer Paralympics from 7 to 18 September 2016. The National Paralympic Committee of Pakistan qualified three athletes for Rio but financial difficulties in March 2016 meant they only fielded one competitor for the Games. These problems were resolved five months later when the committee appealed to sponsors via Facebook to enable their delegation to be sent to Rio and received funding from the Pakistan Sports Board (PSB). The sole athlete to represent the country was the long jump competitor Haider Ali. He travelled with his coach Akbar Ali Mughal along with his manager and the Deputy Director Sports of the National Paralympic Committee of Pakistan Amna. Pakistan was one of several countries to send just one athlete to the Rio Paralympic Games. Ali was selected as the flag bearer for the opening ceremony. ==Disability classifications== Every participant at the Paralympics has their disability grouped into one of five disability categories; amputation, the condition may be congenital or sustained through injury or illness; cerebral palsy; wheelchair athletes, there is often overlap between this and other categories; visual impairment, including blindness; Les autres, any physical disability that does not fall strictly under one of the other categories, for example dwarfism or multiple sclerosis. Each Paralympic sport then has its own classifications, dependent upon the specific physical demands of competition. Events are given a code, made of numbers and letters, describing the type of event and classification of the athletes competing. Some sports, such as athletics, divide athletes by both the category and severity of their disabilities, other sports, for example swimming, group competitors from different categories together, the only separation being based on the severity of the disability. ==Medallists== {| class=\"wikitable sortable\" style=\"font- size: 95%\" |- ! Medal !! Name !! Sport !! Event !! Date |- | || Haider Ali || Athletics || Men's Long Jump T37 || |} ==Athletics== Haider Ali was 31 years old at the time of the Rio Summer Paralympics and it was his third appearance at the Games. He had previously contested the 2008 and the 2012 editions and won the silver medal in the men's long jump F37–38 at the 2008 Games. Ali qualified for the quadrennial event by meeting the required standards for the men's long jump at the Dubai Rio Paralympics Qualifiers in March 2016. He was classified as FT-37 because the muscles in his right leg are weak from being afflicted by cerebral palsy. In an interview with The News International five days before Ali's event, Imran Jamil Shami, the secretary of the National Paralympic Committee of Pakistan, expressed his confidence that the athlete would deliver the best performance of his career. On 13 September he competed in the final of the men's T37 long jump, setting a best mark of 6.28 metres, placing him third and earning the second Paralympic medal in Pakistani history. After the event, the director of the PSB Akhtar Ganjera stressed that Ali's achievement would help promote the Paralympics in Pakistan and inspire many others in the country to compete at the national and international levels. ===Men's Field=== {|class=wikitable style=\"font-size:90%\" |-align=center ! scope=\"col\" | Athlete ! scope=\"col\" | Events ! scope=\"col\" | Result ! scope=\"col\" | Rank |-align=center |align=left|Haider Ali |align=left|Long Jump T37 |6.28 | |} ==See also== * Pakistan at the 2016 Summer Olympics ==Notes and references== ===Notes=== ===References=== Category:Nations at the 2016 Summer Paralympics 2016 Category:2016 in Pakistani sport ",
    "title": "Pakistan at the 2016 Summer Paralympics"
}