{
    "id": "51411947",
    "text": "Suzanne Silvercruys in 1918, from The Oregonian Baroness Suzanne Silvercruys (married names Suzanne Farnam, Suzanne Stevenson; May 29, 1898 – March 31, 1973) was a Belgian-American sculptor and political activist, founder and first president of the Minute Women of the U.S.A. ==Life and career== Suzanne Silvercruys was born in Maaseik, Belgium,\"Suzanne Silvercruys Farnam\", Olympic Sports, Sports Reference, retrieved August 24, 2016.Evelyn de Rostaing McMann, Biographical Index of Artists in Canada, Toronto: University of Toronto, 2003, , p. 219. where her father, Baron Frantz (François) Silvercruys, was a Conseiller (justice) and later president of the Court of Cassation.Mary Margaret M'Bride, \"Government Effect On Family Life Is Now Arousing Interest of Women in United States\", The Spartanburg Herald, September 12, 1934, p. 3.Associated Press, \"Relief Plea Made By Belgian Woman\", The Montreal Gazette, June 10, 1940, p. 7.\"Silvercruys, Robert, Papers\", Georgetown University Archival Resources, Georgetown University Library, retrieved August 28, 2016. The family came to the United States in 1915 in flight from World War I; she became a US citizen in 1922.\"Suzanne Silvercruys, 74, Dies; Sculptor, Painter and Lecturer\", The New York Times, April 2, 1973, p. 38.\"Noted Sculptor Will Give Lecture-Demonstration For AAUW\", Schenectady Gazette, February 10, 1948, p. 13. Her brother, Baron , was a poet and professor of French and later the Belgian ambassador to Canada and then for many years to the United States. Suzanne Silvercruys in 1918, from The Oregonian In 1917, she was one of 1,500 people present at a dinner in Philadelphia where Secretary of War Newton D. Baker was to speak; when he failed to appear, she was invited to speak instead and described the Rape of Belgium by the invading Germans.George Tucker, \"Man About Manhattan\", Ellensburg Daily Record, November 29, 1939, p. 6. She subsequently toured the US and Canada as \"the little Belgian girl\", publicizing the Belgians' plight and raising a million dollars for relief to them.Larry Zuckerman, The Rape of Belgium: The Untold Story of World War I, New York: New York University, 2004, , p. 194. She received honors from the King and Queen of Belgium,Lee Hennessy, Central Press, \"Six Interesting Faces Selected\", The Spartanburg Herald, December 1, 1933, p. 17. including the Order of LeopoldInternational News Service, \"Nazis Hold Belgian King Virtual Prisoner, Friend Of Royal Family Declares\", St. Petersburg Times, December 15, 1940, p. A7. and the Order of the Crown; she was also awarded the British Coronation Medal and was an officer of the French Academy. Silvercruys originally hoped for a career as a musician; she became interested in sculpture when she was ill with tuberculosis and a friend gave her some modeling clay; she sculpted her dog's head.\"Owes Her Fame To A Chance Present\", The Montreal Gazette, January 6, 1937, p. 7.Pat Ingram, \"Fascinated Reporter Gets Hurried Interview With Madame Silvercruys\", The Breeze, Madison College, February 13, 1948, p. 1. She graduated from the Yale School of Fine Arts in 1928 and worked as a sculptor, mainly producing portraits of famous people; she also painted portraits. She had a one-person sculpture show in New York in 1930. She also lectured on sculpture, often sculpting one or more members of the audience, and taught the first college class in sculpture at Wichita Falls, Texas.\"Suzanne to Teach In Texas College\", Sunday Herald (Bridgeport, Connecticut), December 2, 1956, p. 10. In the 1932 Summer Olympics in Los Angeles, she represented Belgium as a sculptor in the art competition. She was awarded an honorary Doctorate of Humane Letters by Temple University and, in 1966, an LL.D. by Mount Allison University, where her papers are preserved.\"Fonds 12 - Suzanne Silvercruys Stevenson\", Archives CANB, retrieved August 26, 2016. She lived for many years in Norwalk, Connecticut, and in Tucson, Arizona,C. L. Sonnichsen, Tucson: The Life and Times of an American City, Norman: University of Oklahoma, 1982, , p. 307. where she was living when she died in Washington, D. C., while on a lecture tour. ===Political career=== In World War II Silvercruys was again active on behalf of Belgian relief.\"Famine in Europe Seen; Mme. Silvercruys Stresses the Burden on Allied Nations\", The New York Times, June 4, 1940. After the war she became a prominent anti-Socialist speaker and activist. She was one of the organizers of the Young Republican League of Connecticut and was the founder and president of Minute Women of the U.S.A.;Don E. Carleton, Red Scare! Right- Wing Hysteria, Fifties Fanaticism, and Their Legacy in Texas, Austin: Texas Monthly Press, 1985, , p. 111.There are varying accounts of whether she was the sole founder of the Minute Women. George Norris Green, The Establishment in Texas Politics: The Primitive Years, 1938–1957, Contributions in Political Science 21, Westport, Connecticut / London: Greenwood, 1979, , p. 123, also presents her as sole founder; however, according to Allan J. Lichtman, White Protestant Nation: The Rise of the American Conservative Movement, New York: Atlantic Monthly Press, 2008, , p. 152, she co-founded the organization with Vivian Kellems. she left that position in 1952 to co-found the Constitution Party, but soon in turn left the party, disenchanted with her treatment as a foreign-born Catholic and believing it harbored anti-Semites.Allan J. Lichtman, White Protestant Nation: The Rise of the American Conservative Movement, New York: Atlantic Monthly Press, 2008, , p. 152.Carleton, pp. 121–22. Her political feminism prefigured that of Phyllis Schlafly: she sought to mobilize conservative women in defence of traditional American values, was much influenced by John T. Flynn,Carleton, pp. 111–12. and treasured a letter from Senator Joseph McCarthy, which was shown to hesitant Minute Women recruits.George Norris Green, The Establishment in Texas Politics: The Primitive Years, 1938–1957, Contributions in Political Science 21, Westport, Connecticut / London: Greenwood, 1979, , p. 123. She assisted in placing a candidate on the Connecticut delegation to the Republican National Convention in 1950,\"Suzanne Out of Running\", Sunday Herald (Bridgeport, Connecticut), May 28, 1950, p. 18. and twice sought a place in Congress herself: as a candidate for the Republican nomination in the 1946 election for the House of Representatives and as an independent right-wing Republican candidate against incumbent Republican Prescott Bush in the 1956 election for the Senate.Frances Lewine, Associated Press, \"Women Try To Double Congressional Hold\", Ocala Star-Banner, October 28, 1956, p. 3.\"Another Close Race Looms in Connecticut\", Congressional Quarterly, via St. Petersburg Times, October 20, 1956, p. 2. ===Private life=== Silvercruys was married twice, to Henry W. Farnam, Jr., son of a Yale professor,\"Miss Silvercruys To Wed H.W. Farnam Jr.\", The New York Times, April 20, 1922, p. 17.\"American's Belgian Bride\", The Washington Post, May 21, 1922, p. 22, Online at Newspapers.com, subscription required.\"Farnam, Hy Walcott Jr.\", New York Times Index for the Published News 10.2, p. 185. and to Edward Ford Stevenson, who had filmed the Tehran and Yalta conferences during World War II and was later a colonel in the U.S. Army Reserve, advertising executive, and producer; he died before her. ==Selected works== * Bust of Lord Tweedsmuir, in the collection of the Metropolitan Museum of New YorkPreston Remington, \"Notes\", The Metropolitan Museum of Art Bulletin 34.12 (December 1939), 288–91, p. 289. * Bust of Herbert Hoover for the library at the University of Louvain, now in the Katholieke Universiteit LeuvenJan Van Impe, \"Grand Staircase and First-Floor Hall\", The University Library of Leuven: Historical Walking Guide, rev. ed. Leuven: Leuven University, 2012, . * Bust of Anthony McAuliffe, Place McAuliffe, Bastogne (1946–1947)SILVERCRUYS Suzanne, Connaître la Wallonie, retrieved August 29, 2016 .Guy Blockmans, \"General Mc Auliffe Monument\", Pays de Bastogne, Maison du Tourisme, retrieved August 29, 2016. * Memorial group portrait of Queen Astrid of Belgium and children * Group portrait of the Dionne quintuplets at the age of fiveAssociated Press, \"N.Y. Sees Dionnes; But As Sculptures\", The Montreal Gazette, November 9, 1939, p. 12. * Statue of Francisco Eusebio Kino, one of the two statues from Arizona in the National Statuary Hall Collection in Washington, D. C. * Trophy presented to Amelia Earhart by the Zonta Club of New York after her first solo trans-Atlantic flight\"Flier's Memorial Planned By Zonta\", The Montreal Gazette, November 4, 1938, p. 6. * Twice life-size bust of Robert A. Taft\"Twice Life-Size\", The Times-News (Hendersonville, North Carolina), June 19, 1958, p. 4. * Statue of Princess Noccalula (1969), at Noccalula Falls Park, Gadsden, AlabamaGeorge Butler, \"Statue Of Noccalula Expected To Arrive Here In Late August\", The Gadsden Times, June 29, 1969, p. 13.\"Our View: Preserving a piece of history\", The Gadsden Times, March 11, 2013. ==Publications== * Suzanne of Belgium: The Story of a Modern Girl (autobiography, with Marion Clyde McCarroll). New York: Dutton, [1932]. .The Book Review Digest 29 (1934) p. 301. * The Epic of America (pageant) * There Is No Death (drama, 1935)George Tucker, \"Man About Manhattan\", The Gettysburg Times, March 14, 1935, p. 8. * A Primer of Sculpture. New York: Putnam, [1942]. . ==Notes== ==References== ==Further reading== * Charles W. Duke. \"Story of Heroic Suzanne Silvercruys, Belgian Girl\". The Sunday Oregonian. February 17, 1918. p. 5\\. Pdf. * Ruth Woodbury Sedgwick. \"Glamorous Suzanne\". The Cincinnati Enquirer. March 10, 1935. p. 11\\. Online at Newspapers.com, subscription required. * \"Dr. Silvercruys Sculpts For Spirit\". Tucson Daily Citizen. February 24, 1969. p. 8\\. Online at Newspapers.com, subscription required. ==External links== * Category:1898 births Category:1973 deaths Category:People from Maaseik Category:Belgian emigrants to the United States Category:American women sculptors Category:20th-century American sculptors Category:20th-century American women artists Category:Yale School of Art alumni Category:American portrait artists Category:Recipients of the Order of the Crown (Belgium) Category:People from Norwalk, Connecticut Category:Sculptors from Connecticut Category:Activists from Connecticut Category:American anti-socialists Category:American women activists Category:Artists from Tucson, Arizona Category:Activists from Arizona Category:Connecticut Republicans Category:Women in Connecticut politics Category:Sculptors from Arizona Category:Olympic competitors in art competitions ",
    "title": "Suzanne Silvercruys"
}