{
    "id": "51410558",
    "text": "Aruba competed in the 2016 Summer Paralympics in Rio de Janeiro, Brazil from 7 to 18 September 2016. The country's participation in Rio marked its debut appearance in the quadrennial event, although it had competed in the Summer Olympics eight times since the 1988 Games. The delegation consisted of a single short-distance swimmer, Jesus De Marchena Acevedo, who qualified for the Games by using a wildcard. He was chosen as the flag bearer for the opening ceremony and was disqualified from the first discipline he took part in, men's 50 metres freestyle (S7), for arriving late but later placed last overall in the 100 metres freestyle (S7). ==Background== Aruba first competed in the Olympic Games at the 1988 Summer Olympics in Seoul, South Korea. They participated on eight occasions prior to the 2016 Summer Paralympics, where they made their debut in Rio de Janeiro, Brazil. Shardea Croes came across disability sports during her studies in the United States and this prompted her to establish the National Paralympic Committee of Aruba in 2015. The NOC has been a member of the International Paralympic Committee since the same month. Aruba was one of six countries to make their debut appearance in the Paralympic Games; the others were Congo, Malawi, São Tomé and Príncipe, Somalia, and Togo. The Aruba National Paralympic Committee sent a single short-distance swimmer to the Games, Jesus De Marchena Acevedo, who was the flag bearer for the country in the opening ceremony. ==Disability classifications== Every participant at the Paralympics has their disability grouped into one of five disability categories; amputation, the condition may be congenital or sustained through injury or illness; cerebral palsy; wheelchair athletes, there is often overlap between this and other categories; visual impairment, including blindness; Les autres, any physical disability that does not fall strictly under one of the other categories, for example dwarfism or multiple sclerosis. Each Paralympic sport then has its own classifications, dependent upon the specific physical demands of competition. Events are given a code, made of numbers and letters, describing the type of event and classification of the athletes competing. Some sports, such as athletics, divide athletes by both the category and severity of their disabilities, other sports, for example swimming, group competitors from different categories together, the only separation being based on the severity of the disability. ==Swimming== The Olympic Aquatics Stadium, where Acevedo participated in swimming events. Born with spina bifida, Jesus De Marchena Acevedo was the first Aruban Paralympic athlete to compete at the quadrennial event and was 22 years old at the time of the Games. He trained with his coach Jesus Arias de la Cruz in the run-up to the Paralympics. Since there were no Aruban athletes that met the standard qualifying times for swimming, Acevedo earned entry for the games by using a wild card. He was due to compete in the men's 50 metres freestyle S7 on 9 September but a miscommunication with organisers meant he was two minutes late for the start and was disqualified. Acevedo vowed to be present for his next event, the men's 100 metres freestyle S7, two hours in advance. He was drawn in the first heat on 16 September, finishing eighth (and last) out of all swimmers in a time of 2 minutes, 17.84 seconds. Overall, Acevado placed sixteenth (and last) out of all competing para-athletes and did not advance into the final because he was 1 minute, 10.48 seconds slower than the slowest swimmer who qualified for the final. ;Men {|class=wikitable style=\"font-size:90%\" |- !rowspan=2|Athlete !rowspan=2|Events !colspan=\"2\"|Heats !colspan=\"2\"|Final |- ! scope=\"col\" | Time ! scope=\"col\" | Rank ! scope=\"col\" | Time ! scope=\"col\" | Rank |- align=center |align=left rowspan=2|Jesus De Marchena Acevedo |align=left|50 m freestyle S7 |colspan=2|Did not start |colspan=2|Did not advance |-align=center |align=left|100 m freestyle S7 |2:17.84 |16 |colspan=2|Did not advance |} ==See also== * Aruba at the 2016 Summer Olympics ==References== Category:Nations at the 2016 Summer Paralympics 2016 Category:2016 in Aruba ",
    "title": "Aruba at the 2016 Summer Paralympics"
}