{
    "id": "51410376",
    "text": "São Tomé and Príncipe competed at the 2016 Summer Paralympics in Rio de Janeiro, Brazil from 7 to 18 September 2016. The country's participation in Rio marked its debut appearance in the quadrennial event, although it had competed in the Summer Olympics six times since the 1996 Games. The delegation consisted of a single short-distance runner Alex Anjos, who was chosen as São Tomé and Príncipe's flag bearer for the opening ceremony. Anjos was disqualified from the men's 100 metres (T47) for arriving late and failed to advance into the final of the men's 400 metres (T47) after failing to set a fast enough lap time. ==Background== São Tomé and Príncipe first competed at the Olympic Games in the 1996 Summer Olympics at Atlanta, United States. The country participated in the Olympics on six occasions prior to their debut at the 2016 Summer Paralympics held in Rio de Janeiro, Brazil from 7 to 18 September. São Tomé and Príncipe intended to make its debut in the 2012 Summer Paralympics in London, United Kingdom, but withdrew days before the multi- sport event commenced for unknown reasons. The country was one of six to make its first appearance in the Paralympic Games: the others were Aruba, Congo, Malawi, Somalia and Togo. The São Tomé and Príncipe National Paralympic Committee sent one short-distance sprinter to the Games, Alex Anjos, who was selected to be the country's flag bearer for the opening ceremony. ==Disability classifications== Every participant at the Paralympics has their disability grouped into one of five disability categories; amputation, the condition may be congenital or sustained through injury or illness; cerebral palsy; wheelchair athletes, there is often overlap between this and other categories; visual impairment, including blindness; Les autres, any physical disability that does not fall strictly under one of the other categories, for example dwarfism or multiple sclerosis. Each Paralympic sport then has its own classifications, dependent upon the specific physical demands of competition. Events are given a code, made of numbers and letters, describing the type of event and classification of the athletes competing. Some sports, such as athletics, divide athletes by both the category and severity of their disabilities, other sports, for example swimming, group competitors from different categories together, the only separation being based on the severity of the disability. ==Athletics== Estádio Olímpico João Havelange, where Anjos competed in athletics events. Alex Anjos was the first Santomean Paralympic athlete to compete at the quadrennial event and was 25 years old at the time of the Games. He trained at Cape Verde's national stadium, Estádio Nacional de Cabo Verde, in the months prior to the Games because São Tomé and Príncipe did not have the necessary training facilities for sprinters like him at the time. Anjos set himself the goal of winning a medal at the Rio Paralympics. He was placed in the T47 category due to him having his left arm amputated. Anjos was disqualified from the second heat of the men's 100 metres T47 on 10 September due of him arriving late at the Estádio Olímpico João Havelange. Six days later, he was drawn in the third heat of the men's 400 metres T47, finishing third out of five finishers, with a time of 50.94 seconds. Anjos was ahead of Hao Wang (52.29 seconds) of China but behind Cuba's Ernesto Blanco (49.68 seconds) in a heat led by Shane Hudson of Jamaica (49.53 seconds). Overall, he placed eighth out of seventeen finishing para-athletes, and was unable to advance into the final after finishing 0.52 seconds slower than the slowest sprinter who progressed into the final. ;Men's Track {|class=wikitable style=\"font-size:90%\" |- !rowspan=\"2\"|Athlete !rowspan=\"2\"|Events !colspan=\"2\"|Heat !colspan=\"2\"|Final |- ! scope=\"col\" | Time ! scope=\"col\" | Rank ! scope=\"col\" | Time ! scope=\"col\" | Rank |-align=center |align=left rowspan=2|Alex Anjos |align=left|100 m T45-47 |colspan=2|Did not start |colspan=2|Did not advance |-align=center |align=left|400 m T45-47 |50.94 |3 |colspan=2|Did not advance |} ==See also== * São Tomé and Príncipe at the 2016 Summer Olympics ==Notes and references== ===Notes=== ===References=== Category:Nations at the 2016 Summer Paralympics 2016 Category:2016 in São Tomé and Príncipe ",
    "title": "São Tomé and Príncipe at the 2016 Summer Paralympics"
}