{
    "id": "51417842",
    "text": "The Caraquet and Gulf Shore Railway was in brief existence on the Chaleur Bay's south shore, between Bathurst and Tracadie with a spur line to Shippagan. Its heyday was during the early part of the Twentieth century. ==History== In the early 1870s, the forest on the shores of Chaleur Bay were seen to be receding. A group of Bathurst townspeople involved in the lumber trade imagined that the area around Tracadie could serve to feed their industry if only a suitable form of transport could be arranged. Thus was born the Caraquet Railway Company on 18 April 1874. The first contracts were not let until a decade later. On 7 August 1884, the sod-turning for the Caraquet Railway occurred, with luminaries like Kennedy Francis Burns in attendance. On 30 June 1885 the first section from Bathurst to Stonehaven was completed. Two years later approximately 30 km of rail had been laid. It was completed by 1890, but not before controversy exploded into public view. In 1889 there was a major scandal when the shareholders accused Burns of fraudulent schemes and false representation in regard to the construction and the issuing of shares. He was exposed in Parliament by Edward Blake. Throughout his career as a businessman, Burns mainly used Acadian workers, paid with due-bills, which could be exchanged only at the company store. He was supported in this artifice by catholic Bishop James Rogers. Burns was the beneficiary of governmental largesse in the form of railroad subsidies and cutting licences for timber on New Brunswick crown lands. In 1908 were listed 23 stops, such as Stonehaven, Grande-Anse, Burnsville and Caraquet along the line from Bathurst to Shippagan. On 13 April 1911, the Caraquet Railway Company merged with the Gulf Shore Company, which had opened for business in July 1897 and connected Pokemouche Junction with Sheila. With the merger came a new name, and the Caraquet and Gulf Shore Railway was born. In May 1918, the Dominion government offered $200,000 to purchase the railway, but the owners were somewhat reluctant because the capital invested to date was on the order of ten times that sum. But the C&GS; had been built by government programmes, so the Minister of Public Works could be firm: The C&GS; was absorbed by the newly- minted Canada Northern Crown corporation on 1 June 1920 for the original offer. A brakeman who joined the company in 1919 remembered the C&GS; as a slow-moving mixed train of people, livestock and freight that stopped anywhere and everywhere. McCarthy (1997) relates a tale of how, during the great blizzard of 1935, men were employed at a rate of $2 a day to clear a path in the snow down to the rails. A map dated 1987 shows the CN rail line still in existence. ==References== ===Bibliography=== * * * Category:Canadian National Railway subsidiaries Category:Defunct New Brunswick railways Category:Rail transport in New Brunswick Category:New Brunswick railways Category:Passenger railways in New Brunswick Category:Railway companies established in 1874 Category:Railway companies established in 1897 Category:Railway companies disestablished in 1920 ",
    "title": "Caraquet and Gulf Shore Railway"
}