{
    "id": "51419264",
    "text": "Brotherhood (stylised as BrOTHERHOOD) is a 2016 British drama film written, directed by and starring Noel Clarke. It is the sequel to Adulthood, and is the third and final instalment of the Hood trilogy. It was screened in the Special Presentations section at the 2016 Toronto International Film Festival. ==Plot== Sam and Kayla care for two children. Sam's brother Royston has befriended Alissa, the mother of a teenage daughter. The girl's father was \"Trife\", killed years ago by Sam. Sam overhears a girl describe how she was attacked by the \"Mooks\". Royston is in a band with Henry. Drew shoots Royston during a gig. Escaping, Drew leaves an envelope addressed to Sam next to Royston. Sam visits Alissa with some money for her daughter. Alissa, who has forgiven Sam, says they must tell Trife's daughter what happened to Trife. Sam visits Royston in the hospital and sees their mother, Mrs. Peel. Sam learns from Henry that Drew was ordered to shoot Royston. Henry gives Sam the envelope, containing an address. Henry refuses to go to the address. Sam bumps into a woman who \"accidentally\" spills coffee. At her flat she seduces Sam while being video recorded. Heading home, Sam fights a pursuer, then tangles with Hugs who threatens his family. Sam arrives at the address, a mansion. He fights the pursuer and enters but he is outnumbered and beaten. Daley intervenes on behalf of Mooks, the criminal boss. Sam refuses to work with Daley, and is taken to the basement where he sees Curtis, Trife's uncle, who wants revenge for Trife's death and for Curtis's time in prison. Sam escapes the house but is caught by Drew and other thugs. Henry arrives to rescue Sam. Hugs stabs a thug as a warning. Sam phones Kayla to hide the family from Curtis. Kayla is angry and leaves him; she has seen the DVD of his sexual encounter. Sam goes to his old friend Buds, now a detective. Buds cannot enter the mansion without a warrant. Daley is furious that Sam has contacted the police, and orders Curtis to hurt Sam's family. Instead, Curtis and Hugs conspire to kill Daley and take over. Mrs. Peel sees a woman being attacked, and brings her inside. The woman, Janette, texts someone. Mrs. Peel calls Sam who senses a set-up. Janette seduced Sam and works for Daley; she lets in Curtis and Hugs. Hugs kills Mrs. Peel. The police arrest Sam, Buds releases him. At the funeral, Royston tells Sam that Alissa is pregnant and they are moving to America. After sex, Kayla tells Sam to end his involvement with Curtis and Daley. Sam breaks into the gym, looking for gun. Brick tells Sam he and Calvin seek revenge on Mooks for raping Sariya, Brick's daughter. Sam and Henry track down Daley's henchman, helped by Hassan. Sam assaults Drew who reveals the whereabouts of Curtis and Dale. Elsewhere, Henry persuades Yardz to leave Mooks. Sam storms Daley's estate with Hassan, Henry, Brick, Sariya and Calvin, as police approach. They link with Curtis and Hugs. Janette guards a locked penthouse door. Sam knocks her out and kicks the door. Daley knifes Hugs and escapes. Sam pulls the knife from Hugs as the police arrive and make arrests. Buds helps exonerate Sam. Sam calls Curtis to fight to the death. Sam overcomes Curtis and wrestles a gun away. He pulls out the bullets, dropping them and the gun on the floor. Curtis loads a single bullet, but before he can shoot Sam, police gun him down. Dying, Curtis tells Sam where Daley is. Sam finds Daley filling a bag with money. Sam switches on the light, revealing Brick, Sariya and Calvin. They unmask Daley as Mooks, the real boss, the one who had beaten and raped Sariya. Sam confronts Mooks for his actions, grabs the bag from him and leaves. Brick shoots Mooks dead. Safely away, Sam divides up the money with everyone who helped him get revenge on Curtis, Drew and Mooks. There's money for Royston and Alissa, too. Strolling with his family, Sam encounters Buds. Buds affirms they are still friends. Sam tells Kayla, \"It's done.\" ==Cast== * Noel Clarke as Sam Peel * Bashy as Calvin * Olivia Chenery as Sariya * Nick Nevern as DCI Parkinson * Steven Cree as Brick * David Ajala as DCI Desmond \"Buds\" Lynch * Arnold Oceng as Henry * Tonia Sotiropoulou as Janette * Jason Maza as Daley/Mookz * Stormzy as Yardz * Aaron Eaton as Teardrop * Red Madrell as Alisa * Cornell John as Curtis * Jack McMullen as Drew * Fady Elsayed as Wino * Leeshon Alexander as Hugz * Daniel Anthony as Royston * Shanika Warren-Markland as Kayla * Mahalia Burkmar as Thea ==Critical reaction== Brotherhood has received a mixed critical response. Writing in The Guardian, Wendy Ide praised Clarke's direction and performance, but \"Clarke goes and spoils it all by using naked women as set dressing and cramming the frame with flash gangster cliches, which rather undermines the anti-aspirational message of the film.\" Terri White of Empire praised Clarke's uncompromising portrayal of inner city life, but criticized Maza's performance and that, \"Clarke can’t avoid employing the third-in-a-trilogy tropes: one last job/reformed guy helps new guy who is essentially him/grossly unfair family tragedy as his three-parter reaches its too-neat conclusion.\" == See also == * List of hood films ==References== ==External links== * * Brotherhood at Rotten Tomatoes Category:2016 films Category:2016 drama films Category:2016 crime drama films Category:British films Category:British independent films Category:British crime drama films Category:English-language films Category:Films directed by Noel Clarke Category:Hood films Category:Films about drugs Category:British gangster films Category:Films set in London Category:Films shot in London Category:Films set in 2018 Category:Films about interracial romance Category:2010s business films Category:2010s gang films Category:Films with screenplays by Noel Clarke Category:2016 independent films ",
    "title": "Brotherhood (2016 film)"
}