{
    "id": "51411215",
    "text": "Christopher Tarver Robertson is a leading expert in health law at the intersection of law, philosophy and science.Christopher T. Robertson. University of Arizona personal biographical reference page His solutions- oriented research explores how the law affects decision making in domains of scientific uncertainty and misaligned incentives, which he calls \"institutional epistemology.\" Robertson is Associate Dean of Research and Innovation and Professor of Law at the University of Arizona, where he is also the founder of its Regulatory Science Program. He is affiliated faculty with the Petrie Flom Center for Health Care Policy, Bioethics and Biotechnology at Harvard Law School.HLS Petrie Flom Center's affiliated faculty page For the academic year of 2016-17 Robertson was a visiting professor at New York University School of Law. His work includes tort law, bioethics, the First Amendment, and corruption in healthcare and politics. His legal practice has focused on complex litigation involving medical and scientific disputes. == Research and publications == Robertson has co-edited two books: Nudging Health: Behavioral Economics and Health Law (2016, with Holly Fernandez Lynch and Glenn Cohen) and Blinding as a Solution to Bias: Strengthening Biomedical Science, Forensic Science and Law (2016, with Aaron Kesselheim). In 2019, Harvard University Press will publish his monograph titled Paying for Ourselves: The Ethics, Economics and Law of Cost-Sharing in Health Insurance. In addition to his books, Robertson is a prolific writer with articles appearing in both legal and healthcare journals including the New England Journal of Medicine; Yale Journal of Health Policy, Law and Ethics, Journal of Legal Analysis, Journal of Law and Bioscience, Journal of Empirical Legal Studies, New York University Law Review, Cornell Law Review, and Journal of the American College of Radiology. He has given interviews, been published and cited in a host of media outlets including The Washington Post,Washington Post OpEd on bioethics and privacy The Wall Street Journal, and National Public Radio's Marketplace.NPR Marketplace story on superdelegates quoting Robertson == Background and education == In 1997, Robertson attended Southeast Missouri State University on a Governor's scholarship where he graduated summa cum laude with a B.A. in Philosophy. During his senior year he interned for the White House Chief of Staff, Erskine Bowles. He went on to earn a Ph.D. in Philosophy at Washington University in St. Louis and taught Bio-Medical Ethics before going on to Harvard Law School earning his J.D., magna cum laude in 2007. In 2008, Robertson returned to Harvard Law School as an Academic Fellow & Lecturer On Law at the Petrie-Flom Center for Health Law Policy, Biotechnology, and Bioethics. Upon completing his fellowship, in 2010, Robertson became a tenure-track professor at the University of Arizona and was tenured as a full professor in 2015. Robertson has received research support from the Edmond J. Safra Center for Ethics at Harvard, the Greenwall Foundation and the Robert Wood Johnson Foundation. For the past five years he has served on the clinical ethics committee for an academic medical center and he has served as a peer review for leading presses and journals including Oxford University Press and the New England Journal of Medicine. == References == == External links == Category:1975 births Category:Living people Category:Harvard Law School alumni Category:Bioethicists Category:Southeast Missouri State University alumni Category:Washington University in St. Louis alumni Category:University of Arizona faculty ",
    "title": "Christopher T. Robertson"
}