{
    "id": "51426108",
    "text": "Dinesh K. Bhargava is an Indian gastroenterologist, medical academic and writer and a senior consultant at Indraprastha Apollo Hospital, Delhi. He is one of the pioneers of gastrointestinal endoscopy in India for which the Medical Council of India awarded him Dr. B. C. Roy Award, the highest Indian award in the medical category, in 1989. He is also a recipient of the civilian honor of the Padma Shri. == Biography == A former professor at the All India Institute of Medical Sciences Delhi, Bhargava has published over 150 medical papers in peer-reviewed international journals and has served as an investigator in many clinical studies of the Indian Council of Medical Research. He is a member of the scientific advisory committee of the Centre for Liver and Biliary Surgery (CLBS) and a fellow of the American Gastroenterology Association (AGAF) and American College of Gastroenterology (FACG). He is a member and a former president of the Indian Society of Gastroenterology. The honors he has received include Dr. B. C. Roy Award, Hari Om Ashram award (1985) and Amrut Mody Unichem Prize (1989) of the Indian Council of Medical Research, Dr. R. M. Kasliwal Award of the National Academy of Medical Sciences (1989), and Olympus Mitra Award (1984) and Searle Award (1989) of the Indian Society of Gastroenterology (1989). The Government of India awarded him the fourth highest civilian honour of the Padma Shri, in 2008, for his contributions to medical science. == Selected bibliography == * * * == See also == * Apollo Hospital, Indraprastha == References == == External links == * Category:Recipients of the Padma Shri in medicine Category:Year of birth missing (living people) Category:Living people Category:Indian gastroenterologists Category:Indian medical academics Category:Indian medical writers Category:All India Institute of Medical Sciences, New Delhi faculty Category:Dr. B. C. Roy Award winners Category:20th-century Indian medical doctors Category:Medical doctors from Rajasthan ",
    "title": "Dinesh K. Bhargava"
}