{
    "id": "51421356",
    "text": "Global RADAR is a financial software company known for its anti-money laundering software. Founded in 2007 by Dominic Suszek, the company is based in London and Miami. According to Silicon Review magazine, Global RADAR has become \"a leading software provider in the financial services sector\". ==History== In 2006, Dominic Suszek founded BSA Strategies, a company to aid financial institutions in forensic accounting and risk assessment. A year later, he founded the software company Global RADAR to develop software to detect money laundering and terrorist financing, allowing clients to do due diligence on customers in compliance with anti-money-laundering regulations. In its first decade, Global RADAR acquired clients in the US, Canada, Europe, Malaysia, the Caribbean, and Central and South America. In July 2016, Suszek published a book titled The U.S. Banking Compliance Handbook, detailing methods to comply with financial industry regulations, including the software solutions of Global RADAR. Kirkus Reviews wrote of the book that \"the author establishes his expertise in the field by offering much helpful information and advice.\" == Software == Global RADAR describes its product as \"a one-stop solution to manage compliance efforts from customer due diligence to activity surveillance in a single application\". Its primary module is its Know Your Customer/ Client Onboarding module, which allows financial institutions to do due diligence on new clients. Other modules include Foreign Account Tax Compliance Act (FATCA) compliance, Document Management, Watchlist Screening, Anti-Money Laundering Surveillance, Trade Surveillance, and employee surveillance and Management. In addition to fulfilling compliance requirements, the software is designed to save financial institutions money by automating document management and risk assessment. In November 2015, Banking CIO Outlook magazine named Global RADAR its top Risk and Compliance Solution Provider. ==References== ==External links== *Global RADAR website Category:Banking software companies Category:Anti-money laundering measures Category:Software companies established in 2007 ",
    "title": "Global RADAR"
}