{
    "id": "51427510",
    "text": "Greenwich House is a West Village settlement house in New York City. Greenwich House at 27 Barrow St ==History== Greenwich House was founded on Thanksgiving Day in 1902 by city planner and social worker Mary K. Simkhovitch in a building at 26 Jones Street in Manhattan's West Village. Its original focus was to help New York's growing immigrant population adapt to life in their new home. Early supporters who joined her on opening day included social reformer Jacob Riis, Felix Adler and Carl Shurz. Greenwich Village was a mixed area at the time. Italian immigrants began crowding out the existing Irish population. Many homes along the maze of streets and alleys lacked running water. There was a high infant death rate and poor education. Early programs sought to relieve congestion and improve living conditions, which included founding the Greenwich Village Improvement Society, forerunner to the Greenwich Village Association and first neighborhood association of its kind in the United States, and publishing the Tenant's Rights Manual, the first ever of its kind in the nation. Recognizing a need for recreational and skills training among Village residents, Greenwich House established Greenwich House Music School at 46 Barrow in 1905 followed by the Handicraft School, the precursor to Greenwich House Pottery, in 1909. By 1917 the organization's programs were becoming over crowded in its Jones Street buildings. Thanks to a gift from Gertrude Vanderbilt Whitney, Greenwich House was able to hire architects Delano and Aldrich to design its current federalist building at 27 Barrow Street. The new building, complete with gym, running track, theater and rooftop playground provided Greenwich House the space to establish new programs like a nursery school and children's theater program. Greenwich House soon needed more space. The old Handicraft School building was rebuilt as Greenwich House Pottery in 1928, enabling it to become an international center for ceramics. The Metropolitan Museum of Art purchased two pieces from the Pottery in 1939. In 1942 Greenwich House continued to add more services with the New York City's first after-school program followed closely be a senior center. By the 1980s Greenwich House offered a mix of social service and arts education programs. In the late 1980s Greenwich House played a central role in the AIDS crisis in the West Village neighborhood, one of the city's original gay villages. In 1987 Greenwich House opened the AIDS Mental Health Project followed by the HIV Primary Medical Care Project. Today, the organization continues to host a long term HIV survivors support group. Also in 1987, Greenwich House founded the Children's Safety Project, the only program in the city dedicated to treating young victims of abuse. The Children's Safety Project was founded, in the settlement tradition, after a group of concerned neighbors came together after the killing of local Village child, nine year old Lisa Steinberg. Today Greenwich House provides art education, senior service and behavioral health programs including an after-school, summer arts camp, nursery school, senior centers and senior health clinic, substance abuse clinics and a program for children who have suffered from abuse. ==Locations and facilities== Greenwich House's main facilities are located in Greenwich Village, including its main building at 27 Barrow Street, Pottery at 16 Jones Street and Music School at 46 Barrow Street. Greenwich House also rents space for programs, primarily senior and behavioral health programs, including at a nearby church, Our Lady of Pomepii; at a former convent located on Washington Square Park North. Greenwich House's main building was built between 1916 and 1917 thanks to funds from board members including Gertrude Vanderbilt Whitney and Anna Woershoffer. The Flemish-bond building was designed in the neo- federal style by architects Delano and Aldrich. The building was considered an example of refined American design, complete with mural by Arthur Crisp, intended to inspire immigrants new to the country. The seven story building contains a professional theater, currently the home of Ars Nova and previously home to Soho Rep and the Barrow Street Theatre, a gym with running track, commercial kitchen, medical offices and a rooftop playground among other facilities. A sign of the times, the building was built with a shaft for an elevator, but no actual elevator, as the new technology was too expensive at the time. Greenwich House Pottery is located at 16 Jones Street. The current building was built in 1928, also designed by Delano and Aldrich. The building is notable for containing the only gas kilns in Manhattan which are grandfathered despite no longer being allowed in new construction. It is also the home of the Jane Hartsook Gallery. Greenwich House Music School, located at 46 Barrow Street composes two out of a row of six brick row homes. The homes were originally designed in the Italianate style by Smith Woodruff in 1851. The two Music School homes were combined on the interior and now comprise the 100 seat Renee Weiler Concert Hall as well as sound proof practice rooms. Greenwich House's rented space in the basement of Our Lady of Pompeii Catholic Church also received notoriety. In 2015, after more than thirty years in the space, the pastor of the church attempted to kick the senior center out, hoping to lease the space for more money to movie crews wanting to film in the Village. After months of negotiations, including elected officials and Cardinal Timothy Dolan, weighing in, the Church agreed to a new revised lease allowing the center to remain. ==Programs== ===Greenwich House Music School=== Founded in 1905, Greenwich House Music School is a true community based arts school located. The School was the result of a growing Italian population with a strong musical tradition at the turn of the 20th Century in the Village. Started as a place for immigrant children Greenwich House Music School now provides music, art and dance education for both children and adults. About 40 faculty members provide group and individual instruction for a variety of instruments including piano, strings, guitar, harp, percussion, woodwinds, brass and Suzuki Violin. In addition to music, early childhood classes are offered in music and art. Dance classes are also available at the school. The Renee Weiler Concert Hall on the school's second floor hosts a variety of performances throughout the year including a special partnership with Caffe Vivaldi, avant garde jazz series Sound it Out and new music series Uncharted. Notable performers who have passed through the concert hall include Meredith Monk, Hilary Hahn, John Cage, David Amram, Tim Berne and Ruth Laredo. Notable faculty members include long time Piano Chair, German Diez (1924-2014), Morton Subotnick, sometimes referred to as the grandfather of Electronic Music, and current faculty Brandee Younger, jazz harpist. Notable alumni include Bobby Lopez, the Tony, Grammy, Emmy and Academy Award-winning composer for the movie Frozen, Avenue Q and Book of Mormon, as well as Erika Nickrenz of the Eroica Trio. Greenwich House Music School was named by CBS New York as one of the best music schools for adults in New York City, and is a member of the National Guild for Community Arts Education. ===Greenwich House Pottery=== Greenwich House Pottery is a full service clay studio and internationally recognized center for ceramics. The Pottery offers classes and workshops for students of all ages. It also host Master Series lectures as well and two residency programs, including Egyptian painter Ghada Amer. Within Greenwich House Pottery is the Jane Hartsook Gallery.[13] The gallery was named in honor of Jane Hartsook, former Pottery director. ===Greenwich House After-School and Summer Arts Camp=== When the Children’s Aid Society moved away from the West Village in 2011, Greenwich House assumed responsibility for its After-School and Summer Arts Camp programs. ===Children's Safety Project=== In 1987 six-year-old Village girl Lisa Steinberg was found murdered, the victim of physical abuse, with the prime suspects her adoptive parents. Headlines following the trail and conviction of Lisa’s adoptive father and illegal guardian filled the papers for two years straight. A direct response to the community’s call to protect its children, Greenwich House launched the Children’s Safety Project that same year. CSP helps children heal from their trauma of abuse through supportive therapy and by teaching them the life-skills required to become self-reliant and lead productive lives. While originally intended to serve the immediate neighborhood, CSP has expanded over time to serve hundreds of the most vulnerable individuals a year from across the city with individualized therapy. ===Barrow Street Nursery School=== Barrow Street Nursery School is a pre-school. ===Additional programs=== Greenwich House also operates four senior centers, a senior health and consultation center providing mental and physical health treatment, a methadone maintenance clinic, chemical dependency program and all-girls non-competitive basketball league. ==Notable people== *Mary Kingsbury Simkhovitch, founder, *Jacob Riis, early supporter, *Eleanor Roosevelt, supporter, *Carola Woerishoffer, resident (1907-1909) and supporter *Gertrude Payne Whitney, supporter, helped fund 27 Barrow building, *Guy Pene du Bois, painter, *Jackson Pollock, received free studio time by sweeping floors at Greenwich House Pottery, *Leonard Warren, singer, *Julius Rudel, conductor, *Ossip Gabrilowitsch, pianist, *Henry Cowell, composer, *Edgar Varese, potter, *Peter Voulkos, potter, *Marshall Field, board president, 1938-1944, *Amelia Earhart, resident, 1927-1929, *Manton B. Metcalf, board president, 1947-1954. ==See also== Settlement House == External links == * Greenwich House Records at Tamiment Library and Robert F. Wagner Labor Archives at New York University Special Collections ==References== Category:Settlement houses Category:Greenwich Village ",
    "title": "Greenwich House"
}