{
    "id": "51424535",
    "text": "Nash Chase is a former pop singer from New Zealand who recorded for the Ode and HMV labels. He released a string of singles in the early 1970s. He is remembered for \"What Greater Love\", \"Today I Killed a Man I Didn't Know\" and \"Anderson and Wise\". ==Background== Born in Taihape, Chase came from a very large family of at least 18. His brothers, Frank, Richard and Colin have been involved in music.Amplifier.co.nz Pop > Nash ChaseWhere the real men are Nash Chase on influences, drugs and relationships His brother Frank had a record released on the PYE label in 1969, \"The Frog\"/\"Popeye Dance\".Serggent.com.au Nash Chase His youngest brother Colin Rex Chase was a Jazz drummer.Fandalism Colin Rex Chase, Drummer in Titahi Bay, New ZealandWellington Jazz Club Newsletter November 2011 Colin who also played in the A to Zeev Big Band, and funk band Jones Cartel, died of cancer on 10 March 2015.Ashack New Zealand BandsAshack COLIN CHASE (R.I.P.) ==Career== ===1970=== In May 1970, along with Lyn Calman, and Tui Fox, Chase was one 15 entertainers selected from over a 1000 entries for Studio One's New Faces.Auckland Star, 29 May 1970 New faces on your screen In July of that year he won the Wanganui Talent Quest.New Zealand Woman's Weekly, 27 July 1970 Nash Chase wins the Wanganui Talent Quest In August, he won the 1970 New Faces competition.New Zealand Listener, 24 August 1970 Studio one winners On the week ending with 5 September 1970, Billboard reported his single \"What Greater Love\" entering the New Zealand charts at position 10.Billboard, 5 September 1970 Page 76 Billboard Hits of the World, New Zealand The single backed with \"Raindrops Keep Falling On My Head\" was released on the Ode label. His previous single \"Sound Of Love\" backed with \"My Special Prayer\" was also released on Ode.45cat Nash Chase - Discography In October 1970, Chase was photographed with competition winner Pam who had entered a promotional competition for the film Woodstock, which was organised by Kings Theatre in Wellington. The prize was tickets to the film's premiere, the 3 record LP soundtrack, and dinner with Chase.The Evening Post, 17 October 1970 Wellington pop singer Nash Chase and competition winner Pam ===1971=== In April 1971, Chase and Lew Pryme appeared at Mt. Crawford Prison, and it was reported by Billboard that they were the first pop singers to so.Billboard, 3 April 1971 58 International News Reports, Music from the Capitals of the World Wellington N. Z. In June 1971, his pressing \"Today I Killed A Man I Didn't Know\" was released on HMV. This was his first release for the label.Billboard 12 June 1971 Page 50 International News Reports, Music from the Capitals of the World Wellington N.Z. The single was backed with \"World Of Lavender Lace\".45cat Nash Chase - Discography Almost straight away, the single became a hit on the Top 20 chart. It also became a finalist in the 1971 Loxene Gold Disc awards.Amplifier New Zealand Music Online Pop > Nash Chase He released another single that year on HMV. It was \"If You'd Like To Be A Lady\" backed with \"Teresa\".45cat Nash Chase - Discography ===1972 to 1974=== In 1972, he had four singles released on HMV. They were \"Eye For The Main Chance\" bw \"Bless Your Sweet Little Soul\", \"Anderson and Wise\" bw \"Fantasy\", \"Angel She Was Love\" bw \"To Hurt A Friend\", and \"Midnight Magic Man\" bw \" Fantasy\".45cat Nash Chase - Discography \"Eye For The Main Chance\", and \"Anderson And Wise\" did well, with the latter reaching the finals of the 1972 Studio One Contest.Amplifier New Zealand Music Online Pop > Nash Chase His final single in the seventies was \"Maria Isabella\" bw \"Spanish Eyes\" in 1973.Amplifier New Zealand Music Online Pop > Nash ChaseNZ Music Collection 7\" - Nash Chase - Maria Isabella It was released on the EMI label. It became a finalist in the 1973 RATA Awards. In February of that year, Chase and his wife relocated to Sydney, Australia.Amplifier New Zealand Music Online Pop > Nash Chase In June 1973, he appeared on part 4 of a Studio One series in a competition for the 1974 Commonwealth Games pop tune. Singing the song \"Games Spirit\", he was competing against \"The Boy From Dundee\", performed by Kamahl, \"Country Spring\" by Larry Philip, \"Take My Life\" by Desna Sisarich, \"Natural Man\" by Bunny Walters, and \"What Do You Do\" by Lutha. One of the singers he was competing against, Kamahl, was singing an Anderson and Wise composition.The New Zealand Archive of Film, Television and Sound Ngā Taonga Sound & Vision Catalogue → 24039, Studio One This was the same song-writing team (Ted Kaptiklis aka Ted Taptiklis and Tony Kaye) that wrote his hit \"Anderson And Wise\".Sergent.com.au Anderson and Wise45cat Artist: Nash Chase, Catalogue: HR.479 Chase made two appearances on The Ernie Sigley Show in 1974. The first was on June 20. Bill and Boyd, Allison Durbin, Geraldine Fitzgerald, and Bronwyn Gordon appeared as well. Chase performed the \"Rockin' Robin medley\".Imdb The Ernie Sigley Show (TV Series), Episode dated 20 June 1974, Full Cast & CrewNational Library of Australia 1974, English, Printed music edition:, 1974, English, Printed music edition: Rockin' robin medley (music) / (arr.) Jack Westmore. The next time was on 22 August. Other guests included Yvonne Barrett, David Belcher, and Mary Ann Leyden.Imdb The Ernie Sigley Show (TV Series), Episode dated 22 August 1974, Full Cast & Crew On that occasion he performed \"My Woman, My Woman, My Wife\".National Library of Australia 1974, English, Printed music edition: My woman, my woman, my wife (music) / (arr.) Jack Westmore. ===1975 onwards=== In August 1976, Chase was regularly appearing in a prestigious Sydney hotel bar as its resident artist, and his first Australian LP was ready for release the following month.The New Zealand Herald, 25 August 1976 Sydney notes In 1998, his version of \"Today I Killed A Man I Didn't Know\" was included on the Vietnam Remembered various artists compilation.National Library of New Zealand Vietnam remembered (sound recording) Today Nash Chase is a life coach and meditation teacher.Where The Real Men Are, Thursday, 4 June 2015 Nash Chase on career, drugs and relationships ==Discography== {| class=\"wikitable plainrowheaders sortable\" |+ Singles |- ! scope=\"col\" | Title ! scope=\"col\" | Release info ! scope=\"col\" | Year ! scope=\"col\" class=\"unsortable\" | Notes |- ! scope=\"row\" | \"Sound Of Love\" / \"My Special Prayer\" | Ode ODE-8 | 1970 | |- ! scope=\"row\" | \"What Greater Love\" / \"Raindrops Keep Falling On My Head\" | Ode ODE-11 | 1970 | 45cat Nash Chase - Discography |- ! scope=\"row\" | \"I Will Bring You Flowers In The Morning\" / \"Words\" | Ode ODE-15 | 1970 | Discogs Nash Chase Discography |- ! scope=\"row\" | \"Handbags And Gladrags\" / \"Open Up Wide\" | Epic ESO.7041 | 1971 | NZ Music Collection 7\" - Nash Chase - Handbags And Gladrags |- ! scope=\"row\" | \"Today I Killed A Man I Didn't Know\" / \"World Of Lavender Lace\" | HMV H.R. 434 | 1971 | |- ! scope=\"row\" | \"If You'd Like To Be A Lady\" / \"Theresa\" | HMV HR.445 | 1971 | |- ! scope=\"row\" | \"Anderson and Wise\" / \"Fantasy\" | HMV HR.479 | 1972 | |- ! scope=\"row\" | \"Eye For The Main Chance\" / \"Bless Your Sweet Little Soul\" | HMV HR.467 | 1972 | |- ! scope=\"row\" | \"Angel She Was Love\" / \"To Hurt A Friend\" | HMV HR.481 | 1972 | |- ! scope=\"row\" | \"Midnight Magic Man\" / \"Fantasy\" | HMV HR.488 | 1972 | 45cat Nash Chase - Discography |- ! scope=\"row\" | \"Maria Isabella\" / \"Spanish Eyes\" | EMI HR.502 | 1973 | NZ Music Collection The Nash Chase Singles Discography |- ! scope=\"row\" | \"Dashing Dougie\" / \"Pokare Kare Ana\" | West End 13147 | 198145cat Nash Chase - DiscographySergent.com.au Nash Chase | Song about cricketer Doug Walters Hit top 40 in some areas in AustraliaCharlie Condou Confidential Sunday, 25 November 2012 Charlie Condou - No.543, Songs With Uncle Dougie |- |} {| class=\"wikitable plainrowheaders sortable\" |+ Albums |- ! scope=\"col\" | Title ! scope=\"col\" | Release info ! scope=\"col\" | Year ! scope=\"col\" | F ! scope=\"col\" class=\"unsortable\" | Notes |- ! scope=\"row\" | Nash Chase | Ode SODE-012 | 1970 | LP | Discogs Nash Chase Discography, Albums |- ! scope=\"row\" | Handle with Care | HMV | 1972 | LP | Sergent.com.au Nash ChaseNational Library of New Zealand Handle with care (sound recording) / Nash Chase |- ! scope=\"row\" | Handle with Care (EMI release) | EMI WRC E.3145 HSD.1024 | 1972 | LP | Cat no. WRC E.3145 HSD.1024 gives an indication that this is a World Record Club mail order item. Store copies would just have HSD.1024.45worlds Vinyl Album, Vinyl Album, Nash Chase, Handle With Care |- ! scope=\"row\" | Portrait of Nash Chase | Axis AXIS 2005 | 1974 | LP | CompilationDiscogs Nash Chase Discography, Compilations Re-release of Handle With Care with the addition of last EMI single.Sergent.com.au Nash Chase |- ! scope=\"row\" | Nash Chase | Axis AXIS 6265 | 1976 | LP | Rate Your Music Nash Chase |- ! scope=\"row\" | The Very Best of Nash Chase | EMI 583045 | 2003 | CD | All Music Nash Chase The Very Best of Nash ChaseSergent.com.au Nash Chase |- ! scope=\"row\" | Nash Chase | Video Pacific Communications | 2 May 2009 | Digital | CompilationiTunes Nash Chase., Nash Chase |- |} {| class=\"wikitable plainrowheaders sortable\" |+ Compilation album appearances |- ! scope=\"col\" | Album title ! scope=\"col\" | Release info ! scope=\"col\" | Year ! scope=\"col\" | Song Title ! scope=\"col\" | F ! scope=\"col\" class=\"unsortable\" | Notes |- ! scope=\"row\" | Hits & Stars Of '70 | Philips 6334 006 | 1970 | \"What Greater Love\" | LP | 2 x LP |- ! scope=\"row\" | 1971 Loxene Golden Disc Award, Top Twelve | Loxene Lox 1971 | 1971 | \"Today I Killed A Man I Didn't Know\" | LP | |- ! scope=\"row\" | 20 Studio One Hits | Music for Leisure 440 | 1972 | \"Anderson and Wise\" | LP | |- ! scope=\"row\" | 20 Golden Rata Award Hits | Music for Leisure RATA 1 | 1973 | \"Maria Isabella\" | LP | |- ! scope=\"row\" | New Zealand Gold Volume Two | Regal SREG 30219 | 1979 | \"Today I Killed A Man I Didn't Know\" | LP | |- ! scope=\"row\" | Kiwi Rock Vol. 3 | EMI 4710582 | 1995 | \"Eye For The Main Chance\" | CD | 2 x CD |- ! scope=\"row\" | Kiwi Classics Volume 4 | EMI 5221052 | 1999 | \"Today I Killed A Man I Didn't Know\" | CD | |- ! scope=\"row\" | Kiwi Classics Volume 6 | EMI 532953 2 | 2001 | \"Midnight Magic Man\" | CD | |- ! scope=\"row\" | Waiata : Maori Showbands, Balladeers & Pop Stars | His Master's Voice – 50999 6802952 4 EMI – 50999 6802952 4 | 2011 | \"Give Me A Little Sign\" \"What Greater Love\" | CD | 2 x CD |- ! scope=\"row\" | | | | | | |- |} Discogs Nash Chase Discography, Appearances ==Television== {| class=\"wikitable plainrowheaders sortable\" |+ Titles |- ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" | Director ! scope=\"col\" | Year ! scope=\"col\" class=\"unsortable\" | Notes # |- ! scope=\"row\" | New Faces | Himself | | 1970 | Auckland Star, 6 August 1970 Next year will be differentNew Zealand Listener, 24 August 1970; 28 December 1970 Page 32, Page 38 |- ! scope=\"row\" | New Faces | Himself | | 1972 | Amplifier New Zealand Music Online Pop > Nash ChaseNational Library of New Zealand 20 Studio One hits (sound recording) |- ! scope=\"row\" | The Ernie Sigley Show | Himself | | 1974 | Episode: 22 August |- ! scope=\"row\" | The Ernie Sigley Show | Himself | | 1974 | Episode: 20 June IMdb Nash Chase |- |} ==References== Category:Year of birth missing (living people) Category:New Zealand male singers Category:Living people Category:20th-century New Zealand singers Category:20th-century male singers ",
    "title": "Nash Chase"
}