{
    "id": "51426977",
    "text": "The seventh season of The Real Housewives of Beverly Hills, an American reality television series, set to be broadcast on Bravo. It is set to premiere on December 6, 2016, and is primarily filmed in Beverly Hills, California. Its executive producers are Andrew Hoegl, Barrie Bernstein, Lisa Shannon, Pam Healy and Andy Cohen. The Real Housewives of Beverly Hills focuses on the lives of Kyle Richards, Lisa Vanderpump, Eileen Davidson, Lisa Rinna, Erika Girardi and Dorit Kemsley. This was the final season for Eileen Davidson. ==Production and crew== The Real Housewives of Beverly Hills was renewed for a seventh season in April 2016. In August 2016, it was revealed that filming for the seventh season had begun with the announcement of a returning housewife. On November 1, 2016, the trailer, premiere date and full cast were officially revealed. The season will premiere on December 6, 2016. Alex Baskin, Chris Cullen, Douglas Ross, Greg Stewart, Toni Gallagher, Dave Rupel and Andy Cohen are recognized as the series' executive producers; it is produced and distributed by Evolution Media. ==Cast and synopsis== ===Cast=== In June 2016, Yolanda Hadid announced that she had decided to leave the series after season six. Hadid revealed that she wished could depart the series on higher note, alluding to last years storyline revolving around her health. Shortly after Hadid's departure, the network released a statement wishing her well and leaving the door open for her saying, \"We wish her a full recovery and hope to see her again sometime on the show.\" On July 7, 2016, Lisa Vanderpump announced that she had considered departing the series but went on to announce her return for season seven. On the same day as Vanderpump's announcement of her return, Kathryn Edwards announced her departure. Edwards said the reason for her departure was due to prioritizing what she values most and she values time with her husband. She went on to say that she is very private and she valued her time on the series. Edwards also looks forward to watching season seven saying, \"I'm dying to see what's going to happen with Vanderpump and the crew next season!\" In August 2016, Eileen Davidson confirmed she would return for her third consecutive season. That same month, Kyle Richards was also returning to season seven, due to Bravo sharing a photo of the camera crew in her kitchen. Richards also went on to tease the new dynamic and shift in the series due to a new cast member. Richards also expressed that she would like her sister and former castmate, Kim Richards, to return to the series. In addition to the three returning housewives, it had been revealed that, Eden Sassoon, daughter of hairstylist Vidal Sassoon was filming for the upcoming season as well as former cast member Camille Grammer. Grammer went on to describe a party that had been filmed and in attendance was returning wives Richards and Davidson as well as season six's Erika Girardi. Later in September, Vanderpump confirmed her close friend, Dorit Kemsley, had been filming for the seventh season, and that Glanville would not be making any appearances in the season. On September 19, 2016, during an interview with Access Hollywood, Kyle Richards confirmed that Sassoon would appear in a recurring capacity. In the same interview, Rinna also confirmed Sassoon's arrival to the series as well as confirming her own return. On October 27, 2016, Bravo confirmed that the seventh season would feature six housewives; this included the previously confirmed Vanderpump, Kyle Richards and Rinna. In the following days Bravo official confirmed Davidson and Girardi's return. On November 1, 2016, Bravo announced the six wives to be featured in the seventh season would be Vanderpump, Kyle Richards, Rinna, Davidson, Girardi and newcomer, Dorit Kemsley. In the official trailer for the season, it was revealed that former housewives Camille Grammer and Kim Richards would make guest appearances. Kemsley, who joins the series as a close friend of Vanderpump, grew up in Woodbridge, Connecticut. Soon after leaving her hometown at 19-years-old, Kemsley arrived in Italy, where she used her bachelor's degree in marketing, design and communication at a global swimwear company. After working for the company for a decade, Kemsley moved to New York and began designing her own clothes for her company, Dorit, that specializes in Italian resort and swimwear. In New York, Kemsley met English businessman, Paul Kemsley. The pair married on March 7, 2015, which was documented by Wedding Style magazine, and since the pair have had two children together; a two-year-old son, Jagger, and a daughter, Phoenix. When the couple isn't raising their kids they run their management company, Nixxi Entertainment, with clients such as Boy George and Pelé. Although Kemsley juggles hosting events for the management company, raising a family and designing clothes, she still maintains time for organizations such as Safe Kids. Also joining the seventh season, in a recurring capacity, is Eden Sassoon. Sassoon is the daughter of beauty mogul, Vidal Sassoon and actress, Beverly Adams. Sassoon has gone on to extend the legacy with owning two salons, EDEN by Eden Sassoon, and two Pilates studios. Not only does Sassoon own four businesses, she has also built a nonprofit organization, Beauty Gives Back. Sassoon's organization helps fight the global water crisis by uniting the hair industry. Sassoon is the mother of two, Olivia and Tyler, in which she shares custody with her ex- husband. She struggles with the challenge of being a single mother as well as finding the time to run her multiple businesses. With being sober for four- years, Sassoon lives in a constant cleanse and is described to be a person who is \"outspoken\" and has a \"flirtatious lifestyle.\" ==Episodes== ==References== ==External links== * * * Category:2016 American television seasons Category:2017 American television seasons Beverly Hills (season 7) ",
    "title": "The Real Housewives of Beverly Hills (season 7)"
}