{
    "id": "51423391",
    "text": "\"Tell Your Heart to Beat Again\" is a song written by Bernie Herms, Randy Phillips, and Matthew West and originally recorded by Contemporary Christian- Worship trio, Phillips, Craig and Dean for their twelfth studio album, Breathe In (2012). It was later recorded by American singer Danny Gokey for his second studio album, Hope in Front of Me (2014), with production by Herms. Gokey's rendition was released to Christian radio January 8, 2016 through BMG- Chrysalis as the album's third single. The song reached number two on the Billboard Christian Songs chart, earning Gokey his highest-charting single to date. In May 2016, an extended play featuring a Spanish version of the song, titled \"Que Tu Corazón Vuelva a Latir\", was released in promotion of Gokey's fourth studio album, La Esperanza Frente a Mi (2016), a Spanish re-recording of Hope in Front of Me. ==Composition== \"Tell Your Heart to Beat Again\" is a midtempo, piano-driven ballad written by Bernie Herms, Randy Phillips, and Matthew West. Initially composed in the style of Contemporary Christian music, Gokey's recording also includes influences of blue-eyed soul and country pop. According to the sheet music published by BMG Rights Management, \"Tell Your Heart to Beat Again\" is composed in the key of D Minor and set in common time () to a \"flowing\" tempo of approximately 67 BPM. The song follows a chord progression of E – Dm7 – B – F5 – C and includes a two octave vocal range spanning from C through C. Lyrically, the song tells a story of starting over and moving on after a tragedy, with the narrator's faith in God bolstering his resilience. ==Music video== An accompanying video was directed by Kristin Barlowe and premiered June 1, 2016. It focuses on a woman who releases her sadness through dance and a man who takes up boxing to defend himself after a mugging incident, both shown to have grown stronger through their struggles. ===Response=== The video received a nomination for Short Form Video of the Year at the 2016 GMA Dove Awards. ==Reception== ===Accolades=== The song was nominated for Pop/Contemporary Recorded Song of the Year at the 2016 GMA Dove Awards. ===Commercial=== \"Tell Your Heart to Beat Again\" entered the Christian Songs chart dated August 8, 2015 as an album track. It re-entered at 32 on the chart dated January 2, 2016 following the announcement of its release as a single. (NB: See \"last week\" position on hover-over information panel) The song reached its peak position of two on the chart dated April 16, 2016 and was the week's greatest gainer in digital sales. In reaching this position, the song surpassed 2014's \"Hope in Front of Me\" as Gokey's highest-charting entry. It peaked at number two on the Christian Digital Songs sales chart the same week. ==Track listing== ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" ! Chart (2016) ! Peak position |- |} ===Year end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center;\" ! Chart (2016) ! Position |- ! scope=\"row\"| US Christian Songs (Billboard) | 5 |} ==Certifications== ==Release history== {| class=\"wikitable\" ! Country ! Date ! Format ! Label ! |- | United States | January 8, 2016 | Christian radio | | |- | Worldwide | May 6, 2016 | Extended play | BMG | |- |} ==References== ==External links== * Category:2014 songs Category:2016 singles Category:Danny Gokey songs Category:Songs written by Bernie Herms Category:Songs written by Matthew West Category:BMG Rights Management singles ",
    "title": "Tell Your Heart to Beat Again"
}