{
    "id": "51427544",
    "text": "Moshe Decter (October 14, 1921 – June 28, 2007) was a New York intellectual, and a prominent activist for Israel and Jewish causes. His articles in The New Leader and Foreign Affairs first brought the persecution of Soviet Jews to the attention of journalism and policy elites as well as ordinary citizens in the 1950s and 1960s. He was the author and editor of a number of books, including the 1954 'McCarthy and the Communists' (co-authored with James Rorty) https://www.amazon.com/McCarthy-Communists-James-Moshe- Decter/dp/B000R7Z448/ref=tmm_pap_swatch_0?_encoding=UTF8&qid;=1570812967&sr;=1-6 ; the 1961 'The Profile of Communism' https://www.amazon.com/Profile- Communism-Fact- Primer/dp/B000RJN286/ref=sr_1_1?keywords=Profile+Communism&qid;=1570813133&s;=books&sr;=1-1 ; the 1970 'REDEMPTION! REDEMPTION! REDEMPTION! Jewish Freedom Letters from Russia' (with a foreword by Bayard Rustin) https://www.amazon.com/Redemption- Jewish-Freedom-Letters-Russia/dp/B0010EXTTO ; and the 1977 'To Serve, to Teach, to Leave: the Story of Israel's Development Assistance Program in Black Africa' https://www.abebooks.com/servlet/BookDetailsPL?bi=905574168&cm;_sp=rec-_- o_3_ii-_-bdp&reftag;=o_3_ii. He established and directed the Jewish Minorities Research bureau, served as executive secretary of the Conference on the Status of Soviet Jews and was director of research of the American Jewish Congress. He worked for Nativ or officially for Lishkat Hakesher or The Liaison Bureau, an Israeli liaison organization that maintained contact with Jews living in the Eastern Bloc during the Cold War and encouraged aliyah, or immigration to Israel. After the collapse of the U.S.S.R., he worked as an editor of the Near East Report and served as an adviser to the Israeli Embassy in Washington. He is the father of Joshua Decter from his second marriage to the late Paula Decter; and he is the father of Naomi Decter and the late Rachel Decter, from his first marriage in the 1950s to Midge Rosenthal (who retained the Decter surname after their divorce). == External links == * Guide to the Papers of Moshe Decter at the American Jewish Historical Society * Transcript of oral history interview with Moshe Decter (1990) at the New York Public Library, Dorot Jewish Division, **P (Oral Histories, Box 294 no. 2) == References == Category:1921 births Category:2007 deaths Category:Jewish American community activists Category:Place of birth missing Category:Place of death missing Category:American Jews ",
    "title": "Moshe Decter"
}