{
    "id": "51421611",
    "text": "Festina (also called Twin Springs) is an unincorporated community in Winneshiek County, Iowa, United States. It is located on Iowa Highway 150, south of Calmar. ==History== In 1850-51, \"a single house of entertainment, a kind of saloon\" was located at Festina. St. Mary's Catholic Church was established in 1854. A school was attached in the 1880s. The settlement was platted in 1856. The Turkey River Bridge, formerly located southwest of Festina, was the third largest bowstring truss bridge in the United States. Built in 1873, it was added to the National Register of Historic Places in 1998, then removed from the register in 2010 when it was demolished and replaced. \\- Information on the school zoning is on page 91 (PDF p. 92/512). The population in 1880 was 127. Around that time, Festina had a brewery, a public school, a post office, two general stores, and was described as lying \"in a beautiful valley five miles south of Calmar\". A creamery was located at the settlement in 1894. ==Education== Students attend schools in the South Winneshiek School District. CFS Catholic School formed as a consolidation of Catholic schools in Calmar, Festina, and Spillville. Prior to fall 2020 its campuses are St. Aloysius Center in Calmar and St. Wenceslaus Center in Spillville. In 2019 CFS and St. Theresa of Calcutta in Ossian announced plans to consolidate into a single school, with the Calmar campus closing. Beginning fall 2020 the Ossian campus will house grades K-2 and middle school while the Spillville campus will house grades 3-4. ==World's smallest church== Located southwest of Festina is St. Anthony of Padua Chapel, described at the \"world’s smallest church\". Measuring by , it is able to seat eight people. A public park adjoins the chapel and offers a picnic area, as well as canoe access and fishing in the Turkey River. The church was constructed to fulfill a vow made by Johann Gaertner's mother, who promised God she would build Him a chapel if her soldier son survived Napoleon's Russian campaign. The boy returned home unharmed, and the chapel was built of locally quarried stone in 1885. ==References== Category:Unincorporated communities in Winneshiek County, Iowa Category:Unincorporated communities in Iowa ",
    "title": "Festina, Iowa"
}