{
    "id": "51428179",
    "text": "Kwesi Kwaa Prah (born 1942, Kumasi)Prah, Kwesi Kwaa, 1942 at the National Library of South Africa.K.K. Prah at the University of Amsterdam Album Academicum. is an author, public speaker, and a Sociology professor, who was born in Ghana and has been based in southern Africa since the 1980s. He is the author of several books, including Beyond The Color Line (1997).\"Beyond The Colourline\" at Online Library, UKZN. He has also published many articles revolving around the topics of Africa's history and what is to come in Africa's future, as well as speaking and writing on issues such as the education system and social reforms. He is vocal about the race issues in society, speaking publicly and challenging government actions. He is the founder and Director of the Centre for Advanced Studies of African Society (CASAS). He has worked in a number of universities in Africa, Europe and Asia, researching and teaching Sociology and Anthropology. == Early life == Prah was born in Ghana, and grew up there until the age of 18, when in the early 1960s he went to Leiden University in the Netherlands to study Sociology.Kwesi Kwaa Prah, \"Has Rhodes Fallen? Decolonizing the Humanities in Africa and Constructing Intellectual Sovereignty\", The Academy of Science of South Africa (ASSAF) Inaugural Humanities Lecture. HSRC, Pretoria, 2015. He went on to attend the University of Amsterdam and also travelled to Germany, before returning to Ghana. Upon his return, he started to run into problems with the government regarding the education system. The government had started arresting and censoring many of the people who went against government ideas regarding the education system, and this caused Prah to decide to start a campaign to free his colleagues. With the government soon looking to arrest him, Prah left for South Africa, where he had contact with the Pan-African society. In South Africa, he became the director of sociology at the University of the Western Cape (UWC). == Career == Prah has worked at a number of universities across Africa, Europe, and Asia. In Germany, he got his first teaching job at Heidelberg University. Later on, he became Associate Professor in the Department of Sociology and Anthropology. In 1981, Prah became a Professor at the University of Juba. He was head of the Social Science Interface Research Unit of the International Centre for Insect Physiology and Ecology in Kenya. In 1985, Prah moved to the Institute of Southern African Studies in the National University of Lesotho, where he became a professor and conducted research. He took the title of Head of the Research Divisions, and from 1988 to 1992 was a Principal Research Scientist for the Social Science Interface Research. In 1992, he became a Professor of Sociology in South Africa. In 1997 Prah founded the Centre for Advanced Studies of African Society (CASAS), and is the director of CASAS in Cape Town, South Africa. He makes an appearance in the 2010 documentary film Motherland by Owen 'Alik Shahadah.. Prah chaired the convening committee of the 8th Pan-African Congress that was held in South Africa in 2014.Conyeani, \"The 8th Pan African Congress: A Preliminary Report\", The African Sun Times, 7 February 2014. == Publications == Prah is a published author of books and articles that discuss African emancipation, Pan-Africanism, race, oppression, and politics. His most noted papers include Challenges to the Promotion of Indigenous Languages in South Africa, Reflections on the Annals of Neocolonialism, and Realities of African Governance and the Relevance of Higher Education; Problems and Prospects. His papers regard what Africa has gone through over the years in its transformation. They also address what struggles the continent has faced and may face in the future. Along with writing papers, he has had many speeches and books about that address similar topics as his papers but in more depth. His books include Beyond the Colour Line (1997), Between Distinction and Extinction (1998), and Africa in Transformation Vol. 1 (2000). He has written about 30 books for his organization CASAS. == Centre for Advanced Studies of African Society == In 1997 Prah founded the Centre for Advanced Studies of African Studies (CASAS), the main focus of which is the economic, social, cultural, and political aspects that have led to the current development of Africa. CASAS focuses on African cultural issues and how they relate to Africa’s development, which is not commonly found in other African research groups. CASAS employs experts in the field of African Society and the majority of their hires come from African institutions. CASAS is registered as a non-profit organization in South Africa and seeks most of its funding from donations. Currently, CASAS is involved in the movement to classify African languages into groups that can be mutually understood as part of their Harmonization and Standardization of African Languages Project. Other projects in which CASAS is participating include publishing their fundamental research as a monograph series, as well as publishing other papers on topics that fit the centre's primary objectives. ==Awards== * 2010: Commander of the National Order of the Ivory CoastKwesi Kwaa Prah biography - \"Board of Directors\", Pan- African University Press. * 2011: D.Litt. Honorary Degree by the University of the West Indies at Cave Hill, BarbadosHonorary Graduates, Alumni Online, UWI. * 2012: CL Engelbrecht Prize by Die Suid-Afrikaanse Akademie vir Wetenskap en Kuns * 2015: recipient of the Kwame Nkrumah Award for Service to Pan- Africanism, \"awarded to a scholar, administrator or politician who has contributed to the realization of the vision of African unity and development.\"\"USA Africa Dialogue Series - The Kwame Nkrumah Award for Service to Pan-Africanism:Professor Kwesi Prah\", Dialogues, 3 July 2015. ==Selected bibliography== * (Editor, with Ghaffar Mohammed Ahmed) Africa in Transformation, Vols 1 and 2, 2000, 2001Kwesi Kwaa Prah page at African Books Collective. * Report on the Seventh Nigerian Economic Summit 2000, Spectrum Books, 2002, . * Beyond The Colour Line: Pan Africanist Disputations: Selected Sketches, Letters, Papers And Reviews, Africa Research and Publications, 1997, * (Editor) Between Distinction and Extinction: Harmonisation and Standardisation of African Languages, Witwatersrand University Press Publications, 1998, * Jacobus Eliza Johannes Capitein: A Critical Study of an 18th Century African, Africa Research and Publications, 1992, ==References== ==External links== * Ashoka Profile of Prah Category:1942 births Category:Living people Category:Ghanaian sociologists Category:Leiden University alumni Category:University of Amsterdam alumni Category:University of the Western Cape faculty Category:University of Juba faculty Category:Ghanaian academics Category:People from Kumasi Category:Ghanaian expatriates in the Netherlands Category:Ghanaian expatriates in South Africa ",
    "title": "Kwesi Prah"
}