{
    "id": "51422311",
    "text": "Ted Steele (July 9, 1917 – October 15, 1985)DeLong, Thomas A. (1996). Radio Stars: An Illustrated Biographical Dictionary of 953 Performers, 1920 through 1960. McFarland & Company, Inc. . P. 251. was an American bandleader and host of several radio and television programs. He also held administrative positions at radio stations and had his own media-related businesses. ==Early years== Steele grew up on a dairy farm in Belmont, Massachusetts. When he was 7 years old, he received a scholarship to the New England Conservatory of Music; three years later, he presented piano concerts. At 13, he was expelled because he formed a dance band. In an article in the March 24, 1946, issue of Radio Life, Steele recalled, \"They tried to make a child prodigy out of me, but they didn't succeed. I didn't take it seriously — and how I hated to practice!\" Steele attended Trinity College in Hartford, Connecticut, paying his way with work in theaters and nightclubs. ==Radio== Steele was described in The Complete Directory to Prime Time Network and Cable TV Shows, 1946-Present as \"a versatile young (31) musician who had a blossoming career on radio in the 1940s.\" After first working as a page boy at NBC's New York City facilities, he moved up to sales promotion. His opportunity to work on the air came via his talent for playing a Novachord synthesizer, as he began to play themes and background music on up to 20 shows per week. ===Networks=== Steele had The Ted Steele Show on NBC in 1942 and Ted Steele's Novatones on NBC in 1939. He directed the orchestra on the 1947-1948 version of The Chesterfield Supper Club.Terrace, Vincent (1999). Radio Programs, 1924-1984: A Catalog of More Than 1800 Shows. McFarland & Company, Inc. . Pp. 73-74. He also was the host of Easy Does It, a 1946-1947 variety show on Mutual and was the organist for Lora Lawton and Society Girl.Buxton, Frank and Owen, Bill (1972). The Big Broadcast: 1920-1950. The Viking Press. SBN 670-16240-x. P. 220. In 1941, Steele played himself on Boy Meets Band on the Blue Network. An item in the trade publication Broadcasting described the program as the \"[d]ramatization of the growth of a fictional jazz band ... the trials of its leader with some general home life scenes of its members.\" In the mid-1950s, Steele had his own program on Mutual. Later in his career, he returned to network radio as one of the hosts of NBC's Monitor weekend program. ===Transcriptions=== Steele and Grace Albert were co-hosts of one series of Time Out for Fun and Music, a transcribed 15-minute music program. He directed the orchestra on The M-G-M Screen Test. ===Local radio=== Steele joined KMPC in Los Angeles, California, as an announcer and producer in 1937. On December 4, 1939, Steele began a 13-week series, Home Harmonies, on WMCA in New York City; the 15-minute programs featured Steele playing the Novachord. In 1940, he had a program using just his own name as the title, Ted Steele, on WFIL in Philadelphia, Pennsylvania.Sies, Luther F. (2014). Encyclopedia of American Radio, 1920-1960, 2nd Edition. McFarland & Company, Inc. . P. 683. He was on WOR in New York City in 1943, playing the Navachord and leading his orchestra in tunes from the 1920s. In 1947, Steele had a daily half-hour morning farm program on KYW in Philadelphia, Pennsylvania. The show contained a mix of recorded music and farm news. He was also KYW's farm director. Beginning November 17, 1947, Steele had a six-day-a-week disc jockey program on WMCA. He returned to WMCA in 1958, signing a three-year contract that allowed him to continue doing his television program on WOR-TV. In a departure from his usual musically oriented programs, Steele co-starred on Hollywood Dreams, a dramatic serial, on WABC in New York City. Beginning in 1949, he and his wife, Doris, were co-hosts of Mr. and Mrs. Music, a combination talk-disc jockey program, on WMCA. On December 31, 1962, Steele returned to the airwaves in New York City as host of At Your Service, a daily afternoon \"women's appeal\" program on WCBS. In 1967, he began working on WPEN in Philadelphia, Pennsylvania, with a morning program. In 1970, he had a morning show on WBAL in Baltimore, Maryland. ==Television== ===Networks=== On network television, Steele was host of The Ted Steele Show, a variety program that was broadcast on NBC in 1948, on the DuMont Television Network in 1949 and on CBS in 1949-1950.Terrace, Vincent (2011). Encyclopedia of Television Shows, 1925 through 2010. McFarland & Company, Inc. . P. 1057. He was also one of four hosts on Cavalcade of Bands on DuMont in 1950-1951. ===Local stations=== Steele's first television program was the weekly Piano Patter in 1948 on WPTV in Philadelphia, Pennsylvania. In the 1950s, he had daytime programs on local television in New York City, first on WPIX-TV and later on WOR-TV. The WOR-TV program, which began July 5, 1954, was reported to include a contract with Steele for more than $1 million for five years. In 1959, he was the host of Dance Party, described as \"an adult version of the teenage record hop programs,\" on WNTA in Newark, New Jersey. He also was host of Don't Call Us on WNTA. ==Media administration== In 1942, Steele was named director of programs for the Atlantic Coast Network, a group of 10 stations. He also was music director at KPMC, beginning January 1, 1946. During his tenure in that position, he was the focal point of a controversy related to the station's decision to ban Bebop music. He resigned effective June 1, 1946, to go on tour with his orchestra. Steele was executive producer at WPIX 1950-1954. In 1955, he was named musical director at WOR-AM-TV in New York City. In 1960, he became general manager of WNTA-AM-FM, in Newark, New Jersey, and in 1961 he went to WINS, New York City, to be general manager. ==Business== Steele owned Ted Steele Radio Productions in New York City in 1941. The company, located in Rockefeller Plaza, produced programs and commercials. From 1946 to 1948, He was director of the radio-television division of the John C. Dowd Advertising Agency in Boston, Massachusetts. In 1957, he formed his own business, Ted Steele Radio & Television Station Representatives, in New York City. An article in Broadcasting said that Steele would continue his daily television program on WOR. ==Personal life== Steele married actress Marie Windsor on April 21, 1946, in Marysville, Utah. Their marriage ended in an annulment in 1953. He was also married to the former Doris Brooks; they had two daughters, Sally and Sue. The couple had a farm outside of New Hope, Pennsylvania, on which they raised Guernsey cattle. In 1956 his third marriage was to Ceil Loman, who later changed her first name and became Alison Steele, \"one of the first female disc jockeys on radio.\" That marriage ended in divorce. ==References== ==External links== Category:1917 births Category:1985 deaths Category:American radio bandleaders Category:American radio DJs ",
    "title": "Ted Steele (bandleader)"
}