{
    "id": "51420124",
    "text": "The Intro is the debut EP by Canadian singer/songwriter Ruth B. It was released on November 27, 2015, and was met with generally positive reviews. ==Background== Ruth B had initially gained popularity by posting six-second snippets of her singing on Vine; she was encouraged by her fans to write a full-length song, so she wrote \"Lost Boy\", which ended up being her first hit. The song entered the Top 100 of the iTunes chart \"with no promotion\", and B began receiving offers for recording contracts from various record labels. She signed to Columbia Records and shortly after began recording music for \"The Intro.\" B stated in an interview with Rookie that being signed \"felt really validating and cool that people in the business thought that I could do it, not just my friends and family.\" ==Writing and recording== Ruth B began writing music after being signed to her record label; she stated that she wanted to take an \"honest, real, and vulnerable\" approach when writing the music. Ruth B self-produced her entire EP, and wrote 14 songs for the EP, selecting 4 to be included on the release. Three of the EP's songs (\"Lost Boy\", \"Golden\", and \"2 Broke Kids\") were written prior to Ruth B's signing to the record label; she wrote \"Superficial Love\" shortly after being signed. The EP was recorded in two days at a music studio in Brooklyn. ==Release== The album was released as an MP3 on 27 November 2015, and re-released on CD in 2016, following the success of \"Lost Boy\". ==Critical reception== Andy Kellman, writing for AllMusic, calls the lyrics \"elegant and direct\" and concludes that the EP is \"all aching love songs that are nonetheless comforting.\" ==Commercial performance== The EP debuted at number 20 on the Billboard Canadian Albums Chart. and number 52 on the US Billboard 200. The Intro also reached number 7 on the Americana/Folk Albums chart. ==Track listing== Adapted from AllMusic. All songs written by Ruth B. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" !Chart (2015–2016) !Peak position |- |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (2016) !Position |- !scope=\"row\"|US Billboard 200 |166 |} ==References== Category:2015 debut EPs Category:Columbia Records EPs ",
    "title": "The Intro (EP)"
}