{
    "id": "51420006",
    "text": "Alice Dryden in about 1890. Alice Dryden (3 August 1866 – 4 February 1956) was an English photographer, historian and writer. She published books and articles about the history of various Midlands counties illustrated with her own photographs, and is also remembered for her work on the history of lace. Her name was Alice Marcon after 1913. == Early life == Dryden was born on 3 August 1866Brian Dix, ‘Dryden, Sir Henry Edward Leigh, fourth baronet and seventh baronet (1818–1899)’, Oxford Dictionary of National Biography, Oxford University Press, 2004 at the Elizabethan manor house of Canons Ashby in Northamptonshire to Frances and Henry Dryden, and was their only child. Sir Henry was the principal local landowner and a magistrate. His daughter received a \"smattering\" of education of the kind considered suitable for girls of the \"squirearchy\" class, according to an obituary.Alice Dryden (Mrs. John Marcon) - obituary, Northamptonshire Past and Present, Vol 2:3, 1956, p157 She had a scholarly side and took an interest in her father's antiquarian pursuits. As a young woman she enjoyed following hounds and horse racing. == Photography and lace == Lancaster camera on show in her old bedroom at Canons Ashby House. Photography was one of her main interests during the 1890s. Dryden drove herself around in a dogcart photographing old buildings, villages and other scenes in Northamptonshire and beyond. Some of these were later published in her books in the county history Memorials series published by Bemrose. She and Margaret Jourdain worked together on a book about areas that would be affected by the construction of the Great Central Railway. Their friendship led to an important collaboration on the history of lace. Dryden and Jourdain added chapters and photographs to Fanny Bury Palliser’s 1865 book, History of Lace. The updated and expanded version was well reviewed in the Times Literary Supplement which commented on the \"good use\" made of \"modern photographic methods\".Thomas Humphry Ward , 'Mrs Palliser's History of Lace', Times Literary Supplement, 25 June 1902 This new History of Lace, \"entirely revised, re-written, and enlarged under the editorship of M. Jourdain and Alice Dryden\" came out in 1901 and was republished several times between then and 1984. Dryden was Honorary Secretary of the Northamptonshire Home Arts and Industries Association which encouraged a revival of lace-making and other crafts. In the 1880s and 1890s she was also active in the Primrose League, an organisation supporting Conservative principles, which held summer fairs in the grounds of big houses like Canons Ashby. == Writing == After 33 years living at Canons Ashby Dryden had to move when her father died. A woman could not inherit his estate, nor the baronetcy. Her mother had died a few months before Sir Henry, and Alice Dryden inherited about £7500 from her parents.‘Find a Will’ probate search She moved house a few times before settling in Boars Hill. She had been writing regularly for the Pall Mall Gazette with articles like 'Pillow lace in the Midlands' (1896) and 'Compton Wynyates' (1898). In the early 1900s she produced several illustrated books about the history of the English Midlands, starting with Memorials of Old Northamptonshire (1903) where she was the editor, author of six chapters, and photographer for many of the illustrations. As well as being contributing editor of other illustrated books in the Memorials series she wrote a piece on Honiton lace for Memorials of Old Devonshire. In 1911 she also published a book on Church Embroidery including photographs, which ran to two further editions, and one on the history of the Grey family of Groby. For a short time she was the partner in a London shop, Elden, offering interior decoration services to owners of grand country houses, but she soon left it to be run by Ethel Bethell (aka Mrs Guy Bethell).London Gazette, 14 April 1905, p2824 Flemish bobbin-made tape lace, 17th century, photographed by Alice Dryden. She edited her father's work on hunting and published it in 1908 as The art of hunting: or, three hunting mss. A revised edition of the art of hunting, by William Twici, huntsman to King Edward the Second. The craft of venery. A translation of La chasse du cerf. A review in the Times Literary Supplement praised this book, which had been printed in an earlier version in 1843/4 with a very limited circulation, and said that Alice Dryden's notes along with her father's previously unpublished notes made the work far more \"intelligible\".James Edmund Vincent, 'Medieval Hunting Literature', The Times Literary Supplement, 31 December 1908, p497 It also mentioned her historical research into the real-life identity of the huntsman Twici or Twiti. An obituary described it as her \"magnum opus\". == Later life == On 6 April 1913 Dryden married John Marcon in London and they went to live in Highclere. After contracting polio in 1919 her ability to walk was restricted. Her husband died in 1928 and she moved to 7 Hamilton Road in Oxford where she lived until her death on 4 February 1956. Over the years she donated items of historical interest to museums, including a collection of her father's drawings to Northampton public librarySir Henry Dryden collection and some antiques related to textiles and social history to the Pitt Rivers Museum, Oxford.English Collections: Alice Marcon == References == Primrose League \"grand fete and gala\" at Canons Ashby, advertised in 1891. == External links == * Alice's Room, Canons Ashby Category:English women photographers Category:English women writers Category:British historians Category:People from Daventry District Category:1866 births Category:1956 deaths Category:British women historians ",
    "title": "Alice Dryden"
}