{
    "id": "51428655",
    "text": "Damsel is a 2018 American Western comedy film written and directed by David Zellner and Nathan Zellner. It stars Robert Pattinson and Mia Wasikowska. The film premiered at the 2018 Sundance Film Festival on January 23, 2018 and was released on June 22, 2018, by Magnolia Pictures and Great Point Media. ==Plot== Samuel Alabaster, an affluent pioneer, intends to propose to and marry the love of his life, Penelope. In town he hires Parson Henry, a drunkard, to officiate it. Together, the two venture across the American frontier with a miniature horse named Butterscotch, a wedding present for Penelope. During the journey, Samuel and Henry run into Rufus Cornell, who attempts to shoot and kill Samuel before running off. Samuel chases after Rufus, only for the latter to fall off a cliff to his apparent death. Samuel confesses to Henry that Penelope had been kidnapped by Rufus and Rufus' brother Anton, and that he seeks to rescue her. Henry agrees to help him for more money. Reaching the Cornell home, Samuel attempts to sneak around the property as Henry watches from afar. Anton exits the house, and Henry panics. He fatally shoots Anton in the head. Samuel rushes up to the corpse and shoots it some more. Penelope exits the house and holds Samuel at gunpoint. Samuel attempts to propose to her but she rejects him and declares that she hates him and loved Anton. In grief, Samuel commits suicide. Penelope takes Henry as her prisoner before blowing up the house. Venturing back toward the town, Penelope and Henry run into Rufus, who survived his fall and was able to track Henry and Penelope. Rufus attempts to take Penelope as his wife, but she rejects him. He then decides to murder her and Henry but is shot and killed with an arrow by Zachariah Running Bear. That night, Henry discusses his desire to learn of the Native culture and asks to join Zachariah on his journey. The next day, Henry and Penelope awaken to discover that Zachariah has left. Penelope frees Henry, who hugs her and apologizes for what has happened. However, before Penelope leaves with Butterscotch, Henry spontaneously proposes to her. She throws a large stone in his face and rides off. ==Cast== * Robert Pattinson as Samuel Alabaster * Mia Wasikowska as Penelope * David Zellner as Parson Henry * Robert Forster as Old Preacher * Gabe Casdorph as Anton Cornell * Nathan Zellner as Rufus Cornell * Joseph Billingiere as Zacharia Running Bear ==Production== David and Nathan Zellner assembled the three principal cast members along with 27 crewmembers and 70 extras. Filming was set to last 32 days. Most of the film was shot in Utah, which provided tax incentives for the production. In an interview, Pattinson described the film as, \"a kind of slapstick comedy.\" ===Filming=== Principal photography began on July 11, 2016 at Wasatch Range in Summit County, Utah. Filming moved to Oregon in late August 2016. Scenes were filmed with Pattinson and Wasikowska on the Oregon Coast on August 25, 2016, after which filming was wrapped. ===Music=== In February 2017, David Zellner confirmed via an Instagram post that The Octopus Project would compose the score for the film. In March 2017, Pattinson himself confirmed that he is also contributing to the music of the film. In February 2018, it was announced that Russell Mael of the band Sparks was cast in a singing role. ==Reception== On review aggregator website Rotten Tomatoes, the film holds an approval rating of 67% based on 109 reviews, and an average rating of 6.44/10. The website's critical consensus reads, \"The beautifully filmed Damsel injects the western genre with a welcome dose of humor and some unexpected twists, although its stately pace may frustrate impatient viewers.\" On Metacritic, the film has a weighted average score of 63 out of 100, based on 33 critics, indicating \"generally favorable reviews\". ==References== ==External links== * Category:English-language films Category:Films shot in Utah Category:Films shot in Oregon Category:American Western (genre) comedy films Category:American films Category:2010s Western (genre) comedy films Category:2018 comedy films ",
    "title": "Damsel (2018 film)"
}