{
    "id": "51430706",
    "text": "The Jersey women's cricket team is the team that represents the Crown dependency of Jersey in international women's cricket matches. They became an affiliate member of the International Cricket Council (ICC) in 2005, and an associate member in 2007. In April 2018, the ICC granted full Women's Twenty20 International (WT20I) status to all its members. Therefore, all Twenty20 matches played between Jersey women and another international side after 1 July 2018 will be a full WT20I. ==Development== Jersey Cricket requires increased participation and therefore performance from its teams. In order to achieve this, it continues to develop a sustainable structure that will provide cricket opportunities for all. To meet the needs of its growing player base, Jersey is in need of more trained coaches, umpires, scorers and administrators. Jersey has put a high priority on developing women's cricket from grass root level to the senior national side. Hiring of Gemma Dunning as female development coach, courtesy Regional funding support in Jersey, has increased participation numbers in the girls' and women's game. Jersey is working closely with Hampshire CCC and the Guernsey Cricket Board in order to offer competitive and fun playing opportunities across all age groups. ==Records and statistics== International Match Summary — Jersey Women {| class=\"wikitable\" style=\"text-align: center; width: 500px;\" |- | colspan=7 align=\"center\" | Playing Record |- ! Format !! M !! W !! L !! T !! NR !! Inaugural Match |- | align=\"left\"| Twenty20 Internationals || 7 || 4 || 3 || 0 || 0 || 31 May 2019 |- Last updated 3 August 2019 |} === Twenty20 International === * Highest team total: 123/5 (18.3 overs) v France on 2 August 2019 at Parc du Grand Blottereau, Nantes. * Highest individual score: 39*, Florrie Copley v Guernsey on 31 May 2019 at College Field, Saint Peter Port. * Best individual bowling figures: 4/16, Rosa Hill v Norway on 3 August 2019 at Parc du Grand Blottereau, Nantes. T20I record versus other nations Records complete to WT20I #713. Last updated 3 August 2019. {| class=\"wikitable\" style=\"text-align: center; width: 600px;\" |- ! Opponent !! M !! W !! L !! T !! NR !! First match !! First win |- | colspan=\"8\" style=\"text- align: center;\" | ICC Associate members |- |align=left| | 2 || 1 || 1 || 0 || 0 || 1 August 2019 || 3 August 2019 |- |align=left| | 2 || 1 || 1 || 0 || 0 || 31 July 2019 || 2 August 2019 |- |align=left| | 1 || 0 || 1 || 0 || 0 || 31 May 2019 || |- |align=left| | 2 || 2 || 0 || 0 || 0 || 1 August 2019 || 1 August 2019 |} ==See also== * Jersey Cricket Board * List of Jersey women Twenty20 International cricketers ==References== ==External links== *Official Website *FemaleCricket-Jersey *Cricinfo Jersey Category:Cricket in Jersey Category:Women's national cricket teams Cricket Category:Jersey in international cricket Category:Women's sport in Jersey ",
    "title": "Jersey women's cricket team"
}