{
    "id": "51437700",
    "text": "Julius H. Steinberg (1847–1923)Devera Stocker, When Grandfather Julius Came to Michigan, in Michigan Jewish History, November 1965, The Jewish Historical Society of Michigan was a businessman and theatre entrepreneur in Michigan, United States. Steinberg was born February 18, 1847, in Suwalki, Russian Poland. To avoid conscription he emigrated in 1868 to Traverse City, Michigan, not yet a village at the time, and became the first Jew to settle there.Michigan Jewish History vol 19-2, June 1979, Official Publication of The Jewish Historical Society of Michigan. Together with his wife Mary (Marion Starska, who arrived four years after her husband), Julius established a mercantile business and raised seven children. The store, which remained in the Steinberg family for over 50 years, closed in 1922 as the J.H. Steinberg Store. In 1891 Julius built the Steinberg's Grand Opera House above the store with a seating capacity of 700-800 at a cost of $60,000. The first production occurred in 1894 starring Walker Whiteside, a leading American actor, in Hamlet.Al Barnes, Julius H. Steinberg, Early Jewish Pioneer of Traverse City and The Steinberg Grand Opera House, in Michigan Jewish History, vol 14-2, June, 1974, Jewish Historical Society of Michigan, pp 24-30. Movies were shown in the opera house for a short time until a Michigan law was passed in 1915 forbidding the showing of movies in second floor theaters. Consequently, Julius Steinberg built the Lyric Theater next to the opera house in 1916; the Lyric Theater was remodeled in 1950 and renamed the State Theater, which is still active. Steinberg died on April 4 1923 in Detroit after a short illness and was interred at the Machpelah Cemetery in Ferndale, Michigan. ==References== Category:1847 births Category:1923 deaths Category:American businesspeople Category:American people of Polish-Jewish descent Category:Congress Poland emigrants to the United States Category:People from Suwałki Category:People from Traverse City, Michigan Category:Theatre owners ",
    "title": "Julius H. Steinberg"
}