{
    "id": "51434940",
    "text": "Ypresiosirex is an extinct genus of sawfly in the horntail family Siricidae. The genus is solely known from a single Eocene fossil found in North America. At the time of its description the new genus was composed of a single species named Ypresiosirex orthosemos. ==History and classification== Y. orthosemos is known only from one fossil, a part and counterpart holotype, specimen number RBCM.EH2015.004.0001.001A&B;, which is housed in the collections of the Royal British Columbia Museum in Victoria, British Columbia. Ypresiosirex was described from a specimen which was recovered from outcrops of the early Eocene, Ypresian McAbee Fossil Beds near Cache Creek, British Columbia. The unnamed formation outcropping at the McAbee Fossil Beds preserve an upland temperate flora that was first interpreted as being Microthermal, although further study has shown them to be more mesothermal in nature. The plant community preserved in the McAbee Fossil Beds site is mostly broadleaf pollen with alder and elm dominating, and may represent a successional forest involving multiple volcanic ash eruptions. Ypresiosirex was first studied by the paleoentomologists S. Bruce Archibald from Simon Fraser University in Burnaby, British Columbia and Alexandr Rasnitsyn of the A. A. Borissiak Paleontological Institute. Their 2015 type description of the new genus and species was published in the journal Canadian Entomologist. The genus name Ypresiosirex was coined by the researchers as a combination of Ypresian, the age of the fossil, and Sirex a horntail genus name. The specific epithet orthosemos is derived from Greek meaning \"with vertical stipes\", alluding to the corrugated texture of the wing membrane at its base. Ypresiosirex orthosemos was one of three sawfly species described in Archibald & Rasnitsyn's 2015 paper, the other two being Ulteramus republicensis and Cuspilongus cachecreekensis, from the Klondike Mountain Formation and the McAbee fossil beds respectively. ==Description== The single described female of Ypresiosirex is mostly complete, missing the very apical section of the ovipositor. The female has a body length of approximately and an overall preserved length of with the partially preserved ovipositor included. The body is dark in coloration overall, with an area of the mid-abdomen possibly lighter, though the change in color may be the result of preservation showing the ventral color and not the dorsal color. The fore-wings show darkening near the base which grades to hyaline for the rest of the membrane. In some areas of the head and thorax preservation is detailed enough to show the surfaces had a patterning of shallow densely spaced pits. Placement of the genus into Siricidae was based on the modified abdomen tip which forms a cornus. The basal area of the wings shows distinct corrugation running from the leading edge to the rear edge, which is not seen in any other hymenopterans. ==References== Category:Ypresian insects Category:Fossils of British Columbia Category:Fossil taxa described in 2015 Category:Fossil insects of North America † ",
    "title": "Ypresiosirex"
}