{
    "id": "51439677",
    "text": "Range, 1908 in Lüderitz Bay Paul Theodor Range (1 May 1879 in Lübeck – 29 August 1952 in Lübeck) was a German geologist and naturalist. He studied natural sciences at the universities of Würzburg and Leipzig, receiving his doctorate in 1903. From 1906 to 1914 he worked as a government geologist in German South-West Africa, and afterwards, performed scientific studies in the Sinai Peninsula.Paul Theodor Range Zürcher Herbarien From 1921 he gave lectures in geology at the University of Berlin, becoming an associate professor in 1934.BHL Taxonomic literature : a selective guide to botanical publicationsDeutsche biographische Enzyklopädie: (DBE) edited by Rudolf Vierhaus In 1936, he was named president of the Deutschen Geologischen Gesellschaft. Range is commemorated in the scientific name of the Namib sand gecko (Pachydactylus rangei), which was described as a species new to science by herpetologist Lars Gabriel Andersson in 1908.The Eponym Dictionary of Reptiles by Bo Beolens, Michael Watkins, Michael Grayson ==Published works== *Das Diluvialgebiet von Lübeck und seine Dryastone : nebst einer vergleichenden Besprechung der Glazialpflanzen führenden Ablagerungen überhaupt, 1903 - The diluvial area of Lübeck and its dryastone. *Geologische Übersichtskarte des deutschen Namalandes, 1912 - Geological overview map of German Namaqualand. *Beiträge und Ergänzungen zur Landeskunde des deutschen Namalandes, 1914 - Contributions and supplements to the geography of German Namaqualand. *Ergebnisse von bohrungen in Deutsch-Südwest-Afrika, 1915 - Results from drilling in German South-West Africa. *Die flora der Isthmuswuste, 1921 - Flora of the isthmus desert. *Die küstenebene Palästinas. Mit geologischer übersichtskarte im maszstab 1:250000, 1922 - The coastal plain of Palestine; with a geological outline map (scale: 1:250000). *Begleitworte zur geologischen Karte der Isthmuswüste, 1922 - Accompaniments to the geological map of the isthmus desert. *Die isthmuswüste und Palästina, 1926 - The isthmus desert and Palestine.OCLC WorldCat Search (published works)Paul Theodor Range The Online Books Page ==References== Category:1879 births Category:1952 deaths Category:Scientists from Lübeck Category:Leipzig University alumni Category:University of Würzburg alumni Category:Humboldt University of Berlin alumni Category:German geologists ",
    "title": "Paul Theodor Range"
}