{
    "id": "51438743",
    "text": "William Thomas Beck (7 May 1865 – 15 January 1947) was a New Zealand Army Officer and one of the first New Zealand soldiers to land on Gallipoli on 25 April 1915. ==Early life and family== Born in Castlemaine, Australia on 7 May 1865, Beck was the son of Sarah Beck ( Taylor) and her husband Richard Beck. Beck and his family settled in Dunedin, New Zealand shortly after his birth. Beck married Edith Chick on 8 June 1896, in Port Chalmers, New Zealand. They had three children during their marriage. ==Military career== Beck was a Torpedoman Second Class in No 2 Service Company, Permanent Militia, Port Chalmers, in the 1890s. With the Garrison Torpedo Boat Corps abandoned by Imperial decree just after the turn of the century. Beck relocated to Auckland and by 1904 was employed by the Defence Stores Department as the Defence Storekeeper for the Northern District Stores Depot, Goal Reserve, Mount Eden, with the rank of Honorary Lieutenant in the New Zealand Staff Corps. In 1914 he was the Officer in charge of the Camp Ordnance for the Auckland Divisional Camp at Hautapu near Cambridge in April 1914. The Camp ran from 28 April to 11 May and he was responsible for managing store issued from the Auckland Defence Stores, including; > \"66 indicating flags, 80 Axes, 100 picks and handles, 800 water buckets, 800 > wash basins, 82 picket ropes, 81 brooms, 5000 groundsheets, 13 roberts > cookers, 13 horse troughs, 20 overall suits, 1320yards galvanised iron > piping, a 2000 gal water tank, 1 large swimming bath, 11 flagstaffs, 500 > nose bags, 566 pairs of boots, 455 mattress covers, 500 blankets\". As the Defence Storekeeper for Auckland he was soon granted the honorary rank of Captain and attached the New Zealand Staff Corps. On the declaration of World War I, Beck was mobilised deployed with the main body of the New Zealand Expeditionary Force, departing Wellington on 3 December 1914 on the troopship TSS Maunganui. Once in Suez, Egypt he was then attached to the New Zealand & Australian Headquarters Ordnance (NZ & Aust HQ Ordnance) of the New Zealand and Australian Division as the Deputy Assistant Director of Ordnance Services. Beck was part of General Godley's Headquarter and thus was amongst those in the first landing at Gallipoli on 25 April 1915. Lieutenant Colonel Fenwick, ADMS, another New Zealander, was part of the Headquarters landing party describes the events on that day: > \"we were all ready to land but were kept waiting and waiting until about > 9.00am. Some barges were moored alongside and a string of boats outside of > these on the starboard side. Colonels Braithwaite, Chaytor and Manders, > Major Hughes and Captain Beck and I got into the first boat. We were > frightfully hampered by our kit – overcoat, revolver, glasses, map case, > haversack, three days rations, firewood, Red Cross satchel, water bottle – > like elephants. It was certainty that we would drown if we got sunk. > \"After waiting, a steam picket boat came along in charge of a very fat rosy > midshipman. he took our string of boats in tow and we were off. Our boat > grounded about 50 feet from the shore and we all hopped out. Of course I > fell into a hole up to my neck. I could hardly struggle ashore and when I > did the first thing I saw was Beck sitting on a stone, roaring with laughter > at us. Billy Beck was the first New Zealander of Godley's force (there were > New Zealanders serving in the Australian Division) to get onto Gallipoli. So not only was Beck one of the first New Zealanders ashore it would appear that he was also a bit of a character and The Hawera & Normanby Star, 24 June 1916 had this to say about Captain Beck's service at Gallipoli: > Finally, there was Captain William Beck, an ordinary officer. \"Beachy Bill\" > was in charge of the store – a miserable little place – and whenever he put > his nose out of the door bullets tried to hit it. The Turkish gun in Olive > Grove was named after him, \"Beachy Bill.\" The store was simply a shot under > fire and Bill looked out and went on with his work just as if no bullets > were about. He was the most courteous and humorous, and no assistant at > Whiteley's could have been more pleasing and courteous than the brave > storekeeper on Anzac Beach. General Birdwood never failed to call on Captain > Beck or call out as he passed on his daily rounds, asking if he were there, > and they all dreaded that some day there would be no reply from a gaunt > figure still in death. But Captain Beck was only concerned for the safety of > his customers. He hurried them away, never himself. On 1 August Beck was transferred to duty in Alexandria never to return to Gallipoli. Beck invalided back to New Zealand on the RMS Tahiti 20 November 1915 and a medical board had found him \"incapacitated for military duty\" on 25 November 1915. On 16 February 1916 he transferred into the New Zealand Army Ordnance Corps on its formation. On 27 April 1916 he was stuck off the strength of the NZEF and transferred to the reserve list of officers with the rank of Captain. He then resumed his pre-war duties at the Northern District Ordnance Depot. ==After the war== Beck was retrenched from the military as part of the post war reductions. In civilian life, he worked for the Public Works Department. He retired in Wellington and died on 15 January 1947. He was interred in the soldiers' section of the Karori Cemetery, in Wellington. ==Honours and awards== *Companion of the Distinguished Service Order *Mentioned in Dispatches *1914–15 Star *British War Medal (1914–1920) *Victory Medal with oak leaf Beck's medals are now on display in the Gallipoli Room of the Maryborough Military and Colonial Museum, Queensland, Australia. The museum represents 114 soldiers, primarily with their medals, for gallantry or conspicuous service during the Gallipoli campaign. ==Legacy== Beck was adopted as the patron of the New Zealand Advanced Ordnance Depot, Singapore Military members club from 1986 to 1989. ==See also== *New Zealand Defence Stores Department *New Zealand Army Ordnance Department *New Zealand Army Ordnance Corps *Royal New Zealand Army Ordnance Corps ==External links== * the Warrior his Arms A History of the RNZAOC and its predecessors ==References== Category:1865 births Category:1947 deaths Category:Burials at Karori Cemetery Category:New Zealand Army officers Category:New Zealand military personnel of World War I Category:New Zealand Companions of the Distinguished Service Order Category:People from Port Chalmers ",
    "title": "William Thomas Beck"
}