{
    "id": "51435196",
    "text": "thumbRobert Knowles (30 October 1883 – 3 August 1936, Calcutta) was a British parasitologist, known for his discovery, with Biraj Mohan Das Gupta, of the Plasmodium species now known as Plasmodium knowlesi. ==Biography== Knowles matriculated at Downing College, Cambridge and graduated in 1905 with B.A. Receiving medical education at St Mary's Hospital, London, he was made M.R.S.C in 1907 and L.R.C.P. Lond. in 1907. As a British officer in the Indian Medical Service he was made lieutenant on 1 February 1908, captain on 1 February 1911, major on 1 August 1919, and lieutenant-colonel on 1 August 1927; upon his death in 1936 he held the rank of colonel. He became a professor of protozoology at the Calcutta School of Tropical Medicine in 1928. Knowles was the director of the Calcutta School of Tropical Medicine from 1933 to 1935; in the directorship his predecessor was Hugh William Acton and his successor was Sir Ram Nath Chopra. ==P. knowlesi== Giuseppe Franchini published in 1927 what is generally believed to be the first description of the Plasmodium species now known as P. knowlesi. At the Calcutta School of Tropical Medicine, in 1931 H. G. M. Campbell detected P. knowlesi in a macaque imported from Singapore. Campbell showed his discovery to his supervisor L. Everard Napier, who injected the strain into three monkeys, one of which developed symptoms of malaria. Aware of the Protozoological Department's search for a monkey malaria strain, Napier and Campbell gave the infected monkey to the physician Biraj Mohan Das Gupta, working under Knowles. Das Gupta maintained the Plasmodium species by serial passage in monkeys until Knowles returned from leave. In 1932, Knowles and Das Gupta published their description of the Plasmodiium species and their account of how it could be transmitted from monkey to human by blood passage to three human volunteers. The Plasmodium species was named Plasmodium knowlesi by Sinton and Mulligan in 1932. The first natural infection of P. knowlesi in humans was observed in 1965. ==Selected publications== *with Ronald Senior-White: *with H. W. Acton: * **with revision and abridgment by Biraj Mohan Das Gupta: *with Biraj Mohan Dasgupta and Ronald Senior-White: ==References== Category:1883 births Category:1936 deaths Category:Alumni of Downing College, Cambridge Category:Malariologists Category:British parasitologists Category:Indian Medical Service officers ",
    "title": "Robert Knowles (parasitologist)"
}