{
    "id": "51437940",
    "text": "Pedro Vásquez, also known as Peter Vásquez, (1591 – 25 August 1624) was a Roman Catholic missionary from Spain. He was beatified in July 1867 by Pope Pius IX.Fros SJ, Henryk \"Book of names and saints\", pp. 423–37, 2007 \"Martirologio\", Roman Curia Pontifical Academies == Early life == Pedro Vásquez was born in 1591 in Verín, in the Province and Roman Catholic Diocese of Ourense, in Spain. He was educated in Monterrei, before he entered the Order of Preachers at the Priory of Our Lady of Atocha in Madrid. He received the habit of Dominican Order, made profession on 30 April 1609 and was known as Hermano Pedro de Santa Catalina (Br Peter of St Catherine). He studied philosophy in the Royal Priory of Holy Cross in Segovia, then theology at the Priory of St. Thomas in Ávila.García OP, José Delgado \"Witnesses of the Faith in the Orient, Dominican Martyrs of Japan, China, and Vietnam\", Provincial Secretariat of Missions, 2006 == Missionary == In 1613, James Aduarte arrived to recruit missionaries for the Far East. Vásquez was chosen for this mission after showing great enthusiasm. Vásquez and Aduarte departed Spain and sailed to the Philippines via Mexico, They arrived in Manila at the end of April 1615. Vásquez's first assignment was in the province of Cagayan. He learned the regional language at Lal-lo, Cagayan in New Segovia. For the next five years, he was assigned to pastoral care within the Philippines. In 1621, Vásquez was then appointed to act as Superior of St. Vincent Community in Balunguei. He was not happy with this apostolate and repeatedly asked to be allowed to go to Japan, as the martyrdom of Alphonso Navarrete, in 1617, had made a profound impression on him. Ultimately, his superiors granted his request. In July 1621, he left Manila for his new apostolate work in Nagasaki. == Arrest and martyrdom == Because of the shortage of missionaries, Vásquez promptly started his mission work in the spring of 1622, once he educated himself with the language. On 14 August, he disguised himself as a Japanese guard, with a pair of swords slung at his side, he entered the prison of Nagasaki. He marched boldly through three sets of doors guarded by eight sentinels, without being discovered, to reach the imprisoned Christians and administer the Sacraments to them. Two renounced Christians, whose confessions he heard, exposed Vásquez's cover. In spite of these traitors, he escaped detection. He continued the intense labor of preparing many Christians who, he believed, would be martyred before long. Vásquez and his fellow missionaries were able to witness the cruel executions. In early November 1622, he was appointed acting Vicar-Provincial. Before his arrest, Vásquez had been working with Domingo Castellet, ministering to the Christians in Arima, Ōmura, and Nagasaki. During Holy Week, April 1623, Vásquez was in great danger of being arrested, but managed to evade capture. After his escape, he met Castellet in Fuchi before proceeding to Inasa, a village in the mountains, where he was unexpectedly arrested on 27 April. He was then taken to the courthouse for a hearing on the matter of his illegal activities. After the trial, he was sentenced to prison in Nagasaki. On 15 June 1623, he was transferred to prison in Ōmura. In the local prison, he joined Luis Sotelo OFM, Miguel de Carvalho SJ and two Japanese Franciscans, Ludovicus Sasada and tertiary Ludovicus Baba.Fros SJ, Henryk \"Saints and Blessed of the Society of Jesus\", Kraków: Wydawnictwo Apostolstwa Modlitwy, pp. 108–9, 1992, On 24 August, a death sentence was ordered, which was performed the next day in Ōmura.Borrelli, Antonio \"Blessed Michael Carvalho, Jesuit martyr\", 2005-02-22 On 25 August 1624, Vásquez and his companions were burned at the stake. The ashes of these martyrs, whose dead bodies we re-burnt, to prevent them being carried away by the Christians, were cast into the sea, however Castellet managed to secure a small portion of the relics of Vásquez. His relics were eventually deposited in the Jesuit church in Macau. Vásquez was beatified by Pope Pius IX on 7 July 1867.. In the Roman Catholic Church, his feast day is celebrated on 25 August, as well as 10 September, the anniversary of the massacre of 205 Japanese martyrs. ==References== Category:1591 births Category:1624 deaths Category:People of Spanish colonial Philippines Category:Spanish beatified people Category:Spanish Dominicans Category:Spanish expatriates in Japan Category:Martyred Roman Catholic priests Category:Roman Catholic missionaries in Japan Category:Spanish Roman Catholic priests Category:17th-century executions by Japan Category:Spanish Roman Catholic missionaries Category:Spanish people executed abroad Category:17th-century Spanish people Category:17th-century Roman Catholic martyrs Category:17th-century venerated Christians Category:People executed by Japan by burning Category:Dominican missionaries Category:Roman Catholic missionaries in the Philippines ",
    "title": "Pedro Vásquez"
}