{
    "id": "51436967",
    "text": "is a Japanese light novel series written by Kakeru Kobashiri and illustrated by Yoshinori Shizuma. The light novel won the Grand Prize at the 20th annual Dengeki Novel Awards. ASCII Media Works has published eleven volumes since February 2014. The series has received a manga adaptation illustrated by Takashi Iwasaki. A spinoff manga series, has also been published and illustrated by Yasuoka. An anime television series adaptation by White Fox aired between April 10, 2017 and June 26, 2017. ==Plot== It is the year 526 of the Liturgical calendar. Witches and their sorcery are notorious throughout the land, though knowledge of the existence of magic remains elusive. A half- man, half-beast mercenary, his kind scorned by the populace, dreams day and night of becoming a human. However, his fateful encounter one day with a witch by the name of Zero turns his dreams into reality. She offers to turn him human if he will escort her as her guard on her search for a magical tome, one that possessed powerful knowledge which could wreak havoc in the wrong hands. The two begin their travels with this agreement binding them together, with the mercenary serving as Zero's protector, though he despises her kind. ==Characters== ; : :The title character. She is a witch, child-like in appearance, but presumably much older. She is proficient in both Sorcery and Magic, having developed the latter. Despite her immense knowledge, she is clueless with regards to basic knowledge, such as the value of gems and monetary transactions. Situations that may normally embarrass others, hold no problem for her. She employed Mercenary, after promising to grant him his true human form. Zero has shown an interest in growing closer to him as the series progresses. At the end of the novel series, the two of them marry and open their own tavern in his village. She also seems to prefer the comfort of Mercenary's stomach fur to that of a real bed. ; : : He is a Beastfallen; people who are born cursed with the partial appearance of an animal. In his case it's a giant white Liger. It is revealed early on that Beastfallen were created by witches as soldiers. Whenever they were killed, the power that created them would return to the witch. However, if the witch was dead, it would pass on to her descendants making them Beastfallen. He is extremely proficient in fighting as well as cooking. The Mercenary has stated that it is his dream to one day open a tavern when he is human. Physically, he can outweigh most humans as well as even several Beastfallen. Despite being mistreated in his life, he has maintained himself as a better person. He has a gruff attitude, but is in fact a very kind person. He maintains this gruff demeanor and in a few cases, amplifies it, to make sure people remain wary of him and other Beastfallen who are not as kind as they have likely suffered abuse. His name remains unknown, as he was warned by Zero not to give his name out to witches who could use his name to control him. Since then, he has been referred to simply as Mercenary. ; : :A young girl who is a witch. She is Sorena's granddaughter and disguised herself as a boy to conceal her lineage. She initially attempted to try and kill Mercenary in order to take his head for a ritual that would increase her power. However, Albus was stopped by Zero and has since joined them. Despite this she occasionally jokes that she'll take Mercenary's head only to draw the latter's ire. She idolizes Zero as she is the one who wrote 'The Grimoire of Zero', a book that discusses the secrets of 'Magic', a new, different and efficient form of power utilized by Witches alongside Sorcery. ; : :A wolf Beastfallen. He was originally a prince who ran away from his family when he was caught having an affair and ended up living with Sorena. He asked Sorena to make him a Beastfallen to hide his royal lineage so that he could live out his life in peace. He was entrusted with taking care of Sorena's granddaughter (later revealed to be Albus) after Sorena was executed. ; : :The main antagonist. He is an old associate of Zero's, later revealed to be her older brother, who was the only other survivor aside from Zero of the massacre that led to the theft of the Grimoire of Zero. Alike Zero and Albus, Thirteen does not use his real name and opts for his alias. Thirteen's main personality trait is his deadpan face and low voice. Despite this, he shares Zero's mannerisms when it comes to food including being punctual about meals. Since leaving the cave behind, he has become a Court Mage for a local kingdom in hopes of squashing the rogue mages who have learned magic from the Grimoire. However, his motives have come into question as he is manipulating the people in the kingdom he works for. ; : :Sorena was the representative of the Mooncaller lineage and a great witch. While she used her power to help others, she was wrongly burned at the stake after humans mistakenly blamed her for spreading a plague. Her death triggered the rebellion by the witches in the Kingdom of Wenias, causing humanity to hunt the Witches. It was later revealed by Thirteen that the plague that Sorena was blamed for was actually started by accident thanks to an unnamed novice witch. ==Media== ===Light novels=== The light novels are written by Kakeru Kobashiri and illustrated by Yoshinori Shizuma. The series won the grand prize at the 20th Dengeki Novel Awards in 2013. ASCII Media Works began publishing the series under its Dengeki Bunko imprint in February 2014, and eleven volumes have been published to date. ===Manga=== A manga adaptation by Takeshi Iwasaki has been serialized in ASCII Media Works' seinen manga magazine Dengeki Maoh since 2014. Yasutake launched a spinoff manga, titled , in Dengeki Maoh on October 27, 2015. ===Anime=== An anime television series adaptation was announced at the Dengeki Fall Festival on October 2, 2016. The series is directed by Tetsuo Hirakawa and animated by the studio White Fox. Ryosuke Kimiya and Daisuke Mataga provided character designs for the anime. The series aired from April 10, 2017 to June 26, 2017. It ran for 12 episodes. The opening theme titled is performed by Tapimiru and the ending theme titled is performed by Chima. Sentai Filmworks have licensed the anime and it was streamed on Amazon Anime Strike. MVM Films will release the series in the United Kingdom. {|class=\"plainrowheaders wikitable\" style=\"width:98%; margin:auto; background:#FFF;\" |- style=\"border-bottom: 3px solid #CCF;\" ! style=\"width:4em;\" | ! Title ! style=\"width:12em;\" | Original air date |- |} ==Note== ==References== ==External links== * * Category:2014 Japanese novels Category:Anime and manga based on light novels Category:Anime Strike Category:ASCII Media Works manga Category:Dengeki Bunko Category:Dengeki Comics Category:Kadokawa Dwango franchises Category:Fantasy anime and manga Category:Japanese fantasy novels Category:Light novels Category:Seinen manga Category:Sentai Filmworks Category:Television shows based on light novels Category:White Fox Category:Witchcraft in anime and manga ",
    "title": "Grimoire of Zero"
}