{
    "id": "51436595",
    "text": "{| |} The Wibault 220 or Wibault R.N.3 220 was a twin-engined French night reconnaissance aircraft. Two were built in 1930 to a government contract. ==Design== Michel Wibault was one of the pioneers of all-metal aircraft, along with Hugo Junkers and Claudius Dornier. The Wibault 220, designed for the night reconnaissance role and with a crew of three (hence the R.N.3 designation), had both metal structure and covering, the latter longitudinally corrugated for stiffness where required. Its high, cantilever wing had a rectangular plan centre-section and trapezoidal outer panels. The latter also tapered in section, mostly on the underside, providing a little dihedral. High aspect ratio, unbalanced ailerons filled the outer panels' trailing edges. The wing was built around two І-section spars. Like other Wibault aircraft built before the Wibault 280, the ribs projected through the wing surface, which was constructed from metal strips with turned up edges. The Wibault 220 was powered by two Gnome-Rhône 9Ac Jupiter nine-cylinder radial engines, each wing-mounted under the outer centre-section. They were attached at three points on the front and rear spars by a system of duralumin plates and steel tubes and were enclosed in teardrop cowlings with their cylinder heads exposed for cooling. Its flat-sided fuselage was dural framed, with all sides covered in corrugated dural sheet. The upper- and undersides had rounded deckings. The nose was semi-cylindrical in plan and contained an open cockpit for the navigator, who was provided with a flexibly mounted pair of machine guns. The pilot was also in an open cockpit, which was built into the wing leading edge; the rear gunner/observer's position was a little behind the trailing edge, equipped with another pair of flexibly mounted guns. Its floor had an opening into which a reconnaissance camera could be fitted. The gunner also had access to a ventral gun position. Behind him the fuselage tapered slightly to a conventional, cantilever tail with its triangular tailplane mounted on top and carrying narrow chord elevators. The fin was also triangular, with a tall, trapezoidal rudder which extended to the keel. The Wibault 220 had fixed, conventional landing gear with its mainwheels on V-struts hinged to the lower fuselage frames. The wheels were positioned below the engines, to which they were connected by vertical Messier oleo legs so that the track was a generous . The tailskid also had a Messier shock absorber and was steerable. ==Development== The French Senate approved the order for two examples of the Wibault 220 in March 1930 and both were reported as under construction in April. By late May 1930 one was being tested at Villacoublay and by early June Raoul Ribière had made several flights. After that, nothing more about the 220 appears in the French aviation journals. ==Specifications== Wibault 220 RN3 3-view drawing from Aero Digest October,1930 ==References== Category:1930s French military reconnaissance aircraft Category:Wibault aircraft Category:High-wing aircraft Category:Aircraft first flown in 1930 Category:Twin piston-engined tractor aircraft ",
    "title": "Wibault 220"
}