{
    "id": "51436458",
    "text": "The Gop temple is a Sun temple located at Zinavari village in Jamjodhpur Taluka of Jamnagar district, Gujarat, India. The Hindu temple is dated to the 6th century and is one of the earliest surviving stone temples in Gujarat.; Quote: \"The earliest image in the region can be dated to the fourth century CE and a worn out figure at the temple of Gop dates to between 525 and 550 CE\". The original temple had a square plan, a mandapa and covered circumambulation passage which are lost, and a pyramidal masonry roof which is ruined but whose partial remains have survived. The temple has a height of which includes a small tower. The roof of the tower is decorated with arch-like gavaksha window shapes below an amalaka cogged wheel-shaped crown. ==Location== It is located on the bank of Vartu river and south-west of the Gop hill of Barda Hills. The Zinavari village is also known as Juna or Nana Gop and is located east of Gop village. It is located north of Ghumli, on a hill top. Alt URL ==History== The ancient temple of Gop is considered the earliest surviving stone temple of Saurashtra, Gujarat. Burgess in 1876 estimated it not later than 6th century. Sankalia states that the temple belongs to 5th century but not earlier than Uparkot caves of Junagadh based on the Kahu-Jo-Darro stupa of Mirpurkhas. Alt URL The temple is generally dated to late 6th century (575-600 CE). K. V. Soundara Rajan assigned the first half of the 7th century. The most probable date considered now is the last quarter of 6th century (Maitraka period) to the first half of the 7th century. The temple is protected monument by Archeological Survey of India and is designated as Monument of National Importance (N-GJ-133). ==Description== The small, 23 feet tall Gop temple has a square plan. The temple has a square plan to which were added bricked double courtyards centuries later. The temple was bigger and included a mandapa and a roofed pradakshina-patha (circumambulation passage), but most of it was damaged and has fallen away leaving a peculiar looking skeletal structure. The sanctum walls remain standing and parts above the shikhara. The shrine is 10 feet 9 inches square from inside. It is 23 feet high and has 2 feet 6 inches thick walls. The walls are plain without any ornamentation and perpendicular to height till 17 feet and over it survives the pyramidal shikhara. Each course is about 8 inches deep and is jointed. Thus it is built from stones without any kind of cement. At 11 feet from the floor, there are four holes in the front and back walls, each 14 inches high, probably for joists; and over them, in side walls, are six smaller holes, probably for rafters. The sanctum faces the east. Its front wall fell and seems rebuilt at someone with the inner sides of the stones turned out, showing the sockets of the clamps with which the stones had been secured. There is an inscription on the left jamb of the door which Burgess was unable to decipher. Sketch of ruined roof (north side). The arch shaped motifs include reliefs. Inscription on the left jamb of the door The shikhara (spire) is formed by six or seven courses having beveled edges followed by square faces and at last the apex covered by single slab. It follows corbel principle, the interior is hollow. From outside, it rises in tiers having three clear divisions. The lowest division has two gavakshas or arch-shaped motifs on each side, with some images carved in. The apex is crowned by a single stone amalaka (stone disc) on it. Some figures on the Shikhara are identifiable. There is Ganesha figure still visible in the west side and another Deva figure on the north side. There are a series of holes 2 feet below the string-course which supported beams that once supported the roof of inner courtyard. Of two courtyards, the inner courtyard is mostly broken. It was 35 feet 2 inches square with bay on the east side 18 feet 4 inches by 7 feet 3 inches. It may have served as parikrama path so it is sandhara (with circumambulatory path) type of temple. The basement of it was decorated on all four sides by one niche in centre and one each at the corners. These are empty, but likely had sculpture inside. The stretch between these niche was ornamented with small figures such as dwarfs. The outer courtyard was about 9 feet wide. It was probably open above or at least laterally. There are two figures of deities in yellow stone inside the shrine. It can not be decided who are they exactly. They are locally known as Rama and Lakshaman. The Ram figure has high square Mukuta or head-dress while Lakshamana has low crown, long ear-rings, ringlets and holds spear in right hand. The temple features iconography of Vishnu, Skandha, Surya (the solar deity) and the temple has been locally called Surya Mandir. The site also shows iconography of Shivaism, with evidence that Hindu monks lived here. ==Influences and resemblances== The temple is an unusual architectural variation on the Nagara style. It has resemblances with early Dravidian temples of Pattadakal and Aihole. It also have similarities with temples of Kashmir in arrangement of roof and the trefoil niches on outside wall of inner courtyard. Such temples include Martand Sun Temple, Pandrethan and Payar temples though all of them are later than 8th century. Gupta period temples, the temple is on high and square plinth, jagati, with a projection on the east. But the plinth is much higher and is made of heavy blocks of stone which is characteristic local form. The temple has chaitya-windows similar to Uparkot caves of Junagadh but they had lost their use as vedika so they must have evolved later. The sculpture of Kahu-Jo-Darro stupa of Mirpurkhas has similarities with sculptures of Gop temple. As it is dated 4th to 5th century, the Gop temple may belonged to similar period. The radiocarbon dating of wood beam from the temple dating has confirmed its age of 550 AD. ==Notes and references== ===Notes=== ===References=== Category:Hindu temples in Gujarat Category:Surya temples Category:History of Gujarat Category:7th-century Hindu temples Category:6th-century Hindu temples Category:Cultural history of Gujarat Category:Tourist attractions in Jamnagar district Category:Monuments of National Importance in Gujarat Category:Buildings and structures completed in the 6th century ",
    "title": "Gop Temple"
}