{
    "id": "51433175",
    "text": "Aria of Vernal Tombs is the second studio album by American medieval metal band Obsequiae. It was released on May 26, 2015 through 20 Buck Spin record label. The album features a mixture of medieval music and melodic black metal sounds, with influences from doom metal, death metal, neofolk and dark metal. ==Critical reception== The album generally received positive reviews from music critics. Pitchfork critic Grayson Haver Currin wrote: \"Aria of Vernal Tombs offers a gorgeous scene of ruins at the gloaming.\" Currin also thought that \"the real power of Aria of Vernal Tombs stems from how deliberately and diligently Obsequiae integrate the medieval elements into the main event—that is, the metal.\" SLUG Magazines Henry Glasheen wrote that the record \"demonstrates Obsequiae’s mastery of their uniquely medieval take on neoclassical black metal.\" Glasheen also further stated that the band \"have crafted a damn near perfect specimen of black metal majesty, a stunning contribution to a year already brimming with quality releases in the genre.\" Spin magazine listed the album as number 11 on their list of \"The 20 Best Metal Albums of 2015\". ==Track listing== # \"Ay que por muy gran fremosura\" – 3:02 # \"Autumnal Pyre\" – 5:24 # \"Until All Ages Fall\" – 5:06 # \"L'amour dont sui espris\" – 3:22 # \"Pools of a Vernal Paradise\" – 5:36 # \"Anlace and Heart\" – 5:20 # \"The Anchoress's Orison\" – 1:38 # \"In the Absence of Light\" – 5:05 # \"Wilweorthunga\" – 2:34 # \"Des oge mais quér' éu trobar\" – 2:08 # \"Orphic Rites of the Mystic\" – 5:01 ==Personnel== Album personnel as adapted from album liner notes.Obsequiae – Aria of Vernal Tombs album liner notes ;Obsequiae * Tanner Anderson – guitar, vocals, bass, recording * Vicente La Camera Mariño – medieval harp * Andrew Della Cagna – drums; bass (3, 11) ;Guest musicians * Aaron Carey – additional vocals (8), lead vocals (11) * Gary Vu – guitar (8) ;Other personnel * Joe Beres – layout, design ==References== ==External links== * Category:2015 albums Category:Obsequiae albums ",
    "title": "Aria of Vernal Tombs"
}