{
    "id": "51437135",
    "text": "Oluseun Onigbinde (18 September 1985) is a Nigerian entrepreneur and open data analyst popularly known as the co-founder and CEO of budgIT, a Nigerian civic startup. Oluseun Onigbinde is a fiscal transparency advocate and firm believer in the power of Open Data. In 2012, he was awarded the Future Awards Prize for Science and Tech Innovation. Oluseun on 13 September 2019 got appointed as Technical Adviser in the Ministry of Budget and National Planning. Some Nigerians reacted badly to his appointment due to his past criticism of the same government that appointed him On Monday, 16 September, Oluseun resigned his appointment as Technical Adviser to the Minister of State for Budget and National Planning on his medium page. == Early life == Oluseun is a native of Masifa, Ogbomoso, Oyo State. He was born in Osogbo, presently Osun State, Nigeria. == Educational background == He had his primary and secondary school education in Ibadan. The prestigious Loyola College, Ibadan where he excelled in the sciences. He scored nine distinctions in his West African Examinations Council's exam, earning the best result of the school's 2001 set. Oluseun attended the University of Agriculture, Abeokuta where he obtained a bachelor of engineering (B.Eng.) in Electrical/Electronics Engineering and the Stanford university graduate school of business where he completed the executive program in social entrepreneurship. == Career == During his NYSC, he was posted to Benin City where he got a job at Access bank. He later joined First Bank for a period of three and half years. It was while he was working at First Bank that he got the idea for BudgIT. According to him, his interest in banking was from the strategy angle, a space where he could contribute his ideas. Oluseun Onigbinde is a recipient of several awards and he is currently an Obama Foundation Scholar at Columbia University. He is a board member of the ONE Africa Policy Advisory Board. He was appointed as Technical Adviser at the Ministry of Budget and National Planning but resigned few days after this appointment.https://punchng.com/breaking-seun-onigbinde-resigns-as-technical- adviser-in-budget-ministry/ == BudgIT == In 2011, Oluseun Onigbinde and Joseph Agunbiade formed a team during a hackathon held at the Co-Creation Hub. It was here that he came up with the idea for a need to publicize government spending to the general public, leading to the startup BudgIT. In 2014, the Omidyar Network invested $400,000 in BudgIT; this has always been listed on their website. In June 2015, the Kaduna State government under the administration of Mallam El-Rufai, signed BudgIT to build Open Budget mobile portal similar to the Buharimeter; a platform which was built by BudgIT for Center for Democracy and Development to hold President Buhari accountable for his campaign promises. In January 2017, BudgIT raised an additional $3 million grant from Omidyar Network and Gates Foundation. In February 2016, Oluseun Onigbinde was honoured to make a presentation at the Chatham House under the African Project on issue of accountability and governance. An early budget infographic in 2012 == Civic Technology == Onigbinde has always been a big believer in data-driven journalism and participated a health journalism project as part of the Knight Innovation Fellowship of the International Center for Journalists. In 2014, BudgIT launched Tracka, a project tracking tool. Tracka monitors public projects in over 600 communities in Nigeria. His organization also founded Civic Hive, Nigeria's civic innovation hub, that incubates solely civic tech start-ups. ==Personal life== Seun resides in Lagos with his wife, Oluwaseun, and daughters - Wuraola and Ireoluwa == Awards and recognitions == * Ashoka Fellowship for Global Entrepreneurs. * The Future Awards, 2012. * World Summit Youth Award * Knight International Journalism Fellow/ International Center for Journalists * Harambe Fellowship (Harambe Entrepreneur Alliance) * 2016 Aspen New Voices Fellowship * 2016 Draper Hills Summer Fellowship, Stanford University (Center for Democracy, Development, and the Rule of the Law). * Melvin Jones Fellow * Obama Foundation Scholar * Quartz Africa Innovators Award * 2018 Archbishop Desmond Tutu Leadership Fellow == References == ==External links== * * Oluseun Onigbinde on CCHub’s ventures page. Category:1985 births Category:Living people Category:Web developers Category:Loyola College, Ibadan alumni Category:Nigerian technology businesspeople Category:Yoruba businesspeople Category:21st-century Nigerian businesspeople Category:People from Osogbo Category:Nigerian company founders Category:Federal University of Agriculture, Abeokuta alumni Category:Stanford Graduate School of Business alumni ",
    "title": "Oluseun Onigbinde"
}