{
    "id": "51439397",
    "text": "The Barry R. Feirstein Graduate School of Cinema, more commonly referred to as the Feirstein Graduate School of Cinema, is a film school and one of the graduate schools of Brooklyn College, a senior college within the City University of New York. It is located on the Steiner Studios film lot in Brooklyn, New York. Feirstein is the first public graduate film school in New York City and is the only public graduate film school in the United States located on a working film lot. The school is named after Barry Feirstein, a donor and Brooklyn College alumnus. Development was officially announced in January 2011, and funding was provided by private donations and by investments from New York City and New York State. Though Feirstein initially aimed to open for the fall 2013 semester, the school accepted its inaugural class for the 2015-2016 academic year. == History == The Feirstein Graduate School of Cinema was developed between Brooklyn College of the City University of New York and Steiner Studios. Douglas Steiner and founding director Jonathan Wacks wished to promote diversification of the film industry. Development was first referenced by Michael Bloomberg in his January 2011 State of the City address and was officially announced the same month. The school initially aimed to open for the fall 2013 semester. New York City invested over $8 million into the development of the school. Funding was provided through the Mayor's Office of Media and Entertainment, the New York City Council, Brooklyn Borough President Eric Adams, the City University of New York, and the Made in NY program. New York State also invested $5 million. Brooklyn College alumnus Barry Feirstein donated $5 million to development, and the school is named in his honor. The school is the first public graduate film school in New York City. The school accepted its first cohort for the 2015-2016 academic year and was officially opened by Mayor Bill de Blasio in October 2015. === Awards === The Feirstein website, designed by Brooklyn United, won a 2015 Webby Award for best School/University website. Feirstein was awarded a 2016 Building Brooklyn Award for Education by the Brooklyn Chamber of Commerce; the award is given to \"recently completed construction and renovation projects that enrich Brooklyn’s neighborhoods and economy\". == Building and facilities == Feirstein occupies two floors of Building 1 on the Steiner Studios film lot in Brooklyn, New York. It is the only public graduate school in the United States located on a working film lot. Steiner and Wacks felt that integration into a film lot better facilitated entry into professional filmmaking. The facilities designed by Dattner Architects include a foley studio, an ADR studio, a sound mixing studio, and a sound stage. The school's systems and post-production courses use Avid Technology's editing software. Oscar-winning director Steven Soderbergh is on the advisory council to the school and described it to Worth magazine as \"by any standard one of the best facilities I have ever walked in to. I certainly never set foot in anything like that until I started working for studios.\"https://www.worth.com/destinations-2017-new-york/ == Academics and admissions == Feirstein has two degree programs, Master of Arts in Cinema Studies and Master of Fine Arts. The Master of Fine Arts degree program is further divided into multiple academic tracks. Upon the school's opening, these tracks were: cinematography, directing, post-production, producing, screenwriting. Digital animation and visual effects, media scoring, and sonic arts tracks were offered beginning in the 2016-2017 academic year. However, the media scoring and sonic arts programs are also part of Brooklyn College's conservatory of music. Applications are accepted on a rolling admission policy and are not accepted for the spring semester. Each Master of Fine Arts track accepts fourteen students, except for cinema studies and screenwriting. Feirstein began accepting applications in November 2014 and accepted 69 students for the fall 2015 semester. The inaugural class was about 50% women, 43-46% persons of color, and 70% students from New York. == Notable faculty and staff == Jonathan Wacks serves as academic director. Feirstein's advisory board includes Darren Aronofsky, Celia Costas, Ethan Hawke, Steven Soderbergh, and Fisher Stevens. == Notes == == References == == External links == * Category:Brooklyn College Category:Film schools in New York (state) Category:Art schools in New York City Category:Educational institutions established in 2015 Category:2015 establishments in New York City Category:Universities and colleges in Brooklyn Category:Culture of Brooklyn ",
    "title": "Feirstein Graduate School of Cinema"
}