{
    "id": "51438208",
    "text": "Marie Barch, née Knudsen (1744-31 March 1827), was a Danish ballerina. She was a pioneer within her profession in her country. Barch debuted at the Royal Danish Theatre in Copenhagen at the age of 14 in the 1758-59 season. In a nation which had until then mostly stage artists of foreign origin, Barch belonged to the pioneers of Danish ballet dancers, and is among the very first identified native Danish ballet dancers: the season of 1758-59 was the perhaps first time native dancers participated in the ballet of the theater. At the time of her debut, she was engaged to her colleague and future spouse, Carl Vilhelm Barch (1743-1805), the son of a craftsman, who debuted as a dancer at the same occasion and shared her pioneer position. It is known that he, at least, had been educated by the theater's Italian ballet master Antonio Como, and it is possible that she was too. Como, formerly a member of the Italian company of Pietro Mingotti, had been appointed the first ballet master of the theater only three years before, with the task to educate its first ballet troupe. The Barch couple made a great success at their debut and became popular with the audience. She was admired for her talent and her ability and given a permanent position at the theater. In 1761, when Marie Barch was insulted by the theater's first female dancer at the time, the Italian Anna Geringhelli Como (married to the ballet master), her fiancé complained to the ballet master, who had them both fired. This, however, caused such protests among the public that they were both given their positions back, and was great with much applause by the public at their return. The incident eventually lead to the Como couple losing their place at the theater in 1763. Barch enjoyed a successful career for forty years. Her spouse became the first Danish dancer to study abroad (Vienna, in 1763) and became second dancer, composer and titular ballet master before he retired in 1775. Marie Barch did not retire until after the 1798-99 season. == References == * Marie Barch i Carl Frederik Bricka, Dansk Biografisk Leksikon (första utgåvan, 1887) Category:1744 births Category:1827 deaths Category:Danish ballerinas Category:18th-century Danish ballet dancers ",
    "title": "Marie Barch"
}