{
    "id": "51442835",
    "text": "Arjunan Rajasekaran (born 1935) is an Indian urologist and one of the pioneers of male infertility therapy in India. He is a former Professor and Head of the Department of Urology at the Madras Medical College, the founder of Madras Andrology and Assisted Reproduction Research Centre, a Chennai-based male infertility clinic, and a recipient of Dr. B. C. Roy Award, the highest Indian award in the medical category. He heads the National Board of Examinations as its president, the highest academic position in the medical sector in India. The Government of India awarded him the fourth highest civilian honour of the Padma Shri, in 2008, for his contributions to medical science. == Biography == A. Rajasekaran was born on 17 November 1935 in Nellikuppam in South Arcot of the south Indian state of Tamil Nadu. After graduating in medicine from Stanley Medical College, Chennai, he started his career at a Primary Health Centre in Vadalur village as a village doctor. Later, he did his MCh in Urology at Madras Medical College and joined the Government Royapettah Hospital in 1971 where he established its first infertility clinic. The next year, he moved to Kilpauk Medical College as a professor of urology and worked there till 1988 when he was appointed as the Professor and Head of the Department of Urology of Madras Medical College in 1988, a position he till he superannuated in 1998. It was during his tenure as the head of the department that Percutaneous renal surgery and Ureterorenoscopy were introduced in the hospital. In 1991, while he was working at Madras Medical College, he founded Madras Andrology and Assisted Reproduction Research Centre in Chennai, a dedicated facility for treating male infertility, reported to be the first of its kind in India. Rajasekaran is a former president of the Urological Society of India (1992–93) and serves as a visiting professor at various universities. He has earlier served as the president of the National Board of Examinations for two terms and is its incumbent president. He has chaired the faculty selection committee of All India Institute of Medical Sciences and is a member of Medical Council of India, National Institute of Health and Family Welfare, and Indian Council of Medical Research. He has delivered several award orations, published medical articles and has contributed to The Infertility Manual published in 2004. He is a fellow of the Royal College of Surgeons of Edinburgh and a recipient of honoris causa doctorate from Tamil Nadu Dr. M.G.R. Medical University (1998). He received Dr. B. C. Roy Award, the highest Indian medical award, in 1998 from the Medical Council of India. The Government of India awarded him the civilian honor of the Padma Shri in 2008. He is also a recipient of Urology Gold Medal, Distinguished Teacher Award (2000) and Eminent Medical Luminary Award (2006). == References == Category:Recipients of the Padma Shri in medicine Category:1935 births Category:Living people Category:People from Cuddalore district Category:Madras Medical College alumni Category:University of Madras alumni Category:Indian urologists Category:Indian surgeons Category:Indian medical academics Category:Indian medical writers Category:Indian medical administrators Category:Medical Council of India Category:Indian Council of Medical Research Category:Dr. B. C. Roy Award winners Category:Fellows of the Royal College of Surgeons of Edinburgh Category:Scientists from Tamil Nadu Category:20th- century Indian medical doctors Category:20th-century surgeons ",
    "title": "Arjunan Rajasekaran"
}