{
    "id": "51449564",
    "text": "Internal is the debut studio album by Australia electronica indie pop band, Safia, released on 9 September 2016. The album was self-produced and mixed by Eric J Dubowsky. The album was announced alongside a national tour on 30 June 2016. Upon announcement, Safia lead singer Ben Woolner said \"Hopefully there should be a song for everyone on the record that fits into their tastes. It kind of explores everything we've done in the past in all those different singles into one.\" On 17 September, the album debuted at number 2 on the Australian ARIA Albums Chart. At the J Awards of 2016, the album was nominated for Australian Album of the Year. ==Critical reception== Samantha Jonscher from The Music gave the album 4 out of 5 saying; \"Internal is textured, measured and serves up plenty to dance to. It also shows off the Canberra trio's impressive range: there are club grinds, chill arvo grooves, hooks and slow builds, they know when to be fast and when to be slow, when to set the pace and when to relax into it. Crisp, clean beats are layered with self- conscious digital effects and distortion, off-set by vocalist Ben Woolner's warm, limber falsetto.\" Jack Trengoning from Rolling Stone Australia gave the album 4 out of 5 saying; \"Internal gets off to a dramatic start with the five- minute instrumental jam \"Zion\", before [Ben] Woolner's vocals assume the album's lead role. Throughout, he sells the age-old lyrical themes of loves lost and unrequited with nuance and conviction.\" adding \"Internal is more interested in earnest emotion than affected cool.\" Craig Mathieson from the Sydney Morning Herald gave the album 3 out of 5 saying; \"Neither stylistic detours nor seditious beats rupture the album's cohesiveness, unified around the soulful vocals of Woolner, who whether applying his falsetto to the blissed out \"Make Them Wheels Roll\" or narrating the R&B-tinged; \"Over You\" tends to the bittersweet,\" adding \"Safia display a studio appreciation for getting a live audience going, but at the same time they lack moments of excess or even an inspired misfire. \" ==Track listing== # \"Zion\" – 5:14 # \"Embracing Me\" – 3:51 # \"Together, Locked Safely\" – 4:11 # \"Fake It Til the Sunrise\" – 4:38 # \"Over You\" – 3:07 # \"Bye Bye\" – 3:12 # \"Close to You\" – 3:52 # \"My Love Is Gone\" – 4:17 # \"Make Them Wheels Roll\" – 4:05 # \"Go to Waste\" – 3:52 # \"Home\" – 6:02 # \"External\" – 4:17 ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2016) ! scope=\"col\"| Peak position |- |- ! scope=\"row\"| New Zealand Heatseekers Albums (RMNZ) | 1 |} ==Credits== adapted from album liner. *All songs written, composed and produced by Safia, except \"Over You\" which is co-written and co-produced by Tom Fuller and \"Go to Waste\" which is co-written and co-produced by Alex E. *All songs recorded in Canberra, Australia, except for \"Over You and \"Go to Waste\" which were recorded at Tiltyard Studios, London, England. *Backing vocals on \"Home\" by Rose Costi and Louis Montgomery. ==Release history== {| class=wikitable |- ! Region ! Date ! Format ! Label ! Catologue |- | Australia | 9 September 2016 | Digital download, CD, vinyl | Parlophone, Warner Music Australia | 5419723181 |} ==Tour== Tickets for the eight-date national tour went on sale on 9 July 2016. The tour included a date in New Zealand * 23 September – UC Refectory, Canberra * 2 October – Enmore Theatre, Sydney * 7 October – The Tivoli, Brisbane * 8 October – The Nightquarter, Gold Coast * 14 October – Odeon Theatre, Hobart * 15 October – Festival Hall, Melbourne * 21 October – Metro City, Perth * 22 October – Thebarton Theatre, Adelaide * 11 November – The Powerstation, Auckland (New Zealand) ===Set list=== # \"My Love Is Gone\" # \"Make Them Wheels Roll\" # \"Home\" # \"Counting Sheep\" # \"Fake it Til the Sunrise\" # \"You Are the One\" # \"Bye Bye\"/\"Feel Good Inc.\" # \"Close to You\" # \"Listen to Soul, Listen to Blues\" # \"Over You\" # \"Together, Locked Safetly\" # \"Paranoia, Ghosts & Other Sounds\" # \"Take Me Over\" ;Encore # * \"Zion\" # * \"Go to Waste\" # * \"Embracing Me\" # * \"External\" ==References== Category:2016 debut albums Category:Parlophone albums Category:Safia (band) albums ",
    "title": "Internal (album)"
}