{
    "id": "51443967",
    "text": "Zulfiqar Ali (30 December 1969 – 10 May 2003) was a Pakistani cricketer who played for Multan and Pakistan International Airlines (PIA) in Pakistani domestic cricket. He played as a right-arm fast bowler. Zulfiqar was born in Pakpattan, Punjab.Zulfiqar Ali, CricketArchive. Retrieved 28 August 2016. He made his first-class debut at the age of 15, playing a Patron's Trophy match for Multan against the Karachi Blues in November 1985.First-class matches played by Zulfiqar Ali, CricketArchive. Retrieved 28 August 2016. Zulfiqar switched to PIA for the 1986–87 season, and appeared for the team in the Patron's Trophy, the Quaid-i-Azam Trophy, the PACO Cup, and the Wills Cup. He took three five-wicket hauls during the season, with a best of 6/38 against Peshawar.First-class bowling in each season by Zulfiqar Ali, CricketArchive. Retrieved 28 August 2016. Zulfiqar's 1987–88 domestic season was interrupted by his selection for the Pakistan under-19s at the 1988 Youth World Cup in Australia. He appeared in six of his team's nine matches, including the semi- final and final, and took four wickets with a best of 2/20 against Sri Lanka.Under-19 ODI matches played by Zulfiqar Ali, CricketArchive. Retrieved 28 August 2016. In a Quaid-i-Azam match against United Bank Limited in February 1989, Zulfiqar took 7/76, the best figures of his first-class career.Pakistan International Airlines v United Bank Limited, Quaid-e-Azam Trophy 1988/89, CricketArchive. Retrieved 28 August 2016. He played only two more seasons of top-level Pakistani domestic cricket, however, with his final match at that level coming in October 1990. In total, he took 98 wickets from 29 first-class appearances, as well as 19 wickets from 14 limited-overs matches.Pakistan / Players / Zulfiqar Ali, ESPNcricinfo. Retrieved 28 August 2016. ==References== ==External links== *Player profile and statistics at CricketArchive *Player profile and statistics at ESPNcricinfo Category:1969 births Category:2003 deaths Category:Multan cricketers Category:Pakistani cricketers Category:Pakistan International Airlines cricketers Category:People from Pakpattan ",
    "title": "Zulfiqar Ali (Pakistani cricketer)"
}