{
    "id": "51445582",
    "text": "Clarence Leslie \"Trey\" Caldwell III (born December 4, 1993) is an American football cornerback who is a free agent. He played college football at Louisiana–Monroe and was drafted by the Cleveland Browns in the fifth round of the 2016 NFL Draft. ==Early years and high school career== Clarence Leslie Caldwell III was born on December 4, 1993, in Dallas, Texas, to Clarence and Jackie Caldwell. His parents nicknamed him \"Trey\", because he was the third person in his family to bear the name Clarence Leslie Caldwell. He has one brother, Joshua. His father played football at Texas A&M; University, and his grandfather played football at Texas Southern University. Caldwell said he wanted to play in the National Football League (NFL) when he was seven years old. Caldwell grew up in Richardson, Texas, an affluent, inner-ring suburb of Dallas. In junior high, he played against future Cleveland Browns teammate Corey Coleman, and got to know him. Caldwell attended Lloyd V. Berkner High School in Richardson (District 9-5A), where he became a standout football player. His junior year, he had 71 tackles and an interception and was named to the All-District and Second Team All-City squads. As a senior, he led the Rams in tackles (75), had four interceptions, broke up 10 passes, and recovered four fumbles. He was a unanimous choice for the All-District squad, was named District 9-5A's most outstanding special teams player, and was chosen for First Team All-City squad. Football wasn't the only high school sport Caldwell excelled at. In his junior year, he won the district championship in the 100-meter dash. ==College career== Caldwell had reached his full height of and his full weight of by his senior year of high school. He was recruited by and attended the University of Louisiana at Monroe. In the 2012 season, Caldwell started all 13 games, making 14 tackles (13 of them solo efforts). This included a career-high and team-best six solo tackles against Tulane. He played in 12 games his sophomore year, starting six of them. He had 35 tackles at the end of the season (30 of them solo efforts), including six at Louisiana–Lafayette (tying his career-best). He also began playing special teams in 2013, and returned two punts for an average loss of each. In the 2014 season, Caldwell started 10 games (missing two due to injury).; He had a career-high 42 tackles (31 solo efforts) Set a career-high with eight tackles (including seven solo efforts) against Texas A&M.; He also made two punt returns for an average return of per return. He was named a 2014 All-Sun Belt Honorable Mention and a College Sports Madness Third Team All-Sun Belt. In his senior and final season in 2015, Caldwell played in 13 games (making 12 starts), with a new career-high of 52 tackles (41 of them solo efforts) at the end of the season. He also equalled his career- and season-best record of eight tackles in a game (seven of them solo efforts) against Texas A&M.; He was UL-Monroe's primary kick returner in 2015, returning punts and kick-offs an average of per carry. He capped his career with a fourth-quarter interception against New Mexico State in the final game of the season. He returned the interception for to make the game-winning touchdown. Caldwell received an All-Sun Belt Honorable Mention at the end of the season. Caldwell ended his collegiate career with 143 tackles, 21 pass breakups, and two interceptions. During his college career, he once more played several times against Corey Coleman, who played for Baylor. Caldwell graduated from UL- Monroe on May 14, 2016. ==Professional career== ===Cleveland Browns=== Caldwell was drafted by the Cleveland Browns in the fifth round (173rd overall) of the 2016 NFL Draft. He was the first ULM Warhawk since Kevin Payne in 2007 be drafted by the NFL. On May 13, 2016, Caldwell signed a four-year deal worth $2.254 million featuring a $184,000 signing bonus.; Caldwell suffered a hamstring injury on July 30 which kept him out of much of the 2016 preseason exhibition games and training camp. The team waived Caldwell on September 3, then signed him to their practice squad on September 4. He was promoted to the active roster on December 21, 2016. On September 1, 2017, Caldwell was waived by the Browns during roster cutdowns. ===Tennessee Titans=== On August 11, 2018, Caldwell signed with the Tennessee Titans. He was waived on September 1, 2018. ===St. Louis BattleHawks=== In October 2019, Caldwell was selected by the St. Louis BattleHawks in the 2020 XFL Draft. ===Tampa Bay Vipers=== Caldwell was traded to the Tampa Bay Vipers in exchange for linebacker Anthony Stubbs on February 24, 2020. He had his contract terminated when the league suspended operations on April 10, 2020. ==References== ==External links== * UML Warhawks bio * Cleveland Browns bio Category:1993 births Category:Living people Category:American football cornerbacks Category:Cleveland Browns players Category:Louisiana–Monroe Warhawks football players Category:People from Richardson, Texas Category:Players of American football from Texas Category:Sportspeople from the Dallas–Fort Worth metroplex Category:St. Louis BattleHawks players Category:Tampa Bay Vipers players Category:Tennessee Titans players ",
    "title": "Trey Caldwell"
}