{
    "id": "51441399",
    "text": "43rd Airborne Division is one of three mobile assets of 15th Airborne Corps of the People's Liberation Army Air Force (PLAAF) of People's Republic of China, and a Rapid Reaction, Level One unit of PLAAF. Its processor, 89th Division (), was created in February 1949 under the Regulation of the Redesignations of All Organizations and Units of the Army, issued by Central Military Commission on November 1, 1948, based on the 35th Brigade, 12th Column of Huadong Field Army. Its history can be traced to 10th Newly-Formed Brigade of Subei Military District, formed in August 1946. The division was a part of 30th Corps. Under the flag of 89th Division it took part in the Chinese civil war. In January 1950 the division was transferred to 20th Corps following 30th Corps' disbandment. On July 26, 1950, the division was re-organized as 1st Air Desant Brigade () and was transferred to the PLAAF. On August 1 the brigade moved to Kaifeng, Henan province and has been stationed there since then. As its formation, the division was composed of four rifle battalions (), one tank battalion, one mortar battalion, one gun artillery battalion, and seven independent companies as AA machine-gun, engineer, transportation, communication, reconnaissance, security and automobile. There was also a training unit attached to the brigade, making the total personnel to 5030. In December 1950 the brigade was re-organized and renamed as 1st Air Desant Division(). In 1955 it renamed as Paratrooper Training division(). On April 28, 1957 the division was renamed as Airborne Division() of the People's Liberation Army. In April 1959 the divisional Tank company (11 T-34s) was detached and transferred to 2nd Tank Division. In June 1961 the division was renamed as 43rd Airborne Division () and joined the now 15th Airborne Corps following the whole corps was transferred to Air Force's control. By then the division was composed of: * 127th Airborne Regiment * 128th Airborne Regiment * 129th Airborne Regiment. In 1975 and 1983 all airborne divisions were reduced. The division's 128th Regiment was re-organized as a catalogue B training unit. In May 1985 the division was reduced to 43rd Airborne Brigade (), which consisted of three airborne battalions, one artillery battalion, one anti-tank battalion and one anti-aircraft battalion. The brigade was a Rapid Response Unit from 1985 to 1992. From May 1985 to June 1986 Reconnaissance Company, 43rd Airborne Brigade took part in the Battle of Laoshan as a part of 7th Reconnaissance Group. The brigade took part in the enforcement of martial law and the crackdown on protests in Beijing in June 1989. In 1992 the brigade was expanded to 43rd Airborne Division again. Since then the division was composed of: * 127th Airborne Regiment; * 128th Airborne Regiment (Artillery); * 129th Airborne Regiment. The division is now an airborne motorized unit. This unit is not related to the 43rd Division, 15th Corps formed in 1949 and disbanded in 1950. ==References== ==External links== * 中国人民解放军各步兵师沿革， * 军史钩沉：空军陆战第一旅诞生， Category:Infantry divisions of the People's Liberation Army Category:Military units and formations established in 1949 ",
    "title": "43rd Airborne Division (People's Republic of China)"
}