{
    "id": "51445101",
    "text": "Lisa \"Duffy\" Duffin is a fictional character from the BBC medical drama Casualty, played by Cathy Shipton. Duffy was created by Jeremy Brock and Paul Unwin as one of the serial's ten original characters. Shipton received her audition just as she was thinking of giving up her acting career. She thought her chances of being cast were slim, as she had on bandages following a fall, however, producer Geraint Morris was fascinated by the incident and asked her about her time in the hospital. Shipton was initially considered for the role of receptionist Susie Mercier, before being cast as Duffy. She made her debut in the pilot episode of the first series, broadcast on 6 September 1986. Duffy is characterised as a \"tough\" and \"carefree\" nurse. She has a distinct style with her hair pinned up and wears neatly ironed uniforms. Shipton has stated that Duffy became more confident as the years progressed. The character has been used to portray various issue led stories. First, she became the victim of sexual assault, which caused her to lose her \"happy go lucky\" persona. Shipton later recalled that it was her most harrowing story. Next, she had an HIV scare following the break down of her relationship with Peter Tranter (Eric Deacon). In her later years on the show, Duffy battled depression and anxiety, and in 2018, producers created a story arc in which she is diagnosed with vascular dementia. Her stories have also been focused on her many relationship woes via her three marriages. The first with Registrar Andrew Bower (William Gaminara; Philip Bretherton), and the second with Ryan Johnson (Russell Boulter), a hospital security guard. Writers created her third marriage with Charlie Fairhead (Derek Thompson), following a \"will they?, wont they?\" relationship that spanned thirty years. Shipton has left and rejoined the cast of Casualty numerous times. The actress first chose to leave the serial in 1993 and Duffy left Holby to start a family with Andrew. She returned in 1998 and remained until 2002 when she departed with Ryan. She also returned in 2006 for two special episodes set in Cambodia. Shipton reprised the role in 2015 for the show's thirtieth anniversary and was soon tempted back on a permanent basis. The actress announced her departure from the series in October 2019, and Duffy made her final appearance on 1 February 2020. The character has been well received by television critics, with a reporter from The Daily Telegraph listing Duffy as one of the top ten best ever Casualty characters. Shipton received a nomination for Best Drama Star at the 2017 Inside Soap Awards. ==Casting== Duffy is one of ten original characters conceived by the creators of Casualty Jeremy Brock and Paul Unwin. Cathy Shipton was working as an aerobics instructor and thinking of giving up her acting career when she received an audition for the show. The audition for the role was held on 11 January 1986. Not wanting to appear in her instructor's outfit, she borrowed some clothes and ran across London to get to the audition on time. Shipton had been teaching an aerobics class the day prior to the audition and fell over. She went to an accident and emergency department where they treated her for a sprained ankle and placed bandages on her. The actress was convinced that this would ruin her chances with casting directors. But Casualty producer Geraint Morris was fascinated by the incident and quizzed Shipton about her time at the hospital. She explained that an angry nurse had treated her and acted out part of the procedure. This intrigued Morris and his team of writers who decided to hire her.Kingsley 1995, p.74. She was surprised when she received the part of Duffy and it only sank in when she was being fitted for her costume. Shipton admitted that she was nervous during her first day on set and did not think her Bristol accent sounded right, likening it to \"a demented Pam Ayres\". She was later asked to tone down her accent, so it was easier for viewers to understand what she was saying. Shipton was originally considered for the role of Susie Mercier (later played by Debbie Roza), a character who filled the role of the emergency department's receptionist. ==Development== ===Characterisation=== When Duffy was introduced into Casualty she was played as a \"carefree\" character with a \"tough\" and \"determined\" side. Writers gave her hobbies including dieting, astrology and gossiping. Duffy has a distinct appearance and style - her hair is tightly pinned up and she wears a neatly crisp ironed uniform. Shipton often carries her with a serious facial expression that \"inspires confidence\". The actress has stated that Duffy is a \"real\" middle-aged and \"hard-working\" mother who female viewers could relate to. Duffy does not always make the right life choices and viewers responded well to this. Shipton wanted Duffy to appear as authentic as possible. She always did her own suturing in scenes and this also made her feel like a nurse, which added to the realism on-screen.Kingsley 1995, p.76. In the first series the character was shown not taking her job seriously. She would gossip with Susie about her colleagues personal lives. She filled her time practicing for her driving test and trying out diets. She also protested against a local cinema showing adult films about nurses and succeeded at having them removed. But Duffy's behaviour was soon changed. Shipton felt that various incidents have transformed the character. She described Duffy in her early episodes as \"a kidney bowl carrier, a blue flash, little more.\" Following being sexually assaulted Duffy dropped her \"cheeky girl\" mentality and gained an \"emotional life\". Pregnancy made the character more determined and career driven. Shipton explained that Duffy \"became a sister, there was another gear change. I think lots of women who juggle a job and bringing up a child identified with her. I had the chance to show that Nurses are professionals, not dogsbodies or angels or girls desperate to find a doctor to marry them.\"Kingsley 1995, p.75. By 2006, Shipton viewed Duffy differently because of her life choices. She told Kris Green from Digital Spy that Duffy had moved on and made different choices. She appears a \"lot lighter of spirit\" which Shipton enjoyed playing. She added that \"there's something quite vital and buzzy about her that you don't often see or haven't seen much of in the past.\" Shipton believed that in the seventeenth series of Casualty her character had been given a \"new-found confidence and lease of life.\" She also develops a better sense of humour and \"quality of survival\". The actress explained that Duffy has the ability to \"pick herself up\" and move on, adding \"she seems to live on the motto 'Hope springs eternal'\". The nurse is also portrayed as \"defensive in order to conceal her vulnerability\" and can make rash decisions. ===Sexual assault=== One of Duffy's earliest storylines saw her attacked and raped. The storyline began playing out on-screen when Duffy, who lived alone in a flat, ventures out on her way to work on a dark night. When she travels down a back street she is set upon and raped. Duffy decides not to report the incident to the police and later regrets her decision. She struggles to deal with the attack and confides in Susie, Megan Roach (Brenda Fricker) and Ewart Plimmer (Bernard Gallagher) who all help her to recover. Duffy then finds another way to deal with the emotional trauma by helping patients who are admitted following sexual assaults.Kingsley 1995, p.72. Duffy is later faced with her attacker when he is admitted to the ward, but he dies shortly after. The effects of the assault changed the normally \"chirpy, cheery\" Duffy, and the viewers shared her pain as the story progressed over four years. Duffy eventually loses her \"happy go lucky\" persona because of the assault. After she finished shooting the scenes, Shipton took a two-week break to be with friends and she found herself wanting to stay inside and read. She admitted that getting into Duffy's mindset during the storyline was \"quite difficult to deal with.\" The story highlighted a problem in society of people not having anyone to confide in following such attacks. Shipton told a BBC reporter Alan Ayres that she had received numerous letters from viewers who had been in similar situations to Duffy. The actress was concerned and wrote back to some victims who had no one to speak to. She offered them information on the Rape Crisis Centre so they could receive help. In 2003, Shipton named Duffy's rape as her most harrowing storyline. ===HIV scare=== Duffy became the subject of an HIV scare when writers decided to explore the issue. They introduced the character's first love interest, a salesman named Peter Tranter (Eric Deacon). Their relationship progresses quickly and he asks her to move the United States with him. Peter then discovers that has contracted HIV and may have passed it on to Duffy. She gets tested and the results later come back negative. Peter moves away, becomes a recluse and Duffy later learns that he has died following complications with AIDS. Writers included a positive outcome for Duffy which began following a promotion to Staff Nurse which prompted her to research the virus. She then offers support to HIV positive patients because she understands their plight. ===Relationship with Andrew Bower=== In 1989, producers paired the character with Registrar Andrew Bower (William Gaminara; Philip Bretherton). Andrew was more concerned with his career than their relationship. In the book Casualty: The Inside Story, Hilary Kingsley noted that their relationship was one of convenience for Andrew. When Duffy discovers that she is pregnant, Andrew expects her to sacrifice her career to bring the child up. He refuses to do the same and they have a bitter separation, with him moving away. Duffy gives birth to a son named Peter and brings him up alone. She has to rely on babysitters who often let her down and she is forced to take Peter into work with her. Duffy's selfish mother Kate Duffin (Doreen Mantle) disapproves of her choice to remain at work. She initially refuses to care for Peter, but later changes her stance and helps out. Duffy meets businessmen Paul Slater (William Armstrong) and they begin dating. He helps out with childcare and Duffy moves in with him. But he develops a vendetta against the hospital and orders Duffy to quit her job. She responds by ending their relationship and moves out.Kingsley 1995, p.73. In 1992, following Duffy's cancer scare Andrew is reintroduced into the show. Duffy fears that Peter will need Andrew should she die and contacts him. She is shocked to learn that Andrew was already returning to Holby City hospital, taking a job as a locum Consultant. Writers made changes to Andrew's personality and he behaved more mature. Kingsley commented that the character was now \"worthy\" of Duffy's love. He was happy to see his son for the first time and remained in their lives. At the end of series seven Duffy and Andrew decide to give their relationship another try.Kingsley 1995, p.106. They later planned to marry and opted for a \"quiet wedding\". But the night before the ceremony a riot breaks out at the hospital and the department is set on fire. When the character returned to the show in 1998, she was still married to Andrew. Their marriage had become difficult and Duffy suspected that he was having an affair. She confides in Charlie that she thinks Andrew has become bored of their relationship and wants to move on. Andrew later gets a job at the hospital and he and Duffy work alongside each other. When Duffy finds out she is pregnant again, Andrew \"reacts badly to the news\". Duffy collapses after they argue, but Andrew eventually accepts that he is going to be a father again. However, in 2001 Andrew was killed-off when he is pushed down some stairs by Tom Harvey (Kieron Forsyth). Charlie has to inform a heavily pregnant Duffy that her husband is dead. ===Departure (1993)=== In 1991, Shipton went on holiday to the Maldives and realised she did not want to play the character forever. She decided that she would stay an additional year before announcing her intention to leave. In 1992, she heard rumours that the show would be airing twice a week and she began thinking about her future again. She decided to quit Casualty and filmed her final scenes in October 1993. The actress had already been pondering a departure because she wanted to play different roles. Shipton's departure left Thomson the last remaining original cast member. Shipton had difficulty looking at Thomson on her last day, as she kept crying. She told Inside Soap's Richard Arnold that she would be happy to return to the show for guest appearances. At the time she released a statement reading \"Duffy won't meet a grisly end or anything like that, so she could always come back.\" The character became pregnant with her second child before she left. Duffy made a \"low key\" departure from the show. After her husband is given a new job away from Holby, she decides to leave and start a family with him. ===Return (1998)=== In 1998, Shipton agreed to return to the role. The actress felt strange being back on the show because the cast and the show's humour had changed. She told author Rachel Silver that \"I did feel a bit left out at first but I soon got back into the swing of it.\"Silver 1998, p.102. Duffy returns to the hospital because \"she loved it\" and \"knows she's good at it\", she also has \"enormous enthusiasm\" to resume her career. She arrives to attend Charlie and Baz Hayes' (Julia Watson) wedding, as part of a two-episode special edition of Casualty. Alongside Shipton former cast members Brenda Fricker, Clive Mantle and Patrick Robinson all reprised their roles as Megan Roach, Mike Barratt and Martin Ashford respectively. The cast filmed on location for the episodes and Shipton told Steve Clark from Inside Soap that she had to learn all about the new characters and stories because she had avoided watching the show since her departure. Unlike the other returnees Duffy's return becomes permanent and she takes a job at the hospital as an F Grade nurse. She then finds it difficult to see Eve Montgomery (Barbara Marten) doing her old job. While off-screen Duffy had been raising her second child whilst Andrew had been working. But with him now at school, Duffy is free to return to work. She had done agency nursing to keep her skills up to date during her absence. Despite the temporary work Duffy soon realises she needs to work hard to be on par with her new colleagues. Towards the end of 1999, Duffy has an affair with consultant Max Gallagher (Robert Gwilym). Their relationship begins with them almost having sex on Max's desk, a scene that Shipton found embarrassing to film. She explained, \"We had to do the whole smooching thing, the clinch and then I led him by the tie to the desk. The director kept saying, 'Can we have some noise', when we were kissing, which was funny. But you don't want to start laughing because it's better to get sexy scenes over with as soon as possible.\" Shipton also made an appearance as Duffy in Casualty's sister show Holby City on 23 December 1999. In 2000, writers planned for Duffy to fall pregnant with Charlie's baby, before suffering a miscarriage. However, Shipton became pregnant in real life and the storyline had to be changed for one with a happier outcome. Duffy then fell pregnant with her husband Andrew's baby. ===Relationship with Ryan Johnson and departure=== Duffy developed a relationship with hospital security guard Ryan Johnson (Russell Boulter), after he provided her with sympathy over her mother's death. Boulter told Steve Hendry of the Sunday Mail, \"Ryan's wife died of cancer, too, so they started off comforting each other and it all goes from there. And it goes very nicely, I have to say. I think the writers decided Duffy had had a bit of a rough ride and deserved a bit of fun – so that's my job.\" Shipton felt that the relationship had revitalised her character. She told a BBC reporter that \"as a result she becomes quite glamorous and up-beat and it really is a new stage in her life.\" Duffy is devastated when Ryan steals all of her money and disappears. He later returns and reveals that he has set up a new life for Duffy and her family in New Zealand. She is left with the dilemma of whether or not to trust him and emigrate. The actress told a reporter from Inside Soap that Duffy is unsure what to do. She explained \"Duffy is furious with Ryan for leaving – but she still loves him.\" The story sparked debate on-set because some of Shipton's colleagues were in favour of her leaving with Ryan and some were not. In October 2002, it was announced that Shipton was leaving the role once again, with Ryan's return forming Duffy's departure storyline from the series. Shipton believed it was a good time to leave because \"Duffy had great storylines\" and it was \"satisfying\" that she leaves on \"a high note\". ===Return (2006)=== In 2006, Shipton agreed to reprise the role of Duffy for two episodes. Duffy's return was centric to two special episodes set in Cambodia, which were created to commemorate Casualty's twentieth anniversary. Shipton was hesitant to return because it meant being apart from her young daughter for a month. She considered taking her to Cambodia but felt it was too risky. Producers needed a quick decision from Shipton because the episodes were centric to Duffy. She told she told a Daily Mirror journalist that \"the pressure was on because they needed to write the script around my character and I had to make a decision.\" She conversed with cast members and decided to return, partly because Duffy would not be in a nurses uniform and she had become a different character in her absence. Shipton later told Kris Green from Digital Spy that she did not view her return as traditional return to the medical drama. She explained that the story \"holds its own over two episodes and it's really exciting because Duffy's out in Cambodia idealistically setting up a free clinic for people living on the poverty line in a very impoverished country, so that's quite a challenge.\" On-screen Duffy is in the country on a medical mission and Charlie, alongside his colleagues Comfort Jones (Martina Laird), Abs Denham (James Redmond) and Guppy Sandhu (Elyes Gabel), come out to help her. The cast and crew travelled to the country to film at various locations spots. They were forced to contend with high temperatures and rainy weather that became dangerous. Laird told Steve Hendry from the Sunday Mail that they worked in \"extreme conditions\" with sparse facilities. The high temperatures were problematic and the rainy season saw them caught up in a flood risk zone. Filming ceased and an evacuation took place. Shipton revealed that the crew needed to cram in as much filming during daylight hours as possible. This meant 4.30 AM starts and long days on set. Shipton told Green that the extreme heat \"you feel like you were going to explode.\" ===Reintroduction (2015)=== In 2015, Shipton reprised the role to help launch the thirtieth series of Casualty, opening with \"tearjerking episodes\". The actress was happy to return because one of the show's original creators, Paul Unwin was writing and directing the episodes. She felt proud to play Duffy again due to her \"real and lasting connection with the public.\" When she was in character wearing the hospital uniform, Shipton became emotional and felt that \"it was as if time had stood still and within a couple of hours it was business as usual.\" The scenes featured Charlie suffering a heart-attack and his colleagues coming together in an effort to save his life. Shipton later signed up to return to the role on a permanent basis and Duffy returned during the 1000th episode. The actress revealed that she had a positive response to her earlier return and it made a full-time return possible. Shipton said that the character had a \"very exciting\" future both \"professionally and personally\". Casualty's Executive Producer, Oliver Kent, said that he found it \"completely thrilling\" to have the character back. She believed that the show had regained its \"dream team of Charlie and Duffy.\" Upon her return Duffy reveals that she has left her life and family in New Zealand. She is working in an agency nurse new role within the obstetrics and gynaecology department. Shipton told Neela Debnath of the Daily Express that \"she's got her own story going on, which is slightly complicated, as to why she's not in New Zealand.\" Duffy forms a friendship with Consultant Elle Gardner (Jaye Griffiths). Shipton described it as \"really interesting\", as Elle is higher up the hierarchy than Duffy. However, when Elle struggles with treating a pregnant patient, Duffy is comfortable in her role as a midwife, and feels she can \"speak her mind assertively. She's grown up and now on terra firma.\" Shipton stated that Duffy and Elle's friendship was not initially written that way during development of her character, but the producers liked the pairing. She hoped it would be touched upon more in the future, as she thought it was a good idea to show strong female relationships. Shipton also confirmed that Duffy would continue her friendship with fellow nurse Louise Tyler (Azuka Oforka), saying that as Duffy mentors her, they develop a \"mother/daughter\" relationship. ===Relationship with Charlie Fairhead=== Duffy and Charlie Fairhead (Derek Thompson) have shared a \"will they?, wont they?\" type of relationship spanning thirty years. Shipton told Elaine Reilly from What's on TV that they have \"awful\" timing because both characters already had a partner when a relationship between the two became a possibility. She noted that when Duffy became a single parent a relationship seemed likely, but Charlie married Baz. Then Charlie became jealous when Duffy had a relationship with Mike Hornsey (John Bowe). Shipton observed \"lingering looks\" and moments where a Duffy and Charlie romance almost \"could-have-been\". Despite these scenes, writers had never developed anything further between them. In 1992, Duffy neglects her health in favour of her career. She stops going for regular smear tests and Charlie becomes critical of her behaviour. Shipton explained that Duffy is \"the bread winner\" and single mother, so her health comes second. Charlie offers Duffy his advice but she is not impressed by his approach. Shipton said that it put their friendship into jeopardy because he is unsure of how to deal with the issue. She added that Charlie \"says the kind of trite, nursey things that he trots out to patients everyday. But for Duffy that is no good.\" That same year, Charlie and Duffy share a kiss under the mistletoe. She later turns to Charlie for comfort when the ED is set on fire ahead of her wedding, but she ultimately marries Andrew. In 2000, when Charlie suffered heart problems he relied on Duffy to help his recovery because his wife and son had moved away. When he returned to work he felt vulnerable and unsure of his future in nursing. Shipton told Allison Maund from Inside Soap that \"there are moments that Charlie really needs to lean on Duffy.\" At this point they had shared fifteen year friendship. Shipton believed that her own long-term friendship with Thompson contributed to the strength of the on- screen one. When their marriages both begin to fail, Charlie accepts that his is over. He urges Duffy to attempt to save her marriage to Andrew. The actress believed that Charlie made himself available to Duffy and the story always leaves them questioning a romantic relationship. Following the character reintroduction in 2016, writers finally had Duffy and Charlie acknowledge their feelings for one another with a kiss. Shipton quipped \"Duffy and Charlie are behaving like teenagers, and they're actually really enjoying that.\" They choose to keep their romance a secret from their colleagues, as Duffy is still married to Ryan. However, Duffy accidentally reveals that they are together during the staff Christmas party. Shipton pointed out that Duffy would not go and work in another country, if she was happy in her marriage. She also thought her character had empty nest syndrome and was looking for the next chapter of her life, which meant it was time to pursue a romance with Charlie. Duffy and Charlie's relationship is soon tested by the sudden arrival of Ryan, who has received divorce papers from Duffy. Ryan wants to fight for their marriage and he attempts to emotionally blackmail Duffy by bringing her youngest son Paul (Roly Botha) with him. Shipton told Sarah Ellis of Inside Soap that Duffy is \"guilt-tripped\" into having a family Christmas, while Charlie is pressuring her to tell Ryan about their relationship. Things get worse for Duffy when Ryan is brought into the ED. He plays up his injuries and fakes a collapse to keep Duffy's attention on him. Duffy later agrees to go to dinner with Ryan, and Shipton assured fans that all Duffy wants to do is end her marriage. Ryan finally signs the divorce papers and Duffy returns to the hospital, where she proposes to Charlie. Shipton added that Duffy and Charlie had earned happiness. Duffy and Charlie's thirty year love story culminated in their wedding in early 2017. Shipton has some initial concerns about the development, saying \"When something is unrequited, then you sort of keep it on the back-burner – it's that whole, 'will-they-won't-they?' thing. That's the perennial tease! But as time has gone on, it's got to the point where it just feels right, and it feels really positive.\" Shipton thought that viewers would not get the sense that the couple would be divorcing in the near future. On the day of the wedding, Duffy has to work due to a staff shortage, while Charlie is in Barry Island, where his stag do took place. As Duffy continues to make wedding preparations, she begins to worry when she has trouble contacting Charlie. Shipton explained to Inside Soap's Sarah Ellis that Duffy thinks that Charlie has had second thoughts about marrying her, having decided that he has been on his own for all this time, he does not want to change that. Duffy's colleagues throw her an impromptu hen do in the staffroom, before they go to the chapel to wait for Charlie. Duffy's maid of honour Robyn Miller (Amanda Henderson) assures her that Charlie will turn up, but Duffy is aware that Robyn was jilted by her fiancé in the same place. Shipton said Duffy is left wondering if the same thing is going to happen to her. The actress added that the viewers had \"as much trepidation\" about the wedding as her character does, as they have seen other Casualty weddings go very wrong. Producers gave the couple a happy ending, as Charlie eventually turns up and he and Duffy are finally married. Sophie Dainty of Digital Spy described the scenes as \"emotional\" and assured fans that the couple would not be departing the show, after they were seen leaving for their honeymoon. ===Depression and dementia=== In late September 2018, Sophie Dainty of Digital Spy reported that the character would be the focus of a new mental health storyline that would also affect her marriage to Charlie. Duffy attends an appointment with her GP, who diagnoses her with clinical depression and anxiety, and prescribes her some anti-depressants. Shipton commented that Duffy is not sure about the GP's diagnosis and because of her stoic nature, she thinks she might be able to get herself through it. Duffy has a difficult shift at the hospital, where she gets involved in the treatment of Rachel Crowthers (Jennifer Hulman), whose father is Duffy's friend and childhood sweetheart Bill Crowthers (Clive Wood). As she continues to treat Rachel, Duffy gets in the way of her feud with her father, and as a result Duffy suffers a panic attack. Bill helps her out and she opens up to him about being diagnosed with depression. However, Duffy struggles to speak to Charlie and cannot find the right words to express what is happening to her. What's on TV's Elaine Reilly observed that Duffy had been \"a lonely figure\", and Shipton replied that Charlie's recent promotion has left him with more work, so he is spending less time with her and their family. Duffy does not want to worry Charlie with her diagnosis. Shipton said, \"It may also be because they've gone beyond the honeymoon period of their marriage. They're not looking after each other as best they could because of the pressures of work.\" Duffy meets up with Bill again and they have a one- night stand in a hotel. Duffy is \"distraught\" when she wakes up and tells Bill they have made a big mistake. After saying they should not see each other again, Duffy tries to leave the hotel, but ends up helping out when an accident occurs. She accompanies the patients to the hospital, where a \"suspicious\" Charlie is waiting. Shipton struggled to film the affair scenes and the aftermath, in which Duffy lies and keeps the truth from Charlie, calling it \"grim, old stuff.\" Shipton also said she had a \"dual response\" to the storyline, as she knew it would be good for her as an actor, but felt that it was a case of building the characters up \"just to break them down\". Duffy's secret is revealed when Bill is admitted to the hospital's ED. He tells Charlie about their night together, unaware that Charlie is Duffy's husband. Duffy is heartbroken when she realises that Bill has spoken to Charlie, as she has just made a decision to forget about it and work on her marriage. She is not sure how Charlie is going to react to the news. Speaking to Allison Jones of Inside Soap, Shipton stated that Duffy feels like her \"whole world is falling apart\". The character's next issue lead story focused on her diagnosis of vascular dementia. The story was planned months in advance and on-screen Duffy had been forgetting things long before her diagnosis. The production worked with the charity Dementia UK to ensure the illness was handled accurately and that they were sensitive to people affected by it. Producer Simon Harper said that stories like Duffy's need to be told \"authentically and sensitively, which is why we are always so grateful to fantastic charities like Dementia UK who do incredible work and give us invaluable advice.\" He added that he wanted to raise awareness of how cruel the disease can be. Harper also praised Shipton's portrayal, adding \"Cathy is knocking it out of the park with her heartbreaking performance, she feels incredibly passionate about the story and feels a great sense of responsibility in telling it.\" Katie Baillie from Metro reported that Duffy would feel alone through her diagnosis because of her break-up with Charlie. The story began to play out in December 2018, when Duffy has a fall and is taken into hospital. She plays down her symptoms and searches the internet for a self-diagnosis. She is shocked when her symptoms, including her depression, indicate that she is suffering from the early on-set of dementia. In March 2019 episodes, Duffy gets an official diagnosis and she is pressured to inform her employer about it. Duffy has to confide in Charlie because he is her line manager. He is upset by the news but takes a practical approach in dealing with the issue. He decides to release her from difficult duties including night shifts, which make her feel isolated. He also decides not to inform her colleagues of her illness. Duffy eventually decides to tell her colleagues about her diagnosis and she asks Charlie to let her resume her regular duties. During a shift, the father of Duffy's patient learns of her dementia and Charlie comes to her defence, which Duffy does not appreciate. However, it does lead to the couple reconciling and vowing to support each other. Duffy tells Charlie that she wants to be his wife again and face their problems together. Shipton commented that they \"make their peace with each other\". The couple, with help from David Hide (Jason Durr) and their other colleagues, renew their vows. Shipton called it a \"spontaneous\" moment. Duffy and Charlie go off to the place where Charlie realised he loved her, and they share a private moment together. Shipton explained that viewers were not happy that the writers split the couple up in the first place, but she thought that they had to test the characters. She also said that they had to get the couple back together now, as they would be facing a \"bumpier ride\" in the future. The actress added that viewers are invested in Duffy, so her dementia storyline would take a lot of time to play out, and hopefully show what people in real life are going through. She hoped the cast and crew were showing that if people receive a dementia diagnosis, they keep going and working. ===Departure (2020)=== On 9 October 2019, it was confirmed that Duffy would leave the series at the conclusion of her dementia storyline in 2020. Shipton filmed her final scenes that month. Executive producer Simon Harper thanked Shipton for her contribution to the show and \"the British Television Drama landscape\", and credited her with creating \"a comforting Saturday night icon, the caring, ideal NHS nurse millions grew up with\". Shipton expressed her delight at portraying the character and added, \"with sadness, but a sense of completion, I say goodbye\". As Duffy's dementia storyline progresses, she moves into a residential care home, as Charlie struggles to look after her and deal with her increasing violent behaviour. A show spokesperson told Inside Soap's Sarah Ellis that it is the last thing the couple wants, as Duffy worked in a home and did not like the conditions. She told Charlie that she never wanted to be admitted to a place like that, so he feels guilty leaving her there. Duffy's final episode was broadcast on 1 February 2020. A \"disorientated\" Duffy leaves her home in the middle of the night and tries to help an unconscious woman, however, recent snowfall and cold weather leaves her with hypothermia. ==Reception== Shipton was nominated for Best Drama Star at the 2017 Inside Soap Awards, while Charlie and Duffy's wedding was nominated for Best Drama Storyline. The following year, Duffy and Charlie were nominated for Best Soap Couple at the Digital Spy Reader Awards. In 2020, Shipton was nominated for Best Drama Star at the Inside Soap Awards. A reporter for The Daily Telegraph named Duffy as one of the 10 best Casualty characters. They said, \"Reliable, super-efficient Duffy (Cathy Shipton) featured in the original cast when the medical drama launched in 1986 and is one of Casualty's most iconic and longest-serving characters\". Shaun Kitchener of the Daily Express named Duffy as one of Casualty's \"most iconic characters\". He also reported how viewers had expressed their happiness over Duffy's return in 2016. Sharon Marshall writing for the Daily Mirror praised Shipton, Thompson and Bleasdale's \"sterling performance\" during the 30th anniversary episode. She added that one particular scene with all three made her cry, adding that it was like \"saluting our NHS heroes\". Sean Marland of What's on TV compared Duffy and Charlie's long-running \"Will they? Won’t they?\" relationship to the one between Ross Geller and Rachel Green, two characters from the US sitcom Friends. Their colleague Elaine Reilly added that she was hoping for romance between \"Chuffy\" because it had been \"building for decades\". Alison Graham of the Radio Times commented, \"The pair have been secretly in love for 30 years, the whole of Casualty's lifetime, so surely they need just to get on with it.\" Sarah Moolla of The People criticised the character, saying \"Has no home, no job, no money and no pride after being conned by the good-looking, smooth-talking Ryan she'd known for just a few months. A Casualty of love or her own stupidity? Duffy's definitely a divvy.\" A What's on TV reporter said that following her affair with Bill, Duffy \"has fallen from grace in the eyes of many Casualty viewers.\" Sophie Dainty of Digital Spy praised the decision to have Duffy and Charlie at the forefront of storylines in 2019. She found that Duffy's dementia storyline had \"a slower, more frustrating, build-up, but has continuously tugged at our heartstrings all the same.\" She also thought Shipton finally had the right story arc to show off her acting skills for the first time since Duffy's reintroduction. ==References== * * ==External links== * Category:Casualty (TV series) characters Category:Television characters introduced in 1986 Category:Fictional characters with dementia Category:Fictional midwives Category:Fictional nurses Category:Fictional sexual assault victims Category:Crossover characters in television Category:Female characters in television ",
    "title": "Duffy (Casualty)"
}