{
    "id": "51449359",
    "text": "The Early Period refers to the history of Assyrian civilization of Mesopotamia between 2500 BCE and 2025 BCE. It is the first of the four periods into which the history of the Assyrian civilisation is traditionally divided. The other periods are the Old Assyrian Empire (2025 BCE – 1378 BCE), the Middle Assyrian Empire (1392 BCE – 934 BCE) and the Neo-Assyrian Empire (911 BCE – 609 BCE). The main settlement of Assyria in the Early Period was Assur, a city-state. The people of Assur in the Early Period spoke an East Semitic language.Georges Roux – Ancient Iraq, p. 187 ==Etymology== Assyria may refer to a geographic area or to the area ruled under the Old Assyrian Empire. The word \"Assyria\" comes from its first capital city, Assur (Aššūrāyu). Assur was named after its patron deity, Ashur and prior to its rise to a city-state was known as \"Azuhinum\". ==Origins== The rise of Assur to the status of city-state was preceded by its being an outpost for Sumerian or Akkadian rulers. The earliest known king of the Assyrian Early Period according to the Assyrian King List was Tudiya who ruled from about 2450 BCE to about 2400 BCE. Tudiya was succeeded by Adamu. Following Adamu, the Assyrian King List gives a further thirteen rulers prior to Assur reaching the status of city-state. Nothing concrete is yet known of these kings who were likely nomadic. At about 2300 BCE, Assyria was ruled by Sargon of Akkad. He united all the Akkadian- and Sumerian-speaking peoples of Mesopotamia under the Akkadian Empire (about 2334 BCE to 2154 BCE).Georges Roux (1964), Ancient Iraq, pp. 161–191. ==Geography== ===Subartu=== Subartu is a place name associated with the Assyrian Early Period. In the Akkadian language it appears as \"Šubartum\", \"Subartumina\" and \"Šú-ba-ri\". In the Assyrian cuneiform script it appears as \"mât Šubarri\" and in the Sumerian language, it appears as \"Subir\", \"Subar\" and \"Šubur\". The precise location of Subartu is unknown but it was likely in Upper Mesopotamia at the upper reaches of the Tigris river. It represented a northern limit of the Akkadian Empire (about 2334 BCE to 2154 BCE). In early texts, Subartu is mentioned as a mountainous, agrarian area, frequently raided for slaves. It is written that Eannatum, the Sumerian king of Lagash, attacked Subartu. Subartu is listed as one of the provinces of the empire of Lugal-Anne-Mundu, king of the Adab city-state in Sumer. In the time of the Akkadian Empire, Sargon of Akkad (about 2340 BCE to 2284 BCE) attacked Subartu. Sargon's grandson, Naram- Sin of Akkad (about 2254 BCE to 2218 BCE) was a ruler of Subartu. Ishbi-Erra (about 1953 BCE to 1921 BCE) was a later ruler of Subartu. ===Assur=== There is archaeological evidence that the site of Assur was occupied by about 2400 BCE. This places it in the Early Dynastic Period of Mesopotamia. Assur's very oldest remains were discovered in the foundations of the Ishtar temple and at the \"old palace\". ==Language== The earliest record of language in Assyria refers to the people of the Akkadian Empire speaking a Semitic language. The people of the Akkadian Empire first appeared in Mesopotamia around 3500 BCE – 3000 BCE. Akkadian language names are recorded from about 2890 BCE. The Akkadians intermingled with the local Sumerian population. In the Sumerian mythological epic Enmerkar and the Lord of Aratta, Subartu is noted as a land where \"languages are confused\". A culturally close, bilingual population existed by 2800 BCE. There was lexical borrowing and syntactic, morphological and phonological convergence creating a sprachbund (a language \"crossroads\") between about 3000 BCE and 2000 BCE. Gradually, the Akkadian language replaced the Sumerian language as the spoken language of Mesopotamia. Sumerian cuneiform was still used as a sacred, ceremonial, literary and scientific language throughout Mesopotamia. Akkadian cuneiform was also used in these ways. ==Religion== Assyria of the Early Period was polytheistic. The King of the Gods was Ashur. The symbols of Ashur included: a winged disc with horns, enclosing four circles revolving round a middle circle and rippling rays falling down from either side of the disc; a circle or wheel, suspended from wings, and enclosing a warrior drawing his bow to discharge an arrow; or the same circle with the warrior's bow carried in his left hand, while the right hand is uplifted as if to bless his worshippers. The Assyrian standard (representing the world pillar) had a disc mounted on a horned bull's head. The upper part of the disc is occupied by a warrior, whose head, part of his bow, and the point of his arrow protrude from the circle. Rippling water rays are V-shaped. Two bulls, treading river-like rays, are between the arms of the Vs. There is also a lion's head and a man's head with gaping mouths. They symbolize storms, the destroying power of the sun, or the sources of the Tigris and Euphrates rivers. Jastrow regards the winged disc as \"the purer and more genuine symbol of Ashur as a solar deity\". He calls it, \"a sun disc with protruding rays\". He says, \"to this symbol the warrior with the bow and arrow was added; a despiritualization that reflects the martial spirit of the Assyrian empire\".Mackenzie D. A.\"Ashur the National God of Assyria\" Myths of Babylonia and Assyria 1915, chapter 15. ==Classical literature and mythology== Classical Greek and Roman writers such as Julius Africanus, Marcus Velleius Paterculus, and Diodorus Siculus dated the founding of Assyria to a time between about 2284 BCE and about 2057 BCE. ===Belus=== Belus (or \"Belos\") in classical Greek or Latin texts and in later works based upon them refers to an ancient, mythical Assyrian king. The Babylonian deity Bel, and Marduk, the patron deity of the city of Babylon, maybe euhemerisation of this Assyrian king. Belus most commonly appears as the father of Ninus. Ninus most commonly appears as the first known Assyrian king. Ctesias provides no information about Ninus' parentage. Herodotus lists Ninus among the ancestors of the Heraclid dynasty of Lydia. Belus is made a grandson of Heracles. A fragment of text by Castor of Rhodes which is preserved only in the Armenian translation of Eusebius of Caesarea, makes Belus the king of Assyria at the time when Zeus and the other gods are fighting the Titans and the giants. Castor says Belus was considered a deity after his death, but he does not know how many years Belus reigned. Alexander Hislop suggested in The Two Babylons that Belus was a conqueror and the father of Ninus. He suggests that after Ninus' death, Semiramis, Belus' wife called Ninus a Sun God, Cush (Belus) the Lord God, herself the Mother Goddess and her son, Tammuz, the God of Love. This was an effort to maintain political control as her newborn son's regent. In some versions of the tale of Adonis, Belus is Adonis' grandfather. In Metamorphoses, (4.212f) Ovid speaks of Orchamus, king of the Achaemenid cities of Persia as the seventh in line from the founder, Belus. But no other extant sources mention either Orchamus or his daughters, Leucothoe and Clytie. In Dionysiaca (18.5f), Nonnus speaks of \"Staphylus\", king of Assyria and grandson of Belus, and \"Botrys\", Staphylus' son. Botrys entertains Dionysus. Staphylus and Botrys are not found in other texts. Diodorus Siculus (6.5.1) speaks of the Roman god, Picus as the king of Italy. Picus is normally the son of Saturn. Siculus introduces Picus as the brother of Ninus. Picus and Ninus also appear in John of Nikiû's Chronicle (6.2f). It tells of Cronus, the first king of Assyria and Persia. He married an Assyrian woman named Rhea. Her sons were Picus (also called \"Zeus\") and Ninus. Cronus removed to Italy. He was slain by Picus (Zeus). Picus (Zeus) then had a child called \"Belus\" by his own sister. Picus (Zeus) disappeared. Belus became the king of Assyria and the god, Faunus. Upon the death of Belus, his uncle, Ninus became king. Ninus then married his own mother, Rhea, who then called \"Semiramis\". ===Ninus=== According to Greek historians writing in the Hellenistic period and later, Ninus (), was the founder of Nineveh (Νίνου πόλις \"city of Ninus\" in Greek), capital of Assyria. He does not appear on the Assyrian King List or in any cuneiform literature. ==Assyrian King List== There are three extant cuneiform tablet versions and two fragments of the Assyrian King List: one from Khorsabad (a village in northern Iraq); one published in 1927 by Essad Nassouhi, the \"Nassouhi\"; and a third, the \"SDAS\", kept at the Seventh-day Adventist seminary in Washington D.C.Poebel A. Assyrian King List p71 - 90.Gelb I. J. \"Two Assyrian King Lists\" Journal of Near Eastern Studies 1954 vol 13 p209 - 230. The lists date to the early first millennium BCE. The oldest, \"List A\" dates to the eighth century BCE. It ends at Tiglath-Pileser II ( about 967 BCE to 935 BCE). The most recent is \"List C\". It finishes at Shalmaneser V (727 BCE to 722 BCE). Before Erishum I, the list gives no regnal lengths. ===Kings who lived in tents=== The earliest kings of Assyria, who are recorded as \"kings who lived in tents\", were independent semi-nomadic pastoral rulers who governed as an oligarchy.Saggs, The Might p24. Tudiya (or Tudia) (about 2450 BCE to 2400 BCE) is the first king in the Assyrian King List. His existence is unconfirmed archeologically and uncorroborated by any other source. Tudiya was succeeded by Adamu, Yangi, Suhlamu, Harharu, Mandaru, Imsu, Harsu, Didanu, Hana, Zuabu, Nuabu, Abazu, Belu and Azarah. Nothing concrete is yet known about these names. A much later Akkadian language tablet which lists the ancestral lineage of Hammurabi of Babylon, copies the same names from Tudiya through Nuabu. However, the list is corrupted. For instance, Tudiya's name is joined with Adamu's to make \"Tubtiyamutu\". ====Akkadian Empire==== Assyria fell to the rule of the Akkadian Empire (about 2334 BCE to 2154 BCE). The Akkadian Empire ruled from central Mesopotamia. Assyria, in the north of the empire, was called \"Azuhinum\" in the Akkadian cuneiform script. According to the Nuzi tablets, Assur was a regional administrative centre. Assyria traded with the people of Asia Minor (now Anatolia). Both Assyrian and Akkadian traders spread the use of the Mesopotamian cuneiform script throughout Asia Minor and the Levant. References to Anatolian trading posts were found on Akkadian cuneiform tablets. On those tablets, Assyrian traders in Burushanda implored the help of their ruler, Sargon of Akkad. The records of Naram-Sin of Akkad (Sargon's grandson) tell of his campaigns in Anatolia. Towards the end of Sargon's reign, Assyria rebelled. Records tell that \"the tribes of Assyria of the upper country in their turn attacked. But they submitted to his arms, and Sargon settled their habitations, and he smote them grievously.\" Eventually, the Akkadian Empire suffered economic decline and civil war. In about 2154 BCE, there were incursions by the Gutian people. Thus, between about 2154 BCE and 2112 BCE, Assyria was again an independent territory. ====Neo-Sumerian Empire==== The Neo-Sumerian Empire (about 2112 BCE to 2004 BCE) ruled Assyria as far north as Assur (but not Nineveh). Zāriqum, a \"šakkanakkum\" (local ruler), who does not appear on the Assyrian King List, paid tax to Amar-Sin of Ur (about 1981 BCE to 1973 BCE). Assyrian kings of this era were vassal governors for the Neo-Sumerians. The Third Dynasty of Ur ruled Assyria until about 2050 BCE. , ====Ushpia==== Ushpia (about 2030 BCE) is second last name in the Assyrian King List first section, the \"kings who lived in tents”. Ushpia is yet to be confirmed by contemporary artefacts. According to much later inscriptions of the Assyrian kings Shulmanu-asharedu I (about 1274 BCE) and Esarhaddon (about 681 BCE) Ushpia founded Assur and dedicated the first temple of Assur to Ashur. ===Kings whose fathers are known=== \"Kings whose fathers are known\" is the second section of the Assyrian King List and is written in reverse order. Apiashal who succeeded Ushpia is the first king of this section. The section may be a list of the ancestors of the Amorite, Šamši-Adad I (about 1754 BCE to 1721 BCE) who conquered Assur. Indeed, the list may have been compiled as \"an attempt to justify Šamši-Adad I's legitimate rule over the city-state Assur\". However, this interpretation has not been accepted universally; the section may alternatively represent the ancestors of Sulili (about 2075 BCE to 2062 BCE). ====Ila-kabkabu==== The Amorite name, \"Ila-kabkabu\" appears twice in the \"kings whose fathers are known\". Ila-kabkabu appears as the father of Šamši-Adad I. However, Šamši-Adad I did not inherit the Assyrian throne from his father, but conquered it later. There is an Ila-kabkabu of Terqa, (Syria) who has a temporal connection with Lagitlim of Mari, Syria. In 1790 BCE, in the Mari Eponyms Chronicle, Ila- kabkabu sacks a place called Shuprum. Then in 1791 BCE, Šamši-Adad I succeeds his father as the king of Terqa. Šamši-Adad I conquered a wide territory including Assyria, where he founded an Amorite dynasty. Šamši-Adad I's lineage may have been interpolated into the Assyrian Kings List in order to enhance his legitimacy as a ruler of Assyria. Alternatively, it may be that this section of the list represents the ancestors of Sulili, the king mentioned immediately afterwards in the list. The two instances may represent the same man, or, it may be there were two distinct but perhaps related individuals. The name \"Ila-kabkabu\" also appears in two building inscriptions of later kings of Assyria. The earlier of the two is that of Ashur-rim-nisheshu (about 1398 BCE to 1391 BCE) which commemorates his reconstruction of the wall of the inner part of Assur. Previous restorers are listed on a commemorative cone,Cone VAT? 2764. The later inscription is that of Shalmaneser II who also restored the wall and gave credit to his predecessors. ====Puzur-Ahur I==== Puzur-Ashur I (about 2000 BCE) appears in inscriptions of later kings including his son, Shalim-ahum and the much later Ashur-rim-nisheshu and Shalmaneser III.) The inscriptions mention Puzur-Ahur I among kings who continued work on the Assur city walls commenced by Kikkia.Hildegard Levy, \"Assyria c. 2600-1816 B.C.\", Cambridge Ancient History. Volume 1, Part 2: Early History of the Middle East, 729-770, p. 746-747. Puzur-Ashur I may have started a long Assyrian dynasty. There are at least eight generations linked by inscriptions of the successors. The lineage may have continued to Erišum II. The successors of Puzur-Ashur I bore the title \"Išši’ak Aššur\" (\"vice regent of Assur\") and \"ensí (Sumerian)\". ===Six kings whose names (are written on bricks) but eponyms are not found=== This is the third section of the Assyrian King List. Among the kings of this section is Shalim-ahum (Šalim- ahum, Šallim-aḫḫe or šal-lim-pab-mes) (about 1900 BCE), the son of Puzur-Ashur I. His name means \"keep the brothers safe\". Shalim-ahum is the earliest independent ruler of Assyria to be attested in a contemporary inscription. This inscription is carved in a curious archaic character mirror-writing in Old Assyrian. It was found on an alabaster block found during German excavations at Assur under Walter Andrae. The inscription tells that the god Ashur \"requested of him\" the construction of a temple. It also tells that he had \"beer vats and storage area\" built in the temple area. Shalim-ahum ruled during a period when nascent Assyrian merchant companies were branching out into Anatolia to trade textiles and tin from Assur for silver. Shalim-ahum was succeeded by his son, Ilu-shuma, as recorded in his brick and limestone inscriptions and he appears in the genealogy of his grandson, Erishum I. His name also appears in an inscription of Adad-nirari I and one belonging to Shalmaneser I but only in the context of references to his son, Ilu-shuma (Ilu-šūma or dingir-šum-ma when inscribed) (about 1900 BCE).Khorsabad copy of the Assyrian King List i 24, 26. of the \"six kings whose names were written on bricks, but whose eponyms are not known\", referring to the lists of officials after which years were named. Ilu-shuma's son Erishum I succeeded him and reigned for thirty or forty years.Lines 27 to 28: [IE-r]i-šu dumu Iilu-šum-ma [šá li-ma-ni]-šu-ni 40 mumeš lugalta dùuš. Erishum I titled himself \"vice- regent of Assur, beloved of the god Ashur and the goddess Ishtar.\" The Synchronistic King ListSynchronistic King List iv 17. records eighty-two kings of Assyria from Erishum I to Ashurbanipal. The Chronicle of Early Kings records Erishum I's contemporary Su-abu., who was once identified with the founder of the First Dynasty of Babylon, Sumu-abum, c. 1830 BCE.Chronicle of Early Kings, BM 26472, 37. On a subsequent fragmentary line of the chronicle, the word \"gigam.didli\" (battles) is seen. Ilu-shuma may have engaged in conflict with Su-abu his southerly neighbor. A brick inscription of Ilu-shuma describes his relations with the south and reads: The historian M. Trolle Larsen has suggested that this represented an attempt to lure traders from the south with tax privileges and exemptions, to monopolize the exchange of copper from the Gulf for tin from the east. The cities cited are the three major caravan routes the commodities would have traveled rather than campaign routes for the king. Ilu-shuma's construction activities included building the old temple of Ishtar and a city wall. He subdivided the city into house plots and diverted the flow of two springs to the city gates Aushum and Wertum. Tukultī- Ninurta I recorded in an inscription on an adjacent Ishtar temple that Ilu- shuma lived 720 years before From this it might be deduced that, despite later being among the \"kings whose year names are not known\", Ilu-shuma's regnal length was still known in the time of Tukulti-Ninurta I to be 21 years.Cambridge Ancient History: Assyria 2060-1816 BC, 1966, p. 22. Larsen has suggested that Ilu-shuma may have been a contemporary of Iddin-Dagan and Ishme-Dagan of Isin. This disagrees with the synchronization with Sumu-abum, but makes more sense given the currently favoured chronology. ==Assyrian King List table== The following kings are tabulated from the Assyrian King List cuneiform tablets. {|class=\"nowraplinks\" border=\"2\" cellspacing=\"0\" cellpadding=\"3\" rules=\"all\" width=\"1000px\" style=\"margin:3px 0 0em 0em; border-style: solid; border-width: 1px; border-collapse:collapse; empty- cells:show\" |colspan=\"3\" align=center style=\"background:#778899; color:white\"|Early Assyrian Period |- bgcolor=\"#F6E6AE\" !King name !Reigned !Notes |- |colspan=\"3\" style=\"background:#dcdcdc;\"| \"kings who lived in tents\" |- |colspan=\"3\" style=\"background:#dcdcdc;\"| This section shows marked similarities to the ancestors of the first Babylonian dynasty. According to the Cambridge Ancient History, the conclusion of this section \"marked the end of the nomadic period of the Assyrian people\" and \"visualized Ushpia as the actual founder of the Semitic city of Ashur\"Hildegard Levy, \"Assyria c. 2600-1816 B.C.\", Cambridge Ancient History. Volume 1, Part 2: Early History of the Middle East, pp. 729-770 and pp. 745-746. |- bgcolor=\"#f5f5f5\" | Tudiya | fl. c. 2450 BC — c. 2400 BC (short) | contemporary of Ibrium of Ebla |- bgcolor=\"#fffaf0\" | Adamu | fl. c. 2400 BC — c. 2375 BC (short) | the earliest known use of the name “Adam” as a genuine name in historicity is Adamu. |- bgcolor=\"#f5f5f5\" | Yangi | fl. c. 2375 BC — c. 2350 BC (short) | |- bgcolor=\"#fffaf0\" | Suhlamu | fl. c. 2350 BC — c. 2325 BC (short) | |- bgcolor=\"#f5f5f5\" | Harharu | fl. c. 2325 BC — c. 2300 BC (short) | |- bgcolor=\"#fffaf0\" | Mandaru | fl. c. 2300 BC — c. 2275 BC (short) | |- bgcolor=\"#f5f5f5\" | Imsu | fl. c. 2275 BC — c. 2250 BC (short) | |- bgcolor=\"#fffaf0\" | Harsu | fl. c. 2250 BC — c. 2225 BC (short) | |- bgcolor=\"#f5f5f5\" | Didanu | fl. c. 2225 BC — c. 2200 BC (short) | |- bgcolor=\"#fffaf0\" | Hana | fl. c. 2200 BC — c. 2175 BC (short) | |- bgcolor=\"#f5f5f5\" | Zuabu | fl. c. 2175 BC — c. 2150 BC (short) | |- bgcolor=\"#fffaf0\" | Nuabu | fl. c. 2150 BC — c. 2125 BC (short) | |- bgcolor=\"#f5f5f5\" | Abazu | fl. c. 2125 BC — c. 2100 BC (short) | |- bgcolor=\"#fffaf0\" | Belu | fl. c. 2100 BC — c. 2075 BC (short) | |- bgcolor=\"#f5f5f5\" | Azarah | fl. c. 2075 BC — c. 2050 BC (short) | |- bgcolor=\"#fffaf0\" | Ushpia | fl. c. 2050 BC — c. 2030 BC (short) | said to have been the founder of the temple of Ashur in Assur |- bgcolor=\"#f5f5f5\" | Apiashal | fl. c. 2030 BC — c. 2027 BC (short) | \"son of Ushpia\" |- |colspan=\"3\" style=\"background:#dcdcdc;\"| \"altogether seventeen kings, tent dwellers.\" |- |colspan=\"3\" style=\"background:#dcdcdc;\"| \"kings who are ancestors/whose fathers are known\" |- |- bgcolor=\"#f5f5f5\" | Apiashal | fl. c. 2030 BC — c. 2027 BC (short) | \"son of Ushpia\" |- bgcolor=\"#fffaf0\" | Hale | fl. c. 2027 BC — c. 2024 BC (short) | \"son of Apiashal\" |- bgcolor=\"#f5f5f5\" | Samani | fl. c. 2024 BC — c. 2021 BC (short) | \"son of Hale\" |- bgcolor=\"#fffaf0\" | Hayani | fl. c. 2021 BC — c. 2018 BC (short) | \"son of Samani\" |- bgcolor=\"#f5f5f5\" | Ilu-Mer | fl. c. 2018 BC — c. 2015 BC (short) | \"son of Hayani\" |- bgcolor=\"#fffaf0\" | Yakmesi | fl. c. 2015 BC — c. 2012 BC (short) | \"son of Ilu-Mer\" |- bgcolor=\"#f5f5f5\" | Yakmeni | fl. c. 2012 BC — c. 2009 BC (short) | \"son of Yakmesi\" |- bgcolor=\"#fffaf0\" | Yazkur-el | fl. c. 2009 BC — c. 2006 BC (short) | \"son of Yakmeni\" |- bgcolor=\"#f5f5f5\" | Ila- kabkabu | fl. c. 2006 BC — c. 2003 BC (short) | \"son of Yazkur-el\" |- bgcolor=\"#fffaf0\" | Aminu | fl. c. 2003 BC — c. 2000 BC (short) | \"son of Ila- kabkabu\" |- |colspan=\"3\" style=\"background:#dcdcdc;\"| \"altogether ten kings who are ancestors\" |- |colspan=\"3\" style=\"background:#dcdcdc;\"| This section, which in contrast to the rest of the list, was written in reverse order, beginning with Aminu and ending with Apiashal, has often been interpreted as a list of Shamshi-Adad's ancestors. In keeping with this assumption, scholars have inferred that the original form of the Assyrian Kinglist was written, among other things, as an \"attempt to justify that Shamshi-Adad was a legitimate ruler of the city-state Assur and to obscure his non-Assyrian antecedents by incorporating his ancestors into a native Assyrian genealogy\". However, this interpretation was not accepted universally; the Cambridge Ancient History rejected this interpretation and instead interpreted the section as the ancestors of Sulili. |- |colspan=\"3\" style=\"background:#dcdcdc;\"| \"kings whose eponyms are not known\" |- |colspan=\"3\" style=\"background:#dcdcdc;\"| These are early rulers of Assur. |- bgcolor=\"#f5f5f5\" | Sulili | fl. c. 2000 BC (short) | \"son of Aminu\" |- bgcolor=\"#fffaf0\" | Kikkiya | fl. c. 2000 BC (short) | |- bgcolor=\"#f5f5f5\" | Akiya | fl. c. 2000 BC (short) | |- bgcolor=\"#fffaf0\" | Puzur-Ashur I | fl. c. 2000 BC (short) | |- bgcolor=\"#f5f5f5\" | Shalim-ahum | fl. c. 1900 BC (short) | \"son of Puzur-Ashur I\" |- bgcolor=\"#fffaf0\" | Ilu-shuma | fl. c. 1945 BC — c. 1906 BC (short) | \"son of Shalim-ahum\" |- |colspan=\"3\" style=\"background:#dcdcdc;\"| \"altogether six kings (whose names were written on?) bricks whose eponyms are (not known?).\" |- |} ==See also== * Timeline of the Assyrian Empire * Assyrian continuity ==Notes== ==Sources== ==References== Category:3rd millennium BC Category:Ancient Mesopotamia Category:Ancient Syria Category:Assyria Category:Bronze Age Asia .Assyria 01 ",
    "title": "Early Period (Assyria)"
}