{
    "id": "51444840",
    "text": "The fifth and final season of Teenage Mutant Ninja Turtles aired on Nickelodeon from March 19, 2017 to November 12, 2017, consisting of 20 episodes. On January 11, 2018, the season became available at Hulu. ==Plot== Following Splinter's death and the Super Shredder's destruction at the hands of Leonardo, the Turtles, April O'Neil, Casey Jones and Karai have all moved on with their daily lives. Leo takes on even more responsibility as sensei. However, Tiger Claw and an underground cult dedicated to the Foot Clan have plans to bring back the Shredder, with the help of a Demodragon named Kavaxas. Raphael's Salamandrian girlfriend, Mona Lisa, and their friend, Sal Commander, arrive on Earth asking the Turtles for help finding the Newtralizer, who seeks to destroy the Utroms. It is later revealed that the Newtralizer is working with Lord Dregg, who has cheated death and sworn revenge on the Turtles. In another dimension inhabited by anthropomorphic animals in Feudal Japan, a lone rabbit ronin named Miyamoto Usagi has been tasked with protecting an unpleasant Pug named Kintaro, the \"Golden Child\" of the Sky Buddha. Meanwhile, the gray wolf wizard Jei transports the turtles into his reality to serve as mind-controlled hitmen, in order to prevent Usagi from ever reaching the Temple of the Sky Buddha. A flashback (prequel) shows how Splinter and the four Turtles, as babies, found their underground lair while being pursued by the Kraang. Splinter realizes he has been given a second chance at fatherhood, and names the infant Turtles after his favorite Italian artists of the Renaissance. In an alternate post-apocalyptic future (set half a century later), humanity and most of mutantkind (the Mighty Mutanimals, April O'Neil- who was somehow unable to shield herself from the blast with her strong psionic powers- Casey Jones, snake-mutant Karai, and Shinigami) have all been wiped out by an extremely powerful and destructive mutagen bomb triggered by an unknown adversary. An elderly, weathered version of Raphael and a robot containing Donatello's consciousness scour a wasteland that was once their home of New York City. They encounter a meerkat named Mira who is hunted by a honey badger named Verminator Rex and his gang of bikers. Mira reveals a map imprinted on her arm that leads to a haven called \"the Green Paradise\" or \"Oasis\". During Halloween, the Turtles and their time-traveling ally, Renet, are reunited with their enemy, Savanti Romero as he plans to turn all of New York City into a monster-filled dystopia, while sending them back in time at Transylvania, during the age of Dracula and 1810s Central Europe, with Frankenstein. In the series finale, the Turtles once again meet their counterparts from the 1987 series. The 1987 versions of the Shredder and Krang have fled to the 2012 reality and seek help from the 2012 versions of Bebop and Rocksteady as they plan to conquer both dimensions. The Mighty Mutanimals are later enlisted by the Turtles to help stop the villains. ==Production== On July 10, 2015, Nickelodeon ordered a fifth season of Teenage Mutant Ninja Turtles. The first four episodes were released to DVD on March 21, 2017, two days after the TV-premiere. On March 2, 2017, Nickelodeon announced that season five would be the show's final season. It was renamed Tales of the Teenage Mutant Ninja Turtles for this last season, and its opening titles were changed. \"The Wasteland Warrior, \"The Impossible Desert\", and \"Carmageddon!\" are typically presented as a television movie, \"Raphael: Mutant Apocalypse\". Although these episodes were not the last to air, and not officially considered canon by Nickelodeon, they were the last episodes produced. In an interview, executive producer Ciro Nieli revealed that he intended for these episodes to be the series finale in order to prevent any alteration of the timeline that he and the rest of the crew had built, despite the episodes' contradictions to previously established canon (most notably Renet's description of the future from the Season 3 episode \"Turtles in Time\"). However, Nickelodeon chose to air those episodes on Nicktoons in the middle of the season, and declared \"Wanted: Bebop and Rocksteady\" the finale instead. On threads from the official TMNT twitter, the company indicated that \"Raphael: Mutant Apocalypse\" is non-canon, and a press release for the DVD refers to the special as \"another dimension\". ==Episodes== ==Notes== ==References== Category:2017 American television seasons Category:Transylvania in fiction Category:Fiction set in 1819 Category:Middle Ages in popular culture Category:Television shows set in ancient Egypt Category:Parallel universes in fiction Category:Crossover animation 5 Category:Halloween fiction Category:Dracula television shows Category:Works based on Frankenstein Category:Post-apocalyptic animated television series Category:Television series set in the future Category:Crossover science fiction television episodes ",
    "title": "Teenage Mutant Ninja Turtles (2012 TV series, season 5)"
}