{
    "id": "51443826",
    "text": "== November 2010 == {|class=\"wikitable sortable\" border=\"1\" id=\"killed\" ! Date !! nowrap|Name (Age) of Deceased !! State (city) !! Description |- |2010-11-28 ||Poccia, Richard (60)|| California (Napa)||Shot in front of his home by police after Richard's wife reported he was distraught and had threatened suicide. |- |2010-11-26||Acosta, Alexander (31)||California (Los Angeles)||According to an LA County Sheriff's Deputy: Authorities were called by a woman who told them that her son (Acosta), was attacking her boyfriend. Officers arrived and saw Acosta \"slashing a man's head with a meat cleaver.\" The deputies ordered the suspect to stop and drop the cleaver several times, but the suspect ignored the deputies’ command and continued slashing the victim. One of the deputies then fired his weapon, striking Acosta three times in the torso. |- |2010-11-24 || Ferguson, Xavier (23)|| Illinois (Chicago) || Police said uniformed officers were on routine patrol at 1:20 a.m. when they saw people throwing items out the window of a van. The officers activated their lights and tried to curb the van but it did not immediately stop. It eventually pulled over. Several of the van's occupants then ran off, but one of them \"lunged at the officer and attempted to disarm him,\" according to the statement. \"A struggle ensued, at which time the weapon discharged, fatally striking the offender,\" police said. A family member identified the man as Xavier Ferguson. |- |2010-11-24 || Reyes, Ruben (20)|| Colorado (Evans) || Shot after killing deputy. |- |2010-11-21||Sappleton, Karl (18)||Pennsylvania (Philadelphia)||Sappleton and an accomplice carjacked and stole a Cadillac. The victim called Police who broadcast a description of the vehicle on police radio. Officers observed the Cadillac and tried to pull the vehicle over. The Cadillac sped away with police right behind. The driver of the Cadillac lost control and jumped the curb, striking a concrete barrier. Penn police picked up the chase on foot. The suspects started shooting at the officers, and the officers returned fire, killing Sappleton. |- |2010-11-17 || Scrivner, Curtis (47)|| Idaho (Riggins) || Shot during shootout with deputy. Officers were searching for Scrivner after he had displayed a firearm and fled when contacted by a deputy regarding a felony warrant in Colorado. |- |2010-11-12 || Corporon, Ethan (29)|| Washington (Spokane) || Shot after firing shotgun at police and in the air. Police were responding to report of man firing shotgun at a house. |- |2010-11-08||Jones, Derrick (37)||California (Oakland)||Oakland Police were called to the scene where Derrick Jones had been accused of assault by a neighbor. When Officers arrived Jones ran. The police claim that when they caught up with him, he reached for his waistband. Officers fired several shots at the suspect killing him. The officers said they thought Jones was armed, but all he had was a small silver colored scale |- |2010-11-08||Thomas, Robert (21)||California (Los Angeles)||Deputies approached a group because people were drinking in the lawn area of a residence, but they then noticed Thomas acting suspiciously. Thomas ran from the deputies, where he came to a locked fence. Authorities said Thomas turned to the deputies while holding a handgun. One deputy fired \"multiple rounds,\" striking Thomas. Authorities said a handgun was recovered at the scene. |- |2010-11-08|| Nance, Alexandra (20)|| Illinois (O'Fallon) || A police officer shot and killed a 20-year-old woman in a pickup stopped in the driveway of an O'Fallon home early Monday after she pointed a gun at the officer, police say |- |2010-11-06 ||Davis, Jahind (25) || New Jersey (Elizabeth) || Authorities said officers confronted 25-year-old Jahind Davis and 18-year-old Jaquil Spruill, who had allegedly broken into two rooms of a hotel. They also robbed and beat a man, authorities said. |- |2010-11-05 || Allen, Eugene Lamott (40) || Delaware (Wilmington) ||Police were called about two people fighting in a roadway. A tropper tried to escort 40-year-old Eugene Lamott Allen out of the roadway, but Allen allegedly resisted arrest. Police said the trooper then used the Taser on Allen. Two more troopers arrived and Allen continued to resist arrest, another trooper used his Taser. Allen was put in handcuffs when troopers realized he had gone into cardiac arrest. He was later pronounced dead at a hospital. |- |2010-11-02 || Madison, Joshua (21) || Illinois (Chicago) ||Officers from the Gang Enforcement Unit tried to stop a vehicle involved in a drug transaction, a police statement said. As officers came up to the vehicle on foot the offender tried to flee. One officer became \"lodged by the man's vehicle\" and was dragged for nearly a block, the statement said. The driver disregarded repeated commands to stop the vehicle and an officer, \"in fear of his life,\" fired his weapon, fatally wounding the man. |} ==See also== == References == *List of killings by law enforcement officers in the United States, 2010 Category:2010 in the United States 2010 ",
    "title": "List of killings by law enforcement officers in the United States, November 2010"
}