{
    "id": "51449567",
    "text": "Bunny is the debut album by the American band Halo Circus. It was recorded at Little White Lotus Studios in Compton, California, 76 Steps Studios, Hollywood, California, Sphere Studio in Los Angeles and Hinge Studios. It was released June 23, 2016. Personnel include singer Allison Iraheta, bass player, keyboardist and producer Matthew Hager, guitarist Brian Stead and drummer Valerie Bellino. ==Background== Some music industry veterans collaborated with the group to fashion the final song list. Pop music icon Paul Williams co- wrote the ballad \"Band Aid.\" John Taylor, member of the 80's era band Duran Duran co-wrote \"Something Special.\" Argentine singer/producer/composer Claudia Brant is noted as a co-writer for \"Yo Me Voy.\" The album also features a cover of \"Verdad\" originally written and recorded by the Mexican singer Julieta Venegas. Regarding the album's title, Iraheta states that while writing songs she \"was intrigued by the idea that bunnies are these little, cute, beautiful, harmless creatures that are also prey. They have cotton tails seemingly specifically designed for hawks to spot them. There was something about being adorable and at the same time being a target that had my attention, and the idea has kind of taken on a life of its own.\" The first single associated with the album was \"Gone.\" Written as a response to Iraheta's being let go by her original record label, it was released on October 8, 2013. The Spanish version of the song, \"Yo Me Voy\", appears on the album and is the B-side of the single. ==Reception== The album has been nominated for four LA Music Critic Awards, including Best Rock Band; Best Pop Female; Best Single (Desire); and Best Video (Desire). Popdust listed the song \"Band Aid\" as one of the best songs of 2016 and said \"This revolutionary track is striking, as Iraheta's cutting lead vocal frames love songs around larger world issues and the electric guitars and drums act represent the very pulse inside our chests.\" Los Angeles Magazine describes the band's sound as \"Dark, anthemic rock with a knack for soaring hooks.\" Critic Saeli Eshelman said the album covers a wide variety of genres, tempos, and languages, further stating that \"Bunny is most impressive and successful due to the skill and passion required to deftly traverse these varying styles\". Rock NYC reports \"At a time when walls and barriers absurdly and shamefully are becoming fashionable again, Allison Iraheta and Halo Circus’ new album wants to break down borders and set you free, thanks to a series of panoramic pop-rock songs and their singer’s impressive vocals.\" In December 2016, \"Bunny\" was chosen as one of the best albums of 2016 by AXS music. ==Track listing== # \"He Promises the Moon\" (Iraheta/Hager) – 0:50 # \"Nothing at All\" (Hager/Immerman/Iraheta) – 4:18 # \"All I Have\" (Hager/Iraheta)– 3:24 # \"Desire (Lo Que Vale La Pena)\" (Hager/Immerman/Iraheta)– 4:29 # \"Far from Eden\" – 0:56 # \"Yo Me Voy\" (Spanish version of \"Gone\") (Hager/Immerman/Iraheta/Brant)– 4:10 # \"Verdad\" (Julieta Venegas) – 3:58 # \"Guns in Our Hands\" (Hager/Immerman/Iraheta) – 5:41 # \"Band Aid\" (Hager/Iraheta/Paul Williams)– 5:07 # \"Out of Love\" (Hager/Immerman/Iraheta)– 5:02 # \"You Can't Take You Away from Me\" (Hager/Iraheta)– 4:19 # \"Dawn\" (Hager/Iraheta)– 0:38 # \"Something Special\" (Hager/Immerman/Iraheta/John Taylor)- 5:38 The album was also released as a Faux Curio rabbit's paw with a thumb drive. This included a bonus track. # \"Hello Love\" (Hager/Immerman/Iraheta) - 4:20 ==Personnel== *Allison Iraheta – Vocals *Matthew Hager – Bass and keyboards *Brian Stead – Guitars *Veronica Bellino – Drums Additional musicians: *Gee Rabe – Accordion *David Immerman – Additional guitars *Julie Rogers – Violin *Ginger Murphy – Cello *Kevin Richard – Percussion *Victory Mori – Classical guitar on \"Guns in Our Hands\" *Janeen Rae Heller – Musical saw on \"Guns in Our Hands\" String arrangements by Matthew Hager except \"Guns in Our Hands\" by Matthew Hager and Julie Rogers ==Production== *Matthew Hager – producer *Craig Bauer – mixing *Eric Boulanger – mastering == References == == External links == *Halo Circus Official Site Category:2016 debut albums Category:Halo Circus albums Category:Self-released albums ",
    "title": "Bunny (Halo Circus album)"
}