{
    "id": "51440781",
    "text": "Anthony John Sievers is an Australian politician. He is a Labor member of the Northern Territory Legislative Assembly since 2016, representing the electorate of Brennan. ==Early life and career== Sievers moved to the Northern Territory in 1988. He worked as a motor mechanic before joining the Northern Territory Government, where he worked as a prison officer in Alice Springs. Before entering politics, Tony worked in drug and alcohol programs at the Department of Health. He holds post graduate qualifications in management and alcohol and other drugs. He is currently completing a Bachelor of Psychology. Sievers coaches a Junior team of the Northern Territory Football League. He has five children, two with Larrakia heritage. ==Politics== Sievers ran in the 2016 Territory election as Labor's candidate in Brennan, held by CLP member and former Deputy Chief Minister Peter Chandler. On paper, Sievers faced long odds. Brennan was located in a particularly conservative area of Palmerston, and Sievers needed a 14-percent swing to win it—a daunting task under normal conditions. Labor had only taken the seat once, when opposition leader Denis Burke was famously defeated in his own seat in 2005. Chandler retook Brennan for the CLP in 2008, and seemingly consolidated his hold on the seat in 2012. However, the CLP's support in Palmerston had collapsed ahead of the election; one poll had the CLP on only 37 percent support in an area that had been a CLP stronghold for the better part of four decades. On election night, Chandler lost almost 20 percent of his primary vote from 2012, and Sievers defeated him on a swing of over 14 percent. ==References== Category:Living people Category:Members of the Northern Territory Legislative Assembly Category:Australian Labor Party members of the Northern Territory Legislative Assembly Category:21st-century Australian politicians Category:Year of birth missing (living people) ",
    "title": "Tony Sievers"
}