{
    "id": "51440456",
    "text": "Laserlife is a rhythm game developed and published by Choice Provisions. It was released in September 2015 for Windows and Mac OS X through the download service Steam, as well as for PlayStation 4 and Xbox One. The game received mixed reviews from critics, complimenting its graphics, sound, and experimental nature, but criticizing its brevity. == Gameplay == The first segment of a stage. The player controls two laser beams using the twin sticks of the controller, or by using their hands with an Intel RealSense camera. The player must then enter a stage and go through several phases where different actions are required. First, the player collects \"memory molecules\" by pressing one or both of the lasers at the correct time and position along with the beat. Second, they must \"harmonize\" the memory, which involves hitting targets that come towards the player using precise positioning. Third, they warp out of the stage, and must avoid barriers called \"mental blocks\". Finally, they must use a QTE to \"materialize\" the memory. The player's score is multiplied depending on how much of a combo they maintain, up to a combo of 40 targets hit or avoided in a row. The score is then uploaded to an online leaderboard. == Plot == The game revolves around a long-dead astronaut who is discovered by an advanced alien race. In order to learn what he was, the aliens use advanced technology to reconstruct his memories. They view the memories of his life, relationships, and career, which culminate in errant meteoroids impacting his spaceship, with his final memory being drifting through the Solar System. After viewing all his memories, they finally realize the true nature of humanity, and leave him to drift in space yet again. It is heavily implied that the astronaut was a member of the crew of the ship Iktomi in a subsequent game released by the studio, Tharsis, and the game developers have acknowledged that both games share the same fictional universe. == Development == The game's soundtrack was composed by Chris Osborn. == Reception == Laserlife received mixed reviews, with an aggregate score of 65/100 on Metacritic for the PlayStation 4 version. Heidi Kemps of VentureBeat rated it 85/100, calling the game \"short but engaging\" and praising the imagery, controls, gameplay, and music, but criticizing the \"'busy' visual design\" and \"framerate drops\" as well as the short length. Jaz Rignall of USGamer rated it 70/100, saying that it is \"psychedelic\" with \"killer tunes\", but also criticizing the length and eclectic nature of the game. Sparky Clarkson of GameCritics rated it 40/100, saying that the game's controls caused him \"physical pain\", the soundtrack was \"boring\" due to its repetitiveness, and that the score was \"essentially meaningless\". == References == Category:2015 video games Category:Indie video games Category:MacOS games Category:Music video games Category:PlayStation 4 games Category:PlayStation Network games Category:Single-player video games Category:Unity (game engine) games Category:Windows games Category:Xbox One games Category:Choice Provisions games Category:Video games developed in the United States ",
    "title": "Laserlife"
}