{
    "id": "51444858",
    "text": "The Indian Institute of Management, Sirmaur is one of the new IIMs in the prestigious Indian Institute of Management family of management schools in India. Currently, the Institute offers Master of Business Administration and Doctor of Business Administration in general management of two years duration. The course is the flagship offering of the IIMs and the pedagogy followed by the Institute offers the same rigor as the other members of the IIM family. == Background == The institution started the first batch of its Post Graduate Program (PGP) in management from 4 September 2015. The institute has started groundwork for its activities under the guidance and mentorship of the Indian Institute of Management Lucknow. == Infrastructure == IIM Sirmaur Campus Building The temporary campus of IIM Sirmaur is at Himachal Institute of Technology, Paonta Sahib, Sirmaur. Paonta Sahib is an industrial town in the south of Sirmaur district and is well connected to Dehradun, Chandigarh, Shimla, Delhi etc. National Highway 7 passes through the town. Two hundred acres of land has been acquired in Dhaulakuan for the permanent campus of the institute. === Hostel === The students of IIM Sirmaur are provided with twin sharing rooms with modern amenities. Hostel building is very close to the academic block. The rooms are properly ventilated and well lit. Each student is provided with a separate bed, mattress, Almirah, and a book-rack. Every room has a separate washroom equipped with modern facilities. Housekeeping service maintains cleanliness in the rooms and an active staff takes care of mundane issues if at all they arise. A student run mess is located in the same compound and serves both vegetarian and non-vegetarian cuisines. It also serves as the common room for the students and the TV installed there caters to the recreational needs of students. High speed Wi-Fi has been installed which is accessible from anywhere within the campus. === Library === IIM Sirmaur has an in-house library well equipped with both print and electronic resources. The library has around 650 books and a subscription of 22 periodicals and 5 newspapers in hard copies. In addition, it provides access to over 30,000 e-books titles, 4000 e-newspapers and 500 e-Magazines. Library is accessible 24 × 7 and several online databases such as ACE-KP, ACE-MF, ACE- Equity, ABI, Ebrary and Pressreader. == Administration == In February 2017, Dr. Neelu Rohmetra of University of Jammu was appointed as the director of Indian Institute of Management Sirmaur. == Academic programmes == IIM Sirmaur offered Post Graduate Programme, which is equivalent to MBA. Since the IIM Act, they have been offering the Master of Business Administratio degree. This is a two-year, regular, full-time residential programme. Admission to the PGP course of IIM Sirmaur is conducted each year through Common Admission Test (CAT). ==References== ==External links== * SIRMAUR Category:Business schools in Himachal Pradesh Category:Education in Sirmaur district Category:Educational institutions established in 2015 Category:2015 establishments in India ",
    "title": "Indian Institute of Management Sirmaur"
}