{
    "id": "51442519",
    "text": "The Counts of Dillingen were a Swabian comital family of the Hupaldinger (Hucpaldinger) dynasty during AD 955-1257\\. ==History== The family originate in Wittislingen, with archaeological evidence of grave goods suggesting the presence of Alamannic nobility from at least the 7th century. They acquired substantial territory west of the Danube, between Gundelfingen and Donauwörth, by the second half of the 8th century. The founder of the dynasty was Hucpald I (d. 910), whose son Dietpald I died in the Battle of Lechfeld in 955. Dietpald's son Richwin was given the inheritance of his father as comitatus (i.e. with the rank of comes \"count\") by Otto the Great. The Hupalding counts built Dillingen castle in the late 9th or early 10th century, and Dillingen had become their main seat by the late 10th century.Gerhard von Augsburg: Vita sancti Uodalrici: die älteste Lebensbeschreibung des heiligen Ulrich. Universitätsverlag C. Winter (Editiones Heidelbergenses; 24), Heidelberg 1993, Their title is recorded as comites de Dilinga in 1111. The castle was expanded and fortified in the 12th century, mentioned as castrum Dilingin in 1220. Hartmann I, son of Hupald IV (d. 1074) was born c. 1040 and in 1065 married Adelheid, daughter of the count of Winterthur. The male line of the counts of Winterthur had been extinct in 1053, and Hartmann I via his wife inherited the County of Kyburg. Hartmann I founded Neresheim Abbey in 1095, shortly before departing for the First Crusade. Hartmann I retired to Neresheim Abbey for his old age, and he died there in 1121. Hartmann's younger son Ulrich I became bishop of Constance (r. 1111-1127) while his elder brothers Hartmann II and Adalbert I expanded the territory held by the family. Hartmann II also retired to Neresheim Abbey and died in 1134, probably without a male heir. Adalbert I acquired further territory in the Thurgau by marriage, and participated in the feud between the Welfs and Staufer. Adalbert is named count of Kyburg in documents, suggesting that he administered the family's southern possessions while his brother was still alive, but after the death of Hartmann II, Adalbert unified the family territory until his own death in 1151. Adalbert is the ancestor of the two comital lines of Dillingen and Kyburg. Hartmann III of Dillingen acquired territory from the inheritance of the Counts of Lenzburg in 1173. He founded the cities of Diessenhofen (1178), Winterthur (1180) and possibly Frauenfeld. After the death of his brother Adalbert II in 1170 he again unified the family territories until his own death in 1080. After 1080, the counties of Dillingen and Kyburg remained separate. His son Adalbert III continues the Dillingen line and his son Ulrich the Kyburg line. Adalbert III participated in the Third Crusade, and he sided with Philip of Swabia in the feud against Wittelsbach. He is succeeded by his son Hartmann IV, who in 1246 sides with \"anti-king\" Henry Raspe. In reaction, Conrad IV invades Dillingen in 1246, 1247 and again in 1249 Adalbert IV, son of Hartmann IV, was the last count of Dillingen. He is mentioned as illustris nunc comes de Dilingen in 1255. He died without an heir in 1257, and the fief reverted to the empire, and was given to Louis II, Duke of Bavaria by Richard of Cornwall in 1261. == References== * Gerhard Köbler, Historisches Lexikon der deutschen Länder. Die deutschen Territorien vom Mittelalter bis zur Gegenwart, 7th ed. (2007), 141f. * * * Adolf Layer, Die Grafen von Dillingen. In: Jahrbuch des Historischen Vereins Dillingen an der Donau Bd. 75, Dillingen 1973 Category:Duchy of Swabia Category:Swabian nobility ",
    "title": "Counts of Dillingen"
}