{
    "id": "51445466",
    "text": "Karsten Sturmay (born November 7, 1996 in Edmonton) is a Canadian curler from Leduc, Alberta. He is currently the skip of the Alberta Golden Bears men's curling team in university curling and on the World Curling Tour. ==Curling career== As a junior curler, Sturmay won three provincial junior championships, in 2015, 2016 and 2018. At the 2015 Canadian Junior Curling Championships, Sturmay led his Alberta rink of Tristan Steinke, Brett Winfield and Mac Lenton to a 7-3 record before losing to Quebec in a tie-breaker match, missing the playoffs. At the 2016 Canadian Junior Curling Championships, he led his team of Steinke, Christopher Kennedy and Caleb Boorse to a 6-4 record, missing the playoffs. Also that season, Sturmay played third for the University of Alberta at the 2016 CIS/CCA Curling Championships. The team, skipped by Thomas Scoffin lost in the final to Laurier's Aaron Squires team. The team would make it to the final again at the 2017 U Sports/Curling Canada University Championship, but lost to Memorial's Adam Boland. Sturmay and his team of Kennedy, Glenn Venance and Boorse represented Alberta at the 2018 Canadian Junior Curling Championships. There, he skipped the team to a 7-3 record, but lost in a tiebreaker against British Columbia. Sturmay played in his first provincial championship in 2018. He led his team all the way to the final, where they lost to Brendan Bottcher's rink. Later in the year he skipped his University of Alberta team to a U Sports/Curling Canada University Championship. Immediately after that, he and sister Selena Sturmay would play in the 2018 Canadian Mixed Doubles Curling Championship. Both events were played in his hometown of Leduc. The pair won the provincial mixed doubles title that year. At the mixed doubles championship, the pair finished with a 3-4 record. Sturmay ended the season by playing in his first Grand Slam event, playing third as a spare for the Kurt Balderston rink at the 2018 Humpty's Champions Cup.http://www.thegrandslamofcurling.com/curling/champions- cup/2018-humptys-champions-cup-mens-teams/ The team would go 0-4. Sturmay has been playing on the World Curling Tour since 2013. He won his first event in 2016 when he won the inaugural Hokkaido Bank Curling Classic. He won his second tour event at the 2018 Avonair Cash Spiel. Sturmay played in his second provincial championship in 2019. After losing his first two games, he qualified for the playoffs by winning all of his games on the C side of the draw. In the playoffs, he lost to Kevin Koe's rink in the 3 vs. 4 game, and was eliminated. Later in the year, Sturmay represented Canada at the 2019 Winter Universiade by virtue of winning the national championships the previous season. After posting a 6-3 round robin record, his team defeated Switzerland in the semifinal, before losing to Norway in the final, to settle for a silver medal. ==References== ==External links== * Category:Living people Category:Curlers from Alberta Category:Canadian male curlers Category:Sportspeople from Edmonton Category:1996 births Category:People from Leduc, Alberta Category:Universiade medalists in curling Category:Universiade silver medalists for Canada Category:Competitors at the 2019 Winter Universiade ",
    "title": "Karsten Sturmay"
}