{
    "id": "51443988",
    "text": "Lyme Art Association (LAA) is a non-profit art organization established in 1914, with roots going back to 1902. The organization maintains a historic art gallery located at 90 Lyme Street in Old Lyme, Connecticut, located in the Old Lyme Historic District. The gallery was built in 1921 and designed by famed architect and artist Charles A. Platt. Exhibitions are held throughout the year by member artists as well as visiting artists. The building also has a north-light studio where classes are conducted year-round. ==Origins== 1902 Exhibition announcement Henry Ward Ranger The LAA is an outgrowth of the Old Lyme Art Colony, an art colony established by Henry Ward Ranger, a leading tonalist painter from New York. After discovering the town of Old Lyme in 1899, Ranger returned with like-minded tonalist painters in 1900. Boarding at the house of Florence Griswold, now the Florence Griswold Museum, the artists painted the local countryside. In the summer of 1902, the village library committee asked the artists to hold a two-day exhibition at the Phoebe Griffin Noyes Library. Proceeds from the exhibition were to benefit the library. Sales from the exhibition were high, with art enthusiasts travelling to the show from New York and Boston. The show, consisting entirely of landscapes depicting the local countryside, featured Tonalist artists Henry Ward Ranger, Allen Butler Talcott, Clark Voorhees, Frank DuMond, William Henry Howe, Gifford Beal, Walter Griffin, Louis Paul Dessar, Arthur Dawson, and Lewis Cohen. Each summer, large crowds would travel to the annual exhibitions, travelling by train to see the work at the library. In 1903, Childe Hassam was the sole Impressionist among the tonalist exhibition, and his presence marked a turning point among the painters toward a more impressionist style. In 1905, the Impressionist painter Willard Metcalf exhibited two works at the library. In subsequent years, artists such as Bruce Crane, Henry Rankin Poore, Robert Vonnoh, Bessie Potter Vonnoh, Matilda Browne, Lawton S. Parker, Everett Warner, Ivan Olinsky, George Henry Bogert, Wilson Irvine, Edward Volkert, Carleton Wiggins, Guy C. Wiggins, Harry L. Hoffman, Edward F. Rook, Lydia Longacre, Clifford Grayson, Lawton S. Parker, William S. Robinson, Frank Bicknell and Will Howe Foote would exhibit in the annual shows. ==The group incorporates== By 1913, the artists began to discuss building a permanent art gallery in town. Poor lighting was an issue in the library. Also, as many as forty artists were exhibiting in the summer shows, and adequate gallery space was needed. In April 1914, the artists held an exhibition in the Francis Building in New York City to raise money for a building fund. The artists donated their works at reduced prices, and Florence Griswold managed the exhibition. On Friday, June 26, 1914, the artists and local townspeople held a meeting at the home of Florence Griswold. Judge Walter C. Noyes drew up articles of incorporation for the group, which were approved and accepted at the meeting, now called the Lyme Art Association. Judge Noyes was also elected the first President of the new association. In July 1914, the group filed a certificate of incorporation with the State of CT, signed by Noyes, Joseph S. Huntington, and artists Lewis Cohen, William S. Robinson, and Frank Bicknell. The organization was attempting to raise $40,000 for the building fund of a permanent art gallery in Old Lyme. Florence Griswold Site Option for Lyme Art Association, 1914 They sought to build, as one newspaper put it: \"...the long dreamed of Temple of Art, home of the association and the center to be, of an artistique manifestation that will have a greater national influence than ever.\" ==Building the gallery== Initially in 1914, plans for an art gallery were drawn up by New York architect Richard A. Walker, for a building to cost $14,000. The organization at this time was deciding between the purchase a portion of Florence Griswold's property, and a larger property further down the street. With the outbreak of World War I in 1914, plans for raising funds for the building of the gallery were delayed. In 1917, Lyme Art Association purchased land on Lyme Street just south of the home of Florence Griswold. This was land she deeded to LAA for a final selling price of $1,000. In July 1919, the LAA voted to unite with the town of Old Lyme to build a Memorial Town Hall, with the agreement that the artists could hold their annual exhibition in the memorial building for one month each summer. LAA designated their building fund for this project, but withdrew it in December 1919 as the town objected to any group having exclusive use of the town hall. Charles A. Platt plan for Lyme Art Association 1920 In 1920, American Renaissance architect Charles A. Platt had designed the gallery of the LAA, a service he donated to the group. Due to the fact the artists were self-funding and the resources were limited, the artists asked him to lower the skylights of his initial design, which he reluctantly agreed to do. New London-based contractors Canning & Leary were awarded the contract to construct Platt's final design, for a building cost of $20,000. Artist Lawton S. Parker chaired the building committee for LAA working with Charles Platt. Work on the construction of the gallery began in September 1920. Lyme Art Association in 1922 On August 6, 1921, the Lyme Art Association Gallery was unveiled. The building measured 25'x88' with a wing 25'x32' and one high story. The gallery was built in a T-shape, with trellises wrapping around the back of the structure, which were ready to collect the vines that were beginning to grow. The building featured \"white-dipped\" shingles. The New York Times wrote about the unveiling: \"Greater appropriateness, beauty of proportions and refinement of taste could hardly be found. The building belongs to the location as completely as a Connecticut wildflower to the countryside...to come upon it in the pleasant landscape is recognize it immediately as an embodiment of art in harmony with its natural surroundings\" Lyme Art Association Gallery inaugural exhibition August 1921 Skylights at Lyme Art Association Inside, the walls were \"dusky-blue\" with \"a faint suggestion of gold\". The lighting from the skylights was considered perfect, with an even distribution of natural light on the walls. This was made possible by a translucent ceiling of white muslin lay-lights below the skylights. Inside the gallery, four large pillars stand, which can be removed to create one hall. Florence Griswold was the first gallery manager of the new building. ==Goodman Gallery== 1922 painting of Honorary Lyme Art Association President William O. Goodman by Oliver Dennett Grover On June 11, 1938 the Lyme Art Association unveiled an additional wing, which it named the Goodman Gallery. Funds for the gallery were given by Erna Sawyer Goodman in memory of her husband, lumber tycoon William O. Goodman, who had been an honorary president of the association and a sponsor of many of its prizes. The builder of the new gallery, L.H. Tiffany, copied Platt's original design for the new gallery, but built it several steps lower, with two French doors leading out to a balcony that once overlooked a lily pond. ==Art studio== In 1975 sculptor Elisabeth Gordon Chandler was elected president of LAA. In 1976, she founded a separate institution, now called the Lyme Academy College of Fine Arts, and made extensive alterations to accommodate it. Portrait Class in Lyme Art Association studio In 1978, she completed a two- story art studio, and transformed the basement to accommodate a library, offices, and storage rooms. Artists such as Robert Brackman, Deane G. Keller, and Lou Bonamarte, along with Chandler, taught in the space leased by the Academy. In June 1982, an historic flood hit Old Lyme. A brook running behind the association was blocked with debris, causing five feet of water to fill the studio and downstairs offices occupied by the Academy. Nevertheless, the academy continued to hold classes at the LAA until 1996 when its twenty-year lease expired. ==Exhibitions and events== Alpheaus P. Cole Gallery at Lyme Art Association Lyme Art Association members serving tea during Centennial Exhibition in 2002 In 1921, during the 20th annual exhibition, Wilson Irvine was awarded the William S. Eaton Purchase Prize for his painting \"Lingering Snow\". The 20th annual exhibition in the new gallery had a paid attendance of over 5,000, with sales of artwork exceeding $10,000. In the 21st Annual Exhibition in 1922 Ivan Olinsky was awarded the first award under the Museum Purchase Plan, a program instituted to place LAA member work in associate museum members. Olinsky's painting \"Leonore in a Russian Blouse\" was allotted to the Dayton Art Institute. 1933 saw Lyme Art Association extend the exhibition season with their First Annual Autumn Exhibition. In October 1971, Lyme Art Association was included in the Old Lyme Historic District which was named to the National Register of Historic Places. This process was carried out by Mrs. John Crosby Brown, then President of the Lyme Historical Society- Florence Griswold Association. In 1972, heating was installed in the LAA gallery, allowing exhibitions to take place during the colder months. In 1996, a major retrospective at LAA was held to commemorate the 75th anniversary of the gallery. Works by Henry Ward Ranger, Bruce Crane, Robert Vonnoh, Willard Metcalf, Childe Hassam, Carleton Wiggins, Guy C. Wiggins and William Chadwick were featured. Artwork by Ornithologist Roger Tory Peterson was also on display. Also featured was the Goodman Presentation Case, consisting of 35 small works by early Lyme artists, which were originally presented to LAA honorary President William O. Goodman. In 1997, a footbridge linking Florence Griswold Museum and LAA was built, a project proposed by the museum. In 2002 LAA held a centennial exhibition to commemorate the first exhibition at the Phoebe Griffin Noyes Library in 1902. 130 early works of 76 of the early members were displayed along with work by current members. During the exhibition, Lieutenant Governor Jodi Rell visited the gallery and declared July 8 \"Lyme Art Association Day\" to honor the centennial. Additionally, LAA featured a retrospective of the work of Deane G. Keller, entitled \"Go Figure\", concurrent with the Centennial Exhibition. In 2005, the gallery held a retrospective exhibition of the architect of Lyme Art Association, Charles A. Platt, featuring many of his paintings and etchings. In 2010, a flood sent two feet of water into the basement of LAA, causing more than $60,000 worth of damage, and the loss of archival material. In 2014, the widow of artist and teacher Foster Caddell gave a generous gift to LAA's endowment. The south gallery was renamed Caddell Gallery during the 94th Annual Elected Artist Exhibition the following year. LAA is embarking on a Second Century Campaign, to restore the historic gallery building. In 2018, Laurie Pavlos was named executive director of the organization. During March 2020, LAA made the decision to cancel the opening reception to \"Yin and Yang\" show, and close the gallery until the end of the month due to the COVID-19 pandemic. The gallery officially reopened to the public on June 26, 2020 with two new exhibitions. ==Association presidents== Presidents of Lyme Art Association: * Walter C. Noyes 1914-1921 * William Henry Howe 1921-1922 * William O. Goodman 1922-1932 * William S. Robinson 1932-1934 * E. Gregory Smith 1934-1958 * Will S. Taylor 1958-1964 * Bertram G. Bruestle 1964-1967 * Frederick Buchholz 1967-1971 * Edwin R. Maynard 1971-1975 * Elisabeth Gordon Chandler 1975-1978 * H. Gil Roberts 1978-1980 * Sultana Hanniford 1980-1982 * William Babcock 1982-1994 * Norman W. Legassie 1994-1996 * Donna Gilberto 1996-1997 * Joann Ballinger 1997-1998 * Mary Worthen 1998-1999 * Anne Bingham Pierson 1999-2001 * Richard J. Christofferson 2001-2002 * Jerry Litner 2002-2006 * Rich Nazzaro 2006-2007 * Barbara Lussier 2007-2008 * Katherine Simmons 2008-2019 * Emily Reynolds 2019- == Footnotes == == External links == * * Lyme Art Association Archives at Internet Archive Category:Art galleries in Connecticut ",
    "title": "Lyme Art Association"
}