{
    "id": "51443870",
    "text": "The English invasion of Scotland of August 1400 was the first military campaign undertaken by Henry IV of England after deposing the previous king, his cousin Richard II. Henry IV urgently wanted to defend the Anglo-Scottish border, and to overcome his predecessor's legacy of failed military campaigns. A large army was assembled slowly and marched into Scotland. Not only was no pitched battle ever attempted, but the king did not try and besiege Scotland's capital, Edinburgh. Henry's army left at the end of the summer after only a brief stay, mostly camped near Leith (near Edinburgh) where it could maintain contact with its supply fleet. The campaign ultimately accomplished little except to further deplete the king's coffers, and is historically notable only for being the last one led by an English king on Scottish soil. ==Background== Henry IV of England (painted 1597-1618) War with Scotland had started under Edward I, cross-border raids and fighting had been the norm in Anglo-Scottish relations since the 1370s, generally in the form of Scottish incursions over the border and English attempts to repel them. The 1399 revolution, which eventually deposed Richard II, created further opportunity for Scotland to regain the land between the River Tweed and the Solway Firth. As Historian Chris Given-Wilson has put it, 'England's confusion was Scotland's opportunity,' and in May 1399 Wark Castle was destroyed by a Scottish raid. The invasion, then, started being planned almost as soon as Henry took the throne. At least one historian has noted a tradition, by then, of newly crowned kings of England launching military campaigns at the beginning of their reigns. Edward III had done so the same year his reign commenced; Richard II immediately on reaching his majority, and Henry V would do so within three years. These campaigns have been summarised as \"enforcing....royal will and testing loyalty towards a newly established regime\" as well as for established strategic goals. Although it has been suggested that Henry 'hoped to maintain peaceful relations' with the Scots, elements among the English nobility were not averse to a pre-emptive strike, either. In particular the Percys – the Earl of Northumberland and his son Henry Percy (called 'Hotspur') – who were Wardens of the East and West March, saw a Scottish war as an opportunity for their own dynastic aggrandisement. Indeed, some contemporaries believed that the invasion was actually instigated by them; the King was forced to deny it, in person, to the sitting parliament in November 1399. A.L. Brown has suggested that this indicates the personal interest the King felt in the affair: that this was in fact his own personal plan, and 'that it meant a lot to him, and that it had met with criticism.' He pledged to fulfil this vow before god. At almost the same time, Henry had received a letter from the Scottish king in which Henry was referred to as duke of Lancaster rather than king of England; this, it has been suggested, fuelled his martial enthusiasm towards Scotland. Perhaps even more persuasive to Henry than the wishes of his northern nobility were the visible divisions within the Scottish nobility. George Dunbar, Earl of March had felt that he had been betrayed by the then regent of Scotland, Robert Stewart, Duke of Albany, over the proposed marriage of Dunbar's daughter to David Stewart, Earl of Carrick, heir to the Scottish throne, and Albany's nephew. This marriage never came to pass, however; Carrick married Mary Douglas, the daughter of Dunbar's rival on the march, the earl of Douglas. Dunbar, in his 'outraged honour,' appealed to Henry IV for assistance. Already known as 'one of the finest soldiers of his age [and] until now an implacable enemy' of England, Dunbar travelled to London and pledged allegiance to Henry IV. When Henry invaded Scotland, he was accompanied by Dunbar. Dunbar was not only an example of the divisions within the Scottish nobility, but one of Scotland's own greatest military commanders. ==The campaign== Arms of George Dunbar, Earl of March Although Henry had announced his plans at the November 1399 parliament, he did not attempt a winter campaign, but continued to hold quasi-negotiations 'in which he must have felt the Scots were profoundly irritating.' At the same time, it appears that the House of Commons was not keen on the forthcoming war, and, since extravagance had been a major complaint against Henry's predecessor, Henry was probably constrained in requesting a subsidy. At this point, parliament was clearly still opposed to a Scottish war, and may eve have believed a possible French invasion the imperative issue. In June 1400, the king summonsed his Duchy of Lancaster retainers to muster at York, and they in turn brought their personal feudal retinues. At this point, with the invasion being obvious to all, the Scots attempted to re-open negotiations. Although Scottish ambassadors arrived at York to meet the king around 26 June, they returned to Scotland within two weeks. Although the army was summoned to assemble at York on 24 June, it did not approach Scotland until mid-August. This was due to the gradual arrival of army supplies (in some cases, with much delay — the King's own tents, for example, were not despatched from Westminster until halfway through July). Brown suggests that Henry was well aware of the delays these preparations would cause the campaign. At some point before the army left for Scotland, the muster was met by the Constable of England, Henry Percy, Earl of Northumberland, and the Earl Marshal, Ralph Neville, Earl of Westmorland. Individual leaders of each retinue present were then paid a lump sum to later distribute in wages to their troops: Men-at-arms received one shilling a day, archers half that, but captains and leaders do not appear to have been paid at a higher rate. The army left York on 25 July and reached Newcastle-upon-Tyne four days later; it was plagued by shortages of supplies, particularly food, of which more had had to be requested before even leaving York. As the campaign progressed, bad weather exacerbated the problem of food shortages, and Brown has speculated that this was an important consideration in the short duration of the expedition. It has been estimated that Henry's army was around 13,000 men, A.J., Border Bloodshed (East Lothian, 2000), 75. of which 800 men-at-arms and 2000 archers came directly from the Royal Household. This was \"one of the largest raised in late medieval England;\" Brown notes that whilst it was smaller than the massive army assembled in 1345 (that would fight the Battle of Crécy), it was larger than most that were mustered for French service. The English fleet also patrolled the east coast of Scotland in order to besiege Scottish trade and to resupply the army when required. At least three convoys were sent from London and the Humber, the first of which delivered 100 tonnes of flour and ten tonnes of sea salt to Henry's army in Scotland. Henry crossed the border in mid-August. Given-Wilson has noted the care Henry took not to ravage or pillage the countryside on their march through Berwickshire and Lothian. This was in marked contrast to previous expeditions, and Given-Wilson compares it specifically to the 'devastation wreacked' in last such campaign, by Richard II in 1385. This he puts this down to the presence in the English army of the earl of Dunbar, whose lands they were. Brown has suggested the king 'envisaged ... a punitive expedition' with either a confrontation or such a chevauchée that the Scots would be eager to negotiate. In the event, they offered no resistance as the English army marched through Haddington. However, Henry's army never progressed further than Leith; there the army could keep in physical contact with the supporting fleet. Henry took a personal interest in his convoys, at one point even verbally instructing that two Scottish fishermen fishing in the Firth of Forth were to be paid £2 for their (unspecified) assistance. However, Henry never besieged Edinburgh Castle where the Duke of Rothsay was ensconced. By now, Brown says, Henry's campaign had been reduced to a 'war of words.' By 29 August, the English army had returned to the other side of the border. ==Aftermath== John Sadler has described this expedition as 'like so many of its predecessors, fail[ing] to yield any significant results,' neither forcing the Scots onto a battlefield nor making any major territorial gains. Brown too has described the campaign as 'utterly futile.' Sadler has ascribed the Scottish success in part to their reliance on a Fabian strategy to wear out the English whilst avoiding direct confrontation. Henry's lacklustre campaign was condemned by contemporary observers, with Welsh chronicler Adam of Usk saying that the Scots did more damage to the English than had been done to them. Likewise, the Scotichronicon suggested that 'nothing worthy of remembrance was done' by their enemies. The king had been 'desperately short of money' in February, before the campaign had begun; by the time it was over, he was left even shorter. The campaign had cost at least £10,000, but had yielded nothing in booty or ransom. Henry still needed to pay his army's wages – the merchant sailors' wages alone were £500 – and with the crown now a few thousand pounds further in debt, a parliament was summoned for York. Before either finances or parliament had been resolved, the Glyndŵr Rising, which continued for the rest of Henry's reign, had begun in Wales. Henry IV's campaign into Scotland in June 1400 was to be the last one ever led by an English king in person. ==References== ===Bibliography=== * * * * * * * * * Category:1400 in Scotland Category:1400 in England Category:England–Scotland relations Category:Invasions by England Category:Military history of Scotland Category:Invasions of Scotland Category:15th-century military history of the Kingdom of England Category:15th-century military history of Scotland ",
    "title": "English invasion of Scotland (1400)"
}