{
    "id": "51449611",
    "text": "Linda D Clark née Linda Lacey (born 1 November 1949) is a female retired rower who competed for Great Britain at the 1976 Olympics and 1980 Olympics .. ==Rowing career== Clark took up rowing in 1972, the same year in which she married Olympic rower Jim Clark. She went on to represent Great Britain from 1974 to 1987. In 1974, while rowing for the Civil Service Ladies Rowing Club she won the coxless pairs with Liz Monti, at the 1974 National Rowing Championships and was consequently selected by Great Britain for the 1974 World Rowing Championships in Lucerne which was the inaugural championships for women. Competing in the coxless pairs event with Monti they finished 9th overall (3rd in the B final). The following year she won the coxless pair with Gill Webb and the coxed fours at the 1975 National Rowing Championships. A second appearance at the World Championships ensued in the coxed four at the 1975 World Rowing Championships. At the 1976 Summer Olympics she finished in tenth place in the coxless pairs event with Beryl Mitchell One year later in 1977, she won the coxless pairs with Mitchell, at the 1977 National Rowing Championships. and represented Britain again in the 1977 World Rowing Championships. After switching from the Civil Service Lades Rowing Club to the Thames Tradesmen's Rowing Club she secured another national title at the 1978 National Championships. At the 1979 British Rowing Championships she was part of the composite crews that won both the coxed fours and quadruple sculls followed by a fourth appearance at the World Championships in 1979 in Bled. As part of the eight for the 1980 Summer Olympics with Gill Hodges, Joanna Toch, Penny Sweet, Liz Paton, Rosie Clugston, Nicola Boyes, Beverly Jones and Pauline Wright (cox) the team finished in a respectable fifth place. This was followed by two more World Championships in 1981 and 1982. In 1982 she also won the coxless pairs title with Gill Hodges, at the 1982 National Championships , the pair repeated the success the following year at the 1983 National Rowing Championships. 1985 was a pivotal year for Clark, she was part of the double sculls crew with Beryl Crockford (née Mitchell) that won the national title in a dead-heat, rowing for Sons of the Thames, at the 1985 National Rowing Championships. The race was the first dead heat for winners since the start of the Championships. Then with Crockford in the women's lightweight double sculls at the 1985 World Rowing Championships they won the first gold medal for a British women's crew at any championships. She then won a gold medal for England in the coxless four, at the 1986 Commonwealth Games in Edinburgh and a silver medal at the 1986 World Rowing Championships in the lightweight four. Clark went on to compete in a remarkable ten World Championships. ==Personal life== She is married to Jim Clark, British international rower and Olympic silver medallist. She has one daughter whom she had with husband Jim. ==References== Category:1949 births Category:Living people Category:British female rowers Category:Olympic rowers of Great Britain Category:Rowers at the 1976 Summer Olympics Category:Rowers at the 1980 Summer Olympics Category:World Rowing Championships medalists for Great Britain Category:Commonwealth Games medallists in rowing Category:Commonwealth Games gold medallists for England Category:Rowers at the 1986 Commonwealth Games ",
    "title": "Lin Clark"
}