{
    "id": "51450953",
    "text": "Glen Frederick Barrett (born 31 March 1979) is a Zimbabwean former cricketer who represented several teams in Zimbabwean domestic cricket. He played predominantly as a middle-order batsman. Barrett was born in Salisbury (now known as Harare), and attended Falcon College, St. George's College, and St. John's College at various stages. His father played for the national rugby union team.John Ward, \"Glen Barrett - a biography\", ESPNcricinfo, 8 March 2002. Retrieved 29 August 2016. Barrett represented the Zimbabwe under-19s at the 1998 Under-19 World Cup in South Africa, playing in all six of his team's matches.Under-19 ODI matches played by Glen Barrett, CricketArchive. Retrieved 29 August 2016. He scored 147 runs in total (behind only Mark Vermeulen and Dion Ebrahim for Zimbabwe), with his highest score being 67 from 32 balls in an upset win against the West Indies. He was less successful as a bowler, taking just one wicket from 27 overes.Records / ICC Under-19 World Cup, 1997/98 - Zimbabwe Under-19s / Batting and bowling averages, ESPNcricinfo. Retrieved 29 August 2016. After studying at the University of Cape Town in South Africa for three years, Barrett returned to Zimbabwe in 2002 and made his first-class debut, playing for CFX Academy in the 2001–02 Logan Cup.First- class matches played by Glen Barrett, CricketArchive. Retrieved 29 August 2016. On debut against Manicaland, he came in eighth in the batting order and scored 106 runs from 57 balls, which including eleven fours and seven sixes. He also made 80 from 63 balls in the second innings, adding another six sixes as his team won by 149 runs.Manicaland v CFX Academy, Logan Cup 2001/02, CricketArchive. Retrieved 29 August 2016. Barrett never re-captured the form of his debut, but maintained a strike rate of 140.09 from his four-match first-class career.Glen Barrett, CricketArchive. Retrieved 29 August 2016. He made limited-overs appearances for Manicaland and Mashonaland (during the 2002–03 and 2003–04 seasons, respectively), but made only 78 runs from six matches.List A matches played by Glen Barrett, CricketArchive. Retrieved 29 August 2016. Later on in life, he moved to Melbourne, Australia and pursued his first love, pole vault. After excelling at high school and holding the Zimbabwe Junior national record of 4.20m, he went on to hold the Zimbabwe men's national record of 4.56m from 2009 to 2017 when it was broken by Keegan Cooke. ==References== ==External links== *Player profile and statistics at Cricket Archive *Player profile and statistics at ESPNcricinfo Category:1979 births Category:Living people Category:CFX Academy cricketers Category:Manicaland cricketers Category:Mashonaland cricketers Category:Sportspeople from Harare Category:University of Cape Town alumni Category:Zimbabwean cricketers Category:White Zimbabwean sportspeople Category:Alumni of Falcon College Category:Alumni of St. John's College (Harare) Category:Alumni of St. George's College, Harare ",
    "title": "Glen Barrett"
}