{
    "id": "51451583",
    "text": "George Burleigh (1914–1984) was a Canadian swimmer. He won gold at the Commonwealth Games in 1930 and 1934. and held Canadian freestyle swimming records in the 1930s. ==Early life== In 1925, Burleigh joined the West End YMCA in Toronto. He had been given his membership as a Christmas present from his grandmother. He later described it as \"probably one of the best things that ever happened to me\". ==Career== From 1930 to 1938, Burleigh held every Canadian record in freestyle swimming ranging from the 50 yd freestyle to the mile freestyle. During this time period, he won a total of 7 medals at the British Empire Games. ===1930 British Empire Games=== At the inaugural British Empire Games in 1930 in Hamilton, Ontario Burleigh, aged 16, became the youngest swimmer to represent Canada. He won bronze in both the 440 yard freestyle and 1500 yard freestyle events. He also won gold, along with teammates Munroe Bourne, Bert Gibson, and Jimmy Thompson, in the 800 yard (4 x 200 yard) freestyle relay. Only two teams entered this event, with England winning silver, only 2 yards and 0.4 seconds behind Canada's time of 8 minutes and 42.4 seconds. ===1934 British Empire Games=== At the 1934 British Empire Games in London Burleigh won three gold medals, later describing it as \"my finest hour\". Burleigh won individually in the 100 yard freestyle event, and as anchor in the 330 yard (3 x 110 yards) medley relay (with Ben Gazell and Bill Puddy) and the 800 yard (4 x 200 yards) freestyle relay (with George Larson, Robert Hooper, and Bob Pirie). A new games record was set in all three events. ===1938 British Empire Games=== The 1938 British Empire Games in Sydney was Burleigh's last major competition. The Canadian team travelled from Vancouver, with stops at Honolulu, Fiji, and New Zealand, where the team took part in exhibition meets. In the 880 yard (4 x 220 yards) freestyle relay Burleigh, along with teammates Gordon Devlin, Robert Hooper, and Bob Pirie, won silver. He also competed in the 110 yard freestyle competition but was not placed. The gold medal was won by fellow Canadian Bob Pirie. ==Retirement== After ending his swimming career in 1938, Burleigh went to teach at the West End YMCA and retired in Wybridge, Ontario. ==Awards and achievements== Burleigh was inducted in the Canadian Olympic Hall of Fame in 1976. Posthumously, he was inducted in the Ontario Aquatic Hall of Fame in 2000 and Canada's Sports Hall of Fame in 2015. ==References== Category:Date of birth missing Category:Date of death missing Category:Canadian male freestyle swimmers Category:Commonwealth Games gold medallists for Canada Category:Swimmers at the 1934 British Empire Games Category:Commonwealth Games medallists in swimming Category:Commonwealth Games silver medallists for Canada Category:Commonwealth Games bronze medallists for Canada Category:Swimmers at the 1930 British Empire Games Category:Swimmers at the 1938 British Empire Games Category:1914 births ",
    "title": "George Burleigh (swimmer)"
}