{
    "id": "51454188",
    "text": "Davis College, Mallow () is a co-educational community college under the auspices of County Cork Educational Training Board (Cork ETB),http://cork.etb.ie/schools-and-colleges/post-primary-schools- colleges/page/3/ founded in 1932. It is currently located in Summerhill, Mallow, County Cork, Ireland. Davis College is a co-educational and serves an urban and rural catchment area in North Cork. The school has a current enrollment of 651 second-level students. The school is a participant in the Delivering Equality of Opportunity in Schools (DEIS) initiative. The school colours are maroon, grey and gold. The school roll number is 71020G. ==History== The school was originally founded as Mallow Vocational School in 1932 in the town centre. It moved to a new location in the 1940s, and was renamed Davis College in 1990. The school's building on its current site in Summerhill was opened in 2001. Increased enrollment will be facilitated by the planned extension to the school. The school grew rapidly from its original intake of 64 students.https://www.education.ie/en/Publications/Inspection- Reports-Publications/Whole-School-Evaluation-Reports-List/report8_71020G.pdf ==School motto== The school motto is ‘Live The Davis College Experience ’. The school's mission statement takes inspiration from Thomas Davis (Young Irelander), the nineteenth-century writer and educationalist, who was born in Mallow. According to the school's website; Davis College strives to ensure that the service they provide to the young people of Mallow gives them the freedom to achieve their goals and ambitions in life.http://www.daviscollege.ie/index.php/home/mission-statement ==Mallow College of Further Education== Mallow College of Further Education, sister college to Davis College secondary school, is the largest further education provider in North Cork with students from a wide hinterland across Munster. The College has expanded rapidly in recent years to around 500 full-time day students, offering full-time day courses and part-time night classes: including computing, hairdressing, woodwork, business, small animal care, sports injury, sound engineering and beauty therapy. ==Academic curriculum== Davis College offers a range of programmes including a Junior Certificate, Transition Year Programme, a Leaving Certificate (Ireland) Established Programme, A Leaving Certificate Applied Programme and the Leaving Certificate Vocational Programme (LCVP).http://www.daviscollege.ie/images/downloads/Prospectus.pdf ==Extra- curricular activities== There is a huge range of extra-curricular activities available in the school, including Rotary International Youth Leadership, Young Social Innovators (YSI), Student Council, the North Cork Enterprise Competition, Cork School's History Project, the BT Young Scientist and Technology Exhibition, Vex Robotics, the school choir and the College TRAD Group. In 2012, a group of Transition Year students in the school ran a national campaign titled \"Forget Me Not\". It aimed to highlight the plight of the families of missing people, to support organisations that help in searching for missing people, and to introduce an innovative Exit Point Strategy, bringing public attention to the issue of missing people through a poster and placement campaign in Irish airports, ports, and ferry terminals. The students lobbied the government, calling for Missing Persons Day with a petition signed by 12,000 people. They ran a bus shelter campaign and erected a billboard in Merrion Square, Dublin. They met a joint committee on Justice, Defence and& Equality; Minister Alan Shatter said Ireland is to hold its first Missing Persons Day in Dec 2013. The group were invited to Áras an Uachtaráin by President of Ireland Michael D. Higgins, who congratulated them on their efforts to help the families and communities of missing people.http://www.irishexaminer.com/gettingahead/get-connected/students-use- their-network-to-keep-focus-on-missing-persons-244361.html Due to this work the school has been inaugurated as a YSI Centre of Social Innovation. The school also has a VEX Robotics team, called DC Robotics. The team has had success nationally. It won the Excellence Award of the National competition in both 2013 and 2014, obtaining the chance to represent Ireland at the World Championships at the Los Angeles Convention Center in Anaheim, California.http://avondhupress.ie/ballylanders-teacher-returns-from-usa- robotics-championships/ The team once won the Excellence Award in 2016, this time getting the opportunity to head to the World Championships in Louisville, Kentuckyhttps://www.siliconrepublic.com/careers/emc-vex-robotics-finals-cork ==Sports== Various sports activities are offered by the school. Two students won gold medals at the Tae Kwon Do championships in 2012, one of which was chosen to represent the ITF Ireland National Team for the World Championships in Jesolo, Italy in May 2015.http://www.taekwondo.ie/news/article/world_championships_2015-470.html Davis College alumnus Brandon Arrey, has had success nationally and internationally in Athleticshttp://www.european- athletics.org/athletes/group=a/athlete=145500-arrey-brandon/index.html == References == == External links == *Official website Category:Schools in the Republic of Ireland Category:Secondary schools in County Cork Category:International schools in the Republic of Ireland Category:Educational institutions established in 1932 Category:Mallow, County Cork ",
    "title": "Davis College (Mallow)"
}