{
    "id": "51455020",
    "text": "Robert Blake (August 17, 1894 – October 2, 1983) was a highly decorated Major General in the United States Marine Corps during World War II. He was a recipient of the second highest decorations of the Army and Navy, the Distinguished Service Cross and the Navy Cross, both of which he earned during his service in World War I. Blake also received second Navy Cross during Nicaraguan Campaign. ==World War I== Blake was born on August 17, 1894, in Seattle, Washington, and attended the University of Washington. When United States declared War on Germany in April 1917, Blake reported for active duty and was commissioned second lieutenant in the Marine Corps on May 19, 1917. After finishing of basic training, he was assigned to the 17th Company, 1st Battalion, 5th Marine Regiment and sent overseas to France. He arrived in France on November 19, 1917, and was appointed platoon leader in his company. Blake was also promoted to the rank of first lieutenant. With the German Spring Offensive, 5th Marine Regiment participated in the Battle of Belleau Wood at the beginning of June 1918. When the liaison between Blake's 17th Company and other 1st Battalion 49th Company was interrupted, First Lieutenant Blake volunteered himself to maintained liaison with that unit. He crossed several times open field under heavy machine gun and sniper fire and reestablished the communication. Blake later crossed large wheat field under enemy fire and reached French unit. He subsequently returned with valuable information about enemy's position. For his extraordinary heroism in action, he was decorated with Distinguished Service Cross. He was later decorated with the Navy Cross for the same action. Blake was promoted to the temporary rank of captain on July 1, 1918. He was later decorated with the Silver Star for his leadership during the Battle of Château-Thierry and appointed commanding officer of 66th Company of 1st Battalion. He later participated in the Battle of Soissons, Battle of Saint-Mihiel or Meuse-Argonne Offensive. Blake also received Croix de guerre 1914-1918 with two Gilt Stars from the Government of France and Order of the Crown, rank of Chevalier from Belgium. ==World War II== General Robert Blake inspects Japanese troops on Dublon island, Truk, on 4 October 1945. The by-passed Japanese were facing starvation before their surrender. On 8 July 1940, Blake was promoted to the rank of colonel and was assigned to Senior Course at Naval War College at Newport, Rhode Island. After his graduation in May 1941, he was appointed commanding officer of 5th Marine Regiment. Regiment was garrisoned at New River Base, North Carolina for next ten months. In June 1942, Blake was transferred to the command of 10th Defense Battalion and participated in the Solomon Islands campaign at Russell Islands. He was also in charge of antiaircraft defense of the islands. Colonel Blake was subsequently transferred to the 3rd Marine Division, where he served as division chief of staff under the command of Major General Allen H. Turnage. The 3rd Marine Division participated in Bougainville Campaign, and Blake personally coordinated and planned amphibious operations. He was also responsible for the coordination of air and naval support. For his work during this operation, Blake was decorated with the Legion of Merit with Combat \"V\". He remained in this capacity until February 1944, when he was transferred to the command of 21st Marine Regiment. With the Second Battle of Guam in July 1944, Blake was promoted to the rank of brigadier general and appointed chief of staff of the Island Command of Guam. He was subsequently appointed deputy island commander in March 1945. He received his second Legion of Merit for this service. On 20 June, 1945, when the Battle of Okinawa was almost over, Blake was transferred to the staff of Tenth United States Army under the command of General Joseph Stilwell, where he served as Marine Deputy Chief of Staff. In this capacity, Blake accepted surrender of the Truk Islands Japanese Garrison under command of Vice Admiral Chūichi Hara on 4 October, 1945. A month later, Blake was appointed commanding general of the Occupation Forces, Truk and Central Caroline Islands. ==Postwar career== Blake returned to the United States in June 1946 and was appointed president of the Postwar Personnel Reorganization Board and Naval Retirement Board at Headquarters Marine Corps, Washington, D.C. His main duty was to study the records of all officers who wanted to stay in the service. He subsequently made recommendations based on this records. On 1 October 1946, Blake was appointed inspector general of the Marine Corps. In this capacity, he succeeded his old friend, Major General Pedro del Valle. Blake remained in this capacity until his retirement on June 30, 1949. He was advanced to the rank of major general on the retired list for having been specially commended in combat on the same date. He subsequently resided in Berkeley, California, and died on October 2, 1983, in Oakland, California. Blake is buried at Golden Gate National Cemetery. ==Decorations== {| |- |colspan=\"4\" align=\"center\" | |rowspan=\"5\" align=\"center\" |46px | |- | | | | |- | | | | |- | | | | |- |} {| class=\"wikitable\" |- !1st Row |colspan=\"4\" align=\"center\" |Navy Cross with one Gold Star |colspan=\"4\" align=\"center\" |Distinguished Service Cross |colspan=\"4\" align=\"center\" |Silver Star |rowspan=\"4\" align=\"center\" |French Fourragère |- !2nd Row |colspan=\"3\" align=\"center\" |Legion of Merit with one Gold Star and Combat \"V\" |colspan=\"3\" align=\"center\" |World War I Victory Medal with five battle clasps |colspan=\"3\" align=\"center\" |Army of Occupation of Germany Medal |colspan=\"3\" align=\"center\" |Second Nicaraguan Campaign Medal |- !3rd Row |colspan=\"3\" align=\"center\" |American Defense Service Medal with Clasp |colspan=\"3\" align=\"center\" |American Campaign Medal |colspan=\"3\" align=\"center\" |Asiatic-Pacific Campaign Medal with four service stars |colspan=\"3\" align=\"center\" |World War II Victory Medal |- !4th Row |colspan=\"3\" align=\"center\" |Croix de guerre 1914-1918 with two Guilt Stars (France) |colspan=\"3\" align=\"center\" |Ordre de la Couronne, Chevalier (Belgium) |colspan=\"3\" align=\"center\" |Nicaraguan Presidential Order of Merit with gold star (Nicaragua) |colspan=\"3\" align=\"center\" |Order of Abdon Calderón, 1st Class (Ecuador) |} ==References== Category:1894 births Category:1983 deaths Category:Military personnel from Seattle Category:University of Washington alumni Category:Naval War College alumni Category:American Marine Corps personnel of World War I Category:United States Marine Corps World War II generals Category:People of the Banana Wars Category:United States Marine Corps generals Category:Recipients of the Navy Cross (United States) Category:Recipients of the Distinguished Service Cross (United States) Category:Recipients of the Silver Star Category:Recipients of the Legion of Merit Category:Recipients of the Croix de Guerre 1914–1918 (France) Category:Knights of the Order of the Crown (Belgium) Category:Burials at Golden Gate National Cemetery ",
    "title": "Robert Blake (USMC)"
}