{
    "id": "51452892",
    "text": "The Sultan Murad Division (; Firqat al-Sultan Murad, ) is an armed rebel group in the Syrian Civil War, created around a Syrian Turkmen identity. It is aligned with the Syrian opposition and are heavily supported by Turkey, who provides funding and military training along with artillery and aerial support. It is the most notable group among Syrian Turkmen Brigades supported by Turkey. ==Ideology and structure== Named after Ottoman Sultan Murad II, the flag of the Sultan Murad Division quotes the Shahada to express a political commitment to political Islam (Islamism), while the red field symbolizes Ottomanism. Among the commanders of the group are Ahmed Othman, Fehim İsa and Ali Şeyh Salih, who is an ethnic Arab. IŞİD Tarafından Öldürülen Komutan: Ali Şeyh Salih ==Equipment== Among the Syrian rebel groups participating in the Turkish military intervention in Syria, the Sultan Murad Division is the group that receives the most support from the Turkish Armed Forces. It operates at least 8 FNSS ACV-15 armoured personnel carriers during the operation. The group also operate Milkor MGL grenade launchers. The main heavy weapons of the group consist of technical vehicles armed with heavy machine guns and autocannons. Previously it has also received BGM-71 TOW anti-tank missiles from the United States, although more support is given by Turkey than the US since the former's intervention. ==History== The Sultan Murad Brigade was formed in early 2013 and mainly operated in the Aleppo Governorate. By 2016, the group claimed to have around 1,300 fighters. In mid-2017, it formed the \"Sultan Murad Bloc\" with other units within the Syrian National Army (SNA). It took part in the Turkish military intervention in Syria. Between 4 and 15 June, heavy fighting broke out between SNA factions led by the Sultan Murad Division and Ahrar al-Sham and its allies in and near al-Bab. By 15 June, 33 people were killed and 55 injured in the infighting. On 8 June, between 60 and 70 SNA fighters, including several Sultan Murad Division commanders, defected to the Syrian Army and the Syrian Democratic Forces during the clashes. According to the Hawar Kilis Operations Room, of which the Sultan Murad Division is a part, the unit led by Abu al-Kheir al-Munbaji that defected to the government had run criminal activities and was supposed to be arrested when it deserted. In early November 2019, the Homs al-Adiyyeh Brigade of the Sultan Murad Division defected to Jaysh al-Izza after the unilateral release of several Syrian Army prisoners of war by the Turkish government in the context of the Second Northern Syria Buffer Zone. According to Turkish sources and an activist in Afrin, the Sultan Murad Division was one of the groups which volunteered to send fighters to Libya as part of a Turkish operation to aid the Tripoli-based Government of National Accord in December 2019. ==Allegations of war crimes== === Torture of POWs === After their capture of the town of Jarabulus from ISIL in September 2016, Sultan Murad Division fighters published pictures of themselves torturing four YPG members prisoners of war, who were captured by the rebel group while, according to YPG claims, trying to evacuate civilians. According to the YPG, two of the Sultan Murad Division fighters who had been involved in the torture of POWs were later captured and questioned by the Anti-Terror Units. ===Shelling of civilian areas=== On 25 October 2013, the Sultan Murad Division shelled a monastery in Aleppo. According to an Amnesty International report from May 2016, indiscriminate shelling of Sheikh Maqsoud by Islamist rebel groups, including the Sultan Murad Division, killed between February and April 2016 at least 83 civilians, including 30 children, and injured more than 700 civilians. Amnesty International’s regional director suggested that these repeated indiscriminate attacks constitute war crimes. A United Nations report in February 2017 came to the conclusion that during the siege of Eastern Aleppo the joint operations room of Syrian rebel factions Fatah Halab including the Sultan Murad Division, after vowing to take revenge on the Kurds in Sheikh Maqsoud, intentionally attacked civilian inhabited neighbourhoods of the Kurdish enclave, killing and maiming dozens of civilians, and that these acts constitute the war crime of directing attacks against a civilian population. ==See also== * List of armed groups in the Syrian Civil War * Syrian Democratic Turkmen Movement ==References== Category:Anti-government factions of the Syrian Civil War Category:Anti-ISIL factions in Syria Category:Free Syrian Army Category:Syrian Turkmen organizations Category:Military units and formations established in 2013 Category:Syrian National Army ",
    "title": "Sultan Murad Division"
}