{
    "id": "51454214",
    "text": "Elks Building, Quincy, 1924. Barnstable High School, Hyannis, 1925. Repertory Theatre, Boston, 1925. Rockport High School, Rockport, 1925. Fall River, 1926. Barnstable Town Hall, Hyannis, 1926. Masonic Temple, Quincy, 1926. Bethany Congregational Church, Quincy, 1927. Granite Trust Building, Quincy, 1929. Melrose High School, Melrose, 1931. Abington, 1932. Rockland, 1932. Northampton High School, Northampton, 1939. Burlington, 1965. Mansfield High School, Mansfield, 1967. J. Williams Beal, Sons, successor to the office of J. Williams Beal, was a successful architectural firm based in Boston, Massachusetts. Established in 1920 by the sons of the late architect Beal, it remained in business into the 1980s. ==History== In 1888, J. Williams Beal established what would become a successful architectural practice in Boston. He would have three sons, the elder two of which would come to work for him. These were John W. Beal and Horatio W. Beal. A third son, Robert Washburn Beal, would be a landscape architect.Commonwealth Shoe & Leather Co. NRHP Nomination. 2014. The firm of J. Williams Beal, Sons was established in early 1920, following the death of J. Williams Beal. The Beal brothers were the sole partners until 1960, when they added H. Story Granger and Raymond W. Dyer, as which point the firm became known as J. Williams Beal, Sons, Granger & Dyer. After Dyer's departure a new partner, Edward A. J. Poskus, was added. Horatio Williams Beal died in 1964. J. Williams Beal, Sons, Granger & Poskus was dissolved upon the death of Granger in 1969. John Woodbridge Beal died in 1971, after which Poskus managed the firm alone. J. Williams Beal, Sons & Poskus lasted at least until the mid-1980s. ==Partners== John Woodbridge Beal was born on July 11, 1887, in Hanover, Massachusetts. Beal worked in his father's office for a number of years, until his father's death in 1919. At this point he established the firm of J. Williams Beal, Sons with his brother, Horatio. After Horatio's death in 1964, Beal managed the firm with H. Story Granger and Edward A. J. Poskus. He was active until the firm until his death. He died on December 3, 1971. Horatio Williams Beal was born on September 1, 1889, in Hanover, Massachusetts. He graduated from Harvard University in 1911, and earned a master's degree from the school of architecture in 1915. After his graduation he entered the office of his father, J. Williams Beal. In 1917 he enlisted in the U. S. Navy for service in World War I.Harvard College, Class of 1911: Decennial Report, June 1921. Boston: Four Seas, 1921. In 1919 he returned to Boston, and went back to work in his father's office.Harvard Alumni Bulletin 10 April 1919: 551. Cambridge. Upon his father's death, he and his brother established J. Williams Beal, Sons. Beal remained active in the firm for the rest of his life. He died at South Shore Hospital in Weymouth on December 23, 1964. Harold Story Granger attended Columbia University, graduating in 1912.Catalogue of Officers and Graduates of Columbia University. New York: Columbia University, 1916. He worked for Nelson & Van Wagener in New York,American Contractor 8 May 1915: 44. Chicago. before embarking on an architectural career in Albany, New York. He later worked in New Haven, Connecticut for the architectural firm of Davis & Walldorff.Olean [NY] Times Herald 1 May 1926: 3. There he served as the vice-president of the Connecticut chapter of the American Institute of Architects.American Art Annual 1930: 76. He later moved to Boston, where he became associated with the firm of J. Williams Beal, Sons. In 1960 he and Raymond W. Dyer became partners in the firm, which became known as J. Williams Beal, Sons, Granger & Dyer. Dyer soon withdrew, and the firm was briefly known as J. Williams Beal, Sons & Granger, after which Edward J. A. Poskus became a partner. J. Williams Beal, Sons, Granger & Poskus was dissolved after Granger's death in 1969.\"H. Story Granger\". http://public.aia.org/. n.d. Raymond Wallace Dyer was born circa 1918 in Portsmouth, New Hampshire. He attended the University of New Hampshire, class of 1941,Granite Yearbook. Durham, NH: University of New Hampshire, 1941. after a public school education. He came to Massachusetts around 1947, settling in Hingham, after service in World War II. He entered the Beal office at an unknown date, but was experienced enough to be made a partner alongside H. Story Granger in 1960. His time at the firm of J. Williams Beal, Sons, Granger & Dyer was brief, as he left to practice on his own in Hingham. He died at Quincy City Hospital on January 19, 1976.Portsmouth [NH] Herald 12 Feb. 1976: 11. Edward Alphonse John Poskus was born on January 21, 1921. Like Dyer, he fought in WWII. He joined the Beals at an unknown date, but held a position of high responsibility by 1959.Progressive Architecture 1959: 241. In 1962, after the departure of Raymond W. Dyer, he became a partner in J. Williams Beal, Sons, Granger & Poskus. Upon Granger's death, Poskus was the sole partner of what became J. Williams Beal, Sons & Poskus. In 1980, he relocated the office to Brockton. He retired a few years afterward, and served as building inspector for the town of Ipswich.Town of Ipswich, Massachusetts, 1995 Annual Report. North Andover, MA: Town Printing, 1996. He died on April 9, 2007, in Seminole, Florida.. ==Architectural works== ===J. Williams Beal, Sons, 1920-1960=== * 1922 - Dean Emery House, 18 Quissett Harbor Rd, Falmouth, Massachusetts\"FAL.780\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1924 - Elks Building, 1218 Hancock St, Quincy, Massachusetts\"QUI.155\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1924 - Hyannis Trust Company Building, 307 Main St, Hyannis, MassachusettsBankers Magazine 1924: 339. ** Demolished. * 1924 - Lowell Cooperative Bank Building, 18 Hurd St, Lowell, Massachusetts\"LOW.456\". mhc- macris.net. Massachusetts Historical Commission, n.d. * 1924 - Masonic Temple, 357 Main St, Hyannis, MassachusettsMoore, William D. \"The Masonic Lodge Room, 1870-1930\". Gender, Class, and Shelter. Ed. Elizabeth Collins Cromley and Carter L. Hudgins. Vol. 5. 1995. * 1925 - Barnstable High School, 120 High School Rd, Hyannis, MassachusettsEngineering News-Record 1925: 54. New York. ** Presently St. John Paul II High School. * 1925 - Repertory Theatre of Boston, 264 Huntington Ave, Boston, Massachusetts\"The New Repertory Theatre, Boston, Mass\". Architecture 1926: 43. ** Now the Boston University Theatre. * 1925 - Rockport High School (former), 4 Broadway, Rockport, Massachusetts\"RCP.222\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1926 - Baptist Temple, 205 S Main St, Fall River, Massachusetts\"FLR.406\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1926 - Barnstable Town Hall, 397 Main St, Hyannis, MassachusettsArchitectural Forum 1928: 546. ** Now the John F. Kennedy Hyannis Museum. * 1926 - Masonic Temple, 1170 Hancock St, Quincy, Massachusetts * 1926 - Nurses' Home, Plymouth County Hospital, High St, Hanson, MassachusettsDomestic Engineering 1926: 90. * 1926 - Peoples Savings Bank Building, 181 Main St, Marlborough, Massachusetts\"MRB.105\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1927 - Bethany Congregational Church, 10 Spear St, Quincy, MassachusettsDomestic Engineering 1927: 96. * 1927 - Leroy Clark House, 503 Sippewissett Rd, Falmouth, Massachusetts\"FAL.763\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1927 - Edmund Q. Sylvester School, 495 Hanover St, Hanover, Massachusetts\"HNV.390\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1927 - Whitman High School, 20 Essex St, Whitman, MassachusettsAmerican School and University 1932: 407. ** Demolished in 2007. * 1928 - Athol Savings Bank Building, 444 Main St, Athol, Massachusetts\"ATH.88\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1928 - Barbara Keith Memorial Ward for Children, Brockton Hospital, 680 Centre St, Brockton, MassachusettsAnnual Report. Brockton, MA: Brockton Hospital, 1929. * 1928 - First National Bank Building, 1 King St, Northampton, Massachusetts\"First National Bank Building\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1928 - Rockland High School, 100 Taunton Ave, Rockland, Massachusetts ** Demolished. * 1929 - Granite Trust Company Building, 1400 Hancock St, Quincy, MassachusettsEngineering News-Record 1929: 1412. * 1929 - Guay's System Bakeries Building, 1455 Hancock St, Quincy, Massachusetts\"QUI.1435\". mhc- macris.net. Massachusetts Historical Commission, n.d. * 1930 - Abington Savings Bank Building, 533 Washington St, Abington, MassachusettsUnited States Investor 1930: 2126. * 1930 - Norfolk County Bank Building, 1319 Beacon St, Brookline, Massachusetts\"BKL.1439\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1931 - Abington Mutual Fire Insurance Company Building, 536 Washington St, Abington, Massachusetts\"ABI.143\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1931 - Melrose High School (former), 350 Lynn Fells Pkwy, Melrose, MassachusettsIron Age 1931: 922. ** Demolished in 2005. * 1932 - Dyer Memorial Library, 30 Centre Ave, Abington, Massachusetts\"ABI.132\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1932 - U. S. Post Office, 39 Webster St, Rockland, MassachusettsBridgemen's Magazine 1932: 481. * 1935 - Abington High School (former), 1071 Washington St, Abington, MassachusettsIron Age 1935: 74. * 1935 - Central Fire Station, 6 Taylor St, Saugus, Massachusetts\"SAU.59\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1935 - Enterprise Department Store, 203-217 Main St, Brockton, MassachusettsBridgemen's Magazine 1935: 43. Indianapolis. * 1935 - Franklin School, 169 N Franklin St, Holbrook, Massachusetts\"HLB.156\". mhc- macris.net. Massachusetts Historical Commission, n.d. * 1936 - Norwell High School (former), 322 Main St, Norwell, Massachusetts\"NRW.394\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1937 - Hunnewell Elementary School, 28 Cameron St, Wellesley, MassachusettsBridgemen's Magazine 1937: 206. Indianapolis. * 1938 - Burlington High School (former), 61 Center St, Burlington, Massachusetts\"BUR.23\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1939 - Northampton High School, 380 Elm St, Northampton, MassachusettsEngineering News-Record 19 Jan. 1939: 125. New York. * 1943 - South Shore Hospital, 55 Fogg Rd, Weymouth, MassachusettsEngineering News- Record 27 May 1943: 219. New York. * 1945 - Williams Intermediate School, 200 South St, Bridgewater, MassachusettsEngineering News-Record 28 June 1945: 134. New York. * 1947 - Chatham Elementary School, 147 Depot Rd, Chatham, MassachusettsEngineering News-Record 29 Jan. 1948: 164. New York. * 1949 - Ella F. Osborn Elementary School, 345 Main St, Norwell, Massachusetts\"NRW.398\". mhc-macris.net. Massachusetts Historical Commission, n.d. * 1949 - Woodland Hall, Lasell College, Newton, MassachusettsEngineering News-Record 27 Oct. 1949: 87. New York. * 1950 - Cold Spring Elementary School, 25 Alden St, Plymouth, MassachusettsEngineering News-Record 23 March 1950: 289. New York. * 1950 - Middleborough High School, 71 E Grove St, Middleborough, MassachusettsEngineering News-Record 1950: 88. New York * 1953 - Deer Hill School, 208 Sohier St, Cohasset, MassachusettsEngineering News- Record 1953: 63. New York. * 1954 - West Junior High School, 271 West St, Brockton, MassachusettsArchitectural Forum 1954: 29. * 1956 - East Junior High School, 464 Centre St, Brockton, MassachusettsEngineering News-Record 1956: 92. New York. * 1957 - Rockland Senior High School, 52 MacKinlay Way, Rockland, Massachusetts ===J. Williams Beal, Sons, Granger & Dyer, 1960-1962=== * 1961 - Franklin High School (former), 224 Oak St, Franklin, MassachusettsEngineering News-Record 6 July 1961: 65. New York. * 1961 - Edmund Q. Sylvester School (addition), 495 Hanover St, Hanover, Massachusetts ===J. Williams Beal, Sons, Granger & Poskus, 1962-1969=== * 1963 - Girls' Camp Building, Morgan Memorial Fresh Air Camp, Athol, MassachusettsFitchburg [MA] Sentinel 5 June 1963: 14. * 1965 - Fox Hill Elementary School, 196 Fox Hill Rd, Burlington, MassachusettsEngineering News-Record 7 Oct. 1965: 61. New York. * 1967 - Mansfield High School, 250 East St, Mansfield, MassachusettsEngineering News-Record 4 Jan. 1968: 48. New York. * 1969 - Rupert A. Nock Middle School, 70 Low St, Newburyport, MassachusettsEngineering News-Record 1969: 46. New York. ===J. Williams Beal, Sons & Poskus, 1969-1980s=== * 1971 - Paul F. Doyon Memorial School, 216 Linebrook Rd, Ipswich, MassachusettsEngineering News-Record 14 Oct. 1971: 42. New York. * 1974 - South Shore Vocational Technical High School (addition), 476 Webster St, Hanover, MassachusettsAnnual Report of the Board of Selectmen of the Financial Affairs of the Town of Cohasset for the Year Ending December 31, 1973. East Weymouth, MA: Denison Press, 1975. * 1982 - Northbridge Elementary School (addition), 30 Cross St, Whitinsville, MassachusettsEngineering News- Record 1982: 41. New York. ==References== Category:Defunct architecture firms based in Massachusetts Category:Companies based in Boston Category:Architects from Boston Category:Design companies established in 1920 Category:20th century in Boston ",
    "title": "J. Williams Beal, Sons"
}