{
    "id": "51452770",
    "text": "Leonard Willoughby (c. 1509-1560) was an English landowner who sat as MP for Wareham in Dorset.< ==Origins== Born by 1509, he was the first son and heir of Nicholas Willoughby (died 10 June 1542) and his wife Robegia, daughter of William Satchfield. His grandfather was Sir William Willoughby, who first acquired the lands of Turners Puddle, Turners Puddle church and his great- grandfather was John Willoughby, 8th Baron Latimer. His sister Margaret Willoughby married another Dorset landowner and MP, John Wadham of Catherston Leweston, who was Captain of Sandsfoot Castle in 1550 and Recorder of Lyme Regis in 1558. ==Life== Primarily occupied with his estates, he had land on the outskirts of Wareham, together with an annuity of £10 out of the dissolved Wareham Priory, and also holdings in Devon and Cornwall. On the death of his father in 1542, he inherited Turners Puddle. In October 1553, possibly through the influence of his wife's brother James Turberville, an associate of Stephen Gardiner, he was one of two MPs elected for the constituency of Wareham in the first Parliament of Queen Mary's reign. Neither he nor his fellow-member Thomas Phelips opposed the initial measures in Parliament towards the restoration of Catholicism in England but, unlike Phelips, he did not stand again. ==Family== Shortly after 3 September 1533, he married Mary, daughter of John Turberville of Bere Regis and his wife Isabel, daughter of John Cheverell. They had two sons who did not live and six daughters, three of whom married: *Anne, whose husband's surname was Cuff. *Elizabeth married Thomas Gerard of Trent, Dorset, whose grandson was the antiquarian Thomas Gerard (1593-1651). * Bridget (c1538-1574) married John Samborne (1528-1576) of Timsbury, Somerset and was mother of Sir Barnaby Samborne. Mary was dead by March 1559, when he was married to Margaret, daughter of William Thornhill of Stalbridge. ==Death and legacy== He died on 13 June 1560 and his will made on 1 April 1560 was proved on 5 November 1560.Prerogative Court of Canterbury and Related Probate Jurisdictions: Will Registers. Digitized images. Records of the Prerogative Court of Canterbury, Series PROB 11. Piece 43. The National Archives, Kew, England. In it he left his paternal lands of Turners Puddle to his younger brother and executor John Willoughby and his other lands to his unmarried daughters. He was buried in the church of St John Baptist at Bere Regis. Bere Regis parish church ==References== Category:1560 deaths Category:1509 births Category:Members of the Parliament of England (pre-1707) for Wareham Category:English MPs 1553 (Mary I) Category:English landowners ",
    "title": "Leonard Willoughby"
}