{
    "id": "51458588",
    "text": "Born to Run is an autobiography of American songwriter-musician Bruce Springsteen that was released on September 27, 2016 (the audiobook, narrated by Springsteen, was released on December 6, 2016). The title is named after Springsteen's iconic 1975 album and song Born to Run. The book is a companion piece to Chapter and Verse, a career-spanning album featuring songs from all stages of Springsteen's career that was released four days before the book. On the date of the book's release, Springsteen embarked on a nine-date book tour in the United States. The book has received critical acclaim. ==Background== The book's release was officially announced on August 25, 2016. ==Book tour== Springsteen embarked on a nine-date book tour which started on September 27, 2016, and concluded on October 10, 2016. The book tour then made its way to the United Kingdom and Germany in late October for two appearances. On October 27, Springsteen hosted another book-signing event in Toronto, Canada, before interrupting the tour to take part in the annual Stand Up For Heroes concert, to appear in support of Hillary Clinton's presidential campaign, and to receive the Presidential Medal of Freedom. The tour resumed with a five-date North American leg, which was announced on November 21, 2016. This tour began in Chicago on November 28, 2016, and concluded in Kennesaw, Georgia on December 2. All events required fans to purchase a pre-signed copy of Springsteen's book. The free tickets for the book store appearances much like his shows were sold out in minutes. Two of the appearances, October 5 in San Francisco and October 7 in New York City featured interviews only with Springsteen and were conducted by Dan Stone and David Remnick. Springsteen also made appearances on CBS Sunday Morning on September 18, 2016, and on Late Night with Stephen Colbert on September 23, 2016 (Springsteen's 67th birthday), to promote the book. ==Springsteen on Broadway== Springsteen performed an eight-week run in New York City from October–November 2017 titled Springsteen on Broadway where he performed his music, read from Born to Run, and performed other spoken reminiscences written for the show. {| class=\"wikitable\" style=\"text-align:center;\" |- ! style=\"width:150px;\"|Date ! style=\"width:150px;\"|City ! style=\"width:150px;\"|Country ! style=\"width:275px;\"|Venue |- style=\"background:#ddd;\" |colspan=\"4\"|North America |- |September 27, 2016|||Freehold || rowspan=\"9\"|United States |||Barnes & Noble |- |September 28, 2016|||New York |||Barnes & Noble Union Square |- |September 29, 2016|||Philadelphia |||Free Library of Philadelphia |- |October 1, 2016|||Seattle |||Elliot Bay Book Company |- |October 3, 2016|||Los Angeles |||Barnes & Noble at The Grove |- |October 4, 2016|||Portland |||Powell's City of Books |- |October 5, 2016|||San Francisco |||City Arts & Lectures |- |October 7, 2016|||New York |||The New Yorker Festival |- |October 10, 2016|||Cambridge |||The Harvard Coop |- style=\"background:#ddd;\" |colspan=\"4\"|Europe |- |October 17, 2016|||London || United Kingdom |||Waterstones Piccadilly |- |October 20, 2016|||Frankfurt || Germany |||Frankfurt Book Fair |- style=\"background:#ddd;\" |colspan=\"4\"|North America |- |October 27, 2016|||Toronto || Canada |||Indigo Books and Music |- |November 28, 2016|||Chicago || rowspan=\"5\"|United States |||Books-A-Million |- |November 29, 2016|||Cincinnati |||Joseph-Beth Booksellers |- |November 30, 2016|||Denver |||Tattered Cover |- |December 1, 2016|||Austin |||Book People |- |December 2, 2016|||Kennesaw |||2nd & Charles |} ==Awards== In November 2017, Springsteen was nominated for the Grammy Award for Best Spoken Word Album. In 2018 \"Born to Run\" won Best Autobiography/Memoir at the 2018 Audie Awards. ==References== Category:American biographies Category:Bruce Springsteen Category:Music autobiographies Category:American memoirs Category:Books about rock musicians Category:2016 non-fiction books ",
    "title": "Born to Run (autobiography)"
}