{
    "id": "51453837",
    "text": "The Cathedral Basilica of St. Stephen the King Cathedral Basilica of St. Stephen the King in Székesfehérvár () also called Székesfehérvár Cathedral is the name given to a religious building of the Catholic church in Hungary which serves as the cathedral of the city of Székesfehérvár, and therefore the seat of the diocese of Székesfehérvár (Dioecesis Albae Regalensis or Székesfehérvári egyházmegye) which was created in 1777 by Bull \"In universa gregis\" of Pope Pius VI. The church was built in Baroque style, between 1758 and 1768. The choir and the altar were designed by the famous Austrian architect Franz Anton Hillebrand, the interior frescoes depicting scenes from the life of King Stephen I, the altarpiece represents the Stephen king kneeling in front of the Mother of God and was made by Vinzenz Fischer, while imposing ceiling paintings are from Johan Cymbala. ==Pulpit== View of the pulpitThe Late Baroque pulpit was built in a sumptuous classicizing style similar to Franz Anton Hillebrandt's main altar. The sculpture group on the top of the abat-voix (Triumph of the Church over Idolatry) represents the same topic as the fresco on the first vault. The frescoes of the church were finished by Johann Cymbal in 1768 giving an approximate date after which the pulpit could have been erected. The pulpit is a monumental red marble structure with gilt wood sculptures. Cherublike angels are sitting on the ledge with the symbols of the tetramorph. The balustrade is decorated with three gilt reliefs (The Good Shepherd, The Sower and Two Sons). An orb of flowers forms a hanging finial under rich garlands. There is sculpted relief above the door with a group of symbols: the Eye of Providence, a horn, a violin, a wreath and a palm branch. The underside of the abat-voix is decorated with a dove, and there is sculptural group on the top depicting the Triumph of the Church over Idolatry. The figure of the Church is recognizable by the tiara on her head, she is holding a cross, a chalice and the tables of the law. Idolatry is a shown as a recumbent male figure desperately grabbing a little idol and an ancient bust had fallen on the ground behind his back. The whole group is watched by a cherub playing on the flute from above the top of white clouds. The choice of topic is an allusion to the conversion of Hungary to Christianity by St. Stephen and the subsequent fall of paganism. ==See also== *Roman Catholicism in Hungary *St. Stephen internal view ==References== Category:Roman Catholic cathedrals in Hungary Category:Buildings and structures in Székesfehérvár Category:Roman Catholic churches completed in 1768 Category:Basilica churches in Hungary Category:1768 establishments in the Habsburg Monarchy ",
    "title": "Cathedral Basilica of Székesfehérvár"
}