{
    "id": "51451352",
    "text": "Petko Hristov (Bulgarian: Петко Христов; born 1 March 1999) is a Bulgarian professional footballer who plays as a centre-back for Pro Vercelli, on loan from Fiorentina.Hristov Stats He has a twin brother Andrea, who plays for Slavia Sofia. ==Career== ===Slavia Sofia=== Hristov started his career in Levski Sofia, before relocating to Slavia Sofia in 2013.\"Братята Де Бур\" от Овча купел He made his senior debut for Slavia in a match of the Europa League against Polish club Zagłębie Lubin on 30 June 2016, coming on as a substitute for Georgi Yomov.Slavia VS. Lubin 1 - 0 A month later he made his Bulgarian First League debut in the opening game of the season against CSKA Sofia.CSKA VS. Slavia 2 - 0 He scored his first goal on 10 September in a 5–2 home win over Lokomotiv Plovdiv. On 1 October Petko was joined by his twin brother Andrea Hristov in the central defense for the very first time against Vereya in the starting line-up.Slavia vs Vereya On 3 April 2017, Hristov signed his first professional contract with the club until 31 July 2020.Славия подписа с трима от героите на България ===Fiorentina=== On 17 July 2017, Fiorentina confirmed they had signed Hristov on a five-year contract after Firenze Viola, Fiorentina owner, himself liked the players after seeing the player at European Under-19 Championship. On 20 August 2017, he was on the bench for the first time in the Serie A match against Inter Milan.Inter beats Fiorentina by 3:0 He made his unoficcial debut for the club against Real Madrid on 24 August coming on as a substitute in added time for the Trofeo Bernabeu game.Cristiano Ronaldo goal, assist as Real Madrid win Trofeo Bernabeu gameReal Madrid 2:1 Fiorentina ====Ternana (loan)==== On 16 August 2018, Hristov joined to Serie C club Ternana on loan until 30 June 2019. He scored his first goal for the club on 4 December 2018 in a league match against Rimini won by Ternana by 3:0.Fere, 3-0 al Liberati con il Rimini nel recupero della prima giornata ====Bisceglie (loan)==== On 9 August 2019, Hristov joined Serie C club Bisceglie on loan until 30 June 2020. ====Pro Vercelli (loan)==== On 18 September 2020, Hristov joined Serie C club Pro Vercelli on loan until 30 June 2021. ==International career== ===Youth levels=== Hristov was called up for the Bulgaria U19 team for the 2017 European Under-19 Championship qualification from 22 to 27 March 2017.Съставът на България (U19) за Елитния кръг във Франция After a draw and 2 wins the team qualified for the knockout phase which was held in July 2017.Футболът ни възкръсна! 19-годишните лъвове \"изядоха\" всички, България с нов грандиозен успех Petkov played in the all 3 matches from the group stage when Bulgaria were eliminated. On 5 September 2017, he made his debut for the Bulgaria U21 in match against Luxembourg U21.Младежите падат от Люксембург ==Career statistics== ===Club=== {| class=\"wikitable\" style=\"text-align: center\" |- !rowspan=2|Club !rowspan=2|Season !colspan=3|League !colspan=2|Cup !colspan=2|Continental !colspan=2|Other !colspan=2|Total |- !Division||Apps||Goals||Apps||Goals||Apps||Goals||Apps||Goals||Apps||Goals |- |rowspan=3|Slavia Sofia |rowspan=2|First League |2016–17 |25||1||0||0||1||0||4Relegation Play-offs||0||30||1 |- |2017–18 |1||0||0||0||colspan=2|–||0||0||1||0 |- !colspan=2|Total !26||1||0||0||1||0||4||0||31||1 |- |rowspan=2|Fiorentina |rowspan=1|Serie A |2017–18 |0||0||0||0||colspan=2|–||colspan=2|–||0||0 |- !colspan=2|Total !0||0||0||0||0||0||0||0||0||0 |- |rowspan=1|Ternana (loan) |rowspan=3|Serie C |2018–19 |13||1||1||0||colspan=2|–||colspan=2|–||14||1 |- |rowspan=1|Bisceglie (loan) |2019–20 |25||0||0||0||colspan=2|–||colspan=2|–||25||0 |- |rowspan=1|Pro Vercelli (loan) |2020–21 |2||1||0||0||colspan=2|–||colspan=2|–||2||1 |- !colspan=3|Career total !66||3||1||0||1||0||4||0||72||3 |} ==Style of play== Hristov was described from the Italian media as a physically strong defender with great air abilities and being able to read the game which has led him to be compared to legendary Brazilian defender Thiago Silva.Dalla Bulgaria alla Viola per stregare Pioli: ecco Petko Hristov il nuovo Thiago Silva ==Awards== ===Individual=== * Bulgarian Youth Footballer of the Year (1): 2016 Талант №1 Петко Христов: Мечтая да играя в чужбина ==References== ==External links== * Category:1999 births Category:Living people Category:Bulgarian footballers Category:Bulgaria under-21 international footballers Category:Bulgaria youth international footballers Category:Association football defenders Category:PFC Slavia Sofia players Category:ACF Fiorentina players Category:Ternana Calcio players Category:A.S. Bisceglie Calcio 1913 players Category:F.C. Pro Vercelli 1892 players Category:Serie C players Category:First Professional Football League (Bulgaria) players Category:Sportspeople from Sofia Category:Twin people from Bulgaria Category:Twin sportspeople Category:Bulgarian expatriate footballers Category:Expatriate footballers in Italy Category:Bulgarian expatriate sportspeople in Italy ",
    "title": "Petko Hristov"
}