{
    "id": "51453273",
    "text": "Antoinette Montague is an American jazz and blues singer. ==Early life== Montague was born and raised in Newark, New Jersey. She grew up in a musical household. She is the youngest of 7 children. Her introduction to jazz was through her mother, who sang like Ella Fitzgerald. She grew up listening to her mother, Nat King Cole, Paul Robeson, Louis Armstrong, the Ink Spots, and Motown Sounds. Growing up her father would take her to the Newark Public Library where she would listen to many great jazz artists such as Louis Armstrong and Duke Ellington. She is not shy about taking non jazz and blues tunes and turning them into jazz or blue style. She is known to be inspired not only by many Jazz legends but concerned about issues such as civil and human rights. Which inspired her to start the Jazz Woman to the Rescue Foundation. Her foundation's goal is to encourage and to mentor other artists and the public to donate their old instruments and art supplies to schools and communities in need of art and music programs. She is a protege of Etta Jones. She sang in High School for her high school graduation. She attended Seton Hall University. She also sang with a Gospel choir growing up. Her early singing performances were at the Peppermint Lounge in East Orange, New Jersey. Mentors that have influenced Antoinette are vocalists Etta Jones, Carrie Smith, Della Griffin, and Myrna Lake. ==Music career== Antoinette's mentors in the early days of her career were vocalists Etta Jones, and Carrie Smith. She has performed with notable musicians in jazz and blues such as; Benny Powell, Stanhope, Wycliffe Gordon, Bobby Sanabria, Danny Mixon, Lisle Atkinson, Christopher McBride, Solomon Hicks. Red Holloway, Frank Wess, Mulgrew Miller, Winard Harper, Victor Jones, Bernard Purdie, Paul Bollenback, Zeke Mullins, Tootsie Bean, John di Martino, Earl May and with international musicians Warren Vaché, and Bucky Pizzarelli. She is known for revamping classic Jazz standards. Musicians who she has worked regularly with in New York; Bill Easley, Norman Simmons, Gabrielle Garo, Winard Harper, Wycliff Gordon, Frank Wess, Duke Ellington Orchestra, Mike Longos New York State of the Arts Orchestra. Headlining her own performances she has performed for Jazzmobile, Birdland with Duke Ellington Band, Lincoln Center's Dizzy's Club-Cola, the Blue Note, and at concert halls and Jazz Standard clubs. She performed in 2010 with the 46-piece Ashdod Orchestra in Israel, and has also performed internationally with the Belgrade Philharmonic Orchestra in Russia. Montague has worked with Calvin Jones, Chip White, Christian McBride, Earl May, Jimmy Heath, John Farnsworth, Jon Faddis, Kenny Washington, Lou Donaldson, Mike Longo, Norman Simmons, Paul Bollenback, Peter Washington, Solomon Hicks, and Red Holloway. ==Discography== * Pretty Blues (Consolidated Artists, 2006) * Behind the Smile (In the Groove, 2010) * World Peace in the Key of Jazz * Jazz Woman to the Rescue (2015) ==References== Category:Living people Category:American blues singers Category:American female jazz singers Category:American jazz singers Category:African-American female singers Category:Musicians from Newark, New Jersey Category:Year of birth missing (living people) ",
    "title": "Antoinette Montague"
}