{
    "id": "51453771",
    "text": "The Lago do Capanã Grande Extractive Reserve () is an extractive reserve in the state of Amazonas. ==Location== Conservation units in the Purus-Madeira interfluvial. 14\\. Lago do Capanã Grande Extractive Reserve The Lago do Capanã Grande Extractive Reserve is in the municipality of Manicoré, Amazonas. It has an area of . The reserve is bounded by the BR-319 highway along the northwest border. To the southwest the reserve adjoins the Nascentes do Lago Jari National Park. The southeast boundary of the reserve is close to the Madeira River and is crossed by Lago do Capanã (Capanã Lake), after which the reserve is named. To the northeast it adjoins the Rio Amapá Sustainable Development Reserve. The terrain is flat or slightly undulating. The region is mainly drained by the Madeira River. The main streams within the reserve are the Capanã igarapé and the Amapá River, a tributary of the Matupiri River. There are many other smaller streams or bayous, some completely dry in the dry season. The reserve contains the Barbaço and Matupá lakes. ==Environment== Temperatures range from with an average of . Average annual rainfall is . Vegetation includes terra firma forests with emergent canopy and palm trees, igapó, chavascal, várzea forest, campina and campinarana. The reserve has rich and diverse vegetation. So far 160 species of flora have been identified, including rubber trees, Brazil wood, Brazil nut and rosewood. Fifty species of mammal have been identified including jaguar, otter, giant otter, brown woolly monkey, robust capuchin monkey, night monkey, kinkajou, black-tufted marmoset, cabassous, giant anteater and three-toed sloth. 53 species of fish are known, 257 species of birds, 11 species of amphibians and 36 species of reptiles.. ==History== The Lago do Capanã Grande Extractive Reserve was created by federal decree on 4 June 2004. It is administered by the Chico Mendes Institute for Biodiversity Conservation, a federal agency. It is classed as IUCN protected area category VI (protected area with sustainable use of natural resources). The objective is to ensure sustainable use and conservation of renewable natural resources while protecting the livelihoods and culture of the local population. On 27 July 2004 INCRA recognised the reserve, so the resident families would qualify for PRONAF support. The advisory board was created on 13 March 2007. ICMBio was given responsibility for the reserve of 26 July 2010. An ordinance of 9 January 2012 established a joint planning process for conservation units in the BR-319 area of influence, which are the Abufari Biological Reserve, Cuniã Ecological Station, Nascentes do Lago Jari National Park, Mapinguari National Park, Balata-Tufari National Forest, Humaitá National Forest, Iquiri National Forest, Lago do Capanã-Grande Extractive Reserve, Ituxi Extractive Reserve, Médio Purus Extractive Reserve and Lago do Cuniã Extractive Reserve. The management plan for the Lago do Capanã Grande Extractive Reserve was approved on 12 September 2013. ==Notes== ==Sources== * * * * Category:2004 establishments in Brazil Category:Extractive reserves of Brazil Category:Protected areas of Amazonas (Brazilian state) ",
    "title": "Lago do Capanã Grande Extractive Reserve"
}