{
    "id": "51452047",
    "text": "South African Class 32-000 diesel-electric Under the British and Imperial classification scheme of locomotive axle arrangements, which is related to the UIC classification, 1Co+Co1' is a classification code for a locomotive wheel arrangement of two eight-wheeled bogies with an articulated inter-bogie connection, each with three axles powered by a separate traction motor per axle and with the fourth non-powered axle in an integral leading pony truck to reduce the axle load. The similar ' classification is in the same axle configuration, but without the inter-bogie connection.South African Railways Index and Diagrams Electric and Diesel Locomotives, 610mm and 1065mm Gauges, Ref LXD 14/1/100/20, 28 January 1975, as amended Other equivalent classifications are: * AAR classification: 1-C+C-1 * UIC classification: (1′Co)+(Co1′) ==Overview== The 1Co+Co1 wheel arrangement for electric and diesel-electric locomotives was a development of the Co+Co wheel arrangement to enable a relatively heavy locomotive to work on light rail by reducing the axle load. This was accomplished by the addition of a non-powered axle in an integral pony truck to the three traction motored Co powered bogie. In the United States of America, the South African Class 32-000 is credited with being a major factor in the demise of the American Locomotive Company (ALCO) and the rise of General Electric (GE) in the locomotive building business. In 1957, the South African Railways (SAR) called for tenders with two options. * 115 locomotives with a 1Co+Co1 wheel arrangement. * 230 locomotives with a Co+Co wheel arrangement. General Steel Castings' bogie The SAR was not very enthusiastic about the General Motors Electro-Motive Division (EMD) two-stroke cycle engines and had a strong preference for ALCO's Model 251 engine and GE's transmission systems. As a prior supplier of steam locomotives for the SAR, ALCO appeared to be virtually assured of receiving the order. General Steel Castings had a design on paper for a 1Co bogie which could be utilised by either ALCO or GE and which would enable the SAR's specification to be met for the heavier units. The SAR made it clear that, despite the two options afforded by the tender, its strong preference was for a 1Co+Co1 locomotive. However, the use of a bogie with an integral pony truck was not universally accepted by ALCO's engineering management. The result was that ALCO bid on only the Co+Co option and lost out to GE, who had bid on both options. In South Africa, this virtually opened the floodgates for GE, since more than half of the SAR's vast diesel-electric locomotive fleet which would be acquired between 1959 and 1981 were GE products. ==Usage== ===South Africa=== Class 4E electric The 3 kV DC Class 4E electric locomotive was designed for the SAR by the General Electric Company (GEC) and was built by the North British Locomotive Company (NBL) between 1952 and 1953. The Class 4E was amongst the most powerful electric locomotives in the world at that time and at , it was a heavy locomotive for . The reasons for the leading pony truck were both to improve stability at speed and to reduce the axle load. Class 32-200 diesel-electric Between 1959 and 1961, the SAR placed 115 high-nosed Class GE type U18C1 diesel-electric locomotives in service in South West Africa, where very light rail conditions necessitated lighter axle loadings which could not be achieved with conventional three-axle bogies under a heavy locomotive. In June and July 1966, ten low-nosed GE type U20C1 diesel-electric locomotives entered service on the SAR. The Class 32-200 was actually a Class locomotive on the 1Co bogies of the Class , which reduced its axle load from the of the Class 33-000 to . Apart from the bogies, which necessitated a smaller fuel tank, its physical dimensions and exterior appearance were identical to that of the Co+Co Class and it used the same V12 prime mover. === Japan === EF10 in 1938 A number of Japanese electrics from the 1930s, also on Cape gauge, such as the EF10 also used this arrangement. ==References== Category:Commonwealth classification ",
    "title": "1Co+Co1"
}