{
    "id": "51465588",
    "text": "The Asa May House is a historic farmstead on Blood Brook Road in West Fairlee, Vermont. Developed in the late 18th century, the 1800 house is a rare statewide example of Federal period architecture, built for West Fairlee's first town clerk. The farmstead property, including a barn, sheds, and period landscape elements, was listed on the National Register of Historic Places in 1993. ==Description and history== The Asa May House stands in a rural area of eastern West Fairlee, on the west side of Blood Brook Road. It stands on of land, now reduced from historically larger sizes, but with patterns of usage still evident in the presence of stone walls and foundational remnants of former outbuildings. The current farm complex includes the main house, a horse barn, shed, and woodshed. The house is a two-story wood frame structure, with a hip roof and clapboarded exterior. Its main block is L-shaped, with prominent five-bay facades facing both south and east. The eastern (street- facing) entry is more elaborate, with the door flanked by pilasters and sidelight windows, and topped by an entablature and cornice, while the southern entry is simpler, with a plain surround and four-light transom window. The interior of the house retains original fireplaces and woodwork in many places, although some rooms have been either modernized or repurposed. The crook of the L is filled with a single-story ell, to which further modern additions extend to the west. with The house was built about 1800 for Asa May, who served as the first town clerk of West Fairlee (incorporated 1797). May had acquired land in the Blood Brook area (named for early settler Elijah Blood) and built his first house (located elsewhere on the property and no longer standing) about 1789. The property remained in the hands of May's descendants until 1946. ==See also== *National Register of Historic Places listings in Orange County, Vermont ==References== Category:Historic districts on the National Register of Historic Places in Vermont Category:Houses on the National Register of Historic Places in Vermont Category:National Register of Historic Places in Orange County, Vermont Category:Federal architecture in Vermont Category:Houses completed in 1800 Category:Houses in Orange County, Vermont Category:Buildings and structures in West Fairlee, Vermont ",
    "title": "Asa May House (West Fairlee, Vermont)"
}