{
    "id": "51467467",
    "text": "Goslar, near Harz Mountains, Zimmer's birthplace Poughkeepsie, New York, where he died in urban hospital Dirk Zimmer (2 October 1943 – 26 September 2008), called Dizi, was a German artist and an illustrator and writer of American children's books.http://www.jacketflap.com/dirk-zimmer/39278 ==Biography== Hochschule für bildende Künste Hamburg, Zimmer's academic place Second column, first from left: Dirk Zimmer (Dizi), the artist as a young man; exhibition poster by Werner Nöfer, 1967 Lower Manhattan area, where Zimmer lived at 29 Johnstreet John Street Kingston's Rondout neighborhood Zimmer was born in Goslar in Lower Saxony. He grew up mostly in Hamburg, where he attended the Hochschule für bildende Künste (Academy of Fine Arts) from 1963 to 1968. ===The German period=== In 1965, he was a cofounder of Cruizin 4', Syndikat für Kunstbetrieb (syndicate for art scene), together with fellow artists Francesco Mariotti, Hermann Prigann, Werner Nöfer and Dieter Glasmacher. It is best known through two events: The opening of the exhibition Cruizin 4 in the Gallery Mensch at Fischmarkt Hamburg-Altona, where the members came with a stretched limousine with chauffeur.Cf. Gottfried Sello: Die Künstler kamen im Kolossalauto...sie nennen sich Syndikat für Kunstbetrieb in: Hamburger Abendblatt 30. März 1967. And by a performance at Cosinus,Cf. Natias Neutert: Wo er hintrat, wuchs wieder Gras (where he walked, grass grew again) in: Humus. Hommage à Helmut Salzinger. Ed. by Klaus Modick, Mo Salzinger und Michael Kellner. Kellner Verlag, Hamburg 1996, p. 98. a legendary pub in the university district. The Happening 1. World Record in Permanent Painting took place under medical, and specifically psychiatric care, too, by doctors of the University Hospital Eppendorf. (The planned on about 80-hour performance was canceled after 36 hours on medical advice because of collapse of one of the participants).Cf. Wolfgang Feucht: Mal-Schlacht um Weltrekord unter ärztlicher Aufsicht in: Bremer Nachrichten, 10. November 1967.Cf. Anke Grundmann: Weltmeister im Dauermalen in: Die Welt, 06. November 1967. Under the moniker Dizi, Dirk Zimmer had a brief career as a painter during the German avant- garde movement and then turned to filmmaking, which he eventually dropped in the late 1970s to work as an illustrator for such American publications as Crawdaddy, the New York Times, and The New-York Magazine. Over the years, both his paintings and illustrations, were shown in private galleries in New York, Germany, Switzerland, and France. ===The American period=== His work as a children's book illustrator began after moving permanently to New York City in 1977. He also continued to exhibit his artwork and to be a presence in the New York art scene. He found a flat in John Street, right under the roof, for a lengthy period of time. The only media contact to his homeland was through the German Boa Vista magazine, in which he first published vignettes,Cf. Boa Vista 5. Zeitschrift für Neue Literatur. Ed. by Daniel Dubbe/Manfred Henning/Natias Neutert/Peter Waldheim, Hamburg 1977, pp. 1, 96. than later his written and illustrated (from 1977, New York) short-story comic with the cryptically and untranslatable German title Die mysteriöse Schratzmichlöse.Cf. Boa Vista 6. Zeitschrift für Neue Literatur. Ed. by Natias Neutert/Peter Waldheim/Manfred Henning, Hamburg 1978, pp. 49–55. From 1978 to 2004 Zimmer published more than two and a half dozen kid's books. Zimmer moved to Barrytown, NY in the early 1980s, and later lived in the Rondout area of Kingston. He was a contributor and collaborator at the northern Dutchess quarterly AboutTown. He later moved to Tivoli, NY. In 1990, he was one of a small group of illustrators—including Natalie Babbitt, Maurice Sendak, Marc Simont and Barbara Cooney—whose work was featured in The Big Book for Peace (Dutton, 1990), an anthology of 34 artists and writers. ===Car accident and death=== In Tivoli, on a walk to the river on the afternoon of September 21, 2008, Zimmer was struck by a car. He died five days later on September 26 from his wounds at St. Francis Hospital in Poughkeepsie, N.Y. He is survived by two sisters who live in Germany. The sequel of the book Egon (published 1980), on which he was working at that time, was left unfinished. Egon, Zimmer’s adventurous, furry alter ego, leaves the following note at the end of the book: \"I am having a good time. I will be home some day but not until the show ends. Maybe soon.\" ==Books in cooperation== === In German=== * 1982 Egon by Larry Bograd. Reinbek bei Hbg., Carlsen Verlag (Reinbeker Kinderbücher), Reinbek bei Hamburg. ===In English=== * 1968 The Iron Giant: A Story in Five Nights by Ted Hughes * 1978 Felix in the Attic by Larry Bograd * 1980 Egon by Larry Bograd * 1981 Mean Jake and the Devils by William H. Hooks * 1983 Bony-Legs by Joanna Cole; Esteban and the Ghost by Sibyl Hancock * 1984 In a Dark, Dark Room and Other Scary Stories by Alvin Schwartz * 1985 Buster Loves Buttons by Fran Manushkin; Someone Saw a Spider: Spider Facts and Folktales by Shirley Climo * 1986 Poor Gertie by Larry Bograd; Perrywinkle and the Book of Magic Spells by Ross Madsen * 1987 Curse Squirrel Bk/Cass by Laurence Yep; The Naked Bear: Folktales of the Iroquois by John Bierhorst; Sky is Full of Song by Lee Bennett Hopkins * 1989 Weird Wolf by Margery Cuyler; Windy Day: Stories and Poems by Caroline Feller; John Tabor's Ride by Edward C. Day * 1990 The Big Book for Peace by Lloyd Alexander * 1991 The Cow Is Mooing Anyhow: A Scrambled Alphabet to Be Read at Breakfast by Laura Geringer * 1992 Moonbow of Mr. B. Bones by J. Patrick Lewis; The One That Got Away by Percival Everett * 1994 Seven Spiders Spinning (The Hamlet Chronicles # 1) by Gregory Maguire * 1995 Some Fine Grumpa! by Alan Arkin * 1996 One Eye, Two Eyes, Three Eyes: A Hutzul Tale; The Great Turtle Drive by Steve Sanfield * 1997 Perrywinkle's Magic Match by Ross Martin Madsen * 2004 An I Can Read Halloween Treat by Michele Sobel Spirn *2006 Jake the Gardener: Guide Dog Digs Treasure by E. S. Aardvark ==Books by himself== * 1982 The Trick-Or-Treat Trap, Harper & Row ==Awards, honours== * 1978 Irma Simonton Schwarz Award from the Bank Street College of Education for Felix in the Attic, Harvey House ==Legacy== Zimmer's offbeat, sometimes grotesque, but always gentle humor made him one of the most sought-after illustrators for \"scary\" picture books, two of which were selected as American Library Association Notable Book lists for children's books. The Trick-Or-Treat Trap—the only book that he has written and illustrated by himself, got the most resonance and response in criticism. So The New York Times praised the humor of this work with the adjective \"tongue-in-cheek\": \"His pen has bite as he pictures a wonderfully wicked assortment of ornery little beings.\" ==References== ==External links== * * Category:1943 births Category:2008 deaths Category:American children's book illustrators Category:German artists Category:German writers Category:People from Goslar ",
    "title": "Dirk Zimmer"
}