{
    "id": "51461984",
    "text": "Azar Motor Industrial Co or AMICO () is an Iranian truck manufacturer established in 1989 and located in Jolfa near Tabriz. This company produces light and heavy diesel vehicles. www.amicoir.com AzarMotor Industrial Company known as AMICO was founded fully by private sector and as a family business in 1989, with the aim of producing tractors and agricultural equipment. Soon after establishment and following its strategies of participation in development of the national and regional industries and technologies and raise of employment rate as an entrepreneur, AMICO Industrial Group launched a motorcycle production line and continued by establishing numerous factories for different products during the last 30 years. Aras Khodro Diesel (AMICO- reg no. 59) with a registered capital of 1,400,000,000,000 IRR, possessing more than 85000 m2 of workshops including two assembly and production platforms, a Painting Line equipped with ED for a wide range of Light and Heavy duty commercial vehicles, Testing Line, and warehouses as well as 250000 m2 of lands, is the most important subsidiary of the AMICO Industrial Group. Human resources are considered as the main asset and the axis of development in AMICO, therefore to prepare a suitable platform for breeding new ideas and achieving its goals, AMICO is empowered by knowledgeable, educated staff with average assembly line and related fields experience of 20 years, moreover more than 30% of the staff working in AMICO hold a higher education degree. AMICO has earned and consolidated its place in the global markets by registering as national and international brand with recognition over 32 countries. Maintaining quality of products by adopting state of the art quality management methods and their implementation in all industrial subsidiaries, AMICO has successfully earned customers and society’s trust. In addition to having national standard seal on all its products and in-line with its ultimate goal of producing with the highest quality, AMICO have constructed advanced laboratories equipped with the test and quality control systems to ensure the compliance of all its products with the latest world standards. All Laboratory units of AMICO are not only approved by “Institute of Standards and Industrial Research of Iran” ISIR, but also accredited to act as partner of the institute and authorized to conduct evaluation for products of other manufacturers. Moreover it is recognized as national leading manufacturer by the Ministry of Industries and Mines in year 2007, after successfully supplying the internal and international markets with over 25 thousands of its commercial vehicles with consistent acceptable quality. AMICO maintains customer satisfaction rates through its 54sales and after sale service centers all over the country for whom continuous technical and vocational training are provided several times a year. Subsidiary companies of AMICO Industrial Group have advanced through steps of success by supplying internal and international markets with their quality products and are honored to have received many titles and awards in this process. File:Amico 1.jpg|Amico medium-duty truck File:Amico 2.jpg|Amico heavy truck ==References== * * * Category:Truck manufacturers of Iran Category:Vehicle manufacturing companies established in 1989 Category:Economy of Iranian Azerbaijan ",
    "title": "Azar Motor Industrial Co"
}