{
    "id": "51467996",
    "text": "Helen Chupco (Seminole-Muscogee), (1919-2004) was a Methodist missionary, who twice served as president of the Women's Society of Christian Service for the United Methodist Church's Oklahoma Indian Mission. She was elected to the board and served as a vice president to Church Women United in the 1970s. Chupco was also the co-founder of the Tulsa Indian Center. She was one of the first women to serve on the Muscogee Nation National Council when it was reorganized in the 1970s and served for twenty-three years as a councilwoman. In 1992, she was recognized by the Oklahoma State Senate for her tribal leadership. ==Early life== Helen Louise Palmer was born on March 10, 1919, in Holdenville, Oklahoma to Bessie (née McCosar) and Billy Palmer. She was one of seven children, including three brothers, Louis, Houston and Kenneth, as well as three sisters Martha, Lucy, and Betty. Her mother was Muscogee and her father was Seminole. Palmer grew up participating in both tribal communities, and learned the Muscogee language. When she began attending public school, she learned English by having an interpreter help her, as the classes were taught solely in English. After completing her primary education in a rural school near Holdenville, Palmer was sent to further her education at Chilocco Indian School and then returned to complete her secondary schooling at Holdenville High School. After graduation, she enrolled in Hills Business University in Oklahoma City. ==Career== By the early 1950s, Palmer had married Rev. Lee Chupco and was speaking on behalf of the Methodist church of the work that she and her husband did among Oklahoma's Indian tribes. Rev. Chupco was the superintendent of the central district for Indian Missions and both he and his wife traveled the country on speaking engagements. In 1950, Chupco was elected to serve as president of the Women's Society of Christian Service for the United Methodist Church's Oklahoma Indian Mission. She held the office until 1954 and then was re-elected to the post in 1958, serving through 1960. Chupco was one of the co-founders of the Tulsa Indian Center, which was created with funds from the Department of Health, Education and Welfare as a counseling center to assist Native American peoples in making the adjustment to living in urban environments. In 1970, Chupco was one of the members of a watchdog committee appointed by the Oklahoma Indian Rights Association to monitor civil rights violations of Native Americans in the state. She was elected to the board of Church Women United in 1971, as one of twelve vice presidents and one of only four Native American members. The three-year term was historic as it was the first time an African American woman had been elected to the presidency. When the Muscogee (Creek) Nation re-established its government in the 1970s, Chupco was selected as one of the first women to serve on the Muscogee National Council. She served for twenty-three years, as a tribal councilwoman. In 1984, Chupco was elected as treasurer of the Oklahoma Federation of Indian Women. In 1992, Chupco was recognized by the Oklahoma State Senate for her tribal leadership. ==Death and legacy== Chupco died April 28, 2004 in Muskogee, Oklahoma and was buried in Holdenville. An annual leadership award was named in her honor by the Oklahoma Federation of Indian Women and is granted to someone who has performed outstanding leadership on behalf of their tribe. She was also one of the interviewees for the New York Times Oral History Program \"Listening to Indians\", which was completed in 1978 and is preserved in the archives of Arizona State University. == References == ===Citations=== ===Bibliography=== * * * * * * * * * * * * * * * * Category:1919 births Category:2004 deaths Category:Female Christian missionaries Category:Muscogee people Category:Seminole people Category:Native American politicians Category:People from Holdenville, Oklahoma Category:American Methodist missionaries Category:Methodist missionaries in the United States ",
    "title": "Helen Chupco"
}