{
    "id": "51465515",
    "text": "The 2002 UCI Mountain Bike & Trials World Championships were held in Kaprun, Austria from 24 August to 1 September 2002. The disciplines included were cross-country, downhill, four-cross, and trials. This was the first UCI world championship in which four-cross was included, replacing the dual that had been run at the previous two championships. The event was the 13th edition of the UCI Mountain Bike World Championships and the 17th edition of the UCI Trials World Championships. It was also the first UCI Mountain Bike World Championships to be held in Austria. Roland Green of Canada successfully defended his world title in the men's cross-country. Gunn-Rita Dahle of Norway won her first world title in the women's cross-country. French riders won three of the four downhill events, including the two elite categories. Nicolas Vouilloz won his seventh world title in the men's downhill. Having won the junior downhill world title three times, this was his tenth world title overall. Anne-Caroline Chausson won her seventh consecutive world title in the women's downhill. Riders from Australia won three of the four world titles in the junior mountain bike (cross-country and downhill) events. ==Medal summary== ===Men's events=== {| |- |Cross-country | | | |- |Under 23 cross- country | | | |- |Junior cross-country | | | |- |Downhill | | | |- |Junior downhill | | | |- |Four-cross | | | |- |Trials, 20 inch | | | |- |Trials, 26 inch | | | |- |Junior trials, 20 inch | | | |- |Junior trials, 26 inch | | | |} ===Women's events=== {| |- |Cross-country | | | |- |Junior cross-country | | | |- |Downhill | | | |- |Junior downhill | | | |- |Four-cross | | | |- |Trials | | | |} ===Team events=== {| |- |Cross-country | Ryder Hesjedal Roland Green Max Plaxton Alison Sydor | Julien Absalon Jean Eudes Laurence Leboucher Cedric Ravanel | Florian Vogel Thomas Frischknecht Lukas Flückinger Petra Henzi |- |Trials, 20 inch | | | |- |Trials, 26 inch | | | |} ===Medal table=== ==See also== *2002 UCI Mountain Bike World Cup *UCI Mountain Bike Marathon World Championships ==References== ==External links== * Results for the mountain-bike events on cyclingnews.com * Results for the trials events on uci.ch Category:UCI Mountain Bike World Championships Category:International cycle races hosted by Austria UCI Mountain Bike and Trials World Championships Category:Mountain biking events in Austria ",
    "title": "2002 UCI Mountain Bike &amp; Trials World Championships"
}