{
    "id": "51466534",
    "text": "The 2018 Washington, D.C., mayoral election took place on November 6, 2018 to elect the Mayor of the District of Columbia. Incumbent Democrat Muriel Bowser won re-election, becoming the first Mayor to do so for Washington, D.C. since Anthony A. Williams won a second term in 2002. In the first 80 days of her re- election campaign, Bowser raised about $1.4 million for her campaign fund.Bowser raises $1.4 million in first 80 days of reelection campaign, Washington Post (December 12, 2017). She had no serious challengers in the primary, with only some little-known candidates filing to run against her. Bowser won the June 19 primary with 80% of the vote. ==Democratic primary== ===Candidates=== ====Declared==== * Muriel Bowser, incumbent Mayor * James Butler, Advisory Neighborhood Commissioner in Ward 5Meet The Two People Challenging D.C. Mayor Muriel Bowser In Next Week’s Democratic Primary, WAMU (June 14, 2018). * Ernest E. Johnson, real estate professional, unsuccessfully ran for mayor in 2010 and for D.C. Council in 2014Active Candidates List, District of Columbia Office of Campaign Finance E-Filing. ====Declined==== * Vincent C. Gray, Ward 7 District Councilman and former MayorJamison, Peter, It’s official: D.C. Mayor Muriel Bowser has no serious primary challengers, Washington Post (March 22, 2018) * Karl Racine, Attorney General of the District of ColumbiaJamison, Peter, D.C. Attorney General Karl Racine will not enter mayor's race, Washington Post (September 11, 2017): \"D.C. Attorney General Karl Racine (D) announced Friday that he will run for reelection to his current seat, putting an end to widespread speculation that he might challenge Mayor Muriel E. Bowser (D) in 2018.\" ===Primary results=== thumb|150px|Results by ward: ==Libertarian primary== ===Candidates=== ====Declared==== * Martin Moulton ====Results==== thumb|150px|Results by ward: ==Green primary== ===Candidates=== ====Declared==== * Ann C. Wilcox, Former Ward 2 DC Board of Education member from 1994-1998 ====Results==== thumb|150px|Results by ward: ==Independents== ===Candidates=== ====Declared==== * Dustin \"DC\" CanterDistrict of Columbia Board of Elections List of Candidates in the November 6, 2018 General Election . ==Results== ==References== 2018 Washington Washington, D.C. ",
    "title": "2018 Washington, D.C. mayoral election"
}