{
    "id": "51462033",
    "text": "Am Yisrael Foundation () is a Tel Aviv and New York-based foundation and umbrella nonprofit organization for a variety of initiatives that promote Zionist engagement among Jewish young adults residing in Israel, including providing leadership platforms for young Jews who have made Aliyah, or are contemplating immigration to Israel. The Am Yisrael Foundation describes itself as “a 501(c)(3) nonprofit organization that launches, supports, and funds initiatives that empower modern Zionist pioneering amongst Jewish young adults.\"Am Yisrael Foundation, About Am Yisrael Foundation The Foundation serves as an incubator for social entrepreneurial activities that foster Jewish identity, community development, leadership, volunteerism, a culture of Tzedakah, grassroots civic engagement, Zionist action, and fundamental Jewish values. ==History== The Am Yisrael Foundation's activities were launched in 2007 by Jay M. Shultz, a Fair Lawn, New Jersey-born entrepreneur.Israel21C: The Mayor of International Tel Aviv Shultz moved to Israel from New York City in 2006, and settled in Tel Aviv.Times Of Israel: Jay Shultz founder of Am Yisrael Foundation Concerned about mounting assimilation among young Jews, he was convinced that Aliyah offered part of the solution.Times Of Israel: Tel Aviv as the best response to the Pew Study Yet he found Tel Aviv lacking in social and cultural frameworks for young English-speaking adults who took this step.Jewish News: Struggling Philanthropist of Tel Aviv To address this lacuna and further his idea of modern-day Zionist pioneering in Israel, he launched a series of social entrepreneurial initiatives focusing on the Tel Aviv area.Jewish Standard: From Paterson to Israel The Am Yisrael Foundation as the umbrella organization under which these programs operate was formally established in 2013 as a 501(c)(3) nonprofit organization.Jerusalem Post: The New Tel Aviv Zionists One of the objectives of the organization is to leverage the backgrounds of Western immigrants in partnership with their native Israeli peers to cultivate a culture of pro-active “Observant Zionism” with the ultimate goal of developing networks critical for the vibrant survival of the Jewish People and Israel’s civil and economic positive development.Jewish Journal: Am Yisrael Foundation's Observant Zionism ==Vision and ideology== The work of the Am Yisrael Foundation is rooted in an ideology of “Observant Zionism,” which sees every Jew as responsible for building up the Jewish homeland and contributing to “Am Yisrael,” the Jewish People.Jay Shultz's philosophic vision of Observant Zionism ===Observant Zionism=== Observant Zionism is not a specifically religious or secular ideology, yet it is based on traditional Jewish thought and practice, and the belief that “God helps those who help themselves.” Acting on the idea that man was put on this earth to elevate the physical into the spiritual, \"Observant Zionism\" advocates a proactive “roll-up your sleeves” philosophy combined with continued respect for the traditions of old. The Am Yisrael Foundation believes that this form of pioneering Zionism can be translated into community work, educational initiatives, civil action, Aliyah, serving in the IDF and business entrepreneurship.Observant Zionism ==Emblem== Am Yisrael Foundation logo The Am Yisrael Foundation logo shows twelve stalks of wheat. Wheat is a symbol of sustenance in Jewish tradition and one of the Seven Species of the Land of Israel. The stalks of wheat, also a reference to the biblical dream of Joseph and the Twelve Tribes of Israel, are arranged in four groupings of three, recalling the encampment of the Israelites around the Mishkan while they wandered in the desert. In contrast to the inequality between the brothers in Joseph’s dream, the stalks of wheat in the Am Yisrael Foundation logo stand together as one unified cohesive family. The four corners of the logo's square are empty referencing the \"Ingathering of the Exiles\" Gathering of Israel from the four corners of the world.About Am Yisrael Foundation logo ==Affiliated organizations== The organizations that operate under Am Yisrael Foundation auspices include: ===TLV Internationals=== TLV Internationals logo TLV Internationals,About TLV Internationals one of Israel’s largest organizations for young Olim, plans community events for English-speakers in Tel Aviv and helps newcomers over the hurdle of adjusting to life in Israel. TLV Internationals is run by young grassroots volunteers from a variety of backgrounds and nations, claiming over 50,000 followers. The organization serves as an advocate for the interests of the international community in Israel within the business sector, local municipalities, and the national government.Wall Street Journal: High tech sector draws diverse expats to Tel AvivHaartez: Israel Political Parties and Tel Aviv Olim TLV Internationals hosts large annual national holiday and special events for Jewish young adults including; Yom HaAtzmaut, Yom HaZikaron, Yom HaAliyah, and the \"Batzir\" grape harvest. ===White City Shabbat=== White City ShabbatAbout White City Shabbat organizes communal Shabbat and Jewish holiday meals in Tel Aviv for young adults. The organization also matches up people interested in attending a Friday night Shabbat dinner or Shabbat lunch with potential hosts for home hospitality.Tablet Magazine: Tel Aviv synagogue that never grows old On June 21 2014 in Tel Aviv, White City Shabbat set the Guinness World Record for the Largest Shabbat Dinner on Earth. White City Shabbat logo ===Tel Aviv International Salon=== Tel Aviv International Salon logo Tel Aviv International SalonAbout Tel Aviv International Salon is a speakers forum that organizes nonpartisan lectures in Tel Aviv and invites Israeli leaders and decision makers to speak to audiences of young adults. Former speakers have included; Alan Dershowitz, R. James Woolsey Jr., Dr. Ruth Westheimer, Isaac Herzog, Naftali Bennett, Yair Lapid, Tzipi Livni, Meir Dagan, Natan Sharansky, Rav Yisrael Meir Lau, Rabbi Lord Jonathan Sacks, and Ambassador Michael Oren. In the Great Debate Series, opposing experts are brought in to debate controversial issues. In the Business Leader Series, Israeli businessmen discuss Israeli financial and economic issues. The Ambassador Series is hosted at the private residences of foreign ambassadors in Israel, offering an inside look on international issues and Israeli relations.Jerusalem Post: No Armchair Politician ===Shomer Israel Fellowship=== Shomer Israel Fellowship hosts monthly lectures for Jewish young adults on Zionism and organizes monthly night trips to the Negev and Galilee to help farmers and ranchers living on a Kibbutz or Moshav in outlying areas guard their property.Jewish Journal: Modeling volunteerism in Israel as an Observant Zionist ===Tel Aviv Arts Council=== Tel Aviv Arts CouncilAbout Tel Aviv Arts Council brings together young patrons of the arts for events that focus on celebrating Israeli creative culture.Megafon: \"המשימה שלי להראות שהתרבות הישראלית היא מהטובות בעולם\" The Tel Aviv Arts Council organizes performances, lectures on art history, and cultural events that combine art and social networking in an effort to promote Israeli art and convey the message that Israeli innovation goes beyond technology. The Tel Aviv Arts Council has sponsored an Israeli Cinema Series, a Gallery Series an Art Tour Series, and the Young International Artist Award in partnership with Outset Israel. The Tel Aviv Arts Council has had collaborations with major cultural institutions such as the Tel Aviv Museum of Art, Shenkar College of Engineering and Design, the Tel Aviv Cinematheque, and the Batsheva Dance Company.Your Middle East: Tel Aviv's Bubble of Art and Creativity ===Adopt-A-Safta=== Adopt-A-Safta (“Adopt-A- Grandmother”)About Adopt-A-Safta is an organization that pairs young volunteers with lonely Holocaust Survivors following the Big Brother/Big Sister model. The connection provides the Survivors with a “family” connection and personal warmth that may be missing from their lives as they age.Israeli Ministry of Foreign Affairs: Taking care of Israel's Lonely Holocaust Survivors According to the Foundation for the Benefit of Holocaust Victims, simple loneliness is the chief complaint of Holocaust Survivors in Israel, and that 35 Survivors die every day, so the efforts of Adopt-A-Safta are ultimately a race against time. NBC News: Giving a ‘lifeline’ to elderly Holocaust survivorsIBA News: Young Olim volunteering with Survivors Each year, Adopt-A-Safta hosts a large Yom HaShoah (Holocaust Memorial Day) commemorative event for hundreds of Jewish young adults in Tel Aviv. ===ProjecT.A.=== ProjecT.A. logo ProjecT.A. organizes civic action drives such as substantive engagement with various departments of the Tel Aviv-Yafo municipality, volunteering to become trained emergency response medics, and a call to sign up as volunteer police officers with the Israel National Police. At a meeting held with the Tel Aviv Police’s Yarkon subdistrict civil guard in 2014, young immigrants from different backgrounds submitted their candidacy for police training, ultimately becoming the first young Olim volunteer police force in Israel.Jerusalem Post: A thin blue Oleh line === Tel Aviv Center of Jewish Life === Tel Aviv Center of Jewish Life, has revitalized Judaism in the White City and holds Shabbat and Jewish holiday event that attract large numbers of young Olim and native-born Israelis under the leadership of Rabbi Shlomo Chayen.About Tel Aviv Rabbi Although the center formally identifies as modern religious Zionist, Ashkenazi and Sephardi, it is a relaxed congregation that welcomes all Jews from any background.YNET: Revitalization of a Tel Aviv landmark synagogue In addition to hosting Shabbat meals in partnership with White City Shabbat, the center offers prayer services, Torah classes, Jewish philosophy seminars and Talmud study groups.Tablet Magazine: Tel Aviv synagogue that never grows old ==Special projects and events== Torah written in memory of fallen IDF soldiers Events sponsored by the Am Yisrael Foundation are attended by young adults, Israeli and international, as well as tourists, embassy staff and members of the foreign press.Israel21C: The Mayor of International Tel Aviv In 2015, the Am Yisrael Foundation raised funds for a Torah scroll written in honor of the 72 IDF soldiers killed in battleYNET: IDF casualties during Operation Protective Edge.Arutz Sheva: Jewish Life in Tel Aviv The Torah dedication ceremony at 86 Ben Yehuda - Ichud Olam Jewish Community Center in Tel Aviv.Israel21C: The Mayor of International Tel Aviv commenced with a procession of singing and dancing through the streets of Tel Aviv led by Israel’s Chief Rabbi, Yisrael Meir Lau.Arutz Sheva: Tel Aviv dedicates a Torah to the fallen soldiers ==Yom HaAliyah== Joshua leading the Israelites across the Jordan on 10th of Nisan Am Yisrael Foundation's President Jay M. Shultz was the driving force behind the creation of a new national Israeli holiday, Yom HaAliyah () (Aliyah Day).YNET: Grassroots initiated holiday becomes law On June 21, 2016, the Knesset voted in favor of adding Aliyah Day to the calendar.JWire: New Israeli National Holiday Aliyah Day will be celebrated on the tenth of the Hebrew month of Nisan , when according to the Bible in the Book of Joshua, Joshua and the Israelites crossed the Jordan River at Gilgal into the Promised Land.Haaretz: Knesset Approves Yom HaAliyah This was the first documented “mass Aliyah.”Book of Joshua Chapter 4:19 Yom HaAliyah was established to acknowledge Aliyah as a core value of the State of Israel and the Jewish People, and to honor the ongoing contributions of Olim to Israeli society.Arutz Sheva: Knesset Proposes Aliyah Holiday Bill As the tenth of Nisan occurs a few days before the Passover holiday, when schools are not in session, the school system will also mark the holiday on the seventh of the Hebrew month of Heshvan. That date is also symbolic as the Torah portion read out in synagogues that week, Lekh Lekha, relates the story of how the biblical patriarch Abraham is ordered by God to leave his home and his family and go up to the Land of Israel. The Yom HaAliyah bill was presented to the Twentieth Knesset by Miki Zohar of Likud, Hilik Bar of Israeli Labor Party, and Michael Oren of Kulanu.Times Of Israel: Israel approves new holiday to celebrate new immigrants ==Awards and recognition== On June 13, 2014, Am Yisrael Foundation’s White City Shabbat set the Guinness World Record for the world's largest Shabbat dinner. Held at Hangar 11 at Tel Aviv Port, the event was attended by 2,226 people, including Alan Dershowitz, Tel Aviv mayor Ron Huldai, Israeli basketball star Tal Brody and former US Ambassador Michael Oren. The event took almost a year of preparation and involved “60 days of crowd-sourced fundraising,NY Blueprint: Crowdfunding the World's Largest Shabbat Dinner 800 bottles of Israeli wine, 80 bottles of vodka, 50 bottles of whiskey, 2,000 challah rolls, 80 long tables, 1,800 pieces of chicken, 1,000 portions of beef and 250 vegetarian meals.” A total of 2,300 diners signed up for the dinner and another 3,000 were placed on the waiting list.Arutz Sheva: World's Largest Shabbat Dinner Hosts 2,226 ==See also== *Culture of Israel *Start-up Nation *Gathering of Israel ==References== ==External links== *Am Yisrael Foundation website *Am Yisrael Foundation Facebook page *TLV Internationals website *Tel Aviv International Salon website *Tel Aviv Arts Council website *Adopt-A-Safta website *White City Shabbat website Category:Jewish organizations based in Israel Category:Jewish organizations Category:Non-profit organizations based in Israel Category:Foundations based in Israel Category:Jewish charities based in the United States Category:Jewish organizations based in the United States Category:Charities based in Israel Category:International Jewish organizations Category:Jewish organization stubs Category:Jewish educational organizations Category:Jewish community organizations Category:Jewish charities Category:Volunteer organizations of Israel Category:501(c)(3) organizations Category:International organizations based in Israel Category:Zionist organizations Category:Aliyah Category:Zionism Category:Immigration to Israel ",
    "title": "Am Yisrael Foundation"
}