{
    "id": "51471623",
    "text": "Vetagaadu () is a 1979 Indian Telugu-language action film, produced by M. Arjuna Raju and K. Sivarama Raju under the Roja Movies banner and directed by K. Raghavendra Rao. It stars N. T. Rama Rao and Sridevi, and music composed by Chakravarthy. The film was remade in Hindi as Nishana (1980), starring Jeetendra, Poonam Dhillon in pivotal roles. Both movies were made under the same banner and by the same director. Rao Gopal Rao's lengthy dialogues in the film became very popular. The film was declared a Blockbuster at the box office running in theatres for more than a year becoming the highest grossing Telugu film of the year 1979 and second highest grossing Telugu film of that time behind another NTR film, Adavi Ramudu. The film had a theatrical run of 409 days which was then the third highest for a Telugu film after the 1978 film Maro Charitra and the 1963 film Lava Kusa. The film also surpassed the 365 days theatrical run record of NTR-K. Raghavendra Rao's first collaboration Adavi Ramudu. The film grossed within just 51 days breaking the previous record of Adavi Ramudu thereby becoming the fastest 1 crore earning Telugu film at the time of its release. == Plot == Ananda Bhupathi (Jaggayya) and his wife Gayatri Devi (Pushpalata) belong to a rich and royal dynasty. Ananda Bhupathi constructs a huge palace in the middle of a forest and on the next day, during the palace opening ceremony Gruhapravesam, their Diwanji Sivanandam (Rao Gopal Rao) tries to kidnap Gayatri Devi for an ancestral Rajkamal necklace which is always worn by Gayatri Devi. This necklace is very precious and expensive. Gayatri Devi somehow escapes from him. He secretly gives the necklace to an Adivasi Koya Dora (Chalapathi Rao) and tells him to put the necklace on their goddess statue and to never give it to anyone until she comes back. Kalyana Gajapathi (Kanta Rao), who belongs to another royal dynasty, is a close friend to Ananda Bhupathi, who tries to save Gayatri Devi, but he is brutally killed by Diwanji. The Diwan creates a story that Kalyana Gajapathi has taken away Gayatri Devi for the Rajkamal necklace. This leads to a royal feud between the families. After 25 years Roja (Sridevi), daughter of Ananda Bhupathi, and Raja (N.T. Rama Rao), the son of Kalyana Gajapathi, meet in a forest trip and fall in love with each other. But as her father Ananda Bhupathi comes to know that he is the son of Kalyana Gajapathi he disagrees with the marriage proposal. The rest of the story is about how Raja proves his father's innocence by formulating various plans. == Cast == *N. T. Rama Rao as Raja *Sridevi as Roja *Rao Gopal Rao as Sivanandam *Satyanarayana as Hari *Allu Ramalingaiah as Kanda *Jaggayya as Ananda Bhupati *Kanta Rao as Kalyana Gajapati *Nagesh as Ponnu Swamy *Chalapathi Rao as Tribal leader *Chidatala Appa Rao as Godugu *Pandari Bai as Ayah *Pushpalata as Gayatri Devi *Mamata as Dhillu *Jayamalini in item number == Production == The producers were not convinced with K. Raghavendra Rao's choice of the female lead being Sridevi because she was \"very young\". After Rao convinced N. T. Rama Rao, Sridevi was cast. == Soundtrack == The music was composed by Chakravarthy. Lyrics were written by Veturi Sundararama Murthy. The music was released by Saregama Music Company. {|class=\"wikitable\" |- !S. no!!Song !!Singers !!Length |- |1 |\"Aaku Chaatu Pinde Tadise\" |SP Balu, P. Susheela |3:50 |- |2 |\"Bangaru Baathuguddu\" |SP Balu,P. Susheela |3:27 |- |3 |\"Puttintollu Tharimesaaru\" |SP Balu, P. Susheela |3:32 |- |4 |\"Jaablitho Cheppanaa\" |SP Balu, P. Susheela |3:28 |- |5 |\"Konda Meedha Chandamaama\" |SP Balu, P. Susheela |6:31 |- |6 |\"Ososi Pillakodipetta\" |SP Balu, P. Susheela |4:29 |- |7 |\"Idhi Puvullu Pooyani\" |S. Janaki |3:24 |} == Home media release == * VCDs and DVDs on SHALIMAR Video Company, Hyderabad == References == == External links == * Category:Indian films Category:Indian action films Category:1979 action films Category:1970s Telugu-language films Category:Masala films Category:Telugu films remade in other languages Category:Films directed by K. Raghavendra Rao Category:Films scored by K. Chakravarthy Category:Films set in forests Category:Films featuring an item number ",
    "title": "Vetagaadu"
}