{
    "id": "51479163",
    "text": "David A. Sleet is an American scientist recognized for championing the application of behavioral science to unintentional injury prevention and helping to establish injury prevention as a global public health concern. He has published hundreds of articles and book chapters and was co-editor of the Handbook of Injury and Violence Prevention.; Injury and Violence Prevention: Behavioral Science Theories; Derryberry’s Educating for Health; and the international prize-winning World Report on Road Traffic Injury Prevention. ==Career== In 2016, Dr. Sleet retired from the Centers for Disease Control and Prevention (CDC) in Atlanta, Georgia where he served as the Associate Director for Science in the Division of Unintentional Injury Prevention in the National Center for Injury Prevention and Control. He concurrently served as an adjunct professor at the Emory University Rollins School of Public Health. Before joining CDC, Dr. Sleet taught and conducted research at San Diego State University, directed the Road Accident Research Unit at the University of Western Australia, and worked as a visiting scientist at the United States Department of Transportation and the VTT (the Road Safety Agency) of Finland. Dr. Sleet served on a systematic review team that led to a Community Preventive Services Task Force recommendation to lower the legal blood alcohol content (BAC) limit to 0.08 percent for drivers in the United States. This recommendation helped inform the U.S. Congress which mandated states adopt the stricter BAC limit of 0.08 percent by October 2003 or risk losing a portion of their highway funding. By 2004 all 50 states had passed 0.08 percent laws for drivers, making it the new national standard. ==Awards== Dr. Sleet has received numerous public health awards including the following: * 2015 Elizabeth Fries Health Education Award * American Public Health Association (APHA) Derryberry Award for contributions to theory * United States Department of Health and Human Services Secretary’s Award for Distinguished Service * Mothers Against Drunk Driving (MADD) President’s Award * APHA Distinguished Career in Injury Prevention * Society for Public Health Education (SOPHE) Distinguished Fellow Award * Centers for Disease Control and Prevention outstanding career award in behavioral science * The Royal Order of Sahametrei Medal for service to the King and people of Cambodia * Fellow of the American Academy of Health Behavior (inducted 1999). ==Public service== He has served on the following editorial boards: * American Journal of Lifestyle Medicine * Family and Community Health * Health Behavior & Policy Review * Health Promotion Journal of Australia * Health Promotion Practice * Injury Prevention * International Journal of Education Research * International Journal of Injury Control and Safety Promotion * Journal of Comparative Effectiveness Research * Journal of Pediatric Psychology * Journal of Safety Research * Journal of Social Behavior and Personality * Journal of Sports Medicine and Physical Fitness * Transportation Research Foundation: Traffic Psychology & Behavior ==References== Category:Centers for Disease Control and Prevention people Category:Emory University faculty Category:Year of birth missing (living people) Category:Living people Category:San Diego State University faculty Category:University of Toledo alumni ",
    "title": "David Sleet"
}