{
    "id": "51477653",
    "text": "Dennis Flanders (2 July 1915- 13 August 1994) was a British artist and draughtsman who specialized in pen and ink drawings, often of English landscapes and buildings. He is notable for his meticulous depictions of the impact of aerial bombing upon historic buildings during World War Two. ==Biography== London: Clearance of debris between Gresham Street and St Paul's, 1941 (Art.IWM ART LD 2214) Flanders was born in Walthamstow, East London to Bernard Flanders, a pianist, and Jessie, a skillful painter of miniature flower scenes. The young Flanders was a naturally gifted artist who began drawing at an early age. Aged seven, he won the Princess Louise Gold Medal for the arts. After attending the Merchant Taylors' School, Flanders studied at the Regent Street Polytechnic, St. Martin's School of Art, and at the Central School of Arts and Crafts before working in a variety of jobs. He worked for a firm of accountants, for the interior decorator Maurice Adams and then in a print works before, in 1937, taking the decision to attempt to establish himself as a freelance artist and illustrator. In later life, he claimed he was inspired to do this after seeing a copy of Muirhead Bone's book of illustrations, Old Spain. During the Second World War, Flanders enlisted in the British Army in September 1942. He worked at the School of Military Engineering in Ripon and was then based at Welbeck Abbey in Nottinghanshire where he made models of buildings and landscapes based on aerial reconnaissance photographs. He applied for a commission with the War Artists' Advisory Committee and although he was unsuccessful, the Committee did agree to purchase several drawings from him. These were mostly detailed depictions of bomb damaged buildings and churches in London, Bath and Canterbury and included views of both St Paul's Cathedral and Canterbury Cathedral. The Church of St Anne and St Agnes, Gresham Street, EC2, 1941 (Art.IWM ART LD 1233) After the War, Flanders became a regular exhibitor at the Royal Academy and in several other galleries. He held his first solo exhibition at Colnaghi's in 1947. Between 1956 and 1964 he regularly produced drawings and sketches for publication in the Illustrated London News. Flanders was active in a number of art societies and in 1975 served as Master of the Art Workers Guild. Flanders illustrated several books and published two volumes of prints from his own drawings of the British landscape and its architecture, which had been the dominant theme of his artistic career. Both the publication of Dennis Flanders' Britannia, in 1984, and Dennis Flanders' London, in 1986, were supported by public exhibitions, at the Fine Art Society and the Guildhall Library respectively. The former volume contained over 200 drawings created over a span of forty years. ==Memberships== * 1970 Elected Associate member, Royal Society of Painters in Water Colours * 1970 Member, Royal Society of British Artists * 1975 Master, Art Workers Guild * 1976 Elected full member, Royal Society of Painters in Water Colours ==Selected works== Books illustrated by Flanders included *Yorkshire Sketchbook by C. Wade, illustrated by Flanders and others, 1947 *A Visit to Bolton Priory by J.R Walbran, 1948 *Land of Scoth by A.M.Dunnett, illustrated by Flanders and others, Scottish Whiskey Association, 1953 *Chelsea: From the Five Fields to the Worlds End by R. Edmonds, Phene Press, 1948 *East and West of Severn by C.V. Hancock, Faber and Faber, 1956 *Soho for East Angelia by M. Brander, 1963 *A Westminster Childhood by J. Raynor, Cassell, 1952 * Dennis Flanders' Britannia, 1984 * Dennis Flanders' London, 1986 ==References== ==External links== * Works by Flanders in the Imperial War Museum collection Category:1915 births Category:1994 deaths Category:20th-century English painters Category:English male painters Category:Alumni of Saint Martin's School of Art Category:Alumni of the Central School of Art and Design Category:British Army personnel of World War II Category:British war artists Category:Painters from London Category:People educated at Merchant Taylors' School, Northwood Category:World War II artists ",
    "title": "Dennis Flanders"
}