{
    "id": "51477838",
    "text": "Malls have been a huge impact on the consumer culture. Shown in the picture is the Mall of America, one of the largest malls in the USA.Consumer Culture focuses on the spending of the customers money on material goods to attain a lifestyle in a capitalist economy. One country that has a large consumer culture is the United States of America. Over the past hundred years, 1900 to 2000, market goods came to dominate American life and for the first time in history, consumerism had no practical limits. Consumer culture has provided affluent societies with peaceful alternatives to tribalism and class war, it has fueled extraordinary economic growth. The challenge for the future is to find ways to revive the valid portion of the culture of constraint and control the overpowering success of the all-consuming twentieth century. == Types of Culture == According to Berger, \"Social scientists Aaron Wildavsky and Mary Douglas suggest that there are four political cultures, which also function as consumer cultures: hierarchical or elitist, individualist, egalitarian, and fatalist.\" # An elitist, is a person who believes that a system or society should be ruled or dominated by an elite. # An individualist, is a person who does things without being concerned about what other people will think. # An egalitarian, believes in the principle that all people are equal and deserve equal rights and opportunities. # A fatalist, is someone who feels that no matter what he or she does, the outcome will be the same because it is predetermined. Consumer culture is based on the idea of demographics, which is targeting a large group of people with similar interests, traits or cultural attributes. == Mass Market Theory == Advertisements like this one help capture the attention of consumers to get them to spend money. === Advertising and Strategies === Over the years, people of different age groups are employed by marketing companies to help understand the beliefs, attitudes, values, and past behaviors of the targeted consumers. This creates a more effective advertisement than the normal data gathering strategy that is used. A quote by Shah states that, \"The sophistication of advertising done methods and techniques has advanced, enticing and shaping and even creating consumerism and needs where there has been none before.\" == Labor == After this consumer culture developed, the life of workers changed forever hppts. === Wage Work === As you can see in this picture, both men and women working in the factory together. Before the Industrial Revolution, home was a place where men and women produced, consumed, and worked. The men were high valued workers, such as barbers, butchers, farmers, and lumbermen who brought income into the house. The wives of these men completed various tasks to save money which included, churning butter, fixing clothes, and tending the garden. This system created an equal value to all of the jobs and tasks in a community. Once the Industrial Revolution began, there was no such thing as an equal and high valued work(er) in a mass production industry. The only value these workers had were the wage they made. That meant the wives lost their value at home and had to start working for a living. This new system created the thought of everyone being replaceable. == Life of a Worker == The life of a worker was a challenging one. Working 12-14 hour days, 6 days a week, and in a dangerous environment. The worst part was the infrequency of pay or not being paid at all. At times, employers paid their workers in script pay, or non-U.S. currency, or even in-store credit. == See also == # Consumer Culture Theory # Mass-Market Theory # Consumerism # Consumer Choice # Consumer Protection # Advertising # Industrial Revolution # Economy == References == Category:Consumer behaviour ",
    "title": "Consumer Culture"
}