{
    "id": "51472912",
    "text": "The Prince's Club Championships also known as the Prince's Club tournament was an outdoor grass court tennis tournament held in London during the first half of the 1880s. ==History== The Prince's Club was one of the earliest lawn tennis locations when the sport was introduced in the mid-1870s. The club had two lawn tennis courts and organised open and handicap events. When the Marylebone Cricket Club (MCC), in its capacity as the governing body for rackets and real tennis, issued the first unified rules for lawn tennis on 29 May 1875 they were not universally adhered to and, among others, the Prince's Club stuck to playing on rectangular courts instead of the prescribed hourglass-shaped courts. It held an open tournament in 1880 which leading players Ernest Renshaw, William Renshaw and Herbert Lawford competed. In 1881 William Renshaw won the tournament while his brother Ernest won the handicap event. The following year, 1882, Ernest Renshaw won the open tournament. Herbert Lawford won the title for a second time in 1883 the open event only lasted 4 years. In the summer of 1886 only the main rackets court and one of the tennis courts were left, and when its lease expired and its last buildings were demolished in the fall of 1886 the club closed in 1887. The Old Prince's Club in 1857 with view of a rackets court. ==Champions== Notes: Challenge Round: The Final round of a tournament, in which the winner of a single- elimination phase faces the previous year's champion, who plays only that one match. The challenge round was used in the early history of tennis (from 1877 through 1921) in some tournaments not all. * Indicates challenger ===Men's singles=== {|class=\"wikitable\" |- ! style=\"width:40px;\"|Year ! style=\"width:200px;\"|Champions ! style=\"width:200px;\"|Runners-up ! style=\"width:160px;\"|Score |- |1880 || Herbert Lawford || Edgar Lubbock ||5–7, 5–7, 6–3, 6–0, 8–6 |- |1881 || William Renshaw || Alfred John Mulholland || 7–5, 4–6, 6–0, 6–3 |- |1882 || Ernest Renshaw || Peter Aungier || 6–2, 7–5, 2–6, 6–4 |- |1883 || Herbert Lawford || William C. Taylor ||6–2, 6–0, 6–1 |- |} ==Notes== ==External links== *https://app.thetennisbase.com/?enlace=tournament&accion;=honour&cnt;=&fase;=&tipoTorneoTeam;=&nomTorneo;=PRINCE%27S%20CLUB#datosHonor Tennisbase – Prince's Club Roll of Honour] Category:Defunct tennis tournaments in the United Kingdom Category:Grass court tennis tournaments Category:Tennis tournaments in England ",
    "title": "Prince's Club Championships"
}