{
    "id": "51474990",
    "text": "Harriett Annie Wilkins (1829 – 7 January 1888) was an English-born Canadian poet, writer, and educator, author of five books of poetry. ==Early life== Harriett Annie Wilkins was born in Bath, Somerset, England, the daughter of John Wilkins, a clergyman, and Harriet Sockett Francis Wilkins.Harriett Annie Wilkins, Simon Fraser University Digitized Collections. When her father took a pastor job in Hamilton, Ontario, the family emigrated. Her father died soon after, her mother was ill, and Harriett was left to care for her younger siblings.Katharine Greenfield, \"Wilkins, Harriett Annie\" in Dictionary of Canadian Biography, vol. 11 (University of Toronto/Université Laval 2003), accessed 31 August 2016. ==Career== Harriett Annie Wilkins taught school and gave music lessons, and sold poetry to earn money for the family. Her poems appeared often in the Spectator and Journal of Commerce and the Canadian Illustrated News newspapers. In time, she had enough material for five published volumes of poetry: *The Holly Branch (1851)Harriett Annie Wilkins, The Holly Branch (1851). *The Acacia (1860)Harriett Annie Wilkins, The Acacia (1860). *Autumn Leaves (1869)Harriett Annie Wilkins, Autumn Leaves (1869). *Wayside Flowers (1876)Harriett Annie Wilkins, Wayside Flowers (Hunter, Rose & Company 1876). *Victor Roy: A Masonic Poem (1882)Harriett Annie Wilkins, Victor Roy: A Masonic Poem (Spectator Printing 1882). As the titles suggest, Wilkins' poetry was often about nature, especially plants, often with allegorical or Biblical associations. The Holly Branch was dedicated to \"the fraternity of Freemasons\", and Victor Roy is also Masonic in its themes. She was called the \"Poet Laureate of our Order\" by R. E. A. Land. \"[When] Miss Wilkins became aware of the poetic needs of our Order,\" Land explained, \"she cheerfully and wholeheartedly placed herself at our service.\"Robert Ernest Augustus Land, Fifty Years in the Malta Order (1928): 466-468. She also wrote a pamphlet about a local train disaster, published in 1857.Harriett Annie Wilkins, The great railway catastrophe of the 12th March, 1857, on the Desjardin Canal Bridge, on the line of the Great Western Railway (1857?). Four of her poems were included in the first published anthology of Canadian poetry, Selections from Canadian Poets (1864), with the editor Edward Hartley Dewart noting that \"she is a spirited and vigorous writer, distinguished by strong patriotic and martial feeling; and by a deeply religious spirit, which constantly recognizes spiritual piety as the true source of strength and consolation.\"Edward Hartley Dewart, ed., Selections from Canadian Poets (J. Lovell 1864): 63. Wilkins died in 1888, aged 58 years, in Hamilton, Ontario. ==References== Category:1829 births Category:1888 deaths Category:Canadian women poets Category:People from Bath, Somerset Category:19th-century women writers ",
    "title": "Harriett Annie Wilkins"
}