{
    "id": "51475070",
    "text": "The Mill Covered Bridge is a replica historic covered bridge carrying Spring Road across the First Branch White River in Tunbridge, Vermont. It was built in 2000, nearly replicating a previous structure built on the site in 1883 and lost due to ice damage. It is one of a high concentration of covered bridges in Tunbridge and Chelsea. The 1883 bridge was listed on the National Register of Historic Places in 1974. ==Description and history== The Mill Covered Bridge is located on the north side of Tunbridge village, where it carries Spring Road across the First Branch White River, west of Vermont Route 110. It is located among the buildings of the former Hayward and Kibby Mill, a 19th- century mill complex. It is a single-span structure, with multiple kingpost trusses resting on abutments of stone and concrete. It is long and has a total width of and a roadway width of (one lane). The trusses are reinforced by wrought iron rods, which provide lateral bracing often provided by wooden members in other bridges. The exterior consists of a metal roof and vertical board siding, the latter extending around the portals and a short way into the interior. The floor consists of planking laid parallel to the trusses on supporting stringers. with The historic bridge was built about 1883 by Arthur G. Adams, a local carpenter credited with construction of a number of Tunbridge's five surviving covered bridges. These bridges, along with another in nearby Chelsea, form a remarkable concentration of 19th-century covered bridges in the state. This bridge was severely damaged by ice floes in March 1999 and subsequently demolished. A substantially similar bridge was completed on the site the following year. ==See also== *National Register of Historic Places listings in Orange County, Vermont *List of Vermont covered bridges *List of bridges on the National Register of Historic Places in Vermont ==References== Category:Covered bridges on the National Register of Historic Places in Vermont Category:National Register of Historic Places in Orange County, Vermont Category:Bridges completed in 1883 Category:Covered bridges in Vermont Category:Covered bridges in Orange County, Vermont Category:Buildings and structures in Tunbridge, Vermont Category:Road bridges on the National Register of Historic Places in Vermont Category:Wooden bridges in Vermont Category:King post truss bridges in the United States Category:Historic district contributing properties in Vermont Category:1883 establishments in Vermont Category:Bridges completed in 2000 Category:2000 establishments in Vermont ",
    "title": "Mill Covered Bridge (Tunbridge, Vermont)"
}