{
    "id": "51478354",
    "text": "Mary Riddle, also known as Kus-de-cha or Kingfisher, (April 22, 1902 – October 25, 1981) was the second Native American woman to earn a pilot's license, with Bessie Coleman being the first. Soon after earning her pilot's license she also earned her commercial license. == Early life == Riddle was a member of the Clatsop Tribe in Oregon and the Quinault Indian Nation in Washington. She was the daughter of Albert \"Doc\" Riddell, and had two brothers, John and Valentine. Her grandmother gave her the name Kus-de-cha after noting that her cries sounded like a kingfisher's call. On the way home from school, an eleven-year-old Riddle saw her first plane and was mesmerized. From that day forward, she went to every airshow she could. When Riddle was seventeen, she saw a woman fatally crash an airplane. The incident made her determined to prove women could fly well. == Aviation career == === Pilot === Riddle saved money for two years to attend the Rankin Flying School in Portland, run by noted aviator Tex Rankin. Rankin, who also taught Chinese-American pilot Leah Hing, was interested in creating \"a 'rainbow', all-female stunt team,\" but Riddle declined to participate, and the idea fizzled out. She flew solo for the first time on May 10, 1930. \"I wasn't scared,\" said Riddle one month later. \"On that first trip alone I just missed the weight of the instructor in the plane.\" She featured in an airshow at the 1930 Portland Rose Festival, riding up to her plane on horseback and in \"full tribal costume\". Riddle was one of three female pilots in the show: the others were Dorothy Hester and Edith Foltz. In August of that year, she made plans to fly to Washington D.C. with \"beaded gifts from Indian tribes of the Northwest\", to be delivered to for \"President Hoover and others\". Riddle earned a limited commercial pilot's license in 1933. In June 1934, she was featured on the 99's magazine, The 99er. An all-around athlete, she enjoyed swimming, riding, \"golf, tennis, and ice skating.\" === Parachutist === Riddle later went to the Spartan School in Tulsa to learn parachute jumping. Though the school was all-male at the time, Riddle convinced them to admit her and graduated with honors. By 1937 she was performing as a parachutist while touring the United States on The Voice of Washington, advertised as the largest tri-motored plane in the world, on which she also served as chief stewardess. Press described her as quiet and charming. Riddle did forty parachute jumps. In 1937, she almost died when her parachute, which had not opened correctly, became tangled with her legs. The next year, a back injury caused her to quit parachuting. === Aircraft Inspector === World War II restrictions on civilian aircraft forced Riddle to give up flying. She began working with aluminum sheet metal as part of the U.S. Air Force's Civil Service, reasoning, \"I just had to be near airplanes- even if I could not fly them.\" She was recruited by the government to inspect civilian aircraft and work as an aircraft maintenance advisor. Riddle recalled, \"I was a sort of guinea pig, really, on account of being the only woman, but I got along fine.\" == Later life == After the war, Riddle became a receptionist at the Gibbs and Hill firm in New York City, but continued to fly on occasion and to visit the Northwest. ==See also== * Bessie Coleman * Ola Mildred Rexroat * Eula Pearl Carter Scott * Leah Hing * Hazel Ying Lee == References == == External links == * Category:1902 births Category:1981 deaths Category:20th-century Native Americans Category:Aviation pioneers Category:American female aviators Category:Aviators from Washington (state) Category:Quinault people Category:People from Pacific County, Washington Category:Indigenous American female aviators ",
    "title": "Mary Riddle"
}