{
    "id": "51478106",
    "text": "\"Yeah Boy\" is a song co-written and recorded by American country pop singer Kelsea Ballerini for her debut studio album, The First Time (2015). Ballerini co-wrote the song with Forest Glen Whitehead and Keesy Timmer. It was released to American country radio on October 10, 2016 as the album's fourth and final single. The song garnered a positive reception from critics praising its upbeat nature and Ballerini's bubbly charm for being a return to her first two singles. \"Yeah Boy\" peaked at numbers three and nine on both the Billboard Country Airplay and Hot Country Songs charts respectively, making it Ballerini's first single of her career to miss number one. It also reached number 65 on the US Billboard Hot 100. It was certified Platinum by the Recording Industry Association of America (RIAA), and has sold 195,000 copies in the United States as of May 2017. The song also charted in Canada, reaching number two on the Canada Country chart. The accompanying music video for the song was directed by Kristin Barlowe, taking inspiration from the 1990s with Ballerini sporting a colorful bodysuit and accompanied by female backup dancers, while in front of a neon backdrop and a graffiti brick wall. == Reception == === Critical === Billy Dukes of Taste of Country gave the song a positive review in which he wrote that, while the song \"revisits\" the themes and production elements of her first two singles, it is still \"a fun, flirty, contagious young love song that you’ll sing along with, but likely set aside when a new single... comes along.\" Carrie Horton of sister site, The Boot, similarly noted that the song \"[brings] the record’s run of singles full circle,\" while praising its youthful appeal. Kelly Brickey of Sounds Like Nashville praised the choice for putting Ballerini back in \"her pop-country groove\" after the more mature \"Peter Pan\", and wrote that \"this song solidifies her innocent sass and makes for an irresistible tune.\" Markos Papadatos of Digital Journal gave the song an A rating, writing that \"Yeah Boy\" is \"extremely radio-friendly, and it showcases her bubbly personality.\" In 2017, Billboard contributor Chuck Dauphin put \"Yeah Boy\" at number seven on his top 10 list of Ballerini's best songs. === Commercial === \"Yeah Boy\" debuted at number 56 on the Billboard Country Airplay chart for the week of October 22, 2016. It also debuted at number 38 on the Hot Country Songs chart for the week of November 5, 2016. It also debuted at number 32 on the Canada Country chart for the week of January 24, 2017. \"Yeah Boy\" has since become Ballerini's highest-charting country music single in Canada, reaching number two on the chart in April 2017. On the Billboard Hot 100, it reached number 91 for the week of March 27, 2017 before leaving the next week. It peaked at number 65 the week of May 19, and remained on the chart for thirteen weeks. The song was certified platinum by the Recording Industry Association of America (RIAA) on May 5, 2020. It has sold 195,000 copies in the US as of May 2017. \"Yeah Boy\" peaked at number three on the Country Airplay chart, got beat by Sam Hunt's 3-week number one single, \"Body Like a Back Road\". == Music video == A lyric video for \"Yeah Boy\" was uploaded to Ballerini's Vevo channel on December 12, 2014 in support of her self-titled EP. The official music video premiered on December 16, 2016 and was directed by Kristin Barlowe (who had directed the videos for \"Love Me Like You Mean It\" and \"Peter Pan\"). Described as an ode to the 1990s, Ballerini is shown performing the song in a colorful bodysuit in front of a neon backdrop and a brick wall spray-painted with graffiti, with female backup dancers. == Charts and certifications == === Weekly charts === {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! Chart (2016–17) ! Peak position |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Position |- ! scope=\"row\"| Canada Country (Billboard) | 22 |- ! scope=\"row\"| US Country Airplay (Billboard) | 22 |- ! scope=\"row\"| US Hot Country Songs (Billboard) | 34 |- |} === Certifications === == References == Category:2015 songs Category:2016 singles Category:Kelsea Ballerini songs Category:Songs written by Kelsea Ballerini Category:Black River Entertainment singles ",
    "title": "Yeah Boy"
}