{
    "id": "51478430",
    "text": "Enid Bell Palanchian (December 4, 1904 – 1994) American sculptor, illustrator and teacher born in London, England. ==Early life== Bell studied at the Glasgow School of Art, then at the St John's Wood Art School as well as studying with fellow Scot Sir William Reid Dick in London and then after moving to the United States, at the Art Students League in New York City.McGlauflin, Alice Coe, ed., ‘’Who’s Who in American Art 1938-1939” vol.2, The American Federation of Arts, Washington D.C., 1937 p.47 where she taught at Miss Chapen’s School.Enid Bell Palanchian Essentially a figurative, direct carving in wood artist, she was based in New Jersey where she became the head of the sculpture program of the Federal Art Project for that state and was herself the creator of several FAP commissions. In 1932 she married Armenian/American businessman and artist, Missalk Palanchian, though she retained her name “Bell” for professional purposes. Following the end of the Federal Art Project in 1944 she taught as instructor of sculpture and Head of the Sculpture Department of the Newark School of Fine and Industrial Art. until 1968. Bell was a member of the National Sculpture Society. Bell died in 1994 in Englewood, New Jersey. ==Work== * Birds, Leonia Public Library, Leonia, New Jersey (installed 1981) * untitled, Boonton Post Office, Boonton, New Jersey, (1938) * Boonton Post Office, Boonton, New Jersey * Colonizing America, Center for Youth Education, Newark, New Jersey (1934) * Little Indian Dancer, Englewood Public Library, Englewood, New Jersey * Alexander Hamilton, Troy Public Library, Troy, New York * bird bath, Music, Science, Union City Library, Union City, New Jersey * The Post Office 1790, United States Post Office, Mt. Holly, New Jersey (1937) * On the Range, Deaf Smith County Museum, Hereford, Texas (1941) * On the Range, Smithsonian American Art Museum (1941) * Untitled Sculptural Frieze, Heckscher Museum of Art, Huntington, New York ==References== Category:1904 births Category:1994 deaths Category:American women sculptors Category:20th-century American sculptors Category:Treasury Relief Art Project artists Category:National Sculpture Society members Category:20th-century American women artists Category:Artists from London Category:Sculptors from New Jersey Category:Alumni of the Glasgow School of Art Category:Alumni of St John's Wood Art School Category:Art Students League of New York alumni Category:English emigrants to the United States Category:Sculptors from New York (state) Category:Federal Art Project artists ",
    "title": "Enid Bell"
}