{
    "id": "51486039",
    "text": "North Korean–Tanzanian relations () are bilateral relations between Democratic People's Republic of Korea and Tanzania. Tanzania and North Korea have a long history of military co-operation, going back to their mutual support for anti- imperialist struggle in southern Africa during the Cold War. == Incidences == === Military aid === North Korea has provided military aid to African nations since the early 1970s to assist African nations in their liberation struggle. In 2014 both Uganda and Tanzania were accused by the UN over various arms deals with North Korea. The UN claimed Tanzania had conducted in illegal arms trade despite the embargo placed on the country. The experts claimed that 18 military technicians were involved in refurbishing and maintaining, Tanzania Air Force F-7 jets and other military aircraft. Obama had highlighted this point during his visit to Tanzania, however, Tanzanian foreign minister did not deny the allegations. Tanzanian foreign minister denied in any arms deals with North Korea but said that using North Korean technicians was not in violation of the UN sanctions. == Trade == Trade between Tanzania and North Korea is not substantial. Tanzania only exports small amounts of coffee to North Korea and North Korea exports small amounts of medical instruments or pharmaceuticals. === Medical clinics === North Korea has operated around 13 medical clinics in the country of which two were closed down. With the two clinics closed down, the government found various irregularities with the clinics. Doctors were not licensed and they were performing unlicensed medical practices. == Diplomatic missions == North Korea maintains an embassy in Dar es Salaam which is accredited to all neighboring nations except Uganda and Kenya. The Tanzanian embassy in China is accredited to maintain relations with North Korea. == References == Tanzania Category:Bilateral relations of Tanzania ",
    "title": "North Korea–Tanzania relations"
}