{
    "id": "51489054",
    "text": "The composition class of Olivier Messiaen, June 1978. On the left side, Panagopoulos and on the right side Olivier Messiaen on the last day of his career in the Conservatory Nicolas Panagopoulos is a Greek composer of contemporary music. Born in Athens in 1954, he studied piano and music theory at the National Conservatory of Athens. He continued his studies with a scholarship from the French government at the National Superior Conservatory of Paris for Music and Dance (CNSMDP). == Studies == He studied Music Analysis with Betsy Jolas (1973–1975), Electroacoustic Music with Pierre Schaeffer (1975–1978) and Composition with Olivier Messiaen (1974–1978). He received a first place award for composition unanimously by the jury. == Additional studies == * Acoustic courses in the laboratory of E. Leip at the University of Jussieu Paris VI. * Seminars on \"Image and Sound\" at the Ecole Normale of Paris. * Practical Training in Composition and Computer Music at IRCAM. * Orchestral conducting at the conservatory of Strasburg with Jean-Sébastien Béreau. ==Music== In 1979, subsidized by the French Ministry of Culture, Panagopoulos conducted research on the new music notation and dealt with the potential relations between vision and hearing, a method adapted on his compositions. \"Five seasons\" (1981-1982). Coloured graphic score (extract) One of his most significant works is \"Five seasons\" (\"Cinq Saisons\", 1981–1982), an assignment of IRCAM (Institute de recherche et coordination acoustique/musique), for the Metz Festival in France in 1982. The work was written for seven wind instruments, three percussion, and tape. The graphic score is presented on millimetre paper, using different colors corresponding to the different timbres of the orchestra. In 1982, in a Greek national competition of composition and artistic music he received a distinction award for his work \"Sans titre\" (\"Untitled\"), by the Greek minister of Culture Melina Mercouri. Many of his most significant works have been played at festivals and broadcast throughout Greece and abroad. Since 1988 Nicolas Panagopoulos lives in Greece, where he devotes his time to composition and music education. == Works == === Vocal === 38th Parallel Based on a poem of Antonis Zaharopoulos, for bass voice and tuba (1973), Radio France. \"Metabole\" for English horn, clavichord, and soprano (1985). === Mixed media === Voyage 2 for tuba and tape(1978) Studio 105, Radio France, Soloist: Gérard Buquet. Voyage 3 for clarinet, horn, bassoon and tape(1979). \"White nights\" music theatre for harp, small ensemble(3 horns, 1 tuba, 6 percussions) and tape (1979). \"5 seasons\" for 7 woodwinds, 3 percussions and tape (1981–1982). Inspired by the work of the Swiss painter Jörg Müller, \"Mutation of a landscape\".Festival International de Musique Contemporain. Enseble Ιntercontemporain. Conducting: Peter Eötvös \"Newsepia\" for flute trombone, violoncello, piano and tape (1989). === Orchestral === \"Reflections\" for two orchestras (1974). \"Concerto for orchestra\" (1978) Conducting: Pierre Stoll same year in Paris. 1985 Athens Festival. Lycabettus and Corfu Festival Conducting: Georgi Notev, Pleven Philharmonic Orchestra. === Chamber music === \"String Quartet\" Studio 105, Radio France \"Tomi\" for 2 flutes, clarinet, trumpet,trombone, tuba, violin, violoncello, and piano(1972) Paris, Conducting: Pierre Boulez \"Untitled\" for twelve strings (1980). Avignon Festival: Cannes Orchestra. Conducting:Michel Decoust/ \"Trio\" for violin, piano, cello (1984) \"Pentalogue\" for five soloists (1986) \"Plot\" for two flutes (1987) \"Sepia\" for wind quartet, string quartet and piano (1988) \"Despite myself\" for flute, bassoon, horn, piano and percussions (1993–94). The Athens Concert Hall, Conducting: Theodoros Antoniou. === Piano === \"Sonata\" (1970) \"Ten Icons\" (1988) \"Parnassos\" Concert Hall. Piano: Aris Garoufalis === Electronic music === \"Etude\" fortape (1975) Château de Langeais festival \"Voyage 1\" for tape (1976). Patras festival (1987) \"Diabolus in musica\" for ten synthesizers and computer (1987) \"Overdose\" digital composition (2001) === Choral === \"Retort\" for mixed chorus and orchestra (1983) \"Dance of Shadows\" for SATB, without text a cappella. Mediterranean Music Conference, Palermo (1992) \"Ulysses' Lament\" for mixed chorus and orchestra (2005) == References == * Messiaen 2008 : Messiaen au Conservatoire : contributions du Conservatoire national supérieur de musique et de danse de Paris aux célébrations de la naissance d'Olivier Messiaen * Encyclopedia of World Music, Publications Alkyon * International dictionary of music: Olympia Tolika Publications: European centre of Art * Dictionary of Greek Composers Publications: Fillipos Nakas * Dictionary of Greek music, Takis kalogeropoulos, Publications: Giallelis *Le Tuba contemporain : Nouvelles techniques de jeu appliquées au tuba Gérard Buquet Publications: Ambrioso == External links == * Nicolas Panagopoulos IRCAM * www.musiquecontemporaine.fr/ Category:1954 births Category:Living people Category:20th-century classical composers Category:Greek classical composers ",
    "title": "Nicolas Panagopoulos"
}