{
    "id": "51487375",
    "text": "Natalie Duran is a professional rock climber and fitness model. She first appeared on obstacle course show American Ninja Warrior in 2012 and competed again in 2016, becoming one of the first women to advance to the Los Angeles finals. == Early life and education == Duran was born on July 24, 1991 in Moreno Valley, CA. She graduated in 2013 from the University of California, Riverside with a degree in neuroscience. She is a staff clinical researcher at UCLA Health studying Inflammatory Bowel Disease. As a fitness model, she posed while rock climbing and wearing an ostomy bag to demonstrate the device's usability and raise awareness of inflammatory bowel disease. == Career == Duran first appeared on the obstacle course TV show American Ninja Warrior in 2012. She returned in Season 8 (2016) and competed in the Los Angeles qualifying round. She was one of the first two women on American Ninja Warrior to get to the new 14 1/2-foot Warped Wall, and moved on to the city finals. She competed as a wildcard in the Vegas finals. She is a brand ambassador for a company called Rise Bar, and has also become a sponsored athlete for Mad Rock Climbing. She is also a member of the original series \"Team Ninja Warrior\" on Esquire Network and first appeared on Season 1 Episode 2. In November 2018 she set a new Guinness World Records Title in Fastest 5m Rope Climb category. In 2019, Duran joined the cast of MTV's The Challenge: War of the Worlds. She placed 4th overall and was the only woman to complete the 2-day final challenge. In the same year, she also competed on The Challenge: War of the Worlds 2, where she reached the final for a second time after defeating teammate Laurel Stucky in elimination. === Youtube === Duran joined YouTube early in 2006, becoming one of the first generation of channels to create vlog style videos. Her channel \"NDTitanLady\" has reached up to 130,000 subscribers with over 15.5 million collective views. She took a hiatus from posting consistently in 2012 due to her growing career as a medical researcher at UCLA. Since then Natalie has announced she will be posting videos again starting November 2016. ==References== Category:American rock climbers Category:American Ninja Warrior contestants Category:Living people Category:People from Moreno Valley, California Category:1991 births Category:Reality television participants Category:University of California, Riverside alumni Category:The Challenge (TV series) contestants ",
    "title": "Natalie Duran"
}