{
    "id": "51485577",
    "text": "left African Elephants in Sweetwater National Parks Kenya African Savannah Elephant Elephant crossing the Luvuvhu The Great Elephant Census—the largest wildlife survey in history—was an African-wide census designed to provide accurate data about the number and distribution of African elephants by using standardized aerial surveys of hundreds of thousands of square miles or terrain in Africa. The census was completed and published in the online journal PeerJ on 31 August 2016 at a cost of US$7 million. ==History== Scientists believe that prior to European colonization there were as many as 20 million African elephants. By 1979, only 1.3 million elephants remained on the continent. A pan-African elephant census has not been conducted since the 1970s. The idea of a modern census was devised by Elephants Without Borders and supported, both financially and logistically, by Paul G. Allen. It was also supported by other organizations and individuals, including African Parks, Frankfurt Zoological Society, Wildlife Conservation Society, The Nature Conservancy, IUCN African Elephant Specialist Group, Howard Frederick, Mike Norton-Griffith, Kevin Dunham, Chris Touless, and Curtice Griffin with the report released in September 2016. Mike Chase, the founder of Elephants Without Borders, was the lead scientist of the census. Chase lead a group of 90 scientists and 286 crew in 18 African countries for over two years to collect the data. During this time the team flew a distance of over , equivalent to flying to the moon and a quarter of the way back, in over 10,000 hours of collecting data. The area covered represents 93% of the elephants known range. Forest Elephants which live in central and western Africa were excluded from the survey. ==Report== Elephant skull with removed tusks, killed By poachers, Voi area, Kenya The final report was released on 31 August 2016 in Honolulu at the IUCN World Conservation Congress. Data collected showed a 30 percent decline in the population of African savanna elephant in 15 of the 18 countries surveyed. The reduction occurred between 2007 and 2014, representing a loss of approximately 144,000 elephants. The total population of Africa's savannah elephants is 352,271, far lower than previously estimated. Three countries with significant elephant population were not surveyed; Namibia which would not release figures and both South Sudan and the Central African Republic where the survey was postponed as a result of armed conflict. The rate of decline in the population is also accelerating and reached 8% in 2014. The loss of population is primarily a result of poaching with the elephants being killed for their tusks. The ivory is then illegally sold in China and the United States. It is estimated approximately 100 elephants are killed every day for ivory. Loss of habitat is another reason for the drastic reduction in population. 84% of the population was sighted in legally protected areas, and high numbers of carcasses also being found in the same protected areas. ==References== Category:Elephant conservation Category:Conservation projects Category:2016 censuses Category:Biological censuses ",
    "title": "Great Elephant Census"
}