{
    "id": "51489648",
    "text": "Keiretsu Forum, which was founded in 2000 by Randy Williams, is a private group of international members comprising an angel investor network. The network spans four continents with 53 chapters in cities such as San Francisco California, Seattle Washington, New York City New York, Paris France, Istanbul Turkey, and Chennai India. With over 3,000 accredited investors on the lists of Keiretsu Forum's angel investor network there is large diversity of investments made each year in sectors such as technology, consumer goods, life sciences, and real estate. To date members have invested over $900 million dollars in over 1,000 companies. In addition to the capital invested, Keiretsu Forum and its members offer resources, feedback, and mentoring to entrepreneurs and their companies. Much of this effort culminates in monthly meetings held by each chapter to provide entrepreneurs and their companies a source of capital and support. Forum members provide early-stage capital in the range of $250K-$2M. They utilise a comprehensive, though non-professional, due diligence process that is applied to all companies prior to member investment. Although it does not make investments directly, the organization is closely linked with an affiliated investment fund, Keiretsu Capital.. Referral Fees Keiretsu Forum operates using a referral model that charges businesses and startups seeking funding a significant fee for the opportunity to pitch to the network. In 2009, tech investor and author Jason Calacanis criticized several investor networks, including Keiretsu, as operating pay to play schemes.My Latest War: Angels Who Charge Startups To Pitch He also established Open Angel Forum as an alternative investor network that doesn't charge fees. Williams subsequently clarified Keiretsu's policy of waiving fees for startup companies that have limited capital and no revenue.Calacanis Bludgeons Angel Group Keiretsu Forum Into Submission Investor Capital Expo In 2008, Williams pioneered the Keiretsu Forum Investor Capital Expo, which brings together angel investors and entrepreneurs looking for funding. The event was created to foster collaboration among angel groups, as well as reach out to the larger investment community. Every year, members and angel investors guests gather in Silicon Valley/San Francisco for the Northern California Investor Capital Expo, Since its inception, Investor Capital Expos have been hosted across the globe in cities including: Stockholm, Seattle, Sydney, Toronto, Prague, Chicago, and Philadelphia. ==References== == External links == * Keiretsu Forum - official website * (http://www.investorcapitalexpo.net Investor Capital Expo - official website) Category:Angel investors Category:Organizations established in 2000 ",
    "title": "Keiretsu Forum"
}