{
    "id": "51482250",
    "text": "This is a list of legally married same-sex couples. ==Female== ===Presently married=== * Stephanie Allynne and Tig Notaro, American comedian * Alison Balian and Saffron Burrows, English actress * Meredith Baxter, American actress and producer, and Nancy Locke * Lauren Blitzer and Chely Wright, American country music artist * Rhea Butcher and Cameron Esposito, American stand up comedians and creator-stars of Seeso's Take My Wife * Bridgett Casteen and Dot-Marie Jones, American actress and athlete * Tristin Chapman and Emily Saliers, member of the Indigo Girls * Monica Coleman, hotelier, and Kate Pierson, member of the B-52's * Ellen DeGeneres, American comedian and television show host, and Portia de Rossi, Australian-American actress \"Ellen DeGeneres and Portia de Rossi's Road to Romance\". US Weekly. p 6 of 10. Retrieved December 21, 2014.Singh, Anita (August 18, 2008). \"Television presenter Ellen DeGeneres marries lesbian lover Portia de Ross\". The Daily Telegraph. * Melissa Etheridge, American singer-songwriter, and Linda Wallem, American actress * Jodie Foster, American actress and director, and Alexandra Hedison, American photographer and actress * Sara Gilbert, American actress, and Linda Perry, American singer-songwriter * Sarah Huffman and Abby Wambach, both American professional soccer players * Jónína Leósdóttir, novelist, and Jóhanna Sigurðardóttir, 24th Prime Minister of Iceland * Christine Marinoni and Cynthia Nixon, American actress * Ellen Page and Emma Portner , People, January 3, 2018. Accessed October 26, 2019. * Alex Sykes and Wanda Sykes, American comedian and actress * Lily Tomlin, American actress, and Jane Wagner, American writer and producer * Allison Mack, American actress, and Nicki Clyne, Canadian actress ===Divorced=== * Marianne Dupon and late Yasmine, Belgian singer ===Widowed=== * Del Martin and Phyllis Lyon, feminist and gay-rights activists who were married in 2004 (but were voided by the state) and then remarried in June 2008 (Martin died two months later) ==Male== ===Presently married=== * Jonathan Adler and Simon Doonan Simon Doonan and Jonathan Adler, The New York Times, September 21, 2008. Accessed December 9, 2012. *Timon and Pumbaa * Brad Altman and George Takei, Japanese-American actor and activist, Wed Me Up Scotty!' George Takei Weds\" . AsianWeek. Retrieved on 2008-09-15. * John Barrowman and Scott Gill , Digital Spy, March 7, 2013. Accessed October 26, 2019. * Lance Bass and Michael Turchin * Nate Berkus and Jeremiah Brent * Xavier Bettel, Prime Minister of Luxembourg and Gauthier Destenay, Belgian architect The Guardian, Luxembourg's prime minister first EU leader to marry same-sex partner * Matt Bomer and Simon Halls * Casey Breves and Sam Tsui * Richard Buckley and Tom Ford * David Burtka and Neil Patrick Harris * Mario Cantone and Jerry Dixon Mario Cantone marries his partner of 20 years * Alan Cumming and Grant Shaffer * Tom Daley and Dustin Lance Black http://www.pinknews.co.uk/2017/05/07/tom-daley-and-dustin-lance- black-marry-in-fairytale-wedding/ * Matt Dallas and Blue Hamilton * P. David Ebersole and Todd Hughes, filmmakers * Jesse Tyler Ferguson and Justin Mikita * Barney Frank, former member of the House of Representatives and chairman of the House Financial Services Committee, and James Ready * Stephen Fry and Elliott Spencer , The Independent, February 10, 2015. Accessed October 26, 2019. * David Furnish and Elton John * Mark Gatiss and Ian Hallard , The Guardian, February 6, 2016. Accessed October 26, 2019. * Sean Hayes and Scott Icenogle * Axel Hirsoux, Belgian singer, is married to a man * Cheyenne Jackson and Jason Landau * Garry Kief and Barry Manilow * T. R. Knight and Patrick Leahy * Michael Kors and Lance LePere * David Miller and Ryan Murphy * Jim Parsons, star of The Big Bang Theory, and Todd Spiewak * James Randi, scientific skeptic, and Deyvi Peña Higginbotham, Adam (November 7, 2014). \"The Unbelievable Skepticism of the Amazing Randi\" . The New York Times. ===Divorced=== * Mark Andrew and Gene Robinson, bishop of the Episcopal Church (m. 2008-2014) ===Widowed=== * Otis Charles, bishop of the Episcopal Church, and Felipe Sanchez-Paris (m. 2008–2013, Sanchez-Paris's death) ==Notes== ==References== Same-sex married couples Category:Same-sex marriage Category:Lists of LGBT-related people * ",
    "title": "List of same-sex married couples"
}