{
    "id": "51482502",
    "text": "Place Dalida () is the square of Montmartre, Paris, dedicated to French music icon Dalida. Many fans and tourists visit to pay tribute to the French icon. ==History== Dalida loved the neighbourhood of Montmartre, where she lived. To honour her, by decree on December 5, 1996, Paris City Hall denominated \"Place Dalida\". The bronze bust was added on 24 April 1997, to mark the 10th anniversary of her death. This square is a place of commemoration and meditation for many admirers and citizens. ==Description== thumb thumb The square is large corner of two picturesque Montmartre streets, Rue Girardon and Rue de l'Abreuvoir. Rue Girardon spreads from south to the north and it connects with the Rue de l'Abreuvoir. From that point, Rue de l'Abreuvoir spreads in direction west–east, a configuration that makes an L-shaped street. Dalida Square is a modest plateau, 19 metres long and 13 metres wide. It is completely surrounded by houses with infield gardens so the whole view on the square is idyllic. Three trees surround the main attraction, the bronze bust. Placed on the five blocks of nicely cut granite stones, the bust reflects Dalida with her distinct look. The bust is bronze and natural sized and was sculpted by the French artist Aslan. Looking with the bust's eyes, you have a view on a Rue de l'Abreuvoir. In the far background of view the Basilique du Sacré-Cœur is well seen. On the highest stone block on the statue, one underneath the bust, there is an engraved plague saying; \"YOLANDA GIGLIOTTI, dite DALIDA, chanteuse comédienne, 1933-1987\" (eng. \"YOLANDA GIGLIOTTI, known as DALIDA, singer actress, 1933-1987\") ==In popular culture== * Specifically location Dalida 75018 Paris, France makes an appearance in the Activision first-person shooter video game title Call of Duty: Modern Warfare 3 as the multiplayer map 'Resistance', pitting the French GIGN against the invading Russian Forces. The entire map is completely modeled after this location. * A short scene of the 2013 French movie It boy was filmed on the square. Both protagonists Virginie Efira and Pierre Niney were shown. * Square is used during 2013 for filming few scenes of 3 Days to Kill that is directed by McG, starring Kevin Costner. ==References== ==External links== * Official Website Dalida Category:Montmartre Category:Cultural depictions of Dalida ",
    "title": "Place Dalida"
}