{
    "id": "51482055",
    "text": "Ennuigi (or Ennuigi 1.0) is an art, browser and fangame created using Pico-8 that combines Super Mario Bros. and boredom. Ennuigi is a portmanteau of the French word \"ennui\" and the name of Mario's fraternal twin brother Luigi. The game was designed by Josh Millard. == Inspiration == The story of Ennuigi centers on Luigi's inability to come to terms with the lack of narrative in the original game. In a Reddit thread, Millard commented \"I [...] think it's a pretty weird implied narrative once you step back and look at it, and enjoyed funneling some thoughts about all that into a recharacterization of Luigi as a guy who's as legitimately confused and distressed by his strange life as you'd expect a person to be once removed from the bubble of cartoony context of the franchise.\" == Gameplay == \"Left\" and \"right\" control \"walk around,\" while \"up\" for \"ruminate\" and \"down\" for \"smoke.\" The player cannot \"jump\" as, according to the game, \"Jumping is not consistent with ennui!\" Ennuigi is procedurally generated. It is available to play on the Pico-8 Forums. == Reception == === Character === Reviewers described Luigi's character in Ennuigi as \"chain smoking,\" \"depressed,\" \"laconic,\" \"perpetually miserable,\" and \"an angsty teenager who just finished writing a book report about Albert Camus' The Stranger.\" A reviewer said \"it’s like Luigi read too much Derrida\" while another adds \"Sartre and Nietzsche too to that assessment.\" IndieGames.coms Joel Couture called Luigi \"a man commenting on a lifetime of strange things and events beyond his control.\" === Music === Polygons Owen S. Good said \"That brooding chiptune will have you questioning what you've really done with your life, too.\" The Mary Sues Jessica Lachenal described the music as \"slow, plodding, aimless.\" Dangerous Mindss Martin Schneider reviewed \"The slow, tinny music is a perfect complement\" to the game. === Video game === In 2015, the game was received by various news publications favorably. In a review for the interactive movie video game Night Trap, TechCrunchs John Biggs recommended playing a little Ennuigi. The A.V. Clubs Jennifer Billock appraised the game favorably stating \"thankfully, you can play.\" Rock, Paper, Shotguns Emily Gera praised the game with \"It is excellent.\" Destructoids Steven Hansen said it \"makes for a fun, depressing little distraction as it looks literally at the cartoonish abstractions of the Mushroom Kingdom.\" Pajibas Vivian Kane described it as \"Luigi minus that philistine Mario, plus cigarettes and deep thoughts.\" Columbus Alives Brad Keefe listed Ennuigi on their list of fictional siblings remarking \"Think it wasn’t hard growing up in his brother’s shadow?\" The Mary Sues Jessica Lachenal called Ennuigi a \"hilarious parody.\" Motherboards Emanuel Maiberg remarked while it is a \"small and funny browser game,\" it is \"not as fun to play as the original Super Mario Bros.\" Gamnesias Gabriel McBride found the game as \"possible interpretation\" to Luigi's actions and thoughts in official games and thus \"manages to be pretty amusing in the process.\" Boing Boings David Pescovitz reviewed the game \"excellent.\" GamesRadars Sam Prell, despite the concept, implored \"It's funny though, I promise.\" Dangerous Mindss Martin Schneider described Ennuigi as a \"dreary, Beckettian video game.\" The Next Webs Mic Wright received the game favorably stating it \"reveals the bleakness of Luigi alone time. There are no bad guys, no adventure, just smoking and moping.\" In 2016, Polygons Owen S. Good said \"[Ennuigi]'s gotten some attention lately.\" PC Gamers Steven Messner reviewed the game with \"Where Mario games are typically upbeat and energetic, Josh Millard's reinterpretation of the Mushroom Kingdom is glum, sometimes pretentious, and sometimes wonderfully insightful.\" The Nerdists Blake Rodgers said \"this side-scrolling game staring Luigi is equal parts hilarious and heart-wrenching.\" The Boston Globes Jesse Singal called it \"a very different, very dark take on its 'Mario Bros.' source material.\" Wired UK described it as \"a darkly amusing take on video game worlds\" == See also == *Super Mario Movie (2005) - A similar existential art game starring Mario *List of metafictional works *List of portmanteaus *List of unofficial Mario media ==References== == External links == *Official site Category:2015 video games Category:Browser games Category:Fangames Category:Internet properties established in 2015 Category:Metafictional video games Category:Unofficial works based on Mario Category:Video game fandom Category:Video games developed in the United States ",
    "title": "Ennuigi"
}