{
    "id": "51484171",
    "text": "Regiment Dan Pienaar was an infantry battalion of the South African Army. As a reserve force unit, it had a status roughly equivalent to that of a British Army Reserve or United States Army National Guard unit. ==History== ===Origins=== Regiment Dan Pienaar was initially formed as 2 Regiment Bloemspruit as an offshoot of Regiment Bloemspruit (Renamed 1 Regiment Bloemspruit, but reverted after 2RBS was renamed.). ===Renamed=== Subsequently, it was decided to rename 2RBS after the famous World War II general and Free Stater, General Dan Pienaar on 1 June 1976, thus the unit could begin to form its own history and traditions. ===Disbanded/Amalgamated=== After being disbanded in 1997 the remaining members were incorporated into Regiment Bloemspruit. The part-time units, Regiments De Wet (Kroonstad), Louw Wepener (Bethlehem) and Dan Pienaar (Bloemfontein) were amalgamated with Regiment Bloemspruit by 1 April. The name Regiment Bloemspruit was retained under the command of the Commanding General, Free State Command.\" ===Battle honours=== The unit also served in numerous deployments in the Border War in SWA/Namibia ===Freedom of the City=== Freedom of the city of Bloemfontein in 1981 ==Leadership== ==Regimental emblems== ===Dress Insignia=== SADF era Regiment Dan Pienaar insignia ==Roll of Honour== Regiment Dan Pienaar has one Honorus Crux on the Roll of Honour: Delport J C Rfn. 13 September 1978. Here is his citation: ==References== * Pollock, A.M.. \"Pienaar of Alamein\". 1943. Cape Times. The biography of Major-General Dan Pienaar, a South African officer on the battle fields of Abyssinia and Egypt. * Malherbe, E.G. Never a Dull Moment. Reminiscences of his distinguished career as an educationalist, Director of Census & Statistics, as well as Director of Military Intelligence for SA during World War II. Reveals some intimate views of Generals Smuts, Dan Pienaar, Alexander, Evered Poole, and Klopper etc. Timmins. Cape Town 1981. Category:1976 establishments in South Africa Category:Infantry regiments of South Africa Category:Military units and formations of South Africa in the Border War Category:Military units and formations established in 1976 Category:South African Army ",
    "title": "Regiment Dan Pienaar"
}