{
    "id": "51488338",
    "text": "Henry Laurence Lindo (August 13, 1911 - May 8, 1980) was a pioneering Jamaican Civil Servant. He was the first West Indian to hold the position of administrator of Dominica, the first native Jamaican to serve as the island's High Commissioner to the United Kingdom, and the first representative of the Commonwealth to become the doyen of the Diplomatic Corps in London. The Times' obituary called him 'the most amiable and equable of High Commissioners, and if his clear-headedness and disinclination to become heated on matters of race and colour were a disappointment in some quarters, they won him widespread respect and admiration among those who were genuinely concerned with Commonwealth relations and the long-term interests of Jamaicans living in Britain.' He was a Rhodes Scholar at Keble College, Oxford, between 1931 and 1934, and won a Blue in the quarter-mile - the imperial equivalent of the 400 metres, an event in which his successor as High Commissioner, Arthur Wint, won Olympic gold in 1948. A press report of the 1934 Varsity competition described Lindo as a 'slim, wiry man who benefited from a following breeze.’ In 1935 Lindo entered Her Majesty's Civil Service as Her Majesty's Inspector of Schools for Jamaica. Between 1952 and 1959 he was Administrator of Dominica, a tenure during which he radically improved the island's roads. In 1960 he became Secretary to the Governor of Jamaica, 'a key post where his understanding of both points of view helped complete an orderly and amicable transfer of power after 300 years of colonial rule.' His role in helping smooth the transition meant that he was a natural choice for the post of High Commissioner, which he took over in 1962 and would hold for 12 years. 'During this period, his advice on diplomatic niceties and the eccentricities of the British way of life were increasingly sought by the representatives of newly independent countries, though the quiet and refreshingly simple answers they got did not always accord with their expectations.' The Jamaican population in the UK swelled by more than 400,000 during Lindo's tenure as High Commissioner, and he made a point of frequently visiting Jamaican communities across the country and representing their cause in Whitehall and elsewhere. He was made a Knight Bachelor in 1967, an OJ in 1973 and a GCVO in 1974. He married Holly Robertson Clacken, with whom he had two daughters, Judith (Judy) and Andrea (Andy). His two grandchildren, Boris Starling (b. 1969) and Belinda Starling (1972–2006), are writers. == References == Category:1911 births Category:1980 deaths Category:Governors of Dominica Category:High Commissioners of Jamaica to the United Kingdom ",
    "title": "Henry Laurence Lindo"
}