{
    "id": "51498208",
    "text": "Bertram Wodehouse Currie. Albumen print by Camille Silvy, 1861. National Portrait Gallery, London. Memorial in Sacred Heart Church, Wimbledon Bertram Raikes Wodehouse Currie (25 November 1827 – 29 December 1896) was a British banker, and High Sheriff of the County of London from 1892 to 1893. ==Early life== He was born at Harley Street, Marylebone, London, on 25 November 1827, the son of the banker and politician Raikes Currie and his wife the Hon. Laura Sophia Wodehouse, daughter of John Wodehouse, 1st Baron Wodehouse. He was educated at Eton College from 1840 to 1845, and afterwards in foreign languages in Weimar, Germany. His younger brother Philip Currie, 1st Baron Currie (1834–1906), was a diplomat, Ambassador to the Ottoman Empire from 1893 to 1898 and Ambassador to Italy from 1898 to 1902. ==Marriage== On 31 October 1860, Currie married Caroline Louisa Young (1836/7–1902), the daughter of Sir William Lawrence Young, 4th Baronet, Conservative MP for Buckinghamshire from 1835 to 1842. They had two sons. They lived at Minley Manor in Hampshire, which he inherited from his father, and at Coombe Warren (now demolished), near Kingston, London, a \"suburban villa\" built in 1868 by John Galsworthy's father and immortalized in The Forsyte Saga. Their son, Laurence Currie JP (1867–1934), married Edith Sibyl Mary Finch, the daughter of the politician George Finch. ==Death== Currie converted to Roman Catholicism from agnosticism in October 1896, his wife having converted in 1862. He died on 29 December 1896, at 1 Richmond Terrace, Whitehall, London, and was survived by his wife. ==References== Category:1827 births Category:1896 deaths Category:British bankers Category:Converts to Roman Catholicism from atheism or agnosticism Category:English Roman Catholics Category:High Sheriffs of the County of London Category:People educated at Eton College Category:People from Marylebone Category:Raikes family ",
    "title": "Bertram Wodehouse Currie"
}