{
    "id": "51492342",
    "text": "Kenton Stewart Wall Campbell (9 September 1927 - 17 June 2017), known as Ken Campbell, was an Australian palaeontologist and academic. Campbell was born in Ipswich, Queensland. He was the son of two store clerks who moved their family to Boonah during the Great Depression. He attended primary school in Ipswich, Boonah and Coorparoo. After winning a scholarship to attend Brisbane Grammar School in 1940, Campbell went on to university. In 1945, Campbell entered his second year of his study, attending lectures given by Dr Dorothy Hill, who had returned from World War II service in the WRANS. Her academic rigour inspired him. He took his B.Sc. with Honours from the University of Queensland in 1949 on her advice, followed by his M.Sc. in 1951 and PhD in 1958. His research was in Permian brachiopods of the Bowen and adjacent basins. == Career == Campbell was assistant geologist with the Queensland Geological Survey from 1950 to 1951, assisting in the creation of a 40-mile geological map for the Geological Society of Australia using aerial photographs at the suggestion of Dorothy Hill. He then taught mathematics at Albury Grammar School in 1951. He took up a position as a lecturer in geology at the University of New England from 1952, introducing students to the study of palaeontology and stratigraphy, in particular the Werrie Basin of New South Wales, rising to senior lecturer in 1958. In 1958, Campbell travelled to the University of Cambridge on a Nuffield Dominion Travelling Fellowship, studying at the Sedgwick Museum of Earth Sciences with Martin Rudwick. They were beginning to explore concepts of rates of evolution, beyond the traditional theories of palaeontology. In 1962, Campbell took up a position as senior lecturer in geology at the Australian National University, Canberra at the request of David Brown in 1962. He taught palaeontology. He was a Fulbright Fellow at Harvard University in 1965, studying trilobites with Professor Whittington and later Devonian lungfish. He was promoted to reader in 1965 and became dean of the Faculty of Science in 1978 until 1980. Campbell was a visiting scientist at the Field Museum of Natural History, Chicago, studying the histology of teeth in 1981. He was professor of geology from 1982 to 1993, a visiting scientist studying lungfish dentition at the School of Anatomy at Guy's Hospital, London in 1985, and following his retirement in 1992, became emeritus professor. Campbell died on 17 June 2017 at the age of 89. He was survived by his wife, Daphne and three children. == Awards and memberships == * Clarke Memorial Lecturer, Royal Society of New South Wales 1975 * Fellow, Australian Academy of Science 1983 * Mawson Medal, Australian Academy of Science 1986 * President, Association of Australasian Palaeontologists 1976-77 * Helped to set up the journal, Alcheringa. * W. R. Browne Medal, 2006 * Raymond C. Moore Medal for Excellence in Palaeontology == Legacy == Alone and in collaboration with others, in particular Dick Barwick, Ken Campbell published more than 40 papers on the evolution, palaeoecology and phylogenetics of fossil lungfish. A number of fossils have been named for him, including Kenichthys campbelli in 2004. A prize is given in his name to the first year student of ANU with the best results in ANU First Year subjects 'ENVS1004 – Australia's Environment and 'EMSC1006 – The Blue Planet' (or equivalent). ==References== Category:Australian paleontologists Category:1927 births Category:People from Ipswich, Queensland Category:University of Queensland alumni Category:University of New England (Australia) faculty Category:Australian National University faculty Category:2017 deaths ",
    "title": "Ken Campbell (palaeontologist)"
}