{
    "id": "51496556",
    "text": "CallTrackingMetrics is a software as a service (SaaS) company based in Severna Park, Maryland, U.S., that provides call tracking tools and analysis to organizations. As of 2018, CallTrackingMetrics had over 30,000 customers in 25 countries. It was named to the Inc 500 list in 2016, the Inc 5000 list in 2017, and the Inc 5000 list in 2018. It is a private company owned by husband and wife team Laure and Todd Fisher. == History == The company was founded in March 2011 by a husband and wife team who built the company out of their basement into a multimillion-dollar business. Todd previously worked at Revolution Health and LivingSocial. Laure worked at Bloomingdales as a Buyer and then at CEB as a Senior Director. Todd and Laure first started working together as website developers and uncovered an untapped need for better analytics about businesses phone calls. 2017: \\- CallTrackingMetrics was named #629 on the Inc 5000 list and in the top 5 fastest growing companies in Maryland. \\- A new integration with Bing Ads allows marketers to capture call attribution data for Bing generated offline conversions. This announcement came on the heels of Bing's new Offline Conversion Import capability. \\- A new integration with AMP gives marketers the ability to leverage call tracking capabilities on their AMP pages. AMP, an open-source initiative, enables the creation of websites and ads that load near instantly, giving users a smooth, more engaging experience across all devices. \\- A new feature, Smart Routing, allows businesses to route calls based on the website activity associated with the caller, the caller’s history, or their demographic profile. For example, calls from people who have visited particular pages of a businesses website may be routed to a certain group of agents with expertise in that area. Or, callers with a particular demographic profile, such as a household income range, marital status, gender or age range may be routed to agents best suited for those callers. \\- The Auto Dialer was announced in January 2017, which automatically connects call center agents with prospects and customers in need of service. By defining rules and milestones in the Auto Dialer’s control panel, call center managers can keep the flow of outbound calls strategically in line with agent availability and caller behavior. The result is increased responsiveness, better lead cultivation, and higher conversion rates. 2016: \\- CallTrackingMetrics named #228 on the Inc 500 list and was noted as being one of the top 10 fastest growing companies in Maryland. \\- A new integration with Acquisio was announced Through this integration, Acquisio users can view calls in conjunction with the other conversion metrics that they track for their advertisements, thereby closing the offline conversion gap. \\- The company announced the expansion of their service into 74 new countries including local and toll free numbers in Germany, Indonesia, Malaysia, and Brazil. \\- CTM University was launched as a service to educate and certify users on the platform. Classes occur quarterly on a number of topics. \\- A HIPAA Compliance program was started so that customers in the healthcare industry can securely track their calls. HIPAA compliant features include options such as encrypted call recordings, dedicated storage, secure notifications, detailed logging, and various levels of access controls to ensure that only authorized users are able to access information about calls. 2015: \\- A new integration with Marketo was announced. Through the integration, CallTrackingMetrics sends call lead information to Marketo so users can see the full picture of how marketing campaigns are performing. \\- CallTrackingMetrics became an Optimizely certified solutions partner. By bringing together these two systems, businesses are able to measure how every experiment on their website affects their inbound call volume and sales. \\- A new integration with Google Adwords announced for Call Extension and Call Only Ads ==References== == External links == * Category:Computer telephony integration Category:Companies based in Anne Arundel County, Maryland Category:Internet properties established in 2011 Category:Severna Park, Maryland ",
    "title": "CallTrackingMetrics"
}