{
    "id": "51499298",
    "text": "The Du Droppers were an American doo-wop group formed in Harlem, New York, in 1952. Members of the band were experienced gospel singers in ensembles dated to the 1940s, and were one of the oldest groups to record during the era. Among the Du Droppers' most enduring songs are \"I Wanna Know\" and \"I Found Out (What You Do When You Go Round There)\", which both reached number three on the Billboard R&B; charts in 1953. ==History== The original members of the Du Droppers included Caleb \"J.C.\" Ginyard (lead vocals), Willie Ray (tenor, baritone), Harvey Ray (tenor, baritone), and Eddie Hashaw (bass). Group members were on average 40 years old, and much more experienced than many of their contemporaries, as all boasted varying levels of past activity in other vocal groups. Ginyard had the most commercial success and longevity in the music industry, having already scored a Top 10 national hit in 1942 with the song \"Praise the Lord and Pass the Ammunition\" as a member of the Jubalaires. In addition, the Ray brothers performed in the church ensemble Southwest Jubilee Singers, and Hashaw occasionally teamed up with Ginyard. After Ginyard's latest group the Dixieaires disbanded in 1950, he maintained a solo career before he began practicing with the Ray brothers and Hashaw in his basement apartment and officially formed the Du Droppers in 1952. Paul Kapp, who also managed the Delta Rhythm Boys, became the group's manager, while Charlie Newsome was the road manager. Within months of the Du Droppers' conception, Newsome arranged an audition with record producer Bobby Robinson of Red Robin Records. Since the label was known to record mainly teen groups, signing the Du Droppers was a departure for Robinson. In September 1952, the group had their debut single \"Can't Do Sixty No More\", Ginyard's response to the Dominoes' song \"Sixty Minute Man\", released on Red Robin. Although it failed to chart, \"Can't Do Sixty No More\" was well received in Canadian markets, where the group first began touring. Soon after, Hashaw departed the Du Droppers, and was replaced by Bob Kornegay, formerly of Julian Dash's orchestra. Feeling the label did not adequately distribute their records, the group left Red Robin Records to sign with RCA Records. While collaborating with ex-Ink Spots arranger and pianist Raymond Tunia, Ginyard composed \"I Wanna Know\", which was paired with \"Laughing Blues\" for the Du Droppers' first offering with RCA. In April 1953, despite having to compete with a cover version released around the same time by the Checkers, the Du Droppers' rendition of \"I Wanna Know\" peaked at number three on the Billboard R&B; charts, giving RCA its biggest R&B; hit in over a year and reopening its R&B; department. Uncredited, the ensemble also backed saxophonist Big John Greer on the songs \"Ride Pretty Baby\" and \"Don't Worry About Me\", and Robinson released older tunes from the group's stint with Red Robin after \"Can't Do Sixty No More\" began selling well in Los Angeles. In June 1953, RCA distributed the Du Droppers follow-up to \"I Wanna Know\", with the number three R&B; chart hit \"I Found Out (What You Do When You Go Round There)\". The band embarked on a tour which included dates at the Apollo Theatre, Royal Theater, and Howard Theatre, as well as an extended stay in Hawaii. Following the release of the singles \"Somebody Work on My Baby's Mind\" and \"Don't Pass Me By\", the Du Droppers were paired with pop singer Sunny Gale on the songs \"Mama's Gone, Goodbye\" and \"The Note in the Bottle\" in November 1953. When the group was booked at the Orchid Room in Kansas City in early 1954, Ginyard recruited high tenor Prentice Moreland, but the newly acquired fifth member was consistently late to the Du Droppers' gigs. Shortly thereafter, RCA announced the formation of the Groove Records subsidiary label by simultaneously releasing the band's \"Speed King\" single in February 1954. Later in March 1954, with the release of \"Just Whisper\", Moreland departed the band, and achieved national success by uttering the line \"great googa mooga, lemme outta here\" on the Cadets' rendition of \"Stranded in the Jungle\". More singles were distributed throughout 1954 and 1955, including a collaborative effort with Joe Van Loan of the Ravens credited to the Dixieaires. To make the transition official, Van Loan joined the Du Droppers; however, contractual obligations and legal disputes with RCA prevented him from being featured on any of the group's subsequent recordings. Under pressure to find another vocalist, the group employed a \"secret singer\"—revealed to be Charles Hughes later of Drifters fame—for studio projects. Van Loan, however, unexpectedly left the Du Droppers in the midst of a Canadian tour in mid-1955 to return as a full-time tenor for the Ravens. Ginyard, having witnessed his bandmates in a drunken flurry, joined the Golden Gate Quartet, while his former group attempted to carry on with Robert Bowers until they disbanded in early 1956. ==References== Category:African-American musical groups Category:Musical groups established in 1952 Category:Musical groups from New York City Category:American rhythm and blues musical groups Category:Musical groups disestablished in 1956 Category:1952 establishments in New York (state) ",
    "title": "The Du Droppers"
}