{
    "id": "51495838",
    "text": "José Antonio Caro Díaz (born 3 May 1994), sometimes known as Churripi, is a Spanish professional footballer who plays for SD Ponferradina on loan from Real Valladolid as a goalkeeper. ==Club career== ===Sevilla=== Born in La Palma del Condado, Province of Huelva, Andalusia, Caro played youth football with Sevilla FC. He made his senior debut with the C team on 23 September 2012, starting in a 1–0 Tercera División away win against CA Antoniano. Caro first appeared for the reserves on 14 September 2014, playing the full 90 minutes in a 1–0 home victory over CD El Palo for the Segunda División B. On 11 November he signed a new contract with the club, running until 2016. On 26 April 2016, Caro further extended his link, signing until 2017. On 26 June, during the play-offs final against Lleida Esportiu, he converted the decisive penalty in the shootout as his side achieved promotion to Segunda División. Caro made his professional debut on 2 September 2016, starting in a 1–1 home draw to UCAM Murcia CF. A regular starter during the season, he lost his position to Juan Soriano the following campaign as the latter ended in relegation. ===Valladolid=== On 28 July 2018, Caro signed a three-year contract with La Liga club Real Valladolid, and was immediately loaned to Albacete Balompié from the second division for one year. On 16 August of the following year, he moved to SD Ponferradina also in a temporary deal. Caro shared the starting spot with Manu García during his spell at the Estadio El Toralín, being recalled by Valladolid on 12 January 2020. He made his debut in the Spanish top tier on 20 June, in a 0–1 loss at Atlético Madrid. On 22 August 2020, Caro returned to Ponferradina on loan for the 2020–21 season. ==References== ==External links== * * * Category:1994 births Category:Living people Category:People from the Province of Huelva Category:Spanish footballers Category:Andalusian footballers Category:Association football goalkeepers Category:La Liga players Category:Segunda División players Category:Segunda División B players Category:Tercera División players Category:Sevilla FC C players Category:Sevilla Atlético players Category:Real Valladolid players Category:Albacete Balompié players Category:SD Ponferradina players ",
    "title": "José Antonio Caro (footballer, born 1994)"
}