{
    "id": "51492924",
    "text": "\"A Little TLC\" (a.k.a. \"TLC\") is a song written by Lynsey de Paul and Terry Britten, about needing tender loving care. The song is registered with the ISWC and has been recorded by a number of artists starting with Philippine born, Japanese soul singer Marlene (known in the US primarily for her work with Seawind), where it was one of the tracks on her jazz/soul/funk album Looking For Love, recorded in Los Angeles and released on CBS/Sony in 1984. The album featuring the track \"A Little TLC\" was re-issued on CD on 8 November 2017. The band behind the children's real life/animation combination television show Kidd Video, also played the song on the show and it was sung by Bryan Scott as the character \"Kidd Video\" at the end of the first episode of the series in September 1984, as well as the last song in the final episode of the series \"Who's in the Kitchen with Dinah?\" transmitted on December 7, 1985. It was also featured as a track on the 1986 album The T.V. Show Hits, credited to 'Kidd Video' and produced by Shuki Levy and Haim Saban. It was released on the CBS label. The band reportedly toured Israel to support the release of the album in 1987. Hong Kong actor and singer Samuel Hui (Sam Hui) recorded a Chinese version of the song entitled \"Xin Si Si\" (\"Mind thinking\"), which was featured in his action movie Aces Go Places 3 a.k.a. Mad Mission 3, with Cantonese lyrics by Lin Zhenqiang and the song was one of the 1986 RTHK Top 10 Gold Songs. It won the ninth annual ten Chinese Golden Melody Awards.https://baike.baidu.com/item/心思思/18606601 The song was awarded \"Best Original Film Song\" at the second Hong Kong Film Awards. It was the lead track of his album Live In Hong Kong, and was a track on his 1986 album Re Li Zhi Guan (Crown of Heat\"). A remix of the song was released on the 1987 Sam Hui album Xin Qu Yu Jing Xuan, and more recently was included on the CD, Nan Wan Hsu Guan Jie Sam Hui 30 Nian (30 Years of Hits from Sam Hui). Boy band Menudo from Puerto Rico, who at the time were the most popular Latin American teen musical group, released their version entitled \"TLC\" on their first English language US album Sons of Rock, which was produced by Papo Gely. It was released in 1988 with Ricky Martin as the lead singer of the song, and it was one of the songs played on their 1989 Sons of Rock tour. De Paul's own version of \"A Little TLC\" was recorded during the same sessions for her album Just a Little Time, but the song was not selected as one of the album's tracks. It was finally released on the official Lynsey de Paul Music Store. ==References== Category:Songs written by Lynsey de Paul Category:Songs written by Terry Britten Category:Menudo (band) songs Category:1984 songs Category: Kidd Video songs ",
    "title": "A Little TLC"
}