{
    "id": "51492030",
    "text": "Camille de Briey (June 27, 1800 - June 3, 1877) was a Belgian industrialist, politician and diplomat. ==Early life== Camille was born in Ruette, Virton, Belgium on June 27, 1799 to Louis Briey and Anne de Pouilly. He received his secondary education at the Imperial College of Metz (now the Lycée Fabert). After graduating, he spent time at the court of Saxe-Coburg with his cousin Emmanuel von Mensdorff-Pouilly. On September 29, 1829, he married Caroline Beauffort. After the July Revolution and the fall of the House of Bourbon in 1830, Camille moved to Austria but returned to Belgium in 1832 after Prince Leopold of Saxe-Coburg-Gotha was proclaimed king. == Industrial career == For a few years, Camille attempted to revive the field of metallurgy in the province of Luxembourg by buying the Perrard institutions in Virton, in 1835. == Political/diplomatic career == In 1838, Camille delegated the management of his business to a Frenchman and entered politics. In 1839, he was elected as senator and held the position until 1848. In 1841, he became Minister of Foreign Affairs and Finance in the cabinet of Jean-Baptiste Nothomb. He then embarked on a diplomatic career and became Minister of Belgium in Russia (from 1853 he was the first Belgian minister plenipotentiary in Russia) and Germany, spending ten years at the Diet of Frankfurt. He was instrumental in the construction of the Château de Laclaireau. == Honours == *Order of Leopold ** Officer; 7 July 1843.Le livre d'or de l'ordre de Léopold et de la croix de fer, Volume 1 /Ferdinand Veldekens ** Commander; 3 June 1847. ** Grand Officer; 19 July 1856. ==References== ==Bibliography== * Raynald DE BRIEY, Un homme politique du XIXe siècle, le comte Camille de Briey, Virton, 1967. * Oscar COOMANS DE BRACHÈNE, État présent de la noblesse belge, Annuaire 1985, Brussel, 1985. * Jean-Luc DE PAEPE & Christiane RAINDORF-GERARD (red.), Le Parlement belge, 1831-1894. Données biographiques, Brussel, 1996. * Éric BURGRAFF, Portraits de famille (IV) : La famille de Briey, le pouvoir des maîtres de forges – Porter le nom de Briey aujourd'hui – Des bois, des châteaux et quelques successions – Camille, ministre et diplomate, in: Le Soir, Brussel, 27/09/1999 Category:1799 births Category:1877 deaths Category:Belgian diplomats Category:Finance ministers of Belgium ",
    "title": "Camille de Briey"
}