{
    "id": "51494895",
    "text": "Nancy Lee Caroline, (June 27, 1944 – December 12, 2002), was an American physician and writer who worked in emergency medical services (EMS). She was a co-founder of Freedom House, an emergency ambulance service that assisted underserved populations in Pittsburgh in the 1960s and 1970s. She was also the first medical director of Magen David Adom, Israel's Red Cross Society, and was later called by colleagues, \"Israel's Mother Teresa\". == Early life == Nancy Lee Caroline was born on June 27, 1944 in Newton, Massachusetts to Leo and Zelda Caroline. From a young age, Nancy had a strong social conscience and a strong sense of her identity as a Jew. She began her medical career while still a teenager, working as a photographer and lab worker at Massachusetts General Hospital. In 1966 she received a B.A. in linguistics from Radcliffe College and her M.D. from Case Western Reserve University in 1971. She stayed in Cleveland to complete her residencies, and then began a fellowship in critical care medicine at the University of Pittsburgh in 1973. == Freedom House project == Her mentor in the fellowship was Peter Safar known for his work in emergency medicine and cardiopulmonary resuscitation. In 1974, the university received grant funding from the U.S. Department of Transportation to create a \"curriculum for nation wide emergency medical services\". Safar oversaw this project, but recruited Caroline as the medical director for Freedom House in 1974, one of the first EMS medical directors in the United States. The service had encountered police oppression and opposition as well as financial and administrative issues. By the time Caroline first became involved, the service was on the brink of collapse. However, she staged a successful comeback during her time as medical director. This service was the first to train and use EMT paramedics in America as well as EKG in the ambulances. Despite this, funding was cut in 1975 when the city launched its own ambulance service and Freedom House quickly folded. In 1976, she took over as deputy director for the emergency department of Shadyside Hospital in Pittsburgh. Nancy Caroline in front of Freedom House ambulance ca. 1975 Nancy Caroline with a motorcycle The Freedom House project, not to be confused with the organization created by Eleanor Roosevelt, was created to train ambulance attendants and teach paramedics in the Hill District. In segregated Pittsburgh, ambulance service was privatized and rarely answered calls in black neighborhoods. Police were the only emergency responders in most of these neighborhoods. The service was very successful and became the national model for cities' ambulances. Caroline wrote Emergency Care in the Streets, a textbook which was the first of its kind for paramedic training. == Israel and Magen David Adom == From the time she was very young, her identity as a Jew was very important to Nancy Caroline and shaped many of her actions and choices throughout her life. In 1977, she immigrated to Israel, becoming the first medical director of Magen David Adom, Israel's Red Cross Society. She created a program focused on emergency medical responses to terrorist attacks where the providers could respond within minutes. She also translated her EMS textbook into Hebrew. == East Africa == Nancy Caroline relocated to Kenya in 1982 to become Senior Medical Officer of the African Medical and Research Foundation (AMREF) in Nairobi. While working in the region, she managed the Flying Doctors emergency medical service which covers Tanzania, Uganda, Kenya, and southern Sudan. She conducted medical classes for health workers throughout the region and wrote a weekly health column for the Kenyan newspaper The Standard entitled \"Ask Dr. AMREF\". During her five-year stay in East Africa, she wrote a handbook on basic life support while consulting for the League of Red Cross societies and running seminars on first aid. She worked extensively with the Ethiopian Orthodox Church to provide better health care and nutrition in over 600 orphanages. She set up a non-profit organization, Agro-Africa Limited, the purpose of which is to set up small scale agricultural projects to ameliorate Kenya's massive droughts and help its victims. Finally, she was the director of medical programs for the American Joint Distribution Committee in Addis Ababa. In 1987, she returned to Israel and continued to work for AMREF, writing correspondence courses for rural health workers in Africa and developing training materials in emergency medicine. == Final years == Caroline was working until her death in 2002. She remained an adjunct visiting professor at the University of Pittsburgh's medical school and, on a volunteer basis, as a physician and medical adviser of Magen David Adom, the Oncology Department of the Sheba Medical Center, and the Tel Hashomer Hospice. For the last fifteen years of her life, she dedicated her work to cancer treatment and hospice care in Israel. In 1995, concerned about the limited options she saw in hospice care in Israel, she founded the Hospice of Upper Galilee (HUG). In 2002, she married geneticist and molecular biologist Lazarus Astrachan, whom she had first met in medical school. They were only married a few months before she died. She was diagnosed with multiple myeloma and was cared for at the Hospice center she founded. She died December 12, 2002 at home in Metulla, Israel and was buried in her native Boston. Her husband died a few months later. == Notable works == * National Training Course, Emergency Medical Technician, Paramedic: Course Guide, 1977 * Workbook for Emergency Care in the Streets (with James C. McClintock), 3rd edition, 1987 * Ambulance Calls: Review Problems for the Paramedic, 3rd edition, 1991 * CPR for All: An Illustrated Manual of Basic Cardiopulmonary Resuscitation (CPR) in Adults, Children, and Infants (with Ilan Yeshua), 1991 * Emergency Medical Treatment: A Textbook for EMT-As and EMT-Intermediates, 1991 * A Manual for Instructors Adapted to Emergency Medical Treatment, 3rd edition, 1991 * Workbook for Emergency Medical Treatment: Review Problems for EMTs: With Answers, 1991 * Handbook of Prehospital Medications, 1995 * Study Guide for Emergency Care in the Streets, 5th Edition, 1995 * Handbook of Palliative Care (with Alexander Waller), 2nd edition, 2000 == References == ==External links== *Papers of Nancy L. Caroline. Schlesinger Library, Radcliffe Institute, Harvard University. Category:1944 births Category:2002 deaths Category:Deaths from multiple myeloma Category:American emergency physicians Category:Israeli emergency physicians Category:American emigrants to Israel Category:American hospital administrators Category:Radcliffe College alumni Category:Case Western Reserve University alumni Category:Israeli women physicians ",
    "title": "Nancy Caroline"
}