{
    "id": "51491246",
    "text": "\"Sola\" () is a song recorded by Mexican-American singer Becky G. It was released on June 24, 2016 through Kemosabe Records as the initial lead single from her then upcoming Spanish debut album, although it was later scrapped from the LP (which was titled Mala Santa and released in 2019). \"Sola\" was written by Gomez alongside Saul Alexander Castillo Vasquez, Steven Dominguez, and Martin Rodriguez Vincente; it is her first song to be recorded entirely in Spanish. The song features elements of reggaeton, urban, and Latin music, and lyrically speaks of gaining freedom after the conclusion of a negative relationship. It was also produced by Saul Alexander Castillo Vasquez, taking the name A.C. Gomez has confirmed that an English version of the song has been recorded, and is set to be released in the future. The song is also featured on the soundtrack to the 2018 video game The Crew 2. == Release == The single was released on June 24, 2016, to digital platforms. The audio was uploaded onto Gomez's VEVO account on the same day. A lyric video was uploaded on July 18. == Reception == Upon its release, \"Sola\" received a generally positive reception from music critics. Billboard praised the use of reggaeton elements in the song's production, while PopSugar described the song as her \"sexiest\" release yet. \"Sola\" had some success on Billboard subsidiary charts; it reached number 18 on the Hot Latin Songs chart, and number 11 on the Latin Pop Songs chart. == Live performances == Gomez first performed the single at the 2016 Premios Juventud, paying tribute to Britney Spears' performance of \"I'm a Slave 4 U\" (2001) at the 2001 MTV Video Music Awards. She sang \"Sola\" during her set in Splash Kingdom. She later performed a short version at La Banda, followed by \"Mangú\". Gomez has performed \"Sola\" in her shows from 2017 to 2018, and was included in her setlist when she was the opening act for Fifth Harmony in their PSA Tour during select Latin American dates. == Music video == The accompanying music video, released on August 26, was co-directed by Gomez with Frank Borin. It features Ray Diaz as Gomez's boyfriend and one of her dancers as her ex's new girlfriend. The video has over 221 million views as of November 2019. Gomez was inspired to make a \"cinematic\" music video while on the set of her feature film debut Power Rangers (2017). The premise opens with Gomez attending her own funeral. The scene is cut with the singer riding in a red car across a desert. The video then shows of what appears to be what she did before \"committing suicide\" and using a new appearance. Flashes of Gomez and her abusive boyfriend fighting in the car, the latter abusing Gomez by grabbing her cheeks and some verbal abuse in a fast food restaurant are shown. Gomez is later seen arriving at a café where her now-ex- boyfriend is abusing his new girlfriend (the same way as he did with Gomez). When she is slashing his car tire, she is taking the dress of a waiter while passing a note to her violent ex-boyfriend's girlfriend. After Gomez's ex- boyfriend gets out the café only to realize that the former busted one of his car tires, she and the girl drive off the road leading to a cliffhanger. ==Charts== {|class=\"wikitable sortable plainrowheaders\" |- ! Chart (2016) ! Peak position |- !scope=\"row\"|Chile (Monitor Latino) | style=\"text-align:center;\"| 6 |- ! scope=\"row\"| Mexico Espanol Airplay (Billboard) |style=\"text- align:center;\"|17 |- ! scope=\"row\"| Spain (PROMUSICAE) |style=\"text- align:center;\"|83 |- |- |- ! scope=\"row\"|US Twitter Top Tracks (Billboard) |49 |- |- |} ===Year-end charts=== {| class=\"wikitable sortable\" |- !Chart (2016) !Position |- !US Billboard Hot Latin Songshttp://www.billboard.com/charts/year-end/2016/hot-latin-songs |align=center|63 |- |} == References == Category:2016 singles Category:2016 songs Category:Becky G songs Category:Spanish-language songs Category:Songs written by Becky G ",
    "title": "Sola (Becky G song)"
}