{
    "id": "51490194",
    "text": "The Archdeacon of Kells ( ), alias the Archdeacon of Nobber (, ), was a medieval ecclesiastical post in the Diocese of Meath in the Kingdom of Meath, Ireland. The Archdeaconry was officially established sometime between the 11th and 13th centuries, and was annexed to the Rectory of Nobber. In the 16th Century, the office was briefly united to the Bishopric of Meath, but afterwards separated again. As a consequence of the Reformation, the Archbishop of Armagh (Church of Ireland) held the \"\". Sometime before 1622, the Archdeacon of Kells and Rectory of Nobber were permanently united to the bishopric of Meath. ==Background== Before the dissolution of the Monasteries and Henrican reforms of the 16th century took full effect in Ireland, there were Archdeacons of Kells, County Meath. The Diocese of Kells was established sometime after the Synod of Kells (1152), and incorporated with the Diocese of Meath after 1211. The deanery of Kells was created by Simon (de) Rochford, Bishop of Meath, in 1216. At the time, it was one of twelve rural deaneries in Meath, later becoming one of the two archdeaconries of the same diocese. Nobber was once an important town in the Kingdom of Meath, and the Rectory of Nobber was united to this dignity; thus the holder was sometimes called Rector of Nobber, Parson of Nobber, or most commonly styled Archdeacon of Nobber. In medieval times, \"Kells\" is called , with \"Nobber\" expressed as . Confusingly, the archdeacon of Kells held the Rectory of Nobber, while the archdeacon of Meath held the Rectory of Kells. ==Archdeacons== In the High Middle Ages it was the most senior diocesan position below a bishop in the Roman Catholic Church. An archdeacon is often responsible for administration within an archdeaconry, which is the principal subdivision of the diocese. It is nearly impossible to fully catalogue the succession of holders of this ancient office. Nonetheless, the information below is preserved. * aft. = after * bef. = before * d. = died * res. = resigned * att. = attainted {| class=\"wikitable\" |- ! scope=\"col\" style=\"background: #CED4F2; width: 20%; font-size: 95%;\"| Dates ! scope=\"col\" style=\"background: #CED4F2; width: 18%; font-size: 95%\" | Name of holder ! scope=\"col\" style=\"background: #CED4F2; width: 55%; font- size: 95%;\" | Extracts from papal, ecclesiastical and annalistic sources |- | bef. 1047 - 1047 (d.) || Cuduiligh mac Gaithine || \"\", and \"\". |- | bef. 1276 - aft. 1276 || Synan || \"in Ecelesia Midensi Archidiaconi\". |- | bef. 1281 - 1287 (res.) || Thomas St. Leger || \"\", \"on 12th of July 1286\", \"\", and \"\". |- | bef. 1288 - 1288 (d.) || John de Dubleton, or Dumbilton? || \"\", \"\". |- | bef. 1315 - bef. 1348 (res.) || Thomas St Leger || \"\", but \"\". |- | bef. 1348 - aft. 1369 || Henry Powell || \"1 December 1348: Henry Powel, Archdeacon of Kenlys\". and in 1362, and in 1367, and in 1369 when Archbishop Sweteman wrote to \"Master Henry Powle, Archdeacon of Kenlys\" on 28 August, seeking details of \"\", and 19 September, \"\". |- | bef. 1374 - bef. 1380 || Nicholas Runnehy? || \"\". |- | bef. 1380 - bef. 1383 || Walter de Brugge || \"\". |- | bef. 1383 - bef. 1384 || Richard Broun (Brown) || |- | bef. 1384 - bef. 1417 (d.){{refn|Healy (1908) erroneously lists \"\" as Archdeacon in 1401, misinterpreting text: \"\" in Calendar of Papal Registers. || Adam del Naas || \"\", \"\", \"24 Nov 1412: Adam del Naase, Archdeacon of Kenlis\", \"17 Apr 1413: Adam del Naas, Archdeacon of Kenlys\". died before 1417. |- | bef. 1417 - 1423 (res.) || Robert Sutton || Styled in 1417 as \"\", with \"\". He retained possession in 1418, but the \"\", was confiscated on 17 July 1423. |- | 1423 - 1428 (d.) || Thomas Rosellis or Rossell || \"\", \"\" in 1423. Died circa 1428. |- | 1423 - 1428 (res.) || John Stanyhurst || \"\", in 1428. |- | 1428 - aft. 1428 || Thomas Barby || \"On 8th March 1429, To Thomas Barby, archdeacon of Kenlys in Meath, I.U.B. Collation and assignment of the said archdeaconry, .. to which is annexed the parish church of Nobir\". |- | bef. 1434 - bef. 1467 || John Stanyhurst || \"\", and \"Archdeacon of Kells, and parson of Nobber in 1435\". and 1464. |- | bef. 1467 - bef. 1525 || James Porter || \"\". |- | bef. 1525 - bef. 1532 || John Treguran (or Tryguran) || \"We do not know whether Tryguram resigned his benefice in 1528\". |- | 13 Feb 1532 - 15 July 1535 (d.), 1536 (att.) || Charles Reynolds || Cahir Magranyl, or McRanell, \"\", \"\". |- | 1535 - aft. 1541 || Thomas Lockwood || \"\". |- | aft. 1543 - bef. 1547 || Edward Staples || \"\". |- | aft. 1543 - 1565 (d.) || Thomas Lockwood || \"\", holding office until his death, in April 1565. |- | 1565 - 1568 (res.) - 1584 (d.) || Thomas Lancaster || \"\". \"\". \"\"; died 1584. |} 180px ==Dissolution== In 1543, Edward Staples, Bishop of Meath, appropriated the Archdeaconry of Kells and the Rectory of Nobber to his Episcopal see, or rather the temporalities of the offices. The union was sealed by license from the king, dated 27 December 1544. Nonetheless, the Archdeaconry of Kells expressed itself again in 1547, with Thomas Lockwood still incumbent. The reason for the brief union of offices is unclear, but it is known many religious houses in Ireland resisted dissolution until well into the reign of Elizabeth I. On 12 March 1569, Thomas Lancaster, an English Protestant clergyman, consecrated Archbishop of Armagh (Church of Ireland) on 12 June 1568, was given license to hold in commendam the post of archdeaconry of kells, and the rectory of Nobber. According to the \"Regal Visitation Book\", sometime before 1622, the office of \"\", was permanently united to the bishopric of Meath. ==Notes and references== ===Notes=== ===Citations=== ===Primary sources=== * * ===Secondary sources=== * * * * * * * * * * * * * * * * * * * * * * * * === Bibliography === * Category:Roman Catholic Diocese of Meath Category:Medieval Ireland Category:Religion in County Meath Category:Archdeacons of Kells ",
    "title": "Archdeacon of Kells"
}