{
    "id": "51491222",
    "text": "The Revelators (also known as \"The Delta Revelators\") is an Australian blues rock band formed in 1989 by Joe Camilleri, James Black, Joe Creighton and Peter Luscome. Jeff Burstin joined in 1990. In Camilleri's own words, their desire was to \"blow out the serious days' work with people who shared the same interest in music and who simply wanted to play it\". The band is a side project of The Black Sorrows as all members were part of The Black Sorrows at the time of formation. The Revelators' sound was a return to early Black Sorrows sound: playing largely R&B-oriented; cover songs. The band released three studio albums and a live DVD between 1991 and 2002. A greatest hits was released in 2012. The band received two ARIA Award nominations; both for ARIA Award for Best Blues and Roots Album, in 2001 and 2003. ==History== Band members Camilleri, Black and Creighton were part of The Black Sorrows, an Australian blues and roots band that had released five studio albums in the 1980s. The band's first three albums were independently released and featured mostly cover versions of Rhythm and blues songs. The group signed to CBS Records in 1987 and released two more albums, including Hold On to Me released in 1988, which featured all original material. The album peaked at number 3 on the ARIA charts and was nominated for five ARIA Awards at the ARIA Music Awards of 1989. Camilleri, Black and Creighton created \"The Delta Revelators\", a side project of the Black Sorrows in the late 1980s to play gigs and relax after more serious studio work. The response from Melbourne audiences led them to regular sessions at ID's (now The Continental) and the Botanical Hotel which in turn led to fans requesting an album. The band recorded Amazing stories – a collection of roots based covers in 1991. The album was re- released in March 1993 as a 2-CD pack with The Black Sorrows' Better Times and it peaked at number 14 on the ARIA Charts. A near ten-year hiatus then ensued while they were engaged with other musical commitments. In early 2000, Nicky Bomba, Ed Bates and James Black joined the group and in four days, they recorded a second studio album titled The Adventures of The Amazing Revelators. the album was a mix of blues and roots covers and original material. The album was released in March 2000. In November 2001, a live DVD titled Floating Bridge: Live at the Basement was released. It originally aired on ABC TV in December 2001. In September 2002, the band released a third studio album titled, The Revelators. In July 2012, the band released Floating Bridge: Live at the Basement as a digital-only live album. In August 2012, the band reunited for three special afternoon shows in Melbourne at the newly launched venue the Flying Saucer Club. They celebrated with the release of The Best Of... The Revelators. ==Members== * Joe Camilleri (vocals, saxophone, guitar) * James Black (keyboards) * Joe Creighton (bass, backing vocals) * Jeff Burstin (guitar) * Peter Luscombe (drums) * Nicky Bomba (drums, percussion, backing vocals) * Ed Bates (guitar) * James Black (piano, organ, clarinet, guitar, mandolin) ==Discography== ===Studio albums=== * Amazing Stories (December 1991) (Sony Music Australia/ Demon Records [UK]) ** Better Times (by The Black Sorrows) / Amazing Stories (by The Revelators) (1993) CBS Records #14 AUS * The Adventures of The Amazing Revelators (2000) (Head Records) * The Revelators (2002) (Head Records) ===DVD/Live albums=== * Floating Bridge: Live at the Basement (2001 – DVD; 2012 – digital download) ===Compilations=== * The Best Of... The Revelators (Head Records) (2012) ==References== Category:Australian rock music groups Category:Musical groups established in 1989 Category:Musical groups from Melbourne ",
    "title": "The Revelators"
}