{
    "id": "51503996",
    "text": "Selma Vaz Dias, also known as Selma Cohen-Vaz Dias (23 November 1911 — 30 August 1977), was a British actress, writer, and painter. Dias was born in Amsterdam to Jacob Vaz Dias and Hana Hamburger. She had a brother, Salomon. She moved to the United Kingdom, where she spent most of her career. Her cinematic credits include performances in the films of major British directors, including Alfred Hitchcock's The Lady Vanishes (1938) and Michael Powell and Emeric Pressburger's One of Our Aircraft Is Missing (1942). She also appeared in Ernest Morris' The Tell-Tale Heart (1960). Author Jean Rhys credited Dias with reawakening her literary inclinations. Rhys had disappeared from public view and fallen into obscurity shortly after her novel Good Morning, Midnight was published, in 1939. When Dias adapted the novel for theatrical presentation in 1949, Rhys said that Dias had \"lifted the numb hopeless feeling that stopped me writing for so long\". In 1957, Dias's radio adaptation of Good Morning, Midnight was broadcast by the BBC. She played Solange in the two British premières (the first, given in French, the second, in English) of Jean Genet's The Maids, both of which were directed by Peter Zadek, in 1952 and 1956 respectively.Genet, Jean (1963) The Maids, trans. Bernard Frechtman. London: Faber. (p. 6) . She also played the lead role, Irma (a brothel madam), in the world première of Genet's The Balcony, which opened on 22 April 1957, in a production directed by Zadek at the Arts Theatre Club, a \"private theatre club\" that enabled the production to circumvent the Lord Chamberlain's ban on public performances of the play.Styan, J. L. (1981) Symbolism, Surrealism and the Absurd. Vol. 2 of Modern Drama in Theory and Practice. Cambridge: Cambridge UP. (p. 149) .; White, Edmund. 1993. Genet. Corrected edition. London: Picador, 1994. (p. xxiv; 481). . Dias died in London on 30 August 1977. She was survived by her husband, the journalist Hans Werner Egli, with whom she had a son and daughter. == References == == External links == * Category:1911 births Category:1977 deaths Category:People from Amsterdam Category:20th-century British writers Category:20th-century British actresses ",
    "title": "Selma Vaz Dias"
}