{
    "id": "51509789",
    "text": "Annie R. \"Nancy\" Corrigan (21 June 1912 – 1983) was an early aviator in the US who trained as a pilot in Cleveland, Ohio while working as a nursemaid and fashion model in 1932. She went on to be a successful instructor and commercial pilot when it was very unusual for women to be involved in such matters. ==Early life== Corrigan was born in Owenduff In Achill in the west of Ireland. She was the youngest of four daughters and her father was a railway worker on the Westport to Achill line. He was killed in a tragic accident and left his wife, Maggie Corrigan, near destitute forcing each of his daughters to emigrate to the United States. Nancy emigrated in 1929 at the age of 17 and sailed from Cork to New Jersey and went from there to Cleveland, Ohio. She found work as a nanny with a wealthy family in Shaker Heights. ==Career== During her time in Cleveland she decided to take up flying. It was 1932 and flying was very uncommon for women and in addition it was very expensive. She was earning about $10 a week and the cost of a pilot's licence was about $700 so she had to take up modelling to subsidize her hobby. She left her job as a nursemaid after three years an obtained employment with the John Robert Powers modelling agency in New York. The Powers modelling agency was one of the largest in the US, and the women on its books were known as ‘Powers Girls’. Anton McNulty, Mayo News. Retrieved December 19, 2011 She worked for the Powers modelling agency for about 10 years, principally as a hand modeller. Deirdre McQuillan, Irish Times. Retrieved January 5, 2015 Corrigan qualified as a pilot after only 4.45 hours of flying which was almost unthinkably rapid but such was her budget that she had to, since she couldn't afford many more hours of training. Her story created such an impact that it was reported on in the Cleveland Newspapers. Marvin Fong, The Plain Dealer. Retrieved August 28, 2014 ==Pilot trainer== When the US joined World War II her skills were sought after and she took on the role of trainer to fighter pilots and air cadets in Spartan College, Tulsa, Oklahoma. She also taught at Stephen's College in Columbia, Missouri. After the conclusion of the war she became only the second woman to earn a commercial pilot's licence in the US. Over the decades that followed she logged 600,000 miles on commercial jets. Damian Corless, Irish Independent. Retrieved December 30, 2014 During her six years as head of St Stephen's College in Columbia, Missouri, she supervised 600 women on their flight programme and graduate without a single failed test. She became one of only two women with a multi-engine, commercial-rating pilot's licence in the 1950s. She retired to Florida and died of a heart attack in 1983 aged 70 or 71. Richard Fitzpatrick, Irish Examiner. Retrieved January 5, 2015 Corrigan's life was celebrated with a TV documentary (Nancy Corrigan: Spéirbhean Acla, \"Sky-Woman of Achill\") first televised on the Irish language channel TG4 on January 6, 2015. Mid West Radio. Retrieved January 6, 2015 Francis Toner, Mayo Advertiser. Retrieved December 19 2014 There is also a museum to her on the Westport Greenway in Ireland and the story of Nancy's life also appears in the Tonragee NS Centenary book, which is available in shops in Achill and Mulranny. Corrigan is the subject of a special exhibition entitled \"The Model Pilot,\" at the International Women's Air and Space Museum at Burke Lakefront Airport. Brian Albrecht, The Plain Dealer. Retrieved August 29, 2014 ==References== Category:1912 births Category:1983 deaths Category:Stephens College faculty Category:American female models Category:American female commercial aviators Category:People from County Mayo ",
    "title": "Nancy Corrigan"
}