{
    "id": "51504934",
    "text": "Self-portrait (1917) Il Castello (1931) René or Renato Herbert Paresce (5 January 1886 – 15 October 1937) was a Swiss-born Italian painter and writer. ==Biography== René was born in Carouge, a suburb of Geneva. His father was a militant socialist from Palermo and his mother, Lidia Ignatieff, was the daughter of a Russian businessman. As a young man, he traveled to Paris. His parents travelled frequently, including to Moscow and Florence. As an infant, his family stayed mostly in Florence where he attended the , and enrolled in the Physics program of the University of Bologna, but ended by completing his physics thesis in Palermo in 1911, on the subject of light spectra. After having been refused an academic position at Palermo, he became a teacher of natural sciences at the Barnabite affiliated Collegio alla Quercia in Florence. He continued to spend time painting and befriended the painter Baccio Maria Bacci. He also worked as a translator of French and Russian. In 1912, he married the pianist Ella Klatschko (1880-1966), daughter of the Russian- Jewish revolutionary, . In 1912, they moved to Paris. There he met or befriended Cezanne, Odilon Redon, Picasso, Diaghilev, Élie Faure, Paul Fort, Max Jacob, André Salmon, Diego Rivera, and Modigliani, who dedicated a painting to him in 1917. During World War I, he moved to London, where he participated in marine research with the National Physical Laboratory. While there, he met Oskar Kokoschka. After the war, he traveled as a journalist to cover the Versailles conference, working for Il Giornale d'Italia and, later, La Stampa; signing his articles Renato. He soon was writing pieces about art criticism and painting to support his family. He remained in Paris until 1930. In 1926, Margherita Sarfatti invited René to exhibit in Milan with the painters of the Novecento Italiano. He continued to exhibit in Venice, Zürich, and Paris. In 1931, under the patronage of , he was part of an exhibition of Italian painters at the Salon de l'Escalier in Paris, together with Giorgio De Chirico, Alberto Savinio, Mario Tozzi, Filippo de Pisis, Gino Severini, and Massimo Campigli, among others. In 1933, René had a personal exhibition hosted at the Galleria del Milione in Milan. In 1934, he took a voyage around the world, with a stop at Fiji, then crossed the United States; a trip he chronicled in a series of articles for La Stampa. In 1935, they were collected in a book titled L’altra America. After a long period when his interest in painting gradually declined, he died in Paris.Encyclopedia Treccani, Dizionario Biografico degli Italiani - Volume 81 (2014), entry by Davide Lacagnina.Archive of his works.Rene paresce un Italiano a Parigi, Opere dalla Collezione del Banco Popolare Bergameschi. ==References== ==External links== Category:1886 births Category:1937 deaths Category:20th-century Italian painters Category:Italian male painters Category:People from Geneva Category:20th-century Italian writers Category:20th-century Italian male writers Category:People from Carouge ",
    "title": "René Paresce"
}