{
    "id": "51505937",
    "text": "Blackout: Tomorrow Will Be Too Late is a disaster thriller book by the Austrian author Marc Elsberg, described by Penguin Books as \"a 21st-century high-concept disaster thriller\". Published in German in 2012, it had been translated into fifteen languages and sold a million copies worldwide.Blackout (Marc Elsberg), Penguin Books (page visited on 3 September 2016). The English version was published in 2017. The novel is about a European power outage due to a cyberattack. For realism the book is written on the basis of interviews with intelligence and computer security officials. == Plot== The novel starts with a collapse of electrical grids across Europe, plunging the population into darkness and disaster. Blaise Gauquelin, \"Coût de la panne. Marc Elsberg plonge l’Europe dans le noir avec l’aide de hackers\", Libération, 6 May 2015 (page visited on 4 September 2016). The prolonged electricity cut causes major problems: no more petrol, no telephone, no food in supermarkets, no cash machines working, nuclear disasters, etc.Nico Fried, \"Innenminister in der Kritik - De Maizière stellt Zivilschutzkonzept vor\", Süddeutsche Zeitung, 24 August 2016 (accessed 4 September 2016). In this article, the German Federal Minister of the Interior, Thomas de Maizière, cites Marc Elsberg's book Blackout to illustrate the vulnerability of the power supply infrastructure. A former computer hacker and IT professional tries to find out the root cause for this. While doing so he himself becomes a hunted person as officials find suspicious e-mails sent from his laptop and think that he is involved. == Film adaptation == The novel is currently being adapted into a miniseries starring Moritz Bleibtreu, directed by Oliver Rihs and Lancelot von Naso and is scheduled to begin filming in fall 2020. == See also == * Societal collapse * Cyberwarfare * == References == == External links == * Official website * Blackout (Marc Elsberg at TEDxBerlin) Category:2012 novels Category:2012 science fiction novels Category:21st-century Austrian novels Category:Austrian speculative fiction novels Category:Techno-thriller novels Category:Novels about terrorism Category:Malware in fiction Category:Power outages Category:German-language novels ",
    "title": "Blackout (Elsberg novel)"
}