{
    "id": "51500463",
    "text": "The 1983 Arizona Wildcats football team represented the University of Arizona in the Pacific-10 Conference (Pac-10) during the 1983 NCAA Division I-A football season. In their fourth season under head coach Larry Smith, the Wildcats compiled a 7–3–1 record (4–3–1 against Pac-10 opponents), finished in fifth place in the Pac-10, and outscored their opponents, 343 to 188. The offense scored an average of 31.2 points per game, the eighth best average in Division I-A. The team played its home games in Arizona Stadium in Tucson, Arizona. They were ineligible for a bowl game due to being put on probation as well as NCAA violations (see below). The team's statistical leaders included Tom Tunnicliffe with 2,474 passing yards, Chris Brewer with 586 rushing yards, and Jay Dobyns with 694 receiving yards. Linebacker Ricky Hunley led the team with 176 total tackles.2016 Media Guide, p. 86. ==Before the season== The Wildcats finished the 1982 season with a 6–4–1 (4–3–1 Pac-10) record and entered 1983 with high expectations with a chance to contend for a possible trip to the Rose Bowl. ===NCAA investigation=== In the spring of 1983, Arizona was placed on probation by both the Pac-10 and the NCAA after it was discovered that the football program was involved in a slush fund scandal by giving players cash payments, which is illegal under NCAA rules. Tony Mason, Smith’s predecessor, was allegedly involved in the scandal. After a three-year investigation, the NCAA and the Pac-10 found enough evidence that Mason covered up the scandal and that the Arizona football program broke NCAA rules by committing academic fraud as well as recruiting violations. The program was placed on a three-year probation and was also fined $250,000 (the team was originally placed on probation in 1981 and Mason had already been fired before the 1980 season began, leading to the hiring of Smith). As a result, them lost scholarships and was banned from bowl games for the 1983 and 1984 seasons. In addition, they were also barred from playing live games on TV for both seasons (nearly all home games, though TV rights for select home and road games were already booked before the ban). Due to the bowl, the Wildcats were ineligible for the Rose Bowl if they were to finish in first place in the Pac-10, which they ultimately did not. ==Personnel== ==Schedule== ==Game summaries== ===Arizona State=== Max Zendejas kicked the game-winning 45-yard field goal as time expired. ==References== Arizona Category:Arizona Wildcats football seasons Arizona Wildcats football team ",
    "title": "1983 Arizona Wildcats football team"
}