{
    "id": "51501272",
    "text": "Pardes Mein Hai Mera Dil (English: My Heart Lives In A Foreign Land) (International title:Chasing My Heart) is an Indian television series produced by Ekta Kapoor under her banner Balaji Telefilms for Star Plus. The storyline set in Austria is inspired by the 1997 film Pardes and Manju Kapur's 2008 novel The Immigrant. It was shot in locations near India, Vienna and Innsbruck The series stars Drashti Dhami as Naina Vivek Batra, Arjun Bijlani as Raghav Rajesh Mehra and Vineet Raina as Rehaan Karan Khurana. It went off air on 30 June 2017 with 170 episodes. It was replaced by Iss Pyaar Ko Kya Naam Doon 3. The show was dubbed in English on Star Life as Chasing My Heart ==Plot== Raghav Mehra works in his rich Indian family based in Austria. He is in love with the rich and spoilt Sanjana Singhal, who ignores him. Naina Batra, a woman close to her family breaks up with her fiancé Amit due to her heart patient mother Asha's illness and leaves to Austria for the operation. Naina and Raghav become friends. Impressed by Naina, Raghav's grandmother Indumati fixes her marriage with Veer, another heir to the family. However, on the wedding day Indumati asks Raghav to become Naina's groom as Veer leaves. Raghav sacrifices his love for Sanjana and marries Naina. Naina feels betrayed but soon trusts Raghav. Sanjana gets pregnant with Veer's child and causes a misunderstanding making Naina believe that it is Raghav's child though it is later cleared, after which Naina helps Raghav start a business in Austria. Indumati falls into a coma. Raghav invents a product but Veer and his father Madan steal the idea by selling it of as their own. Naina collects evidence against Veer and shows it to buyer Rehaan Khurana who tells her that she can buy Raghav's patent back only if she gets €20,000. Naina meets Rehaan's wife Ahana and agrees to become a surrogate mother for her to help Raghav who misunderstands the situation by thinking Naina has an affair and carries someone else's baby. Without justification, he divorces her. Sanjana and Veer get married. Sanjana gives birth to their daughter Veera Mehra. Raghav's cousin Shaurya weds Pragya and they become parents to Prayag. Ahana meets with a car accident planned by Rehaan's stepmother Harjeet and dies after telling Naina that the baby is in danger. ===Three months later=== Naina lives in India and Raghav is an arrogant businessman. Veer's brother Akash has married Soumya and Aman is their son. Indumati wakes up from coma and mistakens Ahana's baby to be of Raghav and Naina. Raghav buys the company Naina worked in only to trouble her but softens up later. Rehaan learns that Ahana hired a surrogate so he began searching her and also told about this to Harjeet who now wants to kill Ahana's baby and sends goons to harm the pregnant Naina but Raghav rescues her. Naina gives premature birth to a baby boy Ahaan. Naina and Raghav grow closer as they confess their love but part ways later amid misunderstandings. Rehaan attacks Raghav thinking he had kidnapped the baby. Raghav dies but is later discovered that he is alive and is kidnapped thinking Naina cheated on him and Rehaan is Ahaan's father. Naina marries Rehaan to look after Ahaan. Naina and Indumati now live in Rehaan's house, vowing revenge on Harjeet and her son Armaan. Naina acts to be possessed by Ahana's ghost. Armaan and his lover Ira marry after several events and she gives birth to Imraan but Rehaan puts Armaan in jail. Naina reveals Harjeet's true intentions to kill her and Ahaan. She tells Indumati that her marriage with Rehaan is real. Harjeet gets arrested for her crimes and tries to shoot Naina but Rehaan comes in between, sacrifices his life and dies. ===Seven years later=== Naina, Ahaan and Indumati live happily. Naina works as a tuition teacher and points towards Raghav's photo when her students question about her love story. She tells them that Raghav is her life as he told her the meaning of love and she will be united with him in heaven. ==Cast== ===Main=== * Drashti Dhami as Naina Rehaan Khurana (formerly Naina Raghav Mehra; née Naina Vivek Batra) (2016–2017) * Arjun Bijlani as Raghav Rajesh Mehra (husband of Naina Batra)(2016–2017) *Vineet Raina as Rehaan Karan Khurana (2nd husband of Naina Batra)(2017) ===Recurring=== *Surekha Sikri as Indumati Lala Mehra (2016–2017) *Alka Amin as Asha Vivek Batra (2016–2017) *Alok Narula as Rajeev Vivek Batra (2016–2017) *Sangeeta Kapure as Chanchal Rajeev Batra (2016–2017) *Unknown as Ayaan Rajeev Batra *Rakesh Kukreti as Madan Lala Mehra (2016–2017) *Manini Mishra as Sudha Madan Mehra (2016–2017) *Laksh Lalwani as Veer Madan Mehra (2016–2017) *Additi Gupta as Sanjana Veer Mehra (née Sanjana Singhal) (2016–2017) *Unknown as Veera Veer Mehra * Lovekesh Solanki as Akash Madan Mehra (2016–2017) * Unknown as Soumya Akash Mehra * Unknown as Aman Akash Mehra *Manish Khanna as Balraj Lala Mehra (2016–2017) *Sonia Rakkar as Parmeshwari Balraj Mehra (2016–2017) *Ankit Shah as Shaurya Balraj Mehra (2016–2017) *Unknown as Pragya Shaurya Mehra *Unknown as Prayag Shaurya Mehra *Rini Das as Ira Armaan Khurana (née Ira Balraj Mehra) (2016–2017) *Pulkit Bangia as Armaan Karan Khurana (2017) *Sudha Chandran as Harjeet Karan Khurana (2017) *Unknown as Imraan Armaan Khurana *Adaa Khan as Ahana Rehaan Khurana (2017) *Parveen Kaur as Amit's mom *Vicky Arora as Amit Mehrotra (2016–2017) * Lucinda Nicholas as Amit's girlfriend ==References== ==External links== * Pardes Mein Hai Mera Dil on Hotstar Category:Balaji Telefilms television series Category:2016 Indian television series debuts Category:2017 Indian television series endings Category:Star Plus original programming Category:Television shows set in Austria Category:Television shows set in Mumbai Category:Television shows based on Indian novels Category:Indian television soap operas Category:Serial drama television series ",
    "title": "Pardes Mein Hai Mera Dil"
}