{
    "id": "51508312",
    "text": "Ross John Travis (born January 9, 1993) is an American football tight end for the New York Jets of the National Football League (NFL). He played college basketball at Penn State and did not play college football.Former Penn State forward Ross Travis chasing dream by declaring for NFL Draft After going undrafted in the 2015 NFL Draft, he signed with the Kansas City Chiefs as an undrafted free agent.Physicality of pads looms for impressive young Chiefs tight end Ross Travis ==College basketball career== Travis was rated as a three-star recruit by ESPN and Rivals and was considered one of the top college prospects in Minnesota. As a freshman, he played all 32 games starting 16, he averaged 4.4 points and 4.7 rebounds per game in his first year. He won the team's Scrappiest Player Award which is voted by teammates and coaches. In his final three years at Penn State, Travis averaged 7.0, 8.3, and 5.5 points per game as a sophomore, junior and senior. He finished his career with the Nittany Lions as a four-year letterman and played a career total of 133 games and started 98. ==Professional career== ===Kansas City Chiefs=== Having not played football since freshman year of high school eight years prior, Travis was signed to the Kansas City Chiefs' practice squad as an undrafted free agent on September 7, 2015. He was released by the Chiefs on September 14, 2015 but was re-signed on November 17, 2015. He re-signed with the Chiefs on January 18, 2016. On November 27, 2017, Travis was waived by the Chiefs. ===Indianapolis Colts=== On November 28, 2017, Travis was claimed off waivers by the Indianapolis Colts. In his Colts debut, Travis had two catches for 33 yards. On August 30, 2018, in the last preseason game against the Cincinnati Bengals, Travis suffered a torn ACL injury after catching a pass from quarterback Phillip Walker for a first down on 4th & 6, prematurely ending his 2018 season. On September 1, 2018, Travis was placed on injured reserve. On February 26, 2019, Travis was re-signed by the Colts. He was released on August 31, 2019. He was re-signed on November 25, 2019. He was waived on December 27, 2019. ===New York Jets=== On December 28, 2019, Travis was claimed off waivers by the New York Jets. On September 5, 2020, Travis was released by the Jets and signed to the practice squad the next day. ==References== ==External links== *Kansas City Chiefs bio *Penn State Nittany Lions bio Category:1993 births Category:Living people Category:Players of American football from Minnesota Category:Sportspeople from the Minneapolis–Saint Paul metropolitan area Category:People from Chaska, Minnesota Category:Basketball players from Minnesota Category:American football tight ends Category:American men's basketball players Category:Penn State Nittany Lions basketball players Category:Kansas City Chiefs players Category:Indianapolis Colts players Category:New York Jets players ",
    "title": "Ross Travis"
}