{
    "id": "51509079",
    "text": "Autumn, after Hans Bol Pieter van der HeydenAlternative name variations and spellings: Pieter van der Heijden, Pieter Verheijden, Pieter Verheyden, Petrus Ameringius, Petrus a Merica, Petrus Mericinus, Petrus Miricenys, Petrus Miricinus, Petrus Miriginus, Petrus Myricenis (c. 1530 - after March 1572) was a Flemish printmaker who is known for his reproductive engravings after works by leading Flemish painters and designers of the 16th century.Pieter van der Heyden at the Netherlands Institute for Art History ==Life and work== It is believed the artist was born in Antwerp in 1551. It is not clear with whom he trained. He received commissions from the leading Antwerp publisher Hieronymus Cock. He made engravings after the paintings of famous Flemish painters of the previous generation as well as contemporary artists such as Hieronymus Bosch, Pieter Bruegel the Elder, Frans Floris and Lambert Lombard. He also worked after the original designs made by contemporary artists such as Pieter Bruegel and Hans Bol for the publishing projects of Hieronymus Cock. An example is the project of four prints representing the four seasons, originally started by Bruegel as a project for Hieronymus Cock. Bruegel had revived the medieval tradition of depicting the four seasons with his monumental series of the months painted in 1565. When Bruegel died in 1569, he had only completed the designs for Spring and Summer. Hieronymus Cock then commissioned Bol to make designs for Autumn and Winter. The set of four prints were engraved by Pieter van der Heyden and published by Cock in 1570.Albert Elen, Hans Bol at Museum Boijmans van Beuningen Avarice, after Pieter Bruegel the Elder Pieter van der Heyden was from 1556 onwards one of the primary engravers of the work of Pieter Bruegel the Elder. Although van der Heyden was not an inventive engraver and his figures are considered to be stiff and angular, Bruegel seems to have preferred working with the artist because of his highly skilled technique and his fidelity to the design he was copying. It is possible that because of his awareness of these limitations of van der Heyden, Bruegel started to adapt his designs so that they did not require skill in translating washing and free-flowing marks but could be followed line for line. Van der Heyden made 26 engravings after designs by Bruegel, the most of any other printmaker.Nadine Orenstein, Pieter Bruegel the Elder: Drawings and Prints, Metropolitan Museum of Art (New York, N.Y.),, 45-46 and 137 Pieter van der Heyden marked his prints often with PME, the initials of his Latinized name, Peter Mercinus. He was last mentioned in March 1572. ==References== ==External links== * Category:Flemish engravers Category:People from Antwerp Category:1530 births Category:1572 deaths Category:16th-century engravers Category:Members of the Antwerp Guild of Saint Luke ",
    "title": "Pieter van der Heyden"
}