{
    "id": "515046",
    "text": "Pushbutton and touch screen Deutsche Bahn ticket machines in Hinterzarten, Germany A ticket machine, also known as a ticket vending machine (TVM), is a vending machine that produces paper or electronic tickets, or recharges a stored-value card or smart card or the user's mobile wallet, typically on a smartphone. For instance, ticket machines dispense train tickets at railway stations, transit tickets at metro stations and tram tickets at some tram stops and in some trams. Token machines may dispense the ticket in the form of a token which has the same function as a paper or electronic ticket. The typical transaction consists of a user using the display interface to select the type and quantity of tickets and then choosing a payment method of either cash, credit/debit card or smartcard. The ticket(s) are then printed on paper and dispensed to the user, or loaded onto the user's smartcard or smartphone. ==Ticket and fare formats== For most of the twentieth century, ticket machines issued paper tickets, or tokens worth one fare each. Later, fare value was loaded onto stored-value cards (first paper, later smart cards). Passengers could load any amount within a range; it did not necessarily have to correspond to any particular single fare. The cards could be reloaded until their expiration date, again with any monetary amount within a given range. To encourage usage of ticket machines and reduce the need for salespersons, machine prices may in some cases be lower than those at a ticket counter. ==Timeline== *1904: first self-service ticket machines on the Central London Railway, now part of London UndergroundM. A. C. Home, Automatic Fare Collection on the London Underground and London Buses, Chapter 3 * 1954: Toronto Subway opens and has tokens in machines from day onehttps://www.blogto.com/city/2012/12/a_brief_history_of_ttc_tokens/ *1977: San Diego-based airline PSA introduces vending machines for airline tickets == Staff-operated machines == A handheld ticket machine used in BEST buses in Mumbai Mechanical ticket machines were used by bus drivers and conductors since the late 1920s. Their functions may include printing tickets, recording of sales and payments. Some manufacturers are TIM, Almex, Setright, AEG, CAMP (Compagnie d'Ateliers Mecaniques de Precision), Gibson GFI Genfare, Parkeon, Xerox, Beckson and Corvia (Ticketer). Since the 1970s (jobs), electronic computer terminals and printers are used. Handheld ticket machines are used on buses in India to sell tickets, validate smart cards and renew passes. These machines replaced the earlier manual fare collection system where tickets were often punched to indicate journey and fare stages. ==Enforcement== In many countries where trains and urban transport tickets operate largely on the honor system (with enforcement by roving inspectors or conductors), there are also machines in stations (or in vehicles) for validating tickets. This is for the situation where one buys a ticket in advance and decides to use it later. Usually, the ticket is time-stamped to determine its validity period. A common problem is forgetting to validate and then being fined as if one had no ticket at all. Such machines are generally not used in the United States. Nearly all American mass transit networks operating on the honor system expect their users to buy tickets immediately before use; regular riders can avoid that inconvenience by buying period passes in advance (often from the same machines that sell daily or one-time tickets). Recently, however, a handful of regional rail systems like Metrolink have adopted the use of validation machines for at least some ticket types. ==Issues== Ticket machines that are out of service or accept 'exact change only' result in losses for transport providers. Ticket machines on trams in Melbourne, for example, often run out of change when passengers use a higher ratio of $2 and 50c coins, depleting the ticket machine of smaller coin denominations (10c, 20c). Passengers do not need to buy tickets on trams when ticket machines run out of change. ==Applications== Ticket machines are also often used for amusement parks, cinemas (in those cases sometimes called ticketing kiosks), car parking (see pay and display), as well as those that issue free tickets — for example, those for virtual queueing. == Gallery == File:Opal card Top up machine at Engadine train station.jpg|Opal Card ticket and top-up machine in Sydney, Australia. File:Automat biletowy2.jpg|Ticket machine in Warsaw, Poland File:WuKaiShaStation-TicketMachines.png|Ticket machines in Wu Kai Sha Station of Hong Kong's MTR File:MetroNorthRRTicketMachine11172007.JPG|Machine for Metro-North Railroad, a metropolitan New York City commuter line, United States. File:Jordanhill station ticket machine.jpg|A ticket machine at the Jordanhill railway station in Scotland. File:Transport Ticket Machine in Olomouc.jpg|Ticket Machine in Olomouc, Czech Republic. == See also == * List of tram and light-rail transit systems * Self service * Ticketing kiosk == References == == External links == * Illustrated description of these machines on the London Underground * - Financial services Kiosk Category:Tickets Category:Vending machines Category:Street furniture ",
    "title": "Ticket machine"
}