{
    "id": "515032",
    "text": "GNE screenshot in 2010 Richard Stallman raising his hands in exultation at Wikipedia during a speech on Copyright and Community at Wikimania (2005) GNE (originally GNUPedia) was a project to create a free content encyclopedia (licensed under the GNU Free Documentation License) under the auspices of the Free Software Foundation. The project was proposed by Richard Stallman in December 2000 and officially started in January 2001. It was moderated by Héctor Facundo Arena, an Argentinian programmer and GNU activist. == History == Immediately upon its creation, GNUPedia was confronted by confusion with the similar-sounding Nupedia project led by Jimmy Wales and Larry Sanger, and controversy over whether this constituted a fork of the efforts to produce a free encyclopedia. In addition, Wales already owned the gnupedia.org domain name.Jimbo Wales gnupedia.org resolves to nupedia // bug-gnupedia mailing list - 21 Jan 2001 ()) The GNUPedia project changed its name to GNE (an abbreviation for \"GNE's Not an Encyclopedia\", a recursive acronym similar to that of the GNU Project) and switched to a knowledgebase. GNE was designed to avoid centralization and editors who enforced quality standards, which they viewed as possibly introducing bias. Jonathan Zittrain described GNE as a \"collective blog\" more than an encyclopedia. Stallman has since lent his support to Wikipedia. In The Wikipedia Revolution, Andrew Lih explains the reasons behind the demise of GNE: > Richard Stallman who inspired the free software and free culture movement > also proposed his own encyclopedia in 1999 and attempted to launch it in the > same year that Wikipedia took off. Called Gnupedia it coexisted confusingly > in the same space as Bomis's Nupedia, a completely separate product. Keeping > with tradition Stallman renamed his project GNE - GNE's not an encyclopedia. > But in the end Wikipedia's lead and enthusiastic community was already well > established and Richard Stallman put the GNE project into inactive status > and put his support behind Wikipedia. The GNU Project offers the following explanation about GNE: > Just as we were starting a project, GNUpedia, to develop a free > encyclopedia, the Nupedia encyclopedia project adopted the GNU Free > Documentation License and thus became a free commercial project. So we > decided to merge GNUpedia project into Nupedia. Now, the Wikipedia > encyclopedia project has adopted the philosophy of Nupedia and taken it even > further. We encourage you to visit and contribute to the site.The Free > Encyclopedia Project gnu.org () ==See also== *GNU Project *List of online encyclopedias ==References== ==External links== * GNE website () Category:Online encyclopedias Category:Internet properties established in 2001 Category:GNU Project Category:21st-century encyclopedias ",
    "title": "GNE (encyclopedia)"
}