{
    "id": "51505825",
    "text": "Shawn Cheshire (born 16 Sep 1975 in Harlingen, Texas) is an American para- athlete and United States Army military veteran. Cheshire has competed at the National (United States) and International levels in multiple para-sports, including adaptive rowing, adaptive biathlon, tandem road para-cycling, and tandem track para-cycling. ==Biography== Born in Harlingen (Texas, USA) in 1975, Cheshire served eight years in the United States Army as a helicopter armament specialist before transitioning to civilian career as an Emergency medical technician. Cheshire was blinded as the result of a 2009 traumatic brain injury that occurred while she was working as a paramedic in the back of an ambulance. Cheshire began tandem cycling in 2012, and was identified as an emerging talent at a 2012 United States Association of Blind Athletes (USABA) training camp. She first competed internationally in 2013, at the UCI Track Cycling World Championships. Cheshire, with tandem partner Mackenzie Woodring, were selected to represent Team USA in the Women's Tandem Time Trial and Women's Road Race events at the 2016 Summer Paralympics in Rio de Janeiro. ==Major Results - Para-Cycling== ===Paralympic Games=== 2016 Summer Paralympics (Rio de Janeiro, Brazil) :9th Women's Tandem Road Race. Shawn Cheshire (stoker), Mackenzie Woodring (pilot) ===UCI Para-cycling Road World Championships=== 2017 UCI Para-cycling Road World Championships (Pietermaritzburg, South Africa) :6th, Women's Tandem Road Race. Shawn Cheshire (stoker), Tela Crane (pilot) :6th, Women's Tandem Time Trial. Shawn Cheshire (stoker), Tela Crane (pilot) 2014 UCI Para-cycling Road World Championships (Greenville, SC, USA) :10th, Women's Tandem Road Race. Shawn Cheshire (stoker), Mackenzie Woodring (pilot) :7th, Women's Tandem Time Trial. Shawn Chesire (stoker), Mackenzie Woodring (pilot) ===UCI Para-cycling Track World Championships=== 2017 UCI Para-cycling Track World Championships (Los Angeles, CA, USA) :5th, Women's Tandem Individual Pursuit. Shawn Cheshire (stoker), Robin Farina (pilot) :11th, Women's Tandem 1 km Time Trial. Shawn Cheshire (stoker), Robin Farina (pilot) 2016 UCI Para-cycling Track World Championships (Montichiarai, Italy) :11th, Women's Tandem 1km Time Trial. Shawn Cheshire (stoker), Mackenzie Woodring (pilot) :7th, Women's Tandem Individual Pursuit. Shawn Cheshire (stoker), Mackenzie Woodring (pilot) ===UCI Para-cycling Road World Cup Events=== 2013 UCI Road World Cup - Segovia, Spain :3rd, Women's Tandem Road Race. Shawn Cheshire (stoker), Jennifer Triplett (pilot) :8th, Women's B Tandem Time Trial. Shawn Cheshire (stoker), Jennifer Triplett (pilot) 2013 UCI Road World Cup - Quebec, Canada :5th, Women's Tandem Road Race. Shawn Cheshire (stoker), Jennifer Triplett (pilot) ===United States Para-Cycling National Championships=== 2014 USA Cycling Para-cycling Road National Championships - Madison, WI, USA :1st, Women's Tandem Time Trial. Shawn Cheshire (stoker), Mackenzie Woodring (pilot) :1st, Women's Tandem Road Race. Shawn Cheshire (stoker), Mackenzie Woodring (pilot) ==Major Results - Other Para-Sports== ===Invictus Games - Indoor Rowing=== U.S. Army Spc. Shawn Cheshire, veteran, competes in indoor rowing at the 2014 Invictus Games 2014 (Inaugural) Invictus Games (London, UK) :2nd, Women's Rowing (Sprint -IR5) ===International Paralympic Committee - Nordic Skiing=== 2013 International Paralympic Committee Nordic Skiing World Cup (Canmore, Alberta, Canada) :5th, Women's IPC Nordic Skiing World Cup ===U.S. Cross Country Adaptive Championships - Biathlon=== 2013 U.S. Cross Country Adaptive Championships Soldier Hollow (Utah, USA) * Biathlon ==References== ==External links== *Shawn Cheshire (personal website) *Shawn Cheshire Team USA Biography *UCI Para- Cycling website Category:1975 births Category:Living people Category:American female cyclists Category:Cyclists at the 2016 Summer Paralympics Category:Paralympic cyclists of the United States ",
    "title": "Shawn Cheshire"
}