{
    "id": "51502176",
    "text": "Katie Brennan (born 2 October 1992) is an Australian rules footballer with and captain of the Richmond Football Club in the AFL Women's (AFLW). She previously played for and captained the Western Bulldogs from 2017 to 2019. Brennan was signed as a marquee player by the Bulldogs ahead of the inaugural AFL Women's season in 2017, and was their leading goalkicker in 2019. ==Junior and state-league football== Brennan grew up on a large family property in Loganholme, a suburb 29 kilometres south-east of Brisbane but also spent periods of her youth living in England and Dubai. She attended high school at Our Lady's College in the suburb of Annerley. She first played Australian rules football at the age of six in Auskick clinics at the Logan City Cobras Football Club.Australian Story: Top footballer Katie Brennan reveals struggle with bulimia Her first game of competitive football came that same year when she filled in for her older brother's under eights side, where she kicked seven goals on debut. Brennan continued to play with the Logan Cobras boys through to girls eligibility age cut-off at 15, including in one season where she won a club best and fairest award at under 14s level. From there, Brennan moved to the Logan youth girls league before moving up to the senior Queensland Women's League a year later. During her time with Logan, she played part in five consecutive premierships between 2006-2010.AFL Community: Players to watch - Katie Brennan In 2007 and at the age of 14, Brennan was selected to represent the Queensland under-18 side for the first time. She would go on to captain the Queensland under-18 team three times between 2008-2010 and gain All-Australian honours in 2009 and 2011.AFL Community: Players to watch - Katie Brennan She switched to the Yeronga Football Club in 2011 and again tasted premiership success in the Queensland Women's League. In her final season of Queensland football, Brennan played for Yeronga but was unable to continue her premiership streak in 2012. She moved to Melbourne ahead of the 2013 season at the age of 20 and began playing for the Darebin Falcons in the Victorian Women's Football League (VWFL). She would play in her first VWFL premiership that season as Darebin defeated Diamond Creek by 49 points in the grand final.Darebin Falcons make for undefeated season with demolition of Diamond Creek in Victorian Women's Football League grand final Brennan was drafted twenty-second overall by the Western Bulldogs in the 2013 women's draft and played for the club's representative side in exhibition matches through to 2016. Brennan was the winner of the Susan Alberti Award for the Western Bulldogs's best female player at the end of the 2015 exhibition season. She received the VFL Women’s Best and Fairest award and the VFL Women's leading goal-kicker award for her performances in the 2017 state league season including kicking 20 goals across the last three matches of the season. This despite an ankle injury that limited part of her season. ==AFL Women's career== ===Western Bulldogs (2017–2019)=== In July 2016, Brennan signed with the Western Bulldogs as one of their two marquee players ahead of the AFL Women's inaugural season. In January 2017, she was announced as the inaugural captain of the Bulldogs. Brennan sustained an acute ankle injury in a pre-season practice match just one week before the start of the season, though eventually debuted in the club's inaugural match with the help of pain- killing injections. After that match and one further, her pre-season ankle injury was re-aggravated and Brennan was forced to miss the following three matches. She attempted to make a return to football for a round 6 match against in her home state, but a late fitness test caused Brennan to severely tear her right quad muscle and ultimately miss the final two matches of the season. She finished the season having kicked three goals in her two matches. Brennan with the in February 2018 In her round 1 return to AFL Women's in 2018, Brennan kicked a match-best three goals in a 26 point victory over . She would again be haunted by injury however, sustaining ligament damage to her right ankle in round 3. After three weeks on the sidelines she made her return in the Bulldogs' final match of the home and away season in round 7 against . She captained the Bulldogs to a win in that match, securing a home-state grand final the week following. Brennan was involved in a dangerous sling tackle in that match, however, pinning the arms of 's Harriet Cordner in a tackle that saw Cordner's head hit the ground in the follow-through. Having already received a reprimand from the league's match review officer, she was offered a one-week suspension for her action. After unsuccessfully attempting to appeal her suspension, her suspension was increased to two weeks, with the suspension ultimately causing her to miss out on competing in the Bulldogs' Grand Final victory. On 23 March 2018, Brennan made a gender discrimination complaint against the AFL to the Australian Human Rights Commission over the two-match suspension which ultimately prevented her from playing in the Grand Final. Her claim asserted that her suspension contravened Australia's Sex Discrimination Act 1984, as male AFL players would have only received fines rather than suspensions had they been found guilty of the same offence which she had been suspended for; as a result, women were being punished more harshly than men for the same offence. On 18 April 2018, Brennan dropped her complaint against the AFL, after the AFL agreed to change its match review rules to remove anomalous differences between the men’s and women’s competitions, thereby ensuring greater consistency between the men’s and women’s competitions, with the AFL additionally reducing Brennan's suspension by one week. On 8 April 2019, the Bulldogs announced that Brennan had departed the club, with Brennan later saying that her decision had been \"based purely around [her] need for a fresh start\". ===Richmond (2020–present)=== Brennan signed with Richmond on the second day of the 2019 trade and sign period, becoming the first player to sign with its AFL Women's team and the first AFLW player to sign a two-year contract with a club. In January 2020 she was appointed the club's inaugural AFLW captain. ==Statistics== :Statistics are correct to the end of the 2020 season. |- style=\"background:#EAEAEA\" | scope=\"row\" text-align:center | 2017 | | 3 || 2 || 3 || 1 || 19 || 7 || 26 || 7 || 8 || 1.5 || 0.5 || 9.5 || 3.5 || 13.0 || 3.5 || 4.0 |- | scope=\"row\" text-align:center | 2018 | | 3 || 4 || 6 || 2 || 33 || 6 || 39 || 16 || 9 || 1.5 || 0.5 || 8.3 || 1.5 || 9.8 || 4.0 || 2.3 |- style=\"background:#EAEAEA\" | scope=\"row\" text-align:center | 2019 | | 3 || 7 || 6 || 5 || 59 || 15 || 74 || 23 || 17 || 0.9 || 0.7 || 8.4 || 2.1 || 10.6 || 3.3 || 2.4 |- | scope=\"row\" text-align:center | 2020 | | 3 || 4 || 1 || 4 || 38 || 11 || 49 || 6 || 16 || 0.3 || 1.0 || 9.5 || 2.8 || 12.3 || 1.5 || 4.0 |- class=\"sortbottom\" ! colspan=3 | Career ! 17 ! 16 ! 12 ! 149 ! 39 ! 188 ! 52 ! 50 ! 0.9 ! 0.7 ! 8.8 ! 2.3 ! 11.1 ! 3.1 ! 2.9 |} ==Honours and achievements== Team * AFL Women's minor premiership (): 2018 Individual * Richmond captain: 2020- * Western Bulldogs captain: 2017–2019 * Western Bulldogs leading goalkicker: 2019 * Allies representative honours in AFL Women's State of Origin: 2017 * Susan Alberti Award: 2015 ==Personal life== Brennan grew up playing football with her brother and they were both Brisbane Lions supporters Between the ages of 15 and 17, Brennan suffered from bulimia. Outside of football, Brennan owns and operates a strength and conditioning business called KB Performance. From 2012 to 2017 Brennan was in a long-term relationship with fellow AFLW All-Australian, Melissa Hickey. ==References== ==External links== * * Category:1992 births Category:Living people Category:Sportspeople from Logan, Queensland Category:Sportswomen from Queensland Category:Australian rules footballers from Queensland Category:Western Bulldogs (AFLW) players Category:Darebin Falcons players Category:Richmond Football Club (AFLW) players Category:LGBT sportspeople from Australia Category:LGBT players of Australian rules football ",
    "title": "Katie Brennan"
}