{
    "id": "51508247",
    "text": "Eunice Njambi Mathu is the founder and editor-in-chief of Parents Africa, Kenya's most popular and longest running print magazine. ==Early life== Njambi was born on 7 April 1952 in Kikuyu Constituency, Kiambu County as the seventh child in a family of nine. Her father passed away when she was still a young child and Njambi was raised by one parent for most of her childhood. ==Work== On completing her university studies in 1975, Njambi joined Nation Newspapers as a features writer. She would later move to East Africa Industries (now Unilever Kenya) where she worked for 5 years and established the communications department. Njambi was also tasked with producing a corporate magazine. This is where she first thought of starting her own magazine. She registered her company in 1981 and Consumer Digest magazine was born in 1984. More inspiration would come in 1985 during the United Nations Third World Conference on Women held in Nairobi where she was the assistant editor for the conference's official publication. ==Parents Africa== Njambi established Parents in 1986 and issued the launch edition in July of the same year. There were 25,000 copies and it was a sell-out. In order to ensure she balanced her work and family, she folded Consumer Digest and focused on Parents magazine. She initially produced the magazine every 2 months. It centered on family, relationships and would become the first Kenyan mainstream magazine to discuss sexual topics quite elaborately. The magazine has been on Kenyan newsstands since. The cover features regular Kenyan couples and their children with about 20 couples requesting to be put on the cover each month. According to research firm Steadman (now known as Ipsos Kenya), Parents had circulation figures of up to 40,000 and readership of 6.5 million in 2005.http://www.arsrc.org/downloads/sim/SexualityintheMediaKenyaNoveDec2005.pdf ==Other Roles== * Founder and Managing Director of publishing company Stellan Consult Ltd * Founder of the Bodywise Fitness Centre * Founder member of the Kenya Women Finance Trust * Founder member of the Media Owners Association * Founder member of the Association of Media Women in Kenya * Founder member of the Public Relations Society of Kenya ==Philanthropy== ===Starehe Girls' Centre=== Njambi was inspired to start a quality high school for bright girls from poor backgrounds following a conversation with Geoffrey Griffin, the founder of Starehe Boys’ Centre. Griffin had already been entertaining the thought over the years and was reserving some donor money just in case. Njambi approached a number of successful women including respected educationist Eddah Gachukia. She also got veteran industrialist Manu Chandaria involved. Once the then Education Minister George Saitoti committed to provide teachers for the school, many people and institutions joined in after that including foreign embassies and the Starehe Boys' alumni. Starehe Girls' Centre was born and is 100% free with the government providing the teachers and the donors paying the support staff. Several girls from the school have secured admission in some of the world's best universities including Yale. Njambi is a member of the school's board of trustees. ===Kenya Community Development Foundation=== Njambi is involved with the KCDF, an organisation that helps communities raise their living standards. ==Personal life== Njambi is married and has 3 adult children - the first born is a banker, the second an architect and the last born recently graduated with an MBA from Duke University. The family has retained the same nanny for more than 30 years. ==Awards== * Parents magazine received the Superbrand status in 2007/2008 and was nominated again in 2009/2011 * Order of the Grand Warrior of Kenya (OGW) Presidential Award * Lifetime Achievement in Business Award 2006 during the 2nd National Women in Business Excellence Awards by the Chandaria Foundation * Top Woman in Business and Government Award 2009 from the Ministry of Trade and the UNDP * Impact Award 1st Runnerup - 2012 Federation of Women Entrepreneur Associations Pan Africa Awardshttp://fewa.or.ke/download/reports/MOWE%202012.pdf * Transform Kenya Award - Media Information Access ==References== ==External links== * Parents Africa * Starehe Girls' Centre * Kenya Community Development Foundation Category:1952 births Category:Living people Category:People from Kiambu County Category:Kenyan journalists ",
    "title": "Eunice Mathu"
}