{
    "id": "51507055",
    "text": "Aref Mohammadi is an Iranian journalist, film-critic, filmmaker and TV producer. He is the writer, producer and host of Jahan-e-cinema () (The World of Cinema), a weekly TV program on the art of cinema. He is also director of the New Wave Artistic and Cultural Group, founded in 2004 with the goal of introducing film and cinema through seminars, educational workshops and discussion panels, and by holding tribute to Iranian Veteran and contemporary artists. == Early life == Aref obtained his B.A. in Persian Literature in 1995 from Azad University, Tehran, Iran. He also completed a Diploma in Community Work from George Brown College, Toronto, Canada in 2004. After Immigrating to Canada, Aref managed to work as a journalist with a number of the Iranian newspapers and TV programs in Toronto. As a journalist, he got the opportunity to interview well known and established cineastes such as Atom Egoyan, Abbas Kiarostami, Arsinée Khanjian, Shohreh Aghdashlou (the first Iranian actress to be nominated for an Academy Award) Jafar Panahi, Majid Majidi, Bahman Ghobadi, Samira Makhmalbaf and Asghar Farhadi (the first Iranian to have won an Academy Award). He published a selection of these interviews in a book called \"Iranian Cinema - From Past to Present, which was published in 2012. He also worked as a counsellor of the Iranian immigrant in Community Service Organization of AWIC in Toronto. Aref was the recipient of a number of appreciation certificates including: The City of Markham (2013), Iranian Art and Culture Foundation in Toronto (2011) and AWIC Community Centre (2005) for the volunteer jobs he has done for the Iranian Community since he immigrated to Canada. In 2004, Aref established an artistic and cultural group called New- Wave dedicated to the study and analysis of cinema through providing seminars, educational workshops and discussion panels. ==Filmography== Aref has produced two short documentaries called Bus (2005), about the first female bus driver in Iran, and New Horizon (2009) about the first female mechanic in Iran. His latest Feature documentary called A Survivor From Magadan, won several awards including best TV Documentary (Canadian Ethnic Media) ==Interviews== *Aref Mohammadi on His Career in Writing, Film Distribution and Documentary Cinema * Meet Aref Mohammadi, the Elwy Yost of Persian film: Fiorito * Interview with Aref Mohammadi, Director of A Survivor From Magadan * Interview with Toronto Persian Radio 102.7FM on Remembering Abbas Kiarostami ==Film reviews== * Review: BIUTIFUL ==References== Category:Year of birth missing (living people) Category:Living people Category:Iranian film critics Category:Iranian filmmakers Category:Iranian television producers ",
    "title": "Aref Mohammadi"
}