{
    "id": "51501832",
    "text": "Magda Langhans (born Magda Kelm: 16 July 1903 - 17 January 1987) was a Hamburg political activist and politician (KPD). Because of her political beliefs and activities she spent six of the twelve Nazi years in jail. After the war she resumed her membership of the Hamburgische Bürgerschaft (Hamburg state legislature). There is a street named after Magda Langhans in Potsdam, but not in her own city, Hamburg. ==Life== ===Early years=== Magda Kelm was born into a working-class family in Hamburg, the eldest of seven siblings, growing up initially in the city's Hammerbrook quarter and relocating later to Dulsberg on the north side of town. Her father worked as a coachman: her mother as a cleaner. When her father died of tuberculosis her mother remarried, this time to a port worker, but there is little available information on Magda's step father and younger siblings. ===Politics=== Early on she worked in domestic service, also employed as a kitchen assistant and in a wine shop. In 1920 she embarked on a traineeship with a printing business, and she was employed in the book printing sector as a type-setter till 1932. She joined a trades union when she was 18 and in 1927, when she was 24, at the prompting of a friend Magda Kelm joined the Communist Party. She quickly took on jobs within the party apparatus, and in 1931/32 attended the Communist Party Academy in Moscow, although the purpose and nature of her studies are no longer easy to determine. On her return to Hamburg she took a post in the party regional leadership team (Bezirksleitung) for Wasserkante, the region to the north of the Elbe estuary. It was here that she first met the painter-decorator Heinrich Langhans whom she would later marry. Between 1931 and 1933 she also sat as one of the 26 Communist members of the Hamburgische Bürgerschaft (Hamburg state legislature). Following local elections on 24 April 1932 the Nazi Party became the largest party in the Bürgerschaft, but they were able to take control of the assembly only in 1933, after entering into coalition with the German National Party (\"Deutsche Staatspartei\"/ DStP) and the National People's Party (\"Deutschnationale Volkspartei\" / DNVP). On a national level, in January 1933 the political backdrop was transformed when the Nazi Party took power and converted Germany into a one-party dictatorship. Political activity - except in support of the Nazi Party - became illegal. At the end of February 1933 the Reichstag fire was instantly blamed on the Communists, and in March 1933. By this time persecution and arrests of Communist parliamentarians had already started, and following reconfiguration, at the Bürgerschaft session of 8 March 1933 Communist members no longer took part. ===Nazi years=== More than fifty years later she disclosed that a couple of weeks before the party's exclusion from the Hamburg parliament Magda Kelms had collected from the city hall 2,000 Marks in attendance allowances for the Communist Party members, which would be used for the support of comrades continuing to work (now illegally) for the party. On 1 May 1933 a demonstration was organised locally, with red banners improvised from bedding hung from apartment windows, but the banners were hurriedly taken in when Nazi paramilitaries appeared on the scene. On 2 May 1933 the apartment she shared was \"occupied\" by fascists, but she was nevertheless able to continue with her party work till her arrest in May 1934. She took a leading role in underground distribution of the \"Rote Fahne\" newspaper and other Communist publications in the Hamburg region. Between 1933 and 1939 approximately 8,500 communists were arrested in the Hamburg area. They were charged, almost invariably, with \"Conspiracy to Commit High Treason\" (\"Vorbereitung zum Hochverrat\"). Magda Kelms was arrested in May 1934 and given a six-year prison sentence which she spent in the women's prison in Lübeck-Lauerhof. She was the first woman in Hamburg to be arrested and imprisoned by the Nazis on political grounds. Her partner, Heinrich Langhans, had also been arrested by the Gestapo, but by 1940 they had both been released, and in that year they married. The marriage, though childless, was close. Between 1941 and 1945 Magda Langhans worked in clerical and sales jobs. ===British occupation zone=== War ended in May 1945, and for Hamburg Nazi rule gave way to the British military occupation. Magda Langhans resumed her membership of the Communist Party, serving till 1949 as head of the Women's Secretariat for the Hamburg party's regional leadership (Berzirksleitung). The Hamburgische Bürgerschaft (Hamburg state legislature) was reinstated in February 1946, initially as a nominated body, and the British military administrators nominated Magda Langhans as a member of it. She was one of nine communists, along with members of other parties, mandated to draw up a new constitution for the city. Later, in October 1946 the nominated legislature was replaced by an elected one: the Communists won slightly more than 10% of the popular vote, which was less than half the proportion achieved back in the early 1930s, but they nevertheless, found themselves in Hamburg's first postwar governing coalition, headed up by the Social Democrat, Max Brauer. Between 1946 and 1953 Langhans sat as a member of the Bürgerschaft. There she became the first woman actually to become the vice-president of the assembly presidium. She saw her election as more than a personal achievement, being an important marker for women more generally. Within the Hamburg legislature Langhans campaigned strongly for women's rights and for retributive measures against perpetrators of state sponsored crimes during the Nazi years. A particular target was the historian Kurt Detlev Möller, \"outed\" as a former Nazi party member and, she contended, \"a great anti-Semite\", who was attempting to reinvent himself as Director of the Hamburg City Archive. ===German Federal Republic=== In May 1949 three of the four occupation zones into which Germany had been divided at the end of the war were merged and relaunched as the German Federal Republic (West Germany). As part of the process the regional legislatures of the nine states comprising the new country were invited to endorse the Basic Law for the Federal Republic of Germany. All except one of the states provided unqualified backing (and conditional backing from the dissenting state, Bavaria, became implicitly unconditional through the actions of the other states). In Hamburg, however, Magda Langhans and the rest of the Communist group in the assembly voted against the basic law in order to avoid the risk of driving a greater wedge than already existed between West Germany and the fourth occupation zone, the Soviet occupation zone, which was itself reinvented later the same year as a separate Soviet sponsored German dictatorship, the German Democratic Republic (East Germany). In addition Langhans involved herself in the Women's International League for Peace and Freedom, serving as the first chair of the organisation's Hamburg branch committee. She was also regional chair for Hamburg of the Democratic Women's League of Germany. However, the East German authorities' savage suppression of the 1953 uprising let to an overall increase in east-west tensions during the 1950s and in 1957 the Democratic Women's League was banned in West Germany. By this time the league - even its West German branch set up only in 1950 - was seen as an agency of East Germany. Wider Cold War tensions were also on display in August 1956 when the Federal Constitutional Court, after deliberating for five years, reluctantly endorsed the right of the political establishment to ban the Communist Party in West Germany. Langhans continued to work for the party, now illegally, in Bremen and Württemberg. Following a slight easing of political tensions between the two Germanys, in 1968 the West German authorities grudgingly permitted the emergence of a new incarnation of the Communist Party, officially called the German Communist Party (\"Deutsche Kommunistische Partei\" / DKP). Magda Langhans was a founder member in Hamburg, becoming a member of the regional leadership team (Bezirksleitung). On 27 June 1978 Heinrich Langhans died, leaving Magda Lanhans a widow for her final years. She herself died in Hamburg on 17 January 1987. ==References== Category:Communists in the German Resistance Category:Members of the Hamburg Parliament Category:Communist Party of Germany politicians Category:German Communist Party politicians Category:People condemned by Nazi courts Category:Women's International League for Peace and Freedom people Category:1903 births Category:1987 deaths ",
    "title": "Magda Langhans"
}