{
    "id": "51502446",
    "text": "One Indian Girl is the seventh fictional novel and the ninth book overall by the Indian author Chetan Bhagat.http://www.hindustantimes.com/brunch/greatest- indian-novels-you-cannot-afford-to-miss-part-i/story- UNfsvAbm5Jm6IVNGhIhRdL.html ==Plot== One Indian Girl is the story of Radhika Mehta, a worker at the Distressed Debt group of Goldman Sachs, the investment bank. The book begins with Radhika making arrangements regarding her marriage with Brijesh Gulati who works in the Facebook company in San Francisco. She later reveals her childhood and life in Delhi, as a nerdy personality in contrast to her elder sister Aditi. She also communicates her thoughts and decisions to her inner judgemental voice, or \"mini-me\" as called. While trying to engage conversation with Brijesh, she is unexpectedly contacted by Debashish \"Debu\" Sen who wishes to meet her, to which she refuses. Then he suddenly arrives at the resort in Goa where the marriage ceremony of Radhika was held. She is further shocked when he infiltrates the puja bhajan ceremony at the wedding reception. She later meets him in the hotel gym and admonishes him for his past behavior. It then flashbacks to four years ago, when Radhika began her job training at Goldman Sachs. One evening she was introduced to Debu through Avinash her batchmate from IIMA. The two start dating, eventually starting a live in relationship. She applies to Distressed Debt in Goldman and becomes involved in a gruelling schedule. One year later, Radhika decides to plan a future with Debu, to which he is skeptical. Furthermore, when Radhika gets a bonus of 150,000 dollars for the previous year and tells Debu, he does not react as Radhika expects. The two bicker for a long time, with Debu calling off the relationship due to being pressurized by Radhika about marriage, and wanting instead a simple girl as a housewife for his partner. One month later, Radhika tries to make amends by quitting her job and proposing to Debu, which backfires when she finds Debu with another woman. Facing depression, she opts for a move to Hong Kong, thereby cutting all ties with New York. In the Hong Kong GS office, she adapts well and even gets a big investment deal at Philippines. During her trips to a luxury in Philippines, she gets to know her boss's boss Neel Gupta who is 20 years older than her and finds him very attractive. After signing the deal with the resort owner, after the celebratory dinner, Radhika and Neel end up sleeping together by the beach. After the initial hiccup (on how to go about this, he is married with children), Neel and Radhika continue with their passionate affair each time they have a business trip together. After about a year, Radhika comes to her senses when she doesn't see a future with Neel. She wants to resign, and Neel tells her, leave me, but not the organisation. Thus, she leaves to London Goldman Sachs office after breaking up with Neel. Radhika tries to adjust her new life in London and her mother continuously tries to push her for an arranged marriage. She finally agrees and decides to look through some profiles on Shaadi.com. She connects with Brijesh Gulati and said yes for a wedding, which makes her mother happy. Radhika wanted a destination wedding and chose at Marriott Hotel in Goa which costs her 150,000 USD. In the midst of her mehendi session, she receives a text from Neel out of the blue asking her about her wedding. As she couldn't reply (with hands full of henna), Neel decides to show up at the same hotel wanting to speak something very important to her in person. Both her ex-boyfriends realised they want her and proposed a plan to get married leaving the Gulatis behind. Radhika becomes extremely confused trying to manage two ex-boyfriends and one future husband, annoying aunts and family members who don't leave her alone. She finally decides to call both Debu and Neel the morning before her wedding and tell them how she feels. She turned down both their proposal and meets Brijesh to cancel the wedding. Radhika apologised to everyone and proceed to take a year off to travel and discover what she truly wants. After several months, she contacted Brijesh when she was en route to San Francisco. They met for coffee, reconnected and made plans to watch a concert while Radhika helps Brijesh on his new start-up company. ==Reception== One Indian Girl' received mixed to positive reviews from critics. It has received 3.1 stars out of 5 on Goodreads and 4.3 out of 5 on Snapdeal. A. R. Rahman praised Chetan Bhagat for expressing his feelings and articulating a particular point of view. The topic of feminism has attracted some controversy due to the mention of The Beauty Myth by Naomi Wolf. The Indian Express calls the book \"a likeable handbook for feminists\". Most sources describe the book as \"an improvement over Half Girlfriend\". == Plagiarism controversy == Bhagat was accused of plagiarising this book from a short story written by Anvita Bajpai. The court ordered a suspension of this book for six months after its launch. ==References== ==External links== *One Indian Girl at Twitter *One Indian Girl at Facebook Category:2016 Indian novels Category:Novels by Chetan Bhagat Category:Rupa & Co. books ",
    "title": "One Indian Girl"
}