{
    "id": "51509112",
    "text": "Zeilendorf The Zeilendorf (plural: Zeilendörfer) is one of the historical types of village that emerged in Central Europe and consists of a single row of houses () or farmsteads arranged in a regular and linear fashion. Zeilendörfer tend to occur as a result of the terrain and often lie on the edge of broad valleys. The individual house plots are arranged along a village street and have strips of farmland adjacent to the dwelling. It is a type of linear village. The farmsteads of these rural settlement types are strictly linear, because they run alongside a track or a small or larger watercourse. They can be viewed as one half of an Angerdorf or small Straßendorf that has been bisected longitudinally. The Zeilendorf differs from the Reihendorf or Hufendörfer mainly because of its regularity and the close proximity of adjacent dwellings as well as its generally small size. Whether front gardens are laid in front of the row of houses in a Zeilendorf, depends on regional tradition. Many narrow Zeilendörfer could develop into an Angerdorf through further building (e. g. Jetzles near Vitis) or into a larger Reihendorf (e. g. Kirchschlag near Linz). If the single line of settlement at the heart of the settlement was extended on the other side of the river or stream, the strips of land belonging to the farms would face one another on either side of the village street. If the elongated arable fields behind a single- or two-row village had a width of less than about 10 metres (which often used to happen as a result of inheritance division), they are known in the Upper German language area as Streifenparzellen (\"strip plots\") or Riemenparzellen (\"belt plots\"). Through combining plots and land amelioration more economically viable plots of land could be formed. Relatively elongated Zeilendörfer often develop along rivers, whose frequently flooding required the construction of the village street immediately on the edge of the river terrace, where agriculture was in any case restricted to one side. Such an example is Spillern on the Danube (see 2nd external link), where the single row of houses was not expanded into two rows until recent decades when it became a Straßendorf. A saying from earlier times is that in Spillern \"the geese are only fried on one side.\" Through the construction of the railway embankment in 1841, the side facing the river was made flood-proof and the former back doors (Hintauswege) now face the country road built soon after the construction of the railway, whilst on the river side, a branch of the Danube silted up. == External links == * Linear forms of settlement in Thuringia Category:Rural geography Category:Settlement geography Category:Types of village ",
    "title": "Zeilendorf"
}