{
    "id": "51503248",
    "text": "The Marvin Newton House is a historic house museum on Ridge Road in the Brookfield Center village of Brookfield, Vermont. Built about 1835, it is a fine example of vernacular late Federal period architecture. It was given to the local historical society by descendants of Marvin Newton, the likely builder, in 1937, and has been a museum property since them. It is open on limited weekends during summer months. It was listed on the National Register of Historic Places in 1980. ==Description and history== The Marvin Newton House stands near the northern end of the dispersed rural village of Brookfield Center, on the east side of Ridge Road opposite its junction with Crossover Road. It is a 2-1/2 story wood frame structure with a gabled roof and clapboarded exterior. A single brick chimney pierces the roof near the ridgeline off-center to the right. The main facade is symmetrical, with five bays. The entrance is in the center bay, framed by simple pilasters and a corniced entablature. The building corners have plain narrow corner boards, and the sash windows are simply framed. The interior is virtually unaltered since its construction, and is like the exterior reflective of late Federal period styling. with The house was built about 1835 for Marvin Newton, a blacksmith. Its Federal style is notably late, because by then the Greek Revival had already supplanted the style as a predominant style in domestic architecture. Its principal exterior alterations are the replacement of the front door, and the removal of the upper portion of the left chimney. The building was given to the local historical society in 1937 by Newton's descendants, and is open during the summer as a museum. ==See also== *National Register of Historic Places listings in Orange County, Vermont ==References== ==External links== *Brookfield Historic Society web site Category:Houses on the National Register of Historic Places in Vermont Category:National Register of Historic Places in Orange County, Vermont Category:Federal architecture in Vermont Category:Houses completed in 1835 Category:Houses in Orange County, Vermont Category:Buildings and structures in Brookfield, Vermont Category:Historic house museums in Vermont Category:1835 establishments in Vermont ",
    "title": "Marvin Newton House"
}