{
    "id": "51501836",
    "text": "First page of the article Coup foudroyant by Le Roy in the fourth volume of the Encyclopédie (1754). Jean-Baptiste Le Roy (15 August 1720, Paris – 20 January 1800, Paris) was an 18th-century French physicist and one of the major contributors to the Encyclopédie by Diderot and d’Alembert for technology. The son of 18th-century Parisian clockmaker and watchmaker Julien Le Roy, he had three brothers: Pierre (1717–1785), a brilliant clock-maker in his own right, Julien-David (1724–1803), a neo-classical architect and archaeologist, and Charles a physician and Encyclopédiste. In the field of science, Jean-Baptiste Le Roy worked on a variety of topics; of particular importance were his research on electricity. Together with Patrick d'Arcy, he constructed in 1749 the first electrometer, a device for detection of electrical charges and voltages. He also experimented with lightning conductors and with the use of electricity in the treatment of diseases. As contributor to the Encyclopédie, he wrote more than 130 articles under the author abbreviation \"T\", including those related to watchmaking, locksmith and mathematical instruments. From 1772 to 1777 Le Roy was deputy director and from 1773 to 1778, director of the Académie royale des sciences. == Bibliography == ; Sources * Zu Le Roys Tätigkeit an der Académie des sciences: Archives de l’Académie des sciences de l’institut de France, dossier personnel de Jean-Baptiste Le Roy. * Some letters by Le Roy were published in: Leonard W. Labaree [u.a.] (ed.), The Papers of Benjamin Franklin, New Haven 1959 as well as in Julian P. Boyd and Charles T. Cullen (ed.), The Papers of Thomas Jefferson, Princeton 1950. ; Studies * \"Le Roy, Jean-Baptiste\", in: Frank Arthur Kafker, The encyclopedists as individuals: a biographical dictionary of the authors of the Encyclopédie, Oxford 1988, , (p. 219–222). * Louis S. Greenbaum: Tempest in the Academy: Jean-Baptiste Le Roy, the Paris Academy of Sciences and the Project of a new Hôtel-Dieu’, in: Archives internationales d’histoire des sciences 24 (1974), (p. 122–140). :Other * Bailly, J.-S., , \"Secret Report on Mesmerism or Animal Magnetism\", International Journal of Clinical and Experimental Hypnosis, Vol.50, No.4, (October 2002), pp. 364–368. doi=10.1080/00207140208410110 * Franklin, B., Majault, M.J., Le Roy, J.B., Sallin, C.L., Bailly, J.-S., d'Arcet, J., de Bory, G., Guillotin, J.-I. & Lavoisier, A., \"Report of The Commissioners charged by the King with the Examination of Animal Magnetism\", International Journal of Clinical and Experimental Hypnosis, Vol.50, No.4, (October 2002), pp. 332–363. doi=10.1080/00207140208410109 == External links == * Le Roy, Jean-Baptiste on Encyclopedia.com * Jean-Baptiste Le Roy on Wikisource * List of contributions by Le Roy to the Encyclopédie with links to the full text on the ARTFL project. Category:1720 births Category:1800 deaths Category:French physicists Category:Contributors to the Encyclopédie (1751–1772) Category:Members of the French Academy of Sciences Category:Fellows of the Royal Society Category:Members of the American Philosophical Society Category:Scientists from Paris Category:Le Roy family ",
    "title": "Jean-Baptiste Le Roy"
}