{
    "id": "51505060",
    "text": "Increasing Diversity by Increasing Access to Legal Education (IDIA) is a non- profit organisation working in India which aims to empower underprivileged children by giving them access to quality legal education. It was initially started by late Prof. (Dr.) Shamnad Basheer in the year 2010 from West Bengal National University of Juridical Sciences. It is a pan-Indian, student-run movement to train underprivileged students and help them transform into leading lawyers and community advocates. It was institutionalised as a trust with original trustees as Mahendra Pal Singh, Ruma Pal, Shamnad Basheer and Shishira Rudrappa. Current Managing Trustee of the organisation is Mr. Shishira Rudrappa. ==Activities and Events== To ensure that the underprivileged communities can empower themselves through legal education, IDIA student volunteers conduct sensitisations across India to: * Spread awareness among underprivileged children about opportunities in pursuing law as a career * Select promising students and provide training for law entrance examinations, including the Common Law Admission Test (CLAT) * Provide financial aid and mentorship to underprivileged children once they secure an admission to a leading law school. ==Funding== IDIA is supported by top Indian law firms and legal luminaries from across India. Apart from individual donors, IDIA organises fundraising events in Indian metropolitan cities. The NGO also organises an annual football tournament in Mumbai to raise money from legal professionals and corporates. The tournament witnesses participation from top law firms in India and legal teams of corporates. ==Awards== *Founder Shamnad Basheer was awarded Infosys Prize 2014 for Humanities for his outstanding contributions to a broad range of legal issues and legal education. *IDIA Charitable Trust was selected by the Vienna based Zero Project as one of 86 winners from across the world for the award \"Innovative Practices 2016\" at the \"Zero Project Conference 2016 on Inclusive Education and Information and Communication Technology\" that was held on 10–12 February 2016. * In 2016, Society of Indian Law Firms awarded founder Shamnad Basheer with Legal Education Innovation Award 2016 in recognition of innovation and leadership in the development of Increasing Diversity by Increasing Access (IDIA) and promoting legal careers among the under-privileged. ==References== ==External links== * official website Category:Educational organisations based in India Category:Children's charities based in India Category:Organisations based in Bangalore ",
    "title": "Increasing Diversity by Increasing Access"
}