{
    "id": "51506759",
    "text": "Tommylee Lewis (born October 24, 1992) is an American football wide receiver and return specialist for the New Orleans Saints of the National Football League (NFL). He played college football at Northern Illinois and signed with the New Orleans Saints as an undrafted free agent in 2016.Small frame, big potential: Saints undrafted rookie Tommylee Lewis is trying to prove his worth An undersized wide receiver, Northern Illinois was the only school to offer Lewis an athletic scholarship. After not being selected in the 2016 NFL Draft, the Saints signed Lewis on a recommendation from Pro Football Hall of Fame coach Bill Parcells, who was a friend of Lewis' high school coach. ==Early years== Lewis attended and played high school football at William T. Dwyer High School. ==College career== Lewis played college football for the Northern Illinois Huskies. ==Professional career== ===New Orleans Saints=== Lewis signed with the New Orleans Saints as an undrafted free agent on May 2, 2016. After impressing during training camp and the preseason as both a receiver and returner, Lewis made the Saints 53-man roster. He played in 12 games with one start, recording seven catches for 76 yards along with 312 total return yards. He recorded his first touchdown on December 7, 2017 against the Atlanta Falcons. In the 2017 season, he had 10 receptions for 116 yards and one receiving touchdown. On September 19, 2018, Lewis was placed on injured reserve after suffering a knee injury on a punt return in Week 2 against the Cleveland Browns. He was activated off injured reserve on November 21, 2018, and scored his second career touchdown, also against the Atlanta Falcons. On January 20, 2019, in the final minutes of the NFC Championship game against the Los Angeles Rams, Lewis was involved in a controversial moment with Rams cornerback Nickell Robey-Coleman. Robey-Coleman made a helmet-to-helmet hit on Lewis which would have been called for pass interference or a personal foul, but neither came about. It would have set the Saints up with a short field goal opportunity and a chance to run out the clock. However, the referees missed the call. The Saints would go on to lose the game in overtime, 23–26, after Drew Brees threw an interception. Later on, the league admitted that they blew the call and Coleman confessed to committing the penalty either way. ===Detroit Lions=== On March 19, 2019, Lewis signed with the Detroit Lions. He was released during final roster cuts on August 30, 2019. In October 2019, Lewis was selected by the Dallas Renegades in the second round of the 2020 XFL Draft. ===New Orleans Saints (second stint)=== On January 27, 2020, Lewis signed a reserve/future contract with the New Orleans Saints. He was waived on August 2, 2020. ===Carolina Panthers=== On August 16, 2020, Lewis signed with the Carolina Panthers. He was waived/injured on September 2, 2020, and subsequently reverted to the team's injured reserve list the next day. He was waived with an injury settlement on September 4. ===New Orleans Saints (third stint)=== On October 8, 2020, Lewis was signed to the New Orleans Saints’ practice squad. ==References== ==External links== *Detroit Lions bio *New Orleans Saints bio *Northern Illinois Huskies bio Category:1992 births Category:Living people Category:Sportspeople from Palm Beach, Florida Category:Players of American football from Florida Category:American football wide receivers Category:Northern Illinois Huskies football players Category:New Orleans Saints players Category:Detroit Lions players Category:Carolina Panthers players ",
    "title": "Tommylee Lewis"
}