{
    "id": "51511825",
    "text": "Mihail Drumeș (born Mihail V. Dumitrescu; November 26, 1901-February 27, 1982) was an Ottoman-born Romanian prose writer and playwright. He was born into an Aromanian family in Ohrid, a city that formed part of the Ottoman Empire's Manastir Vilayet and is now in North Macedonia. His parents were Vasile Dimitrie (later Dumitrescu), a bucket-maker, and his wife Despina (née Gero). The family emigrated to Balș, in the Oltenia region of the Romanian Old Kingdom. Mihail attended primary school there, followed by high school in Caracal and Craiova, belatedly taking his degree in 1935. He studied at the literature and philosophy faculty of Bucharest University, graduating in 1928. For a time, he was a high school teacher, later moving on to the university system. His first published work appeared in the Craiova magazine Flamura in 1922. His first book, the 1927 Capcana, included short stories and sketches. From 1938 to 1948, he headed Editura Bucur Ciobanu. Drumeș achieved unusual popularity through the novels Sfântul Părere, first published in 1930, retitled Cazul Magheru from the second printing and running for eighteen; and Invitație la vals (1939; 34 printings). His work appeared in Ramuri, Adevărul literar și artistic, Rampa, Convorbiri Literare, Vremea, Falanga and Universul literar. Drumeș also published theatrical plays: Năluca (1940) and Trei comedii. Școala nevestelor. Calul de curse. Liniștea soțului (1940). Later in life, he wrote historical novels such as Se revarsă apele (1961) and Codrul Vlăsiei (1966), in an attempt to rework his style and epic manner. His output is melodramatic, erotic and has vague social implications. He left behind in manuscript form several plays, radio and television screenplays, dramatizations and memoirs.Aurel Sasu (ed.), Dicționarul biografic al literaturii române, vol. I, p. 526. Pitești: Editura Paralela 45, 2004. ==Notes== Category:1901 births Category:1982 deaths Category:People from Ohrid Category:Romanian people of Aromanian descent Category:Ottoman emigrants to Romania Category:University of Bucharest alumni Category:Romanian erotica writers Category:Romanian novelists Category:Romanian male short story writers Category:Romanian short story writers Category:20th-century Romanian dramatists and playwrights Category:Romanian schoolteachers Category:20th- century Romanian male writers ",
    "title": "Mihail Drumeș"
}