{
    "id": "51517174",
    "text": "Receptive field profiles registered by cell recordings have shown that mammalian vision has developed receptive fields tuned to different sizes and orientations in the image domain as well as to different image velocities in space-time.D. Hubel and T. N. Wiesel (1959) \"Receptive field of single neurons in the cat’s striate cortex\", J Physiol 147, 226–238.D. Hubel and T. N. Wiesel (2005) Brain and Visual Perception: The Story of a 25-Year Collaboration. Oxford University Press.B. R. Conway and M. S. Livingstone (2006) \"Spatial and temporal properties of cone signals in alert macaque primary visual cortex\", The Journal of Neuroscience 26(42): 10826-10846. Corresponding cell recordings in the auditory system has shown that mammals have developed receptive fields tuned to different frequencies as well as temporal transients.L. M. Miller, N. A. Escabi, H. L. Read and C. Schreiber (2001) \"Spectrotemporal receptive fields in the lemniscal auditory thalamus and cortex\". J. Neurophys. 87:516-527.A. Qiu, C. E. Schreiber and M.A. Escape (2003) \"Gabor analysis of auditory midbrain receptive fields: Spectro-temporal and binaural composition\", Journal of Neurophysiology 90: 456-476.M. Elhilali, J. Fritz, T. S. Chi and S. Shamma (2007) \"Auditory cortical receptive fields: Stable entities with plastic abilities\", Journal of Neuroscience 27: 10372-10382.C. A. Atencio and C. E. Schreiber (2012) \"Spectrotemporal processing in spectral tuning modules of cat primary auditory cortex\", PLOS ONE 7:e31537. This article describes normative theories that have been developed to explain these properties of sensory receptive fields based on structural properties of the environment. Beyond theoretical explanation of biological phenomena, these theories can also be used for computational modelling of biological receptive fields and for building algorithms for artificial perception based on sensory data. ==Computational theory of visual receptive fields== Idealized models of visual receptive fields similar to those found in the retina, the lateral geniculate nucleus and the primary visual cortex of higher mammals can be derived in an axiomatic way from structural requirements on the first stages of visual processing that reflect symmetry properties of the surrounding world in combination with additional assumptions to ensure internally consistent image representations at multiple spatial and temporal scales.T. Lindeberg (2013) \"A computational theory of visual receptive fields\", Biological Cybernetics, 107(6): 589-635.T. Lindeberg (2016) \"Time-causal and time- recursive spatio-temporal receptive fields\", Journal of Mathematical Imaging and Vision 55(1): 50-88. Specifically, idealized functional models for linear spatio-temporal receptive fields can be derived in a principled manner to constitute a combination of Gaussian derivatives over the spatial domain and either non-causal Gaussian derivatives or truly time-causal temporal scale- space kernels over the temporal domain: T. Lindeberg (2011) \"Generalized Gaussian scale-space axiomatics comprising linear scale-space, affine scale- space and spatio-temporal scale-space\", Journal of Mathematical Imaging and Vision, 40(1): 36-81. :T(x_1, x_2, t;\\; s, \\tau;\\; v, \\Sigma) = \\partial_{\\varphi}^{m_1} \\partial_{\\bot \\varphi}^{m_2} \\partial_{\\bar t}^n \\left( g(x_1 - v_1 t, x_2 - v_2 t;\\; s, \\Sigma) \\, h(t;\\; \\tau) \\right) where *x = (x_1, x_2)^T denotes the image coordinates, *t denotes time, *s denotes the spatial scale, *\\tau denotes the temporal scale, *v = (v_1, v_2)^T denotes a local image velocity, *\\Sigma denotes a spatial covariance matrix determining the spatial shape of an affine Gaussian kernel, *m_1 and m_2 denotes orders of spatial differentiation, *n denotes the order of temporal differentiation, *\\partial_{\\varphi} = \\cos \\varphi \\, \\partial_{x_1} + \\sin \\varphi \\, \\partial_{x_2} and \\partial_{\\bot \\varphi} = \\sin \\varphi \\, \\partial_{x_1} - \\cos \\varphi \\, \\partial_{x_2} denote spatial directional derivative operators in two orthogonal directions \\varphi and \\bot \\varphi, *g(x;\\; s, \\Sigma) = \\frac{1}{2 \\pi s \\sqrt{\\det\\Sigma}} e^{-x^T \\Sigma^{-1} x/2s} is an affine Gaussian kernel with its size determined by the spatial scale parameter s and its shape by the spatial covariance matrix \\Sigma, *g(x_1 - v_1 t, x_2 - v_2 t;\\; s, \\Sigma) denotes a spatial affine Gaussian kernel that moves with image velocity v = (v_1, v_2) in space-time and *h(t;\\; \\tau) is a temporal smoothing kernel over time corresponding to a Gaussian kernel in the case of non-causal time or a cascade of first-order integrators or equivalently truncated exponential kernels coupled in cascade over a time- causal temporal domain. Correspondingly, and with similar notation idealized functional models for spatial receptive fields can be expressed of the form :T(x_1, x_2;\\; s, \\Sigma) = \\partial_{\\varphi}^{m_1} \\partial_{\\bot \\varphi}^{m_2} \\left( g(x_1, x_2;\\; s, \\Sigma) \\right). This model specifically generalizes the receptive field model in terms of Gaussian derivativesJ. J. Koenderink and A. J. van Doorn (1987) \"Representation of local geometry in the visual system\", Biological Cybernetics 55:367–375.R. A. Young (1987) \"The Gaussian derivative model for spatial vision: I. Retinal mechanisms\", Spatial Vision 2(4): 273-293.J. J. Koenderink and A. J. van Doorn (1992) \"Generic neighbourhood operators\", IEEE Transactions on Pattern Analysis and Machine Intelligence, 14: 597-605.T. Lindeberg (1993) Scale-Space Theory in Computer Vision, Springer, 1993, . :T(x_1, x_2;\\; s) = \\partial_{\\varphi}^{m_1} \\partial_{\\bot \\varphi}^{m_2} \\left( g(x_1, x_2;\\; s) \\right) from directional derivatives of rotationally Gaussian kernels g(x_1, x_2;\\; s) to directional derivatives of affine Gaussian kernels g(x_1, x_2;\\; s, \\Sigma). Idealized functional models of receptive fields of these forms have been shown to quite well reproduce the shape of spatial and spatio- temporal receptive fields measured by cell recordings of neurons in the LGN and of simple cells in the primary visual cortex (V1).G. C. DeAngelis, I. Ohzawa and R. D. Freeman (1995) \"Receptive field dynamics in the central visual pathways\". Trends Neurosci. 18(10), 451–457.G. C. DeAngelis and A. Anzai (2004) \"A modern view of the classical receptive field: linear and non- linear spatio-temporal processing by V1 neurons. In: Chalupa, L.M., Werner, J.S. (eds.) The Visual Neurosciences, vol. 1, pp. 704–719. MIT Press, Cambridge. Theoretical arguments have been presented of preferring this generalized Gaussian model of receptive fields over a Gabor model of receptive fields, because of the better theoretical properties of the generalized Gaussian model under natural image transformations. Specifically, these generalized Gaussian receptive fields can be shown to enable computation of invariant visual representations under natural image transformations.T. Lindeberg (2013) \"Invariance of visual operations at the level of receptive fields\", PLOS ONE 8(7): e66990, pages 1-33. By these results, the different shapes of receptive field profiles found in biological vision, which are tuned to different sizes and orientations in the image domain as well as to different image velocities in space-time, can be seen as well adapted to structure of the physical world and be explained from the requirement that the visual system should have the possibility of being invariant to the natural types of image transformations that occur in its environment. ==Computational theory of auditory receptive fields== A computational theory for auditory receptive fields can be expressed in a structurally similar way, permitting the derivation of auditory receptive fields in two stages:T. Lindeberg and A. Friberg (2015) \"Idealized computational models of auditory receptive fields\", PLOS ONE, 10(3): e0119032, pages 1-58.T. Lindeberg and A. Friberg (2015) \"Scale-space theory for auditory signals\", Proc. SSVM 2015: Scale-Space and Variational Methods in Computer Vision, Springer LNCS 9087: 3-15. * a first stage of temporal receptive fields corresponding to an idealized cochlea model modeled as a windowed Fourier transform :S(t, \\omega;\\; \\tau) = \\int_{t'=-\\infty}^{\\infty} f(t') \\, e^{-i\\omega t'} \\, w(t - t';\\; \\tau) \\, dt' where t denotes time, \\omega denotes the angular frequency, \\tau denotes the temporal scale of the window function w, which can be chosen as either Gabor functions in the case of non-causal time or Gammatone functions alternatively generalized Gammatone functions for a truly time-causal model in which the future cannot be accessed, * a second layer of spectra-temporal receptive fields :A_{\\alpha,\\beta}(t, u;\\; \\Sigma) = \\partial_{t}^{\\alpha} \\partial_{ u}^{\\beta} \\left( g( u - v t;\\; s) \\, T(t;\\; \\tau) \\right) applied to the magnitude of the logarithmically transformed spectrogram :S_{dB} = 20 \\log_{10} \\left( \\frac{|S|}{S_0} \\right) where * u denotes the logarithmic frequency, * \\Sigma is a spectro-temporal covariance matrix determining the shape of the second-layer receptive field over the spectro- temporal domain, * \\alpha is the order of temporal differentiation, * \\beta is the order of logspectral differentiation, * the smoothing over the logspectral domain is modeled as a Gaussian function g( u - v t;\\; s) extended with glissando adaptation with * a glissando parameter v to account for frequency variations over time and with the temporal smoothing kernels T(t;\\; \\tau) chosen as either Gaussian kernels over time in the case of non-causal time or first-order integrators (truncated exponential kernels) coupled in cascade in the case of truly time-causal operations. The shapes of the receptive field functions in these models can be determined by necessity from structural properties of the environment combined with requirements about the internal structure of the auditory system to enable theoretically well-founded processing of sound signals at different temporal and log-spectral scales. Specifically, the resulting spectro-temporal fields in this model obey invariance or covariance properties over natural sound transformations including: (i) temporal shifts, (ii) variations in sound pressure, (iii) the distance between the sound source and the observer, (iv) a shift in the frequencies of auditory stimuli and (v) glissando transformations. Idealized receptive fields of this form can be shown to well model the qualitative shape of spectro-temporal receptive fields as measured by cell recordings in the inferior colliculus (ICC) as well as the linear component of some receptive fields measured in the primary auditory cortex. ==See also== * Receptive field * LGN * Simple cell * Primary visual cortex * Inferior colliculus * Primary auditory cortex * Scale space ==External links== * Alonso, J.-M., & Chen, Y. (2008). Receptive field. Scholarpedia, 4(1), 5393. doi: 10.4249/scholarpedia.5393 ==References== Category:Sensory systems ",
    "title": "Axiomatic theory of receptive fields"
}