{
    "id": "51510428",
    "text": "George Eaton (born 27 November 1986) is a British writer and journalist. He is Senior Online Editor of the New Statesman, a position he was appointed to in February 2020. He was previously political editor from 2014 to 2018, joint deputy editor from 2018 to 2019, and an Assistant Editor from 2019 to 2020. ==Career== Eaton was educated at Berkhamsted School and later studied at the University of Warwick between 2005 and 2008, graduating with a first class degree in History and Politics. After working for PoliticsHome, he was recruited to the New Statesman in 2009 by editor Jason Cowley as a staff writer and later edited the magazine's political blog The Staggers, which was named online comment site of the year at the 2013 Comment Awards. He was political editor of the New Statesman from 2014 to 2018, joint deputy editor from 2018 to 2019. After his controversial Roger Scruton article, he moved to the position of assistant editor. Since February 2020 he has worked as Senior Online Editor. He has also written for The Times, The Sunday Times and The Evening Standard. Eaton has featured in debating panels on various news stations such as BBC News, Sky News and RT, discussing issues including health tourism and Scottish independence. In February 2015, he sat on a panel hosted by the PR company Fishburn at the Royal Society of Arts on the 2015 general election. In April 2019, Eaton published an article in the New Statesman based on an interview he had had with conservative philosopher Roger Scruton, in which he claimed Scruton had made a number of racist remarks. He quoted Scruton as describing the \"invasion of huge tribes of Muslims from the Middle East\", and how \"each Chinese person is a kind of replica of the next one\". The article led to Scruton being removed as a government adviser. In response, Eaton posted a photograph to his public Instagram account showing him drinking from a bottle of champagne with the caption, \"The feeling when you get right- wing racist and homophobe Roger Scruton sacked\". Various figures criticised Eaton claiming he had mischaracterised Scruton's comments. Eaton apologised for the Instagram post, but defended the interview. He was demoted several months later. The New Statesman later apologised to Scruton, saying that partial quotations used to promote the article did not accurately represent his views. In July 2019 Scruton was reappointed to the government commission. ==References== ==Bibliography== *Sadiq Khan: The Making of a Mayor (Biteback Publishing 2018) ==External links== *George Eaton at the New Statesman * Category:Living people Category:Alumni of the University of Warwick Category:21st-century biographers Category:British magazine writers Category:English biographers Category:English political journalists Category:Male biographers Category:Online journalists Category:People educated at Berkhamsted School Category:1986 births ",
    "title": "George Eaton (journalist)"
}