{
    "id": "51514497",
    "text": "Cheng Chung-tai (; born 5 November 1983) is a Hong Kong academic, social activist, and politician. In the 2016 legislative election, he won a seat in the New Territories West constituency. He took over Wong Yeung-tat's position as the chairman of Civic Passion after his electoral victory. ==Biography== Cheng obtained his bachelor's degree from the Hong Kong Polytechnic University and doctoral degree from the Peking University. He is a member of the localist group Civic Passion and participated in the anti-parallel trading protests in 2015. In the 2015 local election, Cheng represented the Civic Passion to run against pro-democratic Democratic Party incumbent Albert Ho in Lok Tsui, where he secured 391 votes, while Ho lost his seat to a pro-Beijing candidate Junius Ho by a margin of 277 votes. In the 2016 Hong Kong Legislative Council election, Cheng represented the Civic Passion to run in the New Territories West. He took over Wong Yeung-tat's position as the leader of Civic Passion after his electoral victory. In 2017, Cheng was convicted and fined for the offence of flag desecration. He had turned some miniature Chinese and Hong Kong flags upside-down, flags that pro-Beijing legislators had placed on their desks in the Legislative Council chamber in 2016. They had been handed out by Edward Lau to his pro-Beijing colleagues as a reminder that the \"country should be respected\". Cheng regarded the flags as \"cheap patriotic acts\" and alleged that the pro-Beijing bloc was ignoring issues of actual importance to Hong Kong people. Lau subsequently called the police to report Cheng for flag desecration. On 29 September 2017, the Eastern Magistrates' Court found Cheng guilty and fined him $5,000. Lau subsequently complained that the punishment was too lenient, and referred to previous sentences of imprisonment for the same offence. On 31 August 2019, Cheng was one of several prominent democrats targeted in sweeping arrests made by police that day. ==Academic career== From 2012 to 2018, Cheng has served as a teaching fellow at the Department of Applied Social Sciences at the Hong Kong Polytechnic University. He teaches classes on Hong Kong society, Chinese society, and popular culture. In 2016, he was criticised by Kaizer Lau, a member of the governing council of the Hong Kong Polytechnic University for supporting and organising violent protests and advocating for Hong Kong independence. Lau also called for the non-renewal of the employment contract of Cheng. Cheng lost this position on 30 June 2018 as his teaching contract had not been renewed by the university. He quoted a disciplinary letter from the university as stating: \"Your conduct and convictions are inconsistent with the university’s commitment to quality education and aspiration to embrace internationalisation\". He alleged that the university's actions were \"political persecution\" and were unrelated to his teaching performance. ==See also== *Hong Kong Autonomy Movement ==References== Category:1983 births Category:Alumni of the Hong Kong Polytechnic University Category:Peking University alumni Category:Living people Category:Hong Kong Polytechnic University faculty Category:Hong Kong activists Category:Civic Passion politicians Category:Members of the Legislative Council of Hong Kong Category:HK LegCo Members 2016–2020 ",
    "title": "Cheng Chung-tai"
}