{
    "id": "51517836",
    "text": "Eremophila pterocarpa subsp. pterocarpa is a plant in the figwort family, Scrophulariaceae and is endemic to Western Australia. It is a common and widespread large shrub or small tree with grey leaves and sepals and orange, pink or yellow petals. ==Description== Eremophila pterocarpa subspecies pterocarpa is a shrub or small tree growing to high. The branches are prominently ribbed and the leaves are linear to lance-shaped, long and wide with a pointed end. The leaves and stems are covered with powder-like short, matted hairs. Most of the leaves have their bases twisted so that the leaves face horizontally. The flowers are red to yellow, lack spots and are arranged singly in the leaf axils on a stalk which is long. There are 5 sepals which are narrow egg-shaped to triangular and of approximately equal lengths. The petals, which give the flowers their colour are long and joined in a tube with 5 lobes at the end. As with the leaves, the sepals and petals have a dusty covering of short, fine hairs. Flowering occurs between June and September and is followed by fruits which are flattened and dry with papery wings. E. pterocarpa subsp. acicularis growing east of Shark BayE. pterocarpa subsp. pterocarpa flower detail ==Taxonomy and naming== The species was first formally described in 1904 by William Vincent Fitzgerald in the Journal of the Royal Society of Western Australia. When Robert Chinnock reviewed the genus, he recognised a subspecies - E. pterocarpa subsp. acicularis as well as the type subspecies pterocarpa. == Distribution and habitat== Subspecies pterocarpa occurs between the Cape Range, Shark Bay and Meekatharra areas where it grows in sandy clay or soils derived from limestone, in flats or salty sites. ==Conservation== Subspecies pterocarpa is listed as \"not threatened\" by the Government of Western Australia Department of Parks and Wildlife. ==References== Category:Flora of Western Australia pterocarpa pterocarpa Category:Plants described in 1904 ",
    "title": "Eremophila pterocarpa subsp. pterocarpa"
}