{
    "id": "51513719",
    "text": "Hero of the Golden Talisman is an action-adventure video game developed by British studio Mr Chip Software and published by Mastertronic in 1985 for the Commodore 64. A port to the Amstrad CPC followed. It is an early example of the Metroidvania style, despite preceding both of the genre's namesakes. ==Plot== An evil wizard has cursed the protagonist's hometown. The only way to lift the curse is to find and assemble all five pieces of the broken Golden Talisman, which the wizard has hidden in his lair. ==Gameplay== Hero of the Golden Talisman takes place in side-scrolling maze spanning 512 screens. The player must navigate the world to locate the talisman pieces, one of which is hidden in each of the five main areas. In addition to running, jumping, and climbing, the player can shoot enemies by pressing the fire button. The player can also find useful items, which they can store in their inventory for later use. Some of these items enhance the player's abilities; for example, flags will upgrade the player's weapon. A minimap in the lower-left corner of the screen indicates which rooms have and have not been visited and alerts the player to the presence of items within a given room. ==Reception== Your Commodore gave the game 6/10 for originality, 4/10 for playability, 4/10 for graphics, and 5/10 for value-for-money, saying \"The game has some original ideas but they don't quite get together and the overall impression is uninspiring\". Zzap! was more positive, awarding it 78%, calling it a \"good arcade adventure\", and praising the game's size. One of the three reviewers did not think the gameplay had enough variety to be worth the £2.99 price tag. Another complained that using diagonals to jump forward and backward was too difficult with a standard Atari joystick. The magazine also compared the hero character to the spy from Impossible Mission. ==References== ==External links== * * Category:1985 video games Category:Metroidvania games Category:Commodore 64 games Category:Amstrad CPC games Category:Video games developed in the United Kingdom ",
    "title": "Hero of the Golden Talisman"
}