{
    "id": "51518336",
    "text": "Korneliya Petrova Ninova () is a Bulgarian politician, MP from the parliamentary group of the Bulgarian Socialist Party (BSP). She has been the chairwoman of BSP since 8 May 2016. ==Biography== Korneliya Ninova was born on 16 January 1969 in Krushovitsa, Vratsa district, Bulgaria. She graduated from the Law Faculty of Sofia University \"St. Kliment Ohridski\". In 1995, she worked in the Sofia City Court as a trainee judge, and in the period from 1995 to 1996, she was legal adviser of Sofia Municipality. From 1996 to 1997 Korneliya Ninova was an investigator in the Sofia Investigation Service. In the period from March to August 1997, she was Counsel of BTC. Between 1997 and 2005, she was the CEO of \"Technoimpex\" JSC. From September 2005 to March 2007, Ninova was Deputy Minister of Economy and Energy in foreign economic policy. In December 2005, she was appointed as Chairperson of the Board of \"Bulgartabac Holding\" AD. In 2007 she was removed from the management of the company and is investigated on allegations of crime against justice. Ninova is removed by a decision of Prime Minister Sergei Stanishev from the position of deputy minister in May 2007. On 8 May 2016 Ninova was elected as chairperson of the Socialist Party with 395 votes against 349 votes for the outgoing president Mihail Mikov. In a TV interview on 23 April 2017, Ninova made the highly unusual for a socialist statement that British Conservative prime ministers Margaret Thatcher and Theresa May are her \"favorite politicians.\" Ninova is in a reported conflict with former BSP secretary and current President of the Party of European Socialists Sergei Stanishev. On 28 May 2019 Ninova resigned as leader of the BSP. This was done as the party felt that it had \"lost\" the 2019 European Parliament election under her leadership, despite the fact that it managed to muster both higher electoral support and an increase in the number of MEPs in comparison to the previous election. She withdrew her resignation shortly thereafter at the Socialist Party's congress, thus remaining as the party's leader. ==Parliamentary activity== * Parliamentary Group of Coalition for Bulgaria (14.07.2009 -) * Internal Security and Public Order (29.07.2009 -) * Committee on Economic Policy, Energy and Tourism (30.07.2009 -) * Delegation to the Parliamentary Assembly of the Council of Europe (Deputy Representative, 04.09.2009 - 11.01.2012) * Friendship group Bulgaria - Italy (23.10.2009 -) * Friendship group Bulgaria - Morocco (Deputy Chairman, 23.10.2009 -) * Friendship group Bulgaria - Russia (23.10.2009 -) * Friendship group Bulgaria - France (23.10.2009 -) * Bills introduced: Bill to the Law on Privatization, Bill amending the Law on Income Tax of Individuals, Bill amending the Law on Medical Institutions ==References== Category:1969 births Category:Bulgarian jurists Category:Bulgarian Socialist Party politicians Category:21st-century Bulgarian women politicians Category:Living people Category:Members of the National Assembly (Bulgaria) Category:People from Vratsa Province Category:Sofia University alumni ",
    "title": "Korneliya Ninova"
}