{
    "id": "51511875",
    "text": "Justin March (born July 5, 1993) is an American football linebacker for the Dallas Cowboys of the National Football League (NFL). He played college football at the University of Akron. ==Early years== March-Lillard attended Danville High School, where he played as a linebacker. As a junior, he had 203 tackles, 6 sacks and helped his team win the conference championship. As a senior, he made 153 tackles, 2 sacks, contributing to his team winning back- to-back conference championships. He received All-Conference, All-Area and All-Area Player of the Year honors. He also practiced basketball and baseball. ==College career== March-Lillard accepted a football scholarship from the University of Akron. As a freshman, he appeared in 12 games (2 starts), tallying 36 tackles. He had 9 tackles against the University of Cincinnati. As a sophomore, he started in 11 games, collecting 62 tackles (third on the team), 2 tackles for loss, one interception and 3 passes defensed. He made 11 tackles against the University of Massachusetts and 10 tackles against Northern Illinois University. As a junior, he started 12 games at strongside linebacker, registering 80 tackles (second on the team), 4.5 tackles for loss, 3 interceptions (tied for the team lead), 2 passes defensed, one sack and one defensive touchdown. Against the University of Michigan, he had 4 tackles (1 for loss) and 2 interceptions, including one returned for a touchdown. He made 10 tackles against Ball State University. As a senior, he started 10 games at strongside linebacker, posting 72 tackles (second on the team), 6 tackles for loss, 2 sacks, 8 passes defensed and 2 forced fumbles. He did not play against Marshall University because of injury. He had 8 tackles and 2 sacks against Miami University. ==Professional career== ===Kansas City Chiefs=== March- Lillard was signed as an undrafted free agent by the Kansas City Chiefs after the 2015 NFL Draft. On September 1, he was placed on the injured reserve list with a knee injury. On October 18, 2016, he was placed on the injured reserve list with a broken hand that he suffered in Week 5 against the Oakland Raiders. He was activated off injured reserve to the active roster on December 30. He started 5 games, registering 22 tackles (one for loss) and 2 passes defensed. On September 2, 2017, March-Lillard was waived by the Chiefs. ===Miami Dolphins=== On September 3, 2017, March-Lillard was claimed off waivers by the Miami Dolphins. He appeared in two games before being waived by the Dolphins on September 26, 2017. ===Seattle Seahawks=== On September 27, 2017, March-Lillard was claimed off waivers by the Seattle Seahawks. He appeared in one game and was waived by the Seahawks on October 7, 2017. ===Dallas Cowboys=== On October 11, 2017, March-Lillard signed with the Dallas Cowboys as a free agent, his fourth team in nearly a month. He was a backup linebacker that appeared in 7 games and was declared inactive in 4 contests. In 2018, he appeared in all 16 games, while registering 7 special teams tackles and one defensive tackle. On March 7, 2019, he was re-signed to a one- year contract. On March 21, 2020, March re-signed with the Cowboys. He was released during final roster cuts on September 5, 2020, but was re-signed two days later. ==References== ==External links== *Akron Zips bio Category:1993 births Category:Living people Category:People from Danville, Illinois Category:Players of American football from Illinois Category:American football linebackers Category:Akron Zips football players Category:Kansas City Chiefs players Category:Miami Dolphins players Category:Seattle Seahawks players Category:Dallas Cowboys players ",
    "title": "Justin March"
}