{
    "id": "51510946",
    "text": "The Middlebury Gorge Concrete Arch Bridge is a historic concrete arch bridge, carrying Vermont Route 125 over the Middlebury River in eastern Middlebury, Vermont. The bridge was built in 1924, and is a well-preserved example of an early concrete bridge. It was listed on the National Register of Historic Places in 1991. ==Description and history== The Middlebury Gorge Concrete Arch Bridge is located in the upland area of eastern Middlebury, carrying Vermont Route 125 across a narrow gorge en route to one of three passes across the Green Mountains in eastern Addison County. The bridge consists of a basically semicircular arch made out of poured reinforced concrete. Its span is , with a total structure length of . It is in height and has a width of , carrying two lanes of traffic. The sides of the bridge are simply decorated, with a beltcourse running along the length of the top, and paneled pilastered pillars at the corners. with The bridge was built in 1924, and is one of the state's few such bridges to predate (and survive) its devastating 1927 floods. The bridge's scenic siting was judged a better setting for a more monumentally appearing arch bridge than the then-common alternative, a metal truss bridge. The bridge was built out of eight separately poured concrete sections, using locally sourced materials. Its principal defect is the loss of one of the corner posts. ==See also== *National Register of Historic Places listings in Addison County, Vermont *List of bridges on the National Register of Historic Places in Vermont ==References== Category:Road bridges on the National Register of Historic Places in Vermont Category:National Register of Historic Places in Addison County, Vermont Category:Bridges completed in 1924 Category:Bridges in Addison County, Vermont Category:Buildings and structures in Middlebury, Vermont Category:Concrete bridges in the United States Category:Arch bridges in the United States ",
    "title": "Middlebury Gorge Concrete Arch Bridge"
}