{
    "id": "51518608",
    "text": "' (kaje afʁikɛ̃) is a 2016 documentary film by Heidi Specogna, a Swiss filmmaker. Beginning in 2008, Specogna's long-term observation follows the lives of two young Central African woman, Amzine and Arlette. The film was prompted by the discovery of a small exercise book, full of courageous testimonies by more than 300 victims of war crimes committed by Central African mercenaries during armed conflict between October 2002 and March 2003. ==Content== As a result of rape, Amzine, a young Muslim woman, gave birth to a child. Looking at her now 12-year-old daughter Fane is a daily reminder of the suffering she entrusted to this book. Arlette, a Christian girl, has agonised for years due to a gunshot to the knee that did not want to heal. After a successful surgery in Berlin, she holds on to hope for a pain-free existence. But while the two young woman try to master their difficult daily lives with confidence – and while, in The Hague, the legal prosecution of crimes committed during the last war is still in progress – the next war breaks out in the Central African Republic. Amzine, Fane and Arlette must once again face a maelstrom of violence, death and expulsion. At their side, the film bears witness to the collapse of order and civilization in a country torn apart by civil war and coup d’états. ==Reception== Giorgia Del Don writes for Cineurope: \"Heidi Specogna’s latest film literally speaks through images [..] about a sad and hopeless beauty. Without ever toppling over into pity, the director portrays the everyday reality of her protagonists with dashes of hope.\" She particularly praises the intensity of the film: \"Heidi Specogna [...] make[s] us understand to what extent life has the same value everywhere. A terrible and poetic film it takes extreme courage to watch.\" ==Awards== won the Zonta Club Award at Locarno International Film Festival 2016.Winners Locarno 2016 as PDF Retrieved 2016-09-05 At DOK Leipzig 2016, was awarded the Silver Dove.Award Winners DOK Leipzig 2016 (German) Retrieved 2016-11-10 received the 2016 German Human Rights Film Award (Deutscher Menschenrechts- Filmpreis) Deutscher Menschenrechts-Filmpreis (German) Retrieved 2016-11-10 ==References== ==External links== * * at Rushlake Media * Cahier Africain at Filmbringer Distribution * Part 1 and Part 2 on YouTube distributed by Deutsche Welle Category:2016 films Category:2016 documentary films Category:Swiss documentary films Category:Swiss films Category:German documentary films Category:Films about war crimes Category:Documentary films about war crimes Category:Documentary films about Africa Category:English- language films ",
    "title": "Cahier Africain"
}