{
    "id": "51519457",
    "text": "Atchison County Memorial Building is a historic building located at Rock Port, Atchison County, Missouri. It was built in 1919, and is a two-story, Classical Revival style reinforced concrete building on a raised basement. It measures approximately 107 feet deep and 63 feet wide. The front facade features four fluted Doric order columns that support an entablature and frieze. It was built with support from the Missouri General Assembly to serve as a World War I memorial and a community centre. It was listed on the National Register of Historic Places in 1987. ==Atchison County Memorial Building Foundation== The Atchison County Memorial Building is owned and operated by the Atchison County Memorial Building Foundation, a 501(c)(3) organization founded in 2003 and governed by a nine-member Board of Directors elected from the general membership. Individual membership is $15 each and business membership is $100 each. The Foundation meets the first Tuesday of each month with an annual meeting held the first Saturday of April. Three are from each of the three school districts in the county. The Foundation exists for the sole purpose of supporting the building and the services and programming associated with it. ==Walk of Honor== Hardin Cox, a past board member, originated the idea of selling inscribed bricks on a memorial wall as a fundraiser for the Memorial Building Foundation. This fundraiser evolved into the Walk of Honor. Over two thousand bricks have been purchased to date, and over $264,000 was raised by the sale of bricks to complete the Walk of Honor in November 2008. The Board is continuing to market the bricks as a way to remember a loved one who served in the military. The bricks that are sold go toward the renovation expenses of the building. A 4\"x 8\" brick is $250, an 8\" x 8\" brick is $450, and a 16\" x 16\" brick is $1200. ==Liberty Theatre== The Liberty Theatre is located on the second floor. The theatre was reopened in 2005, and since then more than forty community theatre shows and other events have taken place. ==References== ==External links== * Atchison County Memorial Building * Liberty Theatre Category:Government buildings on the National Register of Historic Places in Missouri Category:Neoclassical architecture in Missouri Category:Government buildings completed in 1919 Category:Buildings and structures in Atchison County, Missouri Category:National Register of Historic Places in Atchison County, Missouri ",
    "title": "Atchison County Memorial Building"
}