{
    "id": "51510762",
    "text": "Julius Warmsley (born May 16, 1990) is an American football defensive end who is currently a free agent. He went undrafted in the 2014 NFL Draft and was signed by the Houston Texans. He played college football at Tulane. ==College career== At Tulane, Warmsley played in 44 games and racked up 102 tackles (61 solo), 30.5 tackles for loss, and 12.5 sacks in his career. He earned first- team All-Conference USA honors his senior season after posting 46 tackles, 6.0 sacks, and 18.5 tackles for loss. He enrolled at the U.S. Military Preparatory School for the 2009–10 academic year.Julius Warmsley college career ==Professional career== ===Houston Texans=== Warmsley was signed as an undrafted free agent by the Houston Texans on May 19, 2014. He was waived after training camp. ===Seattle Seahawks=== After being released by the Texans, Warmsley signed to Seattle’s practice squad on September 1, 2014 and was on and off of their practice squad for the next two seasons and was finally released on November 18, 2015. ===Miami Dolphins=== Warmsley was signed to the Miami Dolphins' practice squad on December 18, 2015 and signed a reserve/futures contract on January 6, 2016. After a solid preseason, Warmsley made the initial 53-man roster, however he was released by the Dolphins on October 26, 2016. He was re-signed to the practice squad on October 31, 2016. He signed a reserve/future contract with the Dolphins on January 10, 2017. He was waived on September 2, 2017. ===Tennessee Titans=== On October 24, 2017, Warmsley was signed to the Tennessee Titans' practice squad. He signed a reserve/future contract with the Titans on January 15, 2018. On September 1, 2018, Warmsley was waived by the Titans. ===Memphis Express=== In 2018, Warmsley signed with the Memphis Express of the AAF for the 2019 season. The league ceased operations in April 2019. ==References== Category:1990 births Category:Living people Category:American football defensive tackles Category:Memphis Express (American football) players Category:Miami Dolphins players Category:Houston Texans players Category:Players of American football from Louisiana Category:Seattle Seahawks players Category:Sportspeople from Baton Rouge, Louisiana Category:Tennessee Titans players Category:Tulane Green Wave football players ",
    "title": "Julius Warmsley"
}