{
    "id": "51514003",
    "text": "Siân Evans is a Welsh historical author, journalist, and film consultant, known for her guidebooks for the National Trust, of which she has written seven, and her works of social and cultural history. She has written a biography of Dame Margaret Greville and an account of six society hostesses in Britain between the World Wars. ==Early life and career== Siân Evans was born to David and Rae. Born and raised in Whitchurch, Cardiff and attended Howells School, Llandaff. She has worked for the National Trust, the Victoria & Albert Museum, and the Design Museum.Queen Bees, tworoadsbooks.com Retrieved 9 September 2016. ==Writing== Until 2016, all of Evans's books were published by the National Trust, and they include seven guidebooks to properties in their ownership as well as a book of ghost stories associated with trust propertiesNational Trust releases top 10 haunted hotspots. Eluned Price and Adam Lusher, The Telegraph, 28 October 2007. Retrieved 9 September 2016. and other works relating to the life of the country house. She has also written for the BBC Antiques Roadshow Magazine, the Daily Mail, the Daily Express, Coast Magazine, and the National Trust Members' Magazine.Siân Evans. Diane Banks Associates. Retrieved 9 September 2016. Her first biography was Mrs Ronnie: The society hostess who collected kings (2013) which dealt with the life of Dame Margaret Greville of Polesden Lacey. Her first book not to be published by the National Trust was Queen bees: Six brilliant and extraordinary society hostesses between the wars (Two Rivers, 2016) which chronicled the lives of six women, Nancy Astor, Maud Cunard, Laura Mae Corrigan, Margaret Greville, Sibyl Colefax, and Edith Londonderry, some of whom were of humble origins, who became successful society hostesses in Britain between the World Wars. Reviewing the book in The Times, Virginia Nicholson found it to excel in anecdotes, punchlines, and descriptions of the detail of social mountaineering but to lack a deeper analysis of the motives of its subjects.\"Cut-glass gossip, broken plates - and such fun\", Virginia NIcholson, The Times, Saturday Review, 3 September 2016, p. 3. Frances Wilson in The Spectator described the women as less \"brilliant and extraordinary\" than \"silly, sycophantic and generally pro-Nazi\", feeling that Evans had overstated the importance of her subjects and questioning the decision to treat them as a group rather than singly, \"queen bees being hard to distinguish in a swarm\".How to suck up in society — with the Cunards, the Corrigans and the Colefaxes. Frances Wilson, The Spectator. Retrieved 9 September 2016. ==Selected publications== ===National Trust guidebooks=== * Saltram, Devon: A souvenir guide. National Trust, 2012. * Avebury Manor: A souvenir guide. National Trust, 2014. * Killerton, Devon: A souvenir guide. National Trust, 2014. ===Other works=== * Ghosts: Spooky stories and eerie encounters from the National Trust. National Trust, 2006. * Pattern design: A period design sourcebook. National Trust Books, 2008. * Life below stairs in the Victorian and Edwardian country house. National Trust Books, 2011. * The manor reborn: The transformation of Avebury Manor. National Trust Books, 2011. * Mrs Ronnie: The society hostess who collected kings. National Trust Books, 2013. * Queen bees: Six brilliant and extraordinary society hostesses between the wars. Two Roads, 2016. == References == Category:Living people Category:National Trust people Category:Welsh historians Category:Welsh journalists Category:Year of birth missing (living people) ",
    "title": "Siân Evans"
}