{
    "id": "51512452",
    "text": "Abu'l Fatḥ al-Ḥasan ibn ʿAbd Allāh ibn Aḥmad ibn ʿAbd al-Jabbār ibn al-Ḥaṣīna al-Sulamī () better known as Ibn Abī Ḥaṣīna (also spelled Ibn Abī Ḥuṣayna; 998–22 July 1065), was an 11th-century Arab poet, who specialized in panegyrics. He benefited from the patronage of the Mirdasid dynasty, whose emirs (princes) he frequently praised in his poetry. His works were published as Diwan Ibn Abi Hasina in 1956. ==Biography== Ibn Abi Hasina was born in Ma'arrat al-Nu'man in 998 and belonged to the Banu Sulaym, a large and geographically widespread Arab tribe, hence his epithet al-Sulamī.Rikabi, p. 686. He received much of his early education in his hometown, which at the time was a cultural center. In circa 1019, he met Thimal ibn Salih, the son of the Mirdasid leader Salih ibn Mirdas, in the town of al-Rahba.Zakkar, p. 91. He dedicated a poem to Thimal during that encounter and in 1022, which exhibited his poetic skills and attracted the Mirdasids' favor. When the latter established their state in Aleppo in 1024–1025, Ibn Abi Hasina took residence there and came under Mirdasid patronage. He devoted numerous poems praising their virtues and conquests. In 1045, Ibn Abi Hasina was sent by Thimal, then emir of Aleppo, to Cairo on a diplomatic mission to the Fatimid caliph, al-Mustansir. Ibn Abi Hasina wrote al-Mustansir a panegyric and was granted a noble title, making him an amir (prince). He later visited Damascus and wrote poems praising its beauty and dedicating a eulogy to the city's qadi (head Islamic judge), Hamza ibn al-Husayn. Throughout his life, Ibn Abi Hasina remained loyal to the Mirdasids. He died in Saruj on 22 July 1065. ==Poetry== Ibn Abi Hasina specialized in the panegyric, which accounted for most of his literary work. According to historian J. Rikabi, Ibn Abi Hasina \"was distinguished by the quality of his language, his themes remaining the traditional ones\". In his panegyrics to the Mirdasid emirs, he extolled their generosity, bravery, martial skills and noble ancestry, all virtues honored in Bedouin culture. However, he also wrote romantic and elegiac poetry. He often sent his poetry to his contemporary and hometown friend, al-Ma'arri, for the latter's commentary. Ibn Abi Hasina's diwan (poetry collection) was published in Damascus in 1956 by Muhammad As'ad Talas. The diwan consisted of two volumes, the first containing Ibn Abi Hasina's poems, the second containing commentary by al-Ma'arri. Among the poems attributed to Ibn Abi Hasina is the following verse: > When we stopped to say a mutual farewell, > and whilst her heart and mine were overflowing with passion and with love, > she wept liquid pearls; > my eyelids let fall cornelians, > and both formed a necklace on her bosom. > — Excerpt from a love poem attributed by historian Ibn Khallikan (d. 1282) > to Ibn Abi Hasina, whom he describes as a \"poet of some reputation\". ==References== ==Bibliography== * * Category:998 births Category:1065 deaths Category:11th-century Arabs Category:11th-century Arabic poets Category:Arab poets Category:Banu Sulaym Category:Mirdasid emirate of Aleppo Category:Muslim panegyrists Category:People from Maarrat al-Nu'man Category:Poets of the early Islamic period ",
    "title": "Ibn Abi Hasina"
}