{
    "id": "51514895",
    "text": "Stripped is the ninth studio album recorded by American singer-songwriter Macy Gray. It was released on September 9, 2016 on Chesky Records label. Although Gray's vocals had often been compared to jazz vocalists, Stripped is her first overtly jazz album and features live-in-the-studio recording techniques and accompaniment by leading jazz instrumentalists. The album debuted at No. 3 on the Billboard Jazz Albums chart. == Recording == The album is made up of ten songs, all recorded live on April 7 and April 8, 2016, in a decommissioned Brooklyn church. The album includes remakes of several of her songs (\"I Try,\" \"Sweet Baby,\" \"She Ain't Right For You,\" \"The First Time,\" \"Slowly\") and songs originally by other artists (\"Nothing Else Matters,\" \"Redemption Song\"), as well as all-new recordings (\"Annabelle,\" \"The Heart,\" \"Lucy\"). Macy Gray told Elle that recording a jazz album \"was such a completely unexpected but refreshing and fun thing to do.\" One of the songs on the album, \"Lucy,\" was composed as the band was performing; it was regarded as one of the best songs on the album by many critics. ==Release & promotion== \"Annabelle\" was released on August 17, 2016, to promote the album. Gray said \"'Annabelle' is one of my favorite songs on the album,\" adding that \"it speaks to all the suffering you go through when you're trying to quit a habit. At the same time the mood of the song inspires a craving for a big fat joint.\" Macy Gray's newly recorded version of \"I Try,\" which was praised, was also used to promote the album. Elle said that the track \"gorgeously reimagined,\" while Entertainment Weekly called it \"jazz-infused.\" The album was released on 9 September 2016. It was made available on CD and on vinyl, in addition to being available digitally. ==Critical reception== Critical reception for Stripped was highly positive. The album holds a score of 79 out of 100 on review aggregate website MetaCritic, indicating \"generally favorable reviews.\" James Nadal, writing for All About Jazz, awarded the album 4.5 of 5 stars, stating \"Recorded with no over dubs, in a two-day session, this is as close to a live gig as one could imagine, with spatial realism and no audience background noise to hamper audio quality,\" singling out \"I Try,\" \"Slowly,\" \"First Time,\" and \"Redemption Song\" as highlights and going on to conclude that \"Gray is a throwback to the early days when jazz singers were not pretentious, but had to rely on their innate talent to carry the tune with raw emotion and sensual grace.\" Allmusic's review was also positive, giving the album 3.5 out of 5 stars, commenting that \"all of this is best heard in a late-night setting. The volume of Gray's rasping voice rarely breaks above the level of an intimate conversation -- at times, she sounds a bit off in the distance -- and the group plays as if it's trying not to disturb a dozing parishioner,\" stating that \"For all its emphasis on the past, Stripped sounds like a step forward.\" Music critic Robert Christgau, writing for Vice, was also extremely complimentary toward the album. In his article \"Reinvention, Response, and 'Redemption Song,'\" he stated that the album was a career highlight, stated that \"guitarist Russell Malone and trumpeter Wallace Roney earn their minutes, but mostly they make room for Macy as she eases into a few of her own standards and tops them with the new 'First Time,'\" also stating that \"although she wasn't the only one born to sing 'Redemption Song'... she does it humble and she does it proud.\" Other critics praised the album, as well. Exclaim's Ryan B. Patrick said that \"Gray's inimitable rasp does the job in conveying improvisational sounds,\" going on to state that \"'Stripped' finds Gray in lucid form; hit 'Sweet Baby' offers a bouncy, upbeat flavour, while a bass-heavy version of her biggest hit 'I Try' gives the track new life,\" calling the album \"fully chilled out and no-frills in intent and sentiment.\" Vogue was also complimentary towards the album, noting \"Lucy\" as a highlight. A review by Yahoo praised the album's sound quality and noting that the album has \"a sweet balance between singer and band.\" ==Commercial performance== \"Stripped\" impacted the jazz charts, a first for Gray, who had previously charted on the R&B; and pop charts. On the chart dated October 1, 2016, Stripped debuted at number 2 on the US Traditional Jazz Albums chart. It debuted at number 3 on the US Top Jazz Albums chart and the US Jazz Albums chart. The album also reached on the Independent Albums chart at number 47. == Track listing == All tracks were produced by David and Norman Chesky. == Credits and personnel == Credits adapted from AllMusic. ;Producers *Dave Chesky *Norman Chesky ;Musicians *Ari Hoenig – drums *Daryl Johns – bass *Russell Malone – guitar *Wallace Roney – trumpet ;Miscellaneous personnel *Jeff Lanier – A&R; *Janelle Costa – assistant *Mor Mezrich – second engineer *Max Steen – assistant engineer *Nicholas Prout – engineering, mastering, editing ==Charts== {| class=\"wikitable sortable\" !Chart (2016) !Peak position |- |US Independent Albums |align=\"center\"|47 |- |US Jazz Albums |align=\"center\"|3 |- |US Top Jazz Albums |align=\"center\"|2 |- |US Traditional Jazz Albums |align=\"center\"|2 |} ==References== Category:2016 albums Category:Macy Gray albums Category:Chesky Records albums Category:Jazz albums by American artists ",
    "title": "Stripped (Macy Gray album)"
}