{
    "id": "51525624",
    "text": "Carnarvon Castle railway station was opened in 1856 by the narrow gauge Nantlle Railway near the foot of what is today the Allt Y Castell which slopes down to Caernarfon's harbour area. It was the line's northern terminus and was the closest of Caernarfon's ultimately five stations to the historic town centre. ==Overview== The Nantlle Railway was the first public railway in North Wales. It opened on 12 July 1828 and was horse-drawn throughout its life. Its primary purpose was to carry slates from quarries near Nantlle nine miles northwards to the quayside at Caernarfon where most were loaded onto ships. Other products such as lead, dung and iron ore were anticipated, but in practice slate was the clear number one northbound, with copper ore a distant second. Southbound traffic was almost monopolised by coal; carrying fare- paying passengers was an afterthought. ==The station== thumb As with all other Nantlle Railway passenger stopping places, the Carnarvon Castle terminus had no platforms, passengers boarded from and alighted to the trackside. There was no separate station siding or reserved length of track, passenger trains simply stopped at an agreed place near the line's sole passenger building of any description, the \"Booking Office\", near the Harbour Office. ==Finances== Passenger carrying did not begin until the railway (sometimes referred to as a tramway) had been running for 28 years, but it nevertheless made a significant contribution to income, e.g. over a quarter in 1862, but its profitability was another matter, particularly as it risked interfering with slate traffic. This issue exercised many contemporary minds. ==Services== From the outset timetables appeared regularly in the \"Carnarvon & Denbigh Herald\" and in Bradshaw from October 1856.Example timetable in Bradshaw That of August and September 1856 shows three passenger trains taking 1hr 30mins southbound from Carnarvon Castle to Nantlle and 1hr 21mins northbound, the difference being caused by the prevailing gradients. The speed of six or seven mph compared favourably with what a horseless person from Nantlle could possibly hope to achieve, with effects carried as well. The trains had various mixtures of 1st, 2nd and 3rd class provision. All trains called at all stations (though, as at Carnarvon Castle, \"stopping place\" may have been a better description.) The final timetable published in June 1865 showed fewer trains but nearly equal timings north and southbound. There were extra trains on Saturdays but no Sunday service was ever provided. The timetable varied over the life of the service and by season. An additional stop, five minutes before arriving at the Castle terminus, appeared in October 1857, northbound only, advertised as \"Carnarvon\"; this disappeared soon afterwards never to reappear. Connecting coaches to Portmadoc were provided from Penygroes and formally advertised from 1860. Different class travel was provided, but the only shred of surviving evidence of what that meant can be gleaned from a press report concerning the line's sole passenger accident, which occurred near Bontnewydd in June 1861. This describes the train as \"...consisting of the usual open passenger truck and a closed or first class carriage drawn by two horses.\" The differences must have been real, as the return fares from Carnarvon Castle to Nantlle in 1857 were one shilling 3rd Class, one shilling and sixpence 2nd Class and Half a Crown 1st Class. In a forerunner of modern times the track was owned by and the responsibility of the Nantlle Railway Company, but the services were run by a private supplier - Edward Preston - acting under lease. ==The impact of the standard gauge== By the 1860s the standard gauge Carnarvonshire Railway was being built. Its northern section from what would become Penygroes railway station to Coed Helen by the Afon Seiont south of Caernarfon would obliterate the Nantlle Railway tracks, leaving the tramway with stubs at both of its ends. During the construction period slates were transshipped twice - by pushing Nantlle trucks three at a time onto standard gauge wagons at Tyddyn Bengam north of Penygroes from where they were locomotive-hauled northwards to Hendy Crossing immediately north of what would become Carnarvon (Pant) station. At this point the process was reversed, with the Nantlle trucks being pushed back off the standard gauge wagons onto Nantlle rails. From that point they were horse drawn the last to Caernarfon quayside along the Nantlle company's traditional route. With complexity came delays, breakages and pilfering, with some traffic reverting to road. Passengers were not subject to this cumbersome process; the passenger service was suspended from 12 June 1865 and a through rail replacement service of coaches from Caernarfon to Nantlle was provided by a Mr Morton under contract. When the Carnarvonshire Railway line to Carnarvon (Pant) was opened the coach service to Nantlle ceased, but a shorter one was put in place between Pant and stations until the \"Town Line\" was opened in 1870 giving through running from to Bangor.Town line history, via Disused Stations Eventually a branch was built at the Caernarfon end from the standard gauge line to the quayside, rendering the tunnel at Coed Helen and the Nantlle's bridge across the Seiont redundant. This was a two-stage process. The first action by the LNWR (who had taken over the Carnarvonshire railway) was to build a trailing junction a short distance from the southern mouth of Caernarvon Tunnel, not far from the future site of the modern station,Photo of junction and standard gauge wagons on quayside, via Festrail leading into St Helens Road, where goods were transshipped to former Nantlle wagons to be handled on the quay. Later in the 1870s the standard gauge lines were extended to replace all the narrow gauge lines and infrastructure in the harbour area.Caernarfon Harbour with standard gauge tracks and wagons, via Britain from the Air (Free sign in needed to zoom)Caernarfon Harbour with standard gauge tracks and wagons, via Britain from the Air (Free sign in needed to zoom) Although redundant for some years the Nantlle's single-span stone bridge over the Seiont was not demolished until 1879-80. Likewise, at the southern end of the line a standard gauge branch was built from Penygroes to Talysarn, which was confusingly named , replacing the Nantlle trackwork. This nevertheless left a length of horse-drawn former Nantlle track in place between the standard gauge Nantlle station and the quarries in the Nantlle area which, remarkably, passed to British Railways (BR) at nationalisation in 1948 and remained in operation until 1963, being BR's last surviving horse- drawn remnant. ==Failed revivals== At the beginning of the twentieth century the Portmadoc, Beddgelert and South Snowdon Railway (PBSSR) endeavoured to build an electric railway to connect Porthmadog with the village of Beddgelert and the North Wales Narrow Gauge Railway (NWNGR) at Rhyd Ddu. This venture also obtained powers to build a line to Betws-y-Coed and to connect with existing tramways and slate quarries. The PBSSR's life and history is complex, but two of its enabling Acts made provision for extensions from the northern end of the NWNGR from to the quayside at Caernarfon. The Act of 15 August 1904 authorised a line northwards from Dinas running near the LNWR's to line then veering westwards through the erstwhile Nantlle Railway's Coed Helen tunnel then crossing a new bridge approximately on the site of the original Nantlle Railway bridge over the Afon Seiont terminating on the quayside near the Harbour Offices. This route would effectively reinvent the Nantlle Railway's route from Dinas to Caernarfon Harbour. No source specifically mentions a station at this proposed northern terminus, but as the PBSSR was to be a mixed passenger and goods railway with designs on the tourist market, for it to go to the trouble of getting to Caernarfon without building a station would be very strange. In the event, nothing physical was done north of Dinas. An Order of 8 July 1908 gave the company power to abandon the route through Coed Helen tunnel, replacing it with a line (effectively a street tramway) along St Helens Road in Caernarfon, terminating near the castle. In the application to Parliament (which had been made as long ago as 1905) the estimated cost was \"£3241...with £500 allowed for a station located beneath the castle walls.\" A great deal of activity took place surrounding the PBSSR and the NWNGR, almost all of which was politicking, meetings, inquiries and business dealings. The only action on the northern extension from Dinas to Caernarfon was the sale of some land by the Caernarfon Harbour Commission to the railway. No building work of any nature took place north of Dinas and powers to do so lapsed in 1910. The onset of the First World War stopped the machinations, but did not close them for good. On 18 October 1921 the Light Railway Commissioners opened a Public Enquiry into the whole question of narrow gauge railways in the Porthmadog-Beddgelert-Caernarfon area, not least in the light of significant unemployment. Caernarfon interests were in favour of the original aim of a through narrow gauge route from Porthmadog to Caernarfon, not least because the need to tranship goods and people at Dinas deterred traffic which even then was being lost to road transport. The LNWR supported all moves to build a unified line northwards from Porthmadog, but opposed a northern narrow gauge extension from Dinas. The Commission's finding was to support the formation of the Welsh Highland Railway which would join the PDSSR and NWNGR to give a through route from Porthmadog to Dinas, but the northern extension to Caernarfon was not backed and thereby died. ==Modern times== No trace of the Nantlle Railway can be discerned on or north of St Helens Road in the lower town. Most if not all was obliterated when standard gauge lines were installed in the 1870s. Modern day road works have completed the job. The most northerly clear remnant is Coed Helen tunnel, with embankment traces between there and the river and bridge abutment traces having to be taken on trust as being of railway origin. ==Gallery== File:Narrative of a journey - associated with a fly from Gloucester to Aberystwith, and from Aberystwith through North Wales, July 31st to September 8th 1837 (1840) (14782278234).jpg |The slate quay with loaded wagons and slate stacks File:Caernarvon Castle (1132181).jpg |The slate quay with steamship but no railway shown File:Carnarvon_Castle_- _from_Coed_Helen.jpeg |The harbour in 1854, possibly wagons right of the quayside lamp * * * * * ==References== ===Sources=== * * * * * * * * * * * ==Further material== * * * * * * ==External links== * * * * * * * * Category:Disused railway stations in Gwynedd Category:Caernarfon Category:Railway stations in Great Britain opened in 1856 Category:Railway stations in Great Britain closed in 1865 ",
    "title": "Carnarvon Castle railway station"
}