{
    "id": "51521360",
    "text": "The Terraces Historic District encompasses a historic late 19th and early 20th-century residential area of White River Junction, Vermont. The district, developed as an upper middle-class residential area beginning in 1880, features a variety of architectural styles encapsulating the community's growth through about 1930. It was listed on the National Register of Historic Places in 2012. ==Description and history== The village of White River Junction had achieved a significant measure of economic importance in the upper Connecticut River valley by the middle of the 19th century, serving as a major railroad hub with service in four directions. The village grew in the lowlands at the mouth of the White River, with residential development at first closely spaced and near the railroad-related services. By 1880, the local merchant class sought housing that was at a remove from the noise and pollution associated with the railroad, resulting in the development of the Terraces, set on a rise southwest of the village and south of the White River. The principal roads of this area, Fairview Terrace and Hillcrest Terrace roughly follow the contours of the steep hillside. with The district includes all of Hillcrest Terrace, and all of Fairview Terrace between its junction with Hillcrest in the north and Gates Street in the south. It includes Forest Hills Avenue, which joins the two terraces near the southern end, and extends along Gates Street to Maplewood Terrace in the south. The area includes well- spaces houses that are typically vernacular interpretations of architectural styles popular between 1880 and 1930. Most are two or two-and-one-half stories in height, and of wood frame construction. A few of the houses were either built as multi-unit residences, or have been converted to such since their initial construction. A number of properties include period carriage houses. ==See also== *National Register of Historic Places listings in Windsor County, Vermont ==References== Category:Historic districts on the National Register of Historic Places in Vermont Category:National Register of Historic Places in Windsor County, Vermont Category:Hartford, Vermont Category:Historic districts in Windsor County, Vermont ",
    "title": "Terraces Historic District"
}