{
    "id": "51522364",
    "text": "René Pierre Charles Princeteau (18 July 1843 – 31 January 1914) was a French animal painter. ==Life== René Princeteau was born in Libourne into a noble family. He was deaf and mute from birth. He studied at the Institut National de Jeunes Sourds de Paris. After attending sculpture classes with Dominique Fortuné Maggesi, he enrolled in 1865 at the École nationale supérieure des Beaux-Arts, where he studied under the direction of Auguste Dumont. He rented a studio at 233 rue du Faubourg Saint-Honoré. He was a friend of Alphonse de Toulouse-Lautrec, and tutored Henri de Toulouse-Lautrec in 1871. During the Franco-Prussian War, he enlisted in the artillery of army of the Loire. He then accumulated in his notebooks a lot of notes and drawings. He rose to prominence with his horse paintings in 1885. He painted numerous hunting scenes with hounds, racing, as well as landscapes and equestrian portraits. In 1883, Princeteau left Paris for Libourne where he originated. This period marks the beginning of his great compositions celebrating rural life. He settled in the castle of Pontus near Fronsac on the banks of the Isle. He died in Fronsac in 1914. == Works== File:Princeteau Reiter.jpg| File:Princeteau Tandem.gif| File:Princeteau Wildschweinjagd.jpg| * Patrouille de Uhlans * L'Habit rouge * Steeple chase sur l'hippodrome de la manche en 1880 * Cheval blanc * Jockey conduisant son cheval == References == == Sources == *Princeteau gentleman, sept catalogues édités à l'occasion de la rétrospective René Princeteau au musée des beaux-arts de Libourne du 15 juin 2007 au 3 octobre 2009. Le Festin, Bordeaux. Category:19th-century French painters Category:20th-century French painters Category:20th-century male artists Category:Animal painters Category:Equine artists Category:Deaf artists Category:1843 births Category:1914 deaths Category:People from Libourne ",
    "title": "René Princeteau"
}