{
    "id": "515262",
    "text": "Ten ships of the Royal Navy have carried the name HMS Spitfire, while an eleventh was planned but renamed before entering service. All are named after the euphemistic translation of Cacafuego, a Spanish treasure galleon captured by Sir Francis Drake. * was an 8-gun galley purchased in 1776 in North America for Mouatt's squadron at Falmouth, Massachusetts. When Admiral d'Estaing's squadron arrived in Narragansett Bay on 29 July 1778, she, , and were all burnt the next day to prevent the French from capturing them. Spitfire was run ashore on North Sandy Point and then burnt. * was an 8-gun galley purchased and commissioned in 1778. The captured her on 19 April 1779, near the Azores. The French took her to Lorient where as Crachefeu she was sold that same month for £t16,147. * HMS Spitfire was an 8-gun sloop launched in 1752 as . She was converted to a fireship and renamed HMS Spitfire in 1779 and was sold in 1780. * was a 14-gun fireship purchased in 1780. Her fate is unknown. * was a 16-gun fireship launched in 1782 and sold in 1825. * was the French privateer schooner Poulette captured and purchased in 1793. She capsized in 1794. * was a schooner captured from the French in 1798. She was wrecked off the Amirante Islands in August 1801.Hepper (1994), p.100. * was a wooden paddle vessel launched in 1834 and wrecked in 1842. * was a wooden paddle gunvessel launched in 1845. She became a survey vessel in 1851, a tug in 1862 and was broken up in 1888. * was a launched in 1895 and sold in 1912. * was an launched in 1912 and sold for breaking up in 1921. * HMS Spitfire was to have been a C-class destroyer. She was renamed in 1942 and launched in 1943. ;Also *Spitfire was a gunboat that the garrison at Gibraltar launched in June 1782 during the Great Siege of Gibraltar. She was one of 12. Each was armed with an 18-pounder gun, and received a crew of 21 men drawn from Royal Navy vessels stationed at Gibraltar. provided Spitfires crew.Drinkwater (1905), p.246. ==See also== * HMS Crachefeu, \"Crachefeu\" being French for \"Spitfire\". * Supermarine Spitfire, the legendary fighter aircraft of World War II. ==Citations and references== ;Citations ;References * *Drinkwater, John (1905) A History of the Siege of Gibraltar, 1779-1783: With a Description and Account of that Garrison from the Earliest Times. (J. Murray). * Category:Royal Navy ship names ",
    "title": "HMS Spitfire"
}