{
    "id": "51522738",
    "text": "Robert J. Sexton is an American director, producer, writer, and former musician, best known for his work on music videos and with virtual reality. He has won three Emmy awards for his work as a producer and has been recognized by critics worldwide for his work as a director. On July 31, 2019, Sexton declared an independent run for California State Assembly, in order to represent the 43rd District.Facebook page - Robert J. Sexton for Assembly He placed third in the primary on March 3, 2020.LA Vote: Results In a statement given to the Los Angeles Times on March 5, Sexton stated that he was disappointed by the results but hoped to have \"started important conversations and changed the dialogue.\"Los Angeles Times: Assemblywoman Laura Friedman to face Republican Mike Graves in runoff election ==Early life== Robert Joseph Sexton was born in St. Louis, Missouri. When Robert was a baby, Sexton's family moved to New Brunswick, New Jersey, as New Jersey was the home of Robert's maternal grandmother. His mother, uncle, and maternal grandmother and grandfather were Holocaust survivors from Lithuania who had been forced into a concentration camp by the Nazis. Sexton obtained a degree from Middlesex College, in business and marketing. Sexton then attended the School of Visual Arts in New York City. He also obtained a film and television production certificate from LACC. ==Career== ===Music=== As a teenager, Sexton joined the band Genöcide and played with them for seven years. The drummer for Genöcide was Brain Damage (Brian Keats), and the band was fronted by vocalist Bobby Ebz (Bobby is also noted for spending the day with the notorious shock rocker GG Allin on the day GG died). Shortly before the band broke up, Pete \"Damien\" Marshall joined Genöcide and played second guitar. During the years Sexton played with the band, they released the albums \"Reign of Terror\", \"Guttercat\", and \"Submit to Genöcide\" (engineered by Al Theurer, who also worked with Wendy O. Williams, Joan Jett, and Carly Simon).Al Theurer - Engineer Discography Sexton then founded the band One Bad Eye, who he played with for three years. One Bad Eye put out their self-titled debut album \"One Bad Eye\" in 1993. The album was engineered by Mark Pakucko, who also worked with Dinosaur Jr., Frank Black, Def Leppard, and Rage Against the Machine).Matt Pakucko - Engineer Discography It was produced by Mark Christian, who produced albums by Cher, The Supremes, and Steve Perry. He also played with the bands Undesirables and Pound of Flesh, for three years and two years, respectively. ===Music videos=== Sexton started his career in Los Angeles as a film editor. Meeting director Brian Smith in an editing bay, he was offered a job as a production manager. Becoming a producer, he produced major music videos for country artists including Toby Keith, Reba McEntire, Brad Paisley, and Clint Black; rock artists including Marilyn Manson, OK Go, and John Fogerty; hip-hop artists like Busta Rhymes; and Christian artists including Skillet, KJ-52, and ZOEgirl. Sexton then moved largely into directing. One of his videos for Incite, which premiered on the Wall Street Journal, was the first ever narrative-driven heavy metal virtual reality video. In his career, he has directed many music videos for bands including Soulfly for \"Unleash\", The Devil Wears Prada for \"Sailor's Prayer\", and Cavalera Conspiracy for \"Killing Inside\". ===Virtual reality=== Sexton's entrance into the world of virtual reality was with his creation of \"cinematic virtual reality\", the technique of blending together traditional film techniques with virtual reality. His most notable work in this realm is his short \"Psycho City, TX\". \"Psycho City, TX\" was released on Sexton's app HollywoodAsylumVR and premiered at VRLA. Sexton described the medium as being good for horror for its realism. He told LA Weekly in May 2018, \"Your brain thinks it's a real event that's happening and remembers it as something real. It's not like watching a TV screen or a movie screen. You're in there, you know, it's a hot environment; your brain is thinking this is real.\" ==Personal life== Robert J. Sexton lives and works in Hollywood, California. He is married to makeup artist Suzi Hale Sexton. The wedding of Robert Joseph and Suzi Hale Sexton was held at the Psycho House on the Universal Studios Backlot, the first and only wedding to ever be held there. The wedding needed to officially be approved by the Alfred Hitchcock Foundation. Director Brian Smith was the best man at Sexton's wedding, and the wedding was attended by friends including author Kim Gruenenfelder. ==Filmography== ===Music videos=== IMVDb - Robert Sexton *Rick Springfield - \"The Voodoo House\" (2018 - producer) *Kataklysm - \"Outsider\" (2018 - director) *Rick Springfield - \"In The Land of the Blind\" (2018 - producer) *Kataklysm - \"Narcissist\" (2018 - director) *Incite - \"The Slaughter\" (2016 - director) *Hellyeah - \"Human\" (2016 - director, executive producer) *Jack Tempchin - \"One More Song\" (2016 - production manager, \"Virile Mixologist\") *Incite - \"No Remorse\" (2016 - director) *Incite - \"WTF\" (2015 - director) *Hellyeah - \"Hush\" (2015 - director) *Incite - \"Fallen\" (2015 - director) *Hellyeah - \"Sangre Por Sangre\" (2014 - director) *Hellyeah - \"Moth\" (2014 - director) *The Devil Wears Prada - \"Sailor's Prayer\" (2014 - director) *Delirium Tremens - \"Wasted\" (2013 - director) *Toby Keith - \"The Toughest\" (2013 - \"Lord of the Wasteland\") *Prima Donna - \"Feral Children\" (2013 - director) *Death Angel - \"Truce\" (2012 - director) *R2A - \"The Day After The World Ended\" (2012 - director, co-executive producer) *Soulfly - \"Unleash\" (2012 - director) *Toby Keith - \"Tales from the West\" (2012 - post-production producer) *Cavalera Conspiracy - \"Killing Inside\" (2011 - director) *Death Angel - \"Dethroned\" (2011 - director) *Toby Keith w/ Ted Nugent - \"Poker Night\" (2011 - post- production producer) *Pigmy Love Circus - \"Pistolero Sleep\" (2009 - director) *Amen - \"Chaos Theory\" (2008 - director, executive producer) *Dwarves - \"FEFU (2007 - director, producer) *Graceland - \"Signs of Life\" (2007 - director) *Dwarves - \"Over You\" (2007 - director) *Hang Men - \"Bent\" (2006 - director) *Iced Earth - “The Reckoning” (2003 - producer) *Monster Magnet - \"Unbroken (Hotel Baby)\" (2003 - assistant director) *The Jayhawks - \"Save It For A Rainy Day\" (2003 - producer) *Ash - \"Envy\" (2002 - producer) *¡Laughing Us! - “Le Boo” (1999 - producer) *Mark Wills - \"She's in Love\" (1999 - producer) *Ricky Martin - “Perdido Sin Ti” (1998 - production manager) *K-Ci & JoJo - \"Don't Rush (Take Love Slowly)\" (1998 - production manager) *Cherry Poppin' Daddies - \"Zoot Suit Riot\" (1998 - production manager) *Sublime - \"Wrong Way\" (1997 - production manager) ===Virtual reality=== *Meat: VR (2018 - director) *Psycho City, TX: 360° VR Video Experience (2017 - director, writer, \"Minister of Piece\") *Ghost Scream: 360° VR (2016 - director) *West Coast Customs 360° VR Experience (2016 - director, executive producer) *Incite - \"Life's Disease\" (2015 music video - director) *Soulfly - \"Archangel\" (2015 music video - director) ===Other media=== *Thirsty (2019 short - production consultant) *Somewhere Between Darkness and Dawn (2017 short - producer, assistant director) *32° of Separation (2015 short - director) *But with a Whisper (2013 short - director, executive producer) *Lost Weekend with the Mingler (2013 TV special - director, executive producer) *Psycho City, TX (2013 short - director, executive producer) *Sleep No More (2013 short - director, producer) *Strip Away The Lies (2013 commercial - director, producer) *Left Turn At Zeta Reticula (2013 commercial - director) *Down The Rabbit Hole with Rat Scabies (2013 short - director, writer, producer) *Paul McCartney's Live Kisses (2012 documentary - post-production producer) *Citizen Skywatch (2011 short - director) *Areola 51 (2011 TV movie - director, producer) *The Disassembly Line (2010 short - director, writer, executive producer) *Carolyn's Healthy Goodies (2009 short - director) *Culinary Seduction (2009 short - director) *Sexy Feast (2009 short - director) *Remembering Phil (2008 feature film - \"Phil's Cellmate\") *Legion: The Word Made Flesh (2005 short - director, co- writer) ==References== Category:Year of birth missing (living people) Category:Living people Category:Virtual reality ",
    "title": "Robert J. Sexton"
}