{
    "id": "51521203",
    "text": "Fernando Manuel Ferreira Fonseca (born 14 March 1997) is a Portuguese professional footballer who plays for F.C. Paços de Ferreira as a right back. ==Club career== ===Porto=== Born in Porto, Fonseca joined FC Porto's youth system in 2009, from neighbours Boavista FC. While at the service of the former's under-19 squad he won two consecutive national championships, under the guidance of former club player António Folha; his contribution was praised by the media, who described an enormous work capacity on the right flank and aggressiveness in ball disputes. In the beginning of the 2016–17 season, Fonseca was promoted to the reserves by Luís Castro. His senior debut arrived on 24 August 2016, in a 2–1 home win against S.C. Olhanense for the Segunda Liga where he played the full 90 minutes. The following month he signed a contract extension until 2020, although no values of the termination clause were disclosed. Fonseca played his first match in the Primeira Liga on 6 May 2017, profiting from the absence of suspended Maxi Pereira and featuring the entire 1–1 away draw to C.S. Marítimo. For the following campaign, he was loaned to fellow league team G.D. Estoril Praia. ===Gil Vicente=== On 30 August 2019, Fonseca ended his decade-long link to Porto by signing for Gil Vicente F.C. as a replacement for Kellyton. He made his debut two weeks later, in a 0–2 loss at S.L. Benfica. On 8 March 2020, Fonseca suffered a serious left ankle injury against C.D. Santa Clara, and had to wait for surgery due to the coronavirus pandemic that had also postponed the top-flight season. ===Paços Ferreira=== Fonseca joined F.C. Paços de Ferreira on a three-year contract in September 2020. ==International career== Aged 19, Fonseca was selected by manager Rui Jorge for his 2016 Summer Olympics squad due to Fábio Sturgeon's injury. He was first-choice during the competition in Brazil, in an eventual quarter-final exit. Fonseca earned his first cap for the under-21 side on 2 September 2016, in a 0–0 home draw against Israel for the 2017 UEFA European Under-21 Championship qualifiers. ==References== ==External links== * *National team data * * Category:1997 births Category:Living people Category:Sportspeople from Porto Category:Association football defenders Category:Portuguese footballers Category:Primeira Liga players Category:LigaPro players Category:Padroense F.C. players Category:FC Porto B players Category:FC Porto players Category:G.D. Estoril Praia players Category:Gil Vicente F.C. players Category:F.C. Paços de Ferreira players Category:Portugal youth international footballers Category:Portugal under-21 international footballers Category:Olympic footballers of Portugal Category:Footballers at the 2016 Summer Olympics ",
    "title": "Fernando Fonseca"
}