{
    "id": "51523354",
    "text": "The Fabulous Moolah, WWE's inaugural and longest reigning women's champion WWE (formerly the WWF, WWWF, and its predecessor, Capitol Wrestling) has maintained several women's professional wrestling championships since acquiring The Fabulous Moolah's NWA World Women's Championship in 1984. Whenever brand division has been implemented, separate women's titles have been created or allocated for each brand. ==Overview of titles== ===Singles=== {| class=\"wikitable\" |- ! # ! Name ! Years |- |1 |WWE Women's Championship |1956 – 2010 (became WWF property in 1984) |- |2 |WWE Divas Championship |2008 – 2016 |- |3 |NXT Women's Championship |2013 – present |- |4 |Raw Women's Championship |2016 – present |- |5 |SmackDown Women's Championship |2016 – present |- |6 |NXT UK Women's Championship |2018 – present |- |} ===Tag Team=== {| class=\"wikitable\" |- ! # ! Name ! Years |- |1 |WWF Women's Tag Team Championship |1983 – 1989 |- |2 |WWE Women's Tag Team Championship |2019 – present |- |} ===Others=== In addition to titles specifically designated for women, women in WWE have also won four other championships. Two of these titles have been explicitly open to all challengers, while two others were traditionally considered \"men's titles\". {| class=\"wikitable\" |- ! # ! Name !Wrestler ! Years |- |1 |WWE Intercontinental Championship |Chyna |1979 – present |- |2 |WWE Cruiserweight Championship |Madusa and Daffney in WCW, Jacqueline in WWE |1991 – 2007 (became WWF property in 2001) |- |3 |WWE Hardcore Championship (explicitly open to all challengers) |Godfather's Ho, Mighty Molly, Trish Stratus, Terri |1998 – 2002 |- |4 |WWE 24/7 Championship (explicitly open to all challengers) |Kelly Kelly, Candice Michelle, Alundra Blayze, Maria Kanellis, Carmella, Tamina |2019 – present |- |} ==History== On September 18, 1956, The Fabulous Moolah became the third NWA World Women's Champion. Moolah had worked for the northeastern United States-based Capitol Wrestling Corporation, a member of the National Wrestling Alliance (NWA), since the previous year. In 1963, Capitol Wrestling seceded from the NWA and established itself as the World Wide Wrestling Federation (WWWF); it quietly rejoined the NWA in 1971. Moolah bought the rights to the championship in the 1970s, and continued to defend the championship as the NWA World Women's Champion. The WWWF, renamed to the World Wrestling Federation (WWF) in 1979, withdrew from the NWA for good in 1983. Moolah sold the championship's rights to the WWF in 1984, and she was recognized as the WWF Women's Champion. Instead of beginning her reign in 1984, the WWF claimed the lineage of her reign from when she first became champion in 1956. The preceding champions and the title changes between 1956 and when Moolah lost it in 1984 are not recognized by WWE (although they are recognized by the NWA). As a result, The Fabulous Moolah's first reign is considered to have lasted 28 years by the promotion. In 1990, the Women's Championship became inactive after Rockin' Robin vacated the championship following her departure from the WWF. Then in December 1993, the title was reactivated with Alundra Blayze winning a tournament for the vacant Women's Championship. However, the Women's Championship became inactive again when Blayze was released from the WWF. Blayze, as Madusa, unexpectedly signed with World Championship Wrestling (WCW) in 1995 and threw the championship belt, which was still in her possession, in a trash can on an episode of WCW Monday Nitro. The Women's Championship was reactivated again in September 1998 when Jacqueline Moore defeated Sable to win the title. After the WWF/WWE name change in 2002, the championship was subsequently referred to as the WWE Women's Championship. With the WWE brand extension in March 2002, the Women's Championship at first was still defended on both the Raw and SmackDown brands, while most titles were exclusive to one brand. In September, the Women's Championship became exclusive to only the Raw brand, but remained the sole championship contested by women until July 4, 2008, when a counterpart to the championship, called the WWE Divas Championship, was created for the SmackDown brand. The titles switched brands after their respective title holders were drafted to the opposite brands in the 2009 WWE draft. The Women's Championship was unified with the Divas Championship at Night of Champions in September 2010, creating the Unified WWE Divas Championship and rendering the Women's Championship defunct as the unified title followed the lineage of the Divas Championship; shortly after, the title dropped the \"Unified\" moniker. The Divas Championship continued as the only women's championship of the main roster until 2016 when it was retired and replaced by a new WWE Women's Championship at WrestleMania 32. This came after the term \"Diva\" was scrutinized by some commentators, fans, and several past and present WWE female performers who were in favor of changing the championship to the Women's Championship. The division itself was also changed from being called the Divas division to being called the Women's division. The new championship does not share its title history with the previous championships. Following the reintroduction of the brand extension in July 2016, then-champion Charlotte Flair was drafted to the Raw brand, making the championship exclusive to Raw. In response, SmackDown created the SmackDown Women's Championship on August 23, 2016. The WWE Women's Championship was subsequently renamed to Raw Women's Championship to reflect its exclusivity to Raw. In addition, WWE's former developmental territory NXT established the NXT Women's Championship in April 2013, which became one of WWE's three main women's titles in September 2019 when NXT became WWE's third major brand. Another title, the NXT UK Women's Championship, debuted for NXT's sister brand NXT UK in 2018, but is recognized as being a step below the other three. ==Longest championship reigns== ===Top 10 women's championship reigns=== ====Singles championships==== The following list shows the top 10 longest women's championship reigns in WWE history. A + indicates that the reign is ongoing. {|class=\"wikitable sortable\" style=\"text-align: center\" |- ! No. ! Champion ! Title ! Reign ! Length (days) ! Notes |- !1 | |WWE Women's Championship |1 |3,651 |align=left|During this reign, the title was known as the NWA World Women's Championship and was renamed to the WWF Women's Championship when the WWF bought the rights to the championship in 1984. WWE recognizes this reign as lasting 10,170 days (September 18, 1956 – July 23, 1984) as they do not recognize the title changes of the NWA World Women's Championship from 1956 to 1984. |- !2 |Asuka |NXT Women's Championship |1 |510 |align=left|WWE recognizes this reign as lasting 523 days due to tape delay. |- !3 |Rockin' Robin |WWE Women's Championship |1 |502 |align=left|During this reign, the title was known as the WWF Women's Championship. |- !4 |Trish Stratus |WWE Women's Championship |6 |448 | |- !5 |Sensational Sherri |WWE Women's Championship |1 |441 |align=left|During this reign, the title was known as the WWF Women's Championship. |- !6 |Shayna Baszler |NXT Women's Championship |2 |416 | |- !7 |Kay Lee Ray |NXT UK Women's Championship |1 |+ | |- !8 |The Fabulous Moolah |WWE Women's Championship |3 |380 |align=left|During this reign, the title was known as the WWF Women's Championship. In reality, this was Moolah's 7th reign, but because WWE does not recognize the title changes of the NWA World Women's Championship between 1956 and 1984, they recognize this as Moolah's 3rd reign. |- !9 | Bayley |WWE SmackDown Women's Championship |2 |+ | |- |- !10 |Becky Lynch |WWE Raw Women's Championship |1 |373 |align=left|WWE recognizes this reign as lasting 398 days due to tape delay. |} ====Tag team championships==== The following list shows the top 10 longest women's tag team championship reigns in WWE history. There have been only two titles and nine title reigns. The + indicates it is the current reign. {|class=\"wikitable sortable\" style=\"text-align: center\" |- ! No. ! Champion ! Title ! Reign ! Length (days) ! Notes |- !1 |The Glamour Girls |rowspan=4|WWF Women's Tag Team Championship |1 |906 | |- !2 |Velvet McIntyre & Princess Victoria |1 |574 |align=left|McIntyre and Victoria were the reigning NWA Women's World Tag Team Champions upon the WWF's withdrawal from the National Wrestling Alliance and were recognized as the first WWF Women's Tag Team Champions, which ended the lineage of the NWA title. |- !3 |The Glamour Girls |2 |251 | |- !4 | |1 |237 | |- !5 |The Kabuki Warriors |WWE Women's Tag Team Championship |1 |171 or 172 |align=left|The event that they lost the title was taped across two days, and it is currently not known which date they lost the titles. WWE recognizes The Kabuki Warrior's reign as lasting 181 days due to tape delay. |- !6 |The Jumping Bomb Angels |WWF Women's Tag Team Championship |1 |136 | |- !7 |The IIconics |rowspan=4|WWE Women's Tag Team Championship |1 |120 | |- !8 |Bayley and Sasha Banks |2 |96 | |- !9 |Alexa Bliss & Nikki Cross |1 |62 | |- !10 |Alexa Bliss & Nikki Cross |2 |61 or 62 |align=left|The event that they won the title was taped across two days, and it is currently not known which date they won the titles. WWE recognizes their reign as lasting 62 days due to tape delay. |- |} ===Longest reign per championship=== The following list shows the longest reigning champion for each singles and tag team women's championship. The + indicates it is the current reign. {|class=\"wikitable sortable\" style=\"text- align: center\" |- ! No. ! Champion ! Title ! Reign ! Dates held ! Length (days) ! Notes |- !1 |The Fabulous Moolah |WWE Women's Championship |1 |September 18, 1956 – September 17, 1966 |3,651 |align=left|During this reign, the title was known as the NWA World Women's Championship and was renamed to the WWF Women's Championship when the WWF bought the rights to the championship in 1984. WWE recognizes this reign as lasting 10,170 days (September 18, 1956 – July 23, 1984) as they do not recognize the title changes of the NWA World Women's Championship from 1956 to 1984. |- !2 |The Glamour Girls |WWF Women's Tag Team Championship |1 |August 1, 1985 - January 24, 1988 |906 | |- !3 |Asuka |NXT Women's Championship |1 |April 1, 2016 – August 24, 2017 |510 |align=left|WWE recognizes this reign as lasting 523 days (April 1, 2016 – September 6, 2017) due to tape delay. |- !4 |Becky Lynch |WWE Raw Women's Championship |1 |April 8, 2019 – April 15, 2020 |373 |align=left|WWE recognizes this reign as lasting 398 days (April 8, 2019 – May 10, 2020) due to tape delay. |- !5 |Kay Lee Ray |NXT UK Women's Championship |1 |August 31, 2019 – present |+ | |- !6 | Bayley |WWE SmackDown Women's Championship |2 |October 11, 2019 – present |+ | |- !7 |Nikki Bella |WWE Divas Championship |2 |November 23, 2014 – September 20, 2015 |301 | |- !8 |The Kabuki Warriors |WWE Women's Tag Team Championship |1 |October 6, 2019 – March 25 or 26, 2020 |172 or 171 |align=left|The event that they lost the title was taped across two days, and it is currently not known which date they lost the titles. WWE recognizes The Kabuki Warrior's reign as lasting 181 days (October 6, 2019 – April 4, 2020) due to tape delay. |} ==Most championship reigns per title== The following list shows the wrestlers with the most reigns for each women's championship created and/or promoted by WWE. {|class=\"wikitable sortable\" style=\"text-align: center\" |- ! No. ! Champion ! Title ! No. of Reigns ! Notes |- !1 |The Fabulous Moolah |WWE Women's Championship |8 |align=left|Moolah first won the championship when it was called the NWA World Women's Championship and it was renamed to the WWF Women's Championship when the WWF bought the rights to the championship in 1984, which was what the title was known as for her subsequent reigns. However, WWE only recognizes that Moolah held the championship four times as they do not recognize the title changes of the NWA World Women's Championship from 1956 to 1984. As such, they recognize that Trish Stratus has the most reigns at seven. |- !2 |Sasha Banks |WWE Raw Women's Championship |rowspan=2|5 |align=left|During her first reign, the title was known as the WWE Women's Championship. |- !3 |Charlotte Flair |WWE SmackDown Women's Championship | |- !rowspan=2|4 |AJ Lee |rowspan=2|WWE Divas Championship |rowspan=2|3 | |- |Eve Torres | |- !rowspan=2|5 |Shayna Baszler |rowspan=2|NXT Women's Championship |rowspan=5|2 | |- |Charlotte Flair | |- !rowspan=2|6 | |rowspan=2|WWE Women's Tag Team Championship | |- |Bayley and Sasha Banks |align=left|During their first reign, they were known as The Boss 'n' Hug Connection. |- !7 ||The Glamour Girls |WWF Women's Tag Team Championship | | |- !rowspan=3|8 |Kay Lee Ray |rowspan=3|NXT UK Women's Championship |rowspan=3|1 |rowspan=3| |- |Rhea Ripley |- |Toni Storm |- |} ==Most championship reigns== The following list shows the wrestlers who have the most women's (singles) championship reigns in total, combining all titles they have held as recognized by WWE. This list also shows the titles that they won to achieve this record (minimum of four reigns). {|class=\"wikitable sortable\" style=\"text-align: center\" |- ! No. ! Champion ! Titles ! No. of Reigns ! Notes |- !1 |Charlotte Flair | *NXT Women's Championship (2 times) *WWE Divas Championship (1 time) *WWE Raw Women's Championship (4 times) *WWE SmackDown Women's Championship (5 times) |12 |align=left| |- !2 |Trish Stratus | *WWE Women's Championship (7 times) |7 | |- !rowspan=2|3 |Sasha Banks | *NXT Women's Championship (1 time) *WWE Raw Women's Championship (5 times) |rowspan=2|6 | |- |Mickie James | *WWE Women's Championship (5 times) *WWE Divas Championship (1 time) | |- !rowspan=2|5 |Alexa Bliss | *WWE Raw Women's Championship (3 times) *WWE SmackDown Women's Championship (2 times) |rowspan=2|5 |align=left| |- |Melina | *WWE Women's Championship (3 times) *WWE Divas Championship (2 times) | |- !rowspan=7|7 |Bayley | *NXT Women's Championship (1 time) *WWE Raw Women's Championship (1 time) *WWE SmackDown Women's Championship (2 times) |rowspan=7|4 |align=left| |- |Asuka | *NXT Women's Championship (1 time) *WWE SmackDown Women's Championship (1 time) *WWE Raw Women's Championship (2 times) | |- |Becky Lynch | *WWE SmackDown Women's Championship (3 times) *WWE Raw Women's Championship (1 time) |align=left| |- |Beth Phoenix | *WWE Women's Championship (3 times) *WWE Divas Championship (1 time) | |- |Michelle McCool | *WWE Women's Championship (2 times) *WWE Divas Championship (2 times) |align=left| | |- |Lita | *WWE Women's Championship (4 times) | |- |The Fabulous Moolah | *WWE Women's Championship (4 times) |align=left| |} ==See also== * World championships in WWE * Tag team championships in WWE ==References== Category:Women's professional wrestling championships ",
    "title": "Women's championships in WWE"
}