{
    "id": "51521465",
    "text": "Pahang Malays (Malaysian: Melayu Pahang, Pahang Malay: Oghang Pahang, Jawi: أورڠ ڤهڠ) are a sub-group of Malay people native to the state of Pahang, in the east coast of Peninsular Malaysia. With population of approximately 1.08 million people, they constitutes 70% of Pahang state's population, making them the dominant ethnic group in the state. Their language, Pahang Malay is one of many Malayan languages spoken in the region that belong to the Malayo- Polynesian group of Austronesian family. Although their history goes back more than one millennium, the community came to prominence when the old Pahang Sultanate was established in 1470. The sultanate was merged with Johor in 1623, but later revived in 1881 and incorporated as protectorate of the British Empire. In 1948, it formed Federation of Malaya together with other Malay Sultanates in the peninsular, that later reconstituted as Malaysia. The Pahang Malays, along with Terengganuan Malays and Kelantanese Malays (and sometimes Thai Malays and the Malays of Anambas islands and Natuna islands in Indonesia) are collectively referred to as the Orang Pantai Timur (People of the East Coast) due to their closely related history, cultures and languages. ==History== The Tembeling Valley which constitutes the upper reaches of the Pahang River is an area of great historical significance to Pahang. There yielded many archeological relics of Paleolithic, Hoabinhian, Neolithic, Bronze, and Iron Age cultures. Ancient Pahang sits astride the 'Austric marchland'- the territory where the Mon-Khmer-speaking (Austroasiatic) cultures meet up with the Malayic and pre-Malayic-speaking (Austronesian) cultures. The early settlers lived by mining gold, tin and iron and planting rice. They left many traces; irrigation works, mine workings, remains of brick buildings, and probably the pottery industry at Kuala Tembeling. Ancient settlements can be traced from Tembeling to as far south as Merchong. Their tracks can also be found in deep hinterland of Jelai, along the Lake Chini, and up to the head-waters of the Rompin. One such settlement was identified as Koli from Geographia (2nd century CE), a thriving port located on the estuary of Kuantan River, where foreign ships stopped to barter and resupply. The oldest known reference to Pahang – as the kingdom of 'Pohuang' (婆皇)- was found in the Book of Song from the 5th century CE. This polity is believed to be the southernmost extension of the federation of city states of Langkasuka-Kadaram, that later incorporated into an even larger federation of Srivijaya from the 7th century. It remains unclear when Islam began to gain its foothold in Pahang, but historian like de Erédia mentioned that Islam already introduced in Pahang before it was accepted by Melaka in the 15th century. Pahang, described by de Erédia as Pan, was one of the two kingdoms of Malayos in the peninsula, in succession to Pattani, that flourished before Melaka. The Pahang ruler then, titled Maharaja, was also the overlord of countries of 'Ujong Tanah' (land's end), the southerly part of the peninsula including ancient Singapore. The old court name was Inderapura, and the capital has always been known as 'the town'. The pre-Melakans calling it by Sanskrit name Pura, the Malays 'Pekan', the Portuguese 'a Cidade', while the people of Rompin and Bebar described the Capital as Pekan Pahang. Pura may have covered a much larger than the town known as Pekan today. In addition to modern Pekan, it appears to have comprised the land on the banks of Pahang river as far as Tanjung Langgar. Pahang Malay women wearing traditional dress in a rifle training during the Malayan Emergency. The Malayisation of Pahang intensified from the mid 15th century after the state was annexed by Melaka Sultanate. Following a brief period of being a governorate, the state was established as a sultanate in 1470 by a Melakan prince, Muhammad Shah, and remained a vassal of Melaka until the latter's demise in 1511. In 1624, Pahang was nominally merged with Johor, when its 14th Sultan, Abdul Jalil Shah III was also proclaimed as the 7th Sultan of Johor. Pahang remained a constituent dominion ruled by the Bendaharas, until Johor Empire's gradual dismemberment in late 18th century. In 1805, ruler of Pahang, Tun Ali formally proclaimed independence, ending more than two centuries of union with Johor. His son, Tun Ahmad, who won the bitter civil war against his elder brother Tun Mutahir, revived the Pahang Sultanate after proclaiming himself Sultan of Pahang in 1882. Not long after that, the British imperialism manifested itself in Pahang with the appointment of a British Resident to the Sultan of Pahang in 1888. Like other Malay States, Pahang also suffered during the Japanese occupation of Malaya until the year 1945. Then in 1948, it joined the Federation of Malaya, which gained Independence in 1957. Today, Pahang is a prosperous state with an expanding economy, fuelled by agriculture, manufacturing and tourism. ==Language== Pahang Malays are known for their unique spoken language called Pahang Malay, and natively referred as Base Pahang (which means \"Pahang language\") or Cakak Pahang (which means \"Pahang speech\"). This form of Malayan language is closely related to Terengganu Malay (Base Tranung) and Kelantan Malay (Baso Kelate) due to their common origin. These east coast dialects demonstrate a number a shared lexical, synctatic, and phonetics innovations and their speakers can easily communicate with each other, although there are still some phonological and vocabulary differences. The distribution of Pahang Malay is predominantly in the Pahang state, although there are other Malayan language spoken, for example a unique dialect of Tioman Island closely related only to Sarawak Malay spoken across the South China Sea. An east coast dialect, Terengganu Malay is in fact native in certain areas primarily in narrow strip of sometimes discontiguous fishermen villages and towns along the coastline of Pahang. This complicated spatial layering of different Malay variants, often within a few kilometres radius between hamlets of Pahang Malay speakers along the riverine systems and the Terengganu-speaking coastal fishermen villages, is influenced by the historical movement of Terengganu Malays to that area. There are small Pahang-speaking community in the valley of the Lebir River in Kelantan and the upper portions of several rivers near the Perak and Selangor boundaries, descendants of fugitives from the civil war that ravaged their homeland in the 19th century. There are three main variants of Pahang Malay, spoken along the lining of the three main rivers; Pahang River, Jelai River and Lipis River, which differs between one another in phonological pattern and vocabulary. These variants have been classified further into two main sub-dialects; Hulu Pahang ('Upper Pahang') consisting Lipis and Jelai rivers variants, and Hilir Pahang ('Lower Pahang') consisting Pahang River variant. ==Culture== Traditional Pahang Malay style houses seen in Kampung Baharu, Pahang, circa 1930–1940. The ancestors of modern Pahang Malays, were a hybrid community of multiple origins and cultures. The early settlers consist primarily from both various Mon-Khmer speaking Austroasiatic tribes and Malayic speaking Austronesians. These early communities, were largely animists, believing in the existence of semangat (spirits) in everything. Around the opening of the common era, Hinduism and Buddhism were introduced by Indian traders to the Malay Archipelago, where they flourished with the establishment of a Hindu-Buddhist state from the 5th century. The shift into the dominant Malayic cultures with Siamese influence, is believed to have taken place in situ, involving such political processes as the establishment of a late Srivijayan outpost in the Ithmus, the fall of Srivijaya, the extension of Thai rule into the area and lastly the arrival of Islam in the region from as early as the 14th century. Malayisation intensified in Pahang after it was established as a Malay-Muslim Sultanate in 1470, and continued until as late as the 19th century. The development of many Malay-dominated centres in the state, drew many of the aboriginals to embrace Malayness by converting to Islam, emulating the Malay speech and their dress. Due to their closely related history, Pahang Malays share a similar culture with other sub-groups of Malay people native to the Malay peninsula. They are in particular closely affiliated to peoples of the east coast of the peninsula like Thai Malays, Terengganuan Malays and Kelantanese Malays. Nevertheless, there are still aspects of Malay culture that unique to Pahang itself. ===Traditional dress=== In the pre-Islamic Pahang, like most of the tropical world, the early traditional costumes were simple, using a single piece of cloth. This was the description by Fei Xin, a Chinese Muslim and an Arabic scholar who wrote in the Xingcha Shenglan in 1436. He wrote an interesting account of Pahang and its people, extract of the text of which are as follows:\\- The \"knot\" mentioned above actually refers to the chignons ('sanggul' in Malay). There are various ways of tying the hair in a chignon or locks, and one of the hairstyles of the Pahang women is called distinctively as the Sanggul Pahang (Pahang chignon). When the trade with foreign countries flourished, the clothing styles began extensively accepting foreign influences and became more sophisticated. The 15th century was the time when Melaka Sultanate at its apex with Islam as its official religion. The strong Islamic influence had transformed the clothing styles in accordance to Islamic values. The early forms of Baju Melayu and Baju Kurung originated from this period, which both would become the primary traditional dress of Malay people for many centuries to come. Over the centuries, a distinctive style of Baju Kurung was developed in Pahang, commonly known as Baju Kurung Pahang or Baju Riau-Pahang, or sometimes called Baju Turki. This is a long gown styled dress, cut at the front with 7 or more buttons and worn with a sarong. The Malay handloom industry traced its origin since the 13th century when the eastern trade route flourished under Song dynasty. Mention of locally made textiles as well as the predominance of weaving in Malay peninsular was made in various Chinese and Arab accounts. By the 16th century, the silk weaving industry in Pahang had perfected a style called Tenun Pahang, a special clothing fabric used in the special traditional Malay costumes and attires of Pahang rulers and palace officials. In addition to silk weaving, Batik weaving has been part of the small cottage industry in the state. Although not as popular, Pahang batik has, nevertheless, thrived as a small industry in the periphery of the fame and popularity of the Trengganu and Kelantan batik. ===Martial arts=== Silat Melayu practiced in Pahang are diverse, with vast differences in training tools, methods and philosophy across different schools and styles. The Silat Melayu of Pahang may generally be divided into two major groups. Styles like Lincah, Gayong and Cekak which are widely practiced at national level in Malaysia, coexist with eclectic local Pahang styles like Silat Terlak, Silat Lian, Silat Tari Pulut, Silat Melayu Lok Keris 9, Silat Sendeng 2 Beradik, Silat Tongkat Panding Juan, Silat Laksamana, Silat Sutan Muaakad, Silat Pedang, Silat Setimbun Tulang, Silat Carik Kapor and Silat Sangkar Maut. Other forms of silat also exist especially in the very remote villages, with members consisting of a few students. The current law and regulations require that the silat bodies need to be registered as an association or club. Therefore, we find that those silat forms with very few members are those which are being practiced in a secretive way in remote areas and are taught only by invitation of the master. The variety of styles of Silat Melayu not only demonstrated many different combat skills, but also the ability of the martial art itself in manifesting different personages and community in warrior traditions from various districts of Pahang. ===Literature and folklore=== The literary tradition in Pahang traced back to the time of the old Pahang Sultanate. Contribution into the rich Classical Malay literature is attested in the form of legal literature like Hukum Kanun Pahang and historical literature like Hikayat Pahang. Until the early 20th century, many of the literary works were the effort of individual writers specialized in certain subjects. Among notable writers were Shihabuddin Zainal Abidin whose works are of religious literature in syair genre and Ibrahim Hj Yaacob whose works promote nationalistic sentiments in colonial Malaya. Other prominent literary figures include Ishak Haji Muhammad (Pak Sako), Keris Mas, Hj Zakaria Hitam (Pak Zek) and Hj Ibrahim Omar. The natural setting of Pahang, its history, people and culture became important themes for the literature in Pahang. The famous fictional work of Ishak Haji Muhammad, Putera Gunung Tahan (1938) took Mount Tahan as its setting, while Keris Mas's Rimba Harapan set in Kampung Ketari, Bentong. There are also poems by Sahmad Malaya describing Janda Baik, Mount Tahan, Bukit Tinggi and Chini Lake. Another writer, Zakaria Hitam was a notable Pahang-born scholar known for his collection of oral tradition of Pahang folklore. Prominent Malay folklore of Pahang origin, includes such bardic tales as the legends of Walinong Sari, Sang Kelembai, Seri Gumum Dragon and Seri Pahang. In 1957, the community of Pahang writers established Dewan Persuratan Melayu Pahang ('Institute of Pahang Malay Letters') as a platform to promote new generation of writers and to spread Pahang literary works to the Malaysian masses. ===Folk songs=== Pahang folk songs refer to the collection of songs of unknown origin, possibly in existence among Malay communities in Pahang since the animistic era. The songs may be classified as a type of old oral literature in poetic forms, which exist in several different genres. The most notable one is a set of 36 songs in Indung dance. The singing of Indung begin with the song Anak Indung, and ends with the song Pulang Indung, in which both songs share the same melody but different in their lyrics. Another significant genre is a set of healing songs in Saba dance commonly performed to celebrate the recovery of a patient by a Bomoh (Malay shaman). As Saba is a part of the traditional curing, the lyrics have many special terms used in shamanistic charms. There are other genres exist, among others are songs from traditional dances of Mayang', Limbung and Lukah, songs from Dikir Rebana, Berdah, Main Puteri and Ugam performances, as well as Lagu dodoi (lullabies), Lagu bercerita (story telling songs) and Lagu Permainan (children game songs). Popular Pahang folk songs included; Walinong Sari, Burung Kenek-Kenek, Pak Sang Bagok, Lagu Zikir, Lagu Orang Muda, Pak Sendayung, Anak Ayam Turun Sepuluh, Cung-Cung Nai, Awang Belanga, Kek Nong or Dayang Kek Nong, Camang Di Laut, Datuk Kemenyan Tunggal, Berlagu Ayam, Walida Sari, Raja Donan, Raja Muda, Syair Tua, Anak Dagang, Puteri Bongsu, Raja Putera, Puteri Mayang Mengurai, Puteri Tujuh, Pujuk Lebah, Ketuk Kabung (Buai Kangkong) and Tebang Tebu. ===Performing arts=== Of the wide of Malay performing arts, many of are localized in particular regions, while others shared with a variety of local styles. Early forms of ritual theatre amongst the Pahang Malays include the Main Puteri, Saba and many forms of Ugam performances. There are Ugam Mayang, Ugam Lukah, Ugam Kukur and Ugam Serkap, all of which involve trance and serve as agents of healing through communication between a bomoh in trance and invisible beings who are believed to be one of the principal causes of diseases. Ugam Mayang is also popularly known in Terengganu and the rest of Malaysia as Ulek Mayang. One of the most popular dance theatre is Mak Yong, which is also performed in Kelantan and Terengganu, and based on east coast mythology. Performances involve about a dozen artists, accompanied by an ensemble of musicians playing the rebab, gongs and drums (gendang). Popular dance forms also include Joget Pahang( a local style of Joget), Zapin Pekan and Zapin Raub (local styles of Zapin), and Dikir Pahang or Dikir Rebana (a modified and secularised form of dhikr or religious chanting, also performed in Kelantan as Dikir barat). Dikir Rebana which is further divided into Dikir Maulud and Dikir Berdah, has many songs played by a group of 5 to 7 people and was historically performed in the royal court. Pahang performing arts also include some native dance forms like Limbung, Labi-Labi, Pelanduk and Indung. Indung is performed with a set of 36 songs traditionally sang by women while working in the paddy field, especially during grass cuting. Each song was attached with a specific pantun. It is a group singing, in unison, where the form is an alternation between a solo singer and the whole group. There were no musical instruments involved in Indung singing. Within the Indung songs, there are many lullabies. On the other hand, there are also a few songs that are sung with dance movements. A distinct form of gamelan adopted from the Javanese culture during the time of Johor Empire, known as Malay Gamelan or Gamelan Pahang, forms the main musical ensemble heritage in the state and patronized by royal court of Pahang since the 19th century. ===Cuisine=== Traditional Pahang cuisine has a lot of similar features with other Malay cuisine, and features a lot of seafood. From its rivers and lakes come the fresh water fish such as the patin (silver catfish). Certain dishes are shared with other Malay groups, like Singgang, Tembosa, Satak and Lempeng Nyiur which also commonly found in Kelantan and Terengganu. While some other regional dishes are prepared in Pahang style like Ikan Bakar Petai and Laksa Pahang. There are also popular foreign dishes prepared with the distinctly Pahang style like Murtabak Mengkasar and Puding Diraja ('Royal Pudding'), both can be found in Pahang's royal capital, Pekan. Like many other Asian cultures, the staple food in a Pahang culinary tradition is rice, which is commonly served with gulai or singgang, ulam and sambal condiments. Popular sambals are sambal hitam, sambal tempoyak and sambal belacan. One of the most famous gulai in Pahang that has been established as the signature dish of the state, is Gulai Tempoyak Patin. This is a traditional dish consists of juicy, tender patin fish cooked in curry made of tempoyak (fermented durian). Other notable Pahang gulai are Gulai Patin Asam Rebus (a dish similar to the Gulai Tempoyak Patin but the watery soup or gravy, tastes a little sour and spicy) and Gulai Asam Rong (a sour and slightly bitter taste gulai made of processed rubber tree fruits). Other popular Pahang dishes are Nasi Kebuli, Opor Daging and Paceri Nenas. ==Notable people== Famous people from Pahang. * Muhammad Shah, first Sultan of the old Pahang Sultanate. * Iskandar Thani, thirteenth Sultan of Aceh. * Ahmad al- Muadzam Shah, victor of Pahang Civil War, founder of modern Pahang Sultanate. * Dato' Bahaman, Pahang nobleman and prominent figure in the Semantan War against the British Empire between 1891 and 1894. * Tok Gajah, Pahang nobleman and prominent figure in the Semantan War against the British Empire between 1891 and 1894. * Kontek Kamariah Ahmad, Orang Kaya Maha Bijaya Gombak of Selangor Sultanate, granddaughter of Panglima Garang Ishak, a Pahang military leader during the Klang War. * Ishak Haji Muhammad, Malaysian writer and nationalist. * Ibrahim Hj Yaacob, Malayan nationalist and founder of Kesatuan Melayu Muda, the first national political establishment in British Malaya. * Abdul Razak Hussein, Pahang nobleman (10th Orang Kaya Indera Shahbandar) and 2nd Prime Minister of Malaysia. * Keris Mas, Malaysian writer, Malaysia's first National Laureate. * Ghazali Shafie, Malaysian politician * Hamzah Abu Samah, former President of Asian Football Confederation (1978–1994) * Ahmad Shah, 5th modern Sultan of Pahang 7th Yang di-Pertuan Agong of Malaysia. * Mohd Khalil Yaakob, Malaysian politician, 6th Yang di-Pertua Negeri (governor) of Melaka * Sarimah, Malaysian actress. * Zakri Abdul Hamid, Malaysian scientist. * Najib Razak, Pahang nobleman (11th Orang Kaya Indera Shahbandar) and 6th Prime Minister of Malaysia. * Sudirman Arshad, Malaysian singer and songwriter * U-Wei Saari, Malaysian film director. * Abdullah, 6th modern Sultan of Pahang,a member of FIFA Council and President of Asian Hockey Federation as well as the 16th Yang di-Pertuan Agong. * Siti Nurhaliza, Malaysian singer, songwriter, record producer, television presenter and businesswoman. * Amirul Hamizan Ibrahim, Malaysian weightlifter. * Fazura, Malaysian actress, singer, TV host and VJ. * Liyana Jasmay, Malaysian actress and singer. * Nurul Syafiqah Hashim, Malaysian archer, competed in 2012 Summer Olympics. ==References== ==Bibliography== * * * * * * * * * * * * * * * * Category:Pahang Category:Malay people Category:Ethnic groups in Malaysia ",
    "title": "Pahang Malay people"
}