{
    "id": "51520802",
    "text": "Peggy Gaddis Dern (born Erolie Pearl Gaddis; March 5, 1895 - June 14, 1966)Peggy Gaddis; LibraryThing website http://www.librarything.com/author/gaddispeggy was an American author of traditional romance novels, so-called \"nurse novels,\" as well as racy pulp romance stories. Utilizing her actual surname as well as various pseudonyms, she was actively writing from the late 1930s up until the 1960s, ultimately producing dozens of books, perhaps even a couple hundred or more. Her primary literary identity was as Peggy Gaddis.Server, Lee. Encyclopedia of Pulp Fiction Writers (New York: Facts of File, Inc., 2002), p. 107 ==Life== Peggy Gaddis Dern was born Erolie Pearl Gaddis March 5, 1895 in Gaddistown, Georgia. She attended and graduated from Reinhardt College, and then worked editing periodicals, first in Atlanta and later New York City, where she edited movie fan magazines and racy pulp periodicals. In 1931, she married John Sherman Dern, a member of a traveling minstrel group. Dern began her career writing for pulp magazines such as Breezy Stories and Love Story Magazine, usually under the pseudonym \"Peggy Gaddis\".Nolan, Michelle. Love Story Magazine, The Pulp Magazines Project, Retrieved 27 March 2020Sloane, David E. E. American Humor Magazines and Comic Periodicals Greenwood Press, 1987. (pg. 368) Later, Dern moved on to writing paperback novels. Dern worked six days a week and endeavored to write a minimum of 3,000 words a day. Typically, she produced a book approximately every three weeks. Of writing, she was quoted as saying, \"It's a sort of drug, for which I hope no one ever finds a cure.\" Server, Lee. Encyclopedia of Pulp Fiction Writers (New York: Facts of File, Inc., 2002), p. 108 Dern died in 1966 and was buried in Fellowship Primitive Baptist Church Cemetery in Tucker, Georgia. ==Pseudonyms== Dern utilized her actual surname and nearly a dozen pseudonyms during her career. The majority of her books were published under the names Peggy Gaddis and Peggy Dern. Frequently used pseudonyms included Gail Jordan, Perry Lindsay, and Joan Sherman. Other pen names included Carolina Lee, Georgia Craig, James Clayford, as well as Roberta Courtland, Joan Tucker, Sylvia Erskine, and Luther Gordon. Peggy Gaddis; LibraryThing website http://www.librarything.com/author/gaddispeggy ==Partial bibliography== * The Affairs of a Country Girl, Gail Jordan, Cameo, 1952 (Country Girl, 1954) * The April Heart, Peggy Dern; Arcadia, 1959 * As Good As Married, Perry Lindsay, Phoenix, 1945 * At Granada Court, Peggy Dern, Arcadia, 1959, Wright Brown (UK), 1960 (Karen, Valentine, s.d.) * At Ruby's Place, Joan Tucker, Cameo, 1952 (Waterfront Club, 1954), também em1956, como John Tucker, pela Venus * The Babe in Arms, Perry Lindsay, Phoenix, 1943 * Back Home, Peggy Gaddis, Arcadia, 1950. Também pela Manor, Star (Austrália) e 5-Star (UK), 1972 (ou como “Reaching Out for Love”, Large Print, 1996) * Backwoods Girl, Peggy Gaddis; Venus, 1954 * Bayou Nurse, Peggy Gaddis, Arcadia, 1964 * Beauty to Burn, Peggy Gaddis, Godwin, 1937 * Beloved Intruder, Peggy Dern, Arcadia, 1958 * Betsy Moran, Peggy Dern, Arcadia, 1964 * Beware of Romance, Roberta Courtland, Gramercy, 1948 * Coast Guard Girl, Georgia Craig, Arcadia, 1945 * Courtesan, Joan Sherman, Godwin, 1936 (publicado como Lulie, pela Handi-Book, 1949) * Eileen Duggan, Peggy Gaddis, Arcadia, 1952 * Goodbye, My Heart, Peggy Dern, Arcadia, 1941 * Marriage Can Wait, James Clayford, Quarter, 1949 * Shanty Girl, Joan Tucker, Venus, 1953 * Satan's Gal, Carolina Lee, Handi, 1950 * Show Boat Girl, Roberta Courtland, Gramercy, 1940 * The Girl Next Door, Peggy Gaddis, Arcadia, 1949 * The Marryin'Kind, Roberta Courtland, Gramercy, 1947 * Young Doctor Merry, Peggy Gaddis, Arcadia, 1944 * Young Nurse, Sylvia Erskine, Cameo, 1952 * Wings on Her Heart, Roberta Courtland, Gramercy, 1942 * Winter Circus, Peggy Dern, Arcadia, 1943 ==References== Category:1896 births Category:1966 deaths Category:20th-century American women writers Category:20th-century American novelists Category:American women novelists Category:Novelists from Georgia (U.S. state) Category:Reinhardt University alumni Category:People from Union County, Georgia ",
    "title": "Peggy Dern"
}