{
    "id": "51525251",
    "text": "Shortly before midnight on September 11, 2001, Henryk Siwiak (1955-2001), a Polish immigrant, was fatally shot on a street in the Bedford–Stuyvesant neighborhood of Brooklyn, New York City, where he had mistakenly gone in order to start a new job. He was able to make it to the door of a nearby house before he collapsed. The homicide remains unsolved; he has been described as \"the last person killed in New York on 9/11\", although his death was unrelated to the terror attacks earlier that day. The initial investigation into the crime may have been hampered, police believe, by the diversion of law enforcement resources in the city in the wake of that day's terrorist attacks, which ultimately killed almost 3,000 people. Since he was not robbed, wore camouflage clothing and spoke poor English with a heavy accent, detectives have speculated that his killer may have thought he had something to do with the attacks. Siwiak's homicide is the only one recorded in New York City on September 11, 2001, since the city does not include the deaths from the attacks in the official crime statistics. ==Background== A native of Kraków, Siwiak had worked as an inspector for the Polish State Railways and its successor private entities. He was married and had two children, 17-year-old Gabriela and 10-year-old Adam. After he was laid off around 2000, he went to New York to visit his sister Lucyna, who had been living in Far Rockaway, Queens, for six years. Despite lacking a work permit, he decided to stay and do what work he could, sending several hundred dollars back to his wife Ewa in Poland every few months to supplement her earnings as a high school biology teacher. Siwiak hoped that eventually he could return and build a new house. While Siwiak was able to work, he struggled to learn English. He took classes and watched television with his sister, but improved only slowly. That, Lucyna warned him, could put him at risk in New York. \"We told him [the city] was a dangerous place\", she recalled later to the Associated Press. \"But he didn't believe it\", perhaps, she said, because he liked living there so much. Throughout most of 2001, he had been working at a construction site in Lower Manhattan. On the morning of September 11, following the attacks, the job site closed down as that part of the city was evacuated. He could not afford to wait until work resumed, so after walking across the Brooklyn Bridge, he took the subway back to his sister's home. After looking through the classified ads in the Polish-language newspaper Nowy Dziennik, he found one with a cleaning service at a Pathmark supermarket in the Farragut section of Brooklyn. To fill out the paperwork, he went to an employment agency in Bay Ridge that served the city's Polish community. At the employment agency, he comforted the owner, whose husband worked at the World Trade Center and had not contacted her since that morning (she later learned her husband had indeed died in the attack).Nowy Dziennik, \"Właścicielka tej agencji była podenerwowana, bo jej mąż pracował w World Trade Center i ona nie mogła się z nim skontaktować. Henryk ją pocieszał, że wszystko będzie dobrze. Niestety potem się okazało, że jej mąż rzeczywiście zginął pod gruzami wież\" – opowiada Lucyna, która potem rozmawiała z pracownikami agencji przez telefon.\" He learned he could start late that night, and returned to Far Rockaway. There he called his wife, Ewa, in Poland to tell her he was safe; he had seen the plane hit the towers. \"I told him just in case: don't leave tonight, because it can be dangerous in New York\", she recalled later. ==Homicide== Siwiak had never been to the Farragut neighborhood where the Pathmark was located. So he and his landlady looked over a subway map and decided he should take the A train to the Utica Avenue station, near the north end of Albany Avenue, the street on which the Pathmark is located. However, the landlady did not ask Siwiak for the store's address, so she did not realize that it was actually located three miles () to the south. Since Siwiak did not know the man from the service he was supposed to meet, he told the agency how he would be dressed. Before leaving, he put on a jacket in a camouflage pattern, with matching pants and black boots. He also carried a backpack with different pants and sneakers to change into once he got to the Pathmark. Before leaving, his landlady pleaded with him to reconsider going there, as in her opinion it was a dangerous neighborhood no one should go to at night without a good reason, and especially on that night in particular, with the city's population anxious in the wake of the day's events. She was unable to deter him. Around 11 p.m., Siwiak got off the subway and exited. He began to walk west along Fulton Street toward Albany Avenue, several blocks away. A witness later recalled passing him as he did so. At the Albany intersection, he turned right, heading north, instead of south as his directions said. That area of the Bedford–Stuyvesant neighborhood had long been seen by residents and the New York City Police Department (NYPD) as one of the city's more dangerous, with regular drug dealing and the possibility of robbery and assault for those who ventured in unknowingly. A longtime resident told radio station WNYC that the block is only safe in the mornings, \"after that, you're on your own.\" All the NYPD's available officers were on duty that night, most already on overtime; some had even returned from distant vacations. Many were needed to provide increased security in the neighborhoods close to the fallen towers or possible targets for a feared follow-up attack; police officials feared that criminals elsewhere in the city would use that distraction to their advantage. One exception to this was the northernmost block of Albany Avenue. \"I don't know if the World Trade Center falling down really affects the drug trade [there]\", Michael Prate, the NYPD cold case detective in charge of the investigation, told The New York Times a decade later. Police believe Siwiak may have interacted with some of the individuals present on Albany at that time. At roughly 11:40 p.m., residents said later, they heard an argument, followed by gunshots. A woman living on nearby Decatur Street, who was taking care of her sick mother, said she heard them but was too afraid to look out the window. Siwiak, shot once in the lung, left a trail of blood drops that showed him staggering from where he was shot near the north end of Albany to the stoop of a rowhouse at 119 Decatur, where he rang the doorbell in search of help. A resident of that building told police that she had heard it, but like her neighbor, she was too fearful to answer the door, in the wake of the gunfire that had preceded it. Siwiak went back down the stoop and collapsed facedown into the street. At 11:42 p.m., a call was made to 9-1-1, and what police and ambulance services could respond came within minutes. Siwiak was pronounced dead at the scene. ==Investigation== The NYPD could not bring its full investigative resources to the intersection since so many other officers were needed elsewhere due to the attacks. Normally, in the case of a homicide, its Crime Scene Unit would secure the area and collect forensic evidence, but its members were not available. Instead an evidence-collection unit, normally used only on nonviolent property crimes such as burglaries, performed those tasks. And where as many as nine detectives might canvass the neighborhood, talking to potential witnesses and looking for evidence away from the scene, the NYPD could only spare three, at most. \"[Siwiak] wasn't afforded the initial experts in processing the homicide scene\", Prate said in 2011. While he hoped the investigators who were able to respond collected all the evidence they could, he could not be sure they had, either. \"The Police Department gave that investigation what it could do that day.\" The evidence-collection technicians were able to retrieve spent shell casings from the .40-caliber handgun that was fired at Siwiak. The shooter had fired seven times but hit him only once.Nowy Dziennik, \" Policja znalazła po drugiej stronie ulicy 7 łusek. Ale tylko jedna kula trafiła Henryka.\" In his wallet was $75 in cash, suggesting that robbery had not been the motive, or that it had been botched if it was. Lucyna Siwiak believes the killer may have thought her brother was a terrorist. His camouflage outfit made him appear military; the first police officers to respond to the scene thought he might have been one of the many National Guardsmen deployed to the city in the wake of the attacks. That, combined with his dark hair and imperfect, heavily accented English, may have led people to believe he was an Arab. \"I think maybe it was a mistake\", she said later. \"There were many angry people.\" While Prate allowed in his 2011 interview that that might have been possible, the NYPD has not classified the homicide as a hate crime since so little is known about it. \"The problem was that there were no witnesses on that corner\", another officer said early in 2002. \"We haven't heard anything like that from any people in the community; nobody has indicated that to us\", Prate told WNYC a decade later. \"There is [sic] no significant targets that a terrorist would target here.\" Prate does believe that Siwiak's poor English could have led to his death. He likely would not have understood what was happening if someone attempted to rob him. Prate continued to investigate the crime, which is now considered a cold case, until his retirement in 2011. He talked to suspects arrested for other crimes in the area; none of them have provided any information. No new witnesses have come forward. A $12,000 reward has been offered. In 2018 he told ABC News that a botched robbery was still his theory for the most likely cause of the homicide. The homicide received little of the media attention that might have led witnesses to come forward, because of the attacks and their aftermath; what coverage there was came at least a month later. Neither Siwiak's sister nor his widow believe the case will ever be solved. \"I'm afraid this is forever\", Ewa Siwiak told the Times in 2011. \"I think the police have many, many cases and maybe they'll never call me\", Lucyna said a few months later. She still attends the annual memorial services every September 11 at St. Patrick's Cathedral, if it is not too crowded. As the deaths from those attacks are not included in the city's official crime statistics for 2001, Siwiak's death is the only homicide recorded in New York City on that date. The FBI also did not record the 2,977 deaths from the attacks in their annual violent crime index for 2001, citing the fact that these deaths were statistical outliers and would erroneously skew FBI analyses. ==See also== *Crime in New York City *Deaths in 2001 *List of unsolved deaths *Disappearance of Sneha Anne Philip, the night before the attacks; she was later ruled to have died in them although her remains have never been identified. ==References== Category:2001 in New York City Category:2001 murders in the United States Category:2000s crimes in New York City Category:21st century in Brooklyn Category:Bedford–Stuyvesant, Brooklyn Category:Crimes in Brooklyn Category:Crimes related to the September 11 attacks Category:September 2001 crimes Category:September 2001 events in the United States Category:Unsolved murders in the United States ",
    "title": "Killing of Henryk Siwiak"
}