{
    "id": "51525814",
    "text": "Metsä ('forest' in Finnish) is a Nordic-themed entertainment complex in Hannō, Saitama Prefecture, Japan. The complex consists of Metsä Village, entertainment and leisure area which opened in November 2018, and Moominvalley Park, which opened in 2019. The park was initially planned to start operation in 2015 for the 100th birth year of Tove Jansson. On June 30, 2015, it was announced to open in 2017 at the earliest. However, on December 6, 2016, the date was pushed back to spring 2019. Situated in Hannō, a city northwest of Tokyo, the site includes a Moomin zone for attractions, and a free public zone or a park area. Entrance to Metsä Village is free, but Moominvalley Park has an admission fee for the park and some of the attractions. The complex was closed temporarily in April 2020 due to the COVID-19 pandemic. A re-opening date has not been announced. == Metsä Village == Metsä Village Metsä Village is a large park and leisure area which is intended to evoke the happiness of the Nordic world through bringing visitors close to nature. The complex encircles Lake Miyazawa and is intended to resemble the Finnish countryside. Inside is a Nordic Market Hall selling Nordic themed goods, as well as Nordic restaurants. Visitors can also attended woodcrafting classes in the craft hall or rent Scandinavian-styled boats to row along the lake. == Moominvalley Park == Welcome Gate of Moominvalley Park The second Moomin theme park in the world after Moomin World and the first one outside of Finland. Modeled after the universe of the Moomins, the park brings to life the valley where the characters live and play and thus has few traditional attractions and is aimed more at recreating the look and feel of the fictional Moominvalley. In keeping with the Finnish origins of the source material, many park attractions and signs are in Finnish. The park is roughly divided into four areas: Hajimari no Irie, Moominvalley, Kokemus, and Osabishiyama. Park attractions include: * Welcome Gate: The entrance to the park, which includes photo cutouts for guests to pose with. Intended to invoke the visitors entering a story book. * Little My's Play Spots (Pikku Myyn leikkipaikka): An interactive theater-type attraction for families that performs short programs starring Little My where she invites the audience to partake in her mischief. There is also a Little My themed gift shop (Pikkku Myy Kauppa). * Moominhouse (Muumitalo): A recreation of the iconic Moominhouse where Moomintroll and his family live. Tours are available at an additional charge. The interior of the house includes several scenes that are references to events in the stories. * Lighthouse (Majakka): A recreation of the lighthouse from Moominpappa at Sea. * Bathing Hut (Uimahuone): A recreation of the bathing house from the books. * Emma's Theater (Emma Teatteri): An outdoor theater performing short shows featuring the main characters from the books. Performances are in Japanese. * Exterior of Moominhouse (Muumitalo)Oshun Oxtra (Merenhuiske): An indoor morphing theater that depicts the adventures of Moominpappa in his youth along with Snufkin's dad the Joxter, and Sniff's dad the Muddler on the \"Oshun Oxtra\". * Kokemus: The exhibition hall intended to highlight the life of creator Tove Jansson and the creation of the books. There is also a pancake restaurant, Lettula, in the Welcome Gate. The gift shop, Alku Kauppa, sells Moomin merchandise and includes collectible Moomin items only sold in Japan. ==References== Category:Amusement parks in Japan Category:Moomin series Category:Tourist attractions in Saitama Prefecture ",
    "title": "Metsä (theme park)"
}