{
    "id": "51525452",
    "text": "The Philippines Football League, commonly known as PFL, is a Filipino professional association football league sanctioned by the Philippine Football Federation (PFF). It is the Philippines' highest level of men's club football, surpassing the United Football League (UFL), which was previously the de facto top-tier league in the country. Starting from the 2020 season, the league is also known as The Philippines Football League brought to you by Qatar Airways, due to the league's title sponsorship of Qatar Airways. The PFL followed a home-and-away format as opposed to the UFL, and has had three seasons thus far (2017, 2018, 2019), which were all won by Ceres–Negros. In 2018, financial and logistical issues forced the disestablishment of the PFL with the Philippine Premier League established in its place. However, with the folding of the PPL after just one match day, the PFL was revived in mid-May 2019. ==History== ===Origins=== Following the success of the Philippines national team in the 2010 AFF Suzuki Cup, Philippine football experienced a renaissance. With no existing national football league, the Metro Manila-based United Football League (UFL) established itself as the de facto top-tier league in the Philippines. Under the guidance of the Football Alliance (FA) in partnership with United Football Clubs Association (UFCA), the UFL flourished. However, the PFF expressed the need to have a nationwide, community-based football league that is at par with the standards set by the Fédération Internationale de Football Association (FIFA) and the Asian Football Confederation (AFC). The UFL, which was under the National Capital Region Football Association, could not be considered as a national league. ===Foundations=== 250px|thumb|alt=Map showing the 13 localities (provinces, cities or municipalities) in red deemed viable home venues for prospect clubs of the Philippines Football League|13 localities deemed viable home venues by the Nielsen Company for prospect clubs in the PFL. With the goal of establishing a truly nationwide professional football league in the Philippines, the PFF launched the PFF National League Task Force on December 2, 2013. The task force was led by Filipino economist Bernie Villegas, and is composed of UFL President Randy Roxas, AFC Deputy General Secretary and Competition Director Windsor John, Filipino FIFA official Domeka Garamendi, AFC Kick-off Program Director Yogesh Desai, UFL Commissioner Bonnie Ladrido, ABS-CBN's Dino Laurena, former PFF' General Secretary Cyril Dofitas and Gelix Mercader. The task force was tasked to do market research studies to determine the possible cities or regions where participating football clubs could be feasibly based, as well as assisting clubs in the Philippines to conform to AFC club licensing regulations. The PFF initially set a goal to launch the national league in two to three years from the inception of the task force. Singaporean sports marketing agency, Red Card Group led by former Singaporean international, R. Sasikumar, assisted the PFF in the initial stages of planning the league. ====Nielsen study==== Nielsen was tasked to conduct a study in 2015, where they identified 13 key localities throughout the Philippines as viable home venues for participating clubs in the PFL. Among the factors considered were existing infrastructures, accessibility, capacity of fans to pay, the existence of sponsors, and fan appreciation of the sport. \"Philippines Football League\" was the most- preferred name for a prospective league according to a Nielsen survey which covered interviews of 5,000 people nationwide. Other choices included P-League, Maharlika League, Liga Pilipina, and Philippine Premier League. ====Launch==== Shangri-La at the Fort at Bonifacio Global City where the official launch of the PFL was hosted. The Philippines Football League was officially announced on September 7, 2016 and would be replacing the UFL as the Philippines' top tier football league. At least six teams from all over the Philippines was planned to be part of the PFL, with clubs from the UFL invited to join. Clubs were given until December 2016 to formally apply to join the PFL. The league competition was slated to begin in either the late March or early April in 2017. By April 1, 2017, the PFF confirmed the participation of 8 clubs - Ceres–Negros, Davao Aguilas, Global Cebu, Ilocos United, JPV Marikina, Kaya FC–Makati, Loyola Meralco Sparks, and Stallion Laguna. The official launching of the PFL happened on April 21, 2017 at the Shangri-La at the Fort in Taguig. The program was started by economist and PFL Task Force Chairman, Bernardo Villegas and ended by PFF President Mariano Araneta. ===2017 and 2018 seasons=== The inaugural season in 2017 was contested by eight clubs and had two stages; the regular season and a playoff competition. The regular season adopted a home-and-away, double round-robin format. The top four teams in the regular season advanced to the play-off round dubbed as the \"Finals Series\" to determine the champions of the league. Ceres-Negros won the inaugural league title. For the second season, the Final Series was scrapped due to the introduction of the Copa Paulino Alcantara, the cup competition for the league. The number of clubs in the league was reduced from eight to six after the departure of Ilocos United F.C. and FC Meralco Manila. Ceres-Negros won their second title. ===Replacement by the Philippine Premier League=== In late-2018, Triple CH led by Thailand-based Filipino businessman Bernie Sumayao became involved in the league and has entered talks with PFF chairman Mariano Araneta. He was appointed as the league's new commissioner. Sumayao plans to institute financial and structural reforms in the league; including a rebrand of the league to the \"Philippine Premier League\" (PPL) starting the 2019 season, more favorable sponsorship policies, and the disestablishment of the franchise fee in favor of a less expensive registration fee for clubs. At least eight teams were projected to play in the PPL's inaugural season. However the end of the 2017 season also saw the departure of a third club in the league's history, Davao Aguilas F.C. Despite of this, the league has received applications from new clubs aspiring to join the PFL. ===Revival and continued organization=== The PPL effectively folded after the PFF announced that it has revoked its sanction of the league on May 3, 2019. The PFL was revived with a season planned to commence within the year. The new season proceeded as planned with Ceres–Negros claiming their third consecutive league title. The PFL secured a three-year sponsorship deal with Qatar Airways on January 26, 2020, with the Qatari firm becoming the Airline partner and Title Sponsor of the PFL. Negotiations for deal occurred as early as November 2019. The league was formally renamed as \"The Philippines Football League brought to you by Qatar Airways\" as a result of the sponsorship. The 2020 season was postponed due to the COVID-19 pandemic. ==Competition format== The PFL follows a traditional home-and-away double round robin format sinces the 2018 season. In the inaugural season of 2017, the league had two phases, the regular season, which adopted a home-and-away, double round-robin format, and the \"Finals Series\", a play-off round where the top four teams of the regular season played each other to determine the champions of the league. The Finals Series was not held for the succeeding seasons although it was adopted again for the 2020 season. The league only had one division since its existence but there are plans to introduce a second division as the league expands, with a system of promotion and relegation with the PFL to be put in place. There was a proposal to convert the UFL to a second division tournament or youth league to the PFL. The Copa Paulino Alcantara is the cup tournament of the PFL since the 2018 season. ===Qualification for Asian competitions=== *1st: Group Stage of the AFC Champions League. ;History of Asian qualification *AFC Champions League **2017–2020: The Champion qualifies for the Qualifying play-offs of the AFC Champions League. **From 2021: The Champion qualifies directly to the Group Stage *AFC Cup **2017: Second placers qualifies for the group stage of the AFC Cup with the third placers eligible to play in the continental cup in the event the second placers were unable to play. Starting the 2018 season, winners of the Copa Paulino Alcantara qualifies instead of the second placers in the PFL. **2017–2020: If Champion failed to advance in the Group stage of AFC Champions League, they qualify in the Group Stage of AFC Cup. **From 2021: Winners of the Copa Paulino Alcantara qualifies for the Group Stage of AFC Cup. ==Clubs== Six clubs competes in the Philippines Football League, three of which has competed in the inaugural season in 2017. A total of 11 teams has played in the PFL, with the Azkals Development Team (as guests) and Maharlika Manila joining the 2020 season. {|class=\"wikitable sortable\" style=\"text- align:left; |- ! colspan=6 style=\"background:#662046;\" |Philippines Football League |- !Team !Location !Stadium !Capacity !Joined !class=\"unsortable\" | |- |Azkals Development Team |colspan=3 |align=center| 2020 | |- |Kaya–Iloilo |Iloilo City |Iloilo Sports Complex |7,000 |align=center| 2017 | |- |Maharlika Manila |Manila |Rizal Memorial Stadium |12,500 |align=center| 2020 | |- |Mendiola 1991 |colspan=3 |align=center| 2019 | |- |Stallion Laguna |Biñan, Laguna |Biñan Football Stadium |2,580 |align=center| 2017 | |- |United City |colspan=3 |align=center| 2017 | |- |} ;Notes {|class=\"wikitable\" style=\"text- align:left;\" width=450px |- ! colspan=5 width=300px|Locations of PFL clubs |- |align=center rowspan=2| ! width=300px|Luzon |- | |- |colspan=2| |} ===Timeline=== DateFormat = yyyy ImageSize = width:1200px height:auto barincrement:20 Period = from:2017 till:2021 TimeAxis = orientation:horizontal PlotArea = right:100 left:0 bottom:50 top:5 #> to display a count on left side of graph, use \"left:20\" to suppress the count, use \"left:20\"<# Colors = id:barcolor id:line value:pink id:bg value:white id:Full value:rgb(0.742,0.727,0.852) # Use this color to denote a team that is a current league member id:Former value:rgb(0.4,0.80,0.67) # Use this color to denote a team that is a former league member id:Guest value:rgb(0.5,0.7,0.95) # Use this color to denote a team that plays/played as a guest PlotData= width:15 textcolor:black shift:(5,-5) anchor:from fontsize:s bar:1 color:Full from:2017 till:2020 text:Ceres–Negros (2017–2020) bar:1 color:Full from:2020 till:2020 text:United City (2020–present) bar:2 color:Full from:2017 till:2018 text:Kaya–Makati (2017) bar:2 color:Full from:2018 till:2020 text:Kaya–Iloilo (2018–present) bar:3 color:Full from:2017 till:2020 text:Stallion Laguna (2017–present) bar:4 color:Former from:2017 till:2019 text:Global Cebu (2017–2019) bar:4 color:Former from:2019 till:2019 text:Global Makati (2019) bar:5 color:Former from:2017 till:2018 text:Davao Aguilas (2017–2018) bar:6 color:Former from:2017 till:2018 text:JPV Marikina (2017–2018) bar:7 color:Former from:2017 till:2017 text:Ilocos United (2017) bar:8 color:Former from:2017 till:2017 text:Meralco Manila (2017) bar:9 color:Full from:2019 till:2020 text:Mendiola 1991 (2019–present) bar:10 color:Former from:2019 till:2019 text:Green Archers United (2019) bar:11 color:Former from:2019 till:2019 text:Philippine Air Force (2019) bar:12 color:Guest from:2020 till:2020 text:Azkals Development Team (2020–present) bar:13 color:Full from:2020 till:2020 text:Maharlika Manila (2020–present) ScaleMajor = gridcolor:line unit:year increment:1 start:2017 TextData = fontsize:L textcolor:black pos:(0,30) tabs:(400-center) text: ==Champions== ;Champions {| class=\"wikitable\" |- ! No. ! Season ! Champion |- | 1 || 2017 || |Ceres–Negros |- | 2 || 2018 || | Ceres–Negros |- | 3 || 2019 || | Ceres–Negros |- |} ;Wins by club {| class=\"wikitable\" |- !Club !Wins !Winning years |- |{{nowrap|United City |style=\"text-align:center;\"|3 |2017, 2018, 2019 |- |} ;By City / Town {| class=\"wikitable\" |- ! City / Town ! Championships ! Clubs |- | Bacolod | 3 | Ceres–Negros (3) |- |} ==Organization== The Philippines Football League, along with the PFF Cup, was managed by Liga Futbol Inc. Singapore-based Red Card Global, a sports marketing agency has exclusive commercial rights to the PFL. Each club had to pay a franchise fee to participate in the league. Reportedly in April 2017, the franchise fee was pegged at $500,000 by the PFF which can be paid by member clubs within a period of five years. The league is professional in nature and not a developmental league. The clubs are intended to have a share of the league's broadcast revenues and sponsorship and each club are to be assisted by the league in securing their own sponsors. The professional status of the league is recognized by the Games and Amusements Board, the regulatory body for professional sports in the Philippines. In October 2018, the Philippines Football Federation was awarded the League Development Award by the Asian Football Confederation for its organization of the PFL. ===Club identity=== All PFL clubs were required under the PFF Club Licensing Regulations to have a name that includes the name of their home locality. The clubs were also required to have nicknames, crests, and colors based on the unique characteristics of their home locality. ===Players and salaries=== Participating clubs were allowed to have a minimum 25 and a maximum of 30 players. Reportedly in September 2016, only four foreigners are to be allowed per club, with at least one foreigner coming from an AFC country. On January 17, 2017, it was reported that this foreign player limit rule was yet to be finalized by the PFF. The PFL reportedly planned to have a salary cap and a salary floor. ===Youth development=== All participating clubs in the PFL were required to commit to the organization and development of at least two youth teams, an under-18 and an under-15. The clubs' youth teams were required to participate in competitions organized by the Philippine Football Federation. ===Stadiums=== The clubs of the PFL were required to have a certified home stadium either through ownership of the stadium or having an active contract with the owners of the stadium. Likewise, all clubs were required to have access to or own a training field and facility., although some clubs have been allowed to provisionally participate even without a designated home stadium. ==Media coverage== Press conference held prior to a league match between Ceres-Negros and Kaya-Iloilo. May 11, 2018. The Philippine Football Federation had an agreement with the People's Television Network to broadcast matches of the league which was signed in April 2017 though the network coverage of the league didn't last at least half a season. Matches since then were live streamed through the MyCujoo online platform. On February 22, 2018, the league had signed an agreement with Sportradar which would enable it livestream matches through Sportradar's Over-The-Top (OTT) platform. In April 2018, Liga Futbol Inc. approved a budget to secure a broadcasting partner for the 2018 season. For the 2019 season, all matches were streamed on Facebook and the league's official website. The Qatar Airways sponsorship deal signed with the league in January 2020 includes provisions to broadcast select matches live on television. On October 15, during the virtual conference of the official launch of the 2020 PFL season, PFF President Mariano Araneta announced the partnership with One Play Sports as digital content partner. He said the league is also finalizing a deal to air matches on cable channel EXP TV. ==Notes== ==References== Philippines Category:Sports leagues established in 2017 Category:Football leagues in the Philippines Category:Professional sports leagues in the Philippines Category:2017 establishments in the Philippines ",
    "title": "Philippines Football League"
}