{
    "id": "51538800",
    "text": "Mary Jane Manigault (June 13, 1913 – November 8, 2010) was a sweetgrass basket maker from Mount Pleasant, South Carolina. She began sweetgrass basket-weaving at a young age, and the tradition has been continued by her children and grandchildren. The art of sweetgrass basket-weaving is an important tradition in the Gullah culture and has been a prominent practice in communities brought over to the United States as early slaves. She was a recipient of a 1984 National Heritage Fellowship awarded by the National Endowment for the Arts, which is the United States government's highest honor in the folk and traditional arts. == Early life == Manigault was born in 1913 in Mount Pleasant, South Carolina to Solomon and Sally Coakley. She learned sweetgrass basket-weaving at a young age from her mother, saying \"My mother taught me how to make baskets when I was eight years old\". == Sweetgrass basket weaving == Photo of sweetgrass baskets Sweetgrass basket weaving is an art form that gained popularity among African-Americans living off the coast of the southeastern United States during the 17th century. Sweetgrass baskets were originally woven for the cultivation of rice. Europeans depended on the enslaved African's knowledge of agriculture to create specialized tools. As time passed, the uses for sweetgrass baskets pivoted from field use to a variety of other uses such as picnics, sewing baskets, church collection, laundry, and many more. Sweetgrass baskets often vary in design but regularly use materials such as bulrush, oak, hickory, and palmetto. == Career and legacy == Manigault was a successful basket-weaver at a young age, and ran a basket stand in 1962 on U.S. highway 17 just north of Mount Pleasant, South Carolina. In the mid-1970s, Manigault moved her basket-weaving enterprise to Charleston's City Market. In the later years of her career, Manigault continued to weave magnificent baskets at her family home in Hamlin Beach. In 1984, Manigault was named a National Heritage Fellow by the National Endowment for the Arts. The award recognizes outstanding American folk artists. Mary Jane Manigault suffered a stroke in late 2000, but stated, \"I'm going to keep making baskets, as long as I can\". Manigault's sweetgrass baskets have been displayed in many museums, including the Sante Fe Folk Art Museum, the William Mathers Anthropology Museum at Indiana University, the American Museum of Natural History, the Cleveland Museum of Art, and McKissick Museum at the University of South Carolina. Mary Jane Manigault's children and grandchildren continue the tradition of making and selling sweetgrass baskets. Manigault's eldest daughter, Mary Jane Habersham, runs a basket stand on Highway 17 saying, \"I will keep the tradition going on\". == Death == Mary Jane Manigault died on November 8, 2010 in her Hamlin Beach home after suffering a seizure, at the age of 97. Manigault had been suffering from sporadic seizures for a year prior to her death and was hospitalized numerous times. Manigault's daughter-in-law, Shirley, recalls her strength in her final months stating \"every time she would get sick and go to the hospital, when she came home, her mind was fine\". == References == ==External links== Category:Women basketweavers Category:Artists from South Carolina Category:1913 births Category:2010 deaths Category:National Heritage Fellowship winners ",
    "title": "Mary Jane Manigault"
}