{
    "id": "51530031",
    "text": "Rachel Devine in 1911, attending the Scottish Trade Unions Congress in Dundee Rachel Devine (1875–1960) was a jute weaver and trade unionist. A founder member of the Dundee and District Union of Jute and Flax Workers who later became its president, she often went to the Scottish Trades Union Congress as her union's delegate. == Early life == Blackley was born on 13 February 1875 in Dundee to Rachel McClellan and John Blackley, a yarn dresser. At the age of eleven she started work as a \"half timer\", dividing her working week between textile mill and school.'Official Inquiry Hears Of Millgirls' Tastes And Dress', Dundee Courier, 25 May 1939, p5 (The school leaving age was then 14.)Education Scotland She progressed from being a \"shifter\", whose job was to change the bobbins on the looms, to becoming a fully-fledged jute weaver in around 1892. She married John Devine, a cabinet-maker, in 1898.Statutory Register of Marriages, Scotland == Activism == She was at the inaugural meeting of the Dundee and District Union of Jute and Flax Workers in 1906 and was elected to represent workers at her mill, Heathfield Works, in 1909.Graham R. Smith, ‘Devine , Rachel (1875–1960)’, Oxford Dictionary of National Biography, Oxford University Press, 2004 The jute industry employed large numbers of women and girls and the union reflected this with a rule that at least half of its executive should be women, unlike many other unions.E. Ewan, S. Innes, S. Reynolds, R. Pipes eds., The Biographical Dictionary of Scottish Women, Edinburgh University Press 2004, p95 For over thirty years Devine held a number of different union management posts, with a short break after tensions with the full-time union secretary, John F. Sime. She returned in 1915 and actively encouraged union support for rent strikers in Dundee following the Glasgow example. In 1923 a large popular vote made her vice- president of the union. One year later she was elected president, and continued in that role for the next six years. This involved negotiations with the employers' Association of Jute Spinners and Manufacturers where she proved herself capable and forceful. Devine was known as a blunt speaker and was prepared to be combative with employers. After once more becoming vice- president of the union she left when she went to work in a different mill but was back in 1938 as a trustee for the union, its delegate to the Trades Council and also to the Labour Party. In 1939 she opened evidence for the union at an enquiry about conditions for employees under sixteen years old. It was conducted by Harold Morris on behalf of the Home Secretary in response to a request, ultimately unsuccessful, from Dundee jute manufacturers to exempt them from a new law limiting the working week for under-16s to 44 hours. At a retirement presentation for J.F. Sime in 1940, Devine spoke about the progress made since 1914 in improving conditions for local mill workers. She died in Dundee on 13 April 1960. == References == Category:Leaders of British trade unions Category:People from Dundee Category:Scottish trade unionists Category:Women trade unionists Category:1875 births Category:1960 deaths ",
    "title": "Rachel Devine"
}