{
    "id": "51530437",
    "text": "The GEOStar is a family of satellite buses designed and manufactured by Northrop Grumman Innovation Systems. The family started focused on small geostationary communications satellites. The first iterations focused on the sub-5 kW commercial segment that was left vacated after the retirement of the HS-376 satellite bus. It started with the STARBus on CTA Space Systems, which was later bought by Orbital Sciences, Oribtal ATK and now Northrop Grumman Innovation Systems. ==History== Originally developed by CTA Space Systems, won its first order with IndoStar-1. Orbital Sciences Corporation acquired CTA in 1997 and continued selling the platform under the STAR-1 designation. It was able to sell three STAR-1 satellites to B-SAT of Japan, BSAT-2a, BSAT-2b and BSAT-2c. Orbital then introduced a new version of the platform known as STAR-2. Its first launch was with the sale of the satellite bus only, with N-STAR c. With the introduction of the LEOStar satellite bus, STAR-2 was renamed as GEOStar-2, a platform that eventually was capable of up to 5.5 kW of power production. Orbital would later introduce the GEOStar-1 platform, capable of only 1.5 kW of power production. It is not to be confused with the original STAR-1, since GEOStar-1 is actually the project Aquila, a platform even smaller than the GEOStar-2 designed for military applications in geostationary orbit and medium Earth orbit. On March 10, 2014, Orbital introduced the GEOStar-3 platform. Not only was this a bigger platform that could generate up to 8 kW of power, but it also offered a satellite stacking feature for a dual launch option. On April 29, 2014, Orbital Sciences announced that it would merge with Alliant Techsystems to create a new company called Orbital ATK, Inc.. On February 9, 2015, Orbital ATK started operating as an entity. During 2015, Orbital ATK would introduce a variation of the bus dedicated to servicing spacecrafts in geostationary orbit, the Gemini bus. They would announce their first win for Gemini platform on April 12, 2016, with the agreement to sell the services of Mission Extension Vehicle-1 to Intelsat in 2019. ==Platforms== Through the years there have been different variations of the platform: * Gemini: platform designed for rendezvous capabilities. It can carry payloads with a mass of up to and requiring up to 3 kW of power. Its expected design life is 6 to 15 years and has a 21 to 36 month to delivery lead time. * GEOStar-1: micro platform for government satellite. It can carry payloads with a mass of up to and requiring up to 1.5 kW of power. Its expected design life is 5 to 7 years and has a 27 to 30 month to delivery lead time. * GEOStar-2 (originally STAR-2): small platform for commercial clients. It can carry payloads with a mass of up to and requiring up to 5.5 kW of power. Its expected design life is 15 to 18 years and has a 24 to 27 month to delivery lead time. * GEOStar-3: medium platform for commercial clients. It can carry payloads with a mass of up to and requiring up to 8 kW of power. Its expected design life is 15 to 18 years and has a 27 to 30 month to delivery lead time. * STAR-1 (originally STARBus): small commercial satellite platform. Originally developed by CTA, bought by Orbital Sciences Corporation. Could handle payloads with a mass of up to and requiring up to 555 W of power. It used a solid Star 30CBP apogee kick motor for orbital circularization and had a 10-year design life. ==See also== * Orbital ATK – Former designer and manufacturer of the platform. * Northrop Grumman Innovation Systems – Current designer and manufacturer of the platform. ==References== ==External links== * Orbital ATK Category:Satellite buses Category:Orbital Sciences Corporation ",
    "title": "GEOStar"
}