{
    "id": "51534743",
    "text": "Location of Sri Lanka Environmental issues in Sri Lanka include large-scale logging of forests and degradation of mangroves, coral reefs and soil. Air pollution and water pollution are challenges for Sri Lanka since both cause negative health impacts. Overfishing and insufficient waste management, especially in rural areas, leads to environmental pollution. Sri Lanka is also vulnerable to climate change impacts such as extreme weather events and sea level rise. Industrialization and population growth are major drivers of these environmental issues. A lack of public awareness and governmental guidelines intensify the problems. ==Background== These environmental problems have escalated because of a high population growth and the increasing industrialization in Sri Lanka since the 1980s. The industrialization led to an increase in automobile use and energy consumption. The energy demand used to be almost covert by hydro power plants in 1988 (90%). The increased demands led to the construction of oil and coal fired thermal power plants which emit more greenhouse gases than renewable energy technologies like hydro power plants. A lack of public awareness and participation in government policies and environmental standards has amplified the problems. However, Sri Lanka’s government has undertaken several efforts to encounter environmental issues. ==Major environmental issues== ===Deforestation=== Sri Lanka’s central and southern parts are home to montane forests, sub-montane forests and to lowland rainforests. In contrast, sparse forests, mangroves, riverine dry forests and monsoon forests are located in the dry zone. These forest covers in Sri Lanka have been greatly reduced by legal as well as illegal forest clearing. Deforestation because of a tea plantation in Sri Lanka Due to deforestation in Sri Lanka the size of land covered by natural forests decreased from 80% in 1820 to 43% in 1948. This was partly caused by British colonialism from 1801 to 1948 which increased the amount of tea, coffee and rubber plantations. The natural forest cover further decreased to 23% in 2000. In 2010, 29% of Sri Lanka’s area was covered by forests (this number includes forest plantations). Drivers of recent forest degradation are an increase in population, road construction, timber production, agricultural development and forest cleaning by private businessmen. Even though there are conservation areas, the management is partly insufficient. The extensive deforestation leads to a rise of the average surface temperature. Deforestation is also responsible for an increase in greenhouse gas emissions because trees remove CO2 from the air. By clear cutting areas the CO2 returns to the air and thereby increases the atmospheric carbon concentration.INDC Sri Lanka The government of Sri Lanka has adopted the target to increase the size of land covered by forests to 32% by 2030. In order to achieve this, the government intends to reforest degraded forests, to increase urban forests, and to improve the forest plantations. ===Mangrove degradation=== Sri Lanka’s mangrove forests, small trees that grow in coastal water, have been decreased by 70% since 1915. The size of mangrove ecosystems is being reduced because of the implementation of agriculture and aquaculture systems like fisheries. Shrimp aquaculture projects are one of the biggest threats. The shrimp business is growing very fast because of high demand and high profits. One of the negative impacts of shrimp farms is that mangroves are being destroyed where the farms are built. Mangroves however are very important for people living close to the coast. The reason for this is that mangroves offer products that can be used for cooking, building houses and fodder, as well as fish, and other food items. They also offer protection against floods and pollutants. Moreover, mangroves are important for other ecosystems and host animals like fish, crab and shrimp. In 2015, the government of Sri Lanka reached an agreement with private companies, non- governmental organizations, researchers and members of affected communities. This agreement protects all mangrove forests in Sri Lanka by law. Moreover, they agreed to launch mangrove reforestation activities and to create alternative sources of income for locals. === Coral reef destruction === Coral reefs are threatened by human activities such as destructive fishing methods, coral-mining, pollution and unsustainable management practices. Extensive aquaculture is the biggest threat to coral reefs. Shrimp farms are especially destructive to coral reefs. Coral reefs are very important for the coastal population. They provide food, protect the coast, and are popular destination for tourists and therefore are important for people’s income. Most Sri Lankans live along the coast and the population is growing which will have greater negative consequences for the coral reefs. === Soil degradation === Parts of the dry zone as well as the wet zone are damaged by soil degradation. Soil erosion in Sri Lanka is 14 to 33 times bigger than it would be without human influence. It has negative impacts on agriculture as well as on people’s livelihood. Soil degradation is mainly caused by unsustainable agricultural practices, high intensity rainfall and indirectly caused by population growth which results in increased consumption. Tree plantation such as tea and rubber plantation cause low rates of soil erosion. Higher rates of soil erosion are caused by crops which are harvested annually like potatoes, most vegetables and tobacco. Soil degradation in the dry zone leads to desertification. The loss of soil also is a big problem near watersheds, because a lot of hydro power plants are built in those watersheds. === Air pollution === Air pollution is a problem in Sri Lanka’s cities and it is mostly caused by vehicles. The number of motor vehicles almost tripled during the 1990s which also led to an increase in traffic jams. The use of old vehicles and poor quality gas intensify negative consequences. Major air pollutants in Sri Lanka are oxides of carbon, oxides of nitrogen, oxides of sulfur, particulates, inorganic compounds, hydrocarbons and the secondary pollutant photochemical smog. These pollutants have negative impact on people’s health as they can cause respiratory illnesses, asthma or even death. Dust falls are also an issue in areas with a high traffic density. Besides outdoor pollution, indoor pollution also is a concern. The pollutants listed above have even worse impacts inside motor vehicles and buildings. Air pollution inside buildings is a severe problem when firewood is used for cooking. In 2000, 80% of households burned firewood for cooking which sets free many fine particles that can cause respiratory illnesses, and cancer. === Water pollution === Domestic activities, industry and agriculture cause water pollution in Sri Lanka. Rivers and lakes are most affected by pollutants. Pollutants that end up in lakes are sewage, vegetable waste and waste from hospitals. The pollution of lakes in Sri Lanka leads to algal blooms, which reduces the oxygen content and has negative consequences on fish populations. The Kelani river is especially polluted because it flows through industrial areas. Industrial waste is often discharged into the river, treated or untreated. Moreover, dumps that are located close to rivers have negative influences on the water quality. Large amounts of pesticides used in the agricultural sector also get into the water of rivers and lakes. Groundwater and surface water are also polluted by the heavy use of fertilizer and pesticides and by storm run-offs. Coastal and marine waters are threatened by pesticides, fertilizer, industrial waste and run-offs from waste dumps. Rivers that flow out into the sea deteriorate the sea water. Oil spills, chemicals and non-biodegradable waste such as plastic also decrease the quality of Sri Lanka’s seawater. Microplastic pollution has resulted in a drastic reduction of fish stocks. In 2000, only 25% of the households in Sri Lanka got their water through pipes. Even the water that does come through the pipe from local suppliers is not monitored efficiently. This is why a part of the population does not get clean drinking water. === Waste management === Sri Lanka faces managerial problems in waste collection and waste disposal. A study from 2005 revealed that only 24% of the household had waste management and the percentage of access to waste collection is even smaller in rural areas (2%). Increased waste generation is caused by high population growth, industrialization, urbanization and increased consumption. Uncollected waste in Sri Lanka Provinces and local authorities are over- strained by these large amounts. Collected waste is often brought to open dumps and is not treated. Moreover, some dumps are located in environmentally sensitive locations or close to residential areas. These problems are caused by a lack of governmental regulations and public commitment but also a lack of technical knowledge, low financial resources and too little suitable space for waste disposal sites. The effects of poor waste management is waste laying in the streets, waterways and swamps. These results influence the aesthetic of the landscape, decrease the biodiversity, cause health problems and have negative impacts on Sri Lanka’s tourist industry. The study shows that in areas without waste collection, the majority of people dump their waste that should be going to the landfill in their backyard. Plastics and paper are often burned or also disposed in the backyard. Moreover, green waste is burned by 80% of the household in the southern provinces that do not have access to waste collection. Sri Lanka’s government aims to address these problems by implementing waste sorting systems in households, improved waste collection by municipalities and cities, composting systems and systematic treatment of hazardous waste from the industry and clinics. === Overfishing === Sri Lanka is experiencing declines in fish populations due to overfishing. === Climate change vulnerability === Flood in Sri Lanka Sri Lanka’s geographic location makes it vulnerable for climate change impacts. Expected impacts are an increase in temperature, more frequent extreme weather events like floods and cyclones as well as sea level rise.International Union for Conservation of Nature (IUCN), Retrieved 2016-10-21. Sea level rise is especially critical for Sri Lanka’s coastal regions. These impacts negatively influence agriculture, fisheries, tourism, people’s livelihood, and the environment. The impacts on agriculture and fisheries will in turn influence food security and exports of crops and fishes. Negative consequences for the environment include biodiversity loss, ecosystem degradation and water cycle disturbances. Sri Lanka has set goals in their Intended Nationally Determined Contributions (INDC) how to implement climate change mitigation and adaptation strategies in order to prevent severe climate change impacts. The government has already implemented regulations and guidelines like the National Climate Change Policy of Sri Lanka, the Climate Change Vulnerability Profiles and the Technology Action Plans for Climate Change Adaption and Mitigation in 2014. Moreover, steps have been taking to reduce possible impacts of climate change in Sri Lanka. These steps include but are not limited to building a more resilient infrastructure, actions to ensure human health and food security during and after climate change impacts like floods and cyclones, and the protection of the environment and the tourism sector. ==See also== * Sri Lanka * Environment of Sri Lanka * Deforestation in Sri Lanka * Effects of Global Warming in Sri Lanka ==References== ==Further reading== * Bandara, N. J. G. J. (2003-06-01). \"Water and wastewater related issues in Sri Lanka\". Water Science and Technology. 47 (12): 305–312. ISSN 0273-1223. * Nandasena, Yatagama Lokuge S; Wickremasinghe, Ananda R; Sathiakumar, Nalini (2010-06-02). \"Air pollution and health in Sri Lanka: a review of epidemiologic studies\" BMC Public Health 10: 300. * Rajasuriya, A., de Silva, M. W. R. N., & Oehman, M. C. (1995). Coral reefs of Sri Lanka: human disturbance and management issues. Ambio. Sri Lanka Category:Environment of Sri Lanka ",
    "title": "Environmental issues in Sri Lanka"
}