{
    "id": "51531377",
    "text": "The 1931 Arizona State Bulldogs football team was an American football team that represented Arizona State Teachers College (later renamed Arizona State University) in the Border Conference during the 1931 college football season. In their second season under head coach Ted Shipkey, the Bulldogs compiled a 6–2 record (2–2 against conference opponents), won the conference championship, and outscored their opponents by a combined total of 169 to 66. The team captain was fullback Horace Smitheran. The Bulldogs finished 4–1 at home and 2–1 on the road. Home games were played at Irish Field in Tempe, Arizona. ==Game summaries== In the season opener on September 26, Arizona State defeated the Sacaton Indians, 66-0, in Tempe. On October 3, the Bulldogs dropped a 27-13 road game at College of Mines and Metallurgy of the University of Texas (later renamed University of Texas at El Paso). On October 17, Arizona State defeated New Mexico State 25-7 at Irish Field. On October 24, the Bulldogs recorded a 20-6 road victory against Arizona State Teachers College at Flagstaff (ASTCF, later renamed Northern Arizona University). On October 31, in the Arizona–Arizona State football rivalry game in Tempe, Arizona State beat Arizona 19-6. On November 7, the Bulldogs earned a 7-0 road shutout win over Fresno State. On November 14, Arizona State fell to ASTCF 13-7 at Irish Field. On November 21, the Bulldogs closed the season by defeating the Arizona All-Stars 13-7 in Tempe. ==Roster== The usual Arizona State lineup included left end Wilburn Dick, left tackle Cecil McCullar, left guard Earl McCullar, center Reid Calicoat, right guard Paul Griffin, right tackle Don Pace, right end Bob Smith, quarterback Howard \"Curley\" Blount, halfbacks Norris Steverson and Bill Baxter, and fullback Horace Smitheran. Bob Adams, Guideo Cislaghi, Norman Clements, Ben Cole, Anson Cooper, and Howard Curry were also on the roster.2007 Media Guide, pp. 167-170. ==Awards and honors== Halfback Norris Steverson earned Associated Press (AP) All-American honorable mention honors for the 1931 football season.2007 Media Guide, p. 159. Steverson, right guard Paul Griffin, and left end Dick Wilburn earned All-Southern Conference honors for the 1931 campaign. ==References== Arizona State Category:Arizona State Sun Devils football seasons Category:Border Conference football champion seasons Category:1931 in Arizona ",
    "title": "1931 Arizona State Bulldogs football team"
}