{
    "id": "51533605",
    "text": "The Chain of Lakes Trail is a paved multi-use recreational trail in Halifax, Nova Scotia that runs from Beechville to Fairview. The trail is named for the Chain Lakes along which the trail runs. The trail is part of the Rum Runners trail system, going from Halifax to Lunenburg. They are part of Nova Scotia's Blue Route, a planned 3,000 kilometer cycling trail system. == History == The rail line the trail follows now was built by Halifax and South Western Railway (H&SW;) in 1904 to service towns along the South Shore. In 1906, H&SW; merged with Canadian Northern Railway and in 1918, facing bankruptcy, was acquired by the federal government and placed under the control of the newly-formed Canadian National Railways (CN). In 1969, CN ended passenger service along the line. In 1993, after being proven to be uneconomical to keep running, the section of track west of the modern trail's route was shut down, leaving only a section of rail between Lakeside Industrial Park and CN's Fairview rail yard.Halifax and South Western Railway In 2006 CN announced the spur was to be closed within the next three years. The municipality bought the property in 2009 and by 2010, the track was completely removed.\"Off the Rails\", Halifax Chronicle Herald, October 7, 2009, p. A7 In 2012, the Halifax Regional Water Commission was tasked with closing the Beechville wastewater treatment facility (WWTF) and redirecting the area's sewage to the Halifax WWTF. The solution was to build a tunnel under the trail from its highest point in Bayers Lake to the eastern trailhead in Fairview. The winning bid for construction of the tunnel was won by Dexter Construction in February 2014. Construction began on March 31 and was completely finished by December. == Route == The western trailhead can be found in Beechville at the intersection of Lakeside Park Drive and the Beechville-Lakeside-Timberlea Trail. The trail then runs through Bayers Lake Business Park before travelling under an overpass carrying Hwy 103 and continuing along the north shores of the Chain Lakes. It then curves northward through Fairmount, goes under Hwy 102, and ends in Fairview. == References == == External links == * Chain of Lakes Trail Association * Chain Of Lakes Trail Guide | HalifaxTrails.ca Category:Geography of Halifax, Nova Scotia Category:Sport in Nova Scotia Category:Bike paths in Nova Scotia Category:Hiking trails in Nova Scotia Category:Defunct Nova Scotia railways Category:Rail infrastructure in Nova Scotia ",
    "title": "Chain of Lakes Trail, Nova Scotia"
}