{
    "id": "51539014",
    "text": "George Ridsdale Goldsbrough FRS (19 May 1881, Sunderland, Tyne and Wear – 26 May 1963, Stratford-upon-Avon) was an English mathematician and mathematical physicist. After education at Bede Higher Grade School, Goldsbrough matriculated at Armstrong College (which in 1963 became a component of Newcastle University) and graduated there with honours in 1903. From 1905 to 1919 he was the senior mathematics master at Jarrow-on-Tyne, Secondary School. In 1910 in conversation, R. A. Sampson suggested that Goldsbrough should do research on the theory of tides and gravitational astronomy. At Armstrong College, Goldsbrough was appointed in 1910 Lecturer in Applied Mathematics, in 1922 Reader in Dynamical Astronomy, and in 1928 Second Professor of Mathematics. (In 1937 Armstrong College became part of King's College, Durham.) At King's College, as the successor to T. H. Havelock, he became in 1942 Head of the Department of Mathematics and remained so until his retirement in 1948. In 1897 and 1898, Sydney Samuel Hough published a mathematical analysis of tides in a global ocean of nearly uniform depth without land masses.Hough's 1897 paper; 1898 paper In 1915 Goldsbrough improved upon Hough's analysis by publishing a dynamic theory of tides in a polar basisGoldsbrough, G. R. (1915). The dynamical theory of the tides in a polar basin. Proceedings of the London Mathematical Society, 2(1), 31–66. and, in a separate paper, a dynamical theory of tides in a global zonal ocean basin bounded by a land mass at a higher latitude and a land mass at a lower latitude.Goldsbrough, G. R. (1915). The dynamical theory of the tides in a zonal ocean. Proceedings of the London Mathematical Society, 2(1), 207–229. In 1950 he published a method for solving the dynamical equations of the tides on a rotating globe with ocean boundaries along meridian boundaries.Goldsbrough, G. R. (January 1950). The tides in oceans on a rotating globe. V. In Proceedings of the Royal Society of London A: Mathematical, Physical and Engineering Sciences (Vol. 200, No. 1061, pp. 191–200). The Royal Society. In September 1933 and January 1935, Goldsbrough published two papers on steady ocean circulation that incorporated the variation of the Coriolis parameter with latitude. These two papers anticipated, to some extent, Rossby's 1939 planetary wave theory, Sverdrup's 1947 theory relating the curl of the wind stress to meridional transport, and Stommel's 1948 theory of the westward intensification of wind-driven ocean currents. Furthering some papers published in 1922,Goldsbrough, G. R. (1922). The Influence of Satellites upon the Form of Saturn's Ring. Philosophical Transactions of the Royal Society of London. Series A, Containing Papers of a Mathematical or Physical Character, 222, 101–130.Goldsbrough, G. R. \"The Cause of Encke's Division in Saturn's Ring.\" Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character 101, no. 710 (1922): 280–289. Goldsbrough published in 1941 a detailed analysis of the perturbations of a ring of satellites by an independent satellite.Goldsbrough, G. R. \"The Theory of the Divisions in Saturn's Rings.\" Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences 239, no. 803 (1941): 183–216. Jeffreys, H. (1947). The effects of collisions on Saturn's rings. Monthly Notices of the Royal Astronomical Society, 107(3), 263–267. In 1951 he published an analysis of the stability of two rings of particles in orbit around a primary,Goldsbrough, G. R. \"The Stability of Saturn's Rings.\" Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences 244, no. 874 (1951): 1–17. ==Awards and honours== *1929 – F.R.S. *1948 – C.B.E. ==References== Category:1881 births Category:1963 deaths Category:English mathematicians Category:Fellows of the Royal Society ",
    "title": "George Ridsdale Goldsbrough"
}