{
    "id": "51546899",
    "text": "The House of Fear is a 1939 American mystery film directed by Joe May and starring William Gargan, Irene Hervey and Dorothy Arnold. After an actor is killed during the middle of a play the theatre is closed. A year later a young producer re-assembles the cast and re-opens the theatre, intending to the stage the same play performed on the night of the murder. Originally set for a filming schedule of 10 days and $10,000, the film went over budget and over schedule. On its release, it received positive reviews from Variety, The Hollywood Reporter and The New York Daily News. ==Main cast== ==Production== The House of Fear began production on March 16, 1939 with a budget just over $100,000. The House of Fear went into production under the title Backstage Phantom, the title of the source novel by Wadsworth Camp that the film was adapted from and was based on the story and play \"The Last Warning\" by Thomas F. Fallon. The film was part of the Crime Club mystery series. 11 films were made in the series between 1937 and 1939. The film was a remake of The Last Warning, directed by Paul Leni. Director Joe May had previously worked in the German film industry and while working on The House of Fear he had not mastered English. Difficulties arose on set with the crew working until 10pm at night and the film going over its original 15 day schedule. The film was completed on April 6 and was $8,000 over-budget. Charles Previn received credits as the films music director, but except for music heard during the opening and closing credits there is no music in the film. ==Release== The House of Fear was distributed by Universal Pictures Company, Inc. on June 30, 1939. ==Reception== From contemporary reviews, Wanda Hale of The New York Daily News declared the film \"[A]s puzzling a murdery mystery as has come along in some time\" and that it \"will keep you intrigued.\" Variety found that the \"cast has a rather tough assignment to get much out of the lines and situations provided.\" while still finding it to be a \"whodunnit with comedy flavor that holds sufficient edge-of-seat suspense.\" The Hollywood Reporter declared that \"Univeral has turned out another one of those swell murder mysteries\" that was \"packed with plenty of good, clean comedy amid an eerie atmosphere, suspenseful action and many blood-curdling moments\" From retrospective reviews, the authors of the book Universal Horror said the film was \"no classic by any stretch\" but it was a \"snappy little whodunnit, in some ways better than many of the monsterrific Universals you've seen repeatedly in the meantime.\" ==See also== *The Last Warning (1929) ==References== ===Footnotes=== ===Sources=== * ==External links== * Category:1939 films Category:American mystery films Category:English-language films Category:American films Category:Films directed by Joe May Category:American black-and-white films Category:American films based on plays Category:Films set in a theatre Category:American film remakes Category:Universal Pictures films Category:1939 mystery films ",
    "title": "The House of Fear (1939 film)"
}