{
    "id": "51546654",
    "text": "Duane Linklater is an Omaskêko Cree artist. ==Biography== Born in 1976 in Moose Factory, Ontario, Canada, he now lives in North Bay, Ontario. Linklater attended the University of Alberta from 2000-2005, and was awarded a Bachelor of Native Studies and a Bachelor of Fine Arts. He also studied at Milton Avery Graduate School of the Arts from 2010 and completed a Master of Fine Arts in 2012. He has exhibited his work at various galleries and exhibitions including the Utah Museum of Fine Arts, documenta 14, the Vancouver Art Gallery, the Art Gallery of Alberta, and the Art Gallery of Ontario. He is represented by Catriona Jeffries Gallery. == Select works == * Modest Livelihood, a project with Brian Jungen about a hunting trip. * Mikikwan, a concrete reproduction of a hide scraper. * Tautology, a neon bird appropriated from a prominent painting by Norval Morrisseau * Cape Spear, a five-year intervention editing the Cape Spear Wikipedia page to add the words \"At 6:24am NST 3/10/2011, Duane Linklater watched the sunrise. He traveled there to see the sunrise, to be the first one before anyone else.\" * Learning, an exhibition in the Susan Hobbs Gallery, Toronto. * What Then Remains, a permanent installation inside the* longest wall in Mercer Union, Toronto. * Monsters for beauty, permanence and individuality, 14 cast concrete sculptures at Don River Valley Park in Toronto.https://donrivervalleypark.ca/things-to-do/art/duane-linklater- monsters-for-beauty-permanence-and-individuality/ == Awards == In 2013, Linklater won the $50,000 Sobey Art Award. In May 2016, along with Geoffrey Farmer, Linklater was the inaugural recipient of a Be3Dimensional Innovation Fund grant of $50,000 for a 3D printing project. In July 2016, Linklater won the $15,000 Victor Martyn Lynch-Staunton Award for Media Arts, awarded by the Canada Council for the arts. ==References== ==Sources== * * * * * * * * * * Category:1976 births Category:Canadian installation artists Category:Canadian performance artists Category:First Nations artists Category:Living people Category:People from Cochrane District Category:People from North Bay, Ontario Category:Cree people Category:University of Alberta alumni Category:Bard College alumni ",
    "title": "Duane Linklater"
}