{
    "id": "51541651",
    "text": "The 1977 Washington State Cougars football team was an American football team that represented Washington State University in the Pacific-8 Conference (Pac-8) during the 1977 NCAA Division I football season. In their only season under head coach Warren Powers, the Cougars compiled a 6–5 record (3–4 in Pac-8, tied for fourth), and outscored their opponents 263 to 236. The team's statistical leaders included Jack Thompson with 2,372 passing yards, Dan Doornink with 591 rushing yards, and Mike Levenseller with 736 receiving yards. The Cougars opened the season with an upset win at fifteenth-ranked Nebraska. Previously an assistant with the Huskers, Powers left after just twelve months in Pullman for Missouri of the Big Eight Conference. His predecessor in 1976, Jackie Sherrill, also lasted just one season with the Cougars. Offensive backfield coach Jim Walden was promoted to head coach less than a week later, and led the WSU program for nine years. ==Schedule== : UCLA later forfeited the game due to fielding an ineligible player. ==Roster== : ==NFL Draft== Eight Cougars were selected in the 1978 NFL Draft; Ken Greene was the first player from WSU taken in the first round in thirteen years. {| class=wikitable style=\"text-align:center\" |- |Ken Greene |DB |1 |19 |St. Louis Cardinals |- |Don Schwartz |DB |4 |87 |New Orleans Saints |- |Mike Levenseller |WR |6 |164 |Oakland Raiders |- |Dan Doornink |RB |7 |174 |New York Giants |- |Don Hover |LB |8 |219 |Washington Redskins |- |Gavin Hendrick |P |8 |220 |San Diego Chargers |- |Eason Ramson |TE |12 |312 |Green Bay Packers |- |Mark Patterson |DB |12 |318 |Detroit Lions |} : * List of Washington State Cougars in the NFL Draft ==References== ==External links== *Game program: California at WSU – October 8, 1977 *Game program: UCLA vs. WSU at Spokane – October 15, 1977 *Game program: Oregon at WSU – October 22, 1977 *Game program: Idaho at WSU – November 12, 1977 Washington State Category:Washington State Cougars football seasons Washington ",
    "title": "1977 Washington State Cougars football team"
}