{
    "id": "51545706",
    "text": "Ștefana Velisar Teodoreanu (born Maria Ștefana Lupașcu, also credited as Ștefania Velisar or Lily Teodoreanu; October 17, 1897 – May 30 or 31, 1995) was a Romanian novelist, poet and translator, wife of the writer Ionel Teodoreanu. Encouraged to write by her husband, she was a late representative of Poporanist traditionalism, which she infused with moral themes from Romanian Orthodoxy, and also with echos of modernist literature. Her works of youth, coinciding with World War II, comprise mainly novels centered on the internal conflicts and moral triumphs of provincial women such as herself. Forming a counterpart to her husband's own books, they won praise in their day, but were later criticized for being idyllic and didactic. An anti- communist like her husband, Velisar helped writers and political figures persecuted by the communist regime. She continued to publish, switching mainly to collaborative translation work until the late 1960s, and earned acclaim for her renditions of Russian literature classics. During the same interval, she was left a widow by her husband's death, which occurred at the height of communist pressures on the family; her brother in law Păstorel was imprisoned, as was her friend Dinu Pillat, while others in her circle fled Romania. Returning to more favor in the late 1960s, Velisar lived a mostly quiet life, and eventually withdrew to Văratec Monastery. Her late work comprised a celebrated memoir of her relationship with Teodoreanu, as well as letters she sent to the Pillat family, which were collected in a 2010 book. ==Biography== ===Origins and debut=== Born in the Swiss resort of St. Moritz, her parents were diplomat Ștefan Lupașcu (1872–1946) Basarab Nicolescu, \"Stéphane Lupasco și francmasoneria română\", in Convorbiri Literare, March 2012 and his French wife Maria Mazurier. Cornelia Pillat, \"Ștefana Velisar Teodoreanu. Corespondență inedită: scrisori din roase plicuri\", in România Literară, Nr. 20/2001Gheorghe Perian, \"Velisar Teodoreanu Ștefana\", in Aurel Sasu (ed.), Dicționarul biografic al literaturii române, Vol. II, p. 801. Pitești: Editura Paralela 45, 2004. Her father, a high-ranking Freemason, descended from the boyar nobility of Moldavia.Mihai Sorin Rădulescu, \"Despre aristocrația românească în timpul regimului comunist\", in Lucian Boia (ed.), Miturile comunismului românesc, p. 349. Bucharest: Editura Nemira, 1998. He was the paternal uncle of French philosopher Stéphane Lupasco. Velisar's mother, a former governess, was shunned by Lupașcu, and largely absent from Velisar's life; with her father also away on diplomatic and business trips, she was mostly raised by Romanian relatives. According to stories she later told her friends, Ștefana attended primary school in France.Panait, p. 115 She graduated from the central girls' school in Bucharest, headed by her aunt Maria, wife of the novelist Barbu Ștefănescu Delavrancea. During the campaigns of World War I, she was in living with her Delavrancea cousins, Cella and Henrieta, in Iași; it was through them that, ca. 1916, she first met the student and aspiring writer, Ionel Teodoreanu, son of lawyer-politician Osvald Teodoreanu. Constantin Ostap, \"Păstorel Teodoreanu, reeditat in 2007\", in Ziarul de Iași, February 6, 2007 According to her own account, he was instantly attracted to her dark complexion and \"shiny black eyes\", but also admired her literary attempts, and encouraged her to continue. By May 1919, verses attesting his love for her appeared in Însemnări Literare magazine.Tudor Opriș, Istoria debutului literar al scriitorilor români în timpul școlii (1820–2000), p. 234. Bucharest: Aramis Print, 2002. She married Ionel in 1920, with a ceremony attended by members of the Viața Românească literary circle, including doyen Garabet Ibrăileanu—who made a point of dancing, something he had never done in his earlier years.Nastasă, pp. 208–209 She thus became sister in law of the humorist Păstorel, whom she greatly admired, G. Pienescu, \"Al. O. Teodoreanu\", in România Literară, Nr. 27/2007 although, according to poet Ștefan I. Nenițescu, she herself was now the most talented Teodoreanu.Panait, p. 116 She soon after gave birth to twins Ștefan \"Cefone\" (or \"Afane\") and Osvald \"Gogo\".Ostap (2012), pp. 53, 55 The new family lived in a home on Kogălniceanu Street in Iași, and were for long neighbors with Ibrăileanu, Petru Poni, and Alexandru Philippide.Nastasă, pp. 379–380, 392 They had a close friend in the novelist Mihail Sadoveanu, with whom they traveled to Turkey in 1934;Mihail Sadoveanu, \"Roxelana\", in Revista Fundațiilor Regale, Nr. 1/1946, p. 62 at the time, Sadoveanu joined the same Masonic Lodge as Lupașcu. With the Teodoreanu brothers and Sadoveanu, Ștefana was a frequent guest of the Viața Românească salon. Her first published work appeared in 1929, hosted by Tudor Arghezi in Bilete de Papagal magazine; she also contributed to Revista Fundațiilor Regale and Familia. Her pen name \"Velisar\" had been used in her husband's major work, the novel La Medeleni (1925), for a character directly modeled on Lupașcu. Ștefana herself appears in another novel by her husband Bal mascat, published around the time of her debut.Eugenia Mureșanu, \"Vitrina cărții. Cronica literară. Ștefana Velisar- Teodoreanu: Cloșca cu pui\", in Viața Ilustrată, Nr. 4/1942, pp. 27–28 ===World War II novels=== Ștefana and Ionel Teodoreanu in 1931. Drawing by Ștefan Dimitrescu Relocating to Bucharest in 1938,Ostap (2012), pp. 55–56 the family now owned a mansion on Romulus Street, west of Dudești.Lazu, pp. 70–71, 325 They also owned a house on Mihai Eminescu Street, Dorobanți, which Ionel reportedly received from the Federation of the Jewish Communities, for his services as a lawyer.Lazu, pp. 153, 189, 325 Velisar herself became a published novelist shortly before World War II, with the 1939 Calendar vechi (\"Old Calendar\"), which won her a prize from the Romanian Intellectuals' Association. It was followed in 1940 by Viața cea de toate zilele (\"Everyday Life\") and in 1943 by a lyrical sketch-story notebook, Cloșca cu pui (\"Hen and Fledglings\").Burța-Cernat, p. 61; Panait, pp. 115–117 Her prose, seen by critics as of quintessentially \"feminine perfume\", and even \"overwhelmingly maternal\",Burța-Cernat, p. 44 had noted tendencies toward ornamentation and lyricism. In July 1939, modernist reviewer Eugen Lovinescu wrote that her \"so very tender talent\" stood apart from other feminine authors emerging at the time: she adhered to neither the \"psychological eroticism\" of Cella Serghi and Lucia Demetrius, nor to the \"most incendiary sensuality\" of Sorana Gurian.Eugen Lovinescu, \"Note asupra literaturii noastre feminine\", in Revista Fundațiilor Regale, Nr. 7/1939, p. 181 According to researcher Elena Panait, at both a character construction level and in terms of literary message, the works display Velisar's readings from Rabindranath Tagore, Leo Tolstoy, and Ivan Turgenev. She remained a passionate reader of Tagore into old age. Mihail Constantineanu, \"Sadoveanu în ultimul an de viață—Neverosimila vacanță\", in România Literară, Nr. 27/1999 Viața cea de toate zilele, written in the first person, shows the muted torment of Baba, a homemaker trapped in a provincial setting, and injured in an accident. The sterility of her life in the târg ends with Baba's gesture of liberation, a return to the freedom and self- imposed discipline of the countryside.Petru Comarnescu, \"Note. Viața cea de toate zilele, romanul d-nei Ștefana Velisar-Teodoreanu\", in Revista Fundațiilor Regale, Nr. 1/1941, pp. 220–223Panait, pp. 117–123, 125 This provincial and earthbound note has been read by scholar Aurel Martin as a regionalist ethos, showing Velisar's own cultural attachment to Western Moldavia.Panait, p. 125 Rich in Christian symbols, down to the final scene (featuring an \"inadvertent\" sign of the cross), Viața cea de toate zilele is seen by Panait as \"communicating [Velisar's] faith in general human values such as solidarity, tolerance, power of maternal and marital love.\"Panait, p. 123 That optimistic message is toned down in Cloșca cu pui, which includes depictions of women in unresolved despair. Petru Comarnescu, who read Viața... as a psychological novel, was impressed by the work, calling it a sample of \"Romanian gentleness and spiritual greatness\", \"vastly different from the literary production of contemporary writers.\" According to critic Bianca Burța-Cernat, the general tone of these works is \"idyllic and moralizing\", \"involuntary a-temporal\", and indebted to La Medeleni, as well as to the (Poporanist) traditionalism cultivated by Viața Românească. As Burța-Cernat notes, her relation to Poporanism was through her husband, rather than as a \"direct participant\"—in this, she resembles Profira Sadoveanu, daughter of the writer and herself a novelist.Burța-Cernat, pp. 61–62. See also Panait, pp. 115–116 Also focusing on a-temporal elements, Panait sees Velisar's as a \"retro-modernist\", in that she applies modern writing techniques to an old literary ideology—\"reconditioning outdated literary conventions\", but with some \"very timid innovations\".Panait, pp. 117–125 She also argues that whole fragments were direct allusions to La Medeleni. At the height of World War II, under the Nazi-aligned Ion Antonescu regime, the Teodoreanus turned to Romanian nationalism. Păstorel was highly visible as the author of anti- communist propaganda, Monica Grosu, \"Din tainele arhivelor\", in Luceafărul, Nr. 15/2011; Lucian Vasile, \"Manipularea din presă în prima lună din al doilea război mondial\", in Historia, April 2011 while Teodoreanu and his wife wrote texts deploring the destruction of Greater Romania in 1940. Both crossed over official lines in discussing Northern Transylvania, ceded as a result of Nazi pressures: Ionel with novels which made it past official censorship, Velisar with a letter of support for exile magazine Gazeta Transilvaniei.Valeria Căliman, \"Viața și atitudinea Gazetei Transilvaniei în anii de luptă împotriva Diktatului de la Viena\", in Cumidava, Vol. XXI, 1997, pp. 201–202, 206 ===Communist clampdown and translation work=== As a novelist, Velisar was published again after the coup of August 1944, with Acasă (\"Home\", 1947).Burța-Cernat, pp. 61–62; Panait, pp. 116–117 Also centered on a woman protagonist, it was noted by critic Liana Cozea for its \"cruelty [...] doubled by understanding and sad compassion\".Panait, pp. 116–117 At the time, her marriage to Teodoreanu was becoming strained, as he became known for his sexual escapades, then fell passionately in love with Bessarabian actress Nadia Gray. Gray did not answer to his advances, which caused Teodoreanu to start drinking heavily. Vlaicu Bârna, \"Evocări: Prin ani și peste ani cu Ionel Teodoreanu\", in România Literară, Nr. 32/1996 By then, both Teodoreanus were witnessing with worry the rise of the Romanian Communist Party. Around 1946, their home on Romulus Street was hosting members of the National Liberal Party and other anti-communists, including Mihail Fărcășanu and their godson, Dinu Pillat; it was the last Romanian domicile of Fărcășanu and wife Pia before they defected to the West. Velisar and the Delavranceas also aided another defector, the young literary critic Monica Lovinescu, giving her recommendations and credentials to use in Paris.Camelia Crăciun, \"Monica Lovinescu at Radio Free Europe\", in John Neubauer, Borbála Zsuzsanna Török (eds.), The Exile and Return of Writers from East-Central Europe: A Compendium, p. 292. Berlin & New York: Walter de Gruyter, 2009. The couple's house was eventually confiscated during the 1947 nationalizations.Ostap (2012), p. 57 A cousin of the Teodoreanus, Alexandru Teodoreanu, was arrested for \"high treason\" in 1948. Ionel visited him at Uranus prison, and defended him in court, but Alexandru was sentenced and sent to Aiud.Ostap (2012), pp. 53–54 The Romanian communist regime allowed Velisar to write, but she was forced to adapt to the new political requirements; her husband, singled out for political elements in his wartime works, was banned by communist censorship.Lazu, p. 71; Ostap, p. 57 Like her marginalized brother in law,Alexandru Ruja, notes to Păstorel Teodoreanu, Tămâie și otravă, p. 15. Timișoara: Editura de Vest, 1994. she became a translator. In the 1950s, she authored collaborative translations of Russian literature: in 1953, a collection of Russian fairy tales, with Xenia Stroe; in 1955, Alexey Morozov's short prose, with Domnica Curtoglu; in 1955, Oblomov by Ivan Goncharov, with Tatiana Berindei, and other such versions from Tolstoy, Turgenev, and Dmitry Mamin-Sibiryak; in 1956, stories by Maxim Gorky, with Ada Steinberg. Harassed by the communist authorities, her husband died unexpectedly during the blizzard of 1954. Velisar was devastated when, after the funeral, she discovered poems of his attesting a lengthy affair with another woman. The funeral was attended by Vintilă Russu-Șirianu and Vlaicu Bârna. The latter, who represented the Romanian Writers' Union at the service, later recalled that Velisar and her two sons were living in dignified poverty. Văratec Monastery, where Velisar withdrew into contemplative life In 1957, with Sergiu Dan and Irina Andreescu, Velisar translated from Semen Podyachev. In 1958, she and Sirag Căscanian produced a Romanian version of Aram Ghanalanyan's Armenian folk tales.\"Bibliografia folclorului romînesc pe anul 1958\", in Revista de Folclor, Nr. 3–4/1960, p. 135 The following year, Velisar completed Anna Karenina (on which she worked with Mihail Sevastos and I. Popovici) and Resurrection (with Ludmila Vidrașcu); then returned with versions of Vsevolod Garshin's \"Four Days\" (in 1962, again with Xenia Stroe), and Leonid Andreyev's novellas (with Isabella Dumbravă, 1963). In 1959, Păstorel was eventually arrested for his clandestine literature, implicated in the show trial of Constantin Noica (alongside Dinu Pillat), and held for three years at Aiud and Gherla prisons.Ostap (2012), pp. 53–56; Florina Pîrjol, \"Destinul unui formator de gusturi. De la savoarea 'pastilei' gastronomice la gustul fad al compromisului\", in Transilvania, Nr. 12/2011, pp. 21, 25 ===Return and final decades=== At the time, Velisar had rekindled her friendship with Sadoveanu, visiting him during the final months of his life. With his widow Valeria and literary historian Zoe Dumitrescu-Bușulenga, Velisar began attending an Orthodox prayer group and literary circle at Văratec Monastery. \"Revista presei\", in Observator Cultural, Nr. 167, May 2003; Grigore Ilisei, \"Un model de cărturărie românească – Zoe Dumitrescu-Bușulenga\", in Convorbiri Literare, April 2010 It was also there that, in the new climate of détente, she welcomed Pia Pillat, whom the communists allowed to revisit Romania, and her brother Dinu, who had also been released from jail. Released during the amnesty of the 1960s, Păstorel died of cancer just as the censors were allowing him to print a collected works edition. Velisar's work in translation diversified, when she and C. Duhăneanu put out a version of Canaima by Rómulo Gallegos (1966). This was followed in 1967 by Sigrid Undset's Kristin Lavransdatter, with Alex. Budișteanu; then, in 1971, by The Kreutzer Sonata, with C. Petrescu and S. Racevski, and Turgenev's First Love—Smoke, with Sevastos and M. Cosma; and in 1972 by Fyodor Dostoyevsky's Crime and Punishment, with Dumbravă. In 1969, Viața cea de toate zilele was reissued at the state-run Editura pentru literatură, with a preface by Aurel Martin.Panait, pp. 125–126 Velisar had also begun writing memoirs, which appeared as Ursitul (\"The Fated One\", 1970). Republished in 1979, the latter book is described by Burța-Cernat as her best, though still eclipsed by her \"excellent translations from Russian literature.\"Burța-Cernat, p. 62 It showed her coming to terms with her \"fated\" late husband's philandering, and her vision of him as her one true, ideal, love. Her final novel, Căminul (\"The Hearth\"), came out in 1971, followed ten years later by the poetry collection Șoapte întru asfințit (\"Whispers at Sunset\", 1981). Velisar's final Bucharest residence was a poorly maintained townhouse in Iancului neighborhood.Lazu, pp. 45–46 As a guest of the Writers' Union, she often wintered at the Mogoșoaia Palace, as her home was made uninhabitable by Nicolae Ceaușescu's cutbacks on heating expenditures; during summers, she often wrote at the Pillats' ancestral home in Izvorani. One of her last contributions to literary history was a Radio Romania broadcast in which she discussed Sadoveanu. In 1980, she also prefaced an edition of Sadoveanu's never-before-printed poems of youth, giving them an enthusiastic reception. From ca. 1982, she only lived at Văratec, refusing to be seen by anyone not from the monastery. Antonio Patraș, \"Între viață și cărți\", in Ziarul Financiar, March 16, 2011 Velisar eventually died five years after the end of communism, on May 30 or 31, 1995\\. She was buried in the Delavrancea crypt at Bellu cemetery, alongside Ionel and Păstorel. She was survived by both her twins—Ștefan was the last to die, in 2006, when the only Teodoreanu still alive was a 90-year old Alexandru. Her various translations were still being published, alongside those by Otilia Cazimir and others, in an integral edition of stories by Anton Chekhov. Critically praised, such new volumes appeared in 1999 Andreea Deciu, \"Un compendiu cehovian\", in România Literară, Nr. 47/1999 and 2006. Constantin Coroiu, \" 'Salonul Nr. 6 e pretutindeni' \", in Convorbiri Literare, December 2006 In 2010, Humanitas publishing house also issued her correspondence with the Pillats as part of the collective volume Minunea timpului trăit (\"The Miracle of Time Spent\"). Her Iancului home, although located opposite from Pro TV headquarters, was reportedly \"beyond repair\".Lazu, p. 46 She is commemorated with a plaque mounted on her 1940s home on Mihai Eminescu Street.Lazu, pp. 46, 189, 325 ==Notes== ==References== *Bianca Burța-Cernat, Fotografie de grup cu scriitoare uitate: proza feminina interbelică. Bucharest: Cartea Românească, 2011. *Ion Lazu, Odiseea plăcilor memoriale. Bucharest: Editura Biblioteca Bucureștilor, 2012. *Lucian Nastasă, Intimitatea amfiteatrelor. Ipostaze din viața privată a universitarilor \"literari\" (1864–1948). Cluj-Napoca: Editura Limes, 2010. *Constantin Ostap, \"Cu gândul la 'Teodoreni'...\", in Dacia Literară, Nr. 3–4/2012, pp. 53–57. *Elena Panait, \"'Retro-Modernism' in Viața cea de toate zilele by Ștefana Velisar Teodoreanu\", in Cultural Intertexts, Vol. 4, 2015, pp. 115–126. Category:1897 births Category:1995 deaths Category:20th-century Romanian poets Category:Romanian women poets Category:20th-century Romanian novelists Category:Romanian women novelists Category:20th-century short story writers Category:Romanian women short story writers Category:Romanian short story writers Category:Romanian memoirists Category:Poporanists Category:Christian novelists Category:20th-century translators Category:Spanish–Romanian translators Category:Translators of Fyodor Dostoyevsky Category:Translators of Leo Tolstoy Category:Translators from Norwegian Category:Translators from Armenian Category:Romanian translators Category:People from Maloja District Category:Members of the Romanian Orthodox Church Category:Romanian nobility Category:Romanian people of French descent Category:Romanian women in World War II Category:Romanian nationalists Category:Romanian anti-communists Category:Burials at Bellu Category:Inmates of Gherla prison Category:Inmates of Aiud prison Category:20th-century memoirists ",
    "title": "Ștefana Velisar Teodoreanu"
}