{
    "id": "51548822",
    "text": "Joseph-Marin-Adolphe Noël des Vergers (2 June 1805 – 2 January 1867) was a 19th-century French archaeologist, historian, etruscologist, orientalist and epigrapher. He was the son of Marin Noël des Vergers, député of the Yonne department. == Biography == Very young he is passionate about science and became university assistant of the chemist Baron Louis Jacques Thénard. Also passionate about traveling he went to Italy, Greece, the Near East, where he learned Arabic and translated the book Une Vie de Mohamed by Abou'Iféda. At the request of Louis-Philippe's government, He went to Sicily to trace the history of Islamic occupation. Between 1850 and 1856, he began excavations on the coast of the Tyrrhenian Sea with the help of an Italian archaeologist Alessandro François, enabling him to discover the port of Populonia. In 1857, they discovered 19 untouched burial chambers near Vulci, known since under the name François Tomb whose frescoes evoke the warlike scenes taken from the Iliad by Homer which for the first time told the life of the Etruscans. Little known in France despite a prize at his name created by the Institut de France, his History of the Etruscans is still very well known in Italy. He is buried at Père Lachaise Cemetery (67th division). == Works == *1837: Abulfeda : Vie de Mahomet, publication, traduction et commentaire, Paris, 1837 *1839: Extrait d'une lettre écrite de Naples, par M. Noël Desvergers, à M. de Larenaudière in Nouvelles annales des voyages, de la géographie et de l'histoire ou Recueil des relations originales inédites, 21. Jg., January–March, (p. 197–204) Read on Gallica *1841: Abd-ar-Rahman Ibn-Muhammad Ibn-Haldun : Histoire de l'Afrique sous la dynastie des Aghlabites, et de la Sicile sous la domination musulmane, Paris, *1847: Histoire et description de l'Arabie (dans la collection L'univers pittoresque), Paris, Read on Gallica *1855: Études sur Horace, *1860: Notice sur Borghesi, *1860: Essai sur Marc-Aurèle d'après les monuments épigraphiques, *1864: L'Étrurie et les étrusques ou Dix ans de fouilles dans les Maremmes toscanes, Paris, volume 1, volume 2 == Bibliography == * Noël des Vergers in J. C. F. Hoefer : Nouvelle biographie générale depuis les temps les plus reculés jusqu'à nos jours. Firmin Didot, Paris 1852-1866 * Rosita Copioli : Adolphe Noël des Vergers. Un classicista eclettico e la sua dimora a Rimini. Associazione Adolphe Noël des Vergers, Rimini 1996, () == External links == * Jules Moiroux Le cimetière du Père Lachaise, Paris, S. Mercadier, 1908, (p. 264) * La Tomba François * Category:Scientists from Paris Category:French archaeologists Category:Classical archaeologists Category:19th-century French historians Category:French orientalists Category:Etruscan scholars Category:French epigraphers Category:Chevaliers of the Légion d'honneur Category:Members of the Société Asiatique Category:Members of the Académie des Inscriptions et Belles-Lettres Category:1805 births Category:1867 deaths Category:Burials at Père Lachaise Cemetery ",
    "title": "Adolphe Noël des Vergers"
}