{
    "id": "515468",
    "text": "A commercial processed cheese spread containing chili paste Processed cheese (also known as prepared cheese, cheese product, plastic cheese or cheese singles) is a food product made from cheese and other unfermented dairy ingredients mixed with emulsifiers. Additional ingredients, such as vegetable oils, salt, food coloring, or sugar may be included. As a result, many flavors, colors, and textures of processed cheese exist. Processed cheese typically contains around 50-60% natural cheese. Its invention is credited to Walter Gerber of Thun, Switzerland, in 1911. == Advantages == A slice of processed cheese Processed cheese has several technical advantages over natural cheese, including a far longer shelf life, resistance to separating when cooked (meltability), and a uniform look and physical behavior. Its mass- produced nature provides arguably its greatest advantage over natural cheese: a dramatically lower cost — to producers and consumers alike — than conventional cheesemaking. This, in turn, enables industrial-scale production volumes, lower distribution costs, a steadier supply, and much faster production time compared to traditional cheeses. The use of emulsifiers in processed cheese results in a product that melts without separating when cooked; with prolonged heating, some natural cheeses (especially cheddar and mozzarella) separate into a lumpy, molten protein gel and liquid fat combination. The emulsifiers (typically sodium phosphate, potassium phosphate, tartrate, or citrate) reduce the tendency for tiny fat globules in the cheese to coalesce and pool on the surface. Because processed cheese does not separate when melted, it is used as an ingredient in a variety of dishes. Unlike some unprocessed cheeses, heating does not alter its taste or texture. == Sale and labeling == Processed cheese is often sold in blocks, pressurized cans, and packs of individual slices, often separated by wax paper, or with each slice individually wrapped by machine. === United Kingdom === In the United Kingdom, processed cheese is typically sold in individually wrapped slices, often referred to as \"singles\", or in foil-wrapped portions. Dairylea and The Laughing Cow are leading brands. === United States === American cheese is a processed cheese. Pictured here in a single wrapped slice. In 1916, Canadian James L. Kraft applied for the first U.S. patent for a method of making processed cheese.Kraft, James Lewis, \"Process of sterilizing cheese and an improved product produced by such process,\" U.S. patent no. 1,186,524 (filed: March 25, 1916 ; issued: June 6, 1916). However, Kraft's process did not include the use of emulsifiers in processed cheese. The first U.S. patent for the use of emulsifiers was awarded in 1921 to George Herbert Garstin: * Garstin, George Herbert \"Cheese and process for sterilizing same,\" U.S. patent no. 1,368,624 (filed: October 28, 1920 ; issued: February 15, 1921). * Kraft Foods developed the first commercially available, shelf-stable, sliced, processed cheese; it was introduced in 1950. This form of sliced cheese (and its derivatives) have become ubiquitous in U.S. households ever since, most notably used for cheeseburgers and grilled cheese sandwiches because of its ability to cook evenly, distribute/stretch smoothly, and resist congealing, unlike traditional cheddar cheeses. Competitors lobbied unsuccessfully to require processed cheese be labeled \"embalmed cheese\". The first commercially available, individually wrapped, cheese slices were introduced in the U.S. by Clearfield Cheese Co. in 1956. U.S. Patent 2759308 by Arnold Nawrocki was assigned to Clearfield Cheese Co. in 1956. The best known processed cheese in the United States is marketed as American cheese by Kraft Foods, Borden, and other companies. It is yellow or off-white, mild, has a medium consistency and melts easily. It is typically made from a blend of cheeses, most often Colby and cheddar. Another type of processed cheese created in the United States is Provel pizza cheese, which uses cheddar, Swiss, and provolone cheeses as flavorants. Provel cheese is commonly used in St. Louis-style pizza. == Legal definitions == Owing to its highly mechanized (i.e., assembly line) methods of production, and additive ingredients (e.g., oils, salts, or colors), some softer varieties of processed cheese cannot legally be labeled as actual \"cheese\" in many countries, even those in which slightly harder varieties can be. Such products tend to be classified as \"cheese food\", \"cheese spread\", or \"cheese product\" (depending primarily on the amount of cheese, moisture, and milkfat present in the final product). === United States === A gift pack containing several varieties of labeled process cheese. Upper left: a \"pasteurized process cheese food\" and a \"pasteurized processed cheese spread\" Upper center: a \"pasteurized process cheese spread Havarti-type flavor\" Lowermost right: a \"pasteurized process cheese food with jalapeño peppers\" In the United States, processed cheese is defined, categorized, and regulated by the Food and Drug Administration under the U.S. Code of Federal Regulations Title 21 (Food and Drugs), Section 133 (Cheeses and Cheese Related Products).Under the U.S. Code of Federal Regulations Title 21 (Food and Drugs), Article 133, Section 169 (Pasteurized process cheese), the allowed usage of the term \"American Cheese\" for certain types of \"Pasteurized process cheese\" is detailed. Specifically, in paragraph (e)(2)(ii) of section 133.169, it states, \"In case it is made of cheddar cheese, washed curd cheese, colby cheese, or granular cheese or any mixture of two or more of these, it may be designated 'Pasteurized process American cheese'; or when cheddar cheese, washed curd cheese, colby cheese, granular cheese, or any mixture of two or more of these is combined with other varieties of cheese in the cheese ingredient, any of such cheeses or such mixture may be designated as 'American cheese'.\" Refer to U.S. Code of Federal Regulations Title 21 (Food and Drugs) Article 133 (Cheeses and Cheese Related Products) at the U.S. Government Printing Office. Pasteurized process cheese can be made from a single cheese, or a blend of several cheeses. Cream, milk fat, water, salt, artificial color, and spices may also be added. The mixture is heated with an emulsifier, poured into a mold, and allowed to cool. The definitions include: * Pasteurized process cheese, which is made from one or more cheeses (excluding certain cheeses such as cream cheese and cottage cheese but including American cheese). Moisture not more than 41 percent; fat in the solids, not less than 49 percent. * Pasteurized process cheese food, which is made from not less than 51 percent by final weight of one or more \"optional cheese ingredients\" (similar to the cheeses available for pasteurized process cheese), mixed with one or more \"optional dairy ingredients\" (milk, whey, etc.), and which may contain one or more specified \"optional ingredients\" (nondairy). Moisture must be <44 percent, and fat content >23 percent. * Pasteurized process cheese spread, which is made similarly to pasteurized process cheese food but must be spreadable at 70 °F. Moisture must be between 44-60 percent, and fat content >20 percent. The U.S. Food and Drug Administration does not maintain a standard of identity for \"pasteurized prepared cheese product\", a designation which particularly appears on many Kraft products. Nor does the FDA maintain a standard of identity for \"pasteurized process cheese product\" (emphasis on the trailing \"Product\"), a designation which appears particularly on many American store- and generic-branded singles. Products labeled as such may use milk protein concentrate (MPC) in the formulation, an ingredient which does not appear in the above FDA definitions. The desire to use inexpensive imported milk protein concentrate is noted as motivation for the introduction of these and similar terms, and for the relabeling of some products.\"U.S. Imports of Concentrated Milk Proteins: What We Know and Don't Know?\", Jesse, Marketing and Policy Briefing Paper No. 80, Department of Agricultural and Applied Economics, College of Agricultural and Life Sciences, University of Wisconsin- Madison Cooperative Extension, University of Wisconsin-Extension, February 2003. Accessed 8 February 2010.\"What is 'Real Kraft Cheese'?\", Chicago Business, 5 February 2007. Accessed 9 February 2010. After an FDA Warning Letter protesting Kraft's use of MPC in late 2002, some varieties of Kraft Singles formerly labeled \"pasteurized process cheese food\" became \"pasteurized prepared cheese product\", Velveeta was relabeled from \"pasteurized process cheese spread\" to \"pasteurized prepared cheese product\", and Easy Cheese from \"pasteurized process cheese spread\" to \"pasteurized cheese snack\". File:Swift's Brookfield American Pasteurized Cheese Food 1948.jpg|A 1948 U.S. advertisement for an American pasteurized cheese food File:Easy Cheese 5-21-09 IMG 4155 (3557182152).jpg|Easy Cheese, a pasteurized process cheese spread product, on a pretzel File:Velveeta Cheese.JPG|Velveeta == References == == External links == * American Chemical Society article on processed cheese * \"From Cheese to Cheese Food: How Kraft persuaded Americans to accept cheese by divorcing it from its microbe-laden origins\", American Heritage, January 2001 Category:American cheeses Category:Products introduced in 1911 ",
    "title": "Processed cheese"
}