{
    "id": "51547606",
    "text": "Sylviane Granger (born 5 July 1951) is a Belgian linguist and emeritus professor of the University of Louvain (UCLouvain). She is the founder of the Centre for English Corpus Linguistics (CECL) and is best known for her pioneering work in the field of Learner Corpus Research. She has mainly published in the areas of corpus linguistics, learner language, contrastive linguistics, translation studies and lexicography. == Career == Sylviane Granger completed her entire career at UCLouvain. After studying English and Dutch philology, she started as a research fellow at the FNRS in 1972. She later took on a teaching assistant position in English language and linguistics, and in 1981 she obtained her PhD under the supervision of Jacques Van Roey. Her PhD dissertation was about the use of be + past participle in spoken English with a special focus on the passive. She then continued her career as a professor in English language and linguistics. In 1991, she founded the Centre for English Corpus Linguistics, whose main research focus is learner language and contrastive linguistics. During her first sabbatical leave in 1995, she taught at Lancaster University and completed the volume Learner English on Computer, which came out in 1998. She took a second sabbatical in 2002 during which she taught at Columbia University. In 2016 she was appointed to a Francqui Chair at the University of Leuven-Kortrijk. She retired in September 2016 and is now an Emeritus professor. == Learner Corpus Research == Her pioneering work on learner language set the cornerstone for the field of Learner Corpus Research. One of the main tenets of the discipline is that learner language is best approached holistically and naturalistically. Within this framework, she launched the International Corpus of Learner English (ICLE) enterprise. ICLE is a collection of rigorously controlled written learner productions in English that are comparable across first language backgrounds. The first version, containing nine language backgrounds, came out in 2002. The second version, released in 2009, contains data from 16 learner populations, and a third version is in the making. Its spoken counterpart, the Louvain International Database of Spoken English Interlanguage (LINDSEI), came out in 2011. Besides those two, she also launched the collection of a number of other corpora, such as LOCNESS, PLECI and LONGDALE. She is also the co-founder and president of the Learner Corpus Association and consulting editor for the International Journal of Learner Corpus Research. ==Selected publications== * Dictionnaire des faux amis: français - anglais (1988) * Connector usage in the English essay writing of native and non-native EFL speakers of English (1996) * Learner English on Computer (1998) * The International Corpus of Learner English (2002) * The International Corpus of Learner English. Version 2 (2009) * The Cambridge Handbook of Learner Corpus Research (2015) == References == Category:Lexicographers Category:Corpus linguists Category:Linguists from Belgium Category:Living people Category:Université catholique de Louvain faculty Category:1951 births ",
    "title": "Sylviane Granger"
}