{
    "id": "51546867",
    "text": "Neel Madhav is an Indian television personality, actor, author, mentalist and illusionist. He hosts the travel and magic TV show You Got Magic with Neel Madhav. He was included in 2019 Forbes Asia Sports and Entertainment 30 under 30, judged by Kei Nishikori and Dick Lee. His work frequently features contemporary magic with mentalism, neuro-linguistic programming, and criminology. ==Early life== Neel was born on 14 August 1993 to Raghvendra Madhav, an Investment banker, and Vinita Madhav, a scriptwriter and a producer. His family shuttled between several locations including New York, Mumbai, and New Delhi over the years, and he now lives in Mumbai. Neel did his secondary studies at The Doon School and Bachelor of Commerce from H.R. College, Mumbai. While in college he undertook seven internships, which were an integral part of his studies. He interned at MTV in London, Aircel, Red FM, Sphere Origins and at a social media agency to get an overall understanding of how a production house works. Neel counts magicians James Randi, Jason Randal as his inspirations; and David Blaine, Dynamo, Derren Brown as his role models. ==Career== Neel worked for a year towards a show that combined food, travel, and adventure with magic, which in 2014, launched as You Got Magic with Neel Madhav on NDTV Good Times. It is scheduled to air on Sony BBC Earth starting in March 2020. Neel performs street magic on his show: His popular tricks include turning sand into gold, turning leaves into butterflies, making a bucket full of pulses appearing from his bare hands, making people forget how to read, and predicting the headlines of newspapers. Neel has spoken at two TEDx conferences: At St. Xavier's College, Mumbai on criminal psychology and neuro-linguistic programming, and at Christ University, Bangalore on creativity and innovation. Neel also teaches criminal psychology and neuro- linguistic programming. In 2016 Neel co-authored a book You Got Magic with Vinita Madhav, published by Penguin Random House, in first of a two-book contract. In 2019 Neel starred in a recurring role as Arjun Mehra, lead character Karan Mehra's brother, in an Amazon Original TV Series, Made in Heaven. Later that year, he was included in the Forbes Asia 30 under 30 for Sports and Entertainment. Neel performs all over the world for celebrities and royalty. His corporate clients include Oracle, Britannia Industries, Lipton, Canon, and Shree Cement. ==TV shows== {| class=\"wikitable sortable\" ! colspan=\"4\" style=\"background: LightSteelBlue;\" |Television |- style=\"background:#ccc; text-align:center;\" !Year !Title !Role !Channel |- |2013--present |You Got Magic |Host | |- | 2019--present |Made in Heaven |Arjun Mehra |Prime Video |- |} ==References== ==External links== * * * * Neel Madhav at Penguin India Category:1993 births Category:Living people Category:Indian magicians Category:Mentalists Category:The Doon School alumni ",
    "title": "Neel Madhav"
}