{
    "id": "51548383",
    "text": "Hunters resting on the board of a river in front of Tervuren Castle Anthonie Crussens (c. 1635 – in or after 1665) was a Flemish painter, draughtsman and printmaker who is mainly known for his drawings of genre scenes, landscapes with people, winter landscapes and peasant scenes.Anthonie Crussens at the Netherlands Institute for Art History ==Life== Very little is known about the life of Crussens. His birth and death dates are unknown. Based on dated and annotated drawings by his hand it has been concluded that he worked in Brussels between 1652 and 1665. As there is no record of the artist in the archives of the guilds of St. Luke of Brussels and Antwerp, it is assumed that he was an amateur artist.Charles Dumas, “Anthonie Crussens at Lawrence Steigrad Fine Arts A seated musketeer saluting a cavalier on a track The artist was possibly the father of Jasper Crussens, who produced drawings for the Affligem Abbey in West Brabant around 1699. ==Work== Anthonie Crussens is mainly known for his drawings. Only one painting and one print by him are known while some 40 drawings by his hand have survived. About three quarters of his drawings are landscapes, often set in winter and mainly depicting hilly areas at the edge of a wood. The landscapes are always populated with a few figures such as hunters, horsemen, soldiers, peasants, fishermen or beggars. Some drawings include a castle or monastery in the vicinity of Brussels. An example is the Hunters resting on the board of a river in front of Tervuren Castle near Brussels (At Christie's 16 October 2013, Paris, lot 167).Anhonie Crussens, Hunters resting on the board of a river in front of Tervuren Castle near Brussels at Christie's Seated old man holding a pipe The remaining quarter of his drawings consist mainly of genre scenes: soldiers in action or satirical peasant figures engaging in activities such as singing, reading and smoking. It is believed that each of the figures represent one of the five senses. Examples are the three drawings in the Metropolitan Museum of Art in New York, which symbolize Hearing, Smell and Sight. He often signed his drawings, which are almost all on vellum with framing lines and wide margins, which suggests that he intended them for sale.Anthonie Crussens, Landscape with horseman and two soldiers at Waddesdon Manor Nearly all of them have modest dimensions and are drawn in pen in brown ink, sometimes over traces of a sketch in black chalk. His drawing style, with sharp contours and many cross-hatchings, is very characteristic and easily recognizable. This style, which appears to imitate engravings, is reminiscent of late 16th-century drawings and was already old-fashioned in the middle of the 17th century. His Portrait of a Gentleman (At Lawrence Steigrad Fine Arts) is the only known portrait by his hand. It resembles more a tronie or genre figure, but unlike his other genre portraits, the person depicted is not a peasant but an elegantly dressed gentleman. His bearing and the figures in the background, including hunters and a horseman, seem to indicate a person of distinction. The man has his right hand in a sling. It is not known whether this depiction of a man with a broken arm had a specific, possibly satirical, meaning in 17th-century Flanders. ==References== ==External links== * Category:Flemish Baroque painters Category:Flemish draughtsmen Category:People from Antwerp Category:1530 births Category:1559 deaths Category:16th-century engravers Category:Members of the Antwerp Guild of Saint Luke ",
    "title": "Anthonie Crussens"
}