{
    "id": "51545547",
    "text": "The 1967 California Golden Bears football team was an American football team that represented the University of California, Berkeley in the Athletic Association of Western Universities (AAWU) during the 1967 NCAA University Division football season. In their fourth year under head coach Ray Willsey, the Golden Bears compiled a 5–5 record (2–3 against AAWU opponents), finished in sixth place in the AAWU, and were outscored by their opponents by a combined total of 195 to 155. The highlight of the season was Cal's beating Stanford and winning the Big Game for the first time in seven years. The team's statistical leaders included Barry Bronk with 708 passing yards, Paul Williams with 432 rushing yards, and Wayne Stewart with 503 receiving yards. ==Schedule== ==Game summaries== ===Michigan=== On September 30, 1967, Cal defeated Michigan, 10–9, before a crowd of 41,034 at California Memorial Stadium in Berkeley, California. It was Cal's first victory in five tries against Michigan and its first victory over a Big Ten team since 1952. Cal took the lead with a 44-yard field goal midway through the first quarter. In the second quarter, Michigan took possession at Cal's 33-yard line after a 16-yard punt by Cal's Gary Fowler. Michigan advanced to the one-yard line on two runs by Warren Sipp, and Ron Johnson then scored from the one-yard line. Brian Healy's extra point kick was wide left, and Michigan led, 6–3. In the fourth quarter, Michigan linebacker Bob Wedge recovered a fumble at Cal's 19-yard line, and Mike Hankwitz kicked a 30-yard field goal to extend the lead to 9–3 with 6:14 remaining in the game. Cal then scored on a 77-yard bomb from reserve quarterback Randy Humphries to fullback John McGaffie with two minutes remaining and kicked the extra point to take a 10–9 lead. On the next play from scrimmage, Michigan quarterback Dick Vidmer threw a 73-yard touchdown pass to Jim Berline, but the play was negated on a penalty for backfield in motion. With the crowd noise following Cal's touchdown, halfback Ernest Sharpe had difficulty hearing the signals and went in motion early. After the penalty, Vidmer was intercepted. At the end of the game, Cal players carried their head coach Ray Willsey off the field. Cal out-gained Michigan by a total of 281 yards to 175. Michigan's kickers cost the team seven points, as Brian Healy's extra point kick went wide left in the second quarter, and the Wolverines also missed on field goal attempts of 34 yards (by Frank Titas, wide left in the second quarter) and 26 yards (by Mike Hankwitz). ==References== California Category:California Golden Bears football seasons California Football ",
    "title": "1967 California Golden Bears football team"
}