{
    "id": "51548051",
    "text": "is a Japanese light novel series written by Junpei Inuzuka, with illustrations by Katsumi Enami. Shufunotomo released five volumes of the series. An anime television series adaptation by Silver Link aired from July 3 to September 18, 2017. == Plot == The is a restaurant situated in a mundane corner of an undisclosed Tokyo shopping district which offers a lot of Japanese versions of Western dishes. It opens during usual business hours though closed during holidays and weekends. But secretly it is also open on Saturdays, as on this particular day it creates doorways to another world inhabited by elves, dragons, animal men and other fantastic creatures, who enter the restaurant and partake of its exotic food, with many of them becoming regular patrons. == Media == === Light novel === The web novel was initially serialized by Junpei Inuzuka on the user-generated content site Shōsetsuka ni Narō from January 4, 2013, onwards. Following the web novel's publication, Shufunotomo acquired the series for print publication. The first light novel volume, with illustrations by Katsumi Enami, was published on February 28, 2015, under their Hero Bunko imprint. As of March 2019, five volumes have been published. Seven Seas Entertainment has licensed the novel. ==== Volume list ==== === Manga === A manga adaptation illustrated by Takaaki Kugatsu, launched in Square Enix's Young Gangan magazine. The manga shares the same first chapter about menchikatsu as the original web novel, but the second chapter is different. Crunchyroll published the manga digitally in English beginning on July 2, 2017. While the manga is licensed by Yen Press. ==== Volume list ==== === Anime === The author reported in a September 7, 2016, blog entry on the Shōsetsuka ni Narō website that an anime adaptation project of the light novel series was in the works, later revealed to be an anime television series. The series aired from July 3 to September 18, 2017, on TV Tokyo, and was simulcasted by Crunchyroll. Funimation has licensed the series in North America. Masato Jinbo directed the series and supervised scripts at Silver Link, with Takao Sano and Keiichi Sano adapted the original character designs for animation. The opening theme is \"One in a Billion\" by Wake Up, May'n, while the ending theme is by Kiyono Yasuno. {|class=\"plainrowheaders wikitable\" style=\"width:98%; margin:auto; background:#FFF;\" |- style=\"border- bottom: 3px solid #CCF;\" ! style=\"width:3em;\" | No. ! Title ! style=\"width:10em;\" | Original air date |- |} == Notes == == References == == External links == * at Shōsetsuka ni Narō * * Category:2010s fantasy novels Category:2015 Japanese novels Category:Anime and manga based on light novels Category:Cooking in anime and manga Category:Fantasy anime and manga Category:Isekai anime and manga Category:Funimation Category:Gangan Comics manga Category:Japanese fantasy novels Category:Light novels Category:Light novels first published online Category:Seinen manga Category:Seven Seas Entertainment titles Category:Shōsetsuka ni Narō Category:Silver Link Category:Television shows based on light novels Category:TV Tokyo original programming ",
    "title": "Restaurant to Another World"
}