{
    "id": "51549302",
    "text": "Sara Magdalena Skyttedal (born 6 August 1986) is a Swedish politician for the Christian Democrats party. She was elected Member of the European Parliament in the 2019 European Parliament election in Sweden.Final results from European Parliament elections in Sweden Read 2019-05-31 (in Swedish) Between 2013 and 2016, she chaired the Young Christian Democrats. From 2016 to 2019, she was a municipal commissioner for Linköping. ==Early life and education== Skyttedal studied political science, political economy and history science at Stockholm University. She has also studied rhetoric, Swedish language and law. Skyttedal participated in the beauty pageant Miss Sweden in 2006, where she made the Top 15 in the final. It was her fiancé that sent in an application for her to compete. Skyttedal is a practising Catholic, having converted from Lutheranism. ==Political career== In September 2002, Skyttedal became a member of the Young Christian Democrats. Since then, she has been chairperson of the Haninge constituance for the party, and ombudsman for district group in Stockholm's municipality. She has been district director for the Christian Democrats for Stockholm and vice chairperson for the party in Haninge. Skyttedal has a background in municipality politics for Haninge, until 2010 she was first vice chairperson in the adult education and high school board and as well as juryman in Södertörn's court. At the 2010 general elections in Sweden, she was a replacement at the Haninge City council, a job she was released from in early 2011 when she moved from the municipality. At the 2009 and 2014 elections for the European parliament, Skyttedal was a candidate for her party. At the 2010 general elections she became candidate for the municipality elections in Stockholm. She has also resided in Växjö and was part of the 2014 general election for the Kronoberg constituency. Skyttedal has been the chairperson of Young Christian Democrats since 11 May 2013 and a member of the Christian Democrats party executive board. She was previously first vice chairperson for the Young Christian Democrats. From May 2011 to May 2015, she was the vice chairperson for the Youth of the European People's Party (YEPP). In October 2015, Skyttedal became the pivotal factor in the Christian Democrats' decision to pull out of the controversial December Agreement. In July 2016, Skyttedal announced that she would resign as chairperson for the Young Christian Democrats at the next meeting, to be held in late 2016. On 8 September 2016, she announced that she had gained the office of municipal commissioner in Linköping. In the campaign for the September 2018 election for Linköping city hall, she made her party stand out as the most eager to lower municipal tax,KD vill sänka skatten med en krona , Östgöta Correspondenten, 8 June 2017. and gained 7.5% of the votes, which compared to 4.8% in the 2014 election was the largest increase of any party.Skyttedaleffekt hos väljarna , Östgöta Correspondenten, 10 September 2018. In 2018, Skyttedal was elected as the Christian Democrats’ leading candidate for the 2019 European elections.Johan Ahlander and Simon Johnson (January 18, 2019), Braving outrage, Swedish liberal Loof dumps partners to block populists Reuters. Since becoming a Member of the European Parliament, she has been serving on the Committee on Industry, Research and Energy. ==References== == External links == Category:1986 births Category:Living people Category:Christian Democrats (Sweden) politicians Category:People from Tyresö Municipality Category:Stockholm University alumni Category:Christian Democrats (Sweden) MEPs Category:MEPs for Sweden 2019–2024 Category:21st- century women MEPs for Sweden Category:Swedish Roman Catholics Category:Converts to Roman Catholicism from Lutheranism ",
    "title": "Sara Skyttedal"
}