{
    "id": "51545052",
    "text": "Andrew Matheson is a British-Canadian rock singer, most noted as a founding member of the British proto-punk band Hollywood Brats in the early 1970s.Nick Duerden, \"Andrew Matheson interview: the Hollywood Brat who punched Freddie Mercury, stole from Cliff Richard and formed the UK's first punk band\". The Independent, 20 June 2015. Retrieved 26 June 2015 He later released two solo albums, and garnered a Juno Award nomination for Best New Solo Artist at the Juno Awards of 1995.\"Juno Awards: Hip on top of the nomination heap\". Kingston Whig-Standard, February 9, 1995. Sources are in conflict about Matheson's childhood.\"Andrew Matheson Turns Glamorous Failure Into Success\". FYI Music News, August 15, 2016. In Canadian media, he was reported as spending his childhood in the Chelmsford neighbourhood of Sudbury, Ontario before moving to London at age 18,\"What's so great about Andrew Matheson?\" Vancouver Sun, June 14, 1994. while British sources state that he grew up in Gillingham, Kent as the son of a serviceman in the Royal Navy. He formed Hollywood Brats in 1971. Although championed by Keith Moon and later recognized as an important early punk band which had a significant influence on many of the bands who would later have success with the genre, the band had little commercial success while active and released just one album before breaking up in 1975. Matheson was then involved in the short-lived band London SS. Matheson released the solo album Monterey Shoes in 1979. He later moved to Toronto, where he released the album Night of the Bastard Moon in 1994\"Night of The Bastard Moon / Andrew Matheson\". The Globe and Mail, June 6, 1994. and was nominated for Best New Solo Artist at the Junos in 1995. He did not release another album in Canada, and moved back to England sometime after 1995. In 2015, he published a memoir of the band, Sick On You: The Disastrous Story of Britain's Great Lost Punk Band, named after one of the Hollywood Brats' songs. ==References== Category:British punk rock singers Category:Canadian punk rock singers Category:British male singers Category:Canadian male singers Category:British memoirists Category:Canadian memoirists Category:British male writers Category:Canadian male non-fiction writers Category:Living people Category:Year of birth missing (living people) ",
    "title": "Andrew Matheson (musician)"
}