{
    "id": "51548697",
    "text": "The Second Battle of Nipsachuck Battlefield is a historic military site in North Smithfield, Rhode Island. A largely swampy terrain, it is the site of one of the last battles of King Philip's War to be fought in southern New England, on July 2, 1676. The battle is of interest to military historians because it included a rare use in the war of a cavalry charge by the English colonists. The site was listed on the National Register of Historic Places in 2016. ==Setting== The battle took place in a swampy area of North Smithfield, with a hill to its west and a few small rises of solid land within the swamp. The swamp was, at the time of the battle, described by chroniclers as \"a great spruce swamp\". ==History== By the summer of 1676, English colonists had gained the upper hand in King Philip's War, and the opposing American Indian tribes were generally in retreat. Many Narragansetts, based on southern Rhode Island, had fled to the Connecticut River valley after the Great Swamp Fight, a devastating assault on their central village by a combined English and Indian force in December 1675. In the summer of 1676, a band of approximately 100 Narragansetts led by female sachem Quaiapen returned to northern Rhode Island, apparently seeking to recover cached seed corn for planting. They were attacked by a force of 400, composed of 300 Connecticut colonial militia and about 100 Mohegan and Pequot warriors. The attacking forces had scouted the Narragansett position at the western edge of the swamp, and organized an attack over and around the hill to the west. A portion of the Connecticut militia were mounted dragoons, and the battle is believed to be one of the few in the war in which such forces actually saw mounted combat. The Narragansetts were driven into the swamp where many were killed, including Quaiapen. Her death spelled the end of organized Narragansett opposition in the conflict. ==Archaeology== Due to the poor quality of the terrain, the battlefield area has escaped significant development, with only modest agricultural uses around its edges, and some residential development in the same areas. Archaeological investigation of the site (which is nearly landlocked by surrounding landowners) has yielded Narragansett domestic objects as well as lead shot, musket balls, and other military artifacts. ==See also== *National Register of Historic Places listings in Providence County, Rhode Island ==References== Category:Archaeological sites on the National Register of Historic Places in Rhode Island Category:North Smithfield, Rhode Island Category:National Register of Historic Places in Providence County, Rhode Island ",
    "title": "Second Battle of Nipsachuck Battlefield"
}