{
    "id": "51549217",
    "text": "Maciej Szymon Cieśla (29 June 1989 – 2 July 2016), Polish artist and graphics designer, visual communication designer. He was responsible for visual design of World Youth Day 2016. == Biography == Cieśla was born in Katowice in 1989. He graduated from Jan Matejko Academy of Fine Arts, specifically Faculty of Art Conservation and Faculty of Industrial Design. In September, 2014 he began working in World Youth Day 2016 organisation committee, and from December, 2014 he started as full-time volunteer in the graphics design department. He designed all chasubles and computer animations for World Youth Day 2016. He was also responsible for drafting the Cracow decoration project. In November, 2015 he was diagnosed with bone cancer. Despite chemotherapy, he continued working until his death on July 2, 2016. The #WYD2016 volunteer who found his faith again but never made it to the festivities He was buried on the cemetery at Józefowska street in Katowice. On July 27, 2016 Pope Francis mentioned Maciej Cieśla and his contribution while preaching from the papal window. On July 31, 2016 during the meeting with World Youth Day volunteers, which marked the end of Francis’ visit in Poland, Maciej Cieśla's letter to the Pope and pilgrims was read. == Awards and distinctions == * 2012 Nagroda Województwa Małopolskiego „ARS QUAERENDI” (Małopolskie Voivodship Award „ARS QUAERENDI”) * 2012 Nagroda Ministra Kultury i Dziedzictwa Narodowego za wybitne osiągnięcia dla studentów uczelni artystycznych (Ministry of Culture and National Heritage Award for outstanding achievements for students of art schools) Pope Francis wearing chasuble designed by Maciej Szymon Cieśla == Citations == == External links == * * Category:1989 births Category:2016 deaths Category:Jan Matejko Academy of Fine Arts alumni Category:Digital artists Category:Polish artists Category:LGBT people from Poland Category:Deaths from cancer in Poland Category:Deaths from bone cancer ",
    "title": "Maciej Szymon Cieśla"
}