{
    "id": "51550199",
    "text": "Unity Hospital, an affiliate hospital of Rochester Regional Health, is a 287-bed community hospital in Greece, New York. After a four-year renovation in 2014, Unity is now the only Monroe County hospital to feature all private patient rooms and free parking. Unity offers a broad range of specialty centers, including the Golisano Restorative Neurology & Rehabilitation Center; the Charles J. August Joint Replacement Center and the August Family Birth Place. The hospital is also a New York State-designated Stroke Center. == History == Park Ridge Hospital opened in 1975 on the Park Ridge Health Care Campus, to meet the growing needs of the suburban population in Greece, NY and surrounding areas. The 154-acre campus grew over the years to encompass a wide variety of health care programs. In 1997, Park Ridge Hospital merged with the former St. Mary's Hospital, located in the city of Rochester, to form Unity Health System. The hospital kept its name as Park Ridge Hospital until 2006, when it was then changed to Unity Hospital. Unity Health System then again merged with Rochester General Health System to form Rochester Regional Health in 2014. The hospital keeps its name as Unity Hospital under the Rochester Regional Health network. == Awards & Recognition == * The Charles J. August Joint Replacement Center at Unity Hospital has earned the Gold Seal of Approval™ for health care quality from the Joint Commission. * Unity Hospital received Get With The Guidelines Gold Plus Performance Achievement Award for stroke care. * Excellus BlueCross BlueShield has designated the August Family Birth Place at Unity Hospital as a Blue Distinction Center for maternity care. * Our Intensive Care Unit has earned a silver level Beacon Award of Excellence from the American Association of Critical Care Nurses for excellence in professional practice, patient care and outcomes. * The Golisano Restorative Neurology & Rehabilitation Center at Unity Hospital is accredited by the Commission on the Accreditation of Rehabilitation Facilities (CARF) for acute rehabilitation and brain injury rehabilitation. * Excellus BlueCross BlueShield has designated Unity Hospital as a Blue Distinction Center for knee and hip replacement as well as spine surgery. * Palliative Care Program has an advanced certification from the Joint Commission. == Services == * Cardiology * Childbirth * Diagnostic Imaging * Dialysis * Emergency Medicine * Endoscopy * Hospitalists * Internal Medicine Residency Programs * Joint Replacement * Neurology * Neurosurgery * Pulmonary & Critical Care * Stroke Center == See also == * Rochester Regional Health * Newark-Wayne Community Hospital * Rochester General Hospital * Strong Memorial Hospital * Highland Hospital * United Memorial Medical Center * Clifton Springs Hospital & Clinic == References == Category:Hospitals in New York (state) Category:Buildings and structures in Rochester, New York ",
    "title": "Unity Hospital"
}