{
    "id": "515781",
    "text": "The Rotopress is a waste collection vehicle manufactured by the German company Faun Umwelttechnik and formerly by KUKA. It uses a rotating drum to compact waste, and has its origin in a series of designs built by KUKA since the 1920s. The name \"Rotopress\" was first used in 1977, and has been used on subsequent models by the company, and by other companies under licence. ==Description== The Rotopress is a continuously compacting garbage truck. A massive rotating drum compacts and stores the garbage. The outer edge of the drum acts as the loading hopper, and paddles on the drum convey the waste around an auger of decreasing pitch until it is small enough to be forced through a small ring-shaped gap between the drum and the auger, where it then enters the main section of the drum, which has helically shaped internal paddles which move the now-crushed waste towards the front of the vehicle. When emptying the drum, the direction of rotation is reversed. ==History== The German company Keller und Knappich, Augsburg (KUKA), founded in 1898, built its first rotary waste collection vehicle in 1927. Production of the original model continued until 1949, and its replacement, the Type 210, was launched the following year. Subsequent models included the \"Shark\", introduced to the United States in the 1960s and so-named due to the serrated loading auger which was designed to tear up garbage sacks and other large soft items as they were dragged into the drum. The first model to carry the \"Rotopress\" name was the Type 215G, in 1977, and the name has been the company's subsequent rotary- drum designs including the 205. Both the Shark and the Rotopress have been produced under licence by other manufacturers, including the British company, Laird Anglesey Ltd, based in Anglesey. In 1983 KUKA's municipal vehicles division was acquired by Faun GmbH and production was moved to Osterholz. Manufacturing of waste collection vehicles became part of Faun's Environmental Technology sector, which was sold in 1987 to the Schmidt family (former owners of Faun) as a separate company with the name Faun Umwelttechnik. This was acquired by the Kirchhoff group in 1994. Laird Anglesey was acquired by Faun Eurotec, a subsidiary of Faun Umwelttechnik, in 1996. By 1999, over 33,500 Rotopress bodies had been built. One of the key market niches which the Rotopress is aimed at is the collection of Green waste, as the action of the rotary drum system accelerates the homogenization of biodegradable material for composting. There are many available videos on the internet describing the features and operation of the Rotopress, and it had made an appearance at least once on screen, in the 1970 British adaptation of Bartleby. It is visible in operation with the rotating drum prominent and the name Shark above at approx. 48:40. ==Products== As of 2011, the Rotopress is produced a range of sizes from smallest to largest: 008, 514, 516, 518, 520 and 522, as well as the Rotopress Dualpower hybrid vehicle, and the Rotopress 541 which is produced as either a stationary intermediate waste store or a semi-trailer. ==References== ==External links== *FAUN Umwelttechnik: ROTOPRESS Category:Waste collection vehicles ",
    "title": "Rotopress"
}