{
    "id": "515958",
    "text": "Lezgins ( ,lezgijar) are a Northeast Caucasian ethnic group native predominantly to southern Dagestan, Russia and northeastern Azerbaijan and who speak the Lezgian language. == Ethnogenesis == Lezgian horsemen Modern-day Lezgins speak Northeast Caucasian languages that have been spoken in the region before the introduction of Indo-European languages. They are closely related, both culturally and linguistically, to the Aghuls of southern Dagestan and, somewhat more distantly, to the Tsakhurs, Rutuls, and Tabasarans (the northern neighbors of the Lezgins). Also related, albeit more distantly, are the numerically small Jek, Kryts, Laks, Shahdagh, Budukh, and Khinalug peoples of northern Azerbaijan. These groups, together with the Lezgins, form the Samur branch of the indigenous Lezgic peoples. Lezgins are believed to descend partly from people who inhabited the region of southern Dagestan in the Bronze Age. However, there is some DNA evidence of significant admixture during the last 4,000 years with a Central Asian population, as shown by genetic links to populations throughout Europe and Asia, with notable similarities to the Burusho people of Pakistan.New York Times, 2014, \"Genetic Mixing\" (February 13; interactive). (Access: October 15 2014). ==History== Iranian-ruled administrative division of the Derbent khanate included many of the Lezgins until its occupation and dissolution by the Russians as a result of the Russo-Persian Wars of the 19th century. In the 4th century BC, the numerous tribes speaking Lezgic languages united in a union of 26 tribes, formed in the Eastern Caucasus state of Caucasian Albania, which itself was incorporated in the Persian Achaemenid Empire in 513 BC.Bruno Jacobs, \"ACHAEMENID RULE IN Caucasus\" in Encyclopædia Iranica. January 9, 2006. Excerpt: \"Achaemenid rule in the Caucasus region was established, at the latest, in the course of the Scythian campaign of Darius I in 513–512 BC. The Persian domination of the cis-Caucasian area (the northern side of the range) was brief, and archeological findings indicate that the Great Caucasus formed the northern border of the empire during most, if not all, of the Achaemenid period after Darius\" Under the influence of initially Persian but also Parthian rule Caucasian Albania was divided into several areas—Lakzi, Shirvan, etc. The Lezgic speaking tribes participated in the battle of Gaugamela under the Persian banner against the invading Alexander the Great.Chaumont, M. L. Albania .Encyclopaedia Iranica. Under Parthian rule, Iranian political and cultural influence increased in the whole region of their Caucasian Albanian province, therefore including where the Lezgic speaking tribes lived.Toumanoff, Cyril. The Arsacids. Encyclopædia Iranica. excerpt:\"Whatever the sporadic suzerainty of Rome, the country was now a part—together with Iberia (East Georgia) and (Caucasian) Albania, where other Arsacid branched reigned—of a pan-Arsacid family federation. Culturally, the predominance of Hellenism, as under the Artaxiads, was now followed by a predominance of \"Iranianism,\" and, symptomatically, instead of Greek, as before, Parthian became the language of the educated\" Whatever the sporadic suzerainty of Rome of the region due to their wars with the Parthians, the country was now a part—together with Iberia (East Georgia) and (Caucasian) Albania, where other Arsacid branches reigned—of a pan-Arsacid family federation. Culturally, the predominance of Hellenism, as under the Artaxiads, was now followed by again a predominance of \"Iranianism\", and, symptomatically, instead of Greek, as before, Parthian became the language of the educated of the region. An incursion in this era was made by the Alans who between 134 and 136 attacked regions including where Lezgic tribes lived, but Vologases persuaded them to withdraw, probably by paying them. In 252–253, rule over the Lezgic tribes changed from Parthian to Sassanid Persian. Caucasian Albania became a vassal state,Yarshater, p. 141. now of the Sassanids, but retained its monarchy; the Albanian king had no real power and most civil, religious, and military authority lay with the Sassanid marzban (military governor) of the territory.Nevertheless, \"despite being one of the chief vassals of Sasanian Shahanshah, the Albanian king had only a semblance of authority, and the Sassanid marzban (military governor) held most civil, religious, and military authority. The Roman Empire obtained control over some of the southernmost Lezgin regions for a few years around 300 AD, but then the Sassanid Persians regained control and subsequently dominated the area for centuries until the Arab invasions. Although Lezgins were first introduced to Islam perhaps as early as the 8th century, the Lezgins remained primarily animist until the 15th century, when Muslim influence became stronger, with Persian traders coming in from the south, and the Golden Horde increasingly pressing from the north. In the early 16th century, the Persian Safavids consolidated their control over large parts of Dagestan for centuries onwards. As a result of the Ottoman–Safavid War of 1578–1590, the Ottomans managed to wrest control of the region for a short period of time, until it was regained by the Safavids under king Abbas I (r. 1588–1629). A notable Lezgin from the Safavid Iranian era was Fath-Ali Khan Daghestani, who served as Safavid grand vizier from 1716 to 1720, during the reign of king (shah) Sultan Husayn (1694–1722). By the early course of the 18th century, the Safavid Empire was in a state of heavy decline. In 1721, the Lezgins sacked and looted the city of Shamakhi, the provincial capital of Shirvan. The Lak Kazi Kumukh Khanate controlled a part of the Lezgins for a time in the 18th century after the disintegration of the Safavid Empire In the first half of the 18th century, Persia was able to restore its full authority throughout the entire Caucasus under Nader Shah. After the death of Nader, he created the state into divided several smaller khanates. Some Lezgins were part of the Kuba Khanate in what is now Azerbaijan, while others fell under the jurisdiction of the Derbent Khanate. The main part of Lezgins united in \"free society\" (Magalim) (Akhty para (now Akhtynsky District), Kure (now Kurakhsky District), Alty-para and Dokuz-para (now Dokuzparinsky District)). Some lezgin clans were in Rutul Federation. Lezgins in the 1860s In 1813, as a result of the Treaty of Gulistan, the Russians gained control over southern Dagestan and most of what is the contemporary Azerbaijan Republic. The 1828 Treaty of Turkmenchay indefinitely consolidated Russian control over Dagestan and other area's where the Lezgins lived and removed Iran from the military equation.Aksan, Virginia. (2014). Ottoman Wars, 1700–1870: An Empire Besieged page 463. Routledge. The Russian administration subsequently created the Kiurin Khanate, later to become the Kiurin district. Many Lezgins in Dagestan, however, participated in the Great Caucasian War that started roughly during the same time the Russo-Persian Wars of the 19th century were happening, and fought against the Russians alongside the Avar Imam Shamil, who for 25 years (1834–1859) defied Russian rule. It was not until after his defeat in 1859 that the Russians consolidated their rule over Dagestan and the Lezgins. In 1930, Sheikh Mohammed Effendi Shtulskim organized an uprising against Soviet rule, which was suppressed after several months. In the 20th century, attempts were made to create a republic of Lezgistan (independent or as an autonomous region). Some Lezgins were deported to Central Asia in the 1940s by Stalin's regime. ==Ethnonym== The origin of the ethnonym Lezgin requires further research. Nevertheless, most researchers attribute the derivation of Lezgi to be from the ancient Legi and early medieval Lakzi. Ancient Greek historians, including Herodotus, Strabo, and Pliny the Elder, referred to Legoi people who inhabited Caucasian Albania. Arab historians of the 9th and 10th centuries mentioned a kingdom called Lakz, in present-day southern Dagestan. Al Masoudi referred to inhabitants of this area as Lakzams (Lezgins),Yakut, IV, 364. According to al-Masoudi (Murudzh, II, 5) who defended Shirvan against invaders from the north.VFMinorsky. History of Shirvan. M. 1963 The Lezgin ethnic group probably resulted from a merger of the Akhty, the Alty and Dokus Para federations, and some clans from among the Rutuls. Prior to the Russian Revolution, \"Lezgin\" was a term applied to all ethnic groups inhabiting the present-day Russian Republic of Dagestan. In the 19th century, the term was used more broadly for all ethnic groups speaking non-Nakh Northeast Caucasian languages, including Caucasian Avars, Laks, and many others (although the Vainakh peoples, who were Northeast Caucasian language speakers were referred to as \"Circassians\"). == Geography == Lezgistan from map of the Caucasus by Johann Gustav Gaerber (1728) The Lezgins inhabit a compact territory that straddles the border area of southern Daghestan and northern Azerbaijan. It lies, for the most part, in the southeastern portion of Daghestan in (Akhtynsky District, Dokuzparinsky District, Suleyman-Stalsky District, Kurakhsky District, Magaramkentsky District, Khivsky District, Derbentsky District and Rutulsky District) and contiguous northeastern Azerbaijan (in Kuba, Qusar, Qakh, Khachmaz, Oguz, Qabala, Nukha, and Ismailli districts). The Lezgin territories are divided into two physiographic zones: a region of high, rugged mountains and the piedmont (foothills). Most of the Lezgin territory is in the mountainous zone, where a number of peaks (like Baba Dagh) reach over 3,500 meters in elevation. There are deep and isolated canyons and gorges formed by the tributaries of the Samur and Gulgeri Chai rivers. In the mountainous zones the summers are very hot and dry, with drought conditions a constant threat. There are few trees in this region aside from those in the deep canyons and along the streams themselves. Drought-resistant shrubs and weeds dominate the natural flora. The winters here are frequently windy and brutally cold. In this zone the Lezgins engaged primarily in animal husbandry (mostly sheep and goats) and in craft industries. In the extreme east of the Lezgin territory, where the mountains give way to the narrow coastal plain of the Caspian Sea, and to the far south, in Azerbaijan, are the foothills. This region has relatively mild, very dry winters and hot, dry summers. Trees are few here also. In this region animal husbandry and artisanry were supplemented by some agriculture (along the alluvial deposits near the rivers). ==Culture== An antique Lesghi rug, east Caucasus, c. 1880 The material culture significantly influence Azerbaijan, especially Lezgins living in Azerbaijan. The folk songs a central place belongs to the lyrical songs of the dance character with vivid instrumental sections; instrumental music itself is full melizmatika. Folk art is also presented dances, among which, in particular, the famous \"Lezginka\", common among the peoples of the Caucasus. There are more calm male dance Zarb makam as well as slow-flowing dances Akhty tea Perizat Khanum Useynel, Bahtavar. First Lezgin theater originated in 1906 in the village of Akhty. In 1935, based on the semi-professional team was created Lezgin State Music and Drama Theatre named after S. Stalsky. In 1998, the State Lezgin theater was opened in Azerbaijan, located in Qusar. ===Languages=== The Lezgian language belongs to the Lezgic branch of the Northeast Caucasian language family (with Aghul, Rutul, Tsakhur, Tabasaran, Budukh, Khinalug, Jek, Khaput, Kryts, and Udi). The Lezgian language has three closely related (mutually intelligible) dialects: Kurin (also referred to as Gunei or Kurakh), Akhti, and Kuba. The Kurin dialect is the most widespread of the three and is spoken throughout most of the Lezgin territories in Daghestan, including the town of Kurakh, which, historically, was the most important cultural, political, and economic center in the Lezgin territory in Daghestan and is the former seat of the khanate of Kurin. The Akhti dialect is spoken in southeastern Daghestan. The Kuba dialect, the most Turkicized of the three, is widespread among the Lezgins of northern Azerbaijan (named for the town of Kuba, the cultural and economical focus of the region). ===Religions=== Today, the Lezgins are predominantly Sunni Muslims, with a Shia minority living in Miskindja village in Dagestan. The main type of settlement in Lezghins - the village (\"hur\"). With regard to social groups Lezgin village, it is divided into quarters. Distributed large geographically-related settlement (one quarter - one tukhum). Each village had a mosque, rural area - Kim, a gathering of residents (male part) at the village assembly to address the most important issues of public life of the village. ===Dance=== Lezgian people, dancing lezginka in Akhti village, 1900 Lezgian dance, including the Lezgin solo male and pair dance, are common among many peoples of the Caucasus. The dance uses a 2 image. The man moves in the way \"eagle\", alternates between a slow and rapid pace. The most spectacular movements are dance movements of men, when he is on his toes, throwing his hands in different directions. The woman moves in the form of \"Swan\", bewitching graceful posture and smooth hand movements. The woman increases the tempo of her dance after the man. Not surprisingly, the dance, common among all the Caucasian peoples, was named in accordance with the ancient totem of the Lezgins: the word \"Lek\" () means eagle. ==Population== Lezgins live mainly in Azerbaijan and Russia (Dagestan). The total population is believed to be around 700,000, with 474,000 living in Russia. In Azerbaijan, the government census counts 180,300.The State Statistical Committee of the Republic of Azerbaijan. Population by ethnic groups However, Lezgin national organizations mention 600,000 to 900,000, the disparity being that many Lezgins claim Azeri nationality to escape job and education discrimination in Azerbaijan.Minahan, p. 1084. \"Lezgin national organizations estimate the actual Lezgin population in Azerbaijan at between 600,000 and 900,000, much higher than the official estimates. The disparity arises from the number of ethnic Lezgins registered as ethnic Azeris during the soviet period and continue to claim Azeri nationality to escape job and education discrimination in Azerbaijan.\" Despite the assimilationist policy of the Azeri government, the Lezgin population is undoubtedly greater than it appears.Robert Bruce Ware, Enver Kisriew, E.F. Kisriew, \"Dagestan: Russian hegemony and Islamic resistance in the North Caucasus\" ,M.E. Sharpe, 2009 As Svante Cornell adds; Lezgins also live in Central Asia,Yo'av Karny,\"Highlanders: A Journey to the Caucasus in Quest of Memory\",Macmillan, 2001. pp 112:\"The last 1989 all Soviet census recorded 204,400 Lezgins in Daghestan and 171,395 Lezgins in Azerbaijan. Both figures reflected a relative, almost identical decline (5 percent) in Lezgin numbers in both \"homelands\". Roughly 65,000 Lezgins were counted in other parts of the Soviet Union, mostly Russia, Kazakhstan and Turkmenistan\" mainly due to Stalin's deportation policies. ===Situation in Azerbaijan=== Lezgins are, \"generally speaking\", well integrated into the society of Azerbaijan. Mixed marriages are furthermore common. Lastly, Lezgins in Azerbaijan have a better level of education compared to their kin in Dagestan. In 1992 a Lezgin organization named Sadval was established to promote Lezgin rights. Sadval campaigned for the redrawing of the Russian–Azerbaijani border to allow for the creation of a single Lezgin state encompassing areas in Russia and Azerbaijan where Lezgins were compactly settled. In Azerbaijan a more moderate organization called Samur was formed, advocating more cultural autonomy for Lezgins in Azerbaijan. Lezgins traditionally suffered from unemployment and a shortage of land. A major consequence of the outbreak of the war in Chechnya in 1994 was the closure of the border between Russia and Azerbaijan: as a result the Lezgins were for the first time in their history separated by an international border restricting their movement. The high tide of Lezgin mobilization in Azerbaijan appeared to have passed towards the end of the 1990s. Sadval was banned by the Azerbaijani authorities after official allegations that it was involved in a bombing of the Baku underground. The end of the Karabakh war, and Lezgin resistance to forced conscription, deprived the movement of a key issue on which to mobilize. In 1998 Sadval split into ‘moderate’ and ‘radical’ wings, following which it appeared to lose much of its popularity on both sides of the Russian–Azerbaijani border. However, Azerbaijani–Lezgin relations continued to be complicated by claims that Islamic fundamentalism enjoyed disproportionate popularity among Lezgins. In July 2000 Azerbaijani security forces arrested members of Lezgin and Avar ethnicity of a group named the Warriors of Islam, which allegedly was planning an insurgency against the Azerbaijani state. Lezgins expressed concern over underrepresentation in the Azerbaijani Parliament (Milli Meclis) after a shift away from proportional representation in the parliamentary elections of November 2005. Lezgins had been represented by two members of parliament in the previous parliament, but are now represented by only one. Lezgins state that they face discrimination and that they feel forced to assimilate into Azeri identity to avoid economic and education discrimination. Therefore, the real number of Lezgins may be significantly higher than presented in censuses. Lezgin is taught as a foreign language in areas where many Lezgins are settled, but teaching resources are scarce. Lezgin textbooks come from Russia and are not adapted to local conditions. Although Lezgin newspapers are available, Lezgins have also expressed concern over the disappearance of their rich oral tradition. The only Lezgin television broadcasting available in Azerbaijan is that received over the border from Russia. In March 2006 Azerbaijani media reported that Sadval had formed an 'underground' terrorist unit carrying out operations in Dagestan. Security forces across the border in Dagestan in Russia, responded sceptically to these reports. === Situation in Dagestan === According to reports Lezgins in Dagestan suffer disproportionately from unemployment, with unemployment rates in Lezgin-populated areas of southern Dagestan twice the republican average of 32 per cent. This may be one contributory factor to renewed calls from within the Sadval movement in January 2006 for a redrawing of the Russian-Azerbaijani border to incorporate Lezgin-populated areas of southern Dagestan within Azerbaijan. In March 1999 another organization, the Federal Lezgin National Cultural Autonomy, was established as an extraterritorial movement advocating cultural autonomy for Lezgins. ==See also== * Gotfrid Hasanov * Nazim Huseynov * Nader's Dagestan campaign * Suleyman Kerimov * Suleyman Stalsky * Lezginka * Lezgian language * Lezgistan * North Caucasian people * Northeast Caucasian people == References == ==Bibliography== * Minahan, J. (2002) Encyclopaedia of stateless nations: L-R, Greenwood Publishing Group. . * Yarshater, E. (1983) The Cambridge history of Iran, Volume One, Cambridge University Press: Cambridge. . Category:Peoples of the Caucasus Category:Indigenous peoples of Europe Category:Ethnic groups in Azerbaijan Category:Ethnic groups in Dagestan Category:Ethnic groups in Russia Category:Muslim communities of Russia Category:Ethnic groups divided by international borders ",
    "title": "Lezgins"
}