{
    "id": "515953",
    "text": "The Civic Center in San Francisco, California, is an area of a few blocks north of the intersection of Market Street and Van Ness Avenue that contains many of the city's largest government and cultural institutions. It has two large plazas (Civic Center Plaza and United Nations Plaza) and a number of buildings in classical architectural style. The Bill Graham Civic Auditorium (formerly the Exposition Auditorium), the United Nations Charter was signed in the War Memorial Veterans Building's Herbst Theatre in 1945, leading to the creation of the United Nations. It is also where the 1951 Treaty of San Francisco (the peace treaty that officially ended the Pacific War with the Empire of Japan, which had surrendered in 1945) was signed. The San Francisco Civic Center was designated a National Historic Landmark in 1987 and listed in the National Register of Historic Places on October 10, 1978. ==Location== The Civic Center is bounded by Market Street to the southeast, Franklin Street to the west, Turk Street to the north, and Leavenworth Street, McAllister Street, and Charles J. Brenham Place to the east. The Civic Center borders the Tenderloin neighborhood on the north and east and the Hayes Valley neighborhood on the west; Market Street separates it from the South of Market, or \"SoMa\", neighborhood. ==History== Proposed Civic Center from Burnham Plan of 1905. The large semi-circular plaza near the center is at the intersection of Market and Van Ness. The first permanent San Francisco City Hall was completed in 1898 on a triangular-shaped plot in what later became Civic Center, bounded by Larkin, McAllister, and Market, after a protracted construction effort that had started in 1871; although the constructors had promised to complete work within two years, \"honest graft\" was an accepted practice, and the cost of the structure ballooned from $1 million as budgeted to $8 million. The Civic Center was built in the early 20th century after the earlier City Hall was destroyed in the 1906 earthquake and fire. Although the architect and urban planner Daniel Burnham had provided the city with plans for a neo-classical Civic Center shortly before the 1906 earthquake, his plans were never carried out. Burnham's plan called for a large semi-circular plaza at the intersection of Market and Van Ness as a hub linking official buildings along spoked streets. Plan presented for Civic Center in April 1912 with portraits of Mayor Rolph and architectural team. Note the positions of City Hall (east of the central plaza, not west as constructed), and Art Gallery instead of State Building (north of the plaza). Following the earthquake, a temporary city hall was established on Market Street, but planning for a permanent structure and civic center did not take place for several years. The current Civic Center was planned by a group of local architects, chaired by John Galen Howard. The new Civic Center would consist of five main buildings facing a central rectangular plaza: City Hall, Auditorium, Main Library, Opera House, and State Office Building. A bond was issued on March 29, 1912 for $8.8 million to carry out the construction of the new Civic Center; at the time, the city only owned the triangular-shaped plot where the old City Hall had stood prior to the earthquake. A resolution passed by the San Francisco Board of Supervisors required the new City Hall to be built on the site of the old City Hall, so early plans for Civic Center showed City Hall east of the central plaza. Opinions solicited by the consulting architectural team led to the relocation of City Hall to the west side of the plaza. Ground was broken for City Hall, the first building in the new Civic Center, on April 5, 1913. Finalized plan for Civic Center, 1916. The current City Hall was completed in 1915, in time for the Panama-Pacific Exposition. The second building to be started was Exposition Auditorium; at the time, plans included a new Main Library (to be built on the site of the old City Hall) but left the former Marshall Square (bounded by Larkin, Fulton, Hyde, and Grove) undeveloped. Plans for a new opera house on Marshall Square had been dropped The Main Library (1916), the California State Building (1926), War Memorial Opera House and its neighboring twin, the War Memorial Veterans Building (which together were the nucleus of the San Francisco War Memorial and Performing Arts Center, completed in 1932), and the Old Federal Building (1936) were all completed after the Exposition. Civic Center Plaza was established by 1915, but not completed until 1925. Marshall Square remained undeveloped until the new Main Library was constructed there in the early 1990s. During World War II, Army barracks and Victory gardens were constructed in Civic Center Plaza, which lies directly east of City Hall and west of the Library. The 1950s through the 1970s and 1980s saw tall post-modernist Federal and State buildings constructed in the area; an underground exhibition facility, Brooks Hall, was completed beneath the plaza in 1958, followed by an adjoining garage in 1960. The Louise M. Davies Symphony Hall and Harold L. Zellerbach Rehearsal Hall were added in 1980. The 1990s saw the construction of a new Main Library on the unoccupied Marshall Square block, and the old Main Library building was converted into the Asian Art Museum, and the removal of all public benches. In 1998, the city officially renamed part of the plaza the Joseph L. Alioto Performing Arts Piazza after the former mayor. Its central location, vast open space, and the collection of government buildings have made and continue to make Civic Center the scene of massive political rallies. It has been the scene of massive anti-war protests and rallies since the Korean War. It was also the scene of major moments of the Gay Rights Movement. Activist Harvey Milk held rallies and gave speeches there. After his assassination on November 27, 1978, a massive candlelight vigil was held there. Later, it was the scene of the White Night Riots in response to the lenient sentencing of Dan White, Milk's assassin. Recently, Civic Center was the center point of same-sex marriage activism, as Mayor Gavin Newsom married couples there. ==Attractions and characteristics== ===Government center=== The centerpiece of the Civic Center is the City Hall, which heads the complex and takes up two city blocks on Polk Street. The section of the street in front of the building was renamed for Dr. Carlton B. Goodlett, a local African American activist. Across the street on McAllister Street is the headquarters of the Supreme Court of California. Across from that building is the Asian Art Museum, opened in 2004 in the former main branch building of the San Francisco Public Library, which moved to a newer building constructed just south of Fulton in 1995. North of City Hall is the Phillip Burton Federal Building and United States Courthouse for the United States District Court for the Northern District of California, and State of California office buildings. This includes offices of several federal agencies, including the Federal Bureau of Investigation San Francisco Field Office.\"San Francisco Division.\" Federal Bureau of Investigation. Retrieved on June 9, 2015. \"450 Golden Gate Avenue, 13th Floor San Francisco, CA 94102-9523\" East of the main Civic Center complex on nearby Mission Street, is the head courthouse of the United States Court of Appeals for the Ninth Circuit which sits across 7th from the San Francisco Federal Building complex. ===Monuments=== The Pioneer Monument, funded by the estate of James Lick and dedicated to Manifest Destiny, is located in the middle of Fulton Street between the Library and the Asian Art Museum. The section of Fulton Street between Hyde and Leavenworth streets was pedestrianized and re-developed into United Nations Plaza in 1975 as a monument for the United Nations and the signing of the UN Charter, when the Bay Area Rapid Transit subway was constructed under Market Street. The pedestrian mall was designed by Lawrence Halprin.2.6 acres, 1975, part of BART construction, Halprin as designer It was rededicated in June 1995 by visiting members of the UN General Assembly as part of its 60th anniversary, and renovated and rededicated again in 2005 during the World Environment Day event. Currently, it is the site of a small farmers' market as well as a replica of a large equestrian statue of Simon Bolivar. ===Culture=== West of City Hall on Van Ness Avenue is the War Memorial Opera House, where the U.N. Charter was signed in 1945 and the Treaty of San Francisco was signed in 1951. Davies Symphony Hall is south of the Opera House; to its north is the War Memorial Veterans Building, which contains the Herbst Theatre. The Bill Graham Civic Auditorium and SHN Orpheum Theatre are also located in Civic Center. ===Parks and open spaces=== The main open space just east of City Hall is Civic Center Plaza. Despite the area's seedy reputation due to its proximity to the Tenderloin, its central location also makes it the center of many of the city's festivals and parades. Many street parades and parties are held in Civic Center Plaza, including San Francisco's Gay Pride Parade, the city's Earth Day celebration (which attracts 15,000+ people), the St. Patrick's Day parade, San Francisco's version of the Love Parade, and the San Francisco LovEvolution party. Renovated and re-opened on February 15, 2018 the Helen Diller Civic Center Playgrounds reside on the Northeast and Southeast corners of the Civic Center Plaza. The San Francisco Parks and Recreation program partnered with The Trust for Public Land to renovate the 20 year old playgrounds. The playgrounds were funded by a generous $10 million donation from the Helen Diller Family Foundation. The playgrounds serve many surrounding neighborhoods with limited open space such as the Tenderloin, Western Addition, Hayes Valley, and South of Market neighborhoods. ===Transit=== Access to Civic Center is provided by the Civic Center Station on Market, a subway stop for both BART and the Muni Metro. The F Market historic streetcar line and many Muni bus lines also run nearby. ===Education=== Civic Center is the site of four famous higher education schools: Minerva Schools at KGI, the University of California, Hastings College of the Law, the private The Art Institute of California – San Francisco and The San Francisco Conservatory of Music. UC Hastings is located on the two blocks straddling Hyde between Golden Gate and McAllister. Academy of Art University owns two buildings in the neighborhood, and the buildings are used primarily for academic and administrative purposes. ===Reputation=== Civic Center is adjacent to the skid row Tenderloin neighborhood, so it has a seedy, run-down, high-crime reputation and appearance with large numbers of homeless encampments, which have prevented it from attracting the large numbers of tourists seen in other areas of the city. Despite repeated redevelopment of Civic Center over the years aimed primarily at discouraging the homeless from camping there, large numbers of homeless people continue to camp and socialise in the area. Update: Under Mayor London Breed, increased police presence, including a mobile command center, has impacted Civic Center as a gathering place for homeless and criminals. These measures, despite clearing out the targeted populations, have not attracted new crowds of locals or tourists. The result as of December 2018 is a hub in a wealthy metro area, with the city's dense population, that appears desolate and abandoned. ===Other points of interest=== The Fox Plaza condominium complex is also located nearby. The large art installation Firefly by Ned Kahn can be seen on the side of the San Francisco Public Utilities Commission building on Golden Gate Avenue. In December 2010, a set of innovative wind and solar hybrid streetlamps provided by Urban Green Energy were installedHybrid Street Lamp Hits San Francisco as part of the center's vision for sustainability. ==Selected photos== File:SFCityHall.png|San Francisco City Hall Image:San Francisco City Hall 2.JPG|City Hall Image:Earl Warren Building (San Francisco).JPG|Ronald M. George State Office Complex: Earl Warren Building with the Hiram W. Johnson State Office Building behind Image:SFAsianArtMuseum.jpg|Asian Art Museum Image:SFPL Main Library Full Exterior.jpg|San Francisco Public Library Image:Grahamauditorium.jpg|Graham Auditorium and Fox Plaza Image:War Memorial Opera House (San Francisco).JPG|War Memorial Opera House Image:UN Plaza, SF on Sunday morning 1.JPG|Farmers' market at United Nations Plaza Image:James Lick Memorial (San Francisco).JPG|Pioneer Monument Image:Department of Public Health (San Francisco).JPG|Department of Public Health Image:CivicCenterPlaza2009.jpg | Civic Center Plaza with San Francisco City Hall in the background, April 2009 ==See also== * 49-Mile Scenic Drive * Bernard J.S. Cahill ==References== ==External links== *Photo tour of Civic Center A photo tour of Civic Center complete with narrative text. * *The architects *Earth Day SF San Francisco's very well attended Earth Day celebration. * Category:Neighborhoods in San Francisco Category:Historic districts on the National Register of Historic Places in California Category:History of San Francisco Category:National Historic Landmarks in the San Francisco Bay Area Category:National Register of Historic Places in San Francisco Category:San Francisco Designated Landmarks ",
    "title": "Civic Center, San Francisco"
}