{
    "id": "515973",
    "text": "An enthymeme (, enthumēma) is a rhetorical syllogism used in oratorical practice. Originally theorized by Aristotle, there are four types of enthymeme, at least two of which are described in Aristotle's work. Aristotle referred to the enthymeme as \"the body of proof\", \"the strongest of rhetorical proofs...a kind of syllogism\" (Rhetoric I, 1.3,11). He considered it to be one of two kinds of proof, the other of which was the paradeigma. Maxims, Aristotle thought, were a derivative of enthymemes. (Rhetoric II.XX.1) == Syllogism with an unstated premise == The first type of enthymeme is a truncated syllogism, or a syllogism with an unstated premise. Here is an example of an enthymeme derived from a syllogism through truncation (shortening) of the syllogism: *\"Socrates is mortal because he's human.\" :The complete formal syllogism would be the classic: ::All humans are mortal. (major premise – unstated) ::Socrates is human. (minor premise – stated) ::Therefore, Socrates is mortal. (conclusion – stated) While syllogisms lay out all of their premises and conclusion explicitly, these kinds of enthymemes keep at least one of the premises or the conclusion unstated. == Syllogism based on signs == In the Rhetoric, Aristotle argues that some enthymemes are derived from syllogisms that are based on signs (semeia) instead of absolute facts. In this context, signs are \"things [that] are so closely related that the presence or absence of one indicates the presence or absence of the other.\" Examples are given below. *\"He is ill, since he has a cough.\" *\"Since she has a child, she has given birth.\" In the examples, 'having a cough' and 'having a child' are signs of illness and giving birth respectively. In both cases the enthymeme is only probably true because there are other sources of coughs and children besides pathogens and parturition respectively, such as allergies and adoption. == Syllogism where the audience supplies a premise == The third kind of enthymeme consists of a syllogism with a missing premise that is supplied by the audience as an unstated assumption. In the words of rhetorician William Benoit, the missing premise is: \"assumed by rhetor when inventing and by audience when understanding the argument.\" An example of this kind of enthymeme is as follows: *\"Candide is a typical French novel; therefore it is vulgar.\" In this case, the missing term of the syllogism is \"French novels are vulgar\" and might be an assumption held by an audience that would make sense of the enthymematic argument. Such unstated premises can also rise to the level of axioms (statements so commonly accepted as to be thought universally true). == Visual enthymemes == Another kind of enthymeme is the visual enthymeme. Scholars have argued that words are not the only form of expression that can be understood to form enthymematic arguments. Pictures can also function as enthymemes because they require the audience to help construct their meaning. == Criticism == Some scholars argue that our understanding of the enthymeme has evolved over time and is no longer representative of the enthymeme as originally conceived by Aristotle. This is obviously true of the visual enthymeme, only conceived in the early twenty- first century and may also be true of the enthymeme as truncated syllogism. Carol Poster argues that this later interpretation of the enthymeme was invented by British rhetoricians such as Richard Whately in the eighteenth century. ==See also== * * * * * * ==References== ==External links== *Extensive bibliography of enthymeme in scholarly literature *Audio illustrations of enthymeme *A searchable translation of Aristotle's The Art of Rhetoric Category:Rhetoric Category:Arguments Category:Term logic Category:Syllogism ",
    "title": "Enthymeme"
}