{
    "id": "516016",
    "text": "Sitia () is a port town and a municipality in Lasithi, Crete, Greece. The town has 9,912 inhabitants (2011) and the municipality has 18,318 (2011). It lies east of Agios Nikolaos and northeast of Ierapetra. Sitia port is on the Sea of Crete, part of the Aegean SeaPeter Saundry, C. Michael Hogan & Steve Baum. 2011. Sea of Crete. Encyclopedia of Earth. Eds.M.Pidwirny & C.J.Cleveland. National Council for Science and Environment. Washington DC. and is one of the economic centers of the Lasithi region. European route E75, which ends in Vardø, starts in Sitia. Sitia is served by the Sitia Public Airport. Sitia has not experienced the effects of mass tourism even though there is a long beach along the road leading to Vai and several places of historical interest. ==Geography== ===Municipality=== The municipality Sitia was formed at the 2011 local government reform by the merger of the following 3 former municipalities which became municipal units:Kallikratis law Greece Ministry of Interior *Itanos *Lefki, Lasithi *Sitia The municipality has an area of , the municipal unit . ===Province=== The province of Siteia () was one of the provinces of Lasithi. Its territory corresponded with that of the current municipality Siteia and the municipal unit Makry Gialos. It was abolished in 2006. ===Environmentally protected areas=== There are a number of sites in the municipality of Sitia that are protected as National Parks, Aesthetic Forests, Wildlife Refuges etc. under national and international laws. Notable examples are: *Dionysades Islands which carry many rare and endangered plant species and also serve as a refuge of several animal species (mostly birds and small reptiles), including the falcon, Falco eleonorae, which finds sanctuary here. *Vai Palm Forest. *Richtis Gorge and waterfall.Richtis Gorge and Waterfall ===Climate=== ==History== Kazarma fortress at the top View of the marina The settlement of the town dates to pre-Minoan times. Excavations in the Petras neighbourhood have found architectural remains from the end of the Neolithic (3000 BC) and continue through the Bronze Age 3000-1050 BC, including the Minoan palace of Petras. Several other Minoan settlements have been found within the municipality, notably Itanos and Mochlos. According to Diogenes Laërtius, Sitia was the home of Myson of Chen, one of the Seven Sages of Greece. ===Etymology=== The ancient Ητεία, written as Itia or Etea in English,John Freely, Crete: Discovering the 'Great Island , p. 154 appears to correspond roughly to modern Sitia. The name Sitia itself is probably the result of rebracketing of the prefix \"s-\" < σε 'at' + Ητεία.Thomas Abel Brimage Spratt, Travels and Researches in Crete, 1865, chapter XIX, p. 201 ===Ancient Sitia=== Sitia was founded by Minoans as Iteia, and was a centre of refuge for native Cretans after the fall of the major Minoan settlements. The city continued to prosper through the Classical, Hellenistic, Roman and Byzantine periods as one of the island's chief ports. ===Venetian Era=== The town was later expanded and fortified by the Venetians after their acquisition of Crete in 1204, who used it as a base of operations for the Eastern Mediterranean. During the Venetian occupation, the town was destroyed three times: first by an earthquake in 1508, then by the Turkish pirate Hayreddin Barbarossa in 1538, and finally by the Venetians themselves in 1651. This final destruction took place in the context of the Cretan War (1645–1669) in which the Venetians battled to retain their hold on the island against the Ottoman Empire. While Sitia did not fall in the initial Turkish advance the Venetians did not have the resources to withstand a long siege, and accordingly destroyed the fortifications and removed the garrison to Heraklion. The local inhabitants meanwhile removed westwards to Liopetro and the site was subsequently abandoned for the next 200 years of Turkish rule. The main remnant of the Venetian occupation is the Kazarma (from Italian casa di arma), the old fortress overlooking the harbour. ===Modern Era=== After the Venetian period and subsequent abandonment the town was rebuilt until 1870 by the progressive Turkish governor Hüseyin Avni Pasha following the Cretan Revolt. It was subsequently created capital of the Sanjak of Lasit (later Lasithi, which it remains to this day). Under Turkish rule the town was renamed Avniye in honour of its rebuilder, but as the local Greeks continued to use the traditional named of Sitia this innovation did not survive Independence. Despite the turbulent history of Crete in leaving the Ottoman Empire and joining Greece, as well as the First World War, the population almost quadrupled between 1881 (570 inhabitants) and 1928 (2,100 inhabitants). Major public works were carried out by the Greek government in 1911 to modernise the town, in the course of which much of the Ottoman era town was rebuilt, as well as a fresh water supply. ==Infrastructure== The municipality of Sitia is served by the Sitia Public Airport which offers several domestic destinations. The first landing occurred on June 7, 1984 and the airport opened officially on June 9, 1984. Construction of new building facilities that included a control tower was completed in May 1993. Runway and apron extension works were finished in May 2003. Recently (2011), the local authorities have completed negotiations with international travel agents for organizing regular charter flights starting in May 2012.Charter flights 2012 , (in Greek) Currently (2011), local officials are under negotiations with the low-cost airline Ryanair.Ryanair to fly to Sitia (in Greek) In addition, Sitia is served by a port which connects Sitia and eastern Crete with several other Greek islands as well as with the port of Piraeus.Sitia Port The town also has a marina which accommodates smaller fishing boats and yachts. ===Health services=== The General Hospital of Sitia was founded in 1947 as a local health center and was later (1994) relocated to a new 7500m2 (110-bed capacity) building and accordingly upgraded to serve as the main hospital for the municipality of Sitia and the surrounding area.General Hospital of Sitia (in Greek). ==Culture== ===Attractions=== *Moni Toplou, founded in the mid 15th century, is one of the most significant monasteries in Crete. *Kazarma fortress, in the town of Sitia. *Gorge of the Dead (at Kato Zakros). *Various archeological sites with Minoan civilization settlements from the Bronze Age, such as in Itanos and Mochlos. ===Notable people=== *Yannis Hamilakis - archaeologist *Myson - philosopher (one of the 7 legendary wise men of ancient Greece) *Vitsentzos Kornaros - poet (composer of Erotokritos) *Stratis Kalogeridis - musician of local folk music *Giannis Dermitzakis - musician of local folk music *Katerina Papoutsaki - actress *Giannis Savvidakis - singer *Giorgos Mazonakis - singer *Eleni Kastani - actress *Jenny Hiloudaki - DJ *Seraina Kazamia - model ==References== ==External links== * *Municipality of Sitia (History) *Vai forest *Richtis gorge *Gorge of the Dead *Richtis beach and gorge *Richtis gorge and waterfall *1st General Lyceum of Sitia (high school) *Cretan Quality Agreement, local non-profit \"promoting local cuisine and good health\" *Photos from Sitia * Category:Municipalities of Crete Category:Populated places in Lasithi Category:Provinces of Greece ",
    "title": "Sitia"
}