{
    "id": "516176",
    "text": "Westward Ho! is a seaside village near Bideford in Devon, England. The A39 road provides access from the towns of Barnstaple, Bideford and Bude. It lies at the south end of Northam Burrows and faces westward into Bideford Bay, opposite Saunton Sands and Braunton Burrows. There is an electoral ward with the same name. The population at the 2011 census was 2,112. ==Name== Road sign marking the entrance to the village Westward Ho! is noted for its unusual place name. The village name comes from the title of Charles Kingsley's novel Westward Ho! (1855), which was set in nearby Bideford. The book was a bestseller, and entrepreneurs saw the opportunity to develop tourism in the area. The Northam Burrows Hotel and Villa Building Company, chaired by Isaac Newton Wallop, 5th Earl of Portsmouth, was formed in 1863, and its prospectus stated: The hotel was named the Westward Ho!-tel, and the adjacent villas were also named after the book. As further development took place, the expanding settlement also acquired the name of Westward Ho! Devon History Society, The ochidore and Westward Ho! Westward Ho! History Group: Westward Ho! - The Beginning The exclamation mark is therefore an intentional part of the village's name. It is the only such place name in the British Isles; Saint- Louis-du-Ha! Ha!, Quebec, shares the distinction of having an exclamation mark in its name. ==Development== Holy Trinity Church Development of the village began ten years after the 1855 Kingsley novel was published, in order to satisfy the Victorians' passion for seaside holidays. The United Services College was founded in the village in 1874. Shell middens and a submerged forest that date to the Mesolithic period have been excavated on the shoreline at Westward Ho!. The village has become more residential as holiday camps closed and houses and flats were erected. One former camp was Torville Camp. The two major holiday camps still running are Surfbay Holiday Park and Braddick's Holiday Centre. Taw and Torridge estuaries ==United Services College== The United Services College, a public school for boys aged about thirteen to eighteen, was founded at Westward Ho! in 1874 and had the aim of preparing boys for the army and navy and for the service of the British Empire. It lasted until 1906, when it merged with the Imperial Service College in Berkshire and closed its site at Westward Ho!. Notable old boys included Rudyard Kipling, whose book Stalky & Co. (1899) is based on his time at the College. ==Geography== Westward Ho! is known for its surfing seas and the long expanse of clean sand backed by a pebble ridge and grasslands which extends for about three miles. It has two churches, Westward Ho! Baptist Church and Holy Trinity Church. The seaward part of the village lies within the North Devon Coast, an Area of Outstanding Natural Beauty. ==Geology== The rocks on the coastline of Westward Ho! are of Upper Carboniferous age. The rocks were tilted during the Variscan Orogeny; in the present day they dip at 50–70 degrees north and south. The wave-cut platform is an example of a multi-scale fault system, with the phases of tectonic activity exposed at low tide. ==Transport== ===Bus services=== *Stagecoach 21 – The North Devon Wave – Westward Ho! – Northam – Bideford – East the Water – Instow Anstey Way – Fremington – Bickington – Railway Station – Barnstaple Bus Station - Braunton - Ilfracombe * Stagecoach services run right through the day at 30-minute intervals, 2 buses an hour. * Stagecoach 16 runs to Appledore – Northam – Bideford 6 times a week only on Tuesdays and Thursdays 3x per day. *National Express Coaches also serve Westward Ho!. ===Railway=== A railway served Westward Ho! from 1901 to 1917. The Bideford, Westward Ho! and Appledore Railway was a standard gauge railway which ran between these places, but had no connection with the rest of the railway system, though there was a pedestrian ferry link from Appledore to Instow which was connected to the rest of the rail network of Britain. A section of the trackbed is used as part of the South West Coast Path. The Charles Kingsley statue in nearby Bideford The West Country class locomotive number 21C136 (later 34036), built initially for Southern Railways and later British Rail, was named \"Westward Ho!\" after the town. ==Sports== It is also known for the Royal North Devon Golf Club, the oldest golf course in England and Wales. Other attractions of the village include the arcades, a go-kart track and the Rock Pool a tidal lido. == World War II == Adapted Bailey bridges were tested at Westward Ho! as part of the Mulberry Harbour project, as well as the Panjandrum by the Directorate of Miscellaneous Weapons Development.J.Evans, R.Walter, E.Palmer, 'A Harbour Goes To War: The Story Of Mulberry And The Men Who Made It Happen'. Publisher - South Machars Historical Society (2000), . p. 37. ==Notable resident== Rudyard Kipling spent several of his childhood years at Westward Ho!, where he attended the United Services College (later absorbed by Haileybury College, which is now in Hertfordshire). His collection of stories, Stalky & Co, published in 1899, was based on his experiences at the College. To commemorate his living there, the first stanza of his poem \"If—\" is set into the pavement on the promenade in granite setts. The view inland ==Twin towns== Westward Ho! is twinned with Mondeville in France, and Büddenstedt in Germany. ==In popular culture== The town lends its name to a song by the band Half Man Half Biscuit which recounts a dream about holidaying in the town. The song also mentions the nearby village of Northam. ==See also== *North Devon Coast AONB ==References== ==External links== * *Information from BBC site * North Devon AONB website *Official tourism website * * Category:Seaside resorts in England Category:Beaches of Devon Category:Torridge District ",
    "title": "Westward Ho!"
}