{
    "id": "516106",
    "text": "The president of Syria, officially the president of the Syrian Arab Republic, is the head of state of the Syrian Arab Republic. He is vested with sweeping powers that may be delegated, at his sole discretion, to his vice presidents. He appoints and dismisses the prime minister and other members of the Council of Ministers (the cabinet) and military officers. Bashar al-Assad is the 20th and current president of Syria. Bashar, son of the former president, Hafez al- Assad, was the longest president to serve as he takes the oath on 17 July 2000. ==Term of office== The president runs for a 7-year term after he is elected, and can be re-elected for as many terms as he would. ==Eligibility criteria== According to articles 84 and 85 of the Syrian Constitution, the candidate for the office of President of the Republic must: # Acquire the support of at least 35 members of the People's Assembly # Be above the age of 34 (as of a new law) # Have lived continuously in Syria for 10 years before the election # Be Syrian by birth, of parents who are Syrians by birth # Not be married to a non-Syrian spouse Also, the Constitution states that \"The religion of the President of the Republic is Islam\". On 31 January 1973, Hafez al-Assad implemented the new Constitution, which led to a national crisis. Unlike previous constitutions, this one did not require that the president of Syria must be a Muslim, leading to fierce demonstrations in Hama, Homs and Aleppo organized by the Muslim Brotherhood and the ulama. They labeled Assad as the \"enemy of God\" and called for a jihad against his rule. Robert D. Kaplan has compared Assad's coming to power to \"an untouchable becoming maharajah in India or a Jew becoming tsar in Russia—an unprecedented development shocking to the Sunni majority population which had monopolized power for so many centuries.\" ==Powers== Apart from executive authority relating to a wide range of governmental functions including foreign affairs, the president has the right to dissolve the People's Council, in which case a new council must be elected within ninety days from the date of dissolution. ==List of presidents== ==Latest election== {| class=wikitable style=text- align:right |- !colspan=2|Candidate !Party !Votes !% |- | style=\"background:#017B48;\"| |align=left|Bashar al-Assad||align=left|Ba'ath Party|| 10,319,723 ||88.7 |- | style=\"background:#E30022;\"| |align=left|Hassan al-Nouri||align=left|NIACS||500,279||4.3 |- | style=\"background:#ddd;\"| |align=left|Maher Hajjar||align=left|Independent||372,301||3.2 |- | style=\"text-align:left;\" colspan=\"3\"|Invalid/blank votes|| 442,108 || 3.8 |- | style=\"text-align:left;\" colspan=\"3\"|Total||11,634,412||100 |- | style=\"text- align:left;\" colspan=\"3\"|Registered votes/turnout||15,845,575|| 73.42 |- | colspan=\"7\" style=\"text-align:left;\"|Source: SANA, SANA |} ==References== ==External links== * Category:Politics of Syria Category:Government of Syria ",
    "title": "President of Syria"
}