{
    "id": "516290",
    "text": "Philip Livingston (July 9, 1686 - February 11, 1749), the son of Robert Livingston the Elder, and elder brother of Robert Livingston of Clermont. Philip was the second Lord of Livingston Manor, a merchant, and slave trader. ==Early life== Coat of Arms of Philip Livingston Philip Livingston was the fourth child and second son of Robert Livingston and Alida (née Schulyer) van Rensselaer Livingston. He was born on July 9, 1686 in his father's Albany, New York town house, at \"Elm Tree Corner\", the intersection of State and Pearl Streets and one of early Albany's principal crossroads. The name commemorates a legendary elm tree that reputedly was planted in 1735 by a young Philip Livingston in front of his father's house on the northwestern corner. Something of an Albany landmark, the old elm was removed in June 1877.Bielinski, Stefan. \"Elm Tree Corner\", New York State Museum At the time of Philip's birth, his father was downriver in New York engaged in persuading Governor Dongan to grant a city charter to Albany. Philip was named for his maternal grandfather, Philip Pieterse Schuyler. Alida Livingston taught her children to read and write both English and Dutch. Philip spent a year with the Huguenot community of New Rochelle in order to learn French, in anticipation of a career as an Albany trader dealing with French Canada.Kierner, Cynthia A., Traders and Gentlefolk: The Livingstons of New York, 1675-1790, Cornell University Press, 1992 Philip grew up learning the intricacies of business, and trade from his father, the most successful entrepreneur in the Hudson Valley.Bielinski, Stefan. \"Philip Livingston\", New York State Museum From 1707, he acted as his father's unofficial deputy in the offices of clerk of the county and city of Albany. Philip Livingston is described as \"a handsome, gay 'breaker of hearts'\".The WPA Guide to New York, Federal Writers' Project ==Career== ===Merchant=== His parents relocated to Livingston Manor sometime prior to Philip's marriage Catherine van Brugh in 1708. Philip and his wife took up residence in the Albany townhouse. From there he took over management of his father's Albany enterprises. Philip Livingston began his mercantile career at the age of 23 after an apprenticeship with one of his Schuyler uncles in Albany. Later, he became a mercantile factor in his own right, trading furs with New York merchants such as Stephen DeLancey and Henry Cuyler. With vast land tracts and abundant water resources at their disposal, the Livingstons were well placed to recognize the importance of grain as a commodity New York could export. Robert Livingston built two gristmills on the Manor and Philip Livingston acted as his father’s agent buying grain in the Hudson valley and selling flour in New York or shipping it the British West Indies. His younger brother, Robert, served as his agent in New York City. Early in his career, Philip Livingston surveyed land titles. In late 1719, he was licensed to practice law. In 1720 Philip was appointed one of the Commissioners for Indian Affairs. That same year Robert Livingston resigned the positions of Secretary for the Commission of Indian Affairs, and Town Clerk of Albany in favor of Philip. The appointment was confirmed by Governor Burnet. Livingston, Edwin Brockholst. The Livingstons of Livingston Manor, Knickerbocker Press, 1910 The position of Secretary to the Commission of Indian Affairs Robert put to good advantage in acquiring thousands of acres of unimproved land in the Mohawk Valley. In 1725, Philip was appointed to the Provincial Council, a position he held until his death. Unlike his father, Philip preferred business to politics, and considered himself primarily a merchant. In 1724 he declined a seat in the assembly as he thought attending the legislature would hurt business. Philip Livingston spent a good deal of time in New York city where he owned a townhouse on Broad Street. Livingston also owned ships and participated with his sons in lucrative privateering and Triangular Trade operations. ===Slave trade=== Philip Livingston inherited slaves from both his parents and in-laws. One of Robert Livingston's his earliest investments in 1690 was a half-interest in the Margriet, a vessel that journeyed to Madagascar, Barbados, and Virginia to trade in slaves, sugar, and tobacco. Philip and his sons continued this lucrative trade. Philip traded extensively with the West Indies; in the 1730s and 1740s, he was one of New York's leading importers of slave labor from the sugar islands. Philip formed a company with his sons Philip and Pieter Van Brugh Livingston, called Philip Livingston & Sons, New York. At first the Livingstons imported small numbers of slaves from Antigua and Jamaica.Rawley, James A. and Behrendt, Stephen D., The Transatlantic Slave Trade: A History, University of Nebraska Press, Dec 1, 2005 One of the most notorious open-air markets was along the East River at the end of Wall Street. In August 1733, Philip's sloop Katherine returned with fifty blacks from Jamaica. In 1738, Philip bought a one-third share in a voyage to Guinea, where two hundred slaves were purchased and consigned to his son Peter Van Brugh and his partner in Jamaica. The ships also handled gold and ivory. The ship Oswego out of Jamaica, arrived in New York in August 1741, carrying a consignment of twelve African slaves. Slave ships continued to arrive in port despite the panic caused that summer by a so-called slave insurrection in the city. In 1749, the sloop Rhode Island, owned by the company Philip Livingston & Sons, traded rum, tobacco and cheese for guns, cloth and ivory, which it then traded on the African coast for 124 slaves.Collins, Glenn. \"The 'Main Event'\", New York Times, The Arts, Tuesday, September 27, 2005 In 1750 Livingston & Sons had three vessels working the African coast. They also owned shares in the Stork and the Sarah and Elizabeth. When the Wolf docked in New York Harbor in May 1751, 66 slaves had survived the voyage out of 147 boarded. On Livingston Manor tenant farmer, John Dykeman, was murdered in 1715 by his slave, Ben. Coming in the aftermath of the New York Slave Revolt of 1712, it was first thought to be part of another such uprising. But after a preliminary hearing conducted by Robert Livingston, Sr. and some county magistrates, it was determined that the murder was the sole act of a heartbroken, vengeful father: Dykeman had sold Ben's daughter off the manor to one of Livingston's kin in New York City. ===Lord of Livingston Manor=== Robert Livingston, first Lord of the Manor died on October 1, 1728. As Philip's older brother Johannes had died in 1720, Philip succeeded as second Lord of Livingston Manor. He was well prepared, having assisted his father in the management of the estate. He increased the family's real estate holdings and in 1743 establishing the colony's first iron works at Ancram, named for a village in Scotland. Livingston Manor became an integrated agricultural, mercantile and industrial concern. However, business affairs kept him in Albany, where he was clerk of the county and city. In 1737, he was appointed to the commission to set the boundary between Massachusetts and New Hampshire. ==Personal life== In September 1708, Livingston married nineteen-year-old Catherine Van Brugh, the only child of Albany mayor Pieter Van Brugh. Three months later, the first of their eleven children was baptized in the Albany Dutch church.Bielinski, Stefan. \"Catharina Van Brugh Livingston\", New York State Museum Livingston trained his sons for the mercantile profession, sending them into apprenticeship with merchant friends and correspondents in New York, London and Jamaica. The children were: * Robert Livingston (1708–1790), the 3rd Lord of the Manor who married Maria Thong (1711–1765), a granddaughter of Gov. Rip Van Dam. After her death, he married Gertrude (née Van Rensselaer) Schuyler (b. 1714), daughter of Kiliaen Van Rensselaer. * Pieter Livingston (b. 1710), who died young. * Peter Van Brugh Livingston (1712–1792), who married Mary Alexander (1721–1767), the daughter of James Alexander and Mary Spratt Provoost. * John Livingston (1714–1786), who married Catharine de Peyster (1724–1804), a granddaughter of the Mayor of New York City Abraham de Peyster. * Philip Livingston (1716–1778), a signer of the Declaration of Independence who married Christina Ten Broeck (1718–1801), daughter of Albany Mayor Dirck Ten Broeck. * Hendrick \"Henry\" Livingston (1719–1772), who lived and died in the Jamaica, West Indies. * Sara Livingston (1721–1722), who died young. * William Livingston (1723–1790), a signer of the United States Constitution and the first Governor of New Jersey, who married Susannah French (1723–1789) in 1745. * Sarah Livingston (1725–1805), who married William Alexander, Lord Stirling (1726–1783), in 1748. * Alida Livingston (1728–1790), who married Henry Hansen (d. 1758). After his death, she married Martinus Hoffman (1706–1772), a member of the Hoffman family and the father-in-law of New York State Senator Isaac Roosevelt. * Catherine Livingston (1733–1807), who married Alderman John Lawrence (1721–1764) of New York in 1759. After his early death, Catherine, who did not have children, never remarried. Philip Livingston died in New York on February 11, 1749. His body was transported upriver and buried at Livingston Memorial Church and Burial Ground in Livingston Manor. ===Philanthropy=== He donated 28 pounds sterling to Yale College in 1745 \"as a small acknowledgement of the sense I have for the favour and Education my sons have had there.\" The donation was used in 1756 by President Thomas Clap to establish the Livingstonian Professorship of Divinity. The Livingston Gateway at Yale stands in his honor. ==See also== *Livingston family ==References== ==External links== *Wilder, Craig Steven. Ebony & Ivy: Race, Slavery, and the Troubled History of America's Universities, Bloomsbury Press, New York *\"The First Endowed Professorship\", Yale, Slavery & Abolition Category:1686 births Category:1749 deaths Category:Businesspeople from Albany, New York Philip (1686-1749) Category:Schuyler family Category:American people of Scottish descent Category:Benefactors of Yale University Category:American slave traders Category:People of colonial New York Category:Philanthropists from New York (state) Category:Colonial American merchants Category:Burials in New York (state) Category:18th-century philanthropists ",
    "title": "Philip Livingston (1686–1749)"
}