{
    "id": "516209",
    "text": "I. A. L. Diamond (born Ițec (Itzek) Domnici; June 27, 1920 – April 21, 1988) was a Moldovan-born American writer of comedy and drama in Hollywood from the 1940s through the 1980s. As Billy Wilder's second writing partner, after Charles Brackett, he wrote twelve screenplays with Wilder. ==Early life== Diamond was born in Ungheni, Iaşi County, Bessarabia, Romania, present day Moldova, was referred to as \"Iz\" in Hollywood, and was known to quip that his initials stood for \"Interscholastic Algebra League\", a prize he had won while attending Boys' High School in Brooklyn. Diamond emigrated with his mother and sister, following his father to the Crown Heights area of Brooklyn in the United States at the age of 9. There he studied at the Boy's High School, showing ability in mathematics, competing in the state Mathematics Olympiads in 1936–37 and winning several medals therein. Diamond completed his undergraduate studies at Columbia in 1941. There he studied journalism, publishing in the Columbia Daily Spectator under the pseudonym \"I. A. L. Diamond\". He was editor of the humor magazine Jester of Columbia, a member of the Philolexian Society, and became the only person to single-handedly write four consecutive productions of the annual revue, the Varsity Show as well as a spare should they need one. As a result, upon graduation he abandoned his plans to pursue his master's in engineering at Columbia and accepted a short- term contract in Hollywood. ==Career and later life== A succession of limited- term contracts ensued, notably at Paramount Pictures, where Diamond worked on projects without ultimately receiving a writing credit. He then moved to Universal Pictures, where in 1944 he worked on his first credited feature script, Murder in the Blue Room. It was a year later, at Warner Brothers, that he achieved his first real success and consequent recognition with Never Say Goodbye in 1946. He worked at 20th Century Fox from 1951 to 1955, eventually deciding to become independent. In 1957 he began a collaborative relationship with Billy Wilder on the movie Love in the Afternoon. From there, the pair had a string of hits with Some Like It Hot; The Apartment (which won an Academy Award for Best Screenplay); One, Two, Three; Irma la Douce; the Oscar- nominated The Fortune Cookie; the sex comedy Kiss Me, Stupid; and The Private Life of Sherlock Holmes. Diamond also had a hit with his 1969 solo adaptation of the play Cactus Flower into the movie of the same name. In total, Diamond and Wilder wrote twelve movies together over 25 years. Some of these films feature characters engaged in never-ending but friendly squabbling, such as Joe and Jerry in Some Like it Hot and Holmes and Watson in The Private Life of Sherlock Holmes. Diamond's widow claims that these characters were based on her husband's relationship with Wilder. In 1980, Diamond and Wilder were given the Writers Guild of America's Laurel Award for career achievement in screenwriting. Wilder had previously received the Laurel Award in 1957 for his screenwriting partnership with Charles Brackett. ==Death== Diamond died of multiple myeloma in Beverly Hills, California on April 21, 1988 at the age of 67. ==Filmography== ===As writer=== * Buddy Buddy (1981) * Fedora (1978) * The Front Page (1974) * Avanti! (1972) * The Private Life of Sherlock Holmes (1970) * Cactus Flower (1969) * The Fortune Cookie (1966) * Kiss Me, Stupid (1964) * Irma la Douce (1963) * One, Two, Three (1961) * The Apartment (1960) * Some Like It Hot (1959) (screenplay) * Merry Andrew (1958) * Love in the Afternoon (1957) * That Certain Feeling (1956) * Something for the Birds (1952) * Monkey Business (1952) * Let's Make It Legal (1951) * Love Nest (1951) * It's a Great Feeling (1949) (story) * The Girl from Jones Beach (1949) * Two Guys from Texas (1948) * Romance on the High Seas (1948) (additional dialogue) * Always Together (1948) * Love and Learn (1947) * Never Say Goodbye (1946) * Two Guys from Milwaukee (1946) * Murder in the Blue Room (1944) ===As associate producer=== * Fedora (1978) * The Private Life of Sherlock Holmes (1970) * The Fortune Cookie (1966) * Kiss Me, Stupid (1964) * Irma la Douce (1963) * One, Two, Three (1961) * The Apartment (1960) * Some Like It Hot (1959) ==Award and honors== ===Academy Awards=== Shared with Billy Wilder {| class=\"wikitable plainrowheaders sortable\" !Year !Category !Film !Result |- | 1959 | Best Adapted Screenplay | Some Like It Hot | |- | 1960 | Best Original Screenplay | The Apartment | |- | 1966 | Best Original Screenplay | The Fortune Cookie | |} === Golden Globe Awards === Shared with Billy Wilder {| class=\"wikitable plainrowheaders sortable\" !Year !Category !Film !Result |- | 1972 | Best Screenplay | Avanti! | |} ===WGA Awards=== *1957: Love in the Afternoon – American Comedy (with Billy Wilder) *1959: Some Like It Hot – American Comedy (with Billy Wilder) *1960: The Apartment – American Comedy (with Billy Wilder) *1961: One, Two, Three – American Comedy (with Billy Wilder) *1963: Irma la Douce – American Comedy (with Billy Wilder) *1966: The Fortune Cookie – American Comedy (with Billy Wilder) *1969: Cactus Flower – Adapted Screenplay (Comedy) *1970: The Private Life of Sherlock Holmes – Original Screenplay (Comedy) (with Billy Wilder) *1972: Avanti! – Adapted Screenplay (Comedy) (with Billy Wilder) *1974: The Front Page – Adapted Screenplay (Comedy) (with Billy Wilder) *1980: Laurel Award for Screenwriting Achievement ==References== ==External links== * Category:1920 births Category:1988 deaths Category:Best Original Screenplay Academy Award winners Category:Romanian Jews Category:Romanian emigrants to the United States Category:American male screenwriters Category:Jewish American writers Category:Columbia College (New York) alumni Category:People from Ungheni Category:Boys High School (Brooklyn) alumni Category:Screenwriters from New York (state) Category:People from Crown Heights, Brooklyn Category:Deaths from multiple myeloma Category:20th-century American male writers Category:20th- century American screenwriters ",
    "title": "I. A. L. Diamond"
}