{
    "id": "516286",
    "text": "The Municipal Stadium of Braga () is an all-seater football stadium located in Braga, Portugal, and the current home of Sporting Clube de Braga. It has a capacity of 30,286 spectators, making it the seventh largest football stadium in Portugal. The Pritzker Architecture Prize-winning stadium was designed by Portuguese architect Eduardo Souto de Moura. Also known as A Pedreira (The Quarry), for being carved into the side of a mountain, the stadium was built in 2003 as a venue for the UEFA Euro 2004. ==History== An early sketch by Eduardo Souto de Moura for the Braga stadium A view of the construction site in 2003 The construction site showing the two lateral stands The project to build a stadium was developed in 2000 by architect Eduardo Souto Moura. On 5 June, the program to build the new municipal stadium for the European championships in 2004 began, promoted by the municipal council of Braga. Between 2002 and 2003, the municipal stadium was built. The enormous rock moving process contributed heavily to the final €83.1 million cost, the fourth most expensive of the ten new stadia built for Euro 2004, after Estádio da Luz (capacity: 64,642) and Estádio José Alvalade (capacity: 50,095), both in Lisbon, and Estádio do Dragão (capacity: 50,033) in Porto. A football game between Sporting Braga and Celta Vigo inaugurated the opening of the stadium on 30 December 2003. The stadium became a UEFA-approved site to host the UEFA Europa League final, as well as participation in the elite competition for Europe's top clubs, the UEFA Champions League. During the UEFA European Championship in 2004, it was the site of various matches including: the 13th game, between Group C teams Bulgaria and Denmark (18 June 2004) and the 23rd match between Group D teams Netherlands and Latvia (22 June 2004). This match marked the stadium's last event during the UEFA championship in 2004, even as in October of the same year, the public work along the Avenida do Estádio was concluded. On 27 January 2005, a dispatch was opened by the president of the IPPAR to classify the stadium as a national patrimony. In the same year, Eduardo Souto Moura received the Secil Prize from Portuguese President Jorge Sampaio, for his work on the municipal stadium. It was followed six years later by the Pritzker Prize. In 2006 the stadium won the Chicago Athenaeum International Architecture Award for the best new global design. A Financial Times article on Britain's stadia referred to the municipal stadium as one of the four examples of \"beautiful grounds\", noting that: \"There has been nothing in this country to match the architectural delight of Eduardo Souto de Moura’s stadium for Braga in Portugal, a breathtaking arena carved into the side of a rock face on the site of a former quarry.\" As the principal tenant, Sporting Braga paid monthly rent of for the use of the stadium. In July 2007, Sporting Braga announced a three-year sponsorship deal with French insurance company AXA, which included a promotional change to the name of the municipal stadium by the club. Following this agreement, promoters and team officials began to refer to the municipal stadium of Braga as the Estádio AXA (AXA Stadium). However, the municipality (as landlord) clarified that the stadium had not been officially renamed, as this was a deal between its tenant and its partner. On 23 October 2009, the process to classify the stadium ran out, under terms of article 78 (decree 309/2009), but was prorogued on 23 October. ==Architecture== The quarry face and lateral stands, showing the steel-string canopy A view of the causeway and staircases servicing the stands and concession The stadium is situated in an isolated, urban area on the north flank of Monte do Castro, in the sporting park of Dume. The stadium was carved from the Monte do Castro quarry that overlooked Braga; stands were constructed on either side of the pitch, while one of the goal backdrops was carved from the rock walls of the quarry. The opposite goal backdrop is dominated by the city sprawl. Each stand is covered with a canopy-style roof and connected by dozens of steel strings, a design inspired by ancient South American Incan bridges. Movement between stands is accomplished through a plaza under the pitch. ==Events== * The stadium plaza held the Minho Campus Party, a LAN party, in 2004. * The Corrs performed at the stadium in 2004 on their Borrowed Heaven Tour. * The outskirts of the stadium annually host the \"Enterro da Gata\", a university festival that celebrates the end of the school year with multiple concerts and festivities, organized by the University of Minho. ;2004 European Championship A view at the Municipal Stadium during the 2004 UEFA Netherlands-Latvia match The stadium hosted two Euro 2004 group stage matches, Bulgaria vs. Denmark and Netherlands vs. Latvia. {| class=\"wikitable\" ! Date !! !! Result !! !! Round |- | 18 June 2004 || || 0–2 || || Group C |- | 23 June 2004 || || 3–0 || || Group D |- |} ;Portugal National Team The following national team matches were held in the stadium. {| class=\"wikitable\" style=\"font-size:85%\" ! # !! Date !! Score !! Opponent !! Competition |- style=\"background: #FFCCCC\" | 1. || 31 March 2004 || 1–2 || || Friendly |- style=\"background: #FFFFCC\" | 2. || 15 October 2008 || 0–0 || || 2010 World Cup qualification |- style=\"background: #CCFFCC\" | 3. || 11 September 2012 || 3–0 || || 2014 World Cup qualification |- style=\"background: #CCFFCC\" | 4. || 8 October 2015 || 1–0 || || Euro 2016 qualifying |- |} ==References== ===Notes=== ===Sources=== * * == External links == * Braga stadium design page on WorldStadiums.com (with photographs) * afaconsult: Engineering design firm of the Braga Municipal Stadium * Stadium Guide Article Estadio Municipal de Braga Estadio Municipal de Braga Category:Sports venues in Braga District Category:Football venues in Portugal Estadio Municipal de Braga Category:UEFA Euro 2004 stadiums Category:Sports venues completed in 2003 Estadio Municipal de Braga Estdio Municipal de Braga Estdio Municipal de Braga ",
    "title": "Estádio Municipal de Braga"
}