{
    "id": "516315",
    "text": "Robert Joseph Pastorelli (June 21, 1954 – March 8, 2004) was an American actor. Having acquired a reputation as a skilled character actor in the 1980s and 1990s, Pastorelli's career went into decline after the death of his girlfriend under mysterious circumstances at his home in 1999. He died of a narcotic overdose in 2004.Screen World: 2005 Film Annual By John Willis, Barry Monush. Hal Leonard Corporation p.386 ==Early life== Pastorelli was born in New Brunswick, New Jersey, the son of Ledo Pastorelli (1918-2008),https://www.findagrave.com/memorial/27653041/ledo-j_-pastorelli an insurance salesman and Dotty, an artist. His sister, Gwen Pastorelli, is an opera singer and a real estate agent. He spent his childhood years in Edison, New Jersey,Armstrong, Lois. \"In the Kitchen With...Robert Pastorelli; After Leaving Murphy Brown, the Man Who Played Eldin the Painter Returns to a Familiar Role (well, Sort Of) as a Celebrity Chef\", People (magazine), June 27, 1994. Accessed April 4, 2016. \"His mom provided the recipe for zucchini parmigiana, one of Bobby's favorites when he was growing up in Edison, N.J.\" graduating from Edison High School in 1972. He initially intended a career as a professional boxer, but had to abandon the sport due to injuries sustained in a near-fatal high-speed car crash at the age of 19 (he later claimed that he had a \"near death\" incident at this time, and that he had experienced himself looking down from above upon his body in the hospital bed with his father at the bedside overcome with grief). He acquired a narcotic habit in his early twenties prior to his acting career that he overcame, but he would relapse throughout his later life. ==Theater career== He entered the acting profession via New York City theater in the late 1970s after studying at the New York Academy of Theatrical Arts and the Actors Studio, financially maintaining himself by working as a bartender. In 1977 he made his stage debut in a production of Rebel Without a Cause. He also performed in productions of The Rainmaker, and Death of a Salesman.Obituary for Pastorelli, 'Los Angeles Times', 10 March 2004. Later in his career he performed at London's South Bank theater in A Streetcar Named Desire in 2002. ==Hollywood== In 1982 Pastorelli headed west to Los Angeles seeking opportunities in Hollywood. Spending the early 1980s employed in television bit-part appearances, he found a niche playing streetwise characters, appearing also in supporting roles in the cinema films Outrageous Fortune (1987) and Beverly Hills Cop II (1987). His first substantial cinematic role came with Dances with Wolves (1990). His big break in television came with the role of the gruff but lovable house painter \"Eldin Bernecky\" on the series Murphy Brown, which was a ratings hit, and he stayed with the show for seven seasons from 1988 to 1994. Murphy Brown producer Diane English was sufficiently impressed with his abilities that she worked with him to produce his first starring vehicle, the television sitcom Double Rush which lasted one season in 1995. Two years later, he starred in the American adaptation of the British detective series Cracker (1997–1999). As his television career gained momentum Pastorelli's opportunities in cinema roles increased: Sister Act 2: Back in the Habit (1993); a career defining performance playing a demented serial killer in the 1993 murder mystery thriller Striking Distance (although the movie was not a commercial success); Eraser (1996), Michael (1996), and Modern Vampires (1998).Entry for Pastorelli's career in IMDb website (2019). https://www.imdb.com/name/nm0665123/ ==Charemon Jonovich shooting== On the evening of March 15, 1999, during an incident at his Hollywood home, Pastorelli's 25-year-old girlfriend, Charemon Jonovich, was killed by a gunshot to the head. During the authorities' investigation that followed, Pastorelli testified that in the midst of an argument between the two of them, she suddenly produced a handgun and killed herself. The incident was investigated as an accident or suicide, and the Los Angeles Coroner's Office declared the cause of death undetermined. ==Final years== Pastorelli was exonerated of responsibility for Charemon Jonovich's death and received public expressions of sympathy within Hollywood and from the Los Angeles media, but his career went into noticeable decline afterwards. He appeared in two more cinema productions in small roles in the early 2000s as well as some minor supporting roles in television productions. He developed a friendship with Glenn Close towards the end of his career, and appeared alongside her in the television films The Ballad of Lucy Whipple, and in South Pacific in 2001. In 2002 he again appeared alongside her at London's Royal National Theatre in a performance of Tennessee Williams' A Streetcar Named Desire. In 2002 he co- founded the Garden State Film Festival. His posthumous final screen appearance was in the movie Be Cool (2005). ==Death== Pastorelli was found dead at the age of 49 at his home in the Hollywood Hills on March 8, 2004, from a narcotics overdose. 'Murphy Brown star was murder suspect'. At the time of his death he had been forewarned that authorities were planning on arresting him for further questioning regarding the shooting of Charemon Jonovich in March 1999. A review of the original evidence had resulted in her death being reclassified as a homicide, with Pastorelli being identified as a suspect for further investigation. The Coroner's Office reported Pastorelli died of a \"fatal blood concentration of morphine\". Report 4 August 2004. Pastorelli's body was interred in the mausoleum at Saint Catharine's Cemetery in Sea Girt, New Jersey. ==Personal life == Pastorelli had two daughters, Gianna Li Pastorelli (born February 6, 1998) with Charemon Jonovich, and Giannina Marie Pastorelli (born March 6, 2000) with his then girlfriend, Jalee Carder. ==Filmography== * Barney Miller (1982, TV Series) as Edward Guthrie * Knight Rider (1983, TV Series) as Leroy * Newhart (1983, TV Series) as Prisoner * I Married a Centerfold (1984, TV Movie) as Guard * Hunter (1985, TV Series) as Willie Wakefield * California Girls (1985, TV Movie) as Mechanic * The A-Team (1985, TV Series) as Juarez's Henchman * Beauty and the Beast (1987–1988, TV Series) as Vick Ramos / Tony Perotta * Miami Vice (1987, TV series) as Vespa * Outrageous Fortune (1987) as Dealer #2 * Hands of a Stranger (1987, TV Movie) as Handyman * Beverly Hills Cop II (1987) as Vinnie * Memories of Me (1988) as Al (Broccoli) * Lady Mobster (1988, TV Movie) as Matteo Villani * Murphy Brown (1988–1994, TV Series) as Eldin Bernecky * Dances with Wolves (1990) as Timmons * FernGully: The Last Rainforest (1992) as Tony (voice) * Folks! (1992) as Fred * Striking Distance (1993) as Det. Jimmy Detillo * The Paint Job (1993) as Willie * Sister Act 2: Back in the Habit (1993) as Joey Bustamante * Harmful Intent (1993, TV Movie) as Devlin O'Shea * The Yarn Princess (1994, TV Movie) as Jake Thomas * Double Rush (1995, TV Series) as Johnny Verona * The West Side Waltz (1995, TV Movie) as Sookie Cerullo * Eraser (1996) as John \"Johnny C\" Casteleone * Michael (1996) as Huey Driscoll * A Simple Wish (1997) as Oliver Greening * Cracker (1997-1999, TV Series) as Gerry Fitzgerald * Modern Vampires (1998, TV Movie) as The Count * Scotch and Milk (1998) as The Skipper * Heist (1998) as T-Bone * Bait (2000) as Jaster * The Ballad of Lucy Whipple (2001, TV Movie) as Clyde Claymore * South Pacific (2001, TV Movie) as Luther Billis * Treasure Planet (2002) as Mertock (voice) * Be Cool (2005) as Joe Loop (final film role) ==See also== * List of people who died on the toilet * Toilet-related injuries and deaths ==References== ==External links== * * Category:1954 births Category:2004 deaths Category:American male film actors Category:American male television actors Category:Drug-related deaths in California Category:Male actors from New Jersey Category:American people of Italian descent Category:People from Edison, New Jersey Category:People from New Brunswick, New Jersey Category:Male actors of Italian descent Category:20th-century American male actors ",
    "title": "Robert Pastorelli"
}