{
    "id": "516580",
    "text": "Sitiveni Ligamamada Rabuka, OBE, MSD, OStJ, (; born 13 September 1948) is best known as the instigator of two military coups that shook Fiji in 1987. He was later democratically elected as Prime Minister of Fiji, serving from 1992 to 1999. He went on to serve as Chairman of the Great Council of Chiefs, and later served as Chairman of the Cakaudrove Provincial Council from 2001 to 2008. He was elected to this position on 24 May 2001 and re-elected for another three-year term on 13 April 2005. On 24 June 2016, Rabuka was elected as leader of the Social Democratic Liberal Party, succeeding Leader of the Opposition Ro Teimumu Kepa, who publicly disapproved of Rabuka's nomination to replace her. On 26 November 2018, Rabuka was appointed as the leader of the Opposition to Parliament, following the 2018 election defeat. Rabuka was the only nomination for the position and his nomination was moved by Ro Teimumu Kepa and seconded by Biman Prasad. == Early life and military career == The son of Kolinio Epeli Vanuacicila Rabuka and Salote Lomaloma Rabuka, he comes from the village of Drekeniwai on Vanua Levu, one of Fiji's two major islands. He was educated at Queen Victoria School, where he became the head boy in his final year. He represented Fiji in shot put, hammer throw, discus and the decathlon at the 1974 British Commonwealth Games. Rabuka was trained initially in New Zealand army schools, from which he graduated in 1973, and later did postgraduate work at the Indian Defence Services Staff College in 1979, and at the Australian Joint Services Staff College in 1982. He was a senior operation plans manager for UNIFIL peacekeeping troops in Lebanon in 1980 and 1981. On his return home, he was appointed Army Chief of Staff. From 1982 to 1987, he was an operations and training officer for the Fijian army, except for a two- year absence (1983–1985) when he commanded the Fijian Battalion as part of the Multinational Force and Observers peacekeeping force in the Sinai. For his service in Lebanon, Rabuka was awarded the Legion of Honour in 1980 and the Order of the British Empire by Queen Elizabeth II in 1981.http://www.saxton.com.au/sitiveni-rabuka/\"He was awarded the French Legion D’Honneur for bravery by the French Government for saving a French officer during an attack on the UN Headquarters in Lebanon in 1980.\"http://www.saxton.com.au/sitiveni-rabuka/\" For outstanding leadership in Lebanon, Rabuka was awarded the OBE (Military Division) by Her Majesty Queen Elizabeth II in the Queen’s Birthday Honours list in 1981.\" == The 1987 coups == Rabuka, by now a colonel, emerged suddenly from obscurity on 14 May 1987 when he staged the first of two military coups to reassert ethnic Fijian supremacy, following the 1987 election, which had brought an Indo-Fijian (ethnic Indian)-dominated government to power. Deposing the elected government, he handed power over to the Governor-General, Ratu Sir Penaia Ganilau, a high chief whom he expected to implement ethnic Fijian interests. When, however, Ganilau attempted to reinstate the abrogated constitution, Rabuka carried out a second coup on 28 September that year. At first he pledged his allegiance to the Queen, but on 7 October he issued a decree (Declaration – Republic of Fiji Decree 1987 No. 8) proclaiming a republic, abolishing the 113-year link to the British Monarchy. He handed over power on 5 December to an interim administration, headed by Ganilau as President and Ratu Sir Kamisese Mara as Prime Minister, but remained Commander of the Army and Minister of Home Affairs, the National Youth Service, and the Auxiliary Army Service. Ganilau and Mara did not feel strong enough to dismiss Rabuka, but the public support they enjoyed as high chiefs was such that he did not feel strong enough to depose them. An uneasy truce existed between Ganilau and Mara on the one hand and Rabuka on the other. Rabuka was seen as a hero by the Indigenous members when he overthrew Fiji's first Indian government to install an indigenous Fijian ruling class.http://www.corbisimages.com/stock- photo/rights-managed/0000230154-020/sitiveni-rabuka-at-fijian-military- training-ceremony\" In April 1987, Rabuka became a hero when he overthrew Fiji's first Indian dominated government in order to install an indigenous Fijian ruling class\" During the time of the coup, Rabuka was sometimes referred to in the press as \"Colonel Steve Rambo.\" In 2006, Rabuka finally apologised for having executed the coups. Fiji Live reported on 28 March that Rabuka had told India's Ahmedabad Newsline, while visiting India for medical treatment, that he regretted his role in the coups, which he described as \"democratically wrong.\"Fiji's SVT party says office break-in was political, Radio New Zealand International, 28 March 2006 == Prime Minister of Fiji == Following the adoption in 1990 of a new Constitution that guaranteed ethnic Fijian domination of the political system, Rabuka was chosen to lead the newly formed Soqosoqo ni Vakavulewa ni Taukei in 1991. This party won the parliamentary election of 1992 and Rabuka became Prime Minister. His government was weakened from the outset, however, by a leadership challenge by former Finance Minister Josefata Kamikamica. In 1994, Kamikamica left the party with five of his supporters, depriving Rabuka of a parliamentary majority. A parliamentary election to resolve the impasse was held three years early; the Fijian Political Party won a plurality but fell two seats short of an absolute majority in the 70-member House of Representatives. Rabuka formed a coalition with the small General Voters Party, a small party supported almost entirely by General electors, who comprised Europeans, Chinese, and other minorities. He also agreed to negotiate with moderate leaders of the Indo-Fijian community to draft a controversial new Constitution, which removed most of the provisions that had biased the political system in favour of indigenous Fijians. The elections of 1999 were the first in many years to see real competition between ethnic Fijians and Indo-Fijians for power. Rabuka lost these elections, and was replaced by Mahendra Chaudhry, the first Indo- Fijian Prime Minister. == The 2000 coup and Queen Elizabeth Barracks mutiny == Following his electoral defeat, Rabuka was elected Chairman of the Great Council of Chiefs of the Great Council of Chiefs. He was forced to relinquish this post in 2001, however, in the wake of allegations made against him by former President Ratu Sir Kamisese Mara of complicity in the Fiji coup of 2000, which deposed both Mara and the Indo-Fijian Prime Minister, Mahendra Chaudhry, on 19 May 2000. Claiming that the coup leader George Speight – who was then in custody and has since been convicted of treason – was only a front, Mara appeared on Close-Up television program on 30 April 2001 and revealed that on 21 May 2000, two days after the coup, he had confronted Rabuka and Isikia Savua, the police chief, about their possible involvement in it. \"I could see it in their faces,\" Mara declared. Ratu Mara told the programme that within half an hour of Speight's forcible occupation of the Parliament, Rabuka had telephoned Government House (the official residence of the President) to offer to form a government. He further alleged that the Counter Revolutionary Warfare Unit of the Army had been involved in the coup after receiving training on a farm owned by Rabuka. In an interview with Fiji's Daily Post on 2 July 2001, Rabuka angrily denied the allegations, saying that they were the ravings of '\"an angry old man\" and \"very unbecoming of a national leader and of a statesman.\" The charges, however, were repeated on the floor of the Senate on 23 October 2004 by Adi Koila Nailatikau, Mara's daughter. Former Attorney-General Sir Vijay Singh published a memoir in 2006, supporting the allegations against Rabuka. Fiji Village quoted Singh on 18 August 2006 as saying, at the launch of his memoir, \"Speaking Out\", that Rabuka had told him personally that he was one of the ring-leaders and that real target of the coup was not the Chaudhry government, but Ratu Mara, and that Mara had voiced his own suspicions about Rabuka to Singh. \"On Monday (following the Friday coup) I had a telephone conversation with the President Ratu Sir Kamisese Mara. He had no doubts that it was Mr Sitiveni Rabuka and Mr Isikia Savua\", the then Commissioner of Police \"who had organised the miserable affair at parliamentary complex,\" Singh said. Rabuka refused to comment on Singh's allegations, citing sub judice. === Alleged role in mutiny === Rabuka was also accused of instigating or supporting the mutiny that took place at Suva's Queen Elizabeth Barracks on 2 November 2000. In an interview with the Fiji Times on 12 November 2000, the Military Commander, Commodore Frank Bainimarama charged that while the revolt was in progress, Rabuka had visited the barracks with his army uniform in the car, ready to take over command of the army. He also allegedly started issuing orders to soldiers. \"Rabuka's words to one of my colonels at the height of the shootings raised my suspicions,\" Bainimarama said. \"He said the Colonel should listen to his instructions. He also criticised my leadership.\" Bainimarama accused Rabuka of leading soldiers astray by using \"confusing\" and \"deceiving\" words. Bainimarama also accused Rabuka of having \"politicized\" the Counter Revolutionary Warfare (CRW) unit, which he had founded as a bodyguard in 1987, to favour both the mutiny and the earlier takeover of parliament in May. Members of the CRW were involved in both the May coup and the November mutiny. Bainimarama's version was supported by Lieutenant Colonel Viliame Seruvakula, who led the counteroffensive to put down the mutiny. On 13 November 2000, he said that rebels interrogated by the military had implicated Rabuka. He accused Rabuka of trying to take civilians into the barracks to act as human shields for the mutineers, and stated that Rabuka's intention was to \"claim military leadership and ultimately overthrow the Government of the day.\" Rabuka, a retired officer, denied supporting the mutiny, but refused to comment on an accusation from Bainimarama that he had called a meeting of senior officers loyal to him to depose Bainimarama. === 2006 arrest === Rabuka's denials of the allegations against him did not end the controversy. On 14 May 2005, The New Zealand Heraldreported in its Weekend Herald edition that the Fiji police force was close to making a decision on whether to charge certain unnamed individuals, one of whom the Herald believed to be Rabuka. The report quoted Police Commissioner Andrew Hughes as saying that a major hindrance to their investigation was a \"cone of silence\" among the close associates of the suspects. Rabuka was arrested on 11 May 2006 on charges of inciting Lieutenant Colonel Viliame Seruvakula to commit a military mutiny on 2 November 2000, in the aftermath of the 2000 coup. He was alleged to have approached Seruvakula back on 4 July that year, with a view to overthrowing the Military Commander, Commodore Frank Bainimarama. He entered no plea, was released on $F 1000 bail, and was required to surrender his passport. He was ordered to report to the Namadi police station between 6 am and 6 pm every Monday and Saturday, and was warned not to try to influence any witnesses, according to a Fiji Live report. It was announced on 17 June that at the request of the Director of Prosecutions, the case had been transferred to the High Court due to the serious nature of the charge. Rabuka appeared in the High Court on 30 June and pleaded not guilty, Fiji Village reported. The trial was set for 20 October, but this was later changed to 6 November. Fiji Village reported on 6 September that Rabuka had been refused permission to travel to Papua New Guinea for a golf tournament. Judge Gerard Winter ruled that the charges against Rabuka were serious and that he must not be allowed to abscond. Permission to leave Fiji would therefore be granted for medical emergencies only; the golf tournament did not qualify, he declared. On 11 December 2006, Rabuka was found not guilty on two counts of inciting a mutiny. The judge cast a deciding vote after the panel of assessors was split. == Later controversies == In 2004, the Fijian government announced that Rabuka would be Fiji's next Ambassador to the United States Government in Washington D.C. Continuing suspicions about his involvement in the 2000 coup, however, thwarted the appointment, with the American State Department reportedly rejecting him as unsuitable. On 27 May 2005, the Fijian government finally appointed Jesoni Vitusagavulu, a businessman and former banker, to the post instead. === Views on non-Indigenous Fijians as Prime Minister === Rabuka is noted for his propensity to walk both sides of the street politically. On 15 September 2001, he called on Prime Minister Laisenia Qarase to include the Indo-Fijian-dominated Labour Party in the Cabinet, as per the constitution, saying that to exclude it threatened the future of the Indo-Fijian community. It would make them feel marginalised, he said, which could lead to an increase in emigration. In 2004 he called for Chaudhry to be reinstated as Prime Minister, despite his having lost the 2001 election that was held to restore democracy. On 17 March 2005, however, he declared that no Indo-Fijian should ever expect to lead Fiji, and called on Indo-Fijians to follow the example of Sonia Gandhi, who, despite her assimilation to Indian culture, declined to become Prime Minister of India. He later qualified this statement on 28 March, however; Fiji Live quoted him as telling India's Ahmedabad Newsline that Gandhi's decision was a good example for Indo-Fijians to follow, but that it should be voluntary, not legislated. === The Reconciliation, Tolerance, and Unity Bill === Rabuka took a measured position in relation to the government's proposed Reconciliation and Unity Commission, which will be empowered to recommend amnesty for perpetrators of the 2000 coup and compensation for its victims. This is in contrast to the great majority of politicians, who have taken a hard stand either for it or against it. On 19 May 2005, Rabuka said that the objective of the commission should not merely be to grant amnesty and compensation but to uncover the truth about who was involved in the coup, directly or indirectly. \"It should be able to get to all those who were behind the coup and not only us who were widely accused of taking part. It should be able to reveal those who planned it, financed it and executed it,\" Rabuka said. The prospect of amnesty, he said, might encourage some individuals to come forward who might otherwise be unwilling to talk. Despite his own qualified support for the legislation, Rabuka criticised the Great Council of Chiefs for endorsing it. So many among them were on the side of the coup perpetrators in 2000, he said, that their decision to support the bill could not be seen to have been made objectively. Rabuka spoke out on 21 October to oppose proposals to establish a separate but parallel indigenous system of justice, saying that such a system would be unable to deal with more serious criminal offences. === Views on military unrest === On 12 January 2006, Rabuka called on the government of Prime Minister Laisenia Qarase to get tough with the Military Commander, Commodore Frank Bainimarama. Commenting on recent Military threats to remove the government, Rabuka said that instead of fearing the power of the Army, the government should realise that the Commander was not indispensable and could be replaced. === Views on the chiefly system === Rabuka found himself embroiled in controversy in September 2006, when he called for the abolition of Fiji's chiefly system and for the nationalisation of land owned by indigenous Fijians. Fiji Television quoted him on 1 September as saying that the way to solve problems associated with land and resources. \"The indigenous Fijians will argue that this will leave them with nothing but in the end, it's for the good of all. We'll all benefit in the end,\" Fiji Live quoted him as saying. Senior Fijian chiefs strongly criticised Rabuka for his stance. Great Council of Chiefs Chairman Ratu Ovini Bokini was quoted by Fiji Village on 4 September as saying that if Rabuka, a commoner, did not believe in the traditional chiefly system, he should consider resigning his life- membership of the Great Council, which was granted to him. Bokini's predecessor, Ratu Epeli Ganilau, had voiced similar views the previous day, with Fiji Live quoting him as accusing Rabuka of hypocrisy. Rabuka had executed the 1987 coups in the name of upholding the chiefly system, Ganilau claimed. Another high chief, Ratu Epenisa Cakobau, told the Fiji Sun that as a commoner, Rabuka was privileged to be allowed membership of the Great Council of Chiefs, and had no right to attack the system. Rabuka also came under attack from the Methodist Church. General secretary Reverend Ame Tugaue said that it was the chiefs who had accepted and upheld Christianity in Fiji and thought it dangerous to tamper with the system. \"It is a dangerous call,\" he said. Nationalization of land would also disempower the people, the Fiji Sun quoted Tugaue as saying. \"If all assets are given to the Government to control, how can we claim ownership of the land? In the future, there will not be any hope for us.\" == 2006 parliamentary election == In early 2005, Rabuka ruled himself out of contesting the 2006 parliamentary election, but on 7 May said he was reconsidering, following appeals from Fijian businessmen and former politicians to be part of a move to unite all ethnically Fijian parties in a joint ticket to contest the next election. \"I am genuinely interested because I have always been for Fijian unity,\" he said. He has stressed that he believes that political unity among indigenous Fijians is essential to prevent the election of an Indo-Fijian dominated government in 2006. He admitted, however, that he was seen as \"a stumbling block\" by many, but added, \"I want to change all that.\" On 29 May, he said that political unity among the Fijian people should not be looked at half-heartedly as a possibility but wholeheartedly as a need. He accused Prime Minister Laisenia Qarase, who has also called for unity among ethnic Fijians, of hypocrisy, saying that in the 1990s there was only one mainstream Fijian party, but that others had split from it and founded numerous competing groups. Qarase and his Soqosoqo Duavata ni Lewenivanua (SDL) were implied to be among those responsible for the disunity. On 21 August, Rabuka said he was of the opinion that Prime Ministers defeated at the polls should not stand again. Former Prime Ministers remaining politically active led to instability, he said, pointing to recent political upheavals in Vanuatu and the Solomon Islands as examples. \"It is healthy for party leaders who become prime ministers after being defeated at general elections to take the responsibility for the defeat and bow out of active politics and just become an adviser or remain as a party supporter but not in the front seat running for another election.\" On 19 October, Rabuka said that the current parliamentary team representing Cakaudrove enjoyed his full support. He said he would follow the will of the people, however, in deciding whether or not to contest the 2006 elections. Current members of Parliament from Cakaudrove include Ratu Naiqama Lalabalavu, the Paramount Chief of the Tovata Confederacy, Manasa Tugia, and Niko Nawaikula. Despite his role in the formation (30 July 2005) of the Grand Coalition for Fiji, an electoral pact of five political parties supported mostly by indigenous Fijians, to contest the 2006 elections, Rabuka expressed doubts about its workability on 27 December. Public feuding threatened to derail the project, he warned. The recent attack on the 1997 Constitution by Nationalist Vanua Tako Lavo Party leader Iliesa Duvuloco had upset him, he said. At the same time, Rabuka said that another coup would be unlikely and that given the disunity among indigenous Fijians, attitudes towards a non-indigenous Prime Minister would not matter. The multi- party Cabinet provisions of the Constitution could not be implemented if either the SDL or the Fiji Labour Party (FLP) won the election, he said; if the two parties found the provision unworkable, they should have amended the Constitution and had had five years in which to do so. On 7 February 2006, Rabuka said that he was still considering whether to contest the forthcoming elections. He thought it \"unwise\", without elaborating, to contest seats in his native Cakaudrove, or those held by members of the Grand Coalition, and might contest only if an urban open constituency was available. He considered, however, that given his length of time out of politics, making a comeback would be difficult. He also called for all political parties to be, and be seen to be, representing all ethnic groups. Otherwise, the racial faultline in Fijian politics would not be overcome, he said. In the end, Rabuka decided not to contest the election, and his party fielded only one candidate. == Rabuka and the 2006 coup == The Fiji Times reported on 15 December 2006 that Rabuka stated that he saw no possibility that Laisenia Qarase, deposed as Prime Minister in a 2006 Fijian coup d'état on 5 December, would return to power. He denied supporting the coup, but said that Qarase, along with deposed President Ratu Josefa Iloilo, were weak leaders who had done nothing to forestall the coup by negotiating with the Military while there was still time. Qarase should have seen the coup coming, Rabuka said. Following the coup, he criticized Bainimarama's refusal to hold elections, saying it was because Bainimarama wanted to \"[keep] away from the role of governing, people and groups he has pre-determined should not govern.\" ==Manager of the Pacific Islanders rugby union team== In October 2008, it was reported that Rabuka would be the manager of the Pacific Islanders rugby union team during its tour of Europe.\"Pacific Islanders looking for a revolution as they prepare to tour Europe\", Daily Telegraph, 18 October 2008 ==2014 elections and return to politics== U.S Ambassador to Fiji Frankie Reed (r) with Sitiveni Rabuka (c). Rabuka mostly kept a low profile after the 2006 coup. In June 2013 however, he came out and said that he would consider running in the proposed 2014 national elections, if they went ahead.Sitiveni Rabuka ready to reenter politics | General | 3 News He sought the leadership of the newly formed Social Democratic Liberal Party (SoDelPa), the successor party to former Prime Minister Qarase's Soqosoqo Duavata ni Lewenivanua (SDL), which the Military- backed interim government had dissolved, but was rebuffed after he said that he had no regrets about the 1987 coups. \"I had to do what I had to do in 1987,\" he told the Fiji Sun on 30 January 2014. A subsequent bid for the deputy leadership of the party also ran into stiff opposition. He also sought nomination as a parliamentary candidate, but on 24 August, SoDelPa announced that it had decided not to nominate him. Despite this, he is still a member and supporter of the party. ==Leader of the Opposition and 2018 election== In June 2016, Teimumu Kepa announced that she was standing down as leader of SODELPA. She was replaced by Sitiveni Rabuka. rbuka led the party into the 2018 elections. On 25 May 2018, Rabuka was charged by anti-corruption agency Fiji Independent Commission Against Corruption in relation to the declaration of his assets and liabilities as required under the Political Parties Registration, Conduct, Funding and Disclosures Act. He was tried during the election campaign and acquitted. An appeal by the Fiji Independent Commission Against Corruption, which could have resulted in Rabuka's disqualification two days from the poll, was dismissed, with FICAC ordered to pay costs. Shortly before the appeal was decided Rabuka was again called in by police on unspecified charges. Rabuka won 77,040 votes in the election, gaining a seat in parliament. In a post-election interview, he said that it was unfortunate that the leaders of the two main parties were coup-leaders and that there needed to be \"a move away from coup profiled people\". On 26 May 2020, Sodelpa had been suspended for the breach of the Political Parties Act for 60 days effective immediately. All appointees have been declared null and void, and now have 60 days to rectify all issues or face deregistration. Thus, Rabuka can not represent himself as the leader of Sodelpa after the registrar declared the party suspension. On 29 June 2020, Sodelpa suspension was lifted. ==Personal life== Rabuka identifies as a Christian.http://www.fijitimes.com/story.aspx?id=102060 He married Suluweti Tuiloma at RFMF officers mess in Nabua on 10 April 1975. In 2000, he publicly admitted that he had been unfaithful to her, both before and after their marriage, and that he had fathered three children by two different women whilst engaged to Suluweti. ==External links== * \"Truth, lies and elections\", article by Sitiveni Rabuka in the Fiji Times, 3 October 2008 ==References== Category:1948 births Category:Living people Category:Fijian soldiers Category:Fijian military leaders Category:Prime Ministers of Fiji Category:Leaders of the Opposition (Fiji) Category:People educated at Queen Victoria School (Fiji) Category:Soqosoqo ni Vakavulewa ni Taukei politicians Category:Anti-Indian sentiment Category:Fijian Christians Category:Foreign Ministers of Fiji Category:I-Taukei Fijian members of the House of Representatives (Fiji) Category:Politicians from Cakaudrove Province Category:Fijian male discus throwers Category:Fijian shot putters Category:Fijian hammer throwers Category:Fijian decathletes Category:Commonwealth Games competitors for Fiji Category:Athletes (track and field) at the 1974 British Commonwealth Games Category:Fijian sportsperson- politicians Category:Recipients of the Legion of Honour Category:Heads of government who were later imprisoned ",
    "title": "Sitiveni Rabuka"
}