{
    "id": "516611",
    "text": "Flick may refer to: ==Arts== * Film (also flick), a series of still images that, when shown on a screen, create the illusion of moving images * Flick (2000 film), Irish film * Flick (2008 film), a campy British horror film written and directed by David Howard ===Characters=== * Felicity Scully (\"Flick\"), a fictional character from the Australian soap opera Neighbours * Flick, a character from the 1983 Christmas film A Christmas Story * Flick Duck, a character from the American animated children's television series PB&J; Otter * Herr Otto Flick, a fictional character in the BBC sitcom Allo 'Allo! * Tracy Flick, a fictional character who is the subject of the 1998 novel Election by Tom Perrotta ==People== ===Surname=== * Bertolt Flick (born 1964), German businessman * Flick family, a German family with an industrial empire ** Friedrich Flick (1883–1972), German industrialist and convicted Nazi war criminal *** Flick Trial, the fifth of twelve Nazi war crimes trials held by United States authorities in their occupation zone in Germany ** Otto-Ernst Flick (1916–1974), oldest of three sons born to Marie and Friedrich Flick in 1916 in Germany ** Friedrich Karl Flick (1927–2006), German-Austrian industrialist and billionaire ** Gert-Rudolf Flick (born 1943), German art historian and collector ** Friedrich Christian Flick (born 1944), German-Swiss art collector ** Donatella Flick, Italian philanthropist * Hans-Dieter Flick (born 1963), German football manager and former player * James Patton Flick (1845–1929), two-term Republican U.S. Representative * Lawrence Flick (1856–1938), American physician ===Given name=== * Flick Colby (1946–2011), American dancer and choreographer ==Other== * DVD Flick, an open source DVD authoring application for Windows * Flick (fencing), a technique used in modern fencing * Flick (physics), a unit of spectral radiance * Flick (time), a unit of time equivalent to exactly of a second ==See also== * Flicka, a 2006 British-American family adventure drama film * Flik (disambiguation) * Flicker (disambiguation) * ",
    "title": "Flick"
}