{
    "id": "516899",
    "text": "is a private university located in Kanazawa-ku, Yokohama, Japan. ==History== It traces its roots to The Baptist Theological Seminary of Yokohama established by Albert Arnold Bennett, a missionary of the American Baptist Missionary Union, established in 1884. The school's name was changed to Kanto Gakuin in 1919. ==Organization== Bachelors, master's, and doctoral programs are offered through the College of Humanities, the College of Economics, the College of Law, the College of Engineering. Bachelors programs are offered through the College of Human and Environmental Studies. J.D. Program is offered through the Graduate School of Law. *The College of Humanities **Department of English **Department of Comparative Culture **Department of Applied Sociology *The College of Economics **Department of Economics **Department of Business *The College of Law **Department of Law *The College of Engineering **Department of Mechanical Engineering **Department of Electrical and Electronic Information Engineering **Department of Network and Multi-Media Engineering **Department of Architecture **Department of Civil and Environmental Engineering **Department of Applied Material and Life Science *The College of Human and Environmental Studies **Department of Modern Communication **Department of Human Environmental Design **Department of Health and Nutrition **Department of Human Development *The Graduate School of Humanities *The Graduate School of Engineering *The Graduate School of Economics *The Graduate School of Law ==Campus== *Kanazawa-Hakkei (Yokohama) - the College of Economics, the College of Engineering, the College of Human and Environmental Studies, and the Graduate School of Law *Kanazawa-Bunko (Yokohama) - the College of Humanities *Odawara (Odawara) - the College of Law == Kanto Gakuin Women's Junior College == was a private junior college. It opened in 1950 as , affiliated with Kanto Gakuin University.History of Kanto Gakuin On April 1, 1957, the junior college was renamed . On April 1, 1967, the junior college became a women's junior college and was renamed Kanto Gakuin Women's Junior College. It closed on September 30, 2004. The junior college offered courses in Japanese literature, English language, life culture, home economics, food science and nutrition, early childhood education, and management information. ==Sports, clubs, and traditions== The colors of the university are green and gold. *Baseball team (Kanagawa Baseball League Division I) - won 46 league championships *American football team (Kantoh Collegiate Football Association Division I) *Rugby football team (Kanto College League Division I) - reached the national championships nine times and won five times; also has eight league championships **University championship rugby *In the Department of English, the University does foreign exchange to several countries, including its sister school, Linfield College, in McMinnville, Oregon, USA. ==Notable alumni== * All members of Asian Kung-Fu Generation (rock band) * Pape Mour Faye, basketball playerhttps://stats.basketballnavi.com/player.pl?pl_id=880 * Masashi Hosoya, basketball player * Tomoko Kaneda, voice actress * Shinjirō Koizumi, politician * Takuro Miuchi, rugby player * Takeya Mizugaki (M.S. Electrical Eng.), professional mixed martial artist, former WEC #1 Contender, current UFC Bantamweight * Takahiro Shimoyama, basketball player ==References== ==External links== * Category:Private universities and colleges in Japan Category:United Church of Christ in Japan Category:Universities and colleges in Yokohama Category:Japanese junior colleges ",
    "title": "Kanto Gakuin University"
}