{
    "id": "516862",
    "text": "Thomas Ollis Hicks Sr. (born February 7, 1946), is an American private equity investor and sports team owner living in Dallas, Texas. Forbes magazine estimated Hicks' wealth at $1 billion in 2009, but it dropped to $700 million in 2010.https://www.forbes.com/sites/mikeozanian/2010/11/04/tom-hicks-debt- laden-sports-empire-devastated-his-net-worth/#5668b58a6c57 Hicks co-founded the investment firm, Hicks, Muse, Tate & Furst, previously owned 50% of the English football club Liverpool F.C., and is chairman of Hicks Holdings LLC, which owns and operates Hicks Sports Group, the company that formerly owned the Texas Rangers, the Dallas Stars, and the Mesquite Championship Rodeo. In 2010, Hicks was forced to sell the Rangers and Liverpool to satisfy his creditors, and the Stars went into bankruptcy the following year.https://www.nytimes.com/2010/10/22/sports/baseball/22hicks.htmlhttps://nesn.com/2011/09/report- dallas-stars-former-liverpool-owner-tom-hicks-hockey-team-plan-to-file-for- bankruptcy-soon/ ==Biography== The son of a Texas radio station owner, Hicks was born in Port Arthur, Texas, and graduated from Thomas Jefferson High School, in Port Arthur, in 1964. Hicks received his Bachelor's degree in Finance from the University of Texas in 1968, and received his MBA from the University of Southern California in 1970. He is a member of the Sigma Phi Epsilon social fraternity. Hicks became interested in leveraged buyouts as a member of First National Bank of Dallas's venture capital group. Hicks and Robert Haas formed Hicks & Haas in 1984. The next year that firm bought Hicks Communications, a radio outfit run by Hicks' brother Steven – the first of several media companies bought or created by the buyout firm that involved Steven (Capstar, Chancellor, and AMFM). Hicks & Haas' in the mid-1980s bought several soft drink makers, including Dr Pepper and 7 Up. The firm took Dr Pepper/7 Up public just 18 months after merging the two companies. In all, Hicks & Haas turned $88 million of investor funding into $1.3 billion. The pair went their separate ways in May 1989.Company News; Hicks & Haas Founders Split New York Times, May 11, 1989. Retrieved April 18, 2010. He wanted to raise large pools to invest, while Haas preferred to work with investors deal by deal.Kreutzer, Laura Til Key Man Do Us Part: Famous Private Equity Break- Ups Wall Street Journal, February 12, 2010. Retrieved April 18, 2010. In 1989, Hicks co-founded the investment firm, Hicks, Muse, Tate & Furst with former Prudential Securities banker John Muse. The firm raised $250 million, with early investments including a life insurance company, Life Partners Group (bought in 1990 and sold in 1996). In 1991, Morgan Stanley's Charles Tate and First Boston's Jack Furst became partners. Hicks was chairman from 1989 to 2004, Hicks Muse raised $12 billion of private equity funds, consummated over $50 billion of leveraged acquisitions, and grew to become one of the largest private investment firms in the country.Lau, Debra Profile at \"Forbes Faces\", Forbes, April 23, 2001. Retrieved April 17, 2010. But Hicks Muse hit a rough patch by the early 2000s, when investors in Equity Fund IV were burned by a $1.2 billion plunge into telecom investments in 1999. Hicks announced that he would leave the Hicks Muse on March 8, 2004, to spend more time with his family and his sports teams. (Hicks Muse was subsequently renamed HM Capital Partners.) He has remained active in his own ventures. He created Hicks Holdings, a vehicle for his sports and real estate empire, and then started buying companies again in the $10 to $250 million level, including: a Chinese electronics firm, a venture with DirecTV selling bundled TV-telecom services to condos, a landscaping materials company in the Midwest, a pet food firm in Argentina, and Gammaloy – an oil field rental outfit he bought from his wife's family, paying approximately $20 million in the 1990s. Additionally, he formed Hicks Acquisition Company I, Inc. (HACI). In September 2009, HACI merged into Resolute Energy Corporation (REN), an oil and gas firm. SEC EDGAR Website. Retrieved April 17, 2010. Hicks does not sit on REN's board of directors, but his son, Thomas O. Hicks, Jr., represents HACI on the board.Resolute Energy Corporation 2023 Proxy Statement EDGAR SEC filing DEF 14A, April 25, 2013, page 5. Accessed June 1, 2013 As of August 13, 2010, the website for Hicks Sports Group appears to have disappeared. As for other websites for Hicks companies, while they are still operating, they appear to be empty of any data and Hicks Sports Marketing now appears to be a Word Press blog site, with the first page advertising Online Gaming. ==Politics== Hicks was a member of the political action committee for the 2008 presidential election campaign for former Republican Mayor of New York City Rudy Giuliani. Hicks was previously neighbors with former U.S. President George W. Bush and First Lady Laura Bush. Each neighbor’s property shared a boundary between Daria Place and Holloway Road, within a gated community of Preston Hollow, Dallas, Texas respectively. ==Tom Hicks Elementary School== Tom Hicks Elementary School in Frisco, Texas, part of the Lewisville Independent School District, was given its name after Hicks donated the land for the school. ==Sports== Hicks moved from the business pages to the sports section in December 1995 when he bought the National Hockey League Dallas Stars for $82 million. ===Dallas Stars=== Hicks contracted to purchase the National Hockey League (NHL) franchise from Norman Green in December 1995. During his tenure as owner of the club, Hicks served as the Stars' Chairman of the Board and the club's representative on the NHL Board of Governors. Hicks played an instrumental role in the development and planning of American Airlines Center. Under his ownership, the Stars won seven division titles, two Western Conference crowns, two Presidents' Trophies (as the team with the best regular season record), two consecutive trips to the Stanley Cup Finals and the 1999 Stanley Cup Championship. In April 2010, Hicks' company defaulted on $525 million in bank loans backed by the Stars and a 50% interest in the American Airlines Center. On September 13, 2011, lenders voted to agree to have the Stars file for bankruptcy and sold at auction. On November 22, 2011, a bankruptcy court judge approved a bid by Vancouver businessman and Kamloops Blazers owner Tom Gaglardi to buy the team for $240 million.\"Dallas Stars Sale To Tom Gaglardi For $240 Million Pummels Team's Creditors\", November 22, 2011, Forbes.com; accessed November 23, 2011 ===Texas Rangers=== In June 1998, Hicks bought the Texas Rangers of Major League Baseball’s American League from George W. Bush. Under Hicks' ownership, the Rangers won the American League West Division crown in 1998 and 1999, but failed to deliver a World Series. Hicks made headlines across all MLB when he personally negotiated and signed shortstop Alex Rodriguez to the biggest contract in MLB history at that time; a ten-year, $252 million deal at the December 2000 winter meetings.Sullivan, T.R. Hicks 'betrayed' by A-Rod's steroid use MLB.com, Accessed June 1, 2013 That contract, however, severely limited the Rangers' ability to sign other players, and they would have only two more winning seasons during Hicks' ownership. Years later, Hicks pointed to the blockbuster contract as \"one of his biggest regrets\".Marchand, Andrew Tom Hicks regrets A-Rod contract ESPN.com, accessed June 1, 2013 The Rangers also spent a large amount of money on Chan Ho Park, who signed a $65 million contract with the Rangers following the 2001 season. The Park signing would be a disaster for the Rangers as the new \"staff ace\" was unable to adjust to the move from pitcher-friendly Dodger Stadium to the hitter-friendly American League. After finishing in last place for the division three seasons in a row with Rodriguez, Hicks agreed to trade to the New York Yankees before the 2004 season. Five years later, Hicks stated that he felt personally \"betrayed\" and \"deceived\" after Rodriguez admitted use of steroids while with the club from 2001 to 2003. As part of the agreement, the Rangers would supplement a portion of his remaining contract. This agreement would continue until Rodriguez opted out of his contract in 2007. On January 23, 2010, it was announced Hicks had agreed to sell the Rangers to a group led by Chuck Greenberg and Nolan Ryan. Hicks would have been a minority share holder in the new ownership group. Prior to bids being placed by potential buyers, Hicks told the media the Rangers were operating under normal business with no interference from MLB. Regarding the Rangers' inability to sign 2009 first round pick Matt Purke, he said, \"We were disappointed that the family insisted on $6 million. The Texas Rangers were not willing to do that. It had nothing to do with MLB restrictions. There is a clear misimpression we didn't sign Matt Purke because MLB wouldn't let us. That's not true. We didn't because of Tom Hicks, Nolan Ryan and Jon Daniels. We were not willing to go to $6 million.\" After his group had completed the purchase agreement, Ryan told the media the Rangers were unable to offer the first round pick the $6 million signing bonus both parties had verbally agreed upon after the draft because MLB, who were strictly overseeing the Rangers budget by this time, would not approve the amount needed to sign Purke. After the announcement of the pending sale by Hicks Sports Group (HSG), several additional hurdles occurred which had to be remedied before the sale of the team could be finalized. Several of the lenders, who were owed over $500 million, vocally objected to the deal accusing Hicks of rejecting a higher offer by Jim Crane and stated they would not sign off on the deal. Hicks has been sued by three different parties over the land adjacent to the stadium that was sold in a separate transaction as a part of the purchase by Greenberg and Ryan.\"Hicks Sued Over Glorypark\", nbcdfw.comDallas News coverage of Tom Hicks, dallasnews.com, February 2, 2010 On May 24, 2010, HSG filed for Chapter 11 bankruptcy protection/separation of the Texas Rangers from HSG and asked the courts to approve of the sale of the Rangers to the group headed by Greenberg and Ryan. The move was made to expedite the sale and resolve the sale prior to the MLB trade deadline and draft signing deadline. Ironically, Alex Rodriguez was the largest unsecured creditor, owed nearly $25 million in deferred payments despite being traded six years earlier. Emails presented in court show that after Hicks agreed to an exclusive negotiation period with Greenberg attorneys for HSG were still in discussion with another bidder, Dennis Crane, about a sale price for the team and emailed the creditors on December 31, 2009 saying, \"Basically, the response from the MLB was to prohibit us from negotiating with anyone other than Greenberg. Their intent seems to be to lock us into Greenberg even though Crane now has a clearly superior economic deal – and may always have had based on Greenberg's current position. We need help here. Unless the lenders weigh in, we are going to be stuck negotiating a deal that is clearly worse than Crane's.\" The bankruptcy court ordered a public auction to be held on August 4, 2010, and the winning bid was submitted by Greenberg/Ryan. Co-lead investors Ray Davis and Bob R. Simpson were named co-chairmen. In March 2011, Greenberg resigned as chief executive, sold his interest, and Nolan Ryan was named president and chief executive officer. Ryan was subsequently designated the controlling owner of the club by a unanimous vote of the 30 owners of Major League Baseball on May 12, 2011. ===Cruzeiro and Corinthians=== In 1999, Hicks, Muse, Tate & Furst entered into a partnership with Cruzeiro Esporte Clube and Sport Club Corinthians Paulista, two popular Brazilian football clubs. Club directors and Hicks, Muse, Tate & Furst assured the fans that a new stadium was in development, but this never materialized. In 2003, after legal/financial troubles and partner infighting, Hicks retired from the company and the ownership group eventually left the partnership with Corinthians. There was no new stadium. ===Liverpool F.C.=== On February 1, 2007, it was made known through the English press that he was involved in a consortium with one-time friend and Montreal Canadiens owner George N. Gillett Jr. to purchase English Premier League club Liverpool F.C.; this takeover proposal was believed to be the front-runner after Dubai International Capital (DIC) withdrew their bid. On February 6, 2007, Hicks and Gillett's joint offer for Liverpool was formally accepted, valuing the club at £218.9 million ($432.9M) (£5,000 per share and £44.8M in debt). Liverpool became the third Premier League club to be acquired by American businessmen, the others being Aston Villa and Manchester United. When taking over the club, Hicks and Gillett made a joint declaration: \"Liverpool is a fantastic club with a remarkable history and a passionate fanbase. We fully acknowledge and appreciate the unique heritage and rich history of Liverpool and intend to respect this heritage in the future.\" Hicks stated his foremost priority was gaining silverware, and vowed to build a new stadium for the club at Stanley Park Stadium. The preexisting plans to build the stadium were revised but the stadium never materialized. Hicks became extremely unpopular among Liverpool fans for his failure to deliver on the promise of a new stadium or on the promise that no debt would be placed onto the club and for his allegedly misleading statements about planned and past investment in players. During Hicks and Gillett's period of ownership, Liverpool became associated with frequent boardroom wranglings as the owners fell out with each otherhttps://www.independent.co.uk/sport/football/news-and-comment/odd-couple- who-agreed-about-everything-except-coach-finance-stadium-2106003.html https://www.independent.co.uk/sport/football/news-and-comment/gillett-admits- failings-to-fans-as-anfield-owners-remain-divided-930999.html https://www.telegraph.co.uk/sport/football/2327146/Liverpool-owner-Tom-Hicks- to-sell-Anfield-stake.html and engaged in public battles with Parry and Benítez. Anger was also directed at the Hicks family when Tom Hicks' son, Thomas O. Hicks, Jr., had to resign from the Liverpool board of directors after sending an abusive e-mail to a Liverpool fan saying, \"Blow me fuck face. Go to hell. I'm sick of you.\" On January 22, 2008, a majority of Liverpool fans at the game between Liverpool and Aston Villa protested against Gillett and Hicks' running of the club, urging the pair to sell their shares in Liverpool to Dubai International Capital (DIC). Neither owner, nor their representative Foster Gillett, was present at the game. George Gillett was reportedly targeted by DIC to sell his shares. It was reported that he had fallen out with Hicks and he subsequently kept silent over his dealings with the club. On March 7, 2008, it was reported that Gillett had agreed to sell 98% of his Liverpool stock to DIC, but Hicks blocked the sale. In an interview on Prime Time Sports in Canada, Gillett revealed that he and his family had received death threats from angry Liverpool fans: \"The fans don't want him [Tom Hicks] to have even one share of my stake in the club, based on what they are sending to me. As a result of that we [my family] have received many phone calls in the middle of the night threatening our lives, death threats. A number came to the office and my son, Foster, and daughter-in-law, Lauren, have received them.\"I can no longer work with Tom Hicks, says George Gillett Jr On April 16, 2010, the club was put up for sale.https://www.usatoday.com/sports/soccer/2010-04-16-liverpool-sale_N.htm Hicks claimed that he believed the club had tripled in value during his tenure, and boasted that he would be looking for a price of four times what he purchased his stake for. He claimed that, \"Liverpool will be the most profitable investment I've ever made.\" On June 16, 2010, Walton MP Steve Rotheram tabled a motion in the House of Commons of the United Kingdom expressing dismay at the continuing ownership of the club. Hicks and Gillett were described as \"asset strippers\" and the club was being \"drained by their greed\". In October 2010, as part of a fans' campaign against the ownership, a video entitled Dear Mr Hicks was released virally via YouTube. Produced and directed by Mike Jefferies, it featured celebrity fans of the club giving their reasons why they wanted to see a change of ownership.http://www.wikio.co.uk/video/dear-mr-hicks-4232946 The Independent newspaper praised the video, saying, \"True to the city's capacity to create something out of adversity, a wonderfully inventive viral film, Dear Mr Hicks, has been published online to make it clear where he ought to go. The fans' view can be summarised thus: away, and soon.\" It was claimed that the video was watched 400 000 times in 42 hours. On October 15, 2010, Hicks lost ownership of Liverpool. Despite numerous attempts to prevent it, the club was sold to New England Sports Ventures (NESV), for a fee believed to be around £300 million, which was far below Hicks' valuation of \"between £600M and £1 billion (B)\", by the club's board of directors in a 3–2 vote. Hicks is pursuing a (max.) £1 billion suit against NESV and Kop Holdings for damages, claiming that, \"This outcome... devalues the club...\" and suggesting that he had been the victim of an \"epic swindle\".http://news.bbc.co.uk/sport2/hi/football/teams/l/liverpool/9098046.stm From the time the club had been put up for sale, however, it had been widely reported that the fee that Hicks and Gillett were asking for was unlikely to be achieved. The Wall Street Journal pointed out that the asking price of £600–800 million took no account of the fact that a new owner would have to spend £375 million building the new stadium which Hicks and Gillett had promised and failed to deliver. The Daily Telegraph suggested that Hicks and Gillett were unlikely to achieve their estimated price because everyone knew that there was huge debt at the club and that these debts were due to be called in very shortly, meaning that the bankers would subsequently put the club into administration and then sell off the club at a bargain price anyway. The likelihood of the club being placed in administration increased once, on September 7, 2010, the Royal Bank of Scotland, Hicks's main creditor, placed the Texan's indebtedness in the toxic debt category as he was considered unable to find refinancing or to pay off the debt. In the end, none of the offers made were anywhere close to Hicks and Gillett's valuation and with the threat of administration looming the club was sold for £300 million.https://www.bbc.co.uk/blogs/thereporters/robertpeston/2010/10/lims_new_offer_for_liverpool. html This meant that the sale in 2010 fetched £80 million more than Hicks and Gillett had paid for the club in 2007, but because more than £200 million worth of debt had been piled on to the club, resulting in huge interest rates and penalty payments, the outgoing owners ended up losing an estimated £144 million on their investment. Liverpool fans were delighted to hear that the club had been sold. Steve Horner, from the fans' group Kop Faithful, declared, \"It’s like a huge cloud has been lifted off us... Hicks and Gillett leave with no legacy, apart from one of chaos.\" The chairman of Liverpool Supporters Club, Richie Pedder, announced to the Liverpool Echo, \"This is the start of a new era. A lot has been taken off the club’s shoulders now. Good riddance to Hicks and Gillett.\" Former Liverpool player Tommy Smith expressed his joy at the departure of Hicks and Gillett in his regular newspaper column: \"But today they are out of our club – and I’m as happy as every one of the Liverpool fans who’ve made it clear they’re so sick of them. All they were ever interested in was making money – not in owning what is for me the greatest football club in the world, investing in it properly and taking good care of it. Good riddance.\" After selling the club, Hicks admitted that his relationship with the fans had been strained: \"Something went wrong with my ability to communicate with the fans. I am saddened by it.\" In the two years before Hicks and Gillett took control of the club, Liverpool won the UEFA Champions League in 2005 and the FA Cup in 2006 under manager Rafael Benítez. In the three-and- a-half years in which Hicks and Gillett owned the club, they won not a single trophy and at the time they left Liverpool the club were in the relegation zone of the Premier League standings.http://www.liverpooldailypost.co.uk/liverpool-fc/liverpool-fc- news/2010/10/05/relegation-is-stretching-credulity-says-liverpool-fc-manager- roy-hodgson-92534-27401811/ Hicks denied this claim, declaring that during his reign Liverpool's net spend on player transfers was £150 million (sometimes cited as $150 million).http://sportinglife.com/football/news/story_get.cgi?STORY_NAME=soccer/10/10/15/SOCCER_Liverpool_Hicks.html The newspaper The Sunday Mirror calculated that the net spend probably did not exceed £25.1 million and has accused Hicks of \"creative accountancy\", stating \"what is irrefutable is that Hicks has exaggerated the net spend by probably close to six fold\". During Hicks and Gillett's period of ownership, the club struggled to meet the interest payments on the loans taken out as part of the leveraged buy-out. Christian Purslow, managing director of Liverpool since June 2009, publicly stated in September 2010 that the debt was an important burden for the club because it limited investment in players: \"The issue is that too much of that profit is being used to service loans put into place when the club was bought.\" Hicks admitted after the sale that the club's debt was too great but argued that he had not been given sufficient time by his main creditor, the Royal Bank of Scotland, to repay the debt: \"It has a little bit too much debt, no question. But we were going to fix that and we were frustrated by others.\" He has also suggested that the Royal Bank of Scotland prevented him paying back the debt to them: \"I can't go into the details but I can confirm the funds were available to pay off Royal Bank of Scotland entirely but between Royal Bank of Scotland, the chairman and the employees that conspired against us, they would not let us.\" After more legal trouble with his other sports team, Hicks decided not to pursue his claims of a conspiracy against him.http://thelfczone.com/site/2011/05/06/fan-power-wins- the-day-liverpool-fc-an-epic-swindle-part-two/ On January 11, 2013, Hicks and Gillett finally decided to drop their case in the English Law Courts against Sir Martin Broughton, Christian Purslow and Ian Ayre, the three directors on the club's board of directors at the time of the sale of the club to NESV; they also agreed to drop their case against NESV and RBS Bank. The terms of the agreement are confidential, though it is believed that no monies were paid to Hicks or Gillett. Earlier in the week, Hicks and Gillett had lost a Court of Appeal bid to delay a High Court Trial so they could have more time to raise the monies needed to fund the multi-million pound lawsuit. ==Philanthropy== In addition to donating the land for aforementioned school in Frisco, Hicks donated a gymnasium to the St. Mark's School of Texas in Dallas. Hicks was also the 1996 co-chair of the Dallas Jewish Coalition for the Homeless \"Vogel Alcove\" project, and received the 2000 Henry Cohn Humanitarian Award from the Anti-Defamation League. ==References== ==External links== *Bio at Dallas Stars *Hicks Holdings Official Website Category:1946 births Category:Living people Category:American financial businesspeople Category:American soccer chairmen and investors Category:American sports businesspeople Category:Businesspeople from Texas Category:Dallas Stars executives Category:Liverpool F.C. chairmen and investors Category:Major League Baseball owners Category:National Hockey League executives Category:National Hockey League owners Category:Private equity and venture capital investors Category:Sportspeople from Dallas Category:Stanley Cup champions Category:Texas Rangers owners Category:Marshall School of Business alumni Category:McCombs School of Business alumni Category:University of Texas System regents ",
    "title": "Tom Hicks"
}