{
    "id": "516937",
    "text": "The Saemaeul Undong, also known as the New Community Movement, New Village Movement, Saemaeul Movement or Saema'eul Movement, was a political initiative launched on April22, 1970 by South Korean president Park Chung-hee to modernize the rural South Korean economy. The idea was based on the Korean traditional communalism called Hyangyak (향약, 鄕約) and Doorae (두레), which provided the rules for self-governance and cooperation in traditional Korean communities. The movement initially sought to rectify the growing disparity of the standard of living between the nation's urban centers, which were rapidly industrializing, and the small villages, which continued to be mired in poverty. Diligence, self-help and collaboration were the slogans to encourage community members to participate in the development process. The early stage of the movement focused on improving the basic living conditions and environments, whereas later projects concentrated on building rural infrastructure and increasing community income. Though hailed as a great success by force in the 1970s, the movement lost momentum during the 1980s due to the unexpected assassination of Park Chung-hee. ==Overview== The movement promoted self-help and collaboration among the people during its first phase, as the central government provided a fixed amount of raw materials to each of the participating villages free of charge and entrusted the locals to build whatever they wished with them. The government first selected 33,267 villages and provided 335 sacks of cement. 16,600 villages that demonstrated success were then granted additional resources of 500 sacks of cement and a ton of iron bars. The New Community Movement did much to improve infrastructure in rural South Korea, bringing modernized facilities such as irrigation systems, bridges and roads in rural communities. The program also marked the widespread appearance of orange tiled houses throughout the countryside, replacing the traditional thatched or choga-jip houses. Encouraged by the success in rural areas, the movement spread through factories and urban areas as well, and became a nationwide modernization movement. However, despite the Saemaul Movement's great success in reducing poverty and improving living conditions in rural areas during its first phase, income levels in urban areas were still higher than income levels in rural areas after the rapid industrialization of South Korea. The government-led movement with its highly centralized organization proved to be efficient in the 1970s and early 1980s, but it became less effective after South Korea entered into a more developed and industrialized stage, which diminished the momentum of the movement. The relatively low income levels in rural areas compared to urban areas became a major political issue in the late 1980s – one that no government intervention was able to fully solve during the first phase – and the movement proved ultimately inadequate in addressing the larger problem of migration from the villages to the cities by the country's younger demographic. Moreover, the government-led centralized system caused corruption, such as misuse of funding, and changed South Korea's environment. Recognizing these problems, the South Korean government changed the centralized structure of the movement by empowering civil society to lead the movement. Since 1998, the Saemaul Movement has entered into the second phase, focusing on new issues such as enhancing voluntary services in the community and international cooperation with developing countries. Many developing countries in Africa are paying attention to the implications of the Saemaul Undong.https://asiafoundation.org/resources/pdfs/SaemaulUndongReedSept2010FINAL.pdfhttps://thediplomat.com/2017/10/south- koreas-saemaul-undong-in-africa/ Through the program such as Yonsei-KOICA Master's Degree Program, the Korean government is helping officials working in developing countries to design and implement new policies and programs in the context of national development policies.https://koica.yonsei.ac.kr/contents/about.htm?id=3KOICA 석사학위연수 가이드라인 == Criticism == During the late 1960s and 1970s when the policy started being implemented under the regime of President Park, local traditions and beliefs were suppressed, akin to the Cultural Revolution in communist China which happened at the same time. The movement Misin tapa undong (\"to defeat the worship of gods\"), also described as \"movement to destroy superstition\") reached its peak during the Saemaul Undong period. Old zelkova trees that had stood at village entrances and have traditionally served as guardian figures were cut down in order to erase \"superstition\". Practitioners of Korean shamanism were harassed, essentially destroying centuries old Korean traditions. ==Basic steps== The Korea Saemaul Undong Center explains how Saemaul Undong was practiced in the 1970s in South Korea in five steps: Step 1. Basic Arrangements #Three elements of Saemaul Undong: people, seed money, basic principles #Forming a Core Group 1: Leaders #Forming a Core Group 2: Working groups #Incorporating a Core Group 3: Existing organizations #Forming a Core Group 4: Sectoral organizations #Raising Seed Money 1: Through sample cooperative projects #Raising Seed Money 2: Through cooperative works Step 2: Operation of Projects #Establishing principles and standards for selecting projects #Planning a project #Persuading villagers 1: Setting a model to villagers #Persuading villagers 2: Encouraging 'you can do it’ spirit #Collecting consensus 1: Small group meetings #Collecting consensus 2: General meeting of villagers #Letting everybody play a part #Preparing and managing public property #Establishing the local Saemaul Movement Center #Encouraging 'we are the one' spirit #Cooperating with other communities and the government Step 3: Main Stage of Project Operation #Project 1 for living environment improvement: Improving the houses #Project 2 for living environment improvement: Eliminating inconveniences in the village #Project 3 for living environment improvement: Creating an environment for increasing income #Project 1 for income increase: Removing the obstacles #Project 2 for income increase: Launching cooperative projects #Project 3 for income increase: Commercializing things around you #Project 4 for income increase: Introducing new ideas #Project 5 for income increase: Modifying distribution system #Project 6 for income increase: Operating a factory #Consolidating community 1: Enhancing morals and communalism #Consolidating community 2: Providing a cultural center and other facilities #Consolidating community 3: Establishing a credit union Step 4: Final Stage of the Project #Sharing the results and celebrating the success #Sharing the long-term prospects #Stabilizing of joint funds #Encouraging the Activities of sectional organizations #Regularizing meetings for technology research #Establishing a village hall #Publishing a local newspaper #Establishing a partnership with other regions and government offices #Setting up a sisterhood relationship with foreign countries Step 5: Feedback at National Level # The government creates a favorable environment # The government provides supplies and funds # The government establishes a comprehensive support system # The government provides intensive information and technology education at the Saemaul Training Center ==See also== * Demographics of South Korea * Economy of South Korea * History of South Korea * Chollima Movement ==References== ==External links== * Category:Political history of South Korea Category:Economic history of South Korea Category:History of South Korea Category:1970 establishments in South Korea Category:Agriculture in South Korea Category:Rural economics ",
    "title": "Saemaul Undong"
}