{
    "id": "516976",
    "text": "Perry Scott Walker (October 30, 1969 in Mesa, Arizona – January 31, 2004 in Apache Junction, Arizona) was a professional boxer. Walker's nickname was \"The Pink Cat\", and he gained some attention in the 1990s boxing scene for wearing pink boxing trunks and slicked-back hair, the latter a tribute to his idol, James Dean. He is best known for winning a ten round decision over hall-of- fame champion Alexis Argüello, ending Arguello's ill-conceived bid at a comeback in January 1995. Six months after this victory, Walker won the WBC Continental Americas super lightweight title over Francisco Cuesta on July 17, 1995. This victory led to negotiations for a title shot against another hall- of-famer, Julio César Chávez. Early in January 1996, Bob Arum's Top Rank Boxing offered Walker $55,000 to fight for Chavez's WBC junior welterweight title. This fight was considered a tune-up for Chavez's June 1996 bout against Oscar De La Hoya. Apparently, Chavez didn't want to risk the possibility that Walker could derail his plans for the de la Hoya fight, so Arum switched the Chavez-Walker fight to a non-title, ten-round event. The fight, nationally televised, took place on February 9, 1996 at Caesar's Palace in Las Vegas, Nevada. Walker won the first round on two of the three judges' scorecards, but he got caught with a Chavez right hand half-way through the second round, after which he took a pummeling that referee Joe Cortez stopped at the 2:45 mark of the round, resulting in a knockout loss for Walker. This marked the first time (of only two times) that Walker was knocked out. Walker was paid $62,500 for his effort; Top Rank added $7,500 for withdrawing the title opportunity. He retired with a record of 25–7–1 (13 KO's). His last fight was a decision loss against Martin Ramirez in January 2001. In addition to his boxing career, Walker was a guitarist, singer and songwriter, and fronted The Pink Cat Band. They released a six-song CD called Bounty Hunter. Walker was found dead in his home of unspecified causes. He is a member of the Arizona Boxing Hall of Fame. ==References== ==External links== * * Scott Walker and the Pink Cat Band - \"Bounty Hunter\" video Category:Boxers from Arizona Category:Sportspeople from Mesa, Arizona Category:1969 births Category:2004 deaths Category:People from Apache Junction, Arizona Category:American male boxers Category:Light-welterweight boxers Category:Sportspeople from the Phoenix metropolitan area ",
    "title": "Scott Walker (boxer)"
}