{
    "id": "517001",
    "text": "Otto Wilhelm Fischer (1 April 1915 – 29 January 2004) was an Austrian film and theatre actor, a leading man of West German cinema during the Wirtschaftswunder era of the 1950s and 1960s. ==Life== He was born in Klosterneuburg near Vienna, where he obtained his Matura degree at the local gymnasium secondary school. Fischer began studying English and German philology and art history at the Vienna University, in 1936, however, he enlisted at the Max Reinhardt Seminar drama school. He had first engagements as an actor at the Vienna Theater in der Josefstadt, the Munich Kammerspiele, and the Vienna Volkstheater. In 1945 he reached the highpoint of his theatre career when he joined the ensemble of the Burgtheater. Fischer began filming in 1936, his performance in the 1942 propaganda movie Vienna 1910 earned him an entry on Goebbel's Gottbegnadeten list. He made his breakthrough after the war starring in A Heidelberg Romance and numerous other romance films, often with female co-stars Maria Schell and Ruth Leuwerik. While Fischer enjoyed a great career, unlike countrymen Oskar Werner, Curd Jürgens, Maria Schell and Romy Schneider, he never made it internationally. Worse, his American break ended before it began: he was signed to star with June Allyson in a remake of My Man Godfrey in 1956, but was fired after 16 days of shooting and replaced by David Niven when Fischer reportedly lost his memory during filming. Fischer directed and starred opposite Anouk Aimée in a 1956 film, Ich suche Dich, based on the play, Jupiter Laughs, by A. J. Cronin. In 1955, he directed and starred in Hanussen, a movie detailing the life of clairvoyant Erik Jan Hanussen. While the film is considered highly romanticized, it assisted historians and biographers in uncovering previously unknown facts. He also starred in the title role of tragic King Ludwig II of Bavaria in the classic German film, Ludwig II: Glanz und Ende eines Königs by Helmut Käutner. In the early 1970s, he retired to live in Vernate, Ticino and to concentrate on linguistics and philosophy, on which he lectured and published a number of books. He died in Lugano, Switzerland of kidney failure. ==Selected filmography== * Court Theatre (1936) * Anton the Last (1939) * My Daughter Lives in Vienna (1940) * Vienna 1910 (1943) * ' (1947) * Don't Dream, Annette (1949) * A Tale of Five Cities (1951) * A Heidelberg Romance (1951) * A Thousand Red Roses Bloom (1952) * Until We Meet Again (1952) * Desires (1952) * Cuba Cabana (1952) * Dreaming Lips (1953) * As Long as You're Near Me (1953) * A Heart Plays False (1953) * Diary of a Married Woman (1953) * Portrait of an Unknown Woman (1954) * Ludwig II: Glanz und Ende eines Königs (1955) * Hanussen (1955) * Napoleon (1955) * Ich suche Dich (1956) * My Father, the Actor (1956) * Scandal in Bad Ischl (1957) * King in Shadow (1957) * ' (1957) * ' (1958) * Peter Voss, Thief of Millions (1958) * Arms and the Man (1958) * Whirlpool (1959) * And That on Monday Morning (1959) * Menschen im Hotel (1959) * Rebel Flight to Cuba (1959) * Peter Voss, Hero of the Day (1959) * Das Riesenrad (1961) * ' (1961) * Axel Munthe, The Doctor of San Michele (1962) * Breakfast in Bed (1963) * The Secret of the Black Widow (1963) * Uncle Tom's Cabin (1965) ==Honours and awards== * 1950, 1951: Danube females * 1953–1955: Bambi award * 1955: Filmband in Silver (best actor) for Ludwig II: Glanz und Ende eines Königs * 1956 – San Sebastián International Film Festival: Silver shell (Director, actor) for Ich suche Dich * 1956: Price of Spanish film journalists (screenplay) for Ich suche Dich * 1958–1961: Bambi award * 1958–1963: Bravo Otto * 1959: Filmband in Gold (best actor) for Arms and the Man (film) * 1960: Austrian Cross of Honour for Science and Art, 1st class * 1961: Europa Prize for Das Riesenrad * 1961: Honorary Member of the Association of the Spanish film journalists * 1970: Appointed Professor * 1977: Filmband in Gold for long and outstanding achievements in German film * 1987, 1990: Bambi award * 1987: Cordon Bleu du Saint Esprit * 1995: Grand Silver Decoration for Services to the Republic of Austria * 1996: Grand Gold Decoration for Services to the Republic of Austria * Grand Merit Cross of the Federal Republic of Germany ==Publications== * [-?-]: Auferstehung in Hollywood. Texte, Wien: Österreichische Staatsdruckerei, o.J. * 1986: Engelsknabe war ich keiner. Erinnerung an eine Jugend, Munich: Langen Müller * 1999: Ferner Klang. Texte, Ulm: Hess * 2000: Meine Geheimnisse. Erinnerungen und Gedanken, Munich: Langen Müller == Further reading == * Holba, Herbert: O. W. Fischer, Phänomen einer schauspielerischen Persönlichkeit, Wien 1964 * Popa, Dorin: O. W. Fischer, Seine Filme – sein Leben, Heyne, München 1989. * F.F.G.: ...was mich ankommt, als Gesicht, Traum und Empfindung. Das denkwürdigste Interview von O. W. Fischer, Strom, Zürich 1977. ==References== ==External links== * * Category:1915 births Category:2004 deaths Category:Deaths from kidney failure Category:Disease-related deaths in Switzerland Category:Austrian male film actors Category:20th-century Austrian male actors Category:Austrian film directors Category:People from Klosterneuburg Category:Commanders Crosses of the Order of Merit of the Federal Republic of Germany Category:Recipients of the Austrian Cross of Honour for Science and Art, 1st class Category:Recipients of the Grand Decoration for Services to the Republic of Austria Category:Recipients of the Bambi (prize) Category:German Film Award winners ",
    "title": "O. W. Fischer"
}