{
    "id": "517117",
    "text": "A national redoubt or national fortress is an area to which the (remnant) forces of a nation can be withdrawn if the main battle has been lost or even earlier if defeat is considered inevitable. Typically, a region is chosen with a geography favouring defence, such as a mountainous area or a peninsula, to function as a final holdout to preserve national independence and host an effective resistance movement for the duration of the conflict. ==Western Europe== ===Belgium=== From the middle of the 19th century until 1914 the fortress city of Antwerp was the official National Redoubt of Antwerp in Belgium. Fortress Antwerp was a defensive belt of fortifications built in two rings to defend Antwerp. Antwerp was designated to be a national reduit (Réduit national (French) or De versterkte stelling Antwerpen (Dutch)) in case Belgium was attacked. It was built in the period 1859–1914. In total it encompasses a belt of fortifications of 95 km. ===France=== In 1940 Brittany was briefly considered as such in the last stages of the Fall of France, but proved impractical. ===Netherlands=== Major Dutch defence lines in 1940 Until 1920, the \"Fortress Amsterdam\" was the national redoubt of the Netherlands. Between 1920 and 1940, Fortress Amsterdam was extended to Fortress Holland, to include a larger part of the country's heartland. In both cases, neither \"redoubt\" proved defensible even though the Dutch Water Line, a precursor in the Netherlands, managed to stop the advances of the French troops in the Rampjaar 1672, providing the Dutch with the needed time to gain the upper hand. ===Portugal=== Since the early 19th century to the World War II, Lisbon was considered the national redoubt of Portugal. Besides being the capital, the largest city and the major port of the country, Lisbon was considered the last defensible redoubt in case of an invasion of Portugal by a major power. During this period, successive systems of defense were implemented. The first major defense system of Lisbon was built during the Peninsular War, as the Lines of Torres Vedras. These consisted in two lines of fortifications that protected the region of Lisbon (with a third line around the coastal fortress of São Julião da Barra). The Lines of Torres Vedras were able to block Masséna's 1810 offensive. Another major defense system was implemented in the late 19th century as the Lisbon Entrenched Camp. This was a modern (for its day) system of fortifications, aimed to protect the Portuguese capital against an attack coming from land or from the sea. Its land component sector consisted in several modern forts, connected by protected roads and telegraph lines. Its sea front defense consisted in coastal artillery batteries, complemented by naval dedicated assets, including a coastal battleship, torpedo boats, submarines and naval mines. The last major system of defense of Lisbon was implemented during World War II. It included a system of anti- aircraft, ground, coastal and maritime defenses. Parts of this system, namely its fortified coastal defense batteries remained partially active until the late 1990s. ==Central Europe== ===Germany=== The Alpine Fortress () was the World War II national redoubt planned by Heinrich Himmler in November/December 1943\"Himmler started laying the plans for underground warfare in the last two months of 1943.... The plans are threefold, embracing (1) Open warfare directed from Hitler's mountain headquarters; (2) Sabotage and guerrilla activity conducted by partisan bands organized by districts, and (3) Propaganda warfare to be carried on by some 200,000 Nazi followers in Europe and elsewhere. Strongholds Established Already picked S.S. (elite) troops have been established in underground strongholds and hospitals in the Austrian, Bavarian and Italian Alpine area and it is the plan of Nazi leaders to flee to that region when the German military collapse comes\" ). for Germany's government and armed forces to retreat to an area from \"southern Bavaria across western Austria to northern Italy\".\"But what of the top Nazis who cannot hide? With a compact army of young SS and Hitler Youth fanatics, they will retreat, behind a loyal rearguard cover of Volksgrenadiere and Volksstürmer, to the Alpine massif which reaches from southern Bavaria across western Austria to northern Italy. There immense stores of food and munitions are being laid down in prepared fortifications. If the retreat is a success, such an army might hold out for years\" () The plan was never fully endorsed by Hitler and no serious attempt was made to put the plan into operation. === Italy === The Alpine Wall (Vallo Alpino) was a defence structure developed against the allied Germany in the Alps. It was reused at the end of the World War II from German troops, and after the World War II in the Cold War to prevent an invasion from Soviet Union.Photos and articles on the western section of the Alpine Wall (in Italian) Alessandro Bernasconi; Giovanni Muran. Le fortificazioni del Vallo Alpino Littorio in Alto Adige Trento, editore Temi [maggio 1999], 328 pagine. ===Switzerland=== Plan of the Defence lines of the Swiss National Redoubt Swiss National Redoubt (Schweizer Alpenfestung or Réduit suisse) was a defensive plan developed by the Swiss government during World War II to respond to a possible German invasion, which had been planned but was never carried out. The plan was in three stages: first, to hold an invading army on the border; second, if that failed, to launch a delaying war that would allow the bulk of Swiss forces to withdraw to a defensible perimeter in the Swiss Alps; and third, to defend that mountain stronghold.Strange Maps ===Austria=== During the Cold War, Austria developed a similar plan called Raumverteidigung (area defence). The plan was primarily directed against Hungary and Czechoslovakia (and later the Warsaw Pact) but it also included plans against an attack by NATO forces. The Austrian Armed Forces would retreat into key zones situated in the alpine region and defend it. They would also employ guerrilla warfare behind enemy lines and delay the enemy advance in the area's security zones. ==Other regions== ===China=== The Chinese Nationalists relocated to the island of Taiwan after the Civil War. During the Second Sino-Japanese War in World War II, the city of Kunming was prepared as a national redoubt in case the temporary capital, Chongqing, fell. An elaborate system of caves to serve as offices, barracks and factories was prepared but never used. Kunming was again slated to serve in this role in the renewed Chinese civil war, but the Nationalist garrison changed sides and joined the Communists. Instead, Taiwan became the last redoubt and home of the Nationalist government, a role which continues to this day. ===Japan=== Towards the end of World War II, the Matsushiro Underground Imperial Headquarters were built in Nagano Prefecture. They were intended as a base from which the Japanese government could operate. The base was partly completed by the time of Japan's surrender. ===Mandate of Palestine=== As German Afrika Korps forces proceeded eastward towards Egypt in World War II, the Jewish community in Palestine considered retreating into fortified positions at Haifa and the Mount Carmel region, were the German advance to reach them. The Palestine Post Occupation Scheme was a short-lived 1942 collaboration between the Jewish underground Palmach and the British Special Operations Executive, with training for the plan centered at the kibbutz Mishmar HaEmek, and Moshe Dayan to be put in charge of managing a clandestine radio network. In Jewish underground circles, the plan was also variously called the \"Plan for the North\", \"Masada on the Carmel\", \"Haifa-Tobruk\", \"Haifa-Masada-Musa-Dagh\", or \"Haifa Stronghold\". The planners on the Palmach side were Yohanan Ratner and Yitzhak Sadeh. David Shaltiel (commander in Haifa at the time) and Yitzhak Gruenbaum were vocal supporters of a Masada-like stand, while Yigal Allon and others were skeptical of its usefulness. The evacuation of women and children to Cyprus was also considered. The decisive British victory at the Second Battle of El Alamein soon afterward rendered the plan moot. ===Poland=== During the 1930s, assuming that Poland was attacked only by the Germans, the Polish forces were to make the last stand in the area of the Romanian Bridgehead. After the Battle of Bzura was over and even after the Soviet invasion of Poland, many Polish divisions kept on heading towards the Romanian Bridgehead. Beck's proposal to establish Lviv (Lwów) as the temporary capital of Poland, in the case of German attack, was rejected; possibly because Lviv was west of the Romanian bridgehead. ===Sweden=== Karlsborg Fortress was conceived in 19th century Sweden to host monarchy, government, parliament and gold reserves in time of war. Karlsborg was selected as Sweden's eastern coast and Stockholm became rather exposed after Sweden's loss of Finland in 1809. ===Yugoslavia=== According to the \"Total National Resistance\" defense doctrine of the second Yugoslavia, a rugged highland area focused on central Bosnia (roughly, the Lašva Valley) was to function as a redoubt to which the Yugoslav People's Army would retreat in case of a Soviet or NATO invasion. Defense of the rest of the country was to be left to the guerrilla-warfare efforts of the Territorial Defense forces. A network of industrial zones and fortified bases was developed in anticipation, including factories in boom cities like Zenica and an underground air force base at Željava and a command bunker complex intended for the use of Marshal Josip Broz Tito. == See also == == External links == * US Army in WW II: The last Offensive Chapter XVIII: The Myth of the Redoubt ==Notes and references== Category:Military deception during World War II Category:Fortifications by type ",
    "title": "National redoubt"
}