{
    "id": "517146",
    "text": "Alisha Chinai is an Indian pop singer known for her Indi-pop albums as well as playback singing in Hindi cinema. She began her singing career with the album Jadoo in 1985, and by the 1990s she had become known as the 'Queen of Indipop'.Asha Kasbekar Pop Culture India!: Media, Arts, and Lifestyle 2006 1851096361 page 34 \"Alisha Chinai (1972– ) is the pioneer and undisputed Queen of Indipop—that's the verdict of the music industry. Her first major hit album was Jadoo (Magic). Further platinum albums included Aah... Alisha!, Babydoll, Madonna and Kamasutra, but it was her most successful and popular album Made in India, released in 1995, that established Indipop as a discrete genre and Chinai its prime proponent.\" Her best known songs were with producers Anu Malik and Biddu during the 1990s. ==Career== Chinai's initial albums for HMV include Jaadoo, Babydoll, Aah... Alisha! and Made in India. Alisha was introduced to Hindi film music by the veteran music director and composer Bappi Lahiri. They had many disco hits together in many films in the 1980s including Adventures of Tarzan, Dance Dance, Commando, Guru, Love Love Love, etc. When she started her career with him, she was playback singing for many leading actresses, such as Karisma Kapoor, Smita Patil, Mandakini, Sridevi, Juhi Chawla, Madhuri Dixit, Divya Bharti. In 1985, Alisha sang two songs with Remo Fernandes, in Konkani, for the album Old Goan Gold. She also recorded a song for Pankuj Parashar's film Jalwa (1987), composed by Anand-Milind. One of her biggest hits during the 1980s was \"Kaate Nahin Katthe\" (Mr. India), which she recorded in 1987 with Kishore Kumar under the music direction of Laxmikant–Pyarelal. Another successful track, in 1989, was \"Raat Bhar Jaam Se\" from the film Tridev, which had music by Kalyanji-Anandji and Viju Shah. In the 1990s, Chinai took on working in different films, collaborating with other music directors, such as Anu Malik, Anand-Milind, Rajesh Roshan and Nadeem- Shravan. Throughout these years, she had several Bollywood hit songs, including \"Dhak Dhak Dhak\" with Aditya Pancholi (Maha-Sangram), \"Jalta Hai Badan\" (Balwaan), \"Tere Ishq Mein Nachenge\" (Raja Hindustani), \"Chaa Raha Hain Pyaar Ka Nasha\" (Chandra Mukhi), \"Roundhe\" (Pyar Tune Kya Kiya), \"Sona Sona Roop Hai\" (Bollywood/Hollywood), \"Mouje Mein\" (Karobaar), \"De Diya\" (Keemat), \"Ruk Ruk Ruk\" (Vijaypath) and the controversial \"Sexy Sexy Sexy Mujhe Log Bole\" (Khuddar). Chinai recorded an album with Lesle Lewis under the title Bombay Girl, which included the hit song \"De De\" released in 1994. Simultaneously, she recorded many songs as a pop singer, with accompanying album releases. Chinai was noted for her 1995 hit single and album, titled Made in India, which was composed by Biddu and went on to become one of the highest-selling pop albums of its time, making Alisha became a household name. It contains well-known songs such as \"Aaja Mere Dil Mein\", \"Ek Baar Do Baar\", \"Sun O Meri Dhadkan\", \"Tu Kahan\", \"Ooh La La\", \"Tu Jo Mila\", \"Dhokha Diya Hai Re Tune Mere Dil\" and \"Lover Girl\". With its success, Chinai announced her departure from playback singing and wanted to concentrate only on private pop albums. However, her follow-up releases were less successful. This was also the period when she got into a major controversy with the man who recorded several hit songs with her, Anu Malik. During the release of Made in India, Chinai had accused Anu Malik of molesting her. While some claim it was a publicity stunt by the singer to promote her album, Anu Malik and Chinai did not work for several years, only to reunite in 2003 with Ishq Vishk. Chinai in 2010 Chinai's comeback to film music was with the song \"Oh My Darling\" in the Yash Raj film Mujhse Dosti Karoge!. From 2000 to 2009, she recorded primarily with Himesh Reshammiya, Shankar Ehsaan Loy and Pritam. After her controversy with Anu Malik in the 1990s, she patched up with him to record for a number of films, starting with Ishq Vishk, Fida, No Entry, Love Story 2050, Maan Gaye Mughle Azam, Ugly Aur Pagli, Chehraa and Kambakht Ishq.India Today International - Volume 2, Issues 27-34 - Page 56 2003 Indipop Rock 'n' Rule 1 QO r It has been in arrival mode ever since Alisha -L-/0 J Chinai's Jaadu hit platinum. Ten years on, her Made in India sparked the music video boom. India believed it had found a Madonna clone, while in Daler Mehndi's energetic warbling, they thought folk – or a reasonable simulacrum – had achieved record-busting status. But film music remains indomitable, accounting for 65-75 per cent of sales, In 2005, Chinai's career reached a new high when she sang \"Kajra Re\" (Bunty Aur Babli). The song was a hit and won her a Filmfare Award for Best Female Playback Singer. She was also a judge on Indian idol 3 and is a judge on Zee TV's Star Ya Rockstar with Anu Malik. ==Awards== * Chinai received the Filmfare Best Female Playback Award for the song \"Kajra Re\", from Bunty Aur Babli (2005).51st Filmfare Awards filmfareawards.indiatimes.com Retrieved 29 August 2007 * Previously, she received the International Billboard Award in 1995, around the time Made in India came out,Alisha going global outlookindia.com Retrieved 29 August 2007 and also won the Freddie Mercury Award for Artistic Excellence. ==Personal life== Alisha Chinai is a Gujarati. She was married to her manager Rajesh Jhaveri and is now separated. ==Partial discography== * 'Greatest Hits'' * Film Hits * Best of Alisha Live * Alisha : Singer Doll of India * Alisha Unleashed # \"Aah Alisha\" # \"Babusha\" # \"Baby doll\" # \"Dekho dekho\" # \"Dheere dheere\" # \"Jadoo\" # \"Kiss ko dil doon\" # \"Pyaara awara\" # \"Rootho na hum se\" # \"Shor sharaaba\" # \"Superman\" # \"Tara\" # \"Tarzan my Tarzan\" # \"Vote for Alisha\" * Alisha # \"Seulement vous (Only you)\" # \"Ishq se ishq # \"Dilbar jaaniya\" # \"Maashuka\" # \"Woh pyaar mera\" # \"Soniyaa\" # \"Don't want your love\" # \"Aai teri yaad\" # \"Dhuaan dhuaan\" # \"Can you dance\" * Shutup N Kiss Me # \"Shutup n kiss me (Ravi Bal mix)\" # \"Sohneya aaja (Smedrock dance refix)\" # \"Tra la la- tere pyaar mein (3si Ibiza mix)\" # \"Dil goes boom (Mumbai mix)\" # \"Meri jaan mujhe kehke\" # \"Silsila (Jazzed up mix)\" # \"Ghazal\" # \"Shutup n kiss me (Ravi Bal hiphop refix)\" # \"Sohneya aaja (Sli Booty mix)\" # \"Sooni meri kalai\" # \"Be my lady\" # \"Shutup n kiss me (Cheeky Monkee refix)\" ==Selected hit songs== * \"Made in India\" (Made in India, 1995) * \"Dil Ye Kehta Hai (I Love You)\"(Phool Aur Kaante, 1991) * \"Jumbalakka\" (Thakshak, 1999) * \"Panch Vorsam\" (Konkani, Old Goan Gold, 1985) * \"Rajan Ani Prema\" (Konkani, Old Goan Gold, 1985) * \"Dil Mera Todo Na\" (Dance Dance) * \"Zooby Zooby\" (Dance Dance) * \"Let's Do It\" (Jalwa) * \"Kaate Nahin\" (Mr. India) * \"Raat Bhare Jaam se\" (Tridev) * \"Dhak Dhak\" (Maha Sangram) * \"Cha Raha Hain\" (Chandra Mukhi) * \"Sexy Sexy\" (Khuddar) * \"Tu Shama Main Parwana Tera\" (Khiladi) * \"Ruk Ruk Ruk\" (Vijaypath) * \"Bambai Se Rail Chali\" (Zaalim) * \"My Adorable Darling\" (Main Khiladi Tu Anari) * \"Ure Baba\" (Bambai Ka Babu) * \"Tere Ishq Main Nachenge\" (Raja Hindustani) * \"Krishna Krishna\" (Insaaf) * \"De Diya Dil Piya\" (Keemat) * \"Tinka, Tinka\" (Karam) * \"Pyaar Aaya\" (Plan) * \"Mehboob Mere\" (Plan) * \"Oh My Darling!\" (Mujhse Dosti Karoge, 2002) * \"Rang Rang Mere Rang Rang Mein\" (Bollywood/Hollywood, 2002) * \"Chot Dil Pe Lagi\" (Ishq Vishk, 2003) * \"Dil Ko Hazar Bar\" (Murder, 2004) * \"Maine Jisko Chaha\" (Fida, 2004) * \"Hamnasheen\" (Dobara, 2004) * \"Kajra Re\" (Bunty Aur Babli, 2005) * \"Ishq Di Gali\" (No Entry, 2005) * \"Dil Chura ke Mere\" (No Entry, 2005) * \"Yeh Ishq Mein\" (No Entry, 2005) * \"Abhi toh mein\" (The Killer,2006) * \"Aaj Ki Raat\" (Don, 2006) * \"Touch Me\" (Dhoom 2, 2006) * \"It's Rocking\" (Kya Love Story Hai, 2007) * \"Ticket To Hollywood\" (Jhoom Barabar Jhoom, 2007) * \"Lover Boy\" (Love Story 2050, 2008) * \"Bebo\" (Kambakkht Ishq, 2009) * \"Tera Hone Laga Hoon\" (Ajab Prem Ki Ghazab Kahani, 2009) * \"Jiyara Jiyara\" (Prince, 2010) * \"Dilruba\" (Namastey London, 2007) * \"Dil Tu Hi Bataa\" (Krrish 3, 2013) * \"You Are My Love\" (Krrish 3, 2013) * \"Gori chori cori\" (Aflatoon, 1997) * Jalta Hai Kyun Tan Badan Bandh Darwaza 1991 ==Albums== ===Studio albums=== The following are sales of Alisha Chinai's Indi-pop studio albums in India. {| class=\"wikitable sortable\" |- ! Year ! Album ! Certification(s) ! Sales |- | 1985 | Jadoo | Platinum | 200,000 |- | 1986 | Aah... Alisha! | MultiPlatinum | 400,000 |- | 1988 | Babydoll | MultiPlatinum | 400,000 |- | 1989 | Madonna | 3× Platinum | 600,000 |- | 1990 | Kamasutra | 2× Platinum | 400,000 |- | 1993 | Bombay Girl | 3× Platinum | 600,000 |- | 1995 | Made in India | MultiPlatinum | 5,000,000 |- ! Total known sales ! ! ! 7,200,000 |} ===Soundtrack albums=== The following are sales of Bollywood soundtrack albums featuring songs by Alisha Chinai. {| class=\"wikitable sortable\" |- ! Album ! Year ! Sales ! |- | 1991 | Phool Aur Kaante | 6,000,000 | rowspan=\"5\" | |- | 1992 | Khiladi | 2,500,000 |- | rowspan=\"2\" | 1994 | Main Khiladi Tu Anari | 3,000,000 |- | Khuddar | 2,800,000 |- | 1997 | Aflatoon | 2,500,000 |- | 2002 | Mujhse Dosti Karoge | 1,200,000 | rowspan=\"9\" | |- | 2003 | Ishq Vishk | 1,200,000 |- | rowspan=\"2\" | 2004 | Murder | 2,200,000 |- | Fida | 1,400,000 |- | 2005 | Bunty Aur Babli | 1,900,000 |- | rowspan=\"2\" | 2006 | Dhoom 2 | 2,000,000 |- | Don: The Chase Begins Again | 1,500,000 |- | rowspan=\"2\" | 2007 | Jhoom Barabar Jhoom | 1,700,000 |- | Namastey London | 1,400,000 |- ! ! Total sales ! 30,800,000 ! |} ==References== ==External links== * The Official Alisha Chinai Website * Category:Living people Category:Indian female pop singers Category:Konkani- language singers Category:Women musicians from Gujarat Category:Singers from Ahmedabad Category:Indian female film singers Category:Bollywood playback singers Category:20th-century Indian singers Category:21st-century Indian singers Category:21st-century Indian women singers Category:Gujarati people Category:20th-century women singers ",
    "title": "Alisha Chinai"
}