{
    "id": "517166",
    "text": "Paul Revere & the Raiders was an American pop-rock band that saw considerable U.S. mainstream success in the second half of the 1960s and early 1970s, with music veering from garage rock to psychedelic pop. Signature songs include a quartet of major 1966 chart hits\"Just Like Me\" (late 1965 debut), \"Kicks\" (ranked no. 400 on Rolling Stones list of The 500 Greatest Songs of All Time), \"Hungry\" and \"Good Thing\"and \"Him Or Me – What's It Gonna Be?\" (1967). Plus the platinum-certified 1971 comeback no. 1 \"Indian Reservation\", credited to simply 'Raiders'. ==History== ===Early years=== Initially based in Boise, Idaho, the Raiders began as an instrumental rock band led by organist and founder Paul Revere Dick (1938–2014).Paul Revere & The Raiders Biography . Musicianguide.com; retrieved November 11, 2012.Hart, Roger. Paul Revere: \"The End of the Ride\" 1938–2014 , memorial in the Paul Revere and the Raiders official website (accessed October 5, 2014). The band relocated to Portland, Oregon, when Revere returned from serving in the armed forces in 1962.Stax, Mike. \"Optical Sound: The Technicolor Tales Behind the Numerous Nuggets\" (track-by-track booklet liner notes). Nuggets: Original Artyfacts from the First Psychedelic Era, 1965–1968 (4-CD Box Set). Rhino 1998, p. 58. In his early 20s, Revere owned several restaurants in Caldwell, Idaho, and first met singer Mark Lindsay (b. 1942) while picking up hamburger buns from the bakery where Lindsay worked. The circumstance of their meeting was later referred to in the tongue-in-cheek song \"Legend of Paul Revere\", recorded by the group. Lindsay joined Revere's band in 1958. Originally called the Downbeats, they changed their name to Paul Revere & the Raiders in 1960 on the eve of their first record release for Gardena Records. The band garnered their first hit in the Pacific Northwest in 1961, with the instrumental \"Like, Long Hair\". The record had enough national appeal that it peaked at no. 38 on the Billboard Hot 100 on April 17, 1961. When Revere was drafted for military service, he became a conscientious objector and worked as a cook at a mental institution for a year and a half of deferred service. During the same time period, Lindsay pumped gas in Wilsonville, Oregon. On the strength of their Top 40 single, Lindsay toured the U.S. in the summer of 1961 with a band that featured Leon Russell taking Revere's place on piano. By summer 1962, Revere and Lindsay were working together again in Oregon with a version of the Raiders that featured Mike \"Smitty\" Smith (b. 1942), a drummer who would spend two extended periods with the band. Around this time, KISN DJ Roger Hart, who was producing teen dances, was looking for a band to hire. Hart had a casual conversation with a bank teller who told him about a band called \"Paul Revere- something\". Hart obtained Revere's phone number and they met for lunch. Hart hired the band for one of his teen dances. Soon afterward, Hart became the group's personal manager. It was Hart who suggested they record \"Louie Louie\", for which Hart paid them about $50, producing the song and placing it on his Sandē label, ultimately attracting the attention of Columbia Records. According to Lindsay, the Raiders were a \"bunch of white-bread kids doing their best to sound black. We got signed to Columbia on the strength of sounding like this.\" Whether the Raiders or the Kingsmen recorded \"Louie Louie\" first is not certain; however, both groups recorded it in the same studio NorthWestern Motion Pictures and Sound Recordings, Inc. (NWI) in Portland, Oregon, in April 1963.The date on the master tape of the Kingsmen version was April 6, 1963, according to Dick Peterson in his book Louie Louie, Me Gotta Go (p. 45). Peter Blecha states in his 2009 book Sonic Boom! The History of Northwest Rock (p. 137) that the probable date of the Raiders recording was April 13, 1963. Following the death of Kingsmen singer Jack Ely, Mark Lindsay tweeted on April 28, 2015, \"To settle it once and for all: Jack Ely/The Kingsmen recorded Louie Louie 3 days BEFORE the Raiders.\" See additional citations at the Louie Louie page. By then, the Raiders included Revere, Lindsay, Smith, guitarist Drake Levin, and bassist Mike \"Doc\" Holliday, who was replaced in early 1965 by Phil Volk. ===Hits and promotion in the \"Action\" era=== Where the Action Is photo of Dick Clark with the group in 1966. Front L–R: Paul Revere, Clark, and Mike Smith. Back L–R: Drake Levin, Phil Volk, and Mark Lindsay. In 1965 the Raiders began recording a string of garage rock classics. Under the guidance of producer Terry Melcher, the group relocated to Los Angeles and increasingly emulated the sounds of British Invasion bands such as the Beatles, the Rolling Stones, the Dave Clark Five, and the Animals, while adding an American, R&B; feel. Their first major national hit, \"Just Like Me\" (no. 11, 1965) was one of the first rock records to feature a distinctive, double-tracked guitar solo, performed by guitarist Drake Levin. The band appeared regularly in the U.S. on national television, most notably on Dick Clark's Where the Action Is, Happening '68, and It's Happening, the latter two co-hosted by Revere and Lindsay. In November 1966, the band appeared as themselves performing a song on the popular Batman television series in the episode \"Hizzonner the Penguin\". The Raiders had an endorsement deal with the Vox Amplifier Company through its U.S. distributor, the Thomas Organ Co., with Revere using the Vox Continental combo organ and Volk occasionally playing the Vox Phantom IV bass. When performing, the entire band was plugged into Vox Super Beatle amplifiers. The band was reported to be the first major band in history to tour with all members amplified, including sidemen such as horn players. When Levin left the group in 1966 to join the National Guard he was replaced by Jim Valley, another Northwest musician the Raiders had met during their days playing the Portland and Seattle music circuits. Valley was dubbed \"Harpo\" by the other Raiders due to a vague resemblance to the famous Marx brother. Their hits from this period include \"Kicks\" (no. 4 on Billboard's Hot 100), \"Hungry\" (no. 6), \"The Great Airplane Strike\" (no. 20), \"Good Thing\" (no. 4) and \"Him or Me – What's It Gonna Be?\" (no. 5). Of these, \"Kicks\" emerged as their best-known hit – a hip-sounding record with an anti-drug message, written by Barry Mann and Cynthia Weil and originally earmarked for the Animals. (Mann later revealed in interviews that the song was written about their friend, fellow 1960s songwriter Gerry Goffin, whose ongoing drug problems were interfering with his career and his relationship with then wife Carole King.) In mid-1967, with three gold albums to their credit, the Raiders were Columbia's top-selling rock group; their Greatest Hits was one of two releases selected by Clive Davis to test a higher list price for albums expected to be particularly popular (along with Bob Dylan's Greatest Hits). Quentin Tarantino's 2019 film Once Upon a Time...in Hollywood, set in 1969, features three of the band's hit singles – \"Hungry\" (1966), \"Good Thing\" (1966) and \"Mr. Sun, Mr. Moon\" (1969) – and the 1968 B-side \"Theme From It's Happening\". ===Major lineup change=== At the height of the group's popularity, Valley, Volk, and Smith left the band. The split happened for a number of reasons, among them being the feeling that the group was prevented from evolving into a more egalitarian creative team, upset at being replaced by studio musicians on recordings (Volk denies this and says that The Wrecking Crew were hired by Melcher and Lindsay only to augment the band) and unhappy with a continued teen-oriented direction while a more serious rock 'n' roll style was emerging. The first to leave was Valley, who then embarked on a solo career. Drake Levin rejoined the band on guitar to finish the spring 1967 tour. Levin, Volk, and Smith flew to New York together when the Raiders were booked to perform on The Ed Sullivan Show. Revere was upset about Valley, Volk, and Smith leaving the group, blaming Levin for their departures. Levin showed up at the Ed Sullivan Theater to perform with Volk and Smith for the very last time, but Revere refused to allow Levin to play.Phil Volk interview, October 19, 2009, Greg Martin Radio Show. Unbeknownst to the group, Revere had hired a new guitar player, Freddy Weller, to perform that night. Levin held no grudges about this; he showed Weller the chords to the songs and watched from the wings as the Raiders made their one and only appearance on Sullivan's show on April 30, 1967. It was the only time that the lineup of Revere, Lindsay, Smith, Volk, and Weller performed together. The following month, Volk and Smith left, subsequently rejoining Levin to form a band called \"Brotherhood\". Charlie Coe, who had played guitar for the group in 1963, rejoined the band on bass, and Joe Correro, Jr. was recruited as the new drummer. ===The \"Happening\" era=== Changing tastes in the late 1960s rendered the group unfashionable, but they still continued to have modest hits through the rest of the decade, including \"Ups and Downs\", \"I Had a Dream\", \"Too Much Talk\", \"Don't Take It So Hard\", \"Cinderella Sunshine\", \"Mr. Sun, Mr. Moon\", and \"Let Me\", which became their first gold record. On January 6, 1968, just four months after the cancellation of Where The Action Is, Revere and Lindsay returned to the air as hosts of a new Dick Clark- produced show in which the Raiders made several appearances, Happening '68 (later shortened to Happening). This weekly series was joined from July to September that year by a Clark-produced daily series It's Happening, also hosted by Revere and Lindsay. In August 1968, bassist Coe left the group again to get married; he was replaced by former Action heartthrob Keith Allison. According to author Derek Taylor, the Raiders were seen as \"irrelevances. . . . Nervous citizens felt reassured that some good safe things never changed\". Mark Lindsay took more control of the band during this time. He produced all records beginning with Too Much Talk in 1968 and the psychedelic album Something Happening. Lindsay's vision was represented on songs such as \"Let Me\" and the albums Hard 'N' Heavy (with marshmallow) and Alias Pink Puzz. (According to allmusic.com, Pink Puzz was the identity under which the Raiders first tried to get the album played on FM radio, a gambit that failed though the band kept the joke name for the album title.) The success of \"Let Me\" allowed Paul Revere and the Raiders to tour Europe with the Beach Boys in the summer of 1969 (they also recorded two songs for the long running German music program Beat-Club at this time). Happening ended its run that autumn. Also in 1969, the band performed a specially written song and appeared in a television commercial for Pontiac's new GTO sports car, \"The Judge\". ===The Raiders: early 1970s=== In an effort to change the bands' sound and image, the name was officially shortened to The Raiders (shown simply as Raiders on the singles), while the 1970 album Collage was an attempt to move in another musical direction. It drew a glowing review from Rolling Stone magazine, with critic Lenny Kaye singling out Lindsay for praise: \"[He] never fails to give the impression that he knows what he's doing. Almost single-handedly, he's brought the Raiders to a stronger position than they've occupied in years\". Collage proved to be a commercial failure (#154 on the Billboard 200) and Lindsay began to turn toward solo projects. Joe Correro departed after their spring tour ended, to be replaced by his predecessor Mike Smith. The Raiders achieved their biggest 1970s success with their cover of John D. Loudermilk's \"Indian Reservation\", which was brought to the group by Columbia A&R; man while they were working on an album. Revere worked heavily to promote the single, and \"Indian Reservation\" peaked at number one for one week in July 1971.Bronson, Fred, The Billboard Book of Number One Hits, Billboard Publications, Inc. 1985; . It became Columbia's biggest-selling single for almost a decade, clearing over six million units. The success of the single was followed by the album of the same name that reached No. 19 and consisted mainly of covers. The group expanded to include drummer Omar Martinez and keyboardist Bob Wooley. In 1972, the Raiders' last attempt at a pop album, Country Wine, failed to crack the Billboard 200. Later that year, they began preparation on what was to be their fourth album in two years, Love Music. The intended title track was released as a promotion for the project, but it reached only #97, marking the Raiders' final chart appearance and the album being shelved by Columbia. The band's presence dwindled and they were relegated to playing lounges and state fairs as an \"oldies\" act, a situation Revere found pleasing, but not Lindsay. Weller and Smith departed in December 1972, Weller being replaced by guitarist Doug Heath. ===The later 1970s=== Lineup changes ensued in early 1975, with Mark Lindsay departing the band after a gig at Knott's Berry Farm. Lindsay continued his solo career, having previously landed a hit single in late 1969 with Kenny Young's \"Arizona\". After two final singles for Warner Bros. records in 1977, Mark turned his attentions to film scoring and commercials. He was also head of A&R; (artists & repertoire) for United Artists Records in the 1970s. Keith Allison departed in April 1975, to be replaced by current Raider bassist Ron Foos.\" Country music was the choice of former guitarist Freddy Weller, who had much success on the country charts before, starting with his country version of Joe South's \"Games People Play\" in 1969 reaching no. 2 on the country charts as well as recording albums (his first two solo albums were produced by Mark Lindsay), and Top 10 singles on the country singles charts such as his covers of Chuck Berry's \"Promised Land\", the Cowsills' \"Indian Lake\", as well as \"These Are Not My People\" and \"Another Night of Love\" for Columbia during this time while with the Raiders, as well as after leaving the Raiders. (Freddy's stint was 1967–1973.) In a memorable event, Revere married for the second time on July 4, Bicentennial Year 1976 onstage at a Raiders show. Revere announced his retirement from the music business at the end of 1976, but was back on the road by 1978 with a new cast of Raiders. Along with guitarist Doug Heath, Revere linked in this period with a group called \"Louie Fontaine & the Rockets\", and went on the road with them as \"Paul Revere & the Raiders\", featuring Blair Hill (\"Louie Fontaine\") as lead vocalist. This configuration even appeared as \"Paul Revere's Raiders\" without Paul, for a while in 1978. The quintet of Paul Revere, Mark Lindsay, Drake Levin, Phil Volk, and Mike Smith reunited for Dick Clark on national television in 1979 and performed a medley of their biggest hits. The same year \"Indian Reservation\" was covered by the German group Orlando Riva Sound.Paul Revere and the Raiders , Classicwebs.com; retrieved November 11, 2012. ===The 1980s to 2014=== Paul Revere in 2007 The punk rock and new wave eras saw a wave of interest in the Raiders' music; \"I'm Not Your Stepping Stone\" was covered by the Sex Pistols, Minor Threat, and Liverpool band the Farm (although the Monkees' cover version was better known than the Raiders' original), and later \"Just Like Me\" was covered by the Circle Jerks, Joan Jett and Pat Benatar. David Bowie covered \"Louie, Go Home\". In 1964, the Who took the song and changed the title and lyrics to \"Lubie (Come Back Home)\" in 1965. \"Hungry\" was covered by Sammy Hagar. The Flamin' Groovies tackled three Raiders songs (\"Him or Me, What's it Gonna Be?\", \"Sometimes\" and \"Ups and Downs\") and The Morrells did a country-tinged arrangement of \"Ups and Downs\" as well. The Paisley Underground, garage rock revival, and grunge movements all acknowledged the Raiders' influence. \"Kicks\" was also covered by Micky Dolenz and Peter Tork of the Monkees as one of three new recordings included on their 1986 compilation, Then & Now... The Best of The Monkees. Mark Lindsay cut a version of \"Ups And Downs\" in 1994 with Carla Olson, which appeared on her Reap The Whirlwind album. Revere continued with a relatively stable lineup through the 80's and 90's, featuring longtime members Omar Martinez (drums and vocals since 1972), Doug Heath (guitarist for the Raiders since 1973), Ron Foos (bass, Allison's replacement in 1975), and lead vocalist Carlo Driggs (who replaced Michael Bradley). Occasional new record releases included the self-produced \"Special Edition\" in 1983, with Michael Bradley on vocals, and \"Paul Revere Rides Again\", released in 1983 through Radio Shack stores. They also recorded a home video for MCA Universal in 1996 titled \"The Last Madman of Rock 'N' Roll\". Revere's son Jamie joined the band on guitar for several years in the 1990s, featured on \"Generic Rock & Roll\" (1992) and \"Generic Rock 2\" (1996). On September 19, 1997, the group's classic 1966 Midnight Ride lineup (singer Mark Lindsay, guitarist Drake Levin, bassist Phil \"Fang\" Volk and drummer Mike \"Smitty\" Smith) reunited in full costume (though without Revere himself) for a 30th anniversary performance in Portland. In 2000 Sundazed Records released a two-CD package entitled Mojo Workout that focused on the R&B; and soul sounds from early in the Raiders' Columbia career. In 2001, the Raiders released \"Ride to the Wall\", featuring several new songs, along with their versions of 1960s hits, with proceeds going to help veterans of the Vietnam War. They performed at Rolling Thunder's Memorial Day event in Washington D.C. in 2001 for POW-MIA's of the Vietnam era. A steady touring schedule kept Paul and his \"new Raiders\" in the public eye. Keith Allison, who played in the Raiders from 1968 to 1975, has since gone into acting, and appeared in the film Gods and Generals.; accessed September 13, 2015. On October 13, 2007, Paul Revere & the Raiders were officially inducted, along with their manager Roger Hart, into the Oregon Music Hall of Fame. In attendance were Mark Lindsay, Phil \"Fang\" Volk, and Roger Hart to accept their awards. In 2010, the band was inducted into the Hit Parade Hall of Fame. Revere announced his retirement from the band in August 2014; the group planned to tour without him as \"Paul Revere's Raiders\". In October 2014, the band's web site announced that Revere had died \"peacefully\" on October 4, 2014, at his Garden Valley, Idaho home, a \"small estate overlooking a tranquil river canyon\", from cancer. He was 76 years old. On October 10, 2014 at the Los Angeles Forum, Tom Petty performed \"I'm Not Your Stepping Stone\", dedicating it to Paul Revere, acknowledging his passing that week. ===Former Raiders and legacy=== Phil Volk tours with his own band, Fang and the Gang. Since 1967, he has been married to Where The Action Is regular Tina Mason. After leaving the Raiders in 1967, Jim Valley continued to perform and hone his songwriting skills in a variety of acts. He was signed as a solo artist by Dunhill Records and released two singles. He subsequently moved back to his native Northwest, playing with several rock acts including Sweet Talking Jones and the Shoestring Orchestra & Choir. He became an acclaimed and award-winning children's music artist and educator, traveling the world as an emissary of the \"Rainbow Planet\". Valley continues to work with children, write and record his own albums, as well as perform live. Joe Correro Jr., the Raiders' drummer from 1967 to 1971, performs as part of the Los Angeles-based Richard Sherman Trio jazz combo. Bassist Mike \"Doc\" Holiday and guitarist/bassist Charlie Coe made a special guest appearance with Mark Lindsay at a show in Boise, Idaho in 1996. They both reside in Idaho. Righteous Brothers Bill Medley's son, Darrin, sang and performed with Paul Revere & the Raiders. Another Darren, Darren Dowler, followed Darrin Medley as lead vocalist of the Raiders. Coincidentally, Darren Dowler also sang with Darrin Medley's father's group, the Righteous Brothers Band singing the parts formerly sung by tenor, recording great Bobby Hatfield. Dowler, the current vocalist, has also performed with the Lettermen, the Jordanaires, the Fifth Dimension, Gary Puckett, Mitch Ryder and was the first guitarist for the Backstreet Boys in 1991 before they hit mega stardom. Dowler, also an actor and filmmaker, appeared in such films as Eagle Eye with Billy Bob Thornton and Hancock with Will Smith. In 2014 he starred in, wrote, and directed the films Rock and Roll the Movie and Christmas In Hollywood. In 2014, Revere commissioned Dowler to compose an album of original songs for a new Raider album, the first all original album in 35 years. After ending his second stint with the Raiders in 1972, drummer Mike \"Smitty\" Smith moved to Kona, Hawaii and continued performing for several groups in that region. Smith died of natural causes on March 6, 2001, three weeks before his 59th birthday.Portland Tribune and Community Newspapers , Portlandtribune.com; retrieved November 11, 2012. Guitarist Drake Levin became an accomplished blues guitarist, playing in and forming numerous groups in the San Francisco Bay Area. On July 4, 2009, Levin died at his home in San Francisco after a long battle with cancer. He was 62.RIP: Drake Levin, guitarist with Paul Revere & Raiders , Louielouie.net, July 5, 2009; retrieved November 11, 2012. The group's founder, vocalist and keyboard player Paul Revere died of cancer at his home in Garden Valley, Idaho on October 4, 2014, aged 76. His funeral, held at the Cathedral of the Rockies in Boise, Idaho, was attended by, amongst others, former Idaho Governor Dirk Kempthorne. The group then became \"Paul Revere’s Raiders\". Carl \"Carlo\" Driggs, Paul Revere & the Raiders' longest-serving lead singer (a 20-year-plus span), was formerly lead vocalist for Kracker, a band that toured Europe as an opening act for (and had their albums distributed outside America by) the Rolling Stones. He followed this with his tenure in the Latin/disco group Foxy, who scored a no. 1 hit on the Hot R&B;/Hip-Hop Songs chart (no. 9 on Billboard's Hot 100) with \"Get Off\", which was co- written by Driggs. On May 31, 2017, Driggs died of a heart attack at his home in Miami, Florida, at the age of 67. Paul Revere & the Raiders feature heavily in the soundtrack of Quentin Tarantino's 2019 comedy-drama Once Upon a Time in Hollywood, namely the tracks \"Hungry\", \"Mr. Sun, Mr. Moon\" and \"Good Thing\", with the latter appearing in the film's official trailer. They are also named in the picture's dialogue, with Sharon Tate (portrayed by Margot Robbie) asking Jay Sebring (portrayed by Emile Hirsch): \"Aww, what's the matter? You afraid I'll tell Jim Morrison you were dancing to Paul Revere & The Raiders? Are they not cool enough for you?\" ==Members== ===Current members=== *Doug Heath – guitar (1973–1977, 1978–1979, 1980–present) *Ron Foos – bass, guitar (1975–1977, 1980–present) *Danny Krause – keyboards (1980–present) *Jamie Revere – guitars (1990–1997, 2014–present) *Darren Dowler – lead vocals (2008–present) *Tommy Scheckel – drums, vocals (2010–present) ===Former members=== *Paul Revere – keyboards (1958–1977; 1978–2014; his death) *Mark Lindsay – vocals, saxophone (1958–1975) *Robert White – guitar (1958–1961) *Richard White – guitar (1958–1961) *William Hibbard – bass guitar (1958–1961) *Dick McGarvin – drums (1958) *Red Hughes – vocals (1958) *David Bell – drums (1958–1959) *Jerry Labrum – drums (1959–1961) *Andrea Loper – vocals (1960) *Mike \"Smitty\" Smith – drums (1962–1967, 1971–1972; died 2001) *Ross Allemang – bass guitar (1962–1963) *Steve West – lead guitar (1962) *Pierre Ouellette (1963) *Dick Walker – lead guitar (1962–1963) *Charlie Coe – lead guitar (1963), bass guitar (1967–1968) *Drake \"Kid\" Levin – lead guitar (1963–1966, 1967; died 2009) *Mike \"Doc\" Holliday – bass guitar (1963–1965) *Phil \"Fang\" Volk – bass guitar (1965–1967) *Jim \"Harpo\" Valley – lead guitar (1966–1967) *Freddy Weller – lead guitar (1967–1973) *Joe Correro, Jr. – drums (1967–1971) *Keith Allison – bass guitar (1968–1975) *Omar Martinez – drums, vocals (1971–1977, 1980–2006) *Robert Wooley – keyboards (1972–1977) *Blair Hill – vocals (1978–1980) *Michael Bradley – vocals (1980–1983) *Carlo Driggs – vocals (1983–2004; died 2017) ===Timeline=== ImageSize = width:1000 height:auto barincrement:22 PlotArea = left:100 bottom:100 top:10 right:10 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/01/1958 till:01/01/2021 TimeAxis = orientation:horizontal format:yyyy Colors = id:vocals value:red legend:Vocals id:wind value:gray(0.5) legend:Saxophone id:guitar value:green legend:Guitar id:keys value:purple legend:Keyboards id:bass value:blue legend:Bass id:drums value:orange legend:Drums id:lines1 value:black legend:Studio_Albums id:bars value:gray(0.95) Legend = orientation:vertical position:bottom columns:1 BackgroundColors = bars:bars ScaleMajor = unit:year increment:5 start:1960 ScaleMinor = unit:year increment:1 start:1958 BarData = bar:Mark text:Mark Lindsay bar:Red text:Red Hughes bar:Andrea text:Andrea Loper bar:Blair text:Blair Hill bar:Michael text:Michael Bradley bar:Carlo text:Carlo Driggs bar:Darren text:Darren Dowler bar:Robert1 text:Robert White bar:Richard text:Richard White bar:Steve text:Steve West bar:Dick2 text:Dick Walker bar:Pierre text:Pierre Ouellette bar:Charlie text:Charlie Coe bar:Drake text:Drake Levin bar:Jim text:Jim Valley bar:Freddy text:Freddy Weller bar:Doug text:Doug Heath bar:Jamie text:Jamie Revere bar:Paul text:Paul Revere bar:Robert2 text:Robert Wooley bar:Danny text:Danny Krause bar:William text:William Hubbard bar:Ross text:Ross Allemang bar:Doc text:Mike \"Doc\" Holliday bar:Phil text:Phil Volk bar:Keith text:Keith Allison bar:Ron text:Ron Foos bar:Dick1 text:Dick McGarvin bar:David text:David Bell bar:Jerry text:Jerry Labrum bar:Smitty text:Mike \"Smitty\" Smith bar:Joe text:Joe Correro Jr. bar:Omar text:Omar Martinez bar:Tommy text:Tommy Scheckel PlotData= width:11 textcolor:black align:left anchor:from shift:(10,-4) bar:Paul from:start till:01/01/1977 color:Keys bar:Paul from:01/01/1978 till:04/10/2014 color:Keys bar:Robert2 from:01/01/1972 till:01/01/1977 color:Keys bar:Danny from:01/01/1980 till:end color:Keys bar:Mark from:start till:01/01/1975 color:Wind width:3 bar:Mark from:start till:01/01/1975 color:Vocals bar:Red from:start till:01/01/1959 color:Vocals bar:Andrea from:01/01/1960 till:01/01/1961 color:Vocals bar:Blair from:01/01/1978 till:01/01/1980 color:Vocals bar:Michael from:01/01/1980 till:01/01/1983 color:Vocals bar:Carlo from:01/01/1983 till:01/01/2004 color:Vocals bar:Darren from:01/01/2008 till:end color:Vocals bar:William from:start till:01/01/1961 color:Bass bar:Ross from:01/01/1962 till:01/01/1963 color:Bass bar:Doc from:01/01/1963 till:01/01/1965 color:Bass bar:Phil from:01/01/1965 till:01/01/1967 color:Bass bar:Keith from:01/01/1968 till:01/01/1975 color:Bass bar:Ron from:01/01/1975 till:01/01/1977 color:Bass bar:Ron from:01/01/1975 till:01/01/1977 color:Guitar width:3 bar:Ron from:01/01/1980 till:end color:Bass bar:Ron from:01/01/1980 till:end color:Guitar width:3 bar:Dick1 from:start till:01/06/1958 color:Drums bar:David from:01/06/1958 till:01/01/1959 color:Drums bar:Jerry from:01/01/1959 till:01/01/1961 color:Drums bar:Smitty from:01/01/1961 till:01/01/1967 color:Drums bar:Joe from:01/01/1967 till:01/01/1971 color:Drums bar:Smitty from:01/01/1971 till:01/01/1972 color:Drums bar:Omar from:01/01/1972 till:01/01/1977 color:Drums bar:Omar from:01/01/1972 till:01/01/1977 color:Vocals width:3 bar:Omar from:01/01/1980 till:01/01/2006 color:Drums bar:Omar from:01/01/1980 till:01/01/2006 color:Vocals width:3 bar:Tommy from:01/01/2010 till:end color:Drums bar:Tommy from:01/01/2010 till:end color:Vocals width:3 bar:Robert1 from:start till:01/01/1961 color:Guitar bar:Richard from:start till:01/01/1961 color:Guitar bar:Steve from:01/01/1961 till:01/01/1962 color:Guitar bar:Dick2 from:01/01/1961 till:01/01/1963 color:Guitar bar:Pierre from:01/01/1962 till:01/01/1963 color:Guitar bar:Charlie from:01/01/1962 till:01/01/1963 color:Guitar bar:Charlie from:01/01/1967 till:01/01/1968 color:Bass bar:Drake from:01/01/1962 till:01/01/1967 color:Guitar bar:Jim from:01/01/1966 till:01/01/1967 color:Guitar bar:Freddy from:01/01/1967 till:01/01/1973 color:Guitar bar:Doug from:01/01/1973 till:01/01/1977 color:Guitar bar:Doug from:01/01/1978 till:end color:Guitar bar:Jamie from:01/01/1990 till:01/01/1997 color:Guitar bar:Jamie from:01/01/2014 till:end color:Guitar LineData = at:01/01/1961 color:lines1 layer:back at:01/01/1963 color:lines1 layer:back at:01/01/1965 color:lines1 layer:back at:01/01/1966 color:lines1 layer:back at:09/05/1966 color:lines1 layer:back at:01/11/1966 color:lines1 layer:back at:01/08/1967 color:lines1 layer:back at:01/01/1968 color:lines1 layer:back at:01/10/1968 color:lines1 layer:back at:05/03/1969 color:lines1 layer:back at:01/09/1969 color:lines1 layer:back at:01/01/1970 color:lines1 layer:back at:01/01/1971 color:lines1 layer:back at:01/01/1972 color:lines1 layer:back at:01/01/1983 color:lines1 layer:back at:01/06/1983 color:lines1 layer:back at:01/09/1983 color:lines1 layer:back ==Discography== * 1961: Like, Long Hair * 1963: Paul Revere & the Raiders * 1965: Here They Come! * 1966: Just Like Us! * 1966: Midnight Ride * 1966: The Spirit of '67 * 1967: Revolution! * 1967: A Christmas Present...And Past * 1967: Greatest Hits * 1968: Goin' to Memphis * 1968: Something Happening * 1969: Hard 'N' Heavy (with Marshmallow) * 1969: Alias Pink Puzz * 1970: Collage * 1971: Indian Reservation * 1972: Country Wine * 1972: All-Time Greatest Hits * 1982: Special Edition * 1983: The Great Raider Reunion * 1983: Paul Revere Rides Again * 1985: Generic Rock & Roll * 1992: Generic Rock & Roll (a.k.a. Live NOT) * 1996: Generic Rock 2 (a.k.a. Live NOT) * 2000: Time Flies When You're Having Fun * 2001: Ride to the Wall * 2005: Ride to the Wall 2 * 2010: The Complete Columbia Singles * 2011: Flower Power, produced by vocalist Darren Dowler == Bibliography == * * * ==References== ==External links== *Official website of Paul Revere & the Raiders *Paul Revere & the Raiders at MySpace *Ride to the Wall, Paul Revere's foundation assisting vets *Ride to the Wall MySpace at MySpace *Paul Revere & the Raiders Discography at Musicmatch *Mark Lindsay's home page *Barber & Associates' write-up on Lindsay and how he came to join Paul Revere and the Raiders *Paul Revere and the Raiders: The Way They Were *Pontiac GTO commercial (1969) on YouTube *Michael Bradley's home page *Phil Volk's website *Jim Valley's website *Jim Valley's Rainbow Planet *Darren Dowler's homepage Category:Musical groups established in 1958 Category:Musical groups from Idaho Category:Protopunk groups Category:American garage rock groups Category:Musical groups from Portland, Oregon Category:Jay Boy artists Category:Columbia Records artists Category:1958 establishments in Idaho ",
    "title": "Paul Revere &amp; the Raiders"
}