{
    "id": "517103",
    "text": "Vice-Admiral Sir Humphrey Thomas Walwyn, (25 January 1879 – 29 December 1957) was an officer of the Royal Navy, who served during the Second Boer War and First World War, and was the Commander-in-Chief of the Royal Indian Navy from 1928 until his retirement in 1934. He then served as Governor of Newfoundland from 1936, throughout the Second World War, until 1946. ==Naval career== Walwyn joined the Royal Navy in 1893, spending two years training at the Dartmouth Britannia Royal Naval College before joining the battleship with the rank of midshipman. He served as acting sub-lieutenant from December 1898, and was confirmed in this rank on 7 February 1900, when he was posted to the pre- dreadnought battleship , serving in the Mediterranean Fleet. Later that year he was promoted to lieutenant on 15 December 1900, seeing action in the Second Boer War. In 1904 Walwyn was posted to , the Naval Gunnery School at Whale Island, Hampshire, as a Gunnery Lieutenant. After a year he went on to serve as Gunnery Lieutenant aboard the cruiser , and the battleships and , until promoted to commander on 1 July 1912. Walwyn was then appointed Assistant to the Director of Naval Ordnance at the Admiralty, remaining in that post through the first year of the First World War, finally returning to sea duty in 1915 as 1st Lieutenant of . There he saw action in the Battle of Jutland on 31 May – 1 June 1916, and was subsequently awarded the Distinguished Service Order on 15 September. He was promoted to captain on 31 December 1916, and in June 1917 was awarded the Order of St. Stanislas, 2nd Class (with Swords) by Russia. Walwyn was appointed commander of the first class protected cruiser on 17 January 1919, and, from 29 April 1920, he commanded the destroyer leader , also serving as Captain (D), 2nd Destroyer Flotilla. From 1922 he served as Captain (D), 7th Destroyer Flotilla, and as Senior Officer, Mediterranean Destroyers, before returning to the Admiralty in 1924 to serve as Director of the Gunnery Division. He took command of the battleship in March 1926, until she started a refit later that year. Soon after, he took command of , remaining with her until March 1927. On 29 February 1928 he was promoted to rear admiral. He was appointed a Companion of the Order of the Bath (CB) on 4 June 1928. The same year Walwyn was appointed Flag Officer Commanding and Director of the Royal Indian Marine, receiving promotion to vice admiral on 1 November 1932, and on 2 January 1933 was made a Knight Commander of the Order of the Star of India (KCSI). He oversaw the change of the Royal Indian Marine to the Royal Indian Navy in October 1934, of which he was the first Flag Officer Commanding, but retired in November 1934 after only a month. He was placed on the Retired List on 15 December 1934. ==Governor of Newfoundland== From 1936 Walwyn served as Governor of Newfoundland and chairman of the Commission of Government. On 6 June 1939 he was appointed a Knight Commander of the Order of St. Michael and St. George (KCMG). During the Second World War he was active in encouraging Newfoundlanders to join the war effort. In 1946, he retired to Maiden Newton, Dorset, where he died in 1957. ==Family== In recognition of her public and philanthropic work for the community in Newfoundland, his wife, Lady Eileen Mary Walwyn (1883–1973), the daughter of Major General Turner van Straubenzee, CB and Florinda Harriette van Straubenzee, was created a Dame Commander of the Order of the British Empire on 1 January 1947. Their son was Rear-Admiral James Humphrey Walwyn, R.N., C.B. (1964) O.B.E. (1944).van Straubenzee of Spennithorne pedigree, www.burkespeerage.com ==See also== *List of people of Newfoundland and Labrador ==References== ==External links== * Category:1879 births Category:1957 deaths Category:Place of birth missing Category:Disease-related deaths in England Category:People educated at Stubbington House School Category:Royal Navy officers Category:Royal Navy officers of World War I Category:Royal Indian Navy admirals Category:Governors of the Dominion of Newfoundland Category:Knights Commander of the Order of the Star of India Category:Knights Commander of the Order of St Michael and St George Category:Companions of the Order of the Bath Category:Companions of the Distinguished Service Order Category:Recipients of the Order of Saint Stanislaus (Russian), 2nd class Category:Members of the Newfoundland Commission of Government Humphrey ",
    "title": "Humphrey T. Walwyn"
}