{
    "id": "517585",
    "text": "Bobigny () is a commune, or town, in the northeastern suburbs of Paris, France. It is located from the center of Paris. Bobigny is the préfecture (capital) of the Seine-Saint-Denis département, as well as the seat of the Arrondissement of Bobigny. It is only the 12th-largest commune in Seine-Saint- Denis (1999 census). Inhabitants are called Balbyniens. Bobigny is the seat of the Seine-Saint-Denis prefecture. == Transport == Bobigny is served by two stations on Paris Métro Line 5: Bobigny – Pantin – Raymond Queneau and Bobigny – Pablo Picasso. It can also be reached from the outer terminus of Paris Métro Line 7 at La Courneuve. == Economy == Valeo has management branches (Valeo Transmissions group and Valeo Friction Materials group) here. It was also the manufacturing base by Meccano of French Dinky Toys from 1933 to 1970 when the factory was closed and later demolished. Production of Dinky Toys was transferred to the Meccano factory in Calais until 1972 when the last new model, a Renault 4 la poste, was produced. == Toponymy == Its name is derived from Roman-period Balbiniacum, \"the place of Balbo or Balbinus or Balbinius\"; or \"of the dumb or silent man/men\" (Gaulish: Irish Gaelic balbh = \"dumb, silent\"). == History == During World War II, approximately 20,000 Jews were shipped from a railway station in Bobigny. Their ultimate destination were the Nazi camps. == List of mayors == {| class=\"wikitable centre\" |- align=\"left\" ! Start !! End !! Name !! colspan=2| Party |- || 1944 || 1955 || Léon Pesch || bgcolor=\"#dd0000\"| || PCF |- || 1955 || 1965 || René Guesnier || bgcolor=\"#dd0000\"| || PCF |- || 1965 || 1995 || Georges Valbon || bgcolor=\"#dd0000\"| || PCF |- || 1995 || 2006 || Bernard Birsinger || bgcolor=\"#dd0000\"| || PCF |- || 2006 || 2014 || Catherine Peyge || bgcolor=\"#dd0000\"| || PCF |- || 2014 || - || Stéphane de Paoli || bgcolor=\"#00FFFF\"| || UDI |} == Education == The commune has 14 public preschools (écoles maternelles), 15 public elementary schools, four public junior high schools, three public senior high schools/sixth-form colleges, and one private school.\"Scolarité et enseignements.\" Bobigny. Retrieved on 4 September 2016. * Junior high schools: Collège Auguste Delaune, Collège Jean- Pierre Timbaud, Collège Pierre Sémard, and Collège République et SEGPA\"Enseignement secondaire.\" Bobigny. Retrieved on 4 September 2016. *Senior high/Sixth-form: Lycée professionnel Alfred Costes, Lycée Louise Michel, Lycée polyvalent André Sabatier *École, collège et lycée Charles Péguy is a private school from elementary to senior high/sixth-form There is also a school of hotel management, École hôtelière de Bobigny. The Bobigny campus of Paris 13 University is its second-largest. It focuses on the medical sciences, and hosts a strong medical degree. == Personalities == Bobigny is the birthplace of: * Charles Itandje (born 1982), football goalkeeper * Gaël Monfils, tennis player * Valentin Courrent, rugby player Bobigny is the place of death of: • Jacques Brel, Belgian singer-songwriter. == Heraldry == == International relations == Bobigny is twinned with: * Serpukhov, Moscow Oblast (Russia) * Potsdam, Brandenburg (Germany) == See also == *Communes of the Seine-Saint-Denis department *Bobigny cemetery == References == == External links == * Official website (in French) * aerial photos Category:Communes of Seine-Saint-Denis Category:Prefectures in France ",
    "title": "Bobigny"
}