{
    "id": "517641",
    "text": "The barramundi (Lates calcarifer) or Asian sea bass, is a species of catadromous fish in the family Latidae of the order Perciformes. The species is widely distributed in the Indo-West Pacific region from South Asia to Papua New Guinea and Northern Australia. ==Origin of name== Indigenous Australian rock art depicting barramundi fish Barramundi is a loanword from an Australian Aboriginal language of the Rockhampton area in Queenslandhttp://www.kasei.ac.jp/library/kiyou/2001/13.YOKOSE.pdf meaning \"large-scaled river fish\". Originally, the name barramundi referred to Scleropages leichardti and Scleropages jardinii. However, the name was appropriated for marketing reasons during the 1980s, a decision that has aided in raising the profile of this fish significantly. L. calcarifer is broadly referred to as Asian seabass by the international scientific community, but is also known as Australian seabass. ==Description== This species has an elongated body form with a large, slightly oblique mouth and an upper jaw extending behind the eye. The lower edge of the preoperculum is serrated with a strong spine at its angle; the operculum has a small spine and a serrated flap above the origin of the lateral line. Its scales are ctenoid. In cross section, the fish is compressed and the dorsal head profile clearly concave. The single dorsal and ventral fins have spines and soft rays; the paired pectoral and pelvic fins have soft rays only; and the caudal fin has soft rays] and is truncated and rounded. Barramundi are salt and freshwater sportfish, targeted by many. They have large, silver scales, which may become darker or lighter, depending on their environments. Their bodies can reach up to long, though evidence of them being caught at this size is scarce. The maximum weight is about . The average length is about . Its genome size is about 700 Mb, which was sequenced and published in Animal Genetics (2015, in press) by James Cook University. Barramundi are demersal, inhabiting coastal waters, estuaries, lagoons, and rivers; they are found in clear to turbid water, usually within a temperature range of 26−30°C. This species does not undertake extensive migrations within or between river systems, which has presumably influenced establishment of genetically distinct stocks in Northern Australia. ==Lifecycle== The barramundi feeds on crustaceans, molluscs, and smaller fish (including its own species); juveniles feed on zooplankton. The barramundi is euryhaline, but stenothermal. It inhabits rivers and descends to estuaries and tidal flats to spawn. In areas remote from fresh water, purely marine populations may become established. At the start of the monsoon, males migrate downriver to meet females, which lay very large numbers of eggs (several millions each). The adults do not guard the eggs or the fry, which require brackish water to develop. The species is sequentially hermaphroditic, with most individuals maturing as males and becoming female after at least one spawning season; most of the larger specimens are therefore female. Fish held in captivity sometimes demonstrate features atypical of fish in the wild; they change sex at a smaller size, exhibit a higher proportion of protogyny and some males do not undergo sexual inversion. ==Recreational fishing== Prized by anglers and sport-fishing enthusiasts for their good fighting ability, barramundi are reputed to be good at avoiding fixed nets and are best caught on lines and with fishing lures. In Australia, the barramundi is used to stock freshwater reservoirs for recreational fishing. These \"impoundment barramundi\", as they are known by anglers, have grown in popularity as a \"catch and release\" fish. Popular stocked barramundi impoundments include Lake Tinaroo near Cairns in the Atherton Tablelands, Lake Proserpine west of Proserpine, Queensland, Teemburra Dam near Mackay, Lake Moondarra near Mount Isa, Lake Awoonga near Gladstone, and Lake Monduran south of Lake Awoonga. ==Commercial fishing and aquaculture== The fish is of commercial importance; it is fished internationally and raised in aquaculture in Australia, Singapore, Saudi Arabia, Malaysia, India, Indonesia, Vietnam, Israel, Thailand, the United States, Poland, and the United Kingdom. A Singapore investment firm has invested in an upcoming barramundi fish farm in Brunei. The Australian barramundi industry is relatively established, with an annual production of more than 4000 tons. In the broader Southeast Asian region, production is estimated to exceed 30,000 tons. By contrast, the US industry produces about 800 tons a year from a single facility, Australis Aquaculture, LLC. In 2011, VeroBlue Farms in Iowa started and aims to produce 500 tons annually. Barramundi under culture commonly grow from a hatchery juvenile, between 50 and 100 mm in length, to a table size of 400-600 g within 12 months and to 3.0 kg within 18–24 months. ==Aquarium use== Juveniles are a popular aquarium fish, and can be very entertaining, especially at feeding time. However, they grow quickly, so they are recommended to be kept in setups of 500 l or larger. In aquaria, they become quite tame and can be hand-fed; they are not aggressive, but their feeding reflex is violent and sudden, so they cannot be kept with any tank mates small enough to be swallowed. ==As food== Barramundi piebald colour morph Barramundi have a mild flavour and a white, flaky flesh, with varying amount of body fat. Barramundi are a favorite food of the region's apex predator, saltwater crocodiles, which have been known to take them from unwary fishermen. Nile perch--a similar fish found in the Afrotropical realm, or sub-Saharan Africa--is often mislabeled as barramundi. ===Australian cuisine=== In Australia, such is the demand for the fish that a substantial amount of barramundi consumed there is actually imported. This has placed economic pressure on Australian producers, both fishers and farmers, whose costs are greater due to remoteness of many of the farming and fishing sites, as well as stringent environmental and food safety standards placed on them by government. While country-of-origin labelling has given consumers greater certainty over the origins of their barramundi at the retail level, no requirement exists for the food service and restaurant trades to label the origins of their barramundi. ===Bengali cuisine=== Locally caught bhetki (barramundi) is a popular fish among Bengali people, mainly served in festivities such as marriages and other important social events. It is cooked as bhetki machher paturi, bhetki machher kalia, or coated in suji (semolina) and pan fried. It is very popular among people who are usually sceptical about eating fish with a lot of bones. Bhetki fillets have no bones in them. In Bengali cuisine, therefore, fried bhetki fillets are popular and considered to be of good quality. The dish is commonly called \"fish fry\". ===Goan cuisine=== Locally caught chonak (barramundi) is a favourite food, prepared with either recheado (a Goan red masala) or coated with rava (sooji, semolina) and pan fried. The fish is generally filleted on the diagonal. It is eaten as a snack or as an accompaniment to drinks or the main course. It is one of the more expensive fish available. ===Thai cuisine=== Barramundi from local fish farms are known as pla kapong () in Thailand.Fishing in Thailand Since its introduction, it has become one of the most popular fish in Thai cuisine. It is often eaten steamed with lime and garlic, as well as deep-fried or stir- fried with lemongrass, among a variety of many other ways. Pla kapong can be seen in aquaria in many restaurants in Thailand, where sometimes this fish is wrongly labeled as \"snapper\" or \"sea bass\" on menus.Ruen Urai, Thai cuisine Traditionally, Lutjanidae snappers were known as pla kapong before the introduction of barramundi in Thai aquaculture, but presently, snapper is rarely served in restaurants in the main cities and in interior Thailand. ===United States=== In the US, barramundi is growing in popularity. Monterey Bay Aquarium has deemed US and Vietnam-raised barramundi as \"Best Choice\" under the Seafood Watch sustainability program. ==See also== *Japanese lates, a very similar species ==References== ==External links== * * Fisheries Western Australia - Barramundi Fact Sheet * Betting On Barramundi: The Green- Friendly Fish, Feature Story on National Public Radio's \"All Things Considered\" * Native Fish Australia article * * * Queensland Department of Industries and Fisheries, Fishweb: \"Fish Note: Barramundi (Giant Perch)\" Category:Lates Category:Fish of the Indian Ocean Category:Marine fish of Northern Australia Category:Fish of New Guinea Category:Freshwater fish of Southeast Asia Category:Freshwater fish of Australia Category:Fish described in 1790 Category:Taxa named by Marcus Elieser Bloch Category:Sport fish Category:Australian cuisine ",
    "title": "Barramundi"
}