{
    "id": "517721",
    "text": "West Montrose is an unincorporated rural community in Woolwich Township in the Regional Municipality of Waterloo, Ontario, Canada. As of the 2016 census, the population of the community was 257. The settlement of West Montrose is designated as a Cultural Heritage Landscape by the Township of Woolwich because of its history of pioneer settlement, its traditional bridges and the Old Order Mennonite culture. Section 4.4 Located in West Montrose are single family homes, a church, a small store, a bed-and-breakfast and the West Montrose Covered Bridge, a local tourist attraction. ==History== United Church and Cemetery, established 1907 West Montrose was made up of Lots Seventy, Seventy-one, and Seventy-four of the Germany Company survey in Woolwich Township. Land was purchased from the German Company sometime after 1807 by Daniel Erb, David Eby and Christian Stauffer in 1807. However it was not settled until about 1850. A few Scots arrived at that time, including Andrew L. Anderson from Montrose, Scotland who bought land in the 1850s; presumably he named the village Montrose after his home town. The word West was added in about 1865 to differentiate the community from Montrose in Welland County. Section: West Montrose By the early 1850s, other Mennonites from Pennsylvania began arriving to this part of Waterloo County, settling in nearby St. Jacobs and also on farms surrounding West Montrose. They were the so-called Pennsylvania Dutch. The word \"Dutch\" does not refer to the Netherlands but is a misnomer for Deitsch or Deutsch (German). Isaac Swope settled here in 1858 and built a log cabin. Many others owned land here but did not actually settle; they sold it later to other settlers. Jacob Benner, opened a woolen mill in 1858 and a sawmill in 1861. By that time, the village had a station of the Canadian Pacific Railway. The first church was built in 1862 by the United Brethren congregation which included Methodists, Baptists, and Mennonites. The first school was built in 1865. By 1869, West Montrose had a post office, a population of about 100, a lumber yard, a gunsmith, a carpenter, a hotel and keeper, a stock dealer, a post office, a general merchant, several coopers, and a minister, according to historical records. Today, several 19th Century buildings bear the Heritage designation from the Township. There was no railway connection until 1907. By then, the population had dropped from a peak of 200 in 1890 to a mere 50. Also in 1907, the current United Church and cemetery were built; the property was historically designated by Woolwich Township in May 2014. The horse and buggy was the primary transportation among the Mennonites for decades. Today, Old Order Mennonites still use this mode of transportation. In 2011, residents of West Montrose were involved in a project to prevent Capital Paving from starting a gravel pit within 180 metres from the covered bridge at core of the community. The company had announced in 2008 that it planned to dig up an estimated 2.6 million tonnes of sand and gravel that sits \"underneath a cornfield in the Mennonite area\". The volunteers of the Bridge Keepers group succeeded thanks in part to reliance on a study by the University of Waterloo's heritage resources centre about the cultural heritage of the landscape. When Woolwich Township amended its official plan, designating the lands around West Montrose as a Cultural Heritage Landscape, Capital Paving withdrew its application. A celebration was held in September 2013; it was attended by the Chair of Waterloo Region, Ken Seiling, whose comments indicated praise for the role played by the community in preventing the gravel pit. ==Geography== Winterbourne Mennonite Meetinghouse and Cemetery In addition to the core of the settlement, the area defined as West Montrose on the Township's Cultural Heritage Landscape map is quite large, including the Winterbourne Mennonite Meetinghouse and Cemetery. On maps and rural addresses, the West Montrose area also extends quite far from the core, into an area that some might consider to be Winterbourne, Ontario. The Grand River flows through West Montrose. ==Demographics== The settlement and the surrounding countryside are noted by The Region of Waterloo Official Plan as home to a large Mennonite community. Together with nearby St. Jacobs and Elmira West Montrose lies in the centre of an area of Woolwich Township which has a historically large settlement of Old Order Mennonite families. The Mennonites are noted for their traditional customs, dress and use of horse and buggies. ==Attractions== The West Montrose Covered Bridge over the Grand River was constructed in 1880-1881 by John and Benjamin Bear. The only covered bridge remaining in Ontario, it was designated a Provincial Historic Site in 1960. In 2007, the Township of Woolwich designated it as being of cultural heritage value or interest under the Ontario Heritage Act. It was listed on the Canadian Register of Historic Places in 2007. This is one of under 200 covered bridges still surviving in Canada. ==Notable people== * W. T. Tutte (1917-2002), British codebreaker and mathematician. ==References== Category:Communities in the Regional Municipality of Waterloo Category:Woolwich, Ontario Category:Designated places in Ontario ",
    "title": "West Montrose, Ontario"
}