{
    "id": "517852",
    "text": "Vsevolod Illarionovich Pudovkin (; 16 February 1893 – 30 June 1953) was a Russian and Soviet film director, screenwriter and actor who developed influential theories of montage. Pudovkin's masterpieces are often contrasted with those of his contemporary Sergei Eisenstein, but whereas Eisenstein utilized montage to glorify the power of the masses, Pudovkin preferred to concentrate on the courage and resilience of individuals. He was granted the title of People's Artist of the USSR in 1948. ==Biography== Vsevolod Pudovkin was born in Penza into a Russian family, the third of six children. His father Illarion Epifanovich Pudovkin came from peasants of the Penza Governorate, the village of Shuksha and worked in several companies as a manager and a door-to- door salesman. Vsevolod's mother Elizaveta Alexandrovna Pudovkina (née Shilkina) was a housewife.Vsevolod Pudovkin (1976). Collection of Works in Three Volumes. Volume 3. — Moscow: Iskusstvo, p. 288-289, 322, 489Alexander Karaganov (1983). Vsevolod Pudovkin. — Moscow: Iskusstvo, 272 pages, p. 3 A student of engineering at Moscow University, Pudovkin saw active duty during World War I, being captured by the Germans. During this time he studied foreign languages and did book illustrations. After the war, he abandoned his professional activity and joined the world of cinema, first as a screenwriter, actor and art director, and then as an assistant director to Lev Kuleshov. His first notable work was a comedy short Chess Fever (1925) co-directed with Nikolai Shpikovsky. José Raúl Capablanca played a small part in it, with a number of other cameos presented. In 1926 he directed which will be considered one of the masterpieces of silent movies: Mother, where he developed several montage theories that would make him famous. Both movies featured Pudovkin's wife Anna Nikolaevna Zemtsova in supporting female parts (she left cinema shortly after). His first feature was followed by The End of St. Petersburg (1927), and Storm Over Asia (also known as The Heir of Genghis Khan), titles which compose a trilogy at the service of the bolshevik revolutionary policy. In 1928, with the advent of sound film, Pudovkin, Sergei Eisenstein and Grigori Aleksandrov signed the Manifest of Sound, in which the possibilities of sound are debated, and always understood as being in a state of tension and nonsynchronization with the image. This idea would be brought to bear in his next pictures: A Simple Case (1932) and The Deserter (1933), works that do not match the quality of earlier work. In 1935 he was awarded the Order of Lenin. After an interruption caused by health concerns, Pudovkin returned to movie making, this time with a number of historical epics: Victory (1938); Minin and Pozharsky (1939) and Suvorov (1941). The last two were often praised as some of the best movies based on Russian history, along with the works of Sergei Eisenstein. Pudovkin was awarded a Stalin Prize for both of them in 1941. During World War II he was evacuated to Kazakhstan where he directed several patriotic war movies. He also played a small part in the Ivan the Terrible movie (as God's fool). With the end of war he returned to Moscow and continued his work at the Mosfilm studio, making biographical and war movies. In 1947 he was awarded another Stalin Prize for his work on Admiral Nakhimov, and in 1950 — his second Order of Lenin and a third Stalin Prize for Zhukovsky. His last work was The Return of Vasili Bortnikov (1953). Apart from directing, screenwriting and acting, Pudovkin was also an educator and a journalist, author of several books on film theory, professor at VGIK, president of the cinema section at VOKS (since 1944) and a member of the Soviet Peace Committee. Vsevolod Pudovkin died on 30 June 1953 in Jūrmala, Latvian SSR (near Riga) after a heart attack. He was buried at the Novodevichy Cemetery. One of the streets in Moscow is named after Pudovkin (see Pudovkin street). ==Filmography== {| border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |- bgcolor=\"#CCCCCC\" align=\"center\" |- | Year | Original Title | English Title | Role | Notes |- | 1920 | В дни борьбы | In the Days of Struggle | | Actor |- | rowspan=2 | 1921 | Серп и молот | Sickle and Hammer | Andrey | Screenwriter; assistant director |- | Голод... голод... голод... | Hunger... Hunger... Hunger... | | screenwriter; assistant director |- | 1923 | Слесарь и канцлер | Locksmith and Chancellor | | Screenwriter |- | 1924 | Необычайные приключения мистера Веста в стране большевиков | The Extraordinary Adventures of Mr. West in the Land of the Bolsheviks | Shban | Art director |- | rowspan=2 | 1925 | Луч смерти | The Death Ray | Father Revo - Fascist Boss | Screenwriter; assistant director; art director |- | Шахматная горячка | Chess Fever | | Director (with Nikolai Shpikovsky) |- | rowspan=2 | 1926 | Механика головного мозга | Mechanics of the Brain | | Director; screenwriter |- | Мать | Mother | Police Officer | Director |- | 1927 | Конец Санкт-Петербурга | The End of St. Petersburg | German Officer | Director |- | 1928 | Потомок Чингиз-Хана | Storm Over Asia | | Director |- | rowspan=3 | 1929 | Живой труп | The Living Corpse | Fyodor Protasov | |- | Веселая канарейка | The Happy Canary | Illusionist | |- | Новый Вавилон | The New Babylon | Police intendent | |- | 1932 | Простой случай | A Simple Case | | Director (with Mikhail Doller) |- | 1933 | Дезертир | The Deserter | | Director |- | 1938 | Победа | Victory | | Director (with Mikhail Doller) |- | 1939 | Минин и Пожарский | Minin and Pozharsky | | Director (with Mikhail Doller) |- | rowspan=2 | 1941 | Суворов | Suvorov | | Director (with Mikhail Doller) |- | Пир в Жирмунке | Feast in Zhirmunka | | Director (with Mikhail Doller) |- | 1942 | Убийцы выходят на дорогу | The Murderers are Coming | | Director (with Yuri Tarich); screenwriter |- | rowspan=2 | 1943 | Во имя Родины | In the Name of the Fatherland | German General | Director (with Dmitri Vasilyev); screenwriter; actor |- | Юный Фриц | The Young Fritz | Officer | Short, actor |- | 1944 1958 | Иван Грозный | Ivan the Terrible | Nikola, Simpleton Beggar | Actor (final film role) |- | 1947 | Адмирал Нахимов | Admiral Nakhimov | Prince Menshikov | Director |- | 1948 | Три встречи | Three Encounters | | Director (segment) |- | 1950 | Жуковский | Zhukovsky | | Director |- | 1952 | Возвращение Василия Бортникова | The Return of Vasili Bortnikov | | Director (with Dmitri Vasilyev) |} ==Published works== * Film Technique and Film Acting Grove Press. 1958. ==References== ==External links== * * * The silent revolutionary: Jonathan Jones on the work of Vsevolod Pudovkin, at Guardian Unlimited * Islands. Vsevolof Pudovkin documentary by Russia-K, 2005 (in Russian) * Vsevolod Pudovkin. Imprisoned by Time documentary by Russia-K, 2008 (in Russian) * Legends of World Cinema documentary by Russia-K, 2014 (in Russian) Category:1893 births Category:1953 deaths Category:People from Penza Category:People from Penzensky Uyezd Category:Communist Party of the Soviet Union members Category:Film theorists Category:Male screenwriters Category:Russian film directors Category:Russian male film actors Category:Russian male silent film actors Category:Russian male writers Category:Russian screenwriters Category:Silent film directors Category:Soviet film directors Category:Soviet male film actors Category:Soviet screenwriters Category:Moscow State University alumni Category:Gerasimov Institute of Cinematography alumni Category:Gerasimov Institute of Cinematography faculty Category:Russian military personnel of World War I Category:People's Artists of the USSR Category:Stalin Prize winners Category:Recipients of the Order of Lenin Category:Recipients of the Order of the Red Banner ",
    "title": "Vsevolod Pudovkin"
}