{
    "id": "517819",
    "text": "Brotherhood of Sleeping Car Porters founder A. Philip Randolph, the public face of the union, as he appeared in 1942. Founded in 1925, The Brotherhood of Sleeping Car Porters (BSCP) was the first labor organization led by African Americans to receive a charter in the American Federation of Labor (AFL). The BSCP gathered a membership of 18,000 passenger railway workers across Canada, Mexico, and the United States.Chateauvert, M. (2015). Brotherhood of Sleeping Car Porters. African American Studies. DOI: https://dx.doi.org/10.1093/obo/9780190280024-0011 Beginning after the American Civil War, the job of Pullman porter had become an important means of work in the black community in the United States. As a result of a decline in railway transportation in the 1960s, BSCP membership declined. It merged in 1978 with the Brotherhood of Railway and Airline Clerks (BRAC), now known as the Transportation Communications International Union. The leaders of the BSCP—including A. Philip Randolph, its founder and first president, and C. L. Dellums, its vice president and second president—became leaders in the Civil Rights Movement, especially concerning fair employment and continued to play a significant role in the movement after it focused on the eradication of segregation in the Southern United States. BSCP members such as E. D. Nixon were among the leadership of local desegregation movements by virtue of their organizing experience, constant movement between communities, and freedom from economic dependence on local authorities. ==The Pullman Company== In the 1920s and 1930s the Pullman Company was one of the largest single employers of black people and had created an image for itself of enlightened benevolence via financial support for black churches, newspapers, and other organizations. It also paid many porters well enough to have a middle-income lifestyle and prominence within their own communities. Working for the Pullman Company was, however, less glamorous than the image the company promoted. Porters depended on tips for much of their income and thus on the generosity of white passengers who often referred to all porters as \"George\", the first name of George Pullman, the company's founder (see also Society for the Prevention of Calling Sleeping Car Porters \"George\"). The company required porters to travel 11,000 miles, nearly 400 hours, per month to earn a basic wage. In 1934, porters on regular assignments worked an average of over 73 hours per week and earned 27.8 cents an hour while workers in manufacturing jobs averaged under 37 hours per week and earned an average of 54.8 cents per hour. They spent roughly ten percent of their time in unpaid \"preparatory\" and \"terminal\" set- up and clean-up duties, and they had to pay for their food, lodging, and uniforms, which could consume up to half of their wages. They were also charged whenever their passengers stole a towel or a water pitcher. Porters could ride at half fare on their days off — but not on Pullman coaches. They were not eligible for promotion to conductor, a job reserved for whites, despite frequently performing some of the conductor duties. The company had squelched any efforts they made to organize during the first decades of the 20th century by isolating or firing union leaders. Like many other large companies of the time, the company employed spies to keep tabs on their employees; in extreme cases, company agents assaulted union organizers. When 500 porters met in Harlem on August 25, 1925, they decided to make another effort to organize. During this meeting, they secretly launched their campaign, choosing Randolph, not employed by Pullman and thus beyond retaliation, to lead the effort. The union chose a motto to sum up their resentment over the working conditions: \"Fight or Be Slaves\". ==Organizing the union== A Pullman Porter, photographed in Chicago in 1943. The AFL, despite touting equal rights for workers, was actively discriminatory.Santino, J. (1983). Miles of Smiles, Years of Struggle: The Negotiation of Black Occupational Identity Through Personal Experience Narrative. The Journal of American Folklore, 96 (382) pp 393-412. Furthermore, and foremost, white supremacy remained entrenched in almost every institution that existed in the US, and these racist beliefs, both subtle and overt, precluded the white labor movement from recognizing the black workers or their organized fronts. In the 1920s, as some elements within the AFL began to lower these barriers, while groups as diverse as the Urban League, the Socialist Party of America and Communist Party began to focus on the rights of black workers. Randolph himself was a prominent member of the Socialist Party. From its inception, the BSCP fought to open doors in the organized labor movement in the US for black workers, even though it faced staunch opposition and blatant racism. As BSCP co-founder and First Vice President Milton Price Webster, put it, \"...any time we have an American institution composed of white people there is prejudice in it....In America, if we should stay out of everything that's prejudiced we wouldn't be in anything.\" As early as 1900, efforts were put forth by various collectives of Pullman porters to organize the porters into a union, each effort having been crushed by Pullman. In 1925, in the early days of organizing the BSP union, Randolph was invited, by BSCP union organizer Ashley Totten, to address the Porters Athletic Association, in New York City. Exhibiting a sound understanding of the plight of the black worker and the need for a genuine labor union, Randolph was asked to undertake the job of organizing the porters into a bona fide labor union. The Brotherhood of Sleeping Car Porters was launched on the night of August 25, 1925. Key to the success of the union was to galvanize membership by way of a national membership drive, with three of the Pullman company's largest terminals being most important — Chicago, Oakland, and St. Louis. The man to see in Chicago was Milton Price Webster. He was the son of enslaved parents from Clarksville, Tennessee, who, after successfully purchasing their own freedom, eventually moved to Chicago, where Webster was raised. A former Pullman Porter of twenty years, and a devoted husband (Louie Elizabeth Harris) and father of three, Webster had been fired by the company for attempting to organize porters in the Railroad Men's Benevolent Association. Webster was a man of strong convictions. As a Lincoln Republican and a tenured, highly respected captain of Chicago's Sixth Ward black Republican machine, Webster was a stern, but gregarious leader of men who was well connected throughout the Chicago politic. Not the orator of Randolph's skill, and not college educated, Webster devoured books and the news of the day, and was a stalwart back room negotiator. He captured his audience with his command of the subject, his keen wit and sharp intellect, and his commitment to alleviating the struggles of the working man. A Pullman Porter making the bed of an upper berth, 1942. Although skeptical of Randolph's socialist affiliations, on the recommendations of fellow union organizer John C. Mills of Chicago, Webster facilitated a series of public meetings for Randolph and Chicago porters, nightly for two weeks. At the initial meeting, after hearing Randolph speak, Webster turned to Mills, agreeing that Randolph was the man to head the organization of the new union. For the next two weeks, nightly meetings were held, with two speakers campaigning for Chicago chapter membership—Milton Webster opening and A. Philip Randolph closing—effectively launching the Chicago division of the Brotherhood. The Pullman Company's response was to denounce, with support from the ministers and African American newspapers whom it had cultivated (or bought), the new union as an outside entity motivated by foreign ideologies, while sponsoring its own company union, variously known as the Employee Representation Plan or the Pullman Porters and Maids Protective Association, to represent its loyal employees. Local authorities, such as Boss Crump in Memphis, Tennessee in some cases helped the company by interfering with or banning BSCP meetings. For the first several years of its existence, the union continued fighting the Pullman Company, its allies in the black community, the white power structure, and rival unions within the AFL that were hostile to its members' job claims. The BSCP also tried to involve the federal government in its fight with the Pullman Company: on September 7, 1927 the brotherhood filed a case with the Interstate Commerce Commission, requesting an investigation of Pullman rates, porters' wages, tipping practices, and other matters related to wages and working conditions; the ICC ruled that it did not have jurisdiction. While it had organized roughly half of the porters within the company, the union was seemingly no closer to obtaining recognition than it had been in 1925. By 1928 BSCP leaders decided that the only way to force the issue was to strike the company. The leadership was, however, divided on what a strike could accomplish: some rank-and-file leaders wanted to use the strike as a show of strength and an organizing tool, while Randolph was more cautious, hoping to use the threat of a strike as the lever to get the federal National Mediation Board established pursuant to the Railway Labor Act to bring the Pullman Company to the table while mobilizing support from supporters outside the industry. After secretly meeting with the Pullman Company, the NMB refused to follow precedent it had set in the case of a group of white railroad workers, and refused to act on behalf of the BSCP. The NMB argued that the brotherhood was incapable of disrupting the Pullman sleeping car service. Although the union had voted for a strike, the Pullman Company convinced the NMB that the union did not have the strength in numbers or resources to pull it off. In July 1928, the NMB formally retired the case and Randolph called off the strike just hours before it was scheduled to begin. Randolph, Webster, and the leadership of the BSCP recognized, in the end, that a strike at that time would have seriously crippled the brotherhood, agreeing that the union was still not strong enough to carry off a strike against the powerful corporate giant like Pullman. That provoked an internal crisis, deepened by the Great Depression, paucity of funding for the union, and perpetual reprisals against the porters by the Pullman company, which led to a sharp drop in BSCP membership. The union might have disappeared altogether if it had not been for the vigilance and dedication of Randolph, Webster, Totten, Mills, C. L. Dellums, Bennie Smith, S. E. Grain, E. J. Bradley, Paul Caldwell, George Price, C. Francis Stratford and Roy Lancaster, who formed the initial organizers and board members of the BSCP. The relationship between Randolph and Webster, the long-standing first vice president of the BSCP and the head of the Chicago Division, was centered on their common devotion to a common cause. Together they had a mutually aggressive and genuine commitment to the imperative that the black worker be organized to improve the working conditions, workers rights and the lives of black workers, their families and their communities. In 1929, the American Federation of Labor granted affiliated status to individual chapters of the BSCP as local unions rather than to the international organization as a whole. The locals were Chicago, Cleveland, Denver, Detroit, Fort Worth, Kansas City, Los Angeles, New Orleans, New York City, Oakland, St. Louis, St. Paul, and Washington D.C. By 1933, BSCP membership dropped to 658, and the headquarters lost telephone and electric service because of nonpayment of bills. In 1934 the Roosevelt administration amended the RLA, then passed the Wagner-Connery Act, which outlawed company unions and covered porters, the following year. The BSCP immediately demanded that the NMB certify it as the representative of these porters. The BSCP defeated the company union in the election held by the NMB and on June 1, 1935 was certified. Negotiations for increasing labor standards with the Pullman Company began but were repeatedly deadlocked. The BSCP requested the assistance of the National Mediation Board in April, 1937, a time when the company was still using informants to report on union meetings. A contract between the BSCP and the Pullman Company was signed on August 25, 1937. It went into effect in October 1937, raising the wages of porters and maids, establishing a basic 240-hour month, and providing time- and-a-half overtime pay after 260 hours. Pullman claimed the wage increases would cost the company approximately $1,500,000 per year. The company also agreed to pay for the uniforms of porters after they'd been employed for ten years. ==Role of women== The BSCP was founded for all Pullman attendants, including maids. Many of the maids were well-educated African-American or Chinese-American women but were classified as \"unskilled service workers,\" expected to clean berths, care for the unwell, and give free manicures to passengers. Six weeks after the foundation of the BSCP, female Pullman employees and relatives of male union members formed the Women's Economic Councils, officially recognized as the International Ladies' Auxiliary to the BSCP in 1938.Chateauvert, M. (1990). Marching Together: Women of the Brotherhood of Sleeping Car Porters. NWSA Journal (2), 687–689. Many of these women had worked in New York's booming garment industry and gained experience in union activism within the International Ladies' Garment Workers' Union, which sought to increase African-American membership in the late 1920s. This adjunct organization focused on fundraising and disseminating pro-union information to the general public. Maids were often fired for union activism. Individuals also made impacts. When her husband was fired due to his BSCP work, Rosina C. Tucker successfully demanded his reinstatement; she would go on to become a founding member of the ILA, a recruiter for the BSCP, and a civil rights activist in Washington, DC. Halena Wilson (1895-1975), president of the Chicago ILA, pushed the chapter to fight for wage and price controls and consumer cooperatives and against poll taxes. Civil rights activist Frances Albrier organized her fellow Pullman maids during the 1920s, recalling: \"Our responsibility was trying to educate the black public and black women\" about the union. ==International growth== During 1917–1939 working conditions on Canadian railways and transportation industries were poor. Porters working under the Canadian National Railways (CNR) began resistance movements, demanding representation and bargaining rights.Agnes, C. (1988). Blacks on Canadian Railways. Canadian Ethnic Studies, 20 (2). Retrieved from, https://search.proquest.com/openview/8ecf2aecd2e2bb7e652d80cbe2fa9717/1?pq- origsite=gscholar&cbl;=1817720 In 1942, the union expanded divisions into the Canadian cities of Montreal, Toronto and Winnipeg followed later by Calgary, Edmonton and Vancouver Blacks and Labour Unions. (2007). Workers Arts and Heritage Centre. Retrieved from, http://www.virtualmuseum.ca/edu/ViewLoitDa.do?method=preview⟨=EN&id;=18721 There was widespread enthusiasm amongst Canadian workers for the adoption of BSCP Ibid. Just three years after expanding to Canadian provinces, the work of the BSCP brought about reforms in wages, working standards among other matters, while expanding the number of workers represented by the union.Carson, J. (2002) Review: Riding the Rails: Black Railroad Workers in Canada and the United States. Labour/ Le Travail (50) 275-295. ==Civil rights leadership== The BSCP won a charter from the AFL in 1935, the same year it was certified by the NMB. In the years before then, when the AFL refused to recognize the organization itself, Randolph accepted \"federal local\" status for a number of locals of the BSCP -- an unsatisfactory compromise that assumed that these locals had no union of their own, and allowed them to affiliate directly with the AFL on that basis. That half-measure, however, allowed Randolph into AFL conventions and other meetings, where he advocated organization of black workers on an equal footing with whites. Randolph kept the BSCP in the AFL, where most of the railroad brotherhoods remained, after John L. Lewis led the split that resulted in the formation of the Congress of Industrial Organizations. Randolph expanded his agenda once he became the leader of the foremost black labor organization in the U.S. Randolph was chosen as the leader of the National Negro Congress, an umbrella organization founded in 1937 that united many of the major black civil rights organizations of the day. Randolph later resigned from the NNC in a dispute over policy with communist activists within it. The NNC went into eclipse, while Randolph's stature continued to grow. In 1941 he used the threat of a march on Washington and support from the NAACP, Fiorello La Guardia and Eleanor Roosevelt to force the administration to ban discrimination by defense contractors and establish the Fair Employment Practices Committee to enforce that order. Milton Webster, the BSCP's First Vice-President, worked to make the FEPC an effective tool in combatting employment discrimination. Randolph achieved his other demand -- the end of racial segregation within the military -- seven years later, when President Harry S. Truman signed Executive Order 9981 banning it. BSCP members played a significant role in the Civil Rights Movement in the 1940s and 1950s. E. D. Nixon, a BSCP member and the most militant spokesperson for the rights of African Americans in Montgomery, Alabama for most of the 1940s and 1950s, exemplified the leadership that the union provided. Nixon could take advantage of his experience organizing under difficult circumstances and his immunity to economic reprisals from local businesses and authorities. BSCP members also helped spread information and create networks between the different communities their work took them to, bringing the newspapers and political ideas they picked up in the North back to their hometowns. Randolph helped negotiate the return of the CIO to the AFL in 1955. Randolph by that time had achieved elder statesman status within the civil rights movement, even as changes in the railroad industry were gradually displacing many of the union's members. Randolph and one of his chief lieutenants, Bayard Rustin -- who, ironically, had bitterly criticized Randolph for calling off the 1941 March on Washington -- were the moving force behind the 1963 March on Washington. As Randolph said from the podium at that march: :Let the nation know the meaning of our numbers. We are not a pressure group. We are not an organization. We are not a mob. We are the advance guard of a massive moral revolution that is not confined to the Negro, nor is it confined to civil rights, for our white allies know that they are not free while we are not. In 1953, when Violet King Henry became the first black woman lawyer in Canada (and the first black law graduate in Alberta) the union's president and vice-president traveled to Alberta to recognize her. ==Merger with BRAC== Passenger rail travel dropped sharply after its peak in the 1940s, when the BSCP had 15,000 members, to the 1960s, when only 3000 porters had regular runs. After four decades of service as the first vice president of the BSCP, Milton Webster was designated to be Randolph's successor as president when Randolph retired. That transition never occurred. In February 1965, Webster suffered a fatal heart attack in the lobby of the Americana Hotel in Bal Harbour, Florida while he and Randolph were attending an AFL-CIO Convention. C. L. Dellums replaced Randolph as president of the BSCP in 1968. The BSCP merged with the Brotherhood of Railway and Airline Clerks BRAC a decade later.\"Brotherhood of Sleeping Car Porters.\" Encyclopedia of U.S. Labor and Working-Class History, 2006. History Study Center, http://gateway.proquest.com/openurl?url_ver=Z39.88-2004&res;_dat=xri:ho- us&rft;_dat=xri:ho:sup_ref:uslb89 Dellums' successor and last president of the BSCP as an independent organization, Leroy J. Shackelford, became president of BRAC's Sleeping Car Porters Division. In 1984, the Sleeping Car Porters Division was combined, along with Amtrak clerical employees, into a new Amtrak Division of the union having approximately 5000 members, 3500 clerical and 1500 in on-board services, comprising the largest single unit of organized labor on the Amtrak system. Upon Mr. Shackelford's retirement in 1985, his position was not filled, its duties devolving upon the general chairman of the BRAC Amtrak Division, Michael J. Young, and his successors. Thus ended the direct lineage of BSCP leadership, with Young becoming the first non-African American to lead the on-board group. The three unions representing Amtrak on- board service workers, BRAC, the Hotel Employees and Restaurant Employees (HERE), and the Transport Workers Union (TWU) joined to form the Amtrak Service Workers Council (ASWC). Craft lines and separate seniority lists for on-board workers were eliminated, with one labor agreement covering all. The chairmanship of the ASWC rotates annually among the chief executive officers of each constituent union's Amtrak bargaining unit. ==Stage and film== In 1982 an award-winning documentary was produced titled Miles of Smiles, Years of Struggle. An oral history book of the same name inspired by and based on the film was produced several years later. The story of the Brotherhood of Sleeping Car Porters was made into the 2002 Robert Townsend film 10,000 Black Men Named George starring Andre Braugher as A. Philip Randolph. The play Pullman Porter Blues (2012) by Cheryl West dramatizes a night aboard the Panama Limited train and the challenges and tensions among three generations of Pullman Porters. ==Notable Pullman porters== * Big Bill Broonzy * Matthew Henson * Claude McKay * Benjamin Mays * Oscar Micheaux * E. D. Nixon * Gordon Parks * Simon Haley * Cecil Newman ==Footnotes== ==Further reading== * Jervis Anderson, A. Philip Randolph: A Biographical Portrait. New York: Harcourt Brace, 1973. * Eric Arnesen, Brotherhoods of Color: Black Railroad Workers and the Struggle for Equality. Cambridge, Massachusetts Harvard University Press, 2001. * Beth Tompkins Bates, Pullman Porters and the Rise of Protest Politics in Black America, 1925–1945. Chapel Hill, North Carolina: University of North Carolina Press, 2001. * William H. Harris, Keeping the Faith: A. Philip Randolph, Milton P. Webster, and the Brotherhood of Sleeping Car Porters, 1925–37. Urbana, Illinois: University of Illinois Press, 1977. * Lyn Hughes, An Anthology of Respect:The Pullman Porters National Historic Registry of African American Railroad Employees Chicago: Hughes Peterson Publishing, 2007. * Paula F.A. Pfeffer, Philip Randolph: Pioneer of the Civil Rights Movement. Baton Rouge, Louisiana: Louisiana State University Press, 1990. * Jack Santino, Miles of Smiles, Years of Struggle: Stories of Black Pullman Porters. Urbana, Illinois: University of Illinois Press, 1989. * Larry Tye, Rising from the Rails: Pullman Porters and the Making of the Black Middle Class. New York: Macmillan, 2005. ==External links== * A. Philip Randolph Pullman Porter Museum in Chicago, Illinois, United States * Brotherhood of Sleeping Car Porters Headquarters Site, Oakland, Alameda County from Five Views: An Ethnic Historic Site Survey for California * Dunbar Apartments from We Shall Overcome: Historic Places of the Civil Rights Movement * C. L. Dellums. International President of The Brotherhood of Sleeping Car Porters and civil rights leader. oral history transcript / and related material, 1970–1973 *Brotherhood of Sleeping Car Porters Records at Stuart A. Rose Manuscript, Archives, & Rare Book Library, Emory University Category:African-American history between emancipation and the civil rights movement Category:History of African- American civil rights Category:History of labor relations in the United States Category:Defunct trade unions in the United States Category:Railway unions in the United States Category:1925 establishments in the United States Category:Trade unions established in 1925 Category:Trade unions disestablished in 1978 Category:International Association of Machinists and Aerospace Workers Category:African-American trade unions ",
    "title": "Brotherhood of Sleeping Car Porters"
}