{
    "id": "517923",
    "text": "Michelle Malkin (; née Maglalang; born October 20, 1970) is an American conservative blogger, political commentator, author and businesswoman. Her weekly syndicated column appears in a number of newspapers and websites.\"Right at home\" Pitts, Jonathan. The Baltimore Sun, March 9, 2008, page E 1. She was a Fox News contributor and has been a guest on MSNBC, C-SPAN, and national radio programs. Malkin has written four books published by Regnery Publishing. She founded the conservative websites Twitchy and Hot Air. Amanda Carpenter has reported that Malkin began to \"link arms with the most vocal elements of the white nationalist movement\" in 2020. Malkin faced criticism for her association with white nationalists, Neo-Nazis, and Groypers, including Nick Fuentes and Identity Evropa. In February 2020, she was dropped by conservative organization Young America's Foundation (YAF) due to her support of Holocaust deniers. ==Early life== Michelle Malkin was born October 20, 1970 in Philadelphia, Pennsylvania, to Philippine citizens Rafaela (née Perez) – a homemaker and teacher – and Apolo DeCastro Maglalang, who was then a physician-in-training. Several months prior to Malkin's birth, her parents had immigrated to the United States on an employer-sponsored visa. After her father finished his medical training, the family moved to Absecon, New Jersey. Malkin has a younger brother. She has described her parents as Ronald Reagan Republicans who were \"not incredibly politically active\".Nahm, H Y. \"Michelle Malkin: The Radical Right's Asian Pitbull\" , \"Goldsea Asian American\". Retrieved July 16, 2009. Malkin, a Roman Catholic,Malkin, Michelle, (April 9, 2010), \"The Pfleger-ization of the Catholic Church\", MichelleMalkin.com, April 9, 2010. Retrieved August 17, 2011. attended Holy Spirit High School, where she edited the school newspaper and aspired to become a concert pianist. Following her graduation in 1988, she enrolled at Oberlin College. Malkin had planned to pursue a bachelor's degree in music, but changed her major to English. During her college years, she worked as a press inserter, tax preparation aide, and network news librarian. Her first article for the paper heavily criticized Oberlin's affirmative action program and received a \"hugely negative response\" from other students on campus. She graduated in 1992Bookshelf: Invasion By Michelle Malkin , Reviewed by Jan Ting, Oberlin Alumni Magazine, Spring 2003. Retrieved August 18, 2011. and later described her alma mater as \"radically left-wing\".Article preview. \"Michelle Malkin\", The American Enterprise, September 1, 2005. Retrieved on March 4, 2016. ==Career== ===Journalism=== Malkin speaking in South Carolina in 2016 Malkin began her journalism career at the Los Angeles Daily News, working as a columnist from 1992 to 1994. In 1995, she worked in Washington, D.C. as a journalism fellow at the Competitive Enterprise Institute, a free-market, anti-government regulation, libertarian think tank. In 1996, she moved to Seattle, Washington, where she wrote columns for The Seattle Times. Malkin became a nationally syndicated columnist with Creators Syndicate in 1999.Malkin, Michelle. \"Michelle Malkin's Latest Opinion Column HLML\" , Creators SyndicateMalkin, Michelle. \"Michelle Malkin's Latest Opinion Column RSS\", Creators Syndicate. On April 24, 2006, Hot Air, a \"conservative Internet broadcast network\", went into operation, with Malkin as founder/CEO.\"Conservative Internet Broadcast Network Debuts\", PR Web, April 24, 2006, Accessed July 18, 2009 The site's staff at launch included Allahpundit and Bryan Preston. Preston was replaced by Ed Morrissey on February 25, 2008.Morrissey, Ed.\"The Road Goes Ever On\" February 25, 2008 In February 2010, Hotair.com was bought by Salem Communications and is no longer administered by Malkin.Malkin, Michelle. \"A note on the acquisition of Hot Air\" February 21, 2010 For years, Malkin was a frequent commentator for Fox News and a regular guest host of The O'Reilly Factor. In 2007, she announced that she would not return to The O'Reilly Factor, claiming that Fox News had mishandled a dispute over derogatory statements made about her by Geraldo Rivera in a Boston Globe interview.Malkin, Michelle. \"Geraldo Rivera unhinged\" , MichelleMalkin.com, September 1, 2007. Since 2007, she has concentrated on her writing, blogging, and public speaking, although she still appears on television occasionally, especially with Sean Hannity and formerly with Greta Van Susteren on Fox News and Fox & Friends once a week. Malkin had been a contributor to CRTV, but left the network following its merger with TheBlaze in December 2018 and joined competitor Newsmax TV. Malkin also founded the website Twitchy, a Twitter content curation site. A day after the death of journalist Cokie Roberts, Malkin claimed that Cokie was \"One of the first Guilty Culprits of Fake News\". Brian Stelter quickly said, during the panel discussion, \"You're attacking her today. I just want to be clear: the body isn't even cold yet.\" ===Books=== Malkin has written a total of seven books. Her first book, Invasion: How America Still Welcomes Terrorists, Criminals, and Other Foreign Menaces (2002)Regnery Publishing, 2002, was a New York Times bestseller. In 2004, she wrote In Defense of Internment: The Case for 'Racial Profiling' in World War II and the War on Terror, defending the U.S. government's internment of 112,000 Japanese Americans in prison camps during World War II, and arguing that the same procedures could be used on Arab- and Muslim-Americans today. The book engendered harsh criticism from several Asian American civil rights organizations. The Historians' Committee for Fairness, an organization of scholars and professional researchers, condemned the book for not having undergone peer review and argued that its central thesis is false.Historians' Committee for Fairness. \"Open Letter to Michelle Malkin\" History News Network, August 31, 2004. (archived from the original on August 5, 2007). As a result of the controversy, the Hawaii-based newspaper MidWeek dropped her column in August 2004; The Virginian-Pilot called her \"an Asian Ann Coulter\" and dropped her column in November 2004.Editor & Publisher Staff.\"Virginia Paper Drops Columnist Malkin\", Editor and Publisher, November 22, 2004. Retrieved July 18, 2009. Malkin responded: \"I'm not Asian, I'm American\", and described the comparison to Coulter as \"a compliment\". Malkin's third book, Unhinged: Exposing Liberals Gone Wild, was released in October 2005. Culture of Corruption: Obama and His Team of Tax Cheats, Crooks, and Cronies, Malkin's fourth book, was released in July 2009 and was a The New York Times Non-Fiction, Hardcover Best Seller for six weeks.Malkin, Michelle. \"Lead Story: Culture of Corruption hits #1: Thank you!\" , michellemalkin.com, August 5, 2009. Malkin said she hoped the book would \"shatter completely the myths of hope and change in the new politics in Washington\", described the Obama administration as run by \"influence peddlers, power brokers and very wealthy people\", and called it \"one of the most corrupt administrations in recent memory\".Malkin, Michelle.\"Interview on the Sean Hannity Show\",\"Fox News Channel\", FoxNews.com, July 27, 2009. Retrieved July 29, 2009. She later discussed chapter two of the book, \"Bitter Half: First Crony Michelle Obama\", on NBC's Today show. She described Michelle Obama as \"steeped in the politics of the Daley machine\", and as having based her professional career on nepotism and \"old white boy\" network connections. Who Built That: Awe-Inspiring Stories of American Tinkerpreneurs, released May 2015, presents stories of American inventors and business people, directly challenging the \"you didn't build that\" statement made by President Barack Obama on July 13, 2012. Sold Out: How High-Tech Billionaires & Bipartisan Beltway Crapweasels Are Screwing America's Best & Brightest Workers, M. Malkin and J. Miano, Simon & Schuster Audio/Mercury Ink (November 10, 2015) Open Borders Inc.: Who's Funding America's Destruction? Michelle Malkin, Regnery Publishing (September 10, 2019) ==Blogging== In June 2004, Malkin launched a political blog, MichelleMalkin.com.Malkin, Michelle. \"Extreme Makeover\" , \"MichelleMalkin.com\", June 8, 2004. A 2007 memo from the National Republican Senatorial Committee described Malkin as one of the five \"best-read national conservative bloggers\",Budoff, Carrie. \"GOP issues rules to avoid Macaca moments\" , The Politico, June 13, 2007 and as of 2012 Technorati had ranked MichelleMalkin.com in its \"Top 100 blogs of all types\". In 2011, the people search company PeekYou claimed that Malkin had the largest digital footprint of any political blogger. Malkin accused hip hop artist Akon of degrading women in a HotAir YouTube video in May 2007. Following this, Akon's record label, Universal Music Group (UMG), issued a DMCA takedown notice removing the video. UMG retracted the notice after the Electronic Frontier Foundation joined Malkin in contesting the removal as a misuse of copyright law. MichelleMalkin.com was revamped and moved to a larger server on WordPress in June 2007.Malkin, Michelle. \"Welcome to the new michellemalkin.com!\",\"MichelleMalkin.com\", June 19, 2007. Malkin has also been a contributor to anti-immigration website VDARE. ===Jamil Hussein=== Malkin was among the first of several bloggers who questioned the credibility and even the existence of Iraqi police Captain \"Jamil Hussein\" who had been used as a source by the Associated Press in over 60 stories about the Iraq war. The controversy started in November 2006 when the AP reported that six Iraqis had been burned alive as they left a mosque and that four mosques had been destroyed, citing Hussein as one of its sources. In January 2007, Malkin visited Baghdad, and stated, \"the Iraqi Ministry of Interior says disputed Associated Press source Jamil Hussein does exist. At least one story he told the AP just doesn't check out: The Sunni mosques that as Hussein claimed and AP reported as 'destroyed,' 'torched' and 'burned and blown up' are all still standing. So the credibility of every AP story relying on Jamil Hussein remains dubious.\"Malkin, Michelle. \"Fact-checking the AP and Jamil Hussein\", MichelleMalkin.com, January 21, 2007. Malkin has since issued a correction for her denial of Hussein's existence, \"I relayed information from multiple sources—CPATT, Centcom, and two other military sources on the ground in Iraq—that the Associated Press's disputed source, Jamil Hussein, could not be found.\" [...] \"I regret the error,\" but still contested AP claims of destroyed mosques and civilians burned alive. ===Students Against War controversy=== In April 2006, Students Against War (SAW), a campus group at University of California, Santa Cruz, staged a protest against the presence of military recruiters on campus, and sent out a press release containing contact details (names, phone numbers and e-mail addresses) of three student leaders for use by reporters. Malkin included these contact details in a blog column entitled \"Seditious Santa Cruz vs. America\". Malkin claimed the contact information was originally taken from SAW's own website, but that later SAW had removed it and had \"wiped\" the \"cached version\". The students asked Malkin to remove the contact details from her blog, but Malkin reposted them several times writing in her blog: \"I am leaving it up. If you are contacting them, I do not condone death threats or foul language. As for SAW, my message is this: You are responsible for your individual actions. Other individuals are responsible for theirs. Grow up and take responsibility.\" SAW remarked: \"Due to the continued irresponsible actions of some bloggers, members of the group have received numerous death threats and anti-Semitic comments through phone calls and emails.\" Students Against The War. \"Far-Right Threats Fail to Distract from Santa Cruz Protest Successes\", April 19, 2006, A blog war ensued. Malkin claimed that she received hostile e-mails, then her private home address, phone number, photos of her neighborhood and maps to her house were published on several websites. The Santa Cruz Sentinel reported receiving an email from Malkin saying that this forced her to remove one of her children from school and move her family. Another controversy involving private addresses began on July 1, 2006, when Malkin and other bloggers commented on a New York Times Travel section article that had featured the town where Vice President Dick Cheney and Secretary of Defense Donald Rumsfeld owned summer homes. The article included a picture of Rumsfeld's long tree-lined driveway that showed a birdhouse and small portion of the housefront. Malkin declared that this story was part of \"a concerted, organized effort to dig up and publicize the private home information of prominent conservatives in the media and blogosphere to intimidate them.\" The photos of Rumsfeld's house were taken with Rumsfeld's permission. ==Views== ===Immigration=== Although herself the child of immigrant parents and citizens of the Philippines, Malkin opposes birthright citizenship to U.S.-born children of foreign tourists, temporary foreign workers, and undocumented immigrants. She claims this undermines the integrity of citizenship and national security, and argues that the Citizenship Clause of the Fourteenth Amendment to the Constitution, \"originally intended to ensure the citizenship rights of newly freed slaves and their families after the Civil War, has evolved into a magnet for alien lawbreakers and a shield for terrorist infiltrators and enemy combatants\".Malkin, Michelle. \"What makes an American?\", Jewish World Review, July 4, 2003. Retrieved July 18, 2009. This is in direct conflict with her own experience as Malkin automatically became a citizen under the same Fourteenth Amendment when she was born in Pennsylvania to parents who were Philippine citizens. Her parents, a physician and a teacher, were here on an employer- sponsored visa. Malkin also opposes sanctuary cities, in which local authorities limit cooperation with national immigration agencies, such as Immigration and Customs Enforcement (ICE).Malkin, Michelle. \"Sanctuary Nation or Sovereign Nation: It’s your choice\" , \"MichelleMalkin.com\", August 15, 2007. Retrieved December 4, 2009. She supports coordination with federal authorities through the use of Section 287(g) of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 to investigate, detain, and arrest aliens on civil and criminal grounds.Sanctuary Nation or Sovereign Nation: It's your choice Update: Illegal alien deportation evader Elvira Arellano will leave church sanctuary to participate in amnesty march, By Michelle Malkin, August 15, 2007, http://michellemalkin.com/2007/08/15/sanctuary-nation-or-sovereign-nation-its- your-choice/ Malkin supports the detention and deportation of some immigrants, regardless of legal status, on national security grounds. In 2019, Malkin gave a speech at the Conservative Political Action Conference (CPAC) condemning politicians, including the \"ghost\" of recently deceased Senator John McCain, for failing to enact stricter immigration regulation. ===Unemployment benefits=== During an appearance as a news analyst on the roundtable segment of ABC's This Week with George Stephanopoulos on August 2, 2009, she explained why she opposed another 13-week extension of unemployment benefits: \"If you put enough government cheese in front of people they are going to just keep eating it and kicking the can down the road... people will just delay getting a job until the three weeks before the benefits run out.\" ===Women's issues=== In a February 2012 column, Malkin called the \"War on Women\" a false narrative, arguing rather that \"It's the progressive left in this country that has viciously and systematically slimed female conservatives for their beliefs.\" === Daniel Holtzclaw === Malkin took a special interest in the conviction of Daniel Holtzclaw, whom she advocates as innocent. She has dedicated a significant amount of time and effort to his case, authoring multiple videos and articles on the various issues in his case. ===Legalization of cannabis=== Malkin is a proponent of legalizing the medical use of cannabis, dating back to 1998 when she argued in favor of the passage of Washington State's Initiative 692. She also criticized the war on drugs as a \"dismal, costly, inefficient failure\" in a 1997 column titled \"Liberty Is Biggest Loser In Nation's War On Drugs\". In a 2014 interview Malkin said she was \"grateful\" for the passage of Colorado's Amendment 64 (legalizing recreational use), as it allowed her ailing mother-in-law to easily obtain cannabis. === Support for Holocaust deniers === In 2020, Malkin faced criticism for speaking at a conference hosted by far-right former YouTuber Nick Fuentes and Patrick Casey, head of the neo-Nazi organization known as the American Identity Movement (formerly Identity Evropa). At the conference, Malkin said it was \"not anti-semitic\" to question \"whatever the precise number of people is who perished in World War II.\" Malkin was dropped by the conservative YAF organization for her support of Fuentes, who has also denied the Holocaust. ==Personal life== While in college at Oberlin, she began dating Jesse Malkin.Kelley, Debbie (September 9, 2019). \"Michelle Malkin, the Conservative Pundit of El Paso County, Isn't Going Silent\". Colorado Springs Gazette. Archived from the original on February 22, 2020. \"Oberlin College — where Malkin met her husband, a retired health economist who books her speaking engagements and helps run her business.\" They married in 1993, and have two children. Jesse Malkin worked as an associate policy analyst and economist focusing on healthcare issues for the RAND Corporation.Goldman, Dana P, and Malkin, Jesse D. \"The Health Savings Account Mirage\" , United Press International, February 20, 2006. In 2004, Malkin reported on her website that her husband had left a \"lucrative health-care consulting job\" to be a stay-at- home dad.Michelle Malkin, America’s broken health insurance system , August 27, 2004, michellemalkin.com . Jesse Malkin helps book his wife's speaking engagements and helps her run her business. Malkin and her family lived in North Bethesda, Maryland, until 2008 when they relocated to Colorado Springs, Colorado.Lloyd Grove, Michelle Malkin Has Feelings, Too, September 22, 2009, The Daily Beast. In 2006, Malkin gave a lecture at her alma mater, Oberlin College, discussing racism, among other topics. She denied allegations that she had been insensitive to the \"plight of minorities\", listing several racial epithets that had been used against her, and by relating a lesson she learned from her mother for which she is \"eternally grateful\". When in kindergarten, Malkin went home in tears one day because her classmates had called her a racist name. But her mother comforted Michelle by telling her that everyone has prejudices.Beckhardt, Jon. \"Michelle Malkin, Alumna Pundit, Lambastes the Left\". The Oberlin Review, February 17, 2006. Archived from the original . ==References== ==External links== * Michelle Malkin Features at Creators Syndicate * Archive of Malkin's columns at Townhall.com * \"Columnist isn't smiling over swastika in rally photo\". Rocky Mountain News. February 19, 2009. * \"Michelle Malkin: Grace, gratitude, and G-d\". Jewish World Review. November 24, 2004. * Archive of Malkin's columns at Jewish World Review * ** Booknotes interview with Malkin on Invasion, December 8, 2002. ** In Depth interview with Malkin, January 3, 2010 Category:1970 births Category:Living people Category:21st-century American journalists Category:21st-century American women writers Category:21st-century Roman Catholics Category:American anti–illegal immigration activists Category:American women bloggers Category:American bloggers Category:American columnists Category:American writers of Filipino descent Category:American political commentators Category:American political writers Category:American Roman Catholics Category:American television news anchors Category:American television reporters and correspondents Category:American women television journalists Category:Colorado Republicans Category:Competitive Enterprise Institute Category:Fox News people Category:Holy Spirit High School (New Jersey) alumni Category:Pennsylvania political journalists Category:Oberlin College alumni Category:People from Absecon, New Jersey Category:American women columnists Category:Writers from Philadelphia Category:Pennsylvania Republicans Category:New Jersey Republicans Category:Maryland Republicans Category:21st- century businesswomen Category:American women in business Category:Catholics from New Jersey Category:Opposition to Islam in the United States Category:American women television presenters ",
    "title": "Michelle Malkin"
}