{
    "id": "517931",
    "text": "Seán Fortune (1954 – 13 March 1999) was a Catholic priest from Ireland, and engaged in child molestation, who allegedly used his position to gain access to his victims. He was accused of the rape and sexual molestation of 29 different boys. He was never tried, and committed suicide before any charges were proved against him. ==Life== Born in Gorey, County Wexford, Fortune was the eldest son of Elizabeth (née Acton) and James Fortune. He was educated at St Peter's College, Wexford, which was the diocesan seminary of the diocese of Ferns. It was during his training that the first reports of his abuse were made, although it is not clear whether the Diocesan authorities had knowledge of these complaints before his ordination.Ferns Report, pp. 153-54 Fortune ministered in the village of Fethard-on-Sea in County Wexford, in Belfast and in Dundalk. Allegations of abuse were made against him in all three places. Fortune would take groups of boys to stay over in Loftus Hall in the early 1980s when it was a convent, and allegedly carried out some of his attacks there.https://amp.independent.ie/opinion/analysis/evil-poisons-the-heart-of-a- village-26256503.html Sean Cloney compiled a dossier of complaints against him. Fr. Fortune also set up a business in Dublin which offered media and journalism training to the public. In March 1999, he committed suicide in New Ross while awaiting trial for 66 charges of sexual abuse against 29 boys. He had taken a lethal cocktail of drugs and alcohol and was found dead in bed by his housekeeper. He was 45. He had been remanded in custody pending trial but had been released days earlier. In March 2002, the BBC broadcast Suing the Pope, a documentary detailing the activities of Fortune and the response of the Diocese of Ferns to his activities over the years. The Report of the Ferns Inquiry claims that two of Fortune's alleged victims have since committed suicide. == See also == * Roman Catholic Church sex abuse scandal * Roman Catholic priests accused of sex offenses * Ferns Report, on sexual abuse in the Roman Catholic Diocese of Ferns, Ireland * Crimen sollicitationis * Sex Crimes and the Vatican (Panorama Documentary Episode) * Colm O'Gorman - one of his victims ==Further reading== *Tom Mooney, All the Bishops' Men - Clerical Abuse in an Irish Diocese, Collins Press also read'the boy who sued the pope by Colm O'Gorman == References == == Sources == * A Message from Heaven: The Life and Crimes of Father Sean Fortune - Alison O'Connor, 2000 - == External links == *Clerical child abuse, an Irish timeline * Bleeding the Church Category:1954 births Category:1999 deaths Category:Priests who committed suicide Category:Catholic Church sexual abuse scandals in Ireland Category:Irish Roman Catholic priests Category:Drug-related suicides in the Republic of Ireland Category:Suicides in the Republic of Ireland Category:People from Gorey Category:People educated at St Peter's College, Wexford Category:20th-century Roman Catholic priests Category:20th-century Irish clergy Category:Violence against men in the United Kingdom ",
    "title": "Seán Fortune"
}