{
    "id": "518131",
    "text": "New Jersey Transit Police K-9 officer and lieutenant at Hoboken Terminal Transit police are a specialized police agency or unit employed by a common carrier, which could be a transit district, railroad, bus line, other transport carrier, or the state. Their mandate is to prevent and investigate crimes committed against the carrier or by or against passengers or other customers of the carrier, or those committed on the carrier's property. A transit police force may consist of officers employed directly by a transit system, such as the Amtrak Police, or it may exist as a specialized unit of a local police force, such as the Transit Police Services Bureau of the Orange County, California Sheriff's Department, which serves the Orange County Transportation Authority, or the South Coast British Columbia Transportation Authority Police Service, which serves the transit system of southern British Columbia, Canada. Where the term \"transit police\" is used for the police working for a railroad/railway, it usually refers to a railroad providing urban mass transit (such as a city elevated system or subway) as opposed to long-distance rail carriage. Police who work either for a private non- passenger railroad or long-haul rail carrier are usually referred to as \"railroad police\" or \"railway police\". In Britain, most of the rail system, including the London Underground, is policed by a national transport police agency, the British Transport Police. Some transit police forces have full policing powers, such as BART Police, SEPTA Transit Police, Metro Transit Police Department, Utah Transit Authority Police Department or MBTA Transit Police, while in other areas, they have limited powers and are classed as special police or special constables with limited powers. Some of the crimes transit police and railroad police investigate include trespassing on the right-of-way of a railroad, assaults against passengers, tagging of graffiti on railroad rolling stock and buses or bus stops, pickpocketing, ticket fraud, robbery and theft of personal belongings, baggage or freight, and drug dealing at transit stations. They may also engage in random ticket checking hoping to catch and fine ticketless travelers. These controls are usually more frequent in transit systems using an honor-based fare collecting approach. ==Jurisdiction and authority== In federal states like the United States, Canada, or Australia, federal and state statutes determine the jurisdiction and authority of all police departments, including transit police. Most transit police services have the same police authority as any other national, state and local police agencies, such as the MARTA (Atlanta)Transit Police, British Transport Police, New Jersey Transit Police Department, BART Police, Maryland Transit Administration Police, DART Police, SEPTA Transit Police, Utah Transit Authority Police Department, and the South Coast British Columbia Transportation Authority Police Service have rather extensive jurisdictions, including traffic enforcement, with arrest powers on and off property. Transit and railroad police tend to have better results in finding perpetrators of crimes they investigate than public police forces, possibly due to specialization and smaller case loads. ==List of specialised transit/transport police agencies and departments== ===Australia=== New South Wales *Commuter Crime Unit, New South Wales Police Force *Police Transport Command New South Wales Police Force as of 2013. *Transit Officers, RailCorp Closed down as of October 2013. Queensland *Railway Squad, Queensland Policehttp://www.police.qld.gov.au/Resources/Internet/join/documents/LR_Railway_Squad160709.pdf *Authorised Officers, Queensland Rail *TransLink Senior Network Officers, TransLink *Customer Service Officers, G:linkhttp://ridetheg.com.au/wp- content/uploads/2014/06/Glink-Customer-Service-Charter-2014-06-05.pdf South Australia *Transit Services Branch, South Australia Police (all public transport in Adelaide). Private security also maintain a presence, especially during peak hours or events. Victoria *Transit Safety Division, Victoria Police members and Protective Services Officers (predominantly operate in Melbourne) *Authorised Officers employed by Public Transport operator companies and by Public Transport Victoria (PTV). Western Australia *Police Rail Unit, Western Australia Police (operating in Perth) *Transit Officers, Public Transport Authority of Western Australia ===Canada=== ==== Police forces ==== * Metro Vancouver Transit Police * Canadian Pacific Police Service * Canadian National Police Service * Via Rail Police Service ==== Special constables ==== Other large Canadian transit networks use security officers appointed as special constables or peace officers. As special constables, they typically have full police powers when working on transit property to enforce the Criminal Code of Canada, as well as respective Bylaws. Whilst they carry some police equipment, such as a protective vest, baton, handcuffs and pepper spray, they do not carry a firearm. These officers assist local jurisdiction's police officers in investigations of illegal activity on the transit system. *Calgary Transit Public Safety and Enforcement Section *Edmonton Transit Protective Services *GO Transit Special Constables *OC Transpo Special Constable Service *Société de Transport de Montréal Sûreté et Controle *Toronto Transit Commission Transit Enforcement Unit **Toronto Police Service also has a Transit Patrol Unit to assist TTC special constables and patrol the network. *YRT/Viva Special Constable Services ===People's Republic of China=== Cities in China which have rapid transit systems all have their transit police force associated to the local public security bureau. There are no non- governmental police forces, or police institutes under transit authority. National Rail used to have a police force under the Ministry of Railways, but such authority is transferred to local police now. However, the structure of institutions can be vary from city to city. For example, cities like Tianjin and Chengdu might have a joint public transportation force of division level, operates on all the taxis, bus routes, coaches, rapid transit and ferry lines as well as transportation hubs inside city limit; while Chongqing and Xi'an have tighter transit cop brigades focused exclusively on protecting the mass transit lines. Again, all these agencies are supervised by the PSBs of higher level. ===France=== *Police Régionale des Transports (Police Nationale) (Operates on Suburban trains, and Paris Métro) *Service National de Police Ferroviaire (Police Nationale-Direction Centrale de la Police aux Frontières) (Operates on main lines trains) *Service Interdépartemental de Sécurité dans les Transports en Commun (SISTC)(Police Nationale- Direction Centrale de la Sécurité Publique) *Surveillance Générale (Suge, operates on SNCF railways. This private service, which dépends to SNCF, has restricted police powers) *Groupe de Protection et de Sécurisation des Réseaux (GPSR, operates on RATP railways. This private service, which dépends to RATP, has restricted police powers) *Police des Transports de l'Agglo Orléans Val de Loire (Bus, Tramway, SNCF) ===Germany=== * former German Democratic Republic: Transportpolizei * Federal Republic of Germany: Bahnpolizei (merged into Federal Police) ===Hong Kong=== *Railway District, Hong Kong Police Force ===India=== * Railway Protection Force renamed as Indian Railway Protection Force Service. The Indian Railway Protection Force Service (IRPFS) is a security force, established by the Railway Protection Force Act, 1957 ; enacted by the Indian Parliament for \"the better protection and security of railway property\". It has the power to search, arrest, investigate and prosecute, though the ultimate power rests in the hands of the Government Railway Police. The force is under the authority of the Indian Ministry of Railways. * Commando for Railway Security (CORAS) *Government Railway Police The Government Railway Police (IAST: Sarakārī Rēlvē Pulīs), abbreviated as GRP, is the police force of the Indian Railways. It was established by the Railways Act, 1989, of the Parliament of India. Its duties correspond to those of the District Police in the areas under their jurisdiction, such as patrolling, but only on railway property. It is the parent agency of the Railway Protection Force, and aids and provides assistance to it, whose primary duties are to protect and secure all railway property. The GRP's responsibility is to observe law and order on all railway property. Officers are recruited from the Indian Police Service. The force is under joint-control of the Indian Ministry of Railways and the police departments of the various state police departments of India * State Highway Police ===Italy=== *Railway Police (Polizia Ferroviaria), Polizia di Stato ===Latvia=== *Port Police (Ostas Policija) ===Netherlands=== ====Railway police==== *Railway Police Service (Unit insfrastructuur, dienst spoor), Dutch National Police (Landelijke Politie eenheid) ====Transit enforcement==== *In The Netherlands, all public transport companies providing public service have their own enforcement officers, these officers often have the BOA status (special investigation officer) and limited police powers (use of force, arrest and use of handcuffs) the main task of these officers is fare enforcement and securing the safety of the public and employees within the transport vehicles. *The city of Amsterdam, is the only municipality in the Netherlands which operates its own transit enforcement department. The \"Veiligheidsteam openbaar vervoer\" (Safety team public transport) cooperates with the Amsterdam police in maintaining public order within the public transport, stations an hubs within the city limits, prevent or stop crimes, public assistance, issuing transit information and spotting suspicious behavior. Their uniforms are similar to that of police officers (police style hat, yellow high-visibility jacket and trousers with side striping; the only difference with the uniform of a police officer is that the trouser and hat color are dark grey whereas the police uses navy blue. These enforcement officers are employed by the city, whereas the police officers are employed by the national police. Enforcement officers are equipped with handcuffs and a short police baton and have limited police powers like the use of force, making arrests, detaining people and issuing fines. The city of Amsterdam is currently looking into the possibility to equip the officers with a can of pepperspray; this will probably be in mid 2014. ===Russian Federation=== Main Directorate of the Transport of the Ministry of Internal Affairs. (Главное Управление на Транспорте Министерства Внутренних Дел.) ===Singapore=== * Public Transport Security Command, Singapore Police Force ===Sweden=== * Swedish Police Authority, Stockholm metro police () ===Taiwan=== * National Police Agency, Railway Police: Railway Police Bureau, MRT Police Taipei City Police Department Rapid Transit Division, Kaohsiung City Police Department Rapid Transit Division ===United Kingdom=== *British Transport Police (national railways in Great Britain, the London Underground, Docklands Light Railway, West Midlands Metro, Tramlink, Tyne and Wear Metro - Sunderland extension, Glasgow Subway) * Belfast Harbour Police — Belfast Harbour, Belfast: HDPCA incorporated by section 5 of the Belfast Harbour Act 1847.section 5, Belfast Harbour Act 1847. * Larne Harbour Police — Larne Harbour Ltd, Larne. * Port of Bristol Police — Port of Bristol, Bristol. Includes Avonmouth Dock, Bristol, Royal Portbury Dock, North Somerset, and 3 islands in the Bristol Channel: Denny Island, Flat Holme, Steep Holme. * Port of Felixstowe Police — Port of Felixstowe, Suffolk: HDPCA incorporated by section 3(1)(e) of the Felixstowe Dock and Railway Act 1956. *Port of Portland Police — Portland Harbour, Isle of Portland: HDPCA incorporated by section 3 of the Portland Harbour Revision Order 1997. * Falmouth Docks Police — Falmouth Docks, Falmouth, Cornwall: HDPCA incorporated by section 3 of the Falmouth Docks Act 1959.section 3(d), Falmouth Docks Act 1959. * Port of Dover Police — Port of Dover, Dover: HDPCA incorporated by section 3 of the Dover Harbour Consolidation Act 1954, and incorporation amended by part 4 of the Dover Harbour Revision Order 2006. Given the large amount of property owned by the port, their jurisdiction effectively extends to all of Dover and now throughout Kent in order to be able to take arrested persons to Custody Suites. * Port of Liverpool Police — Port of Liverpool, Liverpool: current authority derives from article 3 of the Mersey Docks and Harbour (Police) Order 1975. Port of Liverpool police officers are Crown police officers and not special constables. * Port of Tilbury Police (formerly the Port of London Authority Police) — Port of Tilbury, Essex: current authority derives from section 154 of the Port of London Act 1968 * Tees and Hartlepool Port Authority Harbour Police — Tees and Hartlepool: current authority derives from section 103 of the Tees and Hartlepool Port Authority Act 1966 *Roads and Transport Policing Command Safer Transport Teams, Metropolitan Police – Transport for London buses, bus stations/interchanges, taxis and roads. *Metro Unit, Northumbria Police *Metrolink Unit, Greater Manchester Police * Belfast International Airport Constabulary – attested under article 19(3) of the Airports (Northern Ireland) Order 1994 as constables for the airport, which employs them. * Mersey Tunnels Police – attested under section 105 of the County of Merseyside Act 1980 as constables in and around the tunnels. ===United States=== *Amtrak Police *BART Police *BNSF Police Department *Burbank-Glendale-Pasadena Airport Authority Police *Dallas Area Rapid Transit (DART) Police Department *Delaware River and Bay Authority Police Department *Greater Cleveland Transit Police Department *Long Beach Harbor Patrol *Los Angeles Airport Police *Los Angeles Port Police *Maryland Transit Administration Police *Maryland Transportation Authority Police *Massachusetts Bay Transportation Authority (MBTA) Transit Police Department *Metra Police Department (Chicago) *Metro Transit Police Department, King County Sheriff's Office *MetroLink Unit, St. Louis County Police Department *Airport Police Division, St. Louis Metropolitan Police Department *Metropolitan Atlanta Rapid Transit Authority (MARTA) Police Department *Metropolitan Transit Authority of Harris County (METRO) Transit Police Department *Metro Transit - Minnesota Police Department *Napa Valley Railroad Police Department *New Jersey Transit Police Department *New York City Police Department Transit Bureau (New York City Subway) *New York City Transit Police - (Merged into the NYPD in 1995) * New York MTA Metropolitan Transportation Authority Police *New York, Susquehanna and Western Railway Police Department *Niagara Frontier Transportation Authority Transit Police Department *Northern Indiana Commuter Transportation District Transit Police Department (South Shore Line) *OCTA- Transit Police Services Bureau, Orange County Sheriff's Department *Port Authority of Allegheny County Police Department *Port Authority of New York and New Jersey Police Department (responsible for PATH) *Port of Portland Police Department (Oregon) *Public Transportation Section, Chicago Police Department *SEPTA Transit Police *Transit Services Bureau, Los Angeles County Sheriff's Department *Union Pacific Police Department *Utah Transit Authority Police Department *Via Metropolitan Transit Police Department *Washington Metro Transit Police Department ==See also== * 1995 Paris Métro and RER bombings * 2004 Madrid train bombings * 7 July 2005 London bombings * 21 July 2005 London bombings * 2006 Mumbai train bombings * 2006 Madrid-Barajas Airport bombing * 2007 Samjhauta Express bombings * Public transport security * Sarin gas attack on the Tokyo subway * Security on the Mass Rapid Transit (Singapore) * September 11 attacks * Penalty fare *Fare evasion ==References== Category:Law enforcement units Category:Public transport ",
    "title": "Transit police"
}