{
    "id": "518109",
    "text": "Lauren Reed is a fictional character played by Melissa George in the ABC television series Alias. She is Michael Vaughn's wife during the third season of the series. ==Character biography== Lauren is the daughter of Senator George and Olivia Reed, and was introduced at the beginning of the third season of the show as Vaughn's wife, having married him during Sydney's two- year absence under the control of The Covenant. Though Lauren reveals early in the season she was trained as a CIA field agent at the Farm, her father, believing the occupation to be too dangerous, used his influence to make sure she did not receive a field rating. Thus, she became an agent of the NSC, serving as its liaison to the CIA and working in the same CIA office with both Sydney Bristow and Michael Vaughn. Lauren and Sydney have an antagonistic relationship from the start, with Lauren in particular feeling threatened that her husband's former lover is now back in his life. Eventually, Sydney and Lauren start co-operating and even go on missions together. Their dynamic briefly falters when Lauren discovers that the murder of a Russian diplomat that she was investigating was committed by Sydney during her two-year absence and Vaughn worked with Sydney's associates to conceal the truth; however, when Lauren witnesses Sydney being subjected to brutal interrogation and threatened with a lobotomy, she assists Vaughn, Jack, and Sloane in breaking Sydney out of prison. During this mission, Lauren shoots and kills one of Sydney's interrogators, an act which apparently leaves her distraught. However, it is soon revealed Lauren is actually a double agent for the Covenant, working to sabotage the CIA's work against the criminal organization and to gain more information about Sydney through Vaughn. Her first known mission for the Covenant was the assassination of Andrian Lazarey. She is also, contrary to her air of innocence, a cold-blooded killer, yet she also appears to have a soft side since she can't bring herself to pull the trigger when tasked to murder her own father when he is given evidence of her true affiliations and to shore up her faltering relationship with Vaughn. It was her mother that stepped in and pulled the trigger herself, revealing she too is an agent of The Covenant. Lauren is also an adulterer, for not only does she seduce Vaughn and some of her targets, but also becomes involved (both personally and professionally) with Julian Sark, who is also now working for The Covenant. Eventually, her true nature is discovered by the CIA and she becomes a marked woman, with both Sydney and Vaughn wanting to kill her, but this doesn't stop her from infiltrating CIA headquarters disguised as Sydney, shooting Marshall Flinkman, and causing major damage to the building and killing and injuring several agents with remote-triggered bombs before murdering an innocent motorist and stealing his car to escape. Vaughn becomes obsessed with revenge and is even encouraged by Jack Bristow to kill Lauren. Vaughn eventually captures Lauren, who tells him that she fell in love with him, but then Sydney came back and he didn't need her anymore. She also claimed that the Covenant hadn't been in contact with her for two years by that point and she thought they'd leave her with him in peace. Her 'confession' is ambiguous as she does appear to have developed feelings for Vaughn, as is evident by her reaction to Sark's earlier observation that it killed her when Michael dropped his gun, which was trained on her, to save Sydney. Vaughn's plans are thwarted by Katya Derevko who helps Lauren escape. In the season three finale, Sydney loses to Lauren during vicious hand-to-hand combat, but Lauren is shot by Vaughn before she can kill Sydney. Before her death, she reveals to Sydney the location of a safe deposit box containing vital information about Sydney's family. This information turns out to be evidence that Jack Bristow was authorized by the CIA to kill his ex-wife, Sydney's mother Irina Derevko, an order he apparently carried out. In the fourth season episode, \"A Man of His Word\", Lauren's corpse was shown in a special high-security crypt after Sark demands to see her body. For reasons not yet explained, the CIA determined Lauren's death should not be made public knowledge, and the double agent's remains are housed in the CIA crypt. Melissa George makes a cameo appearance as the dead woman. ==Casting and creation== Katherine Heigl auditioned for the role of Lauren Reed but did not get it. Melissa George was working on Charmed when J.J. Abrams called to tell her she had landed the part. George had auditioned to play lead character Sydney Bristow, but lost out to Jennifer Garner. When that happened, ABC cast her on Thieves instead. It was originally planned that George would guest-star for several episodes but she was quickly upgraded to regular. To explain her character's accent (George is Australian), the writers wrote that she was born in the United States but grew up in London. ==Characterization and fan reaction== At the beginning of the third season, George said of Reed: \"I think it would be interesting if we did see Lauren turn evil, because she seems so pleasant, and innocent and lovely, which makes it more exciting if she was evil...\" Looking back on her character, George said: \"Nobody cared about Lauren Reed, because she had no heart. Zero. There was nothing to like about her. But that was beautiful at the same time, because she was an assassin, after all. I mean, you see Jason Bourne or James Bond or any of the other characters, they kill and they’re vengeful characters, but you don’t hate them. Lauren Reed, though, you hate.\" The character of Lauren Reed received quite a bit of animosity from fans of the show, according to series creator J. J. Abrams, in part because she disrupted the romance between Sydney and Vaughn. However, Abrams indicated that the revelation of Lauren being a turncoat was planned from the beginning and was not because of fan response.Abrams Hints Alias' Future George has said that \"I got offered a couple of films so I decided to kind've [sic] move on.\" George has joked \"my character was written out for being too evil\". Since Lauren died \"off screen\" there were rumors during the fourth season that the character would return. George herself said \"there is talk of me coming back at some point, because obviously in Alias you're never written out completely.... [but] I wouldn't want to go back unless she got some focus.\" These rumors were put to rest when Lauren's corpse was shown in the ninth episode of season 4. The season 4 gag reel, included in the DVD release of that season, includes footage in which Melissa George as Lauren makes a surprise appearance during a scene, before George breaks character and begins to laugh. ==References== Category:Alias (TV series) characters Category:Television characters introduced in 2003 Category:Fictional secret agents and spies Category:Female characters in television ",
    "title": "Lauren Reed"
}