{
    "id": "518232",
    "text": "Dr. Ellis O'Neal Knox, 1925 Dr. Ellis O'Neal Knox was the first African American to be awarded a Ph.D. on the West Coast of the United States. Knox received his Bachelor of Arts degree in 1922 from the University of California, Berkeley and his doctorate in the history and philosophy of education from the University of Southern California in the 1931. ==Biography== Ellis O. Knox was born in Northern California on July 6, 1900. The son of a Latin teacher, Albert P. Knox, and homemaker, Addie Knox, Ellis always had a love of education. As a young boy in the public schools of Lake County, California at the turn of the century, Ellis, the only black student in his classroom, excelled. In 1923, shortly after graduation from UC Berkeley, Knox accepted a position on the staff of Phoenix Union High School. Soon he met his wife Lois Wynne. The couple moved to Los Angeles in 1926, where Knox began his studies at USC. With his doctorate in hand, Knox moved to the District of Columbia to accept a position on the staff of Howard University in 1931. (In the 1940s and '50s, Dr. Knox served as an adjunct professor at the American University, an adjunct lecturer at Yale University, and as a member of the Evaluation Committee of the Middle States Association of Colleges and Secondary Schools, while retaining full professor status at Howard.) By 1955, Knox was appointed to the President's White House Conference on Education. A decade later, he began work as a consultant to both the Peace Corps and the U.S. Commission on Civil Rights. In the tradition of his philosophical and academic focus of promoting civil rights in education, Knox worked alongside Thurgood Marshall in the campaign that led to the desegregation of the schools in the District of Columbia and also served as the Chairman of Education for the NAACP from 1945 to 1962. In 1967, Knox ended his tenure at Howard University and retired in Los Angeles, where he served as Professor Emeritus at the University of Southern California and the University of California Los Angeles until his death in 1975. During his lifetime, Knox published several studies on the philosophy of education. His Ph.D. dissertation dealt with the trend of philosophical doctrines in their relation to African-American youth in the United States. Dr. Knox was a member of Alpha Phi Alpha fraternity, and was one of the founders of Alpha Epsilon Chapter at the University of California, Berkeley. Dr. Knox's contemporaries, colleagues, and close friends included Nobel Prize winner Ralph Bunche, United States Supreme Court Justice, Thurgood Marshall, as well as famed California architect Paul Williams and civil rights leader H. Claude Hudson. == References == Category:1900 births Category:1975 deaths Category:African- American academics Category:20th-century American educators Category:American University faculty and staff Category:USC Rossier School of Education alumni Category:People from Lake County, California ",
    "title": "Ellis O. Knox"
}