{
    "id": "518358",
    "text": "A close-up view of brown hair Brown hair is the second most common human hair color, after black hair. It varies from light brown to almost black hair. It is characterized by higher levels of the dark pigment eumelanin and lower levels of the pale pigment pheomelanin. People with brown hair are often referred to as brunette, which in French is the feminine form of brunet, the diminutive of brun (brown, brown-haired or dark-haired). Brown hair is common among populations in the Western world, especially among those from Central Europe, Southeastern Europe, Eastern Europe, Southern Europe, Southern Cone, the United States, and also some populations in the Middle East where it transitions smoothly into black hair.Frost, Peter. \"Why Do Europeans Have So Many Hair and Eye Colors?\" (summarizing Frost, P. 2006. European hair and eye color - A case of frequency-dependent sexual selection? Evolution and Human Behavior 27:85-103) Additionally, brown hair is common among Australian Aboriginals and Melanesians. ==Etymology and grammar== The term brunette is the feminine form of the French word brunet, which is a diminutive form of brun meaning \"brown/brown-haired\", the feminine of which is brune. All of these terms ultimately derive from the Proto-Indo-European root *bhrūn- \"brown, grey\". The form \"brun\" (pronounced ) is still commonly used in Scotland, particularly in rural areas, and is also the word for \"brown\" in the Scandinavian languages. In modern English usage, however, it has lost the diminutive meaning and usually refers to any brown- or black-haired girl or woman, or the associated hair color. Merriam-Webster defines \"brunet\" as \"a person having brown or black hair\"—with which they may have \"a relatively dark complexion—spelled brunet when used of a boy or man and usually brunette when used of a girl or woman\". Although brunet is the masculine version of the popular diminutive form used to describe a little boy or young man with brown hair, the use of \"brunet\" is uncommon in English. One is more likely to say about a man or boy, \"He has brown hair\" or \"He is brown-haired\" than to say, \"He is a brunette\" (or brunet). Lighter or darker shades of brown hair may be referred to as \"light brunette\" or \"dark brunette\", though in such cases one is generally referring only to the hair color, not using the term as a metaphor for the person; one would be unlikely to say, \"She is a light brunette.\" Rather, one would say, \"She has light-brown hair.\" ==Geographic distribution== Brown-haired individuals predominate in most parts of Europe. In northern and central Europe medium to light brown shades are the most common, while darker shades prevail in the rest of the continent. Brown hair, mostly medium to light brown shades, are also dominant in Australia, Canada, South Africa among White South Africans and the United States among European Americans from the Northern, Central and Eastern European (British, Scandinavian, Baltic, Dutch/Flemish, German (including Swiss-German and Austrian), Slovenian, Polish, Ukrainian and Russian) as well as Southern (Italian, Spanish, Greek, Portuguese) and Southeastern European (Croatian, Serbian). Afghan children with brown hair Similarly to blond hair, brown hair occurs commonly among Australian Aboriginal and Melanesian populations. Dark brown hair is predominant in the Mediterranean parts of Europe, the Middle East, North Africa, Central Asia, and in parts of South Asia. Very dark brown hair, easily mistaken for black hair, can be found occasionally in parts of East Asia. This is also true of Southern Cone of South America (Chile, Argentina, Uruguay, central-southern Brazil). It may occasionally be found among Indigenous Siberians and Americans;(formerly) especially for mostly populations in Southeast Asia due to pigment changes (such as the Philippines and Vietnam) for example particularly when they are young, as well as in many other groups ==Biochemistry== The pigment eumelanin gives brown hair its distinctive color. Brown hair has more eumelanin than blond hair but also has far less than black. There are two different types of eumelanin, which are distinguished from each other by their pattern of polymer bonds. The two types are black eumelanin and brown eumelanin. Black eumelanin is the darkest; brown eumelanin is much lighter than black. A small amount of black eumelanin in the absence of other pigments causes grey hair. A small amount of brown eumelanin in the absence of other pigments causes yellow (blond) color hair. Often, natural blond or red hair will darken to a brown color over time. Brown-haired people have medium-thick strands of hair. Brown-haired people are thought to produce more skin-protecting eumelanin and are associated with having a more even skin tone. The range of skin colors associated with brown hair is vast, ranging from the palest of skin tones to a dark olive complexion. ==Varieties of brown hair== Brown hair comes in a wide variety of shades from the very darkest of brown (almost black) to lightest brown (almost blond) showing small signs of blondism. Shades of brown hair include: * deepest brunette: the darkest brown, which can be a very dark chestnut; sometimes appears to be off black at a distance. * dark brown * milk chocolate brown : dark brown * dark chestnut brown * light chestnut brown * medium brown: standard brunette, comparable to Russet (color) brown * walnut brown: a warmer variant of medium brown, comparable to a light chestnut * caramel brown: warm brown tone. * light golden brown : the lightest brown, almost dark blond * mousy: a dull light brown color, sometimes seen as a dark blond * light ash brown: almost blond hair * lightest brown: light brown that goes mid blonde in the sun * maple brown: a dark golden brown color, like maple syrup File:Eoin Macken.jpg|deepest brunette (Eoin Macken) File:Eddie Van Halen (1993).jpg|dark brown (Eddie Van Halen) File:Brian May (2007).jpg|dark chestnut brown (Brian May) File:animal print T.jpg| medium brown (Italian Sicilian girl) File:Girl in a Kabul orphanage, 01-07-2002.jpg|cinnamon brown (Afghan Nuristani girl) File:Ministru prezidents Valdis Dombrovskis tiekas ar Vācijas ārlietu ministru Gvido Vestervelli (7849819858) (cropped).jpg|light ash brown (Guido Westerwelle) ==Culture== ===Cultural connotations=== In Western popular culture, a common stereotype is that brunettes are stable, serious, smart and sophisticated. According to Allure magazine, in 2005, 76 percent of American women believed that the first female president of the United States will have brown hair. ===Modern fiction=== Anita Loos, the author of the novel and play Gentlemen Prefer Blondes, wrote a sequel entitled But Gentlemen Marry Brunettes. A film of this was made, Gentlemen Marry Brunettes, starring Jane Russell and Jeanne Crain. ===Art and fiction=== The Lady of Shalott from Lord Tennyson's poem is depicted as a brunette in most paintings. The woman portrayed in Leonardo da Vinci's most famous painting, Mona Lisa, is brunette. In the French folk song \"Au Clair de la Lune\", the likable Lubin visits his brunette neighbor at Pierrot's suggestion. In the Irish song \"The Star of the County Down\" the narrator falls in love with a woman with \"nut-brown\" hair, called Rose McCann. The Doctor, the eponymous character of timelord Doctor Who who is able to regenerate its body, has had brown hair in seven of its incarnations, including the first three Doctors that have appeared in the revived series. === Rivalry with blondes === In popular culture, brunettes may be portrayed as being in a rivalry or competition with blonde women. The rivalry may take the form of competitive sports A sports-based charitable organization. or as part of a love triangle in which a blonde and a brunette woman compete for the affections of a man. ==See also== * Human hair color * Human skin color * Black hair * Melanin ==References== == External links == ",
    "title": "Brown hair"
}