{
    "id": "518502",
    "text": "Pierre Baillot, c. 1810, etching by Singry after medallion design by Romagnési. Pierre Marie François de Sales Baillot (1 October 1771 – 15 September 1842) was a French violinist and composer born in Passy. He studied the violin under Giovanni Battista Viotti and taught at the Conservatoire de Paris together with Pierre Rode (also a pupil of Viotti) and Rodolphe Kreutzer, who wrote the Conservatoire's official violin method (published in the early 19th century). He was sole author of the instructional L'Art du violon (1834). Baillot's teachings had a profound influence on technical and musical development in an age in which virtuosity was openly encouraged. He was leader of the Paris Opéra, gave solo recitals and was a notable performer of chamber music. ==Biography== ===Early life=== Pierre Baillot, who was associated with Rode and Kreutzer in the compilation of the celebrated \"Methode du Violon\", was born at Passy, near Paris, and became one of the best violinists of his time. His eminence in his profession was not obtained without a long struggle against great difficulties, for at the age of twelve he lost his father, who had kept a school, and became dependent upon friends for his education. His musical talent was remarkable at an early age, and he received his first instruction from an Italian named Polidori. At the age of nine, he was placed under a French teacher named Sainte-Marie, whose training gave him the severe state and methodical qualities by which his playing was distinguished. At the age of ten, he heard Viotti play one of his concertos, becoming his model. When his father died a year or two later, the intendant of Corsica, M. de Boucheporn, sent him, with his own children, to Rome, where he was placed with Pollani, a pupil of Nardini, under whom he made rapid progress, and soon began to play in public. He was, however, unable to follow directly in the path of his profession, and for five years he travelled with his benefactor, acting as private secretary. ===Career=== In 1791, he returned to Paris, and Viotti secured a place for him in the opera orchestra. But on being offered a position in the Ministère des Finances, he gave up his operatic work, and for some years devoted only his leisure to the study of the violin. He served in the army for twenty months, after which he once more determined to take up music as a profession, soon appearing in public with a concerto by Viotti. This performance established his reputation, and he was offered a professorship of violin playing at the Conservatoire, then recently opened. His next appointment was to the private band of Napoleon, after which he travelled for three years in Russia with the violoncello player Lemare. Returning to Paris, he established concerts for chamber music, which proved successful, and built up for him a reputation as a quartet player. He frequently performed together with the Polish pianist and composer Maria Agata Szymanowska. Baillot travelled again, visiting the Netherlands, Belgium, and England, and then he became leader of the opera band in Paris and of the royal band. In March 1825, while serving as concertmaster of the Paris Opéra, Baillot and Luigi Cherubini evaluated Felix Mendelssohn's application for admission to the Paris Conservatory by playing his Quartet for Piano and Strings in B minor. Mendelssohn was only 16 years old. An anecdote mentioned that, overcome with emotion, Baillot approached the young composer after the performance and, without uttering a word, simply embraced him. Baillot made a final tour in Switzerland in 1833, and died in Paris in 1842. ==Legacy== Baillot is considered to have been the last distinguished representative of the great classical school of violin playing in Paris. In his \"L'Art du Violon\" he points out the chief distinction between the old and the modern style of violin playing to be the absence of the dramatic element in the former, and its predominance in the latter, thus enabling the executive art to follow the progress marked out by the composer, and to bring out the powerful contrasts and enlarged ideas of more modern musical compositions. After the time of Baillot and his contemporaries, the style of Paganini became predominant in Paris, but the influence of the Paris school extended to Germany, where Spohr must be considered the direct descendant artistically of Viotti and Rode. ==References== ==External links== * Category:1771 births Category:1842 deaths Category:19th-century male musicians Category:Academics of the Conservatoire de Paris Category:Burials at Montmartre Cemetery Category:French classical composers Category:French classical violinists Category:French male classical composers Category:French male composers Category:French male violinists Category:French Romantic composers Category:Musicians from Paris Category:Pupils of Giovanni Battista Viotti Category:Male classical violinists ",
    "title": "Pierre Baillot"
}