{
    "id": "518521",
    "text": "Queer Nation is an LGBTQ activist organization founded in March 1990 in New York City, by HIV/AIDS activists from ACT UP. The four founders were outraged at the escalation of anti-gay violence on the streets and prejudice in the arts and media. The group is known for its confrontational tactics, its slogans, and the practice of outing. == History == On March 20, 1990, sixty LGBTQ people gathered at the Lesbian, Gay, Bisexual and Transgender Community Services Center in New York's Greenwich Village to create a direct action organization. The goal of the unnamed organization was the elimination of homophobia, and the increase of gay, lesbian and bisexual visibility through a variety of tactics. The organization of Queer Nation, being non-hierarchical and decentralized, allowed anyone to become a member and have a voice. The direct-action group's inaugural action took place at Flutie's Bar, a straight hangout at the South Street Sea Port on April 13, 1990. The goals included a desire to make it clear to (straight) patrons that queer people would not be restricted to gay bars for socializing and for public displays of affection, and to highlight their belief that most \"public\" space was in fact heterosexual space. Through parodying straight behavior (such as \"spin the bottle\") at these events, queer people refused to be invisible while publicly questioning the naturalized status of heterosexual coupling activity. Visibility actions like this one became known as \"Queer Nights Out.\" Another method for Queer Nation to grab attention was the use of banners at protests and rallies. One banner used read \"Dykes and Fags Bash Back,\" another \"Queer Nation…Get Used To It!\" which referenced the organization's famous chant \"We're here! We're Queer! Get used to it!\" Although the name Queer Nation had been used casually since the group's inception, it was officially approved at the group's general meeting on May 17, 1990. The militant protest style of the group contrasted with more assimilationist gay rights organizations such as the Human Rights Campaign, Log Cabin Republicans, or National Gay and Lesbian Task Force. Queer Nation was most effective and powerful in the early 1990s in the USA, and used direct action to fight for gay rights. They also worked with AIDS organization ACT UP as well as WHAM! Even though never officially disbanded, many of the local groups did so in the mid-to-late 1990s. The group's use of the word \"queer\" in its name and slogan was at first considered shocking, though the reclamation has been called a success, used in relatively mainstream television programs such as Queer Eye and Queer as Folk. The use of the word \"queer\" disarmed homophobes by reversing its derogatory nature. Other slogans used by Queer Nation include \"Two, Four, Six, Eight! How Do You Know Your Kids Are Straight?\" and \"Out of the Closets and Into the Streets,\" and the widely imitated \"We're Here! We're Queer! Get used to it!\"' Queer Nation Chicago was inducted into the Chicago Gay and Lesbian Hall of Fame in 1995. ==Activism== Current Queer Nation NY logo, used on its website, Facebook Page, Twitter profile, designed by Ken Woodard. At the time of Russia's recently approved anti-gay laws, Queer Nation protested the 2014 Winter Olympics in Sochi, Russia. === Early actions === Here are some of Queer Nation's first actions: * April 20, 1990 Queer Nation members show up en masse at Macy's department store where Olympic gold medallist Greg Louganis is promoting a new swimsuit line. Queers arrive with WHEATIES cereal boxes with swimmer's picture pasted on front, to recall the time the cereal maker rejected Louganis as a spokesperson, ostensibly because he is gay. * April 26, 1990 Responding to the 120% increase in violence against queers, Queer Nationals climb the billboard on the roof of Badlands, a Greenwich Village bar and hangs a 40-foot banner that reads: \"Dykes and Fags Bash Back!\" * April 28, 1990 A pipe bomb explodes in Uncle Charlie's, a Greenwich Village gay bar, injuring three. In protest, Queer Nation mobilizes 1000 queers in a matter of hours. Angry marchers fill the streets, carrying the banner \"Dykes and Fags Bash Back.\" * May 12, 1990 The inauguration of \"Queer Shopping Network.\" Members of Queer Nation travel from New York City to the Newport Mall in Jersey City with leaflets offering information about queers, safe sex tips, and a list of famous queers throughout history. The leaflets are titled \"We're here, we're queer and we'd like to say hello!\" *August, 1990 A boycott of the music group Snap! was arranged by members of Queer Nation after the lead singer, Turbo Harris was accused of assaulting Boston club owner, Dennis Moreau. == Queer Nation in other locales == A confrontational sticker created by Queer Nation/San Francisco (1990) === San Francisco === Queer Nation/San Francisco was founded in June 1990 by Mark Duran, Steve Mehall and Daniel Paíz; they organized a meeting at the San Francisco Women's Building the following month where the group was launched publicly.\"An Open Letter to Jonathan Katz\" (Feb. 15, 1996); GLBT Historical Society (San Francisco): Queer Nation/San Francisco Records (collection no. 1993-02), Box 1, Chronological Series.Dennis Conkin, \"Queer Nation SF co-founder dies at 37,\" Bay Area Reporter (Aug. 22, 1996). In the fall of 1990 the group helped organize a protest against a visiting televangelist who vowed to \"exorcise the demons\" from San Francisco on Halloween. In another campaign, they distributed their trademark neon stickers that read \"Trans Power/BI Power/Queer Nation\".Stryker, Susan. Transgender History. First Printing edition. Berkeley, CA: Seal Press, 2008. The organization was active through 1991; an attempt to revive the group in 1992 was unsuccessful.\"Collection Details,\" Guide to the Queer Nation Records (San Francisco: GLBT Historical Society) An offshoot, the San Francisco Street Patrol, was a neighborhood safety patrol in the Castro District; it outlived QN/SF itself by a year.\"Collection Overview: Background,\" Guide to the San Francisco Street Patrol Records (San Francisco: GLBT Historical Society) In 1992, Transgender Nation was founded by members of Queer Nation as the \"first explicitly queer transgender social change group in the United States.\" === Los Angeles === Queer Nation LA was active in the early 90s staging protests against Hollywood's perceived homophobia and disrupted the 64th Academy Awards by staging a \"kiss-in\", obstructing entrants from the event while members of the group kissed on the red carpet. Other more radical actions include a blockade of Ventura Blvd, confrontations with various church groups in the area, and the taking over of a political science class at Los Angeles City College. === Nebraska === According to the Woman's Journal-Advocate, Queer Nation Nebraska was founded in December of 1990. To encourage détente between Nebraska's lesbian and gay groups, Queer Nation Nebraska meetings were co- facilitated by one woman and one man. Queer Nation Nebraska demonstrated in front of churches, and protested a show by comedian Sam Kinison. The organization demonstrated in front of the ROTC building at the University of Nebraska–Lincoln in April 1991 to protest the military's policy of excluding LGBT people. One ROTC cadet spit on queer protestors, then punched and kicked a protestor until the cadet was removed by police. Later in 1991, Queer Nation Nebraska produced a TV show consisting of two men kissing in a bathtub and pouring milk onto each other. The activists broadcast this show on Lincoln's public access television. Angry citizens asked the Lincoln city council to shut down the public access channel. === Houston === Material used by Queer Nation in HoustonQueer Nation in Houston was active from the beginning of 1991 through late 1994. On July 13, 1991, the group held a major demonstration to protest police response to the July 4 gay-bashing murder of Paul Broussard; that demonstration involved between 1200 and 2000 individuals who seized the intersection of Montrose Boulevard and Westheimer Street at the heart of Houston's gay neighborhood. Other actions by the group included a march in the suburban town that was the home of Broussard's killers, seizing the rotunda of Houston City Hall after another murder, protesting the Houston Posts firing of columnist Juan Palomo after he came out, and protesting discrimination against HIV-positive nurse Brian Bradley. The group also took the lead in organizing LGBT and HIV/AIDS protests at the 1992 Republican National Convention in Houston. === Denver === Queer Nation/Denver began in November 2012 by Todd Alan Haley II, using the original Pink Panthers Patrol insignia of the pink triangle with the \"clawed\" panther's paw in the center. Going by the name: The Pink Panthers Movement /PPM, Haley wanted to ensure that the original message the Pink Panthers Patrol created was never lost, either by apathy or legal pressure brought on by MGM Pictures/Studios. What began with just 3 party members in June 2010, now their growth exceeds over 1200 active and supporting party members. Teaming up with various feminist groups along the USA, The Pink Panthers Movement vows to remain a non-profit group dedicated to helping other LGBT non-profits and the Women's Liberation Front. The PPM's slogan: \"Our Rights, Our Community!\" and \"Curb your homophobia, we bite back!\" === Southeast === The Queer Nation chapters in Atlanta, Georgia; Columbia, South Carolina; Berea and Lexington, Kentucky and Nashville, Tennessee founded by Kelvin Lynn Cothren and Cheryl Lynn Summerville were active in protesting alleged homophobic policies of the Cracker Barrel restaurant chain. == See also == *Transgender Flag (Dawn Holland/Transgender Nation) *Civil rights *Gay rights *Heterosexism *Queer nationalism == References == == Further reading == * == External links == *Queer Nation Manifestos *Some articles *GLBT Historical Society (San Francisco). Houses the records of Queer Nation/San Francisco and the San Francisco Street Patrol; also holds papers from several Queer Nation/San Francisco activists, including Fernando Aguayo-Garcia, Brian Bringardner, Gerard Koskovich and Marco Place. In addition, Queer Nation materials appear in other collections at the Historical Society, including the San Francisco Groups LGBT Ephemera Collection and the papers of Jenni Olson. Category:History of LGBT civil rights in the United States Category:Organizations established in 1990 Category:LGBT history in New York City Category:Community organizing Category:Queer organizations Category:1990 establishments in New York (state) Category:LGBT political advocacy groups in New York (state) ",
    "title": "Queer Nation"
}