{
    "id": "518517",
    "text": "Chusquea is a genus of evergreen bamboos in the grass family. Most of them are native to mountain habitats in Latin America, from Mexico to southern Chile and Argentina. They are sometimes referred to as South American mountain bamboos. Unlike most other grasses, the stems of these species are solid, not hollow. Some animals are, to various extents, associated with stands of Chusquea, for example the Inca wren and the plushcap. ==Notable species== Chusquea culeou, the chilean feather bamboo or colihue cane, from southern Chile and adjacent western Argentina, is notable as the most frost-tolerant South American bamboo and the only one that has been grown successfully to any extent in the temperate Northern Hemisphere, with successful growth as an ornamental plant north to Scotland. The colihue cane was used by the Mapuches Indians to make instruments and as lances during the War of Arauco. Chusquea quila (in Spanish quila), in contrast to Colihue, has a spreading or vining growth. It prefers wet places and does not grow above , where C. culeou becomes more dominant. Chusquea quila can form pure stands called quilantales. Very few plants can grow under this species. ==Taxonomy== The genus Chusquea now includes species formerly classified in Dendragrostis, Rettbergia, Swallenochloa, and Neurolepis. Fisher, A. E., Triplett, J. K., Ho, C. S., Schiller, A. D., Oltrogge, K. A., Schroder, E. S., ... & Clark, L. G. (2009). Paraphyly in the bamboo subtribe Chusqueinae (Poaceae: Bambusoideae) and a revised infrageneric classification for Chusquea. Systematic Botany, 34(4), 673-683. The genus has been organized into three subgenera, subg. Rettbergia, subg. Swallenochloa and subg. Chusquea,Clark, L. G. (1989). Systematics of Chusquea Section Swallenochloa, Section Verticillatae, Section Serpentes, and Section Longifoliae (Poaceae-Bambusoideae). Systematic Botany Monographs, 1-127. although molecular evidence only supports a monophyletic subg. Rettbergia.Fisher, A. E., Clark, L. G., & Kelchner, S. A. (2014). Molecular Phylogeny Estimation of the Bamboo Genus Chusquea (Poaceae: Bambusoideae: Bambuseae) and Description of Two New Subgenera. Systematic Botany, 39(3). ;SpeciesClark, L. G. 2000. Chusquea. 39: 36–52. In E. J. Judziewicz, R. J. Soreng, G. Davidse, P. M. Peterson, T. S. Filgueiras & F. O. Zuloaga (eds.) Catalogue of New World Grasses (Poaceae): I. Subfamilies Anomochlooideae, Bambusoideae, Ehrhartoideae, and Pharoideae, Contributions from the United States National Herbarium. Smithsonian Institution, Washington, D.C.Morales, J. F. 2003. Poaceae. 93(3): 598–821. In B. E. Hammel, M. H. Grayum, C. Herrera & N. Zamora Villalobos (eds.) Manual de Plantas de Costa Rica. Missouri Botanical Garden, St. Louis. ==See also== *List of Poaceae genera ==References== ==External links== *Photo of stems *Interactive Key to the Species of Chusquea subgenus Rettbergia of Brazil *Genera of Bamboos Native to the New World (Gramineae: Bambusoideae) by F.A. McClure Category:Bambusoideae genera ",
    "title": "Chusquea"
}