{
    "id": "518667",
    "text": "Erythropoietic protoporphyria is a form of porphyria, which varies in severity and can be very painful. It arises from a deficiency in the enzyme ferrochelatase, leading to abnormally high levels of protoporphyrin in the red blood cells (erythrocytes), plasma, skin, and liver. The severity varies significantly from individual to individual. A clinically similar form of porphyria, known as X-Linked dominant protoporphyria, was identified in 2008. ==Presentation== Acute photosensitivity reaction in EPP. EPP usually presents in childhood with the most common mode of presentation as acute photosensitivity of the skin. It affects areas exposed to the sun and tends to be intractable. A few minutes of exposure to the sun induces pruritus, erythema, swelling and pain. Longer periods of exposure may induce second degree burns. After repetitive exposure, patients may present with lichenification, hypopigmentation, hyperpigmentation and scarring of the skin. EPP usually first presents in childhood, and most often affects the face and the upper surfaces of the arms, hands, and feet and the exposed surfaces of the legs. Most patients, if the EPP is not as severe, manifest symptoms with onset of puberty when the male and female hormone levels elevate during sexual development and maintenance. More severe EPP can manifest in infancy. EPP can be triggered through exposure to sun even though the patient is behind glass. Even the UV emissions from arc welding with the use of full protective mask have been known to trigger EPP. EPP can also manifest between the ages of 3 and 6. Prolonged exposure to the sun can lead to edema of the hands, face, and feet, rarely with blistering and petechiae. Skin thickening can sometimes occur over time. People with EPP are also at increased risk to develop gallstones. One study has noted that EPP patients suffer from vitamin D deficiency. ===Liver failure=== Protoporphyrin accumulates to toxic levels in the liver in 5–20% of EPP patients, leading to liver failure. The spectrum of hepatobiliary disease associated with EPP is wide. It includes cholelithiasis, mild parenchymal liver disease, progressive hepatocellular disease and end- stage liver disease. A lack of diagnostic markers for liver failure makes it difficult to predict which patients may experience liver failure, and the mechanism of liver failure is poorly understood. A retrospective European study identified 31 EPP patients receiving a liver transplant between 1983 and 2008, with phototoxic reactions in 25% of patients who were unprotected by surgical light filters. The same study noted a 69% recurrence of the disease in the grafted organ. Five UK liver transplants for EPP have been identified between 1987 and 2009.Frequent liver testing is recommended in EPP patients where no effective therapy has been identified to manage liver failure to date. ===Pregnancy=== EPP photosensitivity symptoms are reported to lessen in some female patients during pregnancy and menstruation, although this phenomenon is not consistent, and the mechanism is not understood. == Genetics == Most cases of EPP are results of inborn errors of metabolism but the metabolic defect in some patients may be acquired. Mutation of the gene that encodes for ferrochelatase in the long arm of chromosome 18 is found in majority of the cases. Ferrochelatase (FECH) catalyzes the insertion of ferrous iron into the protoporphyrin IX ring to form heme. EPP exhibits both recessive and dominant patterns of inheritance and a high degree of allelic heterogeneity with incomplete penetrance. Most heterozygotes are asymptomatic. Symptoms do not occur unless FECH activity is less than 30% of normal, but such low levels are not present in a majority of patients. == Pathophysiology == Cells which synthesize heme are predominantly erythroblasts/reticulocytes in the bone marrow (80%) and hepatocytes (20%). Deficiency of FECH results in increased release of protoporphyrin, which binds to albumin in plasma and subsequently undergoes hepatic extraction. Normally, most protoporphyrin in hepatocytes is secreted into bile; the remainder undergoes transformation into heme. Some protoporphyrin in bile is returned to the liver as a consequence of the enterohepatic circulation; the remaining protoporphyrin in the intestine undergoes fecal excretion. Protoporphyrin is insoluble and hence unavailable for renal excretion. In EPP, subnormal biotransformation of protoporphyrin into heme results in accumulation of protoporphyrin in hepatocytes. Since FECH deficiency is associated with increased concentrations of protoporphyrin in erythrocytes, plasma, skin and liver, retention of protoporphyrin in skin predisposes to acute photosensitivity. As a result of absorption of ultraviolet and visible light (peak sensitivity at 400 nm, with lesser peaks between 500-625 nm) by protoporphyrin in plasma and erythrocytes when blood circulates through the dermal vessels, free radicals are formed, erythrocytes become unstable and injury to the skin is induced. A significant increase in the hepatobiliary excretion of protoporphyrin can damage the liver through both cholestatic phenomena and oxidative stress \\- predisposing to hepatobiliary disease of varying degrees of severity == Diagnosis == EPP is generally suspected by the presence of acute photosensitivity of the skin and can be confirmed by detection of a plasmatic fluorescence peak at 634 nm. It is also useful to find increased levels of protoporphyrin in feces and the demonstration of an excess of free protoporphyrin in erythrocytes. Screening for FECH mutation on one allele or aminolevulinic acid synthase 2 gain-of- function mutation in selected family members may be useful, especially in genetic counseling. Liver biopsy confirms hepatic disease in EPP by the presence of protoporphyrin deposits in the hepatocytes that can be observed as a brown pigment within the biliary canaliculi and the portal macrophages. Macroscopically, the cirrhotic liver can have a black color due to protoporphyrin deposits. Using polarized light the characteristic Maltese cross shape of birefringent crystalline pigment deposits is found. The examination of liver tissue under a Wood’s lamp reveals a red fluorescence due to protoporphyrin. Liver biopsy is not helpful for estimation of prognosis of liver disease. ==Treatment== There is no cure for this disorder; however, symptoms can usually be managed by limiting exposure to daytime sun and some types of artificial lighting. Most types of artificial lighting emit light in the problematic wavelengths, with fluorescent lighting being the worst offender. Color temperature can be a good indicator of what light is most detrimental, as the higher the color temperature, the more violet light (380-450 nm) is emitted. Incandescent and LED lighting in the soft white range (2700-3000K) produce the least problematic light. Additionally, selecting lower wattage bulbs can reduce the overall output of light. Since the photosensitivity results from light in the visible spectrum, most sunscreens are of little use (with the exception of non-nano zinc oxide which provides uniform protection between 290-400 nm and some protection up to 700 nm). Sun protective clothing can also be very helpful, although clothing with UPF values are only rated based on their UV protection (up to 400 nm) and not on their protection from the visible spectrum. Some sun protective clothing manufacturers use zinc oxide in their fabrics, such as Coolibar's ZnO Suntect line, which will offer protection from visible light. Some patients gradually build a protective layer of melanin by regularly exposing themselves for short times to ultraviolet radiation. Window films which block UV and visible light up to 450 nm can provide relief from symptoms if applied to the patient's automobile and home windows. An example of such would be Madico Amber 81 which can protect through the 500 nm range. Blue blocking screen protectors can help provide relief from symptoms caused by televisions, phones, tablets and computer screens. EPP is considered one of the least severe of the porphyrias. Unless there is liver failure, it is not a life-threatening disease. === Approved therapies === Afamelanotide, developed by Australian-based Clinuvel Pharmaceuticals, was approved in Europe in December 2014 for treatment or prevention of phototoxicity in adults with EPP. === Off-label use === Several drugs are used off label by patients with EPP: * Ursodeoxycholic acid is a bile acid that is administered to promote biliary secretion of protoporphyrin. Results of its use in EPP are controversial. However, it is known to alter the composition of bile, to protect hepatocytes from the cytotoxic effect of hydrophobic bile acids, and to stimulate biliary secretion by several distinct mechanisms. * Hematin appears to reduce excess protoporphyrin production in the bone marrow. It has been administered to patients with EPP (3–4 mg/kg iv) who develop a crisis after liver transplantation. * Plasmapheresis can also decrease the levels of protoporphyrin in plasma, however its use in treating acute episodes is controversial. * Cholestyramine is an orally administered resin which reduces circulating levels of protoporphyrin by binding to protoporphyrin in the intestine and, hence, interrupting the enterohepatic circulation. It is usually used in combination with other treatment approaches. * Activated charcoal, like cholestyramine, binds to protoporphyrin in the intestine and prevents its absorption. It is cheap and readily available. It seems to be effective in reducing circulating protoporphyrin levels. Bone marrow transplantation, liver transplantation, acetylcysteine, extracorporeal albumin dialysis, parenteral iron and transfusion of erythrocytes are alternative plans for treatment of EEP. === OTC Supplements === Some over-the-counter supplements may help: * Proferrin is an oral heme supplement which may work similarly to Hematin. * B. Subtilis (a gram-positive soil probiotic) produces ferrochelatase, which may be able to convert some of the protoporphyrin in the intestine into heme. * Beta carotene, though a recent meta analysis of carotene treatment has called its effectiveness into question. == Epidemiology == Case reports suggest that EPP is prevalent globally. The prevalence has been estimated somewhere between 1 in 75,000 and 1 in 200,000 however it has been noted that the prevalence of EPP may be increasing due to a better understanding of the disease and improved diagnosis. An estimated 5,000-10,000 individuals worldwide have EPP. EPP is considered the most common form of porphyria in children. The prevalence in Sweden has been published as 1:180,000. ==History== Erythropoietic protoporphyria was first described in 1953 by Kosenow and Treibs and completed in 1960 by Magnus et al. at the St John's Institute of Dermatology in London. == See also == * Xeroderma pigmentosum * Porphyria cutanea tarda * List of cutaneous conditions ==References== == External links == * Category:Porphyrias Category:Skin conditions resulting from errors in metabolism Category:Rare diseases ja:プロトポルフィリン#プロトポルフィリン症 ",
    "title": "Erythropoietic protoporphyria"
}