{
    "id": "518883",
    "text": "The old Ganong factory has become the Chocolate Museum, where one can learn about the history of Ganong Brothers. The new Ganong factory opened in 1990, located appropriately on \"Chocolate Drive\" The new factory as it appeared in 2006 Ganong Bros., Limited is Canada's oldest candy company. It was founded by James and Gilbert Ganong in 1873 in St. Stephen, New Brunswick, where it remains. Primarily a producer of boxed chocolates and the first to introduce heart-shaped boxes, it now provides many chocolates for Laura Secord stores. ==History== Ganong Bros. Limited has been one of the Canadian chocolate industry's most important companies. Arthur Ganong was the first to make any sort of a wrapped chocolate bar; Ganong began selling the first chocolate bars in 1910. In 1920 they began using the brand name \"Pal-o-Mine\" for their chocolate bar. The company also was the first to introduce a heart-shaped box of chocolates in North America. The heart-shaped boxes were originally used for presents over the Christmas season before it also succeeded around Valentine's Day. In 1911, Ganong Bros. purchased the bankrupt White Candy Company in Saint John, New Brunswick and operated a factory there until 1931. In 1988, due to the rising costs of production, a plant was built in Bangkok, Thailand, due to lower labor costs and the close proximity to raw ingredients, and equipment from the St. Stephen factory was shipped there. The majority of the products from this factory is shipped to Canada.Candymaking in Canada, David Carr, p. 106-107, The Dundurn Group, 2003. In 1990, a new factory was opened on Chocolate Drive, St. Stephen and continues to produce to this day. The old factory eventually became the Chocolate Museum. ===Today=== In 2008, for the first time in its history, Ganong selected a president and CEO from outside the family. Doug Ettinger, who had been a senior executive in the food industry for 20 years, was approved by the Ganong board of directors as the top executive of Canada’s oldest candy company. In 2015, the first female CEO was appointed: Bryana Ganong, part of the fifth generation of Ganongs. David Ganong maintains an advisory role on the company’s board and remains the controlling shareholder.http://thechronicleherald.ca/Business/1068765.htmlN.B. candy company to select boss outside family for first time Company heads * James H. Ganong, co-founder * Gilbert W. Ganong, co-founder * Arthur D. Ganong, president 1917-1957 * R. Whidden Ganong, president 1957-1977 * David A. Ganong, president 1977-2008 * Doug Ettinger, president 2008 to 2012 * David A. Ganong, president 2012 -2014 * Bryana Ganong, president 2014 to present ==Chocolate Museum== Ganong's long history is showcased at its Chocolate Museum (Fr:Le Musée du Chocolat) which opened in 1999 in their old factory building in St. Stephen, New Brunswick. Exhibits describe the Ganong brothers and the company, and include hands-on and interactive displays about the process of making chocolate and candies historically and currently, and a display of historic chocolate boxes and antique candy-making equipment. Visitors can also taste chocolate samples. The building also houses the Ganong Chocolatier company store. In conjunction with the community, the museum co- hosts the annual St. Stephen Chocolate Festival, which has been held since 1985. In 2000 the town was registered as \"Canada's Chocolate Town\". ==Products== *Chicken Bone—Created in 1885. Dark chocolate surrounded by cinnamon flavored candy. *Delecto—Created in 1917. Boxed chocolates. *Hillcrest—\"Nearly Perfect\" assorted chocolates and chocolate cherries. An economy brand of chocolates. *Pal-o-Mine, a soft fudge, coconut and peanut bar covered in dark chocolate introduced in 1920 and still being made today, is Ganong's oldest product. *Red Wrap—Originally, a 5 lb box of assorted milk and dark chocolates. Usually available during the Christmas season. Originally named \"Ganong's Best\" (GB), the nickname \"Red Wrap\" (due to the red packaging) was officially adopted as the name in the 2000s (decade). *Sunkist—Since 1997, Ganong is the official licensee for Sunkist fruit products. ==See also== * Laura Secord Chocolates * List of food and beverage museums * Purdy's Chocolates ==References== * Craigs, Melodie. Ganong, The Candy Family (1984) Literacy Council of Fredericton * Folster, David. The Chocolate Ganongs of St. Stephen, New Brunswick (1991) Goose Lane Editions ==External links== * It Wouldn't Be Christmas without Chicken Bones (Excerpt: Ganong, by David Folster) * Official company website * The Chocolate Museum Category:Canadian chocolate companies Category:Canadian brands Category:Food and drink companies established in 1873 Category:Ganong family Category:St. Stephen, New Brunswick Category:Companies based in New Brunswick Category:Privately held companies of Canada ",
    "title": "Ganong Bros."
}