{
    "id": "518913",
    "text": "The longhorn beetles (Cerambycidae; also known as long-horned or longicorns) are a large family of beetles, with over 26,000 species described, slightly more than half from the Eastern Hemisphere. Most species are characterized by extremely long antennae, which are often as long as or longer than the beetle's body. In various members of the family, however, the antennae are quite short (e.g., Neandra brunnea) and such species can be difficult to distinguish from related beetle families such as the Chrysomelidae. The scientific name of this beetle family goes back to a figure from Greek mythology: after an argument with nymphs, the shepherd Cerambus was transformed into a large beetle with horns. ==Description== Other than the antennal length, the most consistently distinctive feature of the family is that the antennal sockets are located on low tubercles on the face; other beetles with long antennae lack these tubercles, and cerambycids with short antennae still possess them. They otherwise vary greatly in size, shape, sculpture, and coloration. A number of species mimic ants, bees, and wasps, though a majority of species are cryptically colored. The titan beetle (Titanus giganteus) from northeastern South America is often considered the largest insect (though not the heaviest, and not the longest including legs), with a maximum known body length of just over . ==Biology== All known longhorn beetle larvae feed on plant tissue such as stems, trunks, or roots of both herbaceous and woody plants, often in injured or weak trees. A few species are serious pests. The larvae, called roundheaded borers, bore into wood, where they can cause extensive damage to either living trees or untreated lumber (or, occasionally, to wood in buildings; the old-house borer, Hylotrupes bajulus, is a particular problem indoors). ==Classification== Decora longicorn (Amphirhoe decora) As with many large families, different authorities have tended to recognize many different subfamilies, or sometimes split subfamilies off as separate families entirely (e.g., Disteniidae, Oxypeltidae, and Vesperidae); there is thus some instability and controversy regarding the constituency of the Cerambycidae. There are few truly defining features for the group as a whole, at least as adults, as there are occasional species or species groups which may lack any given feature; the family and its closest relatives, therefore, constitute a taxonomically difficult group, and relationships of the various lineages are still poorly understood.Arnett, et al. (2002). American Beetles, Vol. 2. CRC Press, 861 pp. Gerania bosci Anoplophora chinensis ===Subfamilies=== The ten subfamilies are: * Anoplodermatinae Guérin-Méneville, 1840 * Apatophyseinae Lacordaire, 1869 * Cerambycinae Latreille, 1802 * Dorcasominae Lacordaire, 1869 * Lamiinae Latreille, 1825 * Lepturinae Latreille, 1802 * Necydalinae Latreille, 1825 * Parandrinae Blanchard, 1845 * Prioninae Latreille, 1802 * Spondylidinae Audinet-Serville, 1832 ==Notable genera and species== Common tuft bearing longhorn beetle (Aristobia approximator) * Acrocinus longimanus – harlequin beetle, a large species where the male has very long front legs * Anoplophora chinensis – citrus long-horned beetle, a major pest * Anoplophora glabripennis – Asian long-horned beetle, an invasive pest species * Aridaeus thoracicus – tiger longicorn (Australia) * Desmocerus californicus dimorphus – valley elderberry longhorn beetle, a threatened subspecies from California * Moneilema – cactus longhorn beetles, which are flightless * Onychocerus albitarsis – the only known beetle with a venomous sting * Petrognatha gigas – giant African longhorn beetle * Prionoplus reticularis – huhu beetle, the heaviest beetle in New Zealand * Rosalia alpina – Rosalia longhorn beetle, a threatened European species * Tetraopes tetrophthalmus – red milkweed beetle, a toxic species with aposematic colors * Tetropium fuscum – brown spruce longhorn beetle, an invasive pest species * Titanus giganteus – titan beetle, one of the largest beetles in the world ==See also== * List of longhorn beetle (Cerambycidae) species recorded in Britain ==References== ==Further reading== * Monné, Miguel A. & Hovore, Frank T. (2005) Electronic Checklist of the Cerambycidae of the Western Hemisphere. PDF Cerambycids.com ==External links== * Gallery Photo gallery of worldwide long-horned beetles * Photo gallery \"Longhorn beetles (Cerambycidae) of the West Palaearctic Region\" * CDFA Cerambycidae of the New World * Cerambycidae of French Guiana * National Museu, Rio, Brazil Holotype images * Iberodorcadion Coleoptera, Cerambycidae, Dorcadion - RedIRIS * VIDEOS - Longicornes (Dorcadion, Cerambycidae, Coleoptera) * Cerambycidae of Borneo pdf * BugGuide.net - Longhorned Beetles (Cerambycidae) * Anoplophora chinensis, citrus longhorned beetle on the University of Florida / Institute of Food and Agricultural Sciences Featured Creatures website * Coleoptera: Cerambycidae, University of Florida, Dept. of Entomology and Nematology * Wood-boring beetles of the World * ",
    "title": "Longhorn beetle"
}