{
    "id": "518931",
    "text": "William Edward Dodd (October 21, 1869 – February 9, 1940)ncpedia.org was an American historian, author and diplomat. A liberal Democrat, he served as the United States Ambassador to Germany from 1933 to 1937 during the Nazi era. Initially a holder of the slightly Antisemitic notions of his times, he went to Germany with instructions from President Franklin D. Roosevelt to do what he could to protest Nazi treatment of Jews in Germany \"unofficially,\" while also attempting to follow official State Department instructions to maintain cordial official diplomatic relations. Convinced from first hand observation that the Nazis were an increasing threat, he resigned over his inability to mobilize the Roosevelt administration, particularly the State Department, to counter the Nazis prior to the start of World War II. ==Early and family life and education== \"Willie\" Dodd was born on October 21, 1869 on a farm near Clayton, Johnston County, North Carolina, the eldest of eight children born to farmer John Daniel Dodd (1848–1941) and his first wife, the former Evaline Creech (1848–1909).https://www.lva.virginia.gov/public/dvb/bio.asp?b=Dodd_William_Edward His paternal English or Scottish ancestors had lived in America since the 1740s when Daniel Dodd settled among the Highland Scots in the Cape Fear Valley. The family included four younger brothers: Rev. Walter Henley Dodd (1872–1950), Alonzo Lewis Dodd (1875–1952), John Ivan Dodd (1876–1971), and Eff David Dodd (1884–1966). Of his three sisters, only Martha \"Mattie\" (Martha Ella) Dodd (born 1878) survived long enough to marry.https://history.loftinnc.com/Dodd_William_Edward_Sr_1869.htm After graduating from Clayton High School, Dodd attended Oak Ridge Military Academy to prepare for college.https://history.loftinnc.com/Dodd_William_Edward_Sr_1869.htm He was unable to secure an appointment to the U.S. Military Academy or at the University of North Carolina, and so taught at local schools until 1891, when he enrolled at the Virginia Polytechnic Institute (Virginia Tech). Dodd received his bachelor's degree in 1895 and a master's degree in 1897, by which time he had begun teaching undergraduates. On a colleague's advice, Dodd traveled to Germany and earned his Ph.D. at the University of Leipzig in 1900, based on a thesis (in German) concerning Thomas Jefferson's 1796 return to politics following a three-year hiatus. Shortly after returning to the United States and resuming his teaching career, Dodd married Martha Johns at her family's home in nearby Wake County, North Carolina on December 25, 1901. They had two children, a daughter, Martha (1908–1990), and a son, William E. Dodd Jr. (1905–1952) ==Academic career== Dodd learned a class-conscious view of Southern history from his family, which taught him that slaveholders were responsible for the Civil War. His semi-literate and impoverished father supported his family only through the generosity of wealthier relatives, whom Dodd came to view as \"hard men, those traders and aristocratic masters of their dependents\".Bailey, \"Virginia Scholar,\" 324–326 Dodd taught history at Randolph–Macon College in Ashland, Hanover County, Virginia from 1900 to 1908. His instruction there was at times controversial, because it included attacks on Southern aristocratic values and the \"Lost Cause\". In 1902, Dodd wrote an article in The Nation in which he complained of pressure to flatter Southern elites and their view that slavery played no role in the onset of the Civil War. He criticized the Grand Camp of Confederate Veterans by name.Bailey, \"Free Speech,\" 261–263 Confederate societies called for his dismissal. Dodd explained that \"To suggest that the revolt from the union in 1860 was not justified, was not led by the most lofty minded statesmen, is to invite not only criticism but an enforced resignation.\" University administrators supported him and he attacked his accusers and detailed their distortions of Southern history.Bailey, \"Virginia Scholar\", 327–328. See also William E. Dodd, \"Some Difficulties of the History Teacher in the South,\" South Atlantic Quarterly, vol. 3, October 1940, 117–122 Recruited by the University of Chicago, Dodd began his 25-year career as Professor of American History there in 1908; he declined an offer from the University of California, Berkeley, the following year.Stephenson, 35 Dodd was the first (and for many years the only) college or university professor fully devoted to the history of the American South.Stephenson, 36 He produced many scholarly works, both articles and books, and won excellent reviews as a teacher.Stephenson, 37–38 Though much of his scholarship was later superseded, Dodd helped to model a new approach to regional history: sympathetic, judicious, and less partisan than the work of earlier generations. In a letter to President Theodore Roosevelt (whose maternal ancestors were from the South), Dodd described his approach: \"The purpose of my studying and writing history is to strike a balance somewhat between the North and the South, but not to offer any defense of any thing.\"Stephenson, 41 Dodd's most prominent works (other than relating to President Wilson as described below) included: The Life of Nathaniel Macon (1903), Jefferson Davis (1907), Statesmen of the Old South (1911), Expansion and Conflict (1915), The Cotton Kingdom: A Chronicle of the Old South (1919) and The Old South: Struggles for Democracy (1937). A Democrat, Dodd became active in Chicago politics. In 1912 he wrote speeches for presidential candidate Woodrow Wilson, a Virginian and academic whose family had similarly experienced the devastating aftermath of the American Civil War.Stephenson, 50 Dodd and Wilson became friends. Shortly after Wilson won the U.S. Presidential Election of 1912, Dodd bought a farm in the developing tourist and railroad community of Round Hill in Loudoun County, Virginia about 50 miles from Washington, D.C.https://middleburglife.com/stoneleigh-ambassador-dodd-and- golf/ Dodd would visit President Wilson in the White House frequently, and authored a biography, Woodrow Wilson and his Work, that appeared in 1920.Bailey, \"Virginia Scholar,\" 323, 330 Dodd became an early opponent of the theory that German imperialism was solely responsible for World War I. He gave speeches on behalf of Wilson and U.S. participation in the League of Nations. In 1920 Dodd reviewed the League-related parts of the speech Ohio Governor James M. Cox gave when accepting the Democratic nomination for the presidency.Stephenson, 50–52 Following Wilson's death, Dodd lectured on his administration and its accomplishments, revised his 1920 biography, and co- edited (with key aide Ray Stannard Baker) the six-volumes of The Public Papers of Woodrow Wilson. Dodd defended Wilson in both scholarly journals and the popular press. Through these efforts, he developed connections to a number of figures in the Democratic Party establishment, including Josephus Daniels, Daniel C. Roper, and Edward M. House. Dodd long planned to write a multi- volume history of the American South. As he reached his sixties, he found the prospect of completing it increasingly unlikely given his academic responsibilities.Larson, 10 In addition to his responsibilities at the University of Chicago and later American University, Dodd held several positions as an officer of the American Historical Association and became that organization's president in 1934 (after his ambassadorial appointment described below).Henry E. Bourne, \"Urbana Meeting American Historical Association,\" American Historical Review, vol. 39, no. 3 (April 1934), 441 Moreover, the Southern Historical Association was founded in November 1934 and published the first volume of the Journal of Southern History the same year.https://thesha.org/ Dodd previously received honorary doctorates from Emory University (1920), the University of Alabama (1923), and the University of Cincinnati (1929). In 1932, Dodd declined an invitation to speak with the committee charged with selecting a president of the University of Virginia. In June 1934 some alumni touted Dodd as a possible successor to the president of the College of William and Mary. In 1935, Avery Odelle Craven edited a festschrift titled Essays in Honor of William E. Dodd By His Former Students at the University of Chicago which included papers by Frank Lawrence Owsley and Maude Howlett Woodfin. Dodd wrote a book, called \"Thoughts in Prison\". It includes five parts: The imprisonment, the trial, the retrospect, futurity, public punishment. \"These evils I deserve, and more; Acknowledge them from God inflicted on me Justly; yet despair not of his final pardon, whose ear is ever open and his eye Gracious to readmit the suppliant!\" == Appointment as Ambassador to Germany == The Roosevelt administration had difficulty filling the post of U.S. Ambassador to Germany. The volatile political situation in Germany presented diplomatic challenges, but most observers expected German politics would stabilize before too long. The ambassadorship, normally a patronage position rather than one filled by a State Department professional, was offered to others, including James M. Cox and Newton D. Baker, both of whom declined citing personal reasons.Ford, 447. Another name considered was Nicholas Murray Butler, president of Columbia University. With the administration under pressure to act before the adjournment of Congress, Secretary of Commerce Daniel C. Roper, a longtime friend of Dodd and his family, suggested his nameFord, 447–448; Offner, 55 after Dodd himself had made it clear he was seeking a diplomatic post that would allow him sufficient free time to complete his multi-volume history.Offner, 57 President Roosevelt offered Dodd the position on June 8, 1933, and sent the Senate his nomination to be U.S. Ambassador to Germany on June 10, 1933.The New York Times: \"W.E. Dodd Made Envoy to Germany\", June 11, 1933. Retrieved March 16, 2011 He was confirmed the same day.Ford, 448 Before his departure, Dodd's old friend Carl Sandburg told him he needed \"to find out what this man Hitler is made of, what makes his brain go round, what his blood and bones are made of\" and still \"be brave and truthful, keep your poetry and integrity.\"Offner, 68 He left for Germany on July 5, 1933, accompanied by his wife and two adult children. His departure statements said:Ford, 449 ==Service in Berlin== ===German debts=== Before his departure for Berlin, State Department officials set as his priority the need to ensure that the German government did not default on its debts to American lenders. Dodd met with a group of bankers in New York City who recognized that economic conditions in Germany made full payment unlikely. They hoped he could argue against a German default and suggested they would agree to lower the interest on their loans from 7% to 4% to prevent it.Tansill, 46–49 National City Bank and Chase National Bank held over 100 million dollars in German bonds, which Germany later proposed to pay back at the rate of thirty-cents on the dollar. Dodd was not sympathetic to the bankers or the high interest rates they charged.Larson, 37 Still, he repeatedly registered protests with the German government when payments were suspended or debts to United States lenders were treated differently from debts owed to those in other countries. Yet he remained fundamentally in sympathy with Germany's request that interest rates be lowered. As Secretary of State Hull insisted that Dodd renew his requests for payment, Dodd expressed frustration in his diary: \"What more can I say than I have said a score of times? Germany is in a terrible plight and for once she recognizes war is no remedy.\"Tansill, 277–278 ===Antisemitism=== Before leaving to take up his post, Dodd consulted on the situation in Germany, and especially Nazi persecution of the Jews, with his own contacts and during interviews the State Department arranged for him. The opinions he heard covered a broad range. Charles Richard Crane, a plumbing industry tycoon and philanthropist, expressed great admiration for Hitler.Larson, 39 As for the Jews, Crane said: \"Let Hitler have his way.\"Tansill, 49–50. Some of the State Department's most senior officials harbored an outright dislike of Jews, including William Phillips, Undersecretary of State, the second-highest-ranking man in the department.Larson, 30 Dodd met with members of the Jewish-American community, including Stephen S. Wise and Felix Warburg, who asked him to seek a reversal of the Nazis' repressive anti-Jewish policies. Dodd promised he would \"exert all possible personal influence against unjust treatment\" of German Jews, but not in his official capacity.Tansill, 49 President Roosevelt advised him on June 16, 1933:Larson, 32; Tansill, 49; Offner, 67–68 Edward M. House, a veteran in Democratic Party circles since the Wilson administration, told Dodd that he should do what he could \"to ameliorate Jewish sufferings,\" but cautioned, \"the Jews should not be allowed to dominate economic or intellectual life in Berlin as they have done for a long time.\"Larson, 38; Tansill, 49 Dodd shared House's views and wrote in his diary that \"The Jews had held a great many more of the key positions in Germany than their numbers or talents entitled them to.\"Larson, 38–39 Based on this view of the proper role of Jews in society, he advised Hitler in March 1934 that Jewish influence should be restrained in Germany as it was in the United States. \"I explained to him [Hitler],\" wrote Dodd, \"that where a question of over-activity of Jews in university or official life made trouble, we had managed to redistribute the offices in such a way as to not give great offense.\" Hitler ignored Dodd's advice and responded that \"if they [the Jews] continue their activity we shall make a complete end of them in this country.\"Tansill, 282–283 Dodd tried without success to save the life of Helmut Hirsch, a German-American Jew who planned to bomb parts of the Nazi party rally grounds at Nuremberg. ===Anti- Americanism=== The German government's treatment of United States citizens created a series of crises during Dodd's tenure as ambassador. Edgar Ansel Mowrer, a reporter for the Chicago Daily News and president of the Foreign Press Association in Berlin, published a book-length attack on the Nazis, Germany Puts the Clock Back, and continued his critical coverage until the government demanded his resignation as head of the Association. The U.S. State Department ignored the government's demand that it arrange for his return to the U.S. When Mowrer's employers arranged for him to leave and he sought to stay to cover the September 1933 Nuremberg rally, Dodd refused to support him, believing his reporting was so provocative that it made it difficult for other American journalists to work.Offner, 69–70 ===Assessment of Nazi intentions=== On October 5, 1933 Dodd gave a speech in Berlin at the American Club describing the New Deal's effect on the U.S. Constitutional system: \"It was not revolution as men are prone to say. It was a popular expansion of governmental powers beyond all constitutional grants, and nearly all men everywhere hope the President may succeed.\"docs.fdrlibrary.marist.edu On October 12, 1933 Dodd gave a speech to the American Chamber of Commerce in Berlin, with Joseph Goebbels and Alfred Rosenberg in attendance, and used an elaborate analogy based on Roman history to criticize the Nazis as \"half- educated statesmen\" who adopted the \"arbitrary modes\" of an ancient tyrant.Offner, 74–75 His views grew more critical and pessimistic with the Night of the Long Knives in June–July 1934, when the Nazis killed prominent political opponents including many dissenters within the Nazi movement. Dodd was one of the very few in the U.S. and European diplomatic community who reported that the Nazis were too strongly entrenched for any opposition to emerge.Offner, 104 In May 1935 he reported to his State Department superiors that Hitler intended \"to annex part of the Corridor, part of Czechoslovakia, and all of Austria.\" A few months later he predicted a German-Italian alliance.Offner, 132. For Dodd's skepticism of Nazi intentions with respect to the Locarno Treaties following the Franco-Soviet Pact of 1935, see Offner, 136–140 Feeling ineffectual, Dodd offered to resign, but Roosevelt allowed him only a recuperative visit to the U.S. The President wrote to U.S Ambassador to Italy Breckinridge Long in September 1935 that he and Dodd had been \"far more accurate in your pessimism for the past two years than any of my other friends in Europe.\" In a note to Assistant Secretary of State R. Walton Moore that same month, he wrote of Dodd: \"we most certainly do not want him to consider resigning. I need him in Berlin.\"Offner, 133 Dodd reported to Secretary of State Hull in September 1936 that Hitler's domestic economic policies, rearmament, and Rhineland initiatives had consolidated his support to the point that he could count on the support of the German people for a declaration of war \"in any measure he might undertake.\"Offner, 166–167 Following a U.S. vacation of several months in 1936, Dodd devoted the fall to testing German reaction to a personal meeting between Roosevelt and Hitler, an initiative the President proposed, or a world peace conference. After a series of rebuffs, Dodd produced a report for the State Department dated November 28, 1936, which Assistant Secretary Moore commended and forwarded to Roosevelt. He decried the tendency of Europeans to refuse to believe that Hitler meant to carry out the expansionist plans he had outlined in Mein Kampf. He described Hitler's success in outmaneuvering France and Great Britain diplomatically and forging ties with Italy and Spain. Assessing the current situation he wrote: \"there does not appear to be any vital force or combination of forces which will materially impede Germany in pursuit of her ambitions.\"Offner, 171–173 The report was called \"A Survey of German National Socialist Foreign Policy.\" ===Conflict with State Department=== Many in the State Department had reservations about Dodd's suitability for the job. He was neither a political figure of the sort normally honored with such a prestigious appointment, nor a member of the social elite that formed the higher ranks of the Foreign Service. In Berlin some of his subordinates were embarrassed by his insistence on living modestly, walking unaccompanied in the street, and leaving formal receptions so early as to appear rude. Dodd considered his insistence on living on his $17,500 annual salary a point of pride and criticized the posh lifestyle of other embassy officials.Ford, 449–450 Early in his tenure as ambassador, Dodd decided to avoid attending the annual Nazi Party rally in Nuremberg rather than appear to endorse Hitler's regime. In 1933, the State Department left the decision to him, and other ambassadors—including those of France and Great Britain—adopted a similar policy to Dodd's.Tansill, 266–267: Offner, 70–71 As the Nazi Party became indistinguishable from the government, however, the State Department preferred that Dodd attend and avoid giving offense to the German government. State Department pressure increased each year until Dodd determined to avoid attending in 1937 by arranging a visit to the United States at the time of the rally. His advice against sending a representative of the U.S. embassy to attend the September 1937 Nazi Party congress in Nuremberg was overridden by his State Department superiors, and the State Department allowed its overruling of Dodd's position to become public.The New York Times: \"Dodd Protests Sending Aide to Nazi Fete, but State Department Overrules Envoy,\" September 4, 1937. Retrieved March 16, 2011. The ambassadors from France and Great Britain attended in 1937. The French Ambassador told the U.S. chargé d'affaires, the senior officer in Dodd's absence, that continuing their boycott \"would be conspicuous if not antagonistic\" and \"to refuse the invitation would be acting out of accord with realities.\" Tansill, 340–341; Ford, 453 Hitler expressed his pleasure with the attendance of the U.S., Great Britain, and France for the first time, recognizing it as an \"innovation\" in policy.Offner, 211–212 ==Resignation== Dodd considered resigning several times, beginning as early as July 1934. In 1935, American journalist Marguerite Young interviewed Dodd at his own request for the CPUSA-controlled Daily Worker. He described to her FDR's lack of support for him. She noted that Dodd met her because she already knew his daughter, Martha Dodd, who was (unbeknownst to her father) a Soviet spy. She wrote of Martha, \"his daughter, whom I'd met and liked, an attractive young woman, light yellow hair, large black velvet bow at the nape of her neck.\" Dodd reported to Young that his anger because the State Department had no \"secure communications\" or meetings: \"he could not make an appointment to meet privately with anyone in Berlin, even members of his staff, without its becoming known instantly ... both his critics and his supports knew what he was doing before he told them.\" Young filed the story–and it never appeared in print. She traveled to New York and met directly with Party secretary general Earl Browder. The only explanation that Browder offered was \"'You know that we are supporting Franklin D. Roosevelt' ... He just looked very solemn, implacable, and pious, pious, pious.\" By 1936, his health had declined seriously and his clear antagonism to the German government increased his personal sense of defeat.Offner, 204 During the 1936 U.S. election campaign, Dodd wrote a public letter acknowledging the views of some in America's elites towards Nazi Germany, and warning that the defeat of Roosevelt's programs would produce a fascist dictatorship financed by an American billionaire: Several Senators called for him to be recalled from Germany and Senator William Borah called him \"an irresponsible scandalmonger.\" He supported Roosevelt's attempt to enlarge the membership of the Supreme Court, arguing that courts need to be responsive to popular wishes if the United States were to avoid totalitarian impulses. Consistent in interpreting American institutions in terms of their place on the aristocratic-democratic continuum, he viewed the Supreme Court as an aristocratic institution in need of an infusion of democracy. When he expressed these views in letters to senators, they reacted angrily and newspapers called for Dodd's resignation.Bailey, \"Virginia Scholar\", 340 Roosevelt told Dodd he was \"frankly delighted\" with the letter, but the public dispute embarrassed President Roosevelt and gave Dodd's enemies in the State Department an opportunity to press for his removal.Bailey, \"Virginia Scholar\", 340–341 President Roosevelt, reacting to complaints about Dodd's effectiveness as well as his health, notified the State Department in April 1937 that he was prepared to see Dodd's tenure end September 1. Then Dodd, on his arrival in the U.S. in August, said that \"the basic objective of some powers in Europe is to frighten and even destroy democracies everywhere,\" provoking a formal protest on the part of the German Ambassador to the U.S. Given that exchange, the State Department determined that it was more important that Dodd return to Germany than to allow his resignation to appear as a response to German protests. Dodd left a resignation letter and suggested the following March as a suitable date. In September, his dispute with the State Department over U.S. diplomatic presence at the Nuremberg rallies became public.Offner, 206–209 The German government told the State Department that Dodd could no longer function in Berlin.Offner, 209 Dodd was surprised when told in November to prepare to depart by the end of the year.Ford, 453–454; Offner, 205–206, 210 His resignation was announced in December.The New York Times: \"Dodd Resigns Post as Envoy to Reich; Wilson Successor,\" December 8, 1937. Retrieved March 16, 2011 Dodd left Berlin without notifying the press.Ford, 454 The New York Times reported that upon arriving in New York on January 6, 1938, he said that he \"doubted if an American envoy who held his ideals of democracy could represent his country successfully among the Germans at the present time.\"The New York Times: \"Dodd Back, Bitter on Dictatorships,\" January 7, 1938. Retrieved September 28, 2011 The German government said his remarks demonstrated \"the retiring ambassador's habitual lack of comprehension of the new Germany.\"The New York Times: \"Reich will Welcome Wilson as U.S. Envoy,\" January 9, 1938. Retrieved December 28, 2011 Hitler said he felt \"vivid satisfaction\" with Dodd's replacement, career diplomat, Hugh R. Wilson, and Time magazine wrote:TIME: \"Germany: Vivid Satisfaction!\", March 14, 1938. Retrieved September 29, 2011 In a speech at the Nuremberg Congress the following September, Nazi Propaganda Minister Joseph Goebbels denounced Dodd by name for his \"laments on the decay of German culture.\"The New York Times: \"Hitler Proclaims Unity,\" September 11, 1938. Retrieved September 28, 2011; Ford, 454 ==Later life== In 1937, Dodd stepped down as ambassador in Berlin, and President Roosevelt appointed Hugh Wilson, a senior professional diplomat, to replace him.Larson, 448 After leaving his State Department post, Dodd took a position at American University in Washington, D.C., as well as campaigned to warn against the dangers posed by Germany, Italy, and Japan, and detailed racial and religious persecution in Germany. He predicted German aggression against Austria, Czechoslovakia, and Poland. Dodd, who suffered for years from a severe throat condition exacerbated by the stress of his ambassadorship, traveled on a speaking tour of Canada and the US, establishing his reputation as a statesman who opposed the Nazis. In 1938, Dodd wrote an assessment of Nazi ideology and the Third Reich's plan for Europe. He stated: A volume of his planned four-volume history of the South was published in 1938 as The Old South: Struggles for Democracy, covering the 17th century.C.C. Pearson, \"Book Reviews,\" William and Mary Quarterly, Second Series, vol. 18, no. 4, 517–519 Dodd's wife died in May 1938.The New York Times: Mrs. William E. Dodd is Dead in Virginia,\" May 29, 1938. Retrieved March 16, 2011 In December 1938, Dodd accidentally ran over a 4-year-old African-American child in Hanover County, Virginia and fled the scene. The child sustained severe injuries, but survived. Dodd was charged with leaving the scene of an accident, convicted, and fined $250 plus court costs. Dodd also paid more than $1000 for the child's medical bills. He also lost his voting rights, which were later restored by Virginia's governor. ==Death and legacy== After a year's illness, Dodd died of pneumonia on February 9, 1940, at his country home at Round Hill, Loudoun County, Virginia. He was buried beside his wife at that historic farm they called \"Stoneleigh\", but in 1946 his children reburied their parents at historic Rock Creek Cemetery in Washington, D.C. Stoneleigh subsequently passed through several owners; some historic buildings remain since it became a golf club in 1992. In 1941, his children published the diary Dodd kept during 1933–1938, and the 1916–1920 years were later published as well. Dodd's papers are held in several places, including the Library of Congress, the Southern Historical Collection of the University of North Carolina, Chapel Hill, the libraries of Randolph-Macon College, Duke University, and the University of Chicago, as well as among other people's papers held by the Library of Virginia and Virginia Historical Society. During World War II the Liberty ship was built in Panama City, Florida, and named in his honor. In April 1946, during the Nuremberg trials, Dodd's diaries were used as evidence against Hjalmar Schacht, a liberal economist and banker, and a Nazi government official until the end of 1937. Schacht praised Dodd's character but suggested his views in the 1930s were tainted by his less than fluent German.Nizkor Project: \"The Trial of German Major War Criminals\". Retrieved August 26, 2011 He testified that Dodd was his friend who invited him to emigrate to the United States. Schacht's attorney described Dodd as \"one of the few accredited diplomats in Berlin who very obviously had no sympathy of any sort for the regime in power\".Nizkor Project: \"The Trial of German Major War Criminals\". Retrieved August 26, 2011. Others also disputed statements Dodd recorded in his diary, notably Sir Nevile Henderson, ambassador of Great Britain to Germany in 1937–1939. ==Assessments== Assessments of Dodd's service in Berlin vary considerably, colored by what another ambassador might have accomplished. Hull in his Memoirs described Dodd as \"sincere though impulsive and inexperienced.\"Ford, 455. See also the report of Arthur Krock, Ford, 456: \"[Dodd] has impressed his diplomatic associates as a man who is inclined to forget his responsibilities as an envoy in his zeal as an historian and in his views as a contemporary observer of governing trends. For these impulses the Department [of State] is disposed to award Mr. Dodd full credit as a man. But it is no secret in these generally discreet corridors that a change at Berlin has long been desired ... \" Max Lerner later commented: Dodd felt himself a failure both during his ambassadorship and after, having set himself the impossible standard of \"changing the Third Reich by example and persuasion.\"Ford, 458 Historian Gerhard Weinberg believes no other ambassador to Nazi Germany was more effective, \"even if some were more popular and others better informed.\" He reports the assessment of George S. Messersmith, the embassy's consul general who worked closely with Dodd, who wrote that \"there were very few men who realized what was happening in Germany more thoroughly \" than Dodd, who proved ineffective because he \"was completely appalled by what was happening.\"Gerhard L. Weinberg, Hitler's Foreign Policy 1933–1939: The Road to World War II (NY: Enigma Books, 2005), 107n Historian Franklin L. Ford faults Dodd for failing to provide \"concrete intelligence concerning immediate Nazi objectives and power\" as his peers were providing their superiors in London and Paris. He faults as well Dodd's nostalgic view of the Germany of his student years and centuries past that enabled him to view German anti- Semitism as a Nazi phenomenon driven personally by Hitler without recognizing its deeper roots in German society.Ford, 458–460 A harsh critic of FDR's foreign policy called Dodd \"a tragic misfit\", \"a babe-in-the-woods in the dark forests of Berlin.\"Back Door to WarTansill, 46. On Tansill, see The New York Times: Dexter Perkins, \"F.D.R. Gets the Blame,\" May 11, 1952. Retrieved September 28, 2011 Dodd and his family's time in Nazi Germany are the subject of Erik Larson's bestselling 2011 work of popular history, In the Garden of Beasts, which portrays Dodd as well meaning but naive and unprepared, believing as a historian that all national leaders are ultimately rational actors, and rendered helpless when he realizes that Hitler may in fact be completely irrational. ==Selected works== * * * * * * * * 6 vols * * * ==References== Notes Further reading * Bailey, Fred A. \"William E. Dodd: The South's Yeoman Historian.\" The North Carolina Historical Review (1989): 301–320. in JSTOR * Bailey, Fred A. \"A Virginia Scholar in Chancellor Hitler's Court: The Tragic Ambassadorship of William Edward Dodd,\" The Virginia Magazine of History and Biography, vol. 100, no. 3 (July 1992), 323–342 in JSTOR * Bailey, Fred A. \"Free Speech and the Lost Cause in the Old Dominion,\" Virginia Magazine of History and Biography (1995) 103#2 pp: 237–266 * Bailey, Fred A. William Edward Dodd: The South's Yeoman Scholar (U. of Virginia Press, 1997), the standard scholarly biography * Dallek, Robert. Beyond Tradition: the Diplomatic Careers of William E. Dodd and George S. Messersmith, 1933–1938 (1967) * Ford, Franklin L. \"Three Observers in Berlin: Rumbold, Dodd, and Francois-Poncet,\" in Gordon A. Craig and Felix Gilbert, eds., The Diplomats, 1919–1939 (Princeton University Press, 1953) * Larson, Erik. In the Garden of Beasts: Love, Terror, and an American Family in Hitler's Berlin (Crown, 2011) * Marks, III, Frederick W. \"Six between Roosevelt and Hitler: America's Role in the Appeasement of Nazi Germany,\" Historical Journal (1985) 28#4 pp. 969–982 in JSTOR * Mayers, David. \"Neither War Nor Peace: FDR's Ambassadors in Embassy Berlin and Policy Toward Germany, 1933–1941.\" Diplomacy & Statecraft (2009) 20#1 pp: 50–68. * Offner, Arnold A. \"William E. Dodd: Romantic Historian and Diplomatic Cassandra.\" Historian (1962) 24#4 pp: 451–469. * Offner, Arnold A. American Appeasement: United States Foreign Policy and Germany, 1933–1938 (Harvard University Press, 1969) * Stephenson, Wendell Holmes, ed. The South Lives in History: Southern Historians and their Legacy (Baton Rouge, 1955) * Tansill, Charles Callan. Back Door to War: The Roosevelt Foreign Policy, 1933–1941 (Henry Regnery, 1952) ::Primary sources * Dodd, W. E. Diaries of William Dodd, 1933–1938 (1941). * Dodd, Martha. Through Embassy Eyes (1939), memoir by his daughter ==External links== * * * * Guide to the William E. Dodd Papers 1918-1924 at the University of Chicago Special Collections Research Center Category:1869 births Category:1940 deaths Category:Ambassadors of the United States to Germany Category:American historians Category:American political writers Category:American male non- fiction writers Category:American speechwriters Category:Deaths from pneumonia Category:Disease-related deaths in Virginia Category:Franklin D. Roosevelt administration personnel Category:Illinois Democrats Category:People from Clayton, North Carolina Category:Presidents of the American Historical Association Category:Randolph–Macon College faculty Category:University of Chicago faculty Category:Leipzig University alumni Category:Virginia Tech alumni Category:Virginia Tech faculty ",
    "title": "William Dodd (ambassador)"
}