{
    "id": "519053",
    "text": "Quebecor Inc. is a communications company based in Montreal, Quebec, Canada. It was spelled Quebecor in both English and French until May 2012, when shareholders voted to add the acute accent, Québecor, in French only. The company was founded in 1965 by Pierre Péladeau and remains run by his family. Quebecor Inc. owns Quebecor Media and formerly owned the printing company Quebecor World.https://www.newswire.ca/news-releases/quebecor-announces-the- closing-of-the-purchase-of-caisse-de-depot-et-placement-du-quebecs-interest- in-quebecor-media-and-the-issuance-of-a-convertible-debenture-686270011.html ==Quebecor Media== Quebecor Media Inc. is a broadcasting, communications and publishing company which operates various subsidiaries: * TVA Group (broadcasting, publishing & production) *Le Journal de Montréal * Vidéotron (cellular, cable television and internet service provider) * Canoe Inc. (internet websites including Canoe.ca/Canoe.com portal and Archambault.ca) * TVA Publishing Inc. (largest magazine publishing company in Quebec) * Quebecor Media Book Group (book publishing companies) * Distribution Select (distributor of CDs and videos) * Le SuperClub Vidéotron (Movie rental stores) * QUB Radio internet radio ==Sponsorship== Quebecor headquarters in Downtown Montreal The company began a push towards sports: it acquired the naming rights and a management contract for the Videotron Centre, currently owns the Quebec Remparts of the QMJHL, has backed a proposed National Hockey League expansion franchise in Quebec City (which would bring the NHL back to the city for the first time since the Quebec Nordiques were relocated in 1995, and would play at the new arena), and launched a TVA-branded sports network in 2011. On July 20, 2015, Quebecor officially submitted its application for an NHL expansion team in Quebec City. The application has since passed two phases of league scrutiny, with a final decision expected in early 2016. ==Corporate governance== Former Prime Minister of Canada Brian Mulroney serves as chair of the board. Current members of the board of directors of Quebecor Inc. are:Quebecor | Board of Directors Françoise Bertrand, Jean La Couture, Sylvie Lalande, Pierre Laurin, A. Michel Lavigne, Geneviève Marcon, Brian Mulroney, and Normand Provost. ==See also== *Media ownership in Canada *Charles-Albert Poissant == References == ==External links== * Official website * Assets as of 2010 Category:Companies listed on the Toronto Stock Exchange Category:Conglomerate companies of Canada Category:Mass media companies established in 1965 Category:1965 establishments in Quebec ",
    "title": "Quebecor"
}