{
    "id": "519086",
    "text": "Surdas (IAST: Sūr, Devanagari: सूर) was a 16th-century blind Hindu devotional poet and singer, who was known for his lyrics written in praise of Krishna. They are usually written in Braj Bhasha, one of the two literary dialects of Hindi. Surdas is usually regarded as having taken his inspiration from the teachings of Vallabha Acharya, whom he is supposed to have met in 1510. There are many stories about him, but most consideringly he is said to have been blind from birth. He is said to have become foremost among the poets the Vallabha Sampradaya designates as its Aṣṭachāp (eight seals), following the convention that each poet affixes his oral signature called chap at the end of each composition. The book Sur Sagar (Sur's Ocean) is traditionally attributed to Surdas. However, many of the poems in the book seem to be written by later poets in Sur's name. The Sur Sagar in its present form focuses on descriptions of Krishna as a lovable child, written from the gopis' perspective. Surdas was a great religious singer. ==Biography== There is disagreement regarding the exact birth date of Surdas, with the general consensus among scholars holding it to be between the years 1478 and 1483. The same is the case with the year of his death; it is considered to be between 1561 and 1584.There is even disagreement regarding the exact birth place of Surdas, some scholars say he was born in a Village Ruuncata which lies on the road passing through Agra to Mathura, while some say he was from a village called Sihi which is near Delhi. The Vallabhite story states that Sur was blind from birth and neglected by his family, forcing him to leave his home at the age of six and live on the banks of Yamuna river. It states that he met Vallabha Acharya ==Poetic works == Surdas is best known for his composition the Sur Sagar. Most of the poems in the composition, although attributed to him, seem to be composed by later poets in his name. Sursagar in its 16th century form contain descriptions of Krishna and Radha as lovers; the longing of Radha and the gopis for Krishna when he is absent and vice versa. In addition, poems of Sur's own personal bhakti are prominent, and episodes from the Ramayana and Mahabharata also appear. The Sursagar's modern reputation focuses on descriptions of Krishna as a lovable child, usually drawn from the perspective of one of the cowherding gopis of Braj. Sur also composed the Sur Saravali and Sahitya Lahari. In contemporary writings, it is said to contain one lakh verses, out of which many were lost due to obscurity and uncertainty of the times. It is analogical to the festival of (Holi), where the Lord is the Great Player, who, in his playful mood, creates the universe and the Primerial man out of himself, who is blessed with the three gunas, namely Sattva, Rajas and Tamas. He describes 24 incarnations of the Lord interspersed with the legends of Dhruva and Prahlada. He then narrates the story of the incarnation of Krishna. This is followed by a description of the Vasant (Spring) and Holi festivals. Sahitya Lahari consists of 118 verses and emphasises on Bhakti (devotion). Sur's compositions are also found in the Guru Granth Sahib, the holy book of the Sikhs. ==Influence== ===Bhakti Movement=== Surdas was a part of the Bhakti movement spreading across the Indian subcontinent. This movement represented spiritual empowerment of the masses. The corresponding spiritual movement of the masses first happened in South India in the seventh century and spread to North India in the 14th-17th centuries. ===Braj Bhasha === Surdas's poetry was written in a dialect of Hindi called Braj Bhasha, until then considered to be a very plebeian language, as the prevalent literary languages were either Persian or Sanskrit. His work raised the status of Braj Bhasha from a crude language to that of a literary one. ==Philosophy== ===Astachap=== Eight disciples of Vallabha Acharya are called the Aṣṭachāp, (Eight seals in Hindi), named after the oral signature chap written at the conclusion of literary works. Sur is considered to be the foremost among them, however, his association with the Vallabhite community may well have been invented by Vallabhites. Many of the other poets do show an affiliation with the Astachap. ==See also== * Main Naahin Maakhan Khaayo * Sant Mat * Bhajan ==References== == External links == * Category:Hindu poets Category:Sant Mat Category:16th- century Hindu religious leaders Category:Vaishnava saints Category:Hindi- language poets Category:Hindu revivalists Category:Sikh Bhagats Category:Indian centenarians Category:Blind writers Category:Bhakti movement Category:15th-century Indian scholars Category:15th-century Indian poets Category:Poets from Uttar Pradesh Category:Scholars from Uttar Pradesh Category:1478 births Category:1561 deaths ",
    "title": "Surdas"
}