{
    "id": "519136",
    "text": "{| |} The Douglas F5D Skylancer is a development of the F4D Skyray jet fighter for the United States Navy. Starting out as the F4D-2N, an all-weather version of the Skyray, the design was soon modified to take full advantage of the extra thrust of the Pratt & Whitney J57 eventually fitted to the Skyray instead of the Westinghouse J40 originally planned. ==Design and development== Soon the design became too different from the Skyray to be considered just a variation of it, and the aircraft was assigned a new designation as the F5D Skylancer. Almost every part of the airframe was modified, though the basic form remained the same as did the wing shape, though it became much thinner. The wing skinning was reinforced, correcting a problem found in the F4D. The fuselage was 8 ft (2.4 m) longer and area ruled to reduce transonic drag, being thinner in the region of the wing roots. Everything was shaped to reduce drag and increase stability at high speed. Although the four 20 mm (.79 in) cannon in the wing roots were retained, primary armament was to be missiles or rockets; four AIM-9 Sidewinders or two AIM-7 Sparrows, and/or a battery of spin-stabilized unguided 2 in (51 mm) rockets. Nine test airframes were ordered, with a 51-aircraft production order to follow. Production aircraft were to be powered by the more powerful J57-P-14 engine, while there was a rejected proposal to use the even more powerful General Electric J79 and variable-geometry inlets in Mach 2 version.Frankel 2010, p. 187-188. ==Operational history== The first flight was on 21 April 1956 and was supersonic; the aircraft proved easy to handle and performed well. After four aircraft had been constructed, however, the Navy cancelled its order. The stated reason was that the aircraft was too similar to the already-ordered Vought F8U Crusader, but it is believed by some historians that politics played as big a part; Douglas was already building a very large proportion of the Navy's planes, and giving them the F5D contract would have made it even closer to monopoly.Gunston 1981, p. 73. The project test pilot was Lt. Cmdr Alan B. Shepard Jr. whose report stated that it was not needed by the Navy. Neil Armstrong's Skylancer, on display at the Armstrong Air and Space Museum ===NASA use=== The four aircraft continued to fly in various military test programs. Two were grounded in 1961, but the other two: F5D-1 (Bu. No. 139208) NASA 212, later becoming NASA 708 and F5D-1 (Bu. No. 142350) NASA 213, later becoming NASA 802 continued to fly. Transferred to NASA in the early 1960s, one was used as a testbed for the American supersonic transport program, fitted with an ogival wing platform (the type eventually used on Concorde; data from the program was shared with the European designers). This aircraft was retired in 1968. NASA 802 was used for simulation of abort procedures for the X-20 Dyna-Soar, because it had a very similar shape and handling characteristics. Following the DynaSoar cancellation, it was used as a chase plane and for various other programs until it was retired in 1970. ==Surviving aircraft== * BuNo 139208 (NASA 708) still in NASA markings was part of Merle Maine's private collection in Ontario, Oregon until 2014. The aircraft currently resides at Evergreen Aviation and Space Museum. * BuNo 142350 (NASA 802) is a part of the Ohio History Connection permanent collection. The aircraft sits on static display outside of the Neil Armstrong Air and Space Museum in Wapakoneta, Ohio. Neil Armstrong flew the aircraft during the Dyna- Soar research program. This aircraft has returned to static display outside of the museum after undergoing an 8-month restoration in 2017 and 2018. The cockpit is now a display inside of the museum. ==Specifications (F5D)== right ==See also== ==References== ===Notes=== ===Bibliography=== *Angelucci, Enzo. The American Fighter. Sparkford, Somerset, UK: Haynes Publishing Group, 1987. . *Frankel, Mark. Killer Rays: The Story of the Douglas F4D Skyray and F5D Skylancer. North Branch, Minnesota: Specialty Press, 2010. . *Ginter, Steve. Douglas F5D-1 Skylancer (Naval Fighters No. 35). Simi Valley, California: Ginter Books, 1996. . *Gunston, Bill. Fighters of the Fifties. Cambridge, UK: Patrick Stephens Limited, 1981. . *Winchester, Jim, ed. \"Douglas F4D Skyray.\" Military Aircraft of the Cold War (The Aviation Factfile). London: Grange Books plc, 2006. . ==External links== *F5D-1 Skylancer *NASA Dryden F5D-1 Skylancer Photo Collection *F5D-1 Skylancer (section 4) F5D Skylancer Douglas FD5 Skylancer Category:Single-engined jet aircraft Category:Tailless delta- wing aircraft Category:Carrier-based aircraft Category:NASA aircraft Category:Low-wing aircraft Category:Aircraft first flown in 1956 ",
    "title": "Douglas F5D Skylancer"
}