{
    "id": "519591",
    "text": "Bovingdon is a village in Hertfordshire, England, four miles southwest of Hemel Hempstead, and it is a civil parish within the local authority area of Dacorum. It forms the largest part of the ward of Bovingdon, Flaunden and Chipperfield, which had a population of 4,600 at the 2001 census,National Statistics Population of Bovingdon, Flaunden & Chipperfield ward at 2001 census. Accessed August 2007 increasing to 9,000 at the 2011 Census. ==Description== St Lawrence Church, Bovingdon The name is first mentioned in deeds from 1200 as Bovyndon. It could originate from Old English Bufan dune meaning \"above the down\" or from Bofa's down, the down belonging to Bofa. What used to be the Bobsleigh Inn on Box Lane, just east of the village, is a large house with some parts dating to the sixteenth century. It used to be a hotel and restaurant. It was the Bovingdon Country Club until 1964 when Tony Nash, the son of the owner, was part of the gold medal winning British two-man bobsleigh team at the Winter Olympics at Innsbruck in Austria. It was renamed the Bobsleigh Inn in his honour. During World War 2 many celebrities stayed at the Country Club while entertaining troops at the airfield, including Bob Hope, James Stewart and Glenn Miller. Next to Bovingdon is the disused former World War II, Eighth Air Force and post-war Royal Air Force airfield, RAF Bovingdon. The airfield was built in 1942. Between 1943 and 1946 it became a B-17 operational training base for units such as 92nd Bomber Group, B-17 Flying Fortress Combat Crew Replacement Centre (CCRC), 11th CCRC, and 8th USAAF HQ Squadron. The RAF resumed control until 1951, then the USAF took over again until 1962 flying B-26 Marauders, B-29 Superfortresses, and B-50 Superfortresses. General Dwight D. Eisenhower's personal aircraft was said to be located here, as Bovingdon was the closest Eighth Air Force airfield to London. Flying ceased in 1969, though some flying scenes for the film Hanover Street were shot there in 1978. The airfield served as airport for Hemel Hempstead during most of the postwar period. Several films have been made there including The War Lover, 633 Squadron, Hanover Street, an episode of The Persuaders!, The Man with the Golden Gun (the flying car scene), Mosquito Squadron, and the Live Aid recreation in the film Bohemian Rhapsody. The airfield site houses a VOR navigational beacon, code BNN. The airspace above the airfield and nearby Chesham is known as the Bovingdon stack and is a holding area for aircraft approaching Heathrow Airport, 20 miles to the south. At busy times on a clear day a dozen planes circle. Part of the airfield was used to build The Mount Prison during the 1980s; it was located on the site of the aircraft hangars and administration blocks. The remainder of the site is used for a Saturday market and there is a permanent circuit for banger racing although there has not been any regular racing since 2008. The airfield is also a site for paintballing. Of the three original runways, the North East/South West runway is still complete, and used for parking on market days. The North West/South East runway is completely gone. The East/West runway is still complete, the Eastern end of which is used for the weekend Market, the Western end used to be used by the Farmers aircraft. The control tower still exists, but is in a very poor state. A lot of the taxiways, and the 2nd World War Bomb Dump trackways are mostly gone, a victim of hardcore reclamation, a common end of a large number of disused airfields in the UK. In 1971 the poisoner Graham Frederick Young committed two murders while working for a local photographic company, John Hadland.Graham Young, the Bovingdon Bug, Author: Johnny Sharp The village has a historical society, 'The Bovingdon History Group', who host regular talks on items of local interest, which are held at the Baptist Church. ==The Village== The village is sometimes confused with Bovington Camp in Dorset. Halfpenny Green Airfield in Shropshire was renamed from Bobbington, the name of the local village, during World War II after a B-17 tried to land there when the crew became lost. Bovingdon Parish Council office is held in the Memorial Hall. There is a strong community spirit in the village, with fundraising events helping both local charities and nation organisations regularly held throughout the year. Bovingdon has a lively high street with school access, library and Memorial Hall, alongside predominantly local independent businesses including Bovingdon News, Bovingdon Dry Cleaners, two estate agents, Wilson's of Bovingdon and Pendley Estates, Bovingdon Kebab, New Wine Rack off-licence, Bovingdon Village Store, W Jarman & Sons hardware store, Ameyzoo exotic pet shop, K's Cafe, two pubs, The Halfway House and The Bell, two butchers, Fyfe's and Meat Hook florist Lily's of Bovingdon, funeral home White Rose Independent Funeral Directors. There is also a Tesco. ==Climate== Climate in this area has mild differences between highs and lows, and there is adequate rainfall year-round. The Köppen Climate Classification subtype for this climate is \"Cfb\" (Marine West Coast Climate/Oceanic climate).Climate Summary for Bovingdon, UK ==Churches== There are two churches in the village: the Baptist Church and the St Lawrence Church (CofE). St Lawrence Church was originally a medieval structure (circa 1200s) that was rebuilt in 1845 by Talbot Bury and the interior includes several stained-glass windows dedicated to local families and Victorian carved pews. The churchyard is the believed to be the second largest in Hertfordshire and includes an avenue of clipped yew trees and several installations, including a sculpture made from a tree felled in the churchyard. As well as traditional 8am communion the church holds weekly child-focused morning service at 9:30am and a family communion at 10am on the first Sunday each month. They have several youth teams, including Littlefish for Infant age, Explorers for Primary and the 3:16s for Secondary School age. St Lawrence has a close relationship with Bovingdon Academy. St Lawrence hosts annual community events including Easter Egg Hunt, Summer Fete, Light Party, Christmas Market and Nativity. The Baptist church started as a Wesleyan Methodist Church and changed to Baptist. The Baptist church has a weekly morning service at 10:30 a.m. with a Sunday school.Church Services They also host a youth group on a Friday evening. The churches organise a joint live nativity in the high street every Christmas.Live Nativity Live Nativity in Bovingdon ==Education== Bovingdon has one Primary school. In 2011 it achieved Academy status, and is now known as Bovingdon Primary Academy. The school is part of the Aspire Academies Trust. The school regularly achieves 'outstanding' on Offsted reports and has been allocated 'Teaching School Status' by the National College of School Leadership. The students are divided up into houses called 'Ryder' 'Shantock' 'Shothanger' and 'Westbrook' which are named for families and places of local historical importance. Bovingdon Pre-School is held in the Memorial Hall. Several Toddler groups are held at various locations throughout the week, at St Lawrence Church Hall - Wednesdays 9-11:30am, the Baptist Church - Mondays 9-11:30am and Toddler Tales at Bovingdon Community Library - Fridays 9:15-9:45am ==Sports & Leisure== Bovingdon Football Club has 2 full size pitches, clubhouse and both Junior and Adult teams. Bovingdon Bowls Club has a bowling green and Bovingdon & Flaunden Tennis Club offers lessons to all ages and abilities on 4 hard courts. Bovingdon has its own Community Library. Bovingdon also has a highly popular online community via the Facebook Group, founded on 17 June 2013 and boasts over 6500 members who share local information, news and discuss local affairs. ==Notable residents== *Goldie – drum-and-bass DJ. *Frances de la Tour – actress *David Seaman – Footballer *Tony Nash – Olympic bobsleigh champion 1964. *David Tremlett – Artist ==References== ==Bibliography== *Brown, Sarah C. M. , Bovingdon – A History of a Hertfordshire Village, 2002, pub by Bovingdon Parish Council, Alpine Press, ==External links== * Bovingdon history group * Bovingdon and District Horticultural society * St Lawrence Parish Church * Bovingdon Baptist Church Category:Villages in Hertfordshire Category:Dacorum Category:Civil parishes in Hertfordshire ",
    "title": "Bovingdon"
}