{
    "id": "519564",
    "text": "The 2004 Madrid train bombings (also known in Spain as 11-M) were nearly simultaneous, coordinated bombings against the Cercanías commuter train system of Madrid, Spain, on the morning of 11 March 2004 – three days before Spain's general elections. The explosions killed 193 people and injured around 2,000.ZoomNews (in Spanish). The 192nd victim (Laura Vega) died in 2014, after a decade in coma in a hospital of Madrid. She was the last hospitalized injured person. The bombings constituted the deadliest terrorist attack carried out in the history of Spain and the deadliest in Europe since the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland. The official investigation by the Spanish judiciary found that the attacks were directed by an al-Qaeda terrorist cell, although no direct al-Qaeda participation has been established. Although they had no role in the planning or implementation, the Spanish miners who sold the explosives to the terrorists were also arrested. Controversy regarding the handling and representation of the bombings by the government arose, with Spain's two main political parties—Spanish Socialist Workers' Party (PSOE) and Partido Popular (PP)—accusing each other of concealing or distorting evidence for electoral reasons. The bombings occurred three days before general elections in which incumbent José María Aznar's PP was defeated. Immediately after the bombing, leaders of the PP claimed evidence indicating the Basque separatist organization ETA (Euskadi Ta Askatasuna) was responsible for the bombings.Lago, I. (Universitat Pompeu Fabra) Del 11-M al 14-M: Los mecanismos del cambio electoral, pp. 12–13. Islamic extremists' responsibility would have had the opposite political effect, as it would have been seen as a consequence of the PP government taking Spain into the Iraq War, a policy extremely unpopular among Spaniards.92% of the Spanish population expressed its disagreement with the intervention Clarin.com, 29 March 2003. Following the attacks, there were nationwide demonstrations and protests demanding that the government \"tell the truth\".Cf. Meso Ayeldi, K. \"Teléfonos móviles e Internet, nuevas tecnologías para construir un espacio público contrainformativo: El ejemplo de los flash mob en la tarde del 13M\" Universidad de La Laguna ; accessed 1 June 2018. The prevailing opinion of political analysts is that the Aznar administration lost the general elections as a result of the handling and representation of the terrorist attacks, rather than because of the bombings per se.El Periódico – 11MEl Periódico – 11MEl Periódico – 11M Results published in The Review of Economics and Statistics by economist Jose G. Montalvo seem to suggest that indeed the bombings had important electoral impact (turning the electoral outcome against the incumbent People's Party and handing government over to the Socialist Party, PSOE). After 21 months of investigation, judge Juan del Olmo tried Moroccan national Jamal Zougam, among several others, for his participation carrying out the attack. The September 2007 sentence established no known mastermind nor direct al-Qaeda link. ==Description== Bombings map During the peak of Madrid rush hour on the morning of Thursday, 11 March 2004, ten explosions occurred aboard four commuter trains (cercanías).Sound of the second wave of bombs recorded in a cellular phone conversation The date led to the popular abbreviation of the incident as \"11-M\". All the affected trains were traveling on the same line and in the same direction between Alcalá de Henares and the Atocha station in Madrid. It was later reported that thirteen improvised explosive devices (IEDs) had been placed on the trains. Bomb disposal teams (TEDAX) arriving at the scenes of the explosions detonated two of the remaining three IEDs in controlled explosions, but the third was not found until later in the evening, having been stored inadvertently with luggage taken from one of the trains. The following time-line of events comes from the judicial investigation.Judicial Indictment – Downloadable in Spanish All four trains had departed the Alcalá de Henares station between 07:01 and 07:14. The explosions took place between 07:37 and 07:40, as described below (all timings given are in local time CET, UTC +1): * Atocha Station (train number 21431) – Three bombs exploded. Based on the video recording from the station security system, the first bomb exploded at 07:37, and two others exploded within 4 seconds of each other at 07:38. * El Pozo del Tío Raimundo Station (train number 21435) – At approximately 07:38, just as the train was starting to leave the station, two bombs exploded in different carriages. * Santa Eugenia Station (train number 21713) – One bomb exploded at approximately 07:38. * Calle Téllez (train number 17305), approximately 800 meters from Atocha Station – Four bombs exploded in different carriages of the train at approximately 07:39. At 08:00, emergency relief workers began arriving at the scenes of the bombings. The police reported numerous victims and spoke of 50 wounded and several dead. By 08:30 the emergency ambulance service, SAMUR (Servicio de Asistencia Municipal de Urgencia y Rescate), had set up a field hospital at the Daoiz y Velarde sports facility. Bystanders and local residents helped relief workers, as hospitals were told to expect the arrival of many casualties. At 08:43, firefighters reported 15 dead at El Pozo. By 09:00, the police had confirmed the death of at least 30 people – 20 at El Pozo and about 10 in Santa Eugenia and Atocha. People combed the city's major hospitals in search of family members who they thought were aboard the trains. There were 193 confirmed dead victims. {|class=\"wikitable\" |+Citizenships of the victims |- style=\"background:#ccf;\" !|Citizenship|||Victims |- valign=top |||130 |- valign=top |||16 |- valign=top |||12 |- valign=top |||7 |- valign=top |||7 |- valign=top |||4 |- valign=top |||2 |- valign=top |||2 |- valign=top |||2 |- valign=top |||2 |- valign=top |||2 |- valign=top |||1 |- valign=top |||1 |- valign=top |||1 |- valign=top |||1 |- valign=top |||1 |- valign=top |||1 |- valign=top |||1 |- valign=top |Total||193 |} The total number of victims was higher than in any other terrorist attack in Spain, far surpassing the 21 killed and 40 wounded from a 1987 bombing at a Hipercor chain supermarket in Barcelona. On that occasion, responsibility was claimed by ETA. It was Europe's worst terror attack since the bombing of Pan Am Flight 103 over Lockerbie, Scotland, in December 1988. ==Further bombings spur investigation== State funeral at the Almudena Cathedral A device composed of 12 kilograms of Goma-2 ECO with a detonator and 136 meters of wire (connected to nothing) was found on the track of a high- speed railway line (AVE) on 2 April.The Terror Web (The New Yorker) The Spanish judiciary chose not to investigate that incident and the perpetrators remain unknown. The device used in the AVE incident was unable to explode because it lacked an initiation system. Shortly after the AVE incident, police identified an apartment in Leganés, south of Madrid, as the base of operations for the individuals suspected of being the perpetrators of the Madrid and AVE attacks. The suspected militants, headed by Jamal Zougam, Sarhane Abdelmaji \"the Tunisian\" and Jamal Ahmidan \"the Chinese\", were trapped inside the apartment by a police raid on the evening of Saturday 3 April. At 9:03 pm, when the police started to assault the premises, the militants committed suicide by setting off explosives, killing themselves and one of the police officers. Investigators subsequently found that the explosives used in the Leganés explosion were of the same type as those used in the 11 March attacks (though it had not been possible to identify a brand of dynamite from samples taken from the trains) and in the thwarted bombing of the AVE line. Based on the assumption that the militants killed at Leganés were indeed the individuals responsible for the train bombings, the ensuing investigation focused on how they obtained their estimated 200 kg of explosives. The investigation revealed that they had been bought from a retired miner who still had access to blasting equipment. Five to eight suspects believed to be involved in the 11 March attacks managed to escape. In December 2006, the newspaper ABC reported that ETA reminded Spanish Prime Minister Zapatero about 11 March 2004 as an example of what could happen unless the government considered their petitions (in reference to the 2004 electoral swing), although the source also makes it clear that ETA 'had nothing to do' with the attack itself. ===Aftermath=== thumb|Plaque in memory of the casualties in the 11-M terror attack in Madrid: In memory of the victims of the attacks of 11 March 2004, who were transported to the field hospital established here in the Municipal Sports Centre of Daoiz y Velarde. As an expression of sympathy from Madrid's citizens, and of gratitude for the courage and generosity of all the services and people who came to their aid.'' In France, the Vigipirate plan was upgraded to orange level. In Italy, the government declared a state of high alert.The Terrorist Threat to the Italian Elections (Jamestown) In December 2004, José Luis Rodríguez Zapatero claimed that the PP government erased all of the computer files related to the Madrid bombings, leaving only the documents on paper. On 25 March 2005, prosecutor Olga Sánchez asserted that the bombings happened 911 days after the 11 September attacks due to the \"highly symbolic and qabbalistic charge for local Al-Qaida groups\"Un factor \"cabalístico\" en la elección de la fecha de la matanza en los trenes, \"El País\", 2005 March 10 of choosing that day. Because 2004 was a leap year, 912 days had elapsed between 11 September 2001 and 11 March 2004. On 27 May 2005, the Prüm Convention, implementing inter alia the principle of availability which began to be discussed after the Madrid bombings, was signed by Germany, Spain, France, Luxembourg, Netherlands, Austria, and Belgium. On 4 January 2007, El País reported that Algerian Ouhnane Daoud, who is considered to be the mastermind of the 11-M bombings, has been searching for ways to return to Spain to prepare further attacks,El País El argelino huido tras perpetrar el 11-M preparaba nuevos atentados en España El País, 4 January 2007 though this has not been confirmed.Metronieuws.nl On 17 March 2008, Basel Ghalyoun, Mohamed Almallah Dabas, Abdelillah El-Fadual El-Akil and Raúl González Peña, having been previously found guilty by the Audiencia Nacional, were released after a Higher Court ruling. This court also verified the release of the Egyptian Rabei Osman al-Sayed. ==Responsibility== Haría, Lanzarote On 14 March 2004, Abu Dujana al-Afghani, a purported spokesman for al-Qaeda in Europe, appeared in a videotape claiming responsibility for the attacks. The Spanish judiciary stated that a loose group of Moroccan, Syrian, and Algerian Muslims and two Guardia Civil and Spanish police informantsThe Times Bomb squad link in Spanish blastRafá Zouhier was a confidante of the Guardia Civil before, during and after the bombings... José Emilio Suárez Trashorras was also a police confidante -Rafá Zohuier era confidente de la Guardia Civil antes, durante y después de los atentados... José Emilio Suárez Trashorras... También era confidente de la policía-\"The two key collaborators of the Madrid train bombings were police confidantes\" were suspected of having carried out the attacks. On 11 April 2006, Judge Juan del Olmo charged 29 suspects for their involvement in the train bombings. No evidence has been found of al-Qaeda involvement, although an al-Qaeda claim was made the day of the attacks by the Abu Hafs al-Masri Brigades. U.S. officials note that this group is \"notoriously unreliable\". In August 2007, al-Qaeda claimed to be \"proud\" about the Madrid 2004 bombings. The Independent reported that \"Those who invented the new kind of rucksack bomb used in the attacks are said to have been taught in training camps in Jalalabad, Afghanistan, under instruction from members of Morocco's radical Islamist Combat Group.\" Mohamed Darif, a professor of political science at Hassan II University in Mohammedia, stated in 2004 that the history of the Moroccan Combat Group is directly tied to the rise of al- Qaeda in Afghanistan. According to Darif, \"Since its inception at the end of the 1990s and until 2001, the role of the organisation was restricted to giving logistic support to al-Qaeda in Morocco, finding its members places to live, providing them with false papers, with the opportunity of marrying Moroccans and with false identities to allow them to travel to Europe. Since 11 September, however, which brought the Kingdom of Morocco in on the side of the fight against terrorism, the organisation switched strategies and opted for terrorist attacks within Morocco itself.\" Scholar Rogelio Alonso said in 2007, \"the investigation had uncovered a link between the Madrid suspects and the wider world of al-Qaida\". Scott Atran said \"There isn't the slightest bit of evidence of any relationship with al-Qaida. We've been looking at it closely for years and we've been briefed by everybody under the sun... and nothing connects them.\" He provides a detailed timeline that lends credence to this view. According to the European Strategic Intelligence and Security Center, this is the only extremist terrorist act in the history of Europe where international Islamic extremists collaborated with non-Muslims.PDF\"Until now, there has never been any example of a terrorist action by international Islamist made in collaboration with non-Muslims.\" French original: Il n'y a d'ailleurs à ce jour aucun example d'une action terroriste menée par des islamistes internationalistes en collaboration avec des non-musulmans Former Spanish Prime Minister José María Aznar said in 2011 that Abdelhakim Belhadj, leader of the Libyan Islamic Fighting Group and current head of the Tripoli Military Council, was suspected of complicity in the bombings. ===Allegations of ETA involvement=== Anonymous protest: \"The brave are brave until the coward wants\". Immediate reactions to the attacks in Madrid were the several press conferences held by the Spanish prime minister José María Aznar involving ETA. The Spanish government maintained this theory for two days. Because the bombs were detonated three days before the general elections in Spain, the situation had many political interpretations. The United States also initially believed ETA was responsible, then questioning if Islamic extremists were responsible. Spain's third-largest newspaper, ABC, immediately labelled the attacks as \"ETA's bloodiest attack.\" Due to the government theory, statements issued shortly after the Madrid attacks, including from lehendakari Juan José Ibarretxe identified ETA as the prime suspect, but the group, which usually claims responsibility for its actions, denied any involvement. Later evidence strongly pointed to the involvement of extremist Islamist groups, with the Moroccan Islamic Combatant Group named as a focus of investigations. Although ETA has a history of mounting bomb attacks in Madrid, the 11 March attacks exceeded any attack previously attempted by a European organisation. This led some experts to point out that the tactics used were more typical of militant Islamic extremist groups, perhaps with a certain link to al-Qaeda, or maybe to a new generation of ETA activists using al-Qaeda as a role model. Observers also noted that ETA customarily, but not always, issues warnings before its mass bombings and that there had been no warning for this attack. Europol director Jürgen Storbeck commented that the bombings \"could have been ETA... But we're dealing with an attack that doesn't correspond to the modus operandi they have adopted up to now\". Political analysts believe ETA's guilt would have strengthened the PP's chances of being re-elected, as this would have been regarded as the death throes of a terrorist organisation reduced to desperate measures by the strong anti-terrorist policy of the Aznar administration. On the other hand, an Islamic extremist attack would have been perceived as the direct result of Spain's involvement in Iraq, an unpopular war that had not been approved by the Spanish Parliament. ===Investigation=== All of the devices are thought to have been hidden inside backpacks. The police investigated reports of three people in ski masks getting on and off the trains several times at Alcalá de Henares between 7:00 and 7:10. A Renault Kangoo van was found parked outside the station at Alcalá de Henares containing detonators, audio tapes with Qur'anic verses, and cell phones. The provincial chief of TEDAX (the bomb disposal experts of the Spanish police) declared on 12 July 2004 that damage in the trains could not be caused by dynamite, but by some type of military explosive, like C3 or C4.Los TEDAX revisaron \"dos veces\" todos los vagones del 11-M sin encontrar Goma 2 ni la mochila de Vallecas (Libertad Digital) An unnamed source from the Aznar administration claimed that the explosive used in the attacks had been Titadine (used by ETA, and intercepted on its way to Madrid 11 days before).CBS News: Madrid Massacre Probe Widens. Madrid, 11 March 2004 \"The bombers used Titadine, a kind of compressed dynamite also found in a bomb- laden van intercepted last month as it headed for Madrid, a source at Aznar's office said, speaking on condition of anonymity. Officials blamed ETA then, too.\" In March 2007, the TEDAX chief claimed that they knew that the unexploded explosive found in the Kangoo van was Goma-2 ECO the very day of the bombings. He also asserted that \"it is impossible to know\" the components of the explosives that went off in the trains – though he later asserted that it was dynamite. The Judge Javier Gómez Bermúdez replied \"I cannot understand\" to these assertions. ===Examination of unexploded devices=== A radio report mentioned a plastic explosive called \"Special C\". However, the government said that the explosive found in an unexploded device, discovered among bags thought to be victims' lost luggage, was the Spanish made Goma-2 ECO. The unexploded device contained of explosive with of nails and screws packed around it as shrapnel. In the aftermath of the attacks, however, the chief coroner alleged that no shrapnel was found in any of the victims. Goma-2 ECO was never before used by al-Qaeda, but the explosive and the modus operandi were described by The Independent as ETA trademarks, although the Daily Telegraph came to the opposite conclusion.Madrid: The Aftermath: Spain admits bombs were the work of Islamists \"For the first time in its history al-Qa'ida has used not the cheap and primitive fertiliser-based bombs familiar in attacks from Yemen to Istanbul, but Goma 2 ECO gelignite, detonated by mobile phones. This sophisticated twin technique has previously been the trademark of ETA, the Basque separatist group.\" Two bombs, one in Atocha and another in El Pozo stations, numbers 11 and 12, were detonated accidentally by the TEDAX. According to the provincial chief of the TEDAX, deactivated rucksacks contained some other type of explosive. The 13th bomb, which was transferred to a police station, contained dynamite, although it did not explode because it was missing two wires connecting the explosives to the detonator. That bomb used a mobile phone (Mitsubishi Trium) as a timer, requiring a SIM card to activate the alarm and thereby detonate.La Policía encuentra una decimotercera mochila bomba en la comisaría de Puente de Vallecas (El Mundo) The analysis of the SIM card allowed the police to arrest an alleged perpetrator. On Saturday, 13 March, when three Moroccans and two Pakistani MuslimsEl MundoLibertad digital, los enigmas del 11-M 6. Las primeras detenciones Las detenciones de los hindúes were arrested for the attacks, it was confirmed that the attacks came from an Islamic group.Al Qaeda reivindica los atentados en un vídeo hallado en Madrid (El Mundo) Only one of the five persons (the Moroccan Jamal Zougam) detained that day was finally prosecuted.El Mundo The Guardia Civil developed an extensive action plan to monitor records corresponding with the use of weapons and explosives. There were 166,000 inspections conducted throughout the country between March 2004 and November 2004. About 2,500 violations were discovered and over 3 tons of explosives, 11 kilometers of detonating cord, and over 15,000 detonators were seized.(Reinares, 2009, 377) ===Suicide of suspects=== Damaged building in Leganés where the four terrorists died On 3 April 2004, in Leganés, south Madrid, four terrorists died in an apparent suicide explosion, killing one Grupo Especial de Operaciones (GEO) (Spanish special police assault unit) police officer and wounding eleven policemen. According to witnesses and media, between five and eight suspects escaped that day. Security forces carried out a controlled explosion of a suspicious package found near the Atocha station and subsequently deactivated the two undetonated devices on the Téllez train. A third unexploded device was later brought from the station at El Pozo to a police station in Vallecas, and became a central piece of evidence for the investigation. It appears that the El Pozo bomb failed to detonate because a cell-phone alarm used to trigger the bomb was set 12 hours late. ===Conspiracy theories=== Sectors of the People's Party (PP), and certain media, such as El Mundo newspaper and the COPE radio station,Spain’s 11-M and the right’s revenge (Open Democracy) continue to support theories relating the attack to a vast conspiracy to remove the governing party from power. Support for the conspiracy was also given by the Asociación de Víctimas del Terrorismo (AVT), Spain's largest association of victims of terrorism. These theories speculate that ETA and members of the security forces and national and foreign (Morocco) secret services were involved in the bombings.Zaplana claims PSOE \"afraid that the truth will come out\", The Spain Herald, 30 March 2005. Recovered from the Internet Archive.Los agujeros negros del 11-M El Mundo, 19 April 2004. Article defending a number of conspiracy theories related to the bombings. Defenders of the claims that ETA participated in some form in the 11 March attacks have affirmed that there is circumstantial evidence linking the Islamic extremists with two ETA members who were detained while driving the outskirts of Madrid in a van containing 500 kg of explosives 11 days before the train bombings.Madrid: The Aftermath: Spain admits bombs were the work of Islamists \"Connections have also been drawn between the drivers of a van found on the outskirts of Madrid on 29 February containing 500 kg of explosive and the Islamists: the two men in the van are alleged to be members of ETA, and also to have been among a group of Basques who expressed strong support for Iraq against the Anglo-American invasion. But so far the evidence does not go beyond the circumstantial.\" Retrieved 1 September 2009. Archived 4 September 2009. The Madrid judge Coro Cillán is continuing to hear conspiracy theory cases, including one accusing government officials of ordering the scrapping of the bombed train cars in order to destroy evidence.El País 31 January 2012 edition (Madrid newspaper) ===Invasion of Iraq policy=== The public seemed convinced that the Madrid Bombings were a result of the Aznar government's alignment with the U.S. and its invasion of Iraq. The terrorists behind the 11-M attack were somewhat successful because of the election outcome. Before the attack, the incumbent Popular Party led the polls by 5 percent. It is believed that the Popular Party would have won the election if it had not been for the terrorist attack. The Socialist Party, led by José Luis Rodríguez Zapatero, ended up winning the election by 5%. The Socialist Party had called for the removal of Spanish troops from Iraq during its campaigning. Zapatero promised to remove Spanish troops by 30 June 2004, and the troops were withdrawn a month earlier than expected. Twenty-eight percent of voters said that the bombings influenced their opinions and vote. An estimated 1 million voters switched their vote to the Socialist Party after the Madrid bombings. These voters who switched their votes were no longer willing to support the Popular Party's stance on war policy. The bombings also influenced 1,700,000 citizens to vote who did not plan on originally voting. On the other hand, the terrorist attacks discouraged 300,000 people from voting. Overall, there was a net 4 percent increase in voter turnout.(Abrahms 2007, p. 186) ===Trial=== Judge Juan del Olmo found \"local cells of Islamic extremists inspired through the Internet\" guilty for the 11 March attacks,El auto de procesamiento por el 11-M (El Mundo) not Armed Islamic Group or Moroccan Islamic Combatant Group. These local cells consist of hashish traffickers of Moroccan origin, remotely linked to an al-Qaeda cell that had been already captured. These groups bought the explosives (dynamite Goma-2 ECO) from low-level thieves, police and Guardia Civil informers in Asturias using money from the small-scale drug trafficking. According to El Mundo, \"the notes found on the Moroccan informer 'Cartagena' prove that the Police had the leaders of the cell responsible for the 11 March attacks under surveillance.\" However, none of the notes refer to the preparation of any terrorist attack.Las notas del confidente marroquí 'Cartagena' prueban que la Policía controlaba a la cúpula del 11-M (El Mundo) The trial of 29 defendants began on 15 February 2007. According to El País, \"the Court dismantled one by one all conspiracy theories\" and demonstrated that any link with or involvement in the bombings by ETA was either misleading or groundless. During the trial the defendants retracted their previous statements and denied any involvement.Comienza en Madrid el juicio por el mayor atentado islamista registrado en Europa, El País, 15 February 2007El Morabit niega ahora haber sido avisado de los atentados del 11-M, El Mundo, 20 February 2007 \"Madrid bombing 'mastermind' protests innocence\", 15 February 2007, 1:59 pm ET Agence France-Presse, MyWire.com According to El Mundo the questions of \"by whom, why, when and where the Madrid train attacks were planned\" are still \"unanswered\", because the alleged masterminds of the attacks were acquitted. El Mundo also claimed -among other misgivingsETA, Irak, Zougam, el explosivo... y otras claves de la sentencia del 11-MEl 11-M se queda sin autores intelectuales al quedar absueltos los tres acusados de serloGuía para abordar la sentencia del 11-M\\- that the Spanish judiciary reached \"scientifically unsound\" conclusions about the kind of explosives used in the trains,El final del principio en la investigación del 11-M and that no direct al-Qaeda link was found, thus \"debunking the key argument of the official version\".El tribunal del 11-M desbarata la tesis clave de la versión oficial en su sentencia Anthropologist Scott Atran described the Madrid trial as \"a complete farce\" pointing out the fact that \"There isn't the slightest bit of evidence of any operational relationship with al-Qaida\". Instead, \"The overwhelming majority of [terrorist cells] in Europe have nothing to do with al-Qaida other than a vague relationship of ideology.\" Though the trial proceeded smoothly in its opening months, 14 of the 29 defendants began a hunger strike in May, protesting against the allegedly \"unfair\" role of political parties and media in the legal proceedings. Judge Javier Gómez Bermúdez refused to suspend the trial despite the strike, and the hunger strikers ended their fast on 21 May.The Madrid bombing trial blog Madrid11.net The last hearing of the trial was held on 2 July 2007. Transcripts and videos of the hearings can be seen on datadiar.tv. On 31 October 2007, the Audiencia Nacional of Spain handed down its judgements. Of the 28 defendants in the trial, 21 were found guilty on a range of charges from forgery to murder. Two of the defendants were sentenced each to more than 40,000 years in prison. ==Police surveillance and informants== In the investigations carried out to find out what went wrong in the security services, many individual negligences and miscoordinations between different branches of the police were found. The group dealing with Islamist extremists was very small and in spite of having carried out some surveillances, they were unable to stop the bombings. Also, some of the criminals involved in the \"Little Mafia\" who provided the explosives were police informants and had leaked to their case officers some tips that were not followed up on. Some of the alleged perpetrators of the bombing were reportedly under surveillance by the Spanish police since 2001.\"Spain: State Funeral For Madrid Bombing Victims Gathers World Leaders\" Radio Free Europe/Radio Liberty: \"The main suspect remains Moroccan Jamal Zougam, who allegedly had close ties to Islamist militants and who has been under watch by Spanish, French, and Moroccan agents since 2001\"\"Spanish investigators confident\" \"The lead suspect is Jamal Zougam, who allegedly has close ties with Islamist militants and has been under watch by Spanish, French and Moroccan agents since 2001 at least.\" At the time of the Madrid bombings, Spain was well equipped with internal security structures that were, for the most part, effective in the fight against terrorism. It became evident that there were coordination issues between police forces as well as within each of them. The Interior Ministry focused on correcting these weaknesses. It was Spain's goal to strengthen its police intelligence in order to deal with the risks and threats of international terrorism. This decision for the National Police and the Guardia Civil to strengthen their counter-terrorism services, led to an increase in jobs aimed at preventing and fighting global terrorism. Counter-terrorism services increased its employment by nearly 35% during the legislature. Human resources in external information services, dealing with international terrorism, grew by 72% in the National Police force and 22% in the Guardia Civil.(Reinares, 2009, 371) ==Controversies== The authorship of the bombings remains a controversial issue in Spain. Sectors of the Partido Popular (PP) and some of the PP-friendly media outlets (primarily El Mundo and the Libertad Digital radio station) claim that there are inconsistencies and contradictions in the Spanish judicial investigation. As Spanish and international investigations continue to claim the unlikeliness of ETA's active implication, these claims have shifted from direct accusations involving the Basque separatist organisationEl Mundo to less specific insinuations and general scepticism. Additionally, there is controversy over the events that took place between the bombings and the general elections held three days later. ==Reactions== In the aftermath of the bombings, there were massive street demonstrations across Spain to protest against the train bombings. The international reaction was also notable, as the scale of the attack became clearer. ==Memorial service for victims== A memorial service for the victims of this incident was held on 25 March 2004 at the Almudena Cathedral. It was attended by King Juan Carlos I, Queen Sofía, victims' families, and representatives from numerous other countries, including British prime minister Tony Blair, French president Jacques Chirac, German chancellor Gerhard Schröder, and U.S. Secretary of State Colin Powell. ==See also== ===Specifically about the 2004 Madrid bombings=== * Atocha station memorial * Brandon Mayfield, wrongfully identified via fingerprints * Casualties of the 2004 Madrid bombings * Controversies about the 2004 Madrid train bombings * Forest of Remembrance * Reactions to the 2004 Madrid train bombings * José Luis Rodríguez Zapatero * 2004 Madrid train bombings suspects * Rabei Osman ===Other=== * List of terrorist incidents involving railway systems * 2000 Madrid bombing * 2006 Madrid–Barajas Airport bombing * 11 July 2006 Mumbai train bombings * 7 July 2005 London bombings * 2006 German train bombing attempts * 2006 Ontario terrorism plot * November 2015 Paris attacks ==References== ==External links== * BBC News In Depth * U.N. Security Council Resolution 1530 Category:2004 crimes in Spain Category:2004 in rail transport Category:2004 murders in Europe 2004 train bombings Category:2000s murders in Spain Category:21st-century mass murder in Europe 2004 train bombings Category:Attacks on railway stations in Europe Category:Filmed improvised explosive device bombings Category:Improvised explosive device bombings in 2004 2004 train bombings Category:Islamic terrorism in Spain Category:Islamic terrorist incidents in 2004 Category:March 2004 crimes Category:March 2004 events in Europe Category:Mass murder in 2004 2004 train bombings Category:Massacres in Spain 2004 train bombings Category:Train bombings in Europe Category:Terrorist incidents in Europe in 2004 Category:Terrorist incidents in Spain in the 2000s ",
    "title": "2004 Madrid train bombings"
}