{
    "id": "519753",
    "text": "Vermont Yankee was an electricity generating nuclear power plant, located in the town of Vernon, Vermont, in the northeastern United States. It generated 620 megawatts (MWe) of electricity at full power. The plant was a boiling water reactor (BWR), designed by General Electric. It operated from 1972 until December 29, 2014, when its owner Entergy shut down the plant. In 2008, the plant provided 71.8% of all electricity generated within Vermont, amounting to 35% of Vermont's electricity consumption. The plant is on the Connecticut River, upstream of the Vernon, Vermont Hydroelectric Dam and used the reservoir pool for its cooling water. In March 2012, the plant's initial 40-year operating license was scheduled to expire; in March 2011, the Nuclear Regulatory Commission (NRC) extended its license for another 20 years. Vermont Yankee's continued operations were complicated by the Vermont state legislature's enactment of a law providing the state legislature authority to determine the continued operation of the plant, in addition to the federal government. Entergy requested a new state certificate of public good (CPG), but the Vermont legislature voted in February 2010 against renewed permission to operate. In January 2012, Entergy won a court case, invalidating the state's veto power on continued operations. In August 2013, Entergy announced that due to economic factors Vermont Yankee would cease operations in the fourth quarter of 2014. The plant was shut down at 12:12 pm EST on December 29, 2014. Since the 1970s, there have been many anti-nuclear protests about Vermont Yankee, including large protests after the Fukushima nuclear disaster in March 2011, and on the date of the original operating license expiry in March 2012. The plant's initial operating license from the Nuclear Regulatory Commission was the subject of a lawsuit that produced the U.S. Supreme Court's 1978 decision Vermont Yankee Nuclear Power Corp. v. Natural Resources Defense Council, Inc., in which the Supreme Court set forth a significant doctrine in American administrative law. == Design and function == Electricity generation sources for Vermont Vermont Yankee is a BWR-4 Boiling water reactor that uses a Mark I containment structure. It provided 71.8% of all electricity generated in Vermont in 2008Vermont Nuclear Profile Energy Information Administration, September 2010. and met 35% of the overall electricity requirements of the state. It was originally designed and constructed for 500 MW electrical output. In 2006, it was upgraded to 620 MW electrical output. The reactor produces 1912 MW of heat which is converted to electricity at 32% efficiency.Richard Watts, Paul Hines, Jonathan Dowds, \"The Debate over Re- Licensing the Vermont Yankee Nuclear Power Plant\", The Electricity Journal, Volume 23, Issue 4, May 2010, Pages 59–67, , . In comparison, the average residential power demand for all of Vermont in 2012 was 239 MW. From EIA: 309019 customers * 565 kWh / month*customer. To find average: * 12 months/1 year * 1 year/366 days (2012 was leap year) * 1 day / 24 hours =~ 238518 kW The nearby Northfield Mountain hydroelectricity facility was built to balance the supply from Yankee. The reactor core held up to 368 fuel assemblies and 89 control rods.Facility Operating License - Entergy Nuclear Vermont Yankee, LLC and Entergy Nuclear Operations, Inc. (Vermont Yankee Nuclear Power Station), Docket No. 50-271, License No. DPR-28 Amendment No. 5, 208, US Nuclear Regulatory Commission, July 31, 2002 The spent fuel pool is licensed to contain up to 3353 spent fuel assemblies. == Ownership and operational license== In 1978, the Vermont Yankee reactor was the subject of Vermont Yankee Nuclear Power Corp. v. Natural Resources Defense Council, Inc., an important United States Supreme Court administrative law case which ruled that courts cannot impose procedures upon the NRC as this exceeds their power of judicial review. On July 31, 2002, Entergy Nuclear Vermont Yankee, LLC (EVY) purchased the plant from Vermont Yankee Nuclear Power Corporation (VYNPC) for $180 million. Entergy received the reactor complex, nuclear fuel, inventories, and related real estate, as well as the liability to decommission the plant and related decommissioning trust funds of approximately $310 million. The acquisition included a 10-year power purchase agreement (PPA) under which three of the former owners committed to purchase a portion of the electricity produced by the reactor at a cost of approximately 4.5 cents per kilowatt hour. On May 6, 2006 Vermont Yankee achieved its power of 1,912 MWth (120% of its original licensed thermal power of 1,593 MW-thermal) because of an NRC approved Extended Power Uprate. The power increase was carried out in steps to allow collection of data on the reactor's steam dryer at various power levels, in accordance with the NRC imposed power ascension test plan. As of 2008, Vermont Yankee employed about 600 people including those in the corporate office on Old Ferry Road in Brattleboro, Vermont. == Cooling water == Vermont Yankee used the Connecticut River as its source of cooling water for its two major water systems: the circulating water system and the service water system. The circulating water system removed heat from the power generation process of the plant by cooling the plant's main condenser. The service water system cooled both safety and non-safety related auxiliary components in the nuclear facility and the turbine facility of the plant, and absorbed decay heat from the reactor's cooling systems in emergencies or in times when the reactor was shut down. == Closure/extension planning == Entergy Vermont Yankee applied to the Nuclear Regulatory Commission for a license extension of 20 years on January 27, 2006. In early 2010, the Vermont State Senate voted 26–4 to block the Vermont Public Service Board (PSB) from considering continued operation of Vermont Yankee. On March 10, 2011 the NRC voted to conclude proceedings regarding renewal of the operating license for the Vermont Yankee Nuclear Power Station near Brattleboro, Vermont, for an additional 20 years. On March 21, 2011 the Nuclear Regulatory Commission issued their renewal of the operating license for the Vermont Yankee plant for an additional 20 years.;NRC license renewal letter March 22, 2011 the renewed license will expire March 21, 2032. On April 14, 2011, Entergy, the owner of Vermont Yankee, sued the state of Vermont to stay open despite the Senate's blocking vote. Democracy Now news April 19, 2011 On August 14, 2013, the United States Court of Appeals for the Second Circuit ruled, upholding a lower court's decision that allowed the Vermont Yankee plant to keep running despite a seven-year effort by the Vermont Legislature to close it, finding that states are \"pre-empted\" from regulating safety by the Atomic Energy Act of 1946, which made safety a federal responsibility. On August 28, 2013, Entergy announced that due to economic factors, notably the lower cost of electricity provided by competing natural gas-fired power plants, it would cease operations and schedule the plant's decommissioning in the fourth quarter of 2014. Vermont Yankee was shut down at 12:12 pm EST on December 29, 2014.StarTribune.com, Wilson Ring Vermont Yankee nuclear power plant ends operations after 42 years of producing electricity , December 29, 2014 All fuel in the reactor was transferred to the spent fuel pool by January 12, 2015, and is scheduled to be moved to dry cask storage by 2021.Power Magazine, Aaron Larson Vermont Yankee Nuclear Power Plant Shuts Down for the Last Time, December 29, 2014 In December 2014, Entergy submitted the Post Shutdown Decommissioning Report to the Nuclear Regulatory Commission. This report estimated that the total cost for decommissioning the reactor would be $1.24 billion. The same document reported that only $665 million had been collected in the 42 years of operations of this plant for this purpose. Entergy hopes to raise some of the shortfall funds through \"external financing\".Brattleboro Reformer Newspaper, Robert Audette , December 19, 2014 On September 28, 2016, Entergy began auctioning off more than 1,000 lots of goods in Brattleboro, Vt. Two cooling towers were demolished in July 2019.VTDigger: \"Cooling towers coming down, marking the ‘end of an era’\" 11 July 2019 ==Controversy and operations== ===2007=== Cooling for the plant's steam condenser was provided by circulating water through it, drawn from the adjacent Connecticut river. This water did not come in contact with the nuclear reactor and was not radioactive. The cooling towers were used to cool water returning from the condenser before it was discharged back into the river at times when it was too warm to comply with the environmental discharge permit. In 2007 the fourth cell of the west cooling tower collapsed, spilling some of the non- radioactive, cooling water. The collapse was an \"industrial safety event,\" which did not threaten the integrity of the reactor or release any radiation into the environment. The NRC stated that the remaining cooling tower had enough capacity to allow the plant to operate at full output, however, until September 16, 2007 the reactor was kept at 50% power. The cause of the collapse was found to be corrosion in steel bolts and rotting of lumber. Entergy asserted that future inspections would be much more stringent in order to prevent further problems. ===2008=== The cooling tower collapse caused Vermont's then governor, Jim Douglas, to question the reliability of the power station:Governor Urges NRC to Approve Independent Safety Assessment In March 2008, a State Senate committee recommended that the Legislature appoint a panel to oversee an independent review of the plant's reliability. The panel gave Vermont Yankee a generally positive review. \"What this report suggests to me is there is not a cause or reason to seek the closure of the plant because of operational or safety concerns,\" said Public Service Commissioner, David O'Brien. The Nuclear Regulatory Commission performed a tri-annual inspection July–August 2008. It found three \"minor faults.\" An Associated Press report said that it had won \"high marks.\" ===2009=== In May 2009, the vice-president of operations at Vermont Yankee told the PSB during the reliability review that he did not believe there was any radioactively contaminated underground piping at the plant, but that he would check and respond to the panel. In October 2009, Arnold Gundersen, a member of a special oversight panel convened by the Vermont General Assembly, confirmed that radioactive contamination had been detected in underground pipes. An Entergy spokesperson told Vermont Public Radio (VPR) that the earlier testimony was a \"miscommunication.\" On June 4, 2010, VPR reported that, because they had provided misleading information, Entergy Nuclear would be liable for legal expenses incurred by certain parties. ===2010=== In January 2010, the Vermont Department of Health reported that tritium, a radioactive isotope of hydrogen, had been discovered in a sample of ground water taken from a monitoring well the previous November. The level of the isotope was initially below the acceptable limit for drinking water set by the Environmental Protection Agency. By mid-January, however, the level had risen to 20,000 picocuries per liter (pCi/l), the federal limit for drinking water. The head of the Nuclear Regulatory Commission told Vermont's congressional delegation that the agency would devote more resources to addressing concerns about Vermont Yankee, and that he expected the source of the tritium leak would be located within the next several weeks. On February 4, 2010, Vermont Yankee reported that ground water samples from a newly dug monitoring well at the reactor site were found to contain about 775,000 pCi of tritium per liter (more than 37 times the federal limit). On February 5, 2010, samples from an underground vault were found to contain 2.7 million pCi/l.\"Vermont Yankee zeroes in on possible source of leak\". Burlington Free Press, February 6, 2010 On February 14, 2010, the source of the leak was found to be a pair of steam pipes inside the Advanced Off-Gas (AOG) pipe tunnel. The pipes were repaired, stopping the leak. Samples taken from the river and other drinking water sources by the Vermont Department of Health showed no detectable levels of tritium.laboratory_testing. Healthvermont.gov. Retrieved on April 12, 2014. The New Hampshire Department of Health and Human Services made a similar statement after several tests of the river. During the search for the source of the tritium leak, other radionuclides were found in the soil at the site. Levels of cesium-137 were found to be three to ten times higher than background levels. Silt in a pipe tunnel contained 2,600 picocuries/kg, but contamination outside the pipe tunnel was limited to a small volume, about of soil. According to the Vermont State Department of Health, there was no health risk from the cesium, as the quantities were small and it had not migrated. Since cesium-137 is a fission product, it is an indicator of a nuclear fuel leak, but the consensus was that the cesium-137 probably leaked from defective fuel assemblies during or prior to 2001, when the last leak of that type was reported by Vermont Yankee. (Problems with fuel rods were common in the 1970s and 1980s.) On May 20, 2010, the NRC released a report on Vermont Yankee: In early November 2010, a water leak caused by a faulty weld caused a \"conservative\" four-day shutdown while the pipe involved was repaired. A company spokesman said that \"if plant managers had known on Sunday night what they knew on Monday, they might have tried to fix the leak while the plant kept running.\"Wald, Matthew L., \"Vermont Yankee Reactor Restarts\" The New York Times Green blog, November 11, 2010. Retrieved November 11, 2010. In 2010, Vermont Electric Power Company constructed a new substation, designated as the Vernon Substation, on the Vermont Yankee site to serve as the site's new main transmission facility and to connect a new 345 kV transmission line to Central Vermont as part of its Southern Loop project. The aging Entergy-owned Vermont Yankee substation could not handle the additional line or any additional transformers and VELCO desired to have a utility owned and controlled substation for what is probably the state's most important interconnection point. Additionally, the local 115 kV system was relying exclusively on Entergy's single 345 kV to 115 kV transformer. The construction of the Vernon substation included a second 345 kV to 115 kV transformer to supplement the existing Entergy owned transformer. The additional transformer also provided redundancy for Vermont Yankee's source of offsite power. The four transmission lines that formerly connected directly to the Vermont Yankee substation now connect to the Vernon substation, and three tie-lines, one at 115 kV and two at 345 kV, connect the Vermont Yankee substation to the Vernon substation. Each 345 kV tie line is capable of carrying the full power output of the plant. ===2011=== During the week of January 17, 2011, tritium was detected at a level of 9,200 picocuries per liter (below the federally required reporting level) in an area 150–200 feet north of the location where it was detected a year earlier. According to the State's radiological health chief at the Vermont Health Department, Bill Irwin, and Vermont Yankee spokesman, Larry Smith, the source of the leak was not yet known. Irwin and Governor Peter Shumlin expressed concern about the discovery. ===2012=== On January 19, 2012, Judge J. Garvan Murtha of United States District Court in Brattleboro ruled that the state of Vermont could not force Vermont Yankee to close down, as the legislation that attempted to do so was based on radiological safety arguments that are the exclusive concern of the NRC. The judge also held that the state cannot force the plant's owner, Entergy, to sell electricity from the reactor to in-state utilities at reduced rates as a condition of continued operation. ===2013=== On June 7, 2013, Vermont's Public Service Board issued Entergy a Certificate of Public Good to install an outdoor diesel generator to replace a tie line from the nearby hydroelectric station as its station blackout power source. The outdoor generator would only operate if the plant's main emergency diesel generators located inside the turbine building were to fail. The outdoor generator is a self-contained unit that does not require cooling water from the plant's cooling water systems. The new generator would power instrumentation in the control room and would be capable of providing emergency AC power to one train of each of the plant's emergency cooling systems. On August 27, 2013, Entergy announced in a press release that it would close Vermont Yankee by the end of 2014. Among the reasons cited for the closure were ongoing low energy prices resulting from increased shale gas production, and the high operating costs of the plant. ==Protests and politics== In 1971, Esther Poneck led the New England Coalition on Nuclear Pollution in opposing construction of Vermont Yankee. In the 1970s and 1980s there were many anti-nuclear protests at Vermont Yankee which attempted to block access to the plant.David C. Brody, James R. Acker, Wayne A. Logan (2001). Criminal law Jones & Bartlett Publishers, p. 276. More recent protests include: *January 2006: 100 anti-nuclear supporters demonstrated at the front door of Entergy Nuclear, and eleven people were arrested for trespassing. *April 2009: About 150 activists marched from Montpelier's City Hall to the State House to urge lawmakers to back development of clean energy sources such as wind power and solar power; the marchers had gathered 12,000 signatures in support of closing Vermont Yankee. *January 2010: A coalition of anti-nuclear activists participated in a 126-mile walk from Brattleboro to Montpelier in an effort to block the re-licensing of Vermont Yankee. About 175 people took part in the March, some joining for the day and some for longer stretches.Anti- nuclear protesters reach capitol Rutland Herald, January 14, 2010. In February 2010, the Vermont Senate voted 26 to 4 against allowing the PSB to consider re-certifying the Vermont Yankee Nuclear Plant after 2012, citing radioactive tritium leaks, misstatements in testimony by plant officials, a cooling tower collapse in 2007, and other problems.Wald, Matthew L., Vermont Senate Votes to Close Nuclear Plant The New York Times, February 24, 2010. Some businesses in Vermont were concerned there was an absence of a clear plan to replace the electricity generated by the plant. A spokesman for IBM, the largest private employer in the state, and the state's largest consumer of electricity, said \"we have to be smarter than this\".Entergy Makes Last Ditch Effort To Save Vermont Yankee WPTZ.com, February 22, 2010. Larry Reilly, president of Central Vermont Public Service Corp., Vermont's largest utility, stated in 2011 that he was untroubled by the prospect of closure: \"There's plenty of power out there\".\"M. D. Drysdale, \"New Leadership for Vt.'s Biggest Utility: CVPS's Reilly Not Worried About Vermont Yankee,\" The Herald of Randolph, April 21, 2011. Analysis by researchers at the University of Vermont estimated that an increase of \"slightly more than 3 percent\" in the retail price of electricity in Vermont would result from closing Vermont Yankee. Ex-Governor Peter Shumlin was a prominent opponent of the Vermont Yankee. Two days after Shumlin was elected governor in November 2010, Entergy sought offers to purchase the plant.Wald, Matthew L., Vermont Nuclear Plant Up for Sale The New York Times, November 4, 2010. The company withdrew the plant from consideration for sale in late March 2011. In March 2011, 600 people gathered for a weekend protest outside the Vermont Yankee plant, in the wake of the Fukushima I nuclear accidents. On March 22, 2011, the day after the NRC issued Vermont Yankee's license extension, Vermont's congressional delegation, Senator Patrick Leahy (D), Senator Bernie Sanders (I), and Representative Peter Welch (D), issued a joint statement decrying the NRC's action and noting the similarity of Vermont Yankee to units then in partial meltdown at the Fukushima Daiichi power station, Japan.NRC: Vermont Yankee Nuclear Power Plant ‘Good to Go’ for 20 More Years Forbes.com, March 22, 2011. In March 2012, more than 130 protesters were arrested at the corporate headquarters of the Vermont Yankee nuclear power plant, on the first day of the plant's operation after the expiration of its original 40-year license. In March 2013, more than 500 people, carrying banners and chanting \"shut it down\", marched through downtown Brattleboro in protest against Vermont Yankee. ==Seismic risk== The Nuclear Regulatory Commission's estimate of the risk each year of an earthquake intense enough to cause core damage to the reactor at Vermont Yankee was 8.1 per year, or a chance of one incident occurring on average every 123,000 years, according to an NRC study published in August 2010, based upon a 2008 USGS survey.Bill Dedman, \"What are the odds? US nuke plants ranked by quake risk\", NBC News News, March 17, 2011 Retrieved April 19, 2011.Sheron, B. W. (September 2, 2010). \"Safety assessment results....\" MSNBC. p. D-6, Table D-1, \"weakest link model\" column. ==Surrounding population== The Nuclear Regulatory Commission defines two emergency planning zones around nuclear power plants: a plume exposure pathway zone with a radius of , concerned primarily with exposure to, and inhalation of, airborne radioactive contamination, and an ingestion pathway zone of about , concerned primarily with ingestion of food and liquid contaminated by radioactivity. The 2010 U.S. population within of Vermont Yankee was 35,284, an increase of 1.4 percent in a decade, according to an analysis of U.S. Census data. The 2010 U.S. population within was 1,533,472, an increase of 2.9 percent since 2000. Cities within 50 miles include Brattleboro (6 miles to city center); Keene, N.H., (16 miles to city center); Fitchburg, Mass., (38 miles to city center), Greenfield, Mass., and Northampton, Mass.Bill Dedman, \"Nuclear neighbors: Population rises near US reactors\", NBC News, April 14, 2011 Accessed May 1, 2011. From April 2016, due to the continuing decommissioning process, the emergency planning zone was reduced to the site boundaries. ==See also== * Energy in Vermont * Nuclear power in the United States * New England Coalition * Environmental impact of nuclear power * In his novel 11/22/63, author Stephen King referred to a major disaster at Vermont Yankee in an alternative universe. ==References== ==See also== * Lelan Sillin, Jr. ==External links== *Department of Energy Page *Joint Fiscal Committee *New England Coalition on Nuclear Pollution *In Historic Vote, Vermont Poised to Shut Down Lone Nuclear Reactor – video by Democracy Now! Category:Energy infrastructure completed in 1972 Category:Buildings and structures in Vernon, Vermont Category:Nuclear power plants in Vermont Category:Entergy Category:1972 establishments in Vermont Category:Anti-nuclear protests in the United States ",
    "title": "Vermont Yankee Nuclear Power Plant"
}