{
    "id": "519956",
    "text": "Howard Jay Phillips (February 3, 1941 – April 20, 2013) was a three-time United States presidential candidate who served as the chairman of The Conservative Caucus, a conservative public policy advocacy group which he founded in 1974. Phillips was a founding member of the U.S. Taxpayers Party, which later became known as the Constitution Party. ==Personal life== Phillips was born into a Jewish family in Boston in 1941,Profile of Howard Phillips, Ontheissues.org Phillips converted to evangelical Christianity as an adult in the 1970sSimon, Barbara \"Strange Bedfellows: Jews, Apostates, and the Christian Right\" , Reform Judaism. Winter 1996. and was subsequently associated with Christian Reconstructionism. A 1962 graduate of Harvard College in Cambridge, Massachusetts, where he was twice elected chairman of the Student Council, Phillips was president of Policy Analysis, Inc., a public policy research organization which publishes the bimonthly Issues and Strategy Bulletin. Phillips resided in Fairfax County, Virginia in the Washington, D.C., suburbs with his wife, the former Margaret \"Peggy\" Blanchard. ==Republican years== During the Nixon Administration, Phillips headed two federal agencies, ending his Executive Branch career as director of the U.S. Office of Economic Opportunity (OEO) in the Executive Office of the President for five months in 1973, a position from which he resigned when U.S. President Richard M. Nixon reneged on his commitment to veto further funding for Great Society programs begun in the administration of Nixon's predecessor, Democrat Lyndon B. Johnson.Smith, Peter Jesserer (May 6, 2013) \"Catholics Bid Farewell to Pro-Life Lion Howard Phillips\", National Catholic Register. Retrieved 2013-05-06.Chamberlain, John (1974-08-03) \"Some Conservatives Turn Against Nixon\", Milwaukee Sentinel. Retrieved 2013-05-06 Nixon's appointment of Phillips as Acting Director of OEO in January 1973 touched off a national controversy culminating in a court case in the United States District Court for the District of Columbia (Williams v. Phillips, 482 F.2d 669) challenging the legality of Phillips' appointment, since the statute establishing the office did not specifically establish a Presidential right to make an interim appointment (one not confirmed by the Senate) under the existing circumstances. The Court ruled (and the 2nd Circuit subsequently affirmed) that the President had no right to make the interim appointment and voided it, declaring his time in it to have been illegal. ==Formation of the Conservative Caucus== Phillips left the Republican Party in 1974 after some two decades of service to the GOP as precinct worker, election warden, campaign manager, congressional aide, Boston municipal Republican chairman, and assistant to the chairman of the Republican National Committee. In 1970, he was the Republican nominee for Massachusetts's 6th congressional district. In 1978, Phillips finished fourth in the Democratic primary for the U.S. Senate in Massachusetts.Weber, Bruce (2013-04-23) \"Howard J. Phillips, Stalwart Conservative, Dies at 72\", The New York Times. Retrieved 2013-04-24. In 1974, Phillips founded the Conservative Caucus, a nationwide, grass-roots public policy advocacy group.Black, Chris (1992-09-25) \"Political activist loses to win Conservative takes defeats in stride in effort to build national antitax party\", Boston Globe. Retrieved 2013-05-06. The group opposed the 1978 Panama Canal treaties and the Jimmy Carter-Leonid Brezhnev SALT II treaties in 1979, supported the Strategic Defense Initiative and major tax reductions during the 1980s, and fought to end Federal subsidies to activist groups under the banner of \"defunding the Left.\" In 1982, Phillips joined the political activist Clymer Wright of Houston, Texas, in an unsuccessful effort to convince U.S. President Ronald W. Reagan to dismiss Houston attorney James A. Baker, III, from the position of presidential chief of staff. Phillips and Wright claimed that Baker, a former Democrat and a political intimate of then Vice President George H. W. Bush, was undercutting conservative initiatives in the Reagan administration. Reagan rejected the Wright-Phillips request, and in 1985, named Baker as United States Secretary of the Treasury, at Baker's request in a job-swap with then Secretary Donald T. Regan, a former Merrill Lynch officer who became chief of staff. Reagan also rebuked Phillips and Wright for waging a \"campaign of sabotage\" against Baker. The fight against Baker was not Phillips' first clash with Reagan. The year before in 1981, he had joined other conservatives, including the Reverend Jerry Falwell, in opposing the nomination of Sandra Day O'Connor to the United States Supreme Court. According to Phillips, \"People say you can't tell how a Supreme Court nominee will turn out once on the bench. I respectfully disagree. In most cases, it's very clear. I opposed the nomination of Sandra Day O'Connor because it was very clear that she had a pro-abortion record in the Arizona State Senate and as a judge in Arizona. She was also allied with Planned Parenthood.\"Flynn, Dan In 1990, Phillips opposed the first President Bush's nomination of David Souter of New Hampshire to the high court. Phillips said that he opposed Souter because \"I read his senior thesis at Harvard in which he said he was a legal positivist and one of his heroes was Oliver Wendell Holmes, Jr., and that he rejected all higher law theories, such as those spelled out in our Declaration of Independence. In addition, he was a trustee of two hospitals: Dartmouth Hitchcock and Concord Memorial. He successfully changed the policy of those two hospitals from zero abortion to convenience abortion.\" Other Conservative Caucus campaigns have involved opposition to the North American Free Trade Agreement (NAFTA) and the World Trade Organization, support for a national version of California's Proposition 187 (to end mandated subsidies for illegal aliens), as well as continuing efforts to oppose publicly funded health care, abortion and gay rights. Phillips was the host of Conservative Roundtable, a weekly public affairs television program. ==Role in formation of the New Right== Phillips played an instrumental role in the leadership of the New Right, and in the founding of the religious right in the 1970s. He worked with fellow conservatives Paul Weyrich of The Heritage Foundation and both former Christian Voice co-activists Richard Viguerie and Terry Dolan to persuade the Reverend Jerry Falwell to form the Moral Majority, and helped Judie Brown form the American Life League. Later, Phillips continued to support the New Right by helping found the Council for National Policy with Dr. Tim LaHaye. ==U.S. Taxpayers Party/Constitution Party== Phillips was one of the founders of the U.S. Taxpayers Party (which changed its name to the Constitution Party in 1999), a third party associated with conservative, anti- abortion issues, and constitutional government ideas on both social and fiscal issues. He was that party's presidential candidate in the 1992, 1996 and 2000 elections for U.S. President. ===Presidential campaigns=== Phillips first campaigned for president in 1992, when he refused to support the re-election of George H. W. Bush in the race against Bill Clinton of Arkansas. He finished in seventh place in the popular vote. The campaign received 43,369 votes for 0.04% of the total vote.\"1992 Presidential General Election Results\", uselectionatlas.org. Phillips was chosen by an overwhelming majority of delegates at the National Convention of the U.S. Taxpayers Party, in San Diego, California, on August 17, 1996, to serve as its presidential candidate in the 1996 election. Phillips finished sixth with 184,656 votes for 0.19% of the total vote.\"1996 Presidential General Election Results\", uselectionatlas.org In the 2000 U.S presidential election he received 98,020 votes for 0.1% of the total vote and a sixth-place finish.\"2000 OFFICIAL PRESIDENTIAL GENERAL ELECTION RESULTS\", www.fec.gov ==Death== Phillips died at his home in Vienna, Virginia, on April 20, 2013 at the age of 72 after a battle with frontotemporal dementia and Alzheimer's disease. A private service was held on April 29, 2013 with Chuck Baldwin, the 2008 Constitution Party presidential nominee, officiating. ==Writings== * The New Right at Harvard (1983) * Moscow's Challenge to U.S. Vital Interests in Sub-Saharan Africa (1987) * The Next Four Years (1992) * Judicial Tyranny: The New Kings of America? (Amerisearch, 2005) – contributing author ==See also== ==References== ==External links== * Howard Phillips' Blog * * Official Website of The Conservative Caucus * The Constitutional Education Project, founded by oPhillips. * Official website of Conservative Roundtable Category:1941 births Category:2013 deaths Category:20th-century American politicians Category:American Independent Party presidential nominees Category:American anti-communists Category:College Republicans Category:Constitution Party (United States) presidential nominees Category:Virginia Constitutionalists Category:Converts to Evangelicalism from Judaism Category:Deaths from Alzheimer's disease Category:Deaths from dementia Category:Harvard College alumni Category:Jewish American candidates for President of the United States Category:Massachusetts Democrats Category:Massachusetts Republicans Category:New Right (United States) Category:People from Vienna, Virginia Category:Politicians from Boston Category:Candidates in the 1992 United States presidential election Category:Candidates in the 1996 United States presidential election Category:Candidates in the 2000 United States presidential election Category:Virginia Democrats Category:American political party founders ",
    "title": "Howard Phillips (politician)"
}