{
    "id": "520056",
    "text": "David Allison Dodge (born June 8, 1943) is a Canadian economist. He served a seven-year term as Governor of the Bank of Canada from February 1, 2001 to January 31, 2008. He was succeeded by Mark Carney.CNW Group | BANK OF CANADA | Bank of Canada Governor David Dodge will not seek second term On September 12, 2008, he joined Bennett Jones LLP, a leading Canadian law firm, as a senior advisor in their Ottawa office.Mondaq Press Release - Bennett Jones Welcomes David Dodge As Senior Advisor On May 2, 2008, he was elected as incoming chancellor of Queen's University, with that position to begin on July 1, 2008.http://qnc.queensu.ca/story_loader.php?id=481b24a4d4971 Dodge served a three-year term as Queen's chancellor,Queen's Alumni Review magazine, Autumn 2008 issue, interview by Ken Cuthbertson. and accepted a further three-year term beginning on July 1, 2011. Dodge co-chairs the Global Market Monitoring GroupIIF Press Release - Jacques de Larosière and David Dodge to Lead Global Market Monitoring Group to Assess Financial Market Risks and Promote Systemic Stability of the Institute of International Finance, is chairman of the board of directors of the C.D. Howe InstituteC.D. Howe Board and the Canadian Institute for Advanced Research.David Dodge bio on the CIFAR website and is a member of the board of directors of Canadian Utilities Limited. ==Early life== Dodge was born in Toronto, Ontario, Canada in 1943. He attended Ridley College, a private boarding school in St. Catharines (and second alumnus to become Bank Governor), and graduated from Queen's University with an honours degree in economics. He received his Ph.D in economics from Princeton University in 1972 after completing a doctoral dissertation titled \"The structure of earnings of Canadian accountants, engineers and scientists and the implications for returns to investment in university education.\" ==Career== He was Assistant Professor of Economics at Queen's University, Associate Professor of Canadian Studies and International Economics at the School of Advanced International Studies at Johns Hopkins University, Senior Fellow in the Faculty of Commerce at the University of British Columbia, and Visiting Professor in the Department of Economics at Simon Fraser University. He has also served as Director of the International Economics Program of the Institute for Research on Public Policy. He was appointed Deputy Minister of Finance in 1992. In the 1996 book Double Vision, by Edward Greenspon and Anthony Wilson-Smith, the authors describe in detail the role which Dodge played in reviving Canada's economy by working closely with Finance Minister Paul Martin to eliminate the federal budget's deficit spending.Double Vision: The Inside Story of the Liberals in Power, by Edward Greenspon and Anthony Wilson-Smith, Toronto 1996, Doubleday Canada publishers. While Deputy Minister of Health from 1998) Dodge's role in founding the Winnipeg National Microbiology Laboratory was commended as critically important by laboratory director-general Frank Plummer.Plummer, \"Failures in Public Health Science,\" in Alex Benay (ed.) Canadian Failures: Stories of Building Toward Success (Dundurn Press, 2017.) Dodge ended his career in government service as Governor of the Bank of Canada 2001-2008. He was made an Officer of the Order of Canada in 2007 and on retirement from the Bank of Canada joined Bennett Jones LLP. ==Chancellor of Queen's University== Dodge was elected as the 13th chancellor of Queen's University on May 2, 2008, succeeding A. Charles Baillie, who had held the position since 2002. The appointment was effective July 1, 2008, though Dodge was only officially installed later that year, on October 30. As his first three-year term drew to a close, Dodge's re- appointment was unanimously endorsed by the Queen's University Council, and Dodge served until his retirement at the end of his second-term on June 30, 2014. He was subsequently appointed chancellor emeritus by the University Council, an honorary title he still holds today.Queen's Encyclopedia - Dodge, David Allison Dodge was elected to the Royal Society of Canada in October, 2009. ==References== ==Further reading== * Double Vision: The Inside Story of the Liberals in Power, by Edward Greenspon and Anthony Wilson-Smith, Toronto 1996, Doubleday Canada publishers, . ==External links== * Bank of Canada – Biography of David A. Dodge Category:1943 births Category:Living people Category:Canadian economists Category:Chancellors of Queen's University at Kingston Category:Fellows of the Royal Society of Canada Category:Governors of the Bank of Canada Category:Johns Hopkins University faculty Category:Officers of the Order of Canada Category:People from Toronto Category:Princeton University alumni Category:Queen's University at Kingston alumni Category:Queen's University at Kingston faculty Category:Simon Fraser University faculty ",
    "title": "David A. Dodge"
}