{
    "id": "520101",
    "text": "Lusitanian mythology is the mythology of the Lusitanians, the Indo-European people of western Iberia, in the territory comprising most of modern Portugal, Galicia, Extremadura and a small part of Salamanca. Lusitanian deities heavily influenced all of the religious practices in western Iberia, namely also in Gallaecia. They mingled with Roman deities after Lusitania was conquered.Katia Maia-Bessa and Jean-Pierre Martin (1999) Recently, a Vasconian substrate is starting to be recognized.Encarnação, José d’. 2015. Divindades indígenas sob o domínio romano em Portugal. Second edition. Coimbra: Universidade de Coimbra. ==Main pantheon== Of particular importance and popularity, especially following the Roman conquest, were a number of deities among whom were Endovelicus, Ataegina, Nabia and Trebaruna. *Endovelicus was a god of healing and also had oracular functions. He appears to have been a minor chthonic god originally, but has become exceptionally popular after Roman colonization.Monteiro Teixeira, Sílvia. 2014. Cultos e cultuantes no Sul do território actualmente português em época romana (sécs. I a. C. – III d. C.). Masters’ dissertation on Archaeology.. Lisboa: Faculdade de Letras da Universidade de Lisboa. *Epona was a protector of horses, donkeys, and mules. She was particularly a goddess of fertility, as shown by her attributes of a patera, cornucopia, ears of grain and the presence of foals in some sculptures. She and her horses might also have been leaders of the soul in the after-life ride, with parallels in Rhiannon of the Mabinogion. Unusual for a Celtic deity, most of whom were associated with specific localities, the worship of Epona, \"the sole Celtic divinity ultimately worshipped in Rome itself,\" was widespread in the Roman Empire between the first and third centuries AD. *Nabia may have been two separate deities, the consort of the Lusitanian equivalent of the Roman Jupiter and another associated with earth and sacred springs.P. Le Roux and A. Tranoy (1974) Nabia had double invocation, one male and one female. The supreme Nabia is related to Jupiter and another incarnation of the deity, identified with Diana, Juno or Victoria or others from the Roman pantheon, linked to the protection and defense of the community or health, wealth and fertility. *Trebaruna appears in inscriptions in the Lusitanian language associated with another, presumably male deity named Reve, whom WitczakKrzysztof Tomasz Witczak, Lódz (1999) suggests may be the equivalent of the Roman Iovis or Jupiter, both names ultimately deriving from Proto-Indo-European *diewo-. *Bandua or Bandi is another with numerous dedications: the name is male in most inscriptions and yet the only depiction is female, it seems the name referred to numerous deities, especially since Bandi/ Bandua often carries an epithet associating the name with that of a town or other location such as Bandua Roudaeco, Etobrico or Brealiacui. The god or goddess was probably the protector of the local community, often associated with the Roman MarsJuan Carlos Olivares Pedreño (2005) and in one dedication is considered a god or goddess of the Vexillum or standard.Juan Francisco Masdeu (1688) There is hardly any sign of Bandua, Reue, Arentius- Arentia, Quangeius, Munidis, Trebaruna, Laneana and Nabia — all worshipped in the heart of Lusitania — outside the boundary with the Vettones. Bandua, Reue and Nabia were worshiped in the core area of Lusitania (including Northern Extremadura to Beira Baixa and Northern Lusitania) and reaching inland Galicia, the diffusion of these gods throughout the whole of the northern interior area shows a cultural continuity with Central Lusitania. Two regional deities in Western Iberia do not occur in the region: Crouga, worshiped around Viseu, and Aernus, in the Bragança area. The largest number of indigenous deities found in the whole Iberian Peninsula are located in the Lusitanian- Galician regions, and models proposing a fragmented and disorganized pantheon have been discarded, since the number of deities occurring together is similar to those of other Celtic peoples in Europe and ancient civilizations. A sun goddess, Kontebria (Cantabria) was apparently present, her worship later being assimilated into Virgin Mary's Nossa Senhora de Antime figure. Because the borders shifted numerous times and Lusitanians and Gallaecians were often referred to as one people, it is relevant to note that some of the so-called Gallaecian or Lusitanian deities had the same names: Portuguese for Idol's Fountain), in Braga. Through the Gallaecian-Roman inscriptions, is known part of the great pantheon of Gallaecian deities, sharing part not only by other Celtic or Celticized peoples in the Iberian Peninsula, such as Astur — especially the more Western — or Lusitanian, but also by Gauls and Britons among others. This will highlight the following: * Bandua: Gallaecian God of War, similar to the Roman god, Mars. Great success among the Gallaeci of Braga. * Berobreus: god of the Otherworld and beyond. The largest shrine dedicated to Berobreo documented until now, stood in the fort of the Torch of Donón (Cangas), in the Morrazo's Peninsula, front of the Cíes Islands. * Bormanicus: god of hot springs similar to the Gaulish god, Bormanus. * Nabia: goddess of waters, of fountains and rivers. In Galicia and Portugal still nowadays, numerous rivers that still persist with his name, as the river Navia, ships and in northern Portugal there is the Idol Fountain, dedicated to the goddess ship. * Cossus, warrior god, who attained great popularity among the Southern Gallaeci, was one of the most revered gods in ancient Gallaecia. Several authors suggest that Cosso and Bandua are the same God under different names. * Reue, associated with the supreme God hierarchy, justice and also death. * Lugus, or Lucubo, linked to prosperity, trade and craft occupations. His figure is associated with the spear. It is one of gods most common among the Celts and many, many place names derived from it throughout Europe Celtic Galicia (Galicia Lucus Latinized form) to Loudoun (Scotland), and even the naming of people as Gallaecia Louguei . * Coventina, goddess of abundance and fertility. Strongly associated with the water nymphs, their cult record for most Western Europe, from England to Gallaecia. * Endovelicus (Belenus), god of prophecy and healing, showing the faithful in dreams. ==Deities== Dii, Lares, Nymphs and Genii, were the main types of divinity worshiped, known from the Latin epigraphy, although many names are recorded in the Lusitanian or Celtiberian languages. ==See also== *Castro culture *Celtic mythology *Etruscan mythology *Germanic mythology *Greek mythology *List of deities *Lusitanian language *National Archaeology Museum (Portugal) *Ophiussa *Pre- Roman peoples of the Iberian Peninsula *Proto-Indo-European mythology *Roman mythology ==References== ;Notes ;Sources * * * * * * * * * * * * ==Further reading== * Redentor, Armando. 2008. “Panorama da Teonímia Pré-romana em Trás- os-montes Oriental”. In: Divindades indígenas em análise, coord. José d’ Encarnação. Coimbra e Porto: Centro de Estudos Arqueológicos, Universidade de Coimbra, Universidade do Porto, pages 105-124. * Martínez, José. (2006). \"Nuevos teónimos indígenas hispanos. Addenda y corrigenda. II. La religiosidad de la Prehistoria hispana según F. Jordá. In: Zephyrus: Revista de prehistoria y arqueología, , Nº 59, 2006, pags. 293-303. 59. == External links == * Religiões da Lusitânia (in Portuguese) * Panteão da Lusitânia (in Portuguese) * Detailed map of the Pre-Roman Peoples of Iberia (around 200 BC) ",
    "title": "Lusitanian mythology"
}