{
    "id": "520210",
    "text": "Luis Ramírez de Lucena (c. 1465 – c. 1530) was a Spanish chess player who published the first still-existing chess book. He is believed to be the son of humanist writer and diplomat Juan de Lucena. (it) Article by Daniele Ciani about Luis Lucena, on the web site Chess Archeology ==Book== A page from his book Lucena wrote the oldest surviving printed book on chess, Repetición de Amores y Arte de Ajedrez con 101 Juegos de Partido (\"Repetition of Love and the Art of Playing Chess\"), published in Salamanca around 1497. The book includes analysis of eleven chess openings but also contains many elementary errors that led chess historian H. J. R. Murray to suggest that it was prepared in a hurry.H.J.R. Murray, A History of Chess, 1913/2012, p. 786. The book was written when the rules of chess were taking their modern form (see origins of modern chess), and some of the 150 positions in the book are of the old game and some of the new. Fewer than a dozen copies of the book exist. Commentators have suggested that much of the material was plagiarised from Francesc Vicent's now-lost 1495 work Libre dels jochs partits dels schacs en nombre de 100. The Lucena position is named after him, even though it does not appear in his book. (It was first published in 1634 by Alessandro Salvio.) The smothered mate (later named Philidor's legacy) is in the book.See the image of p. 201 of the book ==References== ==Sources== * * ==External links== * Lucena's book online * Berliner Schach-Erinnerungen nebst den Spielen des Greco und Lucena by Baron von der Lasa, Leipzig 1859 - includes German translation and commentary on Lucena's work Category:Converts to Roman Catholicism Category:Converts to Roman Catholicism from Judaism Category:Spanish chess players Category:Spanish chess writers Category:Spanish Roman Catholics Category:1460s births Category:1530s deaths Category:15th century in chess Category:University of Salamanca alumni ",
    "title": "Luis Ramírez de Lucena"
}