{
    "id": "520323",
    "text": "is a Japanese model, actress and singer. She formerly used the stage name when she was with Snow Rabbits Productions. After Izumi returned to the modeling world in 2008, she used both 泉里果 and 泉里香 as stage names; both are pronounced \"Izumi Rika\". ==Life== Her first major acting role was as Ami Mizuno (Sailor Mercury) in the live action Pretty Guardian Sailor Moon. In Act Zero and the Special Act, she was credited as \"Rika\" (梨華; note different kanji than her current stage name). She released a CD \"single\", containing two songs, for her character Sailor Mercury: Mi Amor (Spanish: my love) and Yakusoku (約束, meaning promise). Before PGSM, Izumi's only television work was on an Idol special on Sky PerfecTV Japan called \"Being Junior, Go!\" She has also modeled in magazines called Monthly De-View (Winter 2002–2003). Pichi Lemon (Summer 2003), For Lillie (April 2003), Up-To-Boy (November 2003), and Melon (July 2003 to June 2005, when it stopped publication). She was on the cover of three consecutive issues of Pure Pure or Pure², a magazine aimed at the under- fifteen crowd (Issues 17 to 19, her photos were along with those of many other like-aged idols). She had released a single in November 2003 for a song entitled \"Koisuru Soldier\" (Kanojo wa Ijiwaru [\"Nasty Girl\"] was the other song on that CD; it was released on her agency's label and distributed by Windsong). She was also in a magazine called Bomb! with Miyuu Sawai and Keiko Kitagawa in character as Sailor Mercury. After PGSM, Izumi's career went on hiatus for two years as she finished high school. No new photos of her surfaced, and when she attended PGSM cast reunions, her ex-castmates were careful not to post her full name in blogs nor post photos of her. When she was accepted at Meiji University as a literature major in 2007 (the same university ex-PGSM castmate Kitagawa attended), she resumed her career. In June 2008, Rika returned to the modeling world after years of inactivity.プリンセスPINKYオーディション/PINKY/s-woman.net/集英社 . S-woman.net. Retrieved on 2011-05-30. She was in the top twelve in a competition for the title of \"Pinky Princess\" (total number of entrants: 5,427). She signed with Sun Music Brain agency on June 1, 2008.泉 里香 (いずみ りか), sunmusic-brain.jp (in Japanese) New photos of her appeared in the August 2008 issue of Ray magazine, and she has appeared in subsequent issues. The ban her former castmates had of posting photos of her was lifted; she was photographed with Sawai, Kitagawa, Mew Azama, and Ayaka Komatsu at a party celebrating Komatsu's twenty-second birthday, and Komatsu posted the photo on her blog on August 7, 2008. In December 2008, she appeared in a commercial for Nissin Food Products. In May 2010, she moved from Sun Music Brain to Sun Music Productions, another division within the same agency. She has been mentioned as being in the casts of three movies: The Go Master (2006), Clearness (2008), and Go Seigen (\"Five Restrictions\") (2008). The Sun Music Brain bio lists a November 2007 movie with Izumi in the cast. It was called Oh Kiyohara. Rika has also done runway modeling since her 2008 return. In 2011, she had a cameo in the movie Paradise Kiss in which she was reunited with her ex-PGSM castmate Kitagawa. In 2013 she played the role of Akira Kazuraba (Kota's sister) in Kamen Rider Gaim. She is currently signed with Stardust Promotion, her official profile page on Stardust states she is part of the cast of the 2016 movie Scoop!. ==Works== ===Movies=== * 2006: The Go Master * 2007: Oh Kiyohara * 2008: Kurianesu: Reiko * 2008: Go Seigen * 2011: Paradise Kiss * 2016: Scoop! * 2018: Waiting for Spring * 2020: The Memory Eraser ===Television=== * 2003-2004: Pretty Guardian Sailor Moon: Ami Mizuno/Sailor Mercury - CBC * 2010: Magerarenai Onna - NTV * 2010: Shin Keishichō Sōsaikka 9 Kakari Season 2 Episode 11: Risa Mizoguchi - TV Asahi * 2010: Nasake no Onna: Kokuzeikyoku Sasatsu-kan Episode 4: Sachi Oda - TV Asahi * 2011: Karyū no Utage Episode 1 - NHK * 2011: Tempest Episode 7 - NHK BS Premium * 2012: Tokyo Jōkyū Date #7 Kuramae - TV Asahi * 2012: Koisuru Hae Onna: Arisa Mita - NHK * 2013: Shomuni: Akane Mita - Fuji TV * 2013: Kamen Rider Gaim: Akira Kazuraba - TV Asahi * 2017: Kanna-saaan Episode 6 to 9 - TBS * 2018: Princess Jellyfish: Syoko Inani - Fuji TV * 2018: Princess Hikaru - Fuji TV ==References== ==External links== * Rika's official Stardust Profile page * Rika's Official Blog Category:1988 births Category:Japanese gravure models Category:Japanese female models Category:Japanese film actresses Category:Japanese television actresses Category:Living people Category:Actresses from Kyoto Category:Stardust Promotion artists Category:Musicians from Kyoto Category:21st-century Japanese actresses ",
    "title": "Rika Izumi"
}