{
    "id": "520468",
    "text": "Qingpu District, is a suburban district of Shanghai Municipality. Lake Dianshan is located in Qingpu. The population of Qingpu was counted at 1,081,000 people in the 2010 Census. It has an area of . Qingpu District is the westernmost district of Shanghai Municipality; it is adjacent to Jiangsu and Zhejiang Provinces. Around the lake are a number of tourist scenic areas, all complete in tourist facilities. Among the tourist areas is the waterside town Zhujiajiao, a major tourist destination in the Shanghai region. There are currently 21 domestic travel services, three international travel business departments, 14 star-rated hotels, and 3 AAAA-grade tourist spots in Qingpu District. == Transport == * China National Highway 318 == Tourism == Qingpu's tourist attractions include the Zhujiajiao Ancient Town, Oriental Land, Jinze Ancient Town, Lake Dianshan, and the Qushui Garden. ==Economy== The China offices of Oishi are located here.\"Company Overview of Liwayway Holdings Company Limited.\" Businessweek. Retrieved on April 5, 2014. \"2277 Hu Qing Ping Highway Shanghai, 201702 China\" ==Culture== Baihe, the oldest town in Qingpu District, is famous for its performances of Shanghai opera. ==Education== The French School of Shanghai Qingpu Campus and the German School of Shanghai both share the EuroCampus () in Qingpu District.\"Home .\" French School of Shanghai. Retrieved on 23 May 2014. \"Campus de Qingpu : 350, Gao Guang Lu, Qingpu District 201702 Shanghai (Chine)\" and \"Campus de Pudong : 1555, Jufeng Lu, Pudong District 201208 Shanghai (Chine)\"\"Kontakt.\" German School of Shanghai EuroCampus. Retrieved on 23 May 2014. \"Deutsche Schule Shanghai EuroCampus 350 Gaoguang Lu Shanghai 201702 \" - Chinese address: \"\" The International Philippine School of Shanghai (IPSS) is also in Qingpu District.\"International Philippine School of Shanghai.\" Commission on Filipinos Overseas. Retrieved on September 24, 2015. \"699 Hu Qing Ping Gong Lu, Zhai Dong Ju Wei Hui, Quingpu District, Shanghai, PRC\" ==Notable residents== *Chen Yun, an important cadre in the Deng Xiaoping era, was born here. *Gao Kang, District Governor ==Subdistricts and towns== Qingpu District has three subdistricts and eight towns. {| class=\"wikitable\" !Name !Chinese (S) !Hanyu Pinyin !Shanghainese Romanization !Population (2010) !Area (km2) |- |Xianghuaqiao Subdistrict | |Xiānghuāqiáo Jiēdào |xian hau djio ka do |106,830 |69.45 |- |Xiayang Subdistrict | |Xiàyáng Jiēdào |rau xia yan ka do |137,321 |28.05 |- |Yingpu Subdistrict | |Yíngpǔ Jiēdào |yin phu ka do |118,708 |25.14 |- |Baihe town | |Báihè Zhèn |baq ngoq tzen |92,288 |58.49 |- |Chonggu town | |Zhònggù Zhèn |dzon ku tzen |39,756 |23.28 |- |Huaxin town | |Huáxīn Zhèn |rau sin tzen |153,203 |47.60 |- |Jinze town | |Jīnzé Zhèn |cin dzeq tzen |67,735 |108.49 |- | town | |Liàntáng Zhèn |li daon tzen |68,485 |93.66 |- |Xujing town | |Xújīng Zhèn |zi cin tzen |127,936 |38.59 |- |Zhaoxiang town | |Zhàoxiàng Zhèn |dzo raon tzen |74,409 |36.35 |- |Zhujiajiao town | |Zhūjiājiǎo Zhèn |tzyu ka koq tzen |94,351 |138.00 |} ==References== == External links == * Category:Districts of Shanghai ",
    "title": "Qingpu District"
}