{
    "id": "520520",
    "text": "WrestleMania XX was the 20th annual WrestleMania professional wrestling pay- per-view (PPV) event produced by World Wrestling Entertainment (WWE). It took place on March 14, 2004, at Madison Square Garden in New York City. The event was a joint-promotion pay-per-view event, featuring performers from the Raw and SmackDown! brand divisions. The card for the event featured two main events. The main match for the Raw brand was a Triple Threat match for the World Heavyweight Championship between champion Triple H, Shawn Michaels, and Chris Benoit. Benoit won the match, making Triple H submit via the Crippler Crossface, resulting in his first and only world championship in the WWE. The main match for the SmackDown! brand featured Eddie Guerrero versus Kurt Angle for the WWE Championship which Guerrero won after a small package. The event featured the return of The Undertaker in his Dead-Man persona, who defeated Kane after a Tombstone Piledriver. John Cena made his WrestleMania debut at the event by defeating Big Show to win his first WWE title, the WWE United States Championship. Also on the card was a match between Goldberg and Brock Lesnar with Stone Cold Steve Austin as the special guest referee. This was both Lesnar's and Goldberg's final match with WWE until the 2012 edition of Extreme Rules and the 2016 edition of Survivor Series respectively. After Goldberg won the match following a Jackhammer, both men were given a Stone Cold Stunner by Austin on their way out. WrestleMania XX was the third WrestleMania at Madison Square Garden (after WrestleManias I and X) and the fourth of six WrestleManias in the New York metropolitan area (alongside WrestleManias I, 2, X, 29 and 35). The event grossed US$2.4 million in ticket sales, making the pay-per-view the highest grossing event ever for WWE at Madison Square Garden. More than 20,000 people from 16 countries, 48 states attended the event, which was also televised in more than 90 countries. The event generated an estimated $13.5 million of economic activity for New York City and created an equivalent of 96 full-year jobs. ==Production== ===Background=== WrestleMania is considered World Wrestling Entertainment's (WWE) flagship event, having first been held in 1985. It is the longest- running professional wrestling event in history and is held annually between mid-March to mid-April. It was the first of WWE's original four pay-per-views, which includes Royal Rumble, SummerSlam, and Survivor Series, dubbed the \"Big Four\".Ian Hamilton. Wrestling's Sinking Ship: What Happens to an Industry Without Competition (p. 160) It has been described as the Super Bowl of sports entertainment. The event featured wrestlers from the Raw and SmackDown! brands. ===Storylines=== The main feud heading into the pay-per-view was for the Raw brand, with Triple H, Shawn Michaels and Chris Benoit feuding over the World Heavyweight Championship. The rivalry began on the December 29 episode of Raw, when Michaels challenged Triple H for the World Heavyweight Championship in Michaels' hometown of San Antonio, Texas. It looked as though Michaels was going to win, but the Raw General Manager Eric Bischoff came into the ring at the last minute and made the pinfall, counting to three for what appeared to be Michaels winning the title. However, as Michaels' shoulders were on the mat at the same time as Triple H's, the match was declared a draw and Triple H retained the championship. At the Royal Rumble, Triple H and Michaels faced each other again in a Last Man Standing match for the title, which resulted in another draw, as a result, Triple H retained the title, leaving question about who is the better of the two. Later that night, during the Royal Rumble match, SmackDown!'s Benoit won the contest by last eliminating The Big Show. On the following night, Michaels and Triple H were involved in an in-ring confrontation when Raw's Sheriff Steve Austin made his way to the ring. As he stated that, although Michaels should have a rematch, he had to \"enforce the law\" and that even though the Royal Rumble rules gave the winner of the match a shot at \"the (world) championship\", there was not any specification as to which world title that was. Benoit, who at the time was a member of the SmackDown! brand, then came to the ring and said he was taking advantage of that loophole, joining the Raw brand and challenging Triple H for the World Heavyweight Championship at WrestleMania XX. On the February 9 episode of Raw, a contract signing took place between Benoit and Triple H. As Triple H signed his name on the paper, Michaels came out to inform Benoit that the last thing he wanted to do is rain on his parade. He then stated that he more than anybody can respect Benoit's effort to win the Royal Rumble match and earning a World title shot but suggested that Benoit could've stayed on SmackDown! to take care of business while Michaels, himself, was trying to finish his feud with Triple H. Benoit refused to relinquish his guaranteed title shot, resulting in Michaels superkicking Benoit and signing the contract himself for the WrestleMania match. After the two men wrestled a match marred by interference from the champion on the February 16 episode of Raw, Austin decided to make Triple H's title defense a Triple threat match. On the March 1 episode of Raw, after Michaels and Benoit lost to Randy Orton and Batista, Triple H's stablemates in Evolution, the entire group attacked Michaels and Benoit, ending with Triple H nailing them with the Pedigree and rubbing his World title belt into their faces while they were lying motionless in the ring. The main feud for the SmackDown! brand was between Eddie Guerrero and Kurt Angle for the WWE Championship. Angle and Guerrero were initially allies while Guerrero feuded with his nephew Chavo Guerrero. On the January 29 episode of SmackDown!, Guerrero last eliminated Angle in a 15-man Royal Rumble match to earn a shot at the WWE Championship. At No Way Out, Kurt Angle defeated The Big Show and John Cena in a Triple threat match to earn himself a title shot at WrestleMania, and Guerrero defeated Brock Lesnar for the WWE Championship. On the February 19 episode of SmackDown!, Angle was the special guest referee in a WWE Championship match between Eddie Guerrero and Chavo Guerrero. As Eddie was about to close in on the victory, Angle stopped the 3-count and turned on Guerrero.edition of February 17, 2004, of SmackDown! On the February 26 episode of SmackDown!, Guerrero was eager to get his revenge on Angle while looking for him but when he finally saw Angle, he shoved SmackDown! General Manager Paul Heyman and his assistant Dawn Marie out of his way only for Heyman to have Guerrero escorted out of the arena by security. Guerrero was scheduled to team with John Cena to take on Chavo Guerrero and the Big Show in a tag team match on that night but due to Guerrero being escorted out of the arena, he was replaced by Rey Mysterio for the tag match, which Mysterio and Cena won. Later that night, Angle appeared and stated that he attacked Guerrero for the SmackDown! fans and for the WWE. He then referred to Guerrero as a former drug addict that shouldn't represent SmackDown! as the WWE Champion and stated that one day, people would be thanking him for a champion to be proud of. Guerrero then re- entered the arena and assaulted Angle until he got arrested by orders of Paul Heyman. As Guerrero got taken out of the building in handcuffs, Angle made some insulting comments to him before the officers drove away with Guerrero in the police car. On the March 4 episode of SmackDown!, during Guerrero's match with Heyman (while he was handcuffed), Angle interfered and knocked him down a few times until Guerrero defended himself by spitting on Angle. As Guerrero begged Angle to nail him with the WWE Championship belt, Angle did so and raised the title belt over his head to hype their match at Wrestlemania XX. This also marks the first WrestleMania to have a match billed as \"inter- promotional\", which means that a party from Raw would wrestle a party from SmackDown!. WWE owner Vince McMahon named three matches to be inter- promotional on the February 16 episode of Raw. The first was a match a tag team match featuring SmackDown!'s Torrie Wilson and Sable, who had recently been featured in a pictorial in Playboy magazine, against Raw's Stacy Keibler and Miss Jackie, who had protested the decision made by Hugh Hefner not to feature them.edition of February 14, 2004 of Raw On the January 26 episode of Raw, Goldberg came to the ring, and demanded a match between himself against Brock Lesnar, with whom he had problems over the past two months. At the Royal Rumble, Goldberg was entered in the Royal Rumble match, only to have Lesnar (who, as the reigning WWE Champion, was not entered into the match) interfere and hit an F-5, causing Goldberg to be eliminated by Kurt Angle. On the February 2 episode of Raw, as a result of the rivalry extending between the two programs, sheriff Steve Austin gave Goldberg the option of attending No Way Out by giving him a front-row ticket. At No Way Out, Goldberg was seen arriving at the arena and being escorted to his front seat by security. Then SmackDown! General Manager Paul Heyman gave a promotional in-ring segment on how SmackDown! was the better program over Raw. Lesnar would come down to the ring to promote his match and to insult Goldberg. Goldberg immediately jumped over the barricade into the ring, where Lesnar performed a running shoulder block to Goldberg's stomach; however he recuperated and lifted Lesnar vertically in the air before slamming him down to perform the Jackhammer. Goldberg was then escorted out of the arena by security. During Lesnar's WWE title defense against Eddie Guerrero later that night, Goldberg returned to the arena and interfered by executing a spear, which caused Lesnar to lose the title after Guerrero nailed him with a Frog splash. On the February 23 episode of Raw, Vince McMahon named the Interpromotional singles match pitting Lesnar versus Goldberg for WrestleMania XX with Austin as the special guest referee. Later that night during the match between McMahon and Eric Bischoff, Lesnar appeared and nailed Austin with an F-5 then stole Austin's four-wheeler.On the February 26 episode of SmackDown!, Lesnar stated that he appeared on Raw just to get back at Austin for giving Goldberg the front-row seat ticket and suggesting that Goldberg would attack Lesnar at No Way Out. Behind the scenes, it was widely known that the match would be Goldberg's last in WWE. Only a week before WrestleMania, however, rumors surfaced that Lesnar, too, was leaving in order to pursue a career in the National Football League. On the March 11 episode of SmackDown!, Austin appeared to get his four-wheeler back from Lesnar only for the entire roster to get in his way by orders of SmackDown! General manager Paul Heyman. Moments later, the entire roster had decided to move aside and let Austin by to confront Lesnar in the ring. As Austin got to the ring, he and Lesnar traded punches with Austin attempting to nail Lesnar with the Stone Cold stunner only for Lesnar to escape, leaving Austin to finally get back his four-wheeler and closing in on the show with his trademark beer bash. On the next match was made at the request of Kane, and had its roots from a match at Survivor Series in which Kane's storyline brother, The Undertaker challenged Vince McMahon to a Buried Alive match. Kane interfered in the match and buried his brother under several tons of dirt, apparently killing him. On the November 20 episode of SmackDown!, Kane appeared to give the eulogy for his brother, claiming that The Undertaker was no longer his brother and had died a long time before that as he no longer embraced his dark side. This rewarded him a match for the World Heavyweight Championship at Armageddon which was won by Triple H in a triple threat match also involving Goldberg. Kane participated in the Royal Rumble and was eliminated by Booker T after the bell from The Undertaker's old theme music began playing just to upset and distracted him. Over the following weeks, Kane repeatedly insisted that The Undertaker was \"dead\", only to be met with various paranormal incidents such as a rainstorm localized over the ramp on which he stood. On the March 8 episode of Raw, Kane appeared to the ring and saw an empty casket standing in the ring but as he opened it, he saw an urn inside of it. He then grabbed the microphone and asked if that's what he's been looking forward to. He also stated it's going to take more than an empty casket and an urn to intimidate and beat him. He then stated that The Undertaker's legacy, his 11–0 WrestleMania streak and his life is coming to an end as he said: \"it's back to the grave for you for good\". As he claimed that it's over and that he's not afraid of The Undertaker. The lights turned out but this time, the 10,000-pound wrestling ring lifted off the ground with Kane standing in it and tilted sideways, which would be the final message sent from The Undertaker before their match at WrestleMania XX. From one rivalry to the other, it had been simmering for some time between Mick Foley and Randy Orton. On the June 23 episode of Raw, following an on-air ceremony honoring Foley for his achievements, Orton and Ric Flair attacked him backstage and threw him down a flight of stairs. Foley returned as the replacement for Steve Austin as Raw co-general manager and gave himself a shot at Orton's Intercontinental Championship on the December 15 episode of Raw, but he walked out of the match and would not face Orton even after he spat on his face. On the January 19 episode of Raw, a furious Austin declared that Foley would be entered in the Royal Rumble match and he expected him to return and wrestle, which he did by eliminating Orton (and himself) from the match. On the March 1 episode of Raw, Foley was later joined by The Rock in the feud, and the reformed Rock 'n' Sock Connection challenged Orton, Batista, and Flair to a handicap tag team match at WrestleMania. ==Event== ===Preliminary matches=== {| class=wikitable style=\"font-size:90%; margin: 0.5em 0 0.5em 1em; float: right; clear: right;\" |+Other on-screen personnel |- !Role: !Name: |- |rowspan=4|English commentators |Michael Cole |- |Tazz |- |Jerry Lawler |- |Jim Ross |- |rowspan=2|Spanish commentators |Carlos Cabrera |- |Hugo Savinovich |- |Interviewer |Lilian Garcia |- |rowspan=2|Ring announcers |Tony Chimel |- |Howard Finkel |- |rowspan=10|Referees |Charles Robinson |- |Nick Patrick |- |Jim Korderas |- |Brian Hebner |- |Mike Chioda |- |Chad Patton |- |Earl Hebner |- |Jack Doan |- |Tim White |- |Stone Cold Steve Austin |} John Cena made his WrestleMania debut at this event, defeating The Big Show for the United States Championship. The event began with the Boys Choir of Harlem singing \"America the Beautiful\". The first match that aired was a singles match between Big Show and John Cena for the WWE United States Championship, the first time the title was ever defended at the event; the match began with Big Show beating down Cena. Cena executed an FU for a near-fall. Cena grabbed his signature chain and tried to attack Big Show with it, however, the referee saw the chain and confiscated it due to it being illegal in the match. With the referee distracted, Cena hit Big Show with hidden brass knuckles and executed another FU to win the match and the title. The next match was a fatal four-way tag team match involving Rob Van Dam and Booker T, Garrison Cade and Mark Jindrak, The Dudley Boyz (Bubba Ray Dudley and D-Von Dudley) and La Résistance (René Duprée and Rob Conway) for the World Tag Team Championship. The match saw quick action between all four teams, and ended when Conway was pinned by Van Dam after Booker T performed a Scissor kick on him, which was then followed by Van Dam's Five-Star Frog Splash, leading to the two retaining the title. The third match was between Christian and Chris Jericho. The match centered around both men furiously attacking each other; Christian won the match after Jericho's love interest, Trish Stratus, attacked Jericho thinking he was Christian, allowing Christian to roll him up for the win. Following the match, Stratus turned on Jericho and slapped him several times, allowing Christian to perform the Unprettier on Jericho. Next up was a Handicap match featuring Evolution (Randy Orton, Batista and Ric Flair) against The Rock 'n' Sock Connection (The Rock and Mick Foley). Evolution won the match when Orton pinned Foley after executing an RKO. \"Mean\" Gene Okerlund then introduced the WWE Hall of Fame Class of 2004. This was followed by the inter-promotional Playboy Evening Gown match between Torrie Wilson and Sable against Stacy Keibler and Miss Jackie, which had both teams wrestle in lingerie. Wilson and Sable won after Wilson pinned Jackie with a roll up. The next match was a Cruiserweight Open for the Cruiserweight Championship. Último Dragón and Shannon Moore started the match with Dragón getting a pinfall victory after the Dragon-DDT, but was then forced to submit by Jamie Noble with the Dragon Sleeper, who next eliminated Funaki in 8 seconds. Nunzio was then in the match, but was eliminated after being counted out of the match when he was unable to return to the ring by the referee's count of ten. Billy Kidman then entered the match, pinning and eliminating Noble following a top rope BK-Bomb. Kidman was then pinned and eliminated by Rey Mysterio with a Sunset Flip Powerbomb from the top rope. Tajiri was the next entrant, but was also pinned by Mysterio following a Victory Roll. Akio was the next scheduled entrant but was unable to compete due to being inadvertently attacked by Tajiri with his signature green mist he spat out of his mouth when Mysterio ducked. The Cruiserweight Champion, Chavo Guerrero, was the final entrant and pinned Mysterio with a reversal of Mysterio's Sunset Flip to win with the assistance of his father Chavo Classic, thus retaining the title. The seventh match featured Brock Lesnar and Goldberg with special guest referee, Steve Austin. The beginning of the match began with both men staring each other down, jawing back and forth, with no physical action for several minutes, causing an exasperated Austin at one point to coax them into locking up. The fact that they both were leaving the WWE immediately after the match, as well as the lack of effort brought forth by both Goldberg and Lesnar drew large heat from the fans throughout the match, with fans chanting, \"You sold out\", the chorus of Steam's \"Na Na Na Hey Hey Kiss Him Goodbye\", \"Austin\", \"This match sucks\", \"We want Bret\", \"Boring\", \"Goldberg sucks\", and \"Hogan\". Goldberg then executed a Spear on Lesnar for a near-fall. Lesnar then executed the F-5 on Goldberg for a near-fall. Afterward, Lesnar missed an attempt to knock Goldberg down, allowing Goldberg to execute another spear and a Jackhammer for the victory. After the match, Lesnar responded to the fans' criticism by gesturing his middle finger at the crowd, which was actually directed towards Vince McMahon, and to Austin. Austin then executed a Stone Cold Stunner on both competitors to the crowd's delight and celebrated with beer in the ring. The next match was another four-way tag team match for the WWE Tag Team Championship involving Rikishi and Scotty 2 Hotty, versus the APA (Bradshaw and Faarooq), the Basham Brothers (Doug Basham and Danny Basham) and the World's Greatest Tag Team (Shelton Benjamin and Charlie Haas). Rikishi and Scotty retained after Rikishi pinned Danny with a Bonzai Drop. Victoria as WWE Women's Champion entering the event. The ninth match was between Victoria and Molly Holly for the WWE Women's Championship, where Holly would have her hair shaved if she lost. Victoria would counter a Widow's peak attempt by Holly into a Backslide pin to win the match and retain the WWE Women's Championship. Holly tried running towards the backstage area to escape the match's stipulation, but was eventually stopped by Victoria, who would knock her out and shave her bald. ===Main event matches=== Chris Benoit, one of the challengers in the main event. The tenth match of the night was the match for the WWE Championship between the champion Eddie Guerrero and the challenger Kurt Angle. The match was centered around both men maneuvering around on the mat. Guerrero performed a DDT and Frog Splash on Angle that would result in a pin attempt; Angle then recovered and applied an ankle lock but Guerrero escaped the hold by rolling through it and throwing Angle out of the ring. As Angle was outside, Guerrero loosened his ring boot. As Angle returned to the ring, he tried to apply the hold again. This time, Guerrero pushed Angle off with his other foot, allowing him to break free from Angle's hold. With Angle confused, Guerrero pinned Angle with a roll-up to win the match and retain the WWE Championship. The eleventh match of the event was the encounter between The Undertaker and Kane. After Kane made his entrance, he was seen looking toward the entrance ramp saying, \"You're not coming back tonight. You're not coming back, I buried you alive.\" After this, the lights in the arena went out and Paul Bearer, Undertaker's former manager and Kane's (storyline) father, was heard screaming \"oh yes!\". Blue light began to fill the arena as Bearer, carrying the Undertaker's former trademark urn, led a group of Druids, all chanting and carrying torches, onto the entrance ramp. As the Druids made a formation at the top of the ramp, Bearer walked to ringside, turned and said to Kane, \"my son...you're no son of mine.\" He then turned back to face the entryway and raised the urn to summon The Undertaker. As Kane continued to watch in the ring, refusing to believe his brother was back, Undertaker entered the arena in his \"Deadman\" persona, wearing a long black trenchcoat and hat, and walked through the Druid formation. Bearer met him at ringside and directed him to the ring steps, where Undertaker raised his arms to bring the arena lights back up. Before the match officially got underway, a now visibly shaken and distressed Kane began shouting at his brother repeatedly, saying things like \"I killed you!\", \"I buried you alive!\", and \"you're not real!\", while Undertaker simply stood staring stoically at Kane. Eventually, Kane decided to see if Undertaker was indeed standing in front of him by slowly inching forward with his hand outstretched. Undertaker responded by punching Kane, knocking him down, and the match got underway. The two continued brawling until Kane delivered a Chokeslam to Undertaker, which he sat up from shortly afterward while Kane was taunting Paul Bearer. The Undertaker then retaliated with a Chokeslam and Tombstone piledriver to win the match and remaining undefeated at WrestleMania with a 12–0 record. The main event was a Triple threat match over the World Heavyweight Championship between Triple H, Chris Benoit, and Shawn Michaels. The match started with Benoit and Michaels wanting to face the champion, but would wrestle each other to try and gain an advantage before Triple H's intervention led to the match going back-and-forth between all three men, performing their signature holds and maneuvers throughout. Benoit soon gained control over Michaels when he applied the Crippler Crossface. As Michaels was about to submit, Triple H saved the match, attacking both men. Triple H and Michaels would then team up to suplex Benoit through a broadcast table. The two continued to wrestle until Triple H performed the Pedigree on Michaels and Benoit broke up a pinfall. Michaels then attempted Sweet Chin Music on Benoit, but Benoit countered it by throwing Michaels out of the ring. As this occurred, Triple H attempted to execute a Pedigree again on Benoit, but Benoit countered and applied the Crippler Crossface, and Triple H submitted making it the first time ever that a WrestleMania main event ended in a submission. As a result, Benoit won the match and the World Heavyweight Championship. After the match, Eddie Guerrero came to the ring and the two embraced while confetti dropped as the event ended. ==Aftermath== Eddie Guerrero and Chris Benoit walked out of WrestleMania XX as World Champions. Despite the effort from WWE to promote the Brock Lesnar versus Goldberg contest, some critics expressed disappointment with the match, with many in Madison Square Garden booing both competitors and only cheering for Steve Austin because of the fact that both participants were set to leave the WWE after the event with Goldberg not signing a new contract and Lesnar going to work in the NFL. Goldberg returned to WWE in 2016 and reignited his rivalry with Lesnar, after the pair had been feuding for several months through social media and during promotional work for the WWE 2K17 video game, which featured Lesnar as the cover star and Goldberg as the pre-order bonus. This would set up a rematch between the two at the 2016 Survivor Series, where Goldberg defeated Lesnar in under 2 minutes. After Goldberg entered himself into the 2017 Royal Rumble match the next night on Raw, Lesnar's advocate Paul Heyman said that Lesnar would also be in the match after being embarrassed at Survivor Series, however Goldberg eliminated Lesnar. Lesnar challenged Goldberg to a final match at WrestleMania 33 which Goldberg accepted. The match then became a championship match after Goldberg defeated Kevin Owens at Fastlane 2017 to win the Universal Championship. At WrestleMania 33, Lesnar defeated Goldberg to win the championship and end the feud. At Backlash, the original main event match was between Chris Benoit and Shawn Michaels for the World Heavyweight Championship. Triple H appeared to be out of the picture, as the annual WWE Draft took place eight days after WrestleMania and he was drafted to SmackDown. Almost immediately after the draft, the dethroned champion was traded back to Raw, and on March 29 he demanded that the intended match at Backlash be changed to Benoit and Triple H for the World Heavyweight Championship. Raw General Manager Eric Bischoff liked the idea of the match, but concluded with adding that he made a promise to Michaels for granting him a World title match at Backlash. To solve this, Bischoff booked a return Triple Threat match to serve as the main event for Backlash. Benoit emerged victorious by submission for the second consecutive pay-per-view, this time forcing Michaels to submit to a Sharpshooter. Benoit went on to hold the title until August 2004, losing it to Randy Orton at SummerSlam. The feud between Kurt Angle and Eddie Guerrero continued. Angle, however, went in for surgery on his neck shortly after WrestleMania and was not scheduled to return to action for some time. To cover this in storyline, Angle was made the on-screen General Manager of SmackDown! after previous GM Paul Heyman was drafted off the brand and promptly quit rather than work for his hated rival Bischoff. On April 15, Angle's legitimate neck problems were further incorporated into the story by having The Big Show chokeslam Angle off a ledge and render him crippled to the point where he could not walk without crutches and required a wheelchair. At The Great American Bash, Guerrero defended his title in a Texas Bull Rope match against John \"Bradshaw\" Layfield. The match ended with Guerrero appearing to have won, but Angle reversed the decision and awarded the match and WWE Championship to JBL. Shortly after the Bash Angle interfered in a Guerrero match under the guise of a masked wrestler named \"El Gran Luchador\", but was exposed by the former champion. On July 22, 2004, WWE Chairman Vince McMahon confronted Angle, who was still using crutches and the wheelchair, demanding his resignation for faking his handicap. When Angle would not do so, McMahon fired him and began attacking him with one of the crutches. McMahon saw that Angle was completely healthy as he fended off the attack and thus put him back on the active roster and ordered Angle to wrestle Guerrero at SummerSlam. Angle defeated Guerrero after he forced Guerrero to submit to the Ankle lock. At Survivor Series their feud finally ended in a Four-on-Four Traditional Survivor Series Tag Team Match with Guerrero's team (composed by Eddie Guerrero, The Big Show, Rob Van Dam, and John Cena) resulting as victorious against Team Angle (composed by Kurt Angle, Luther Reigns, Mark Jindrak, and Carlito). After WrestleMania XX, Trish Stratus went on to team with Christian in a losing effort to Chris Jericho in a handicap match at Backlash. Elsewhere in the Divas Division, Victoria retained her WWE Women's Championship against Lita at the same event. On the SmackDown side, Sable reverted to her heel persona and engaged in a short feud with Torrie Wilson. Cactus Jack and Randy Orton continued their feud at Backlash, with Jack challenging Orton to a hardcore match for the Intercontinental Championship. Orton won after hitting an RKO on a barbed wire baseball bat. After WrestleMania, Kane and The Undertaker went their separate ways. Before the year was out, both men would receive shots at their respective brands' top championships. Kane faced Benoit at Bad Blood for the World Heavyweight Championship while Undertaker received multiple shots at JBL for the WWE Championship, the last of which came at Armageddon in December. Kane spent the rest of his time in a feud with Lita and Matt Hardy, which led to the debut of Gene Snitsky and a feud with him. ==Reception== WrestleMania XX was met with a generally mixed critical reception. Robert Leighty, Jr. of 411mania gave the event an overall score of 7.3 out of 10.0 and noted that \"This is a very long show with a lot of filler to get as many people as possible involved, but the Main Matches all delivered in some way. The 2 Main Title matches were fantastic, and the handicap match was a blast. You throw in a strong Jericho/Christian match and the unique crowd response of Goldberg/Lesnar and you have a strong WrestleMania. Not the greatest ever thanks to a mediocre run in the middle, but a good show that could have been better.\" The Triple Threat match between Shawn Michaels, Chris Benoit, and Triple H for the World Heavyweight Championship has received critical acclaim with many wrestling publications and websites calling this match one of the greatest wrestling matches of all time. Robert Leighty, Jr. of 411mania cited that the main event was \"The greatest three-way match in the history of professional wrestling. Everything was perfect about this match including the finish.\" John Powell of Canadian Online Explorer's professional wrestling section rated the entire event 4 out of 10 stars, which was a lower rating than the previous year's event. The Triple Threat match between Shawn Michaels, Chris Benoit, and Triple H for the World Heavyweight Championship receiving the highest rating of 7.5 out of 10 stars, the match between Eddie Guerrero and Kurt Angle for the WWE Championship was rated 7 out of 10 stars, the match between The Undertaker and Kane was rated 2 out of 10 stars, and the match between Bill Goldberg and Brock Lesnar received the lowest rating of the matches with a rating of 0 out of 10 stars. The Triple Threat match was also placed #2 on IGN's list of Top 20 Matches in WrestleMania History. ==Results== ==References== ==External links== *The Official Website of WrestleMania XX Category:Events in New York City Category:WrestleMania Category:Madison Square Garden Category:2004 in New York City Category:Professional wrestling in New York City Category:2004 WWE pay-per-view events Category:March 2004 events in the United States ",
    "title": "WrestleMania XX"
}