{
    "id": "520789",
    "text": "Clara Lou Sheridan (February 21, 1915 – January 21, 1967), known professionally as Ann Sheridan, was an American actress and singer. She worked regularly from 1934 until her death, first in film and later in television. Notable roles include San Quentin (1937) with Pat O'Brien and Humphrey Bogart, Angels with Dirty Faces (1938) with James Cagney and Bogart, They Drive by Night (1940) with George Raft and Bogart, The Man Who Came to Dinner (1942) with Monty Woolley, Kings Row (1942) with Ronald Reagan, Nora Prentiss (1947), and I Was a Male War Bride (1949) with Cary Grant. ==Life and career== Born in Denton, Texas, on February 21, 1915, Clara Lou Sheridan was the youngest of five children (Kitty, Pauline, Mabel and George) of George W. Sheridan and Lula Stewart (née Warren). According to Sheridan, her father was a grandnephew of Civil War Union general Philip Sheridan. She was active in dramatics at Denton High School and at North Texas State Teachers College. She also sang with the college's stage band and played basketball on the North Texas women's basketball team. In 1933, her sister Kitty entered Sheridan's photograph into a beauty contest, which subsequently won the prize of a bit part in a Paramount film, Search for Beauty released the following year. ===Paramount=== After making her film debut at 19 in Search for Beauty, she played uncredited bit parts under contract in Paramount films for the next two years starting at $75 a week (). She can be glimpsed in the following 1934 films, and if credited, as Clara Lou Sheridan: Bolero, Come On Marines!, Murder at the Vanities, Shoot the Works, Kiss and Make-Up, The Notorious Sophie Lang, College Rhythm (directed by Norman Taurog whom Sheridan admired), Ladies Should Listen, You Belong to Me, Wagon Wheels, The Lemon Drop Kid, Mrs. Wiggs of the Cabbage Patch, Ready for Love, Limehouse Blues, and One Hour Late. Sheridan worked with Paramount's drama coach Nina Mouise and performed plays on the lot with fellow contractees, including The Milky Way and The Pursuit of Happiness. When she did The Milky Way, she played a character called Ann and the Paramount front office decided to change her name to \"Ann\". Sheridan gained a part in Behold My Wife! (1934), at the behest of director and friend Mitchell Leisen. She had two standout scenes in the film, one in which her character had to commit suicide. Sheridan attributed Paramount's keeping her for two years to this role.Hagen p 172 She followed it with Enter Madame (1935), Home on the Range (1935), and Rumba (1935). Sheridan's first lead came in Car 99 (1935) with Fred MacMurray. She was in Rocky Mountain Mystery (1935), a Randolph Scott Western. \"No acting, it was just playing the lead, that's all\", she later said. She then appeared in Mississippi (1935) with Bing Crosby and W. C. Fields, The Glass Key (1935) with George Raft, and (having one line) The Crusades (1935) with Loretta Young. Paramount lent her out to Talisman, a small production company, to makeThe Red Blood of Courage (1935) with Kermit Maynard. After this, Paramount declined to take up her option. Sheridan made Fighting Youth (1935) at Universal and then signed a contract with Warner Bros. in 1936. ===Warner Bros.=== Sheridan's career prospects began to improve at her new studio. Her early films for Warner Bros. included Sing Me a Love Song (1936); Black Legion (1937) with Humphrey Bogart; The Great O'Malley (1937) with Pat O'Brien and Bogart, her first real break; San Quentin (1937), with O'Brien and Bogart, singing for the first time in a film; and Wine, Women and Horses (1937) with Barton MacLane. Sheridan moved into B picture leads: The Footloose Heiress (1937); Alcatraz Island (1937) with John Litel; and She Loved a Fireman (1937) with Dick Foran for director John Farrow. She was a lead in The Patient in Room 18 (1937) and its sequel Mystery House (1938). Sheridan was in Little Miss Thoroughbred (1938) with Litel for Farrow and supported Dick Powell in Cowboy from Brooklyn (1938).Ann Sheridan, Ex-Film Queen The Washington Post, Times Herald 23 Jan 1967: B3. Universal borrowed her for a support role in Letter of Introduction (1938) at the behest of director John M. Stahl. For Farrow, she was in Broadway Musketeers (1938), a remake of Three on a Match (1932). Sheridan and James Cagney in Angels with Dirty Faces (1938) Sheridan's notices in Letter of Introduction impressed Warner Bros. executives and she began to get roles in better quality pictures at her own studio starting with Angels with Dirty Faces (1938), wherein she played James Cagney's love interest; Bogart, O'Brien and the Dead End Kids had supporting roles. The film was a big hit and critically acclaimed. Sheridan was reunited with the Dead End Kids in They Made Me a Criminal (1938) starring John Garfield. She was third-billed in the Western Dodge City (1939), playing a saloon owner opposite Errol Flynn and Olivia de Havilland. The film was another success. ===Oomph girl=== \"Oomph\" was described as \"a certain indefinable something that commands male interest.\" In March 1939, Warner Bros. announced Sheridan had been voted by a committee of 25 men as the actress with the most \"oomph\" in America. She received as many as 250 marriage proposals from fans in a single week.\"Everybody Wants to Marry Annie\", AP, May 25, 1941. Accessed June 2, 2009. Tagged \"The Oomph Girl\"—a sobriquet which she reportedly loathed\"Ann Sheridan, Actress, Born Clara Lou Sheridan on Feb. 21, 1915 in Denton, Texas, Died Jan. 21, 1967 of cancer in Los Angeles, California\", by Paul Houston, Los Angeles Times, January 22, 1967\"When a Woman Could Be an Oomph Girl\", by Art Rogoff, The New York Times, September 12, 1988.\"The Oomph Girl\", Classic Cinema Gold, February 21, 2012—Sheridan was a popular pin-up girl in the early 1940s. (On the other hand, a February 25, 1940, news story distributed by the Associated Press reported that Sheridan no longer \"bemoaned the 'oomph' tag.\" She continued, \"But I'm sorry now. I know if it hadn't been for 'oomph' I'd probably still be in the chorus.\") ===Stardom=== Sheridan co-starred with Dick Powell in Naughty but Nice (1939) and played a wacky heiress in Winter Carnival (1939). She was top billed in Indianapolis Speedway (1939) with O'Brien and Angels Wash Their Faces (1939) with O'Brien, the Dead End Kids and Ronald Reagan. Castle on the Hudson (1940) put her opposite Garfield and O'Brien. Sheridan's first real starring vehicle was It All Came True (1940), a musical comedy costarring Bogart and Jeffrey Lynn. She introduced the song \"Angel in Disguise\". Sheridan and Cagney were reunited in Torrid Zone (1940) with O'Brien in support. She was with George Raft, Bogart and Ida Lupino in They Drive by Night (1940), a trucking melodrama. Sheridan was back with Cagney for City for Conquest (1941) and then made Honeymoon for Three (1941), a comedy with George Brent. Sheridan (1950) Sheridan did two lighter films: Navy Blues (1941), a musical comedy, and The Man Who Came to Dinner (1942), wherein she played a character modeled on Gertrude Lawrence. She then made Kings Row (1942), in which she received top billing playing opposite Ronald Reagan, Robert Cummings, and Betty Field. It was a major success and one of Sheridan's most memorable films. Sheridan and Reagan were reunited for Juke Girl (1942). She was in the war film Wings for the Eagle (1942) and made a comedy with Jack Benny, George Washington Slept Here (1943). She played a Norwegian resistance fighter in Edge of Darkness (1943) with Errol Flynn and was one of the many Warner Bros., stars who had cameos in Thank Your Lucky Stars (1943). She was the heroine of a novel, Ann Sheridan and the Sign of the Sphinx, written by Kathryn Heisenfelt and published by Whitman Publishing Company in 1943. While the heroine of the story was identified as a famous actress, the stories were entirely fictitious. The story was probably written for a young teenaged audience and is reminiscent of the adventures of Nancy Drew. It is part of a series known as \"Whitman Authorized Editions\", 16 books published between 1941 and 1947 that always featured a film actress as heroine.Whitman Authorized Editions for Girls Sheridan was given the lead in the musical Shine On, Harvest Moon (1944), playing Nora Bayes, opposite Dennis Morgan. She was in a comedy The Doughgirls (1944). Sheridan was absent from screens for over a year, touring with the USO to perform in front of the troops as far afield as China. She returned in One More Tomorrow (1946) with Morgan. She had an excellent role in the noir Nora Prentiss (1947), which was a hit. It was followed by The Unfaithful (1948), a remake of The Letter, and Silver River (1948), a Western melodrama with Errol Flynn. Leo McCarey borrowed her to support Gary Cooper in Good Sam (1948). She was meant to star in Flamingo Road. She then left Warner Bros., saying: \"I wasn't at all satisfied with the scripts they offered me.\" ===Freelance star=== Her role in I Was a Male War Bride (1949), directed by Howard Hawks and co-starring Cary Grant, was another success. In 1950, she appeared on the ABC musical television series Stop the Music. She made Stella (1950), a comedy with Victor Mature at Fox. In April 1949, she announced she wanted to produce Second Lady, a film based on a story by Eleanor Griffin. She was going to make Carriage Entrance at RKO. They fired her and Sheridan sued for $250,000. ===Universal=== Sheridan made Woman on the Run (1950), a noir, which she did produce. She wanted to make a film called Her Secret Diary. Woman on the Run was distributed by Universal, and Sheridan signed a contract with that studio. While there, she made Steel Town (1952), Just Across the Street (1952), and Take Me to Town (1953), a comedy directed by Douglas Sirk. ===Later career=== Sheridan in her final role as Henrietta Hanks on Pistols 'n' Petticoats Sheridan supported Glenn Ford in Appointment in Honduras (1953), directed by Jacques Tourneur. She appeared opposite Steve Cochran in Come Next Spring (1956) and was one of several stars in MGM's The Opposite Sex (1956). Her last film, Woman and the Hunter (1957), was shot in Africa. She performed in stage tours of Kind Sir (1958) and Odd Man In (1959), and The Time of Your Life at the Brussels World Fair in 1958. In all three shows, she acted with Scott McKay, whom she later married. In 1962, she played the lead in the Western series Wagon Train episode entitled \"The Mavis Grant Story\". In the mid-1960s, Sheridan appeared on the NBC soap opera Another World. Her final work was the television comedy Western series Pistols 'n' Petticoats, which was filmed while she became increasingly ill in 1966, and was broadcast on CBS on Saturday nights. The 19th episode of the series, \"Beware the Hangman\", aired as scheduled on the same day that she died in 1967.\"Pistols and Petticoats\", in Single Season Sitcoms, 1948–1979: A Complete Guide, by Bob Leszczak (McFarland, 2012) p155 For her contributions to the motion picture industry, Ann Sheridan has a star on the Hollywood Walk of Fame at 7024 Hollywood Boulevard. ==Marriages and relationships== Sheridan married actor Edward Norris August 16, 1936, in Ensenada, Mexico. They separated a year later and divorced in 1939. On January 5, 1942, she married fellow Warner Bros., star George Brent, who co-starred with her in Honeymoon for Three (1941). They divorced exactly one year later. Following her divorce from Brent, she had a long-term relationship with publicist Steve Hannagan, that lasted until his death in 1953. Hannagan's estate bequeathed Sheridan $218,399 ($ million in current dollars).May 7, 1956; Stephen J Hannagan Will; File No. P 440/1953; Surrogates Court in the County of New York; Hall of Records. On June 5, 1966, she married actor Scott McKay, who was with her when she died, six months later. ==Death== In 1966, Sheridan began starring in a new television series, a Western-themed comedy called Pistols 'n' Petticoats. She became ill during the filming and died of esophageal cancer with massive liver metastases at age 51 on January 21, 1967, in Los Angeles. She was cremated and her ashes were stored at the Chapel of the Pines Crematory in Los Angeles until they were interred in a niche in the Chapel Columbarium at the Hollywood Forever Cemetery in 2005. ==Filmography== * Search for Beauty (1934) as Dallas Beauty Winner (uncredited) * Bolero (1934) as Minor Role (uncredited) * Come on Marines! (1934) as Loretta * Murder at the Vanities (1934) as Lou – Earl Carroll Girl (uncredited) * Many Happy Returns (1934) as Chorine (uncredited) * Shoot the Works (1934) as Hanratty's Secretary (uncredited) * Kiss and Make Up (1934) as Beautician * The Notorious Sophie Lang (1934) as Mannequin (uncredited) * Ladies Should Listen (1934) as Adele * You Belong to Me (1934) as Wedding Party Guest (uncredited) * Wagon Wheels (1934) as Young Lady (uncredited) * The Lemon Drop Kid (1934) as Minor Role (uncredited) * Mrs. Wiggs of the Cabbage Patch (1934) as Town Girl (uncredited) * College Rhythm (1934) as Chorine / Gloves Salesgirl (uncredited) * Ready for Love (1934) as Priscilla at Basket Social (uncredited) * Star Night at the Cocoanut Grove (1934, Short) as Sands of the Desert Model (uncredited) * Behold My Wife (1934) as Mary White * Limehouse Blues (1934) as Minor Role (uncredited) * One Hour Late (1934) as Girl (uncredited) * Enter Madame (1935) as Flora's Shipboard Friend * Home on the Range (1935) as Singer * Rumba (1935) as Chorus Girl (uncredited) * Car 99 (1935) as Mary Adams * Rocky Mountain Mystery (1935) as Rita Ballard * Mississippi (1935) as Schoolgirl (uncredited) * Red Blood of Courage (1935) as Elizabeth Henry * The Glass Key (1935) as Nurse * The Crusades (1935) as Christian Slave Girl (uncredited) * Hollywood Extra Girl (1935, Documentary short) as Genevieve * Fighting Youth (1935) as Carol Arlington * Sing Me a Love Song (1937) (scenes deleted) * Black Legion (1937) as Betty Grogan * The Great O'Malley (1937) as Judy Nolan * San Quentin (1937) as May Kennedy aka May De Villiers * The Footloose Heiress (1937) as Kay Allyn * Wine, Women and Horses (1937) as Valerie * Alcatraz Island (1937) as Flo Allen * She Loved a Fireman (1937) as Marjorie 'Margie' Shannon * The Patient in Room 18 (1938) as Sara Keate * Mystery House (1938) as Sarah Keate * Out Where the Stars Begin (1938, Short) as Herself (uncredited) * Little Miss Thoroughbred (1938) as Madge Perry Morgan * Cowboy from Brooklyn (1938) as Maxine Chadwick * Letter of Introduction (1938) as Lydia Hoyt * Broadway Musketeers (1938) as Fay Reynolds Dowling * Angels with Dirty Faces (1938) as Laury Martin * They Made Me a Criminal (1939) as Goldie * Dodge City (1939) as Ruby Gilman * Naughty but Nice (1939) as Zelda Manion * Indianapolis Speedway (1939) as 'Frankie' Merrick * Winter Carnival (1939) as Jill Baxter * The Angels Wash Their Faces (1939) as Joy Ryan * Castle on the Hudson (1940) as Kay * It All Came True (1940) as Sarah Jane Ryan * Torrid Zone (1940) as Lee Donley * They Drive by Night (1940) as Cassie Hartley * City for Conquest (1940) as Peggy Nash * Honeymoon for Three (1941) as Anne Rogers * Navy Blues (1941) as Marge Jordan * The Man Who Came to Dinner (1942) as Lorraine Sheldon * Kings Row (1942) as Randy Monaghan * Juke Girl (1942) as Lola Mears * Wings for the Eagle (1942) as Roma Maple * George Washington Slept Here (1942) as Connie Fuller * Edge of Darkness (1943) as Karen Stensgard * Thank Your Lucky Stars (1943) as Ann Sheridan * Shine On, Harvest Moon (1944) as Nora Bayes * The Doughgirls (1944) as Edna Stokes Cadman * Cinderella Jones (1946) as Red Cross Nurse (uncredited) * One More Tomorrow (1946) as Christie Sage * The Unfaithful (1947) as Chris Hunter * Nora Prentiss (1947) as Nora Prentiss * Silver River (1948) as Georgia Moore * Good Sam (1948) as Lu Clayton * I Was a Male War Bride (1949) as 1st Lt. Catherine Gates * Stella (1950) as Stella Bevans * Woman on the Run (1950, also co-producer) as Eleanor Johnson * Steel Town (1952) as 'Red' McNamara * Just Across the Street (1952) as Henrietta Smith * Take Me to Town (1953) as Vermilion O'Toole aka Mae Madison * Appointment in Honduras (1953) as Sylvia Sheppard * Come Next Spring (1956) as Bess Ballot * Calling Terry Conway (1956, TV Movie) as Terry Conway * The Opposite Sex (1956) as Amanda Penrose * Woman and the Hunter (1957) as Laura Dodds * The Far Out West (1967) as Henrietta 'Hank' Hanks (archive footage) ==Radio appearances== {| class=\"wikitable\" |- ! Year !! Program !! Episode!!Ref |- | 1943|| Screen Guild Players || Love Is News|| |- | 1952|| Stars in the Air || Good Sam|| |} ==References== ==External links== * Digital scrapbook filled with news clippings related to the career of Ann Sheridan, housed at the University of North Texas. * * * * * Interview with Ann Sheridan biographer * Photographs and literature Category:1915 births Category:1967 deaths Category:20th-century American actresses Category:Actresses from Texas Category:American film actresses Category:American television actresses Category:Burials at Chapel of the Pines Crematory Category:Burials at Hollywood Forever Cemetery Category:Deaths from cancer in California Category:Deaths from esophageal cancer Category:Deaths from liver cancer Category:Paramount Pictures contract players Category:People from Denton, Texas Category:University of North Texas alumni Category:Warner Bros. contract players ",
    "title": "Ann Sheridan"
}