{
    "id": "520720",
    "text": "TsAGI's Engineering building (centre) and stall-spin testing aerodynamic tube (left, built 1941) TsAGI The Central Aerohydrodynamic Institute (, TsAGI) was founded in Moscow by Russian aviation pioneer Nikolai Yegorovich Zhukovsky on December 1, 1918. ==History== From 1925 and up to the 1930s, TsAGI developed and hosted Tupolev's AGOS (Aviatziya, Gidroaviatziya i Opytnoye Stroitelstvo, the \"Aviation, Hydroaviation, and Experimental Construction\"), the first aircraft design bureau in Soviet Union, and at the time the main one. In 1930, two other major aircraft design bureaus in the country were the Ilyushin's TsKB (Tsentralnoye Konstruksionnoye Byuro means \"Central Design Bureau\") and an independent, short-lived Kalinin's team in Kharkiv. In 1935 TsAGI was partly relocated to the former dacha settlement Otdykh (literally, \"Relaxation\") converted to the new urban-type settlement Stakhanovo. It was named after Alexey Stakhanov, a famous Soviet miner. On April 23, 1947, the settlement was granted town status and renamed to Zhukovsky. The Moscow branch of the institute is known Moscow complex of TsAGI. In 1965 in Zhukovsky a Department of Aeromechanics and Flight Engineering of MIPT was established with support of TsAGI's research and knowledge base to educate young specialists for aerospace industry. Among TsAGI's developments are the participation in the rocket Energia and the Space Shuttle Buran projects. In 2013 TsAGI developed a testbench for high-speed compound helicopters with propellers.TsAGI has created a unique test bench for testing high-speed helicopters TsAGI, 13 December 2013 == Heads of the institute == * 1918–1921: N. Y. Zhukovsky * 1921–1931: S. A. Chaplygin * 1932–1937: N. M. Kharlamov * 1938–1939: M. N. Shulzhenko * 1940–1941: * 1941–1950: S. N. Shishkin * 1950–1960: A. I. Makarevsky * 1960–1967: V. M. Myasishchev * 1967–1989: * 1989–1995: G I. Zagaynov * 1995–1998: V. Ja. Neuland * 1998–2006: V. G. Dmitriyev * 2006–2007: V. A. Kargopoltsev * 2007–2009: * 2009–2015: B. S. Aljoshin * 2015–2018: S. L. Chernyshev * August 2018–present: K. I. Sypalo == Famous scientist == In TSaGI also worked: * Anatoly Dorodnitsyn * Mstislav Keldysh * Max Taitz * Vladimir Vetchinkin * Sergey Khristianovich * and some other. == References == == External links == * Historical video to celebrate first 100 years of TsAGI *TsAGI in the Buran programme *TsAGI on Google Maps Category:Research institutes in Russia Category:Research institutes in the Soviet Union Category:Aviation in the Soviet Union Category:Aerospace research institutes Category:Aviation research institutes Category:Federal State Unitary Enterprises of Russia Category:Companies based in Moscow Oblast ",
    "title": "Central Aerohydrodynamic Institute"
}