{
    "id": "520897",
    "text": "Stuyvesant Fish (June 24, 1851 – April 10, 1923) was an American businessman and member of the Fish family who served as president of the Illinois Central Railroad. He owned grand residences in New York City and Newport, Rhode Island, entertained lavishly and, along with his wife \"Mamie\", became prominent in American high society during the Gilded Age. ==Early life and ancestry== Stuyvesant Fish was born on June 24, 1851, in New York City. He was the third son of Hamilton Fish (1808–1893), the 16th Governor of New York, a United States Senator and United States Secretary of State who is recognized as the \"pillar\" of the Grant Administration and considered one of the best U.S. Secretaries of State by scholars.American Heritage Editors (December, 1981), The Ten Best Secretaries Of State…. His mother was Julia Ursin Niemcewicz Kean (1816–1887), a descendant New Jersey governor William Livingston.Corning (1918), pp. 20-22. His parents' marriage has been described as a happy one, and his mother was known for her \"sagacity and judgement\". His father was named after his grandfather's friend, Alexander Hamilton.Corning (1918), pp. 12-15. Fish had two older brothers, Nicholas Fish II (1846–1902) and Hamilton Fish II (1849–1936),Biographical Directory of the United States Congress, Fish, Hamilton, (1849–1936) and five sisters, Sarah Morris Fish (1838–1925),Sarah married Sidney Webster (1828–1910) Julia Kean Fish (1841–1908),Julia married Samuel Nicholl Benjamin (1839–1886) Susan LeRoy Fish (1844–1909),Susan married William Evans Rogers (1846–1913) and Edith Livingston Fish (1856–1887). His paternal grandparents were Nicholas Fish (1758–1833) and Elizabeth Stuyvesant (a great-great-granddaughter of Peter Stuyvesant). Nicholas Fish was a leading Federalist politician and notable figure of the American Revolutionary War who was active in the Yorktown Campaign that resulted in the surrender of Lord Cornwallis. Peter Stuyvesant was a prominent founder of New York, then a Dutch Colony, and his family owned much property in Manhattan.Corning (1918), p. 16. Fish graduated from Columbia College in Manhattan. ==Career== Fish was an executive of the Illinois Central Railroad. He served as its president from 1887 to 1906, overseeing its period of greatest expansion. He also served on the board of directors of the National Park Bank. In 1906, Fish was removed from his position at the Illinois Central by E. H. Harriman, possibly because of Fish's cooperation and participation with the state government in investigating the Mutual Life Insurance Company. However, it is also possible that the reason was because his wife, Mamie, had snubbed Harriman's wife, Mary, from a society tea party. Mamie found Mary too \"dull\" and so snubbed her from a tea party at their home in Newport, Rhode Island, where they spent the summer season.The Barons of Newport: A Guide to the Gilded Age - A Revealing Look at the World's Richest Families, by Terrence Gavan. Newport, RI: Pineapple Publications, 1998. His wife, Marion, known as \"Mamie\", was a leader in New York and Newport society. When in Newport, they lived in a grand Colonial Revival house named \"Crossways\", where her annual Harvest Festival Ball in August signaled the end of the Newport social season.Mrs. Stuyvesant Fish, nee Marion Anthon, a.k.a. Mamie, New York Social Diary. 2013. Accessed on July 28, 2014 at http://www.newyorksocialdiary.com/node/1907575 > When Grand Duke Boris of Russia visited Newport, Mrs. Fish issued > invitations for a dinner and ball in his honor; the night of the ball the > Duke was detained by Mrs. Ogden Goelet, Mrs. Fish's rival as social leader, > at whose home he was staying.\"Many women will rise up to fill my place, but > I hope my influence will be felt in one thing, and that is, in > discountenancing the undignified methods employed by certain women to > attract a following.\" (Caroline Schermerhorn Astor). About 200 guests had > assembled in the hall at Crossways, and when the hour for dinner approached > and there was no sign of the Duke, Mrs. Fish announced that the Duke was > unable to come, but the Czar of Russia had agreed to be her guest. Suddenly > the doors of the room were flung open and in walked His Imperial Majesty, > dressed in his royal robes, wearing the Imperial Crown and carrying a > scepter. The guests, including Senator Chauncey Depew, Pierpont Morgan, and > Lord Charles Beresford, sank in a court curtsy, only to recover themselves > with shrieks of laughter when they realized they were paying homage to Harry > Lehr.Rhode Island: a Guide to the Smallest State, 1937. The anecdote is > derived from Lady Decies, King Lehr and the Gilded Age. With Extracts from > the Locked Diaries of Harry Lehr. (Philadelphia: Lippincott) 1935 Fish had no great interest in the doings of high society, and he bore great patience with his wife's peculiar parties.Gavan, Terrence. 'The Barons of Newport: A Guide to the Gilded Age'. Newport: Pineapple Publications, 1998. ==Personal life== On June 1, 1876, he married Marion Graves Anthon (1853–1915), the daughter of Sarah Attwood Meert and Gen. William Henry Anthon (1827–1875), a successful lawyer and Staten Island assemblyman. Her paternal grandfather was John Anthon (1784–1863). Together, they had four children, three of whom lived to adulthood: * Livingston Fish (1879–1880), who died at six months. * Marian Anthon Fish (1880–1944), who married Albert Zabriskie Gray (1881–1964), the son of the Judge John Clinton Gray, on June 12, 1907. They divorced on December 5, 1934. * Stuyvesant Fish, Jr. (1883–1952), who married Isabelle Mildred Dick (1884–1972), daughter of Evans Rogers Dick, in 1910. * Sidney Webster Fish (1885–1950), who married Olga Martha Wiborg (1890–1937), daughter of Frank Bestow Wiborg, in 1915. In 1939, he married Esther Foss, the daughter of Gov. Eugene Noble Foss. She had previously been married to George Gordon Moore, a polo player whom she divorced in 1933, and Aiden Roark, another polo player whom she married in 1934 and divorced in 1937. Stuyvesant Fish was a vestryman at Trinity Church, New York, and a member of the Republican Party. Fish died on April 10, 1923 in New York. ===Residences=== Newport, RI, 2010 From 1887 to 1898, Fish and his family lived at 19 Gramercy Park South, a brick row house located at the corner of Gramercy Park South (East 20th Street) and Irving Place in the Gramercy neighborhood of Manhattan, New York City. Fish and his wife also maintained his grandmother's Federal-style house at 21 Stuyvesant Street, but after 1898, their New York residence was a brick and limestone Italianate mansion at 25 East 78th Street, at the corner of Madison Avenue. The house, which was designed by architect Stanford White, is now the headquarters of Bloomberg Philanthropies.Cardwell, Diane. \"Mayor to Put His Charity in Upper East Side Building \" The New York Times (July 2, 2006) The Fish family built a grand Colonial Revival home named \"Crossways\" in Newport, Rhode Island, where they entertained during the summer social season. It was designed by Dudley Newton. Fish also had an estate named \"Glenclyffe\" in Philipstown, New York, which had belonged to his father.\"Glenclyffe\", the Stuyvesant Fish Estate ==See also== * Fish family * List of railroad executives * Stuyvesant Fish House (disambiguation) ==References== ;Notes ;Sources * *The Newport Postcard Museum website Crossways and other Newport cottages. *John F. Stover, \"The management of the Illinois Central Railroad in the 20th century.\" (pdf file) *Cleveland Amory, Last Resorts. * Vanderbilt II, Arthur T., Fortune's Children. Morrow: 1989. * ==External links== * * Category:1851 births Category:1923 deaths Stuyvesant Category:Schuyler family Category:Columbia College (New York) alumni Category:19th-century American railroad executives Category:American railroad executives of the 20th century Category:Illinois Central Railroad people Category:New York (state) Republicans Category:American socialites Category:People included in New York Society's Four Hundred Category:People from Gramercy Park Category:People from the Upper East Side Category:Presidents of the Saint Nicholas Society of the City of New York ",
    "title": "Stuyvesant Fish"
}