{
    "id": "520988",
    "text": "Lamium purpureum, known as red dead-nettle, purple dead-nettle, or purple archangel,Martin, W. Keble, 1965. The Concise British Flora in Colour. George Rainbird Limited. is a herbaceous flowering plant native to Europe and Asia. ==Description== Lamium purpureum grows with square stems to 5–20 cm Parnell, J. and Curtis, T. 2012. Webb's An Irish Flora. Cork University Press. (rarely 30 cm) in height. The leaves have fine hairs, are green at the bottom and shade to purplish at the top; they are 2–4 cm long and broad, with a 1–2 cm petiole (leaf stalk), and wavy to serrated margins. The zygomorphic flowers are bright red-purple, with a top hood-like petal, two lower lip petal lobes and minute fang-like lobes between. The corolla shows a line of hairs near the base of the tube. They may be produced throughout the year, including mild weather in winter. This allows bees to gather its nectar for food when few other nectar sources are available. It is also a prominent source of pollen for bees in March/April (in UK), when bees need the pollen as protein to build up their nest. It is often found alongside Henbit Dead-nettle (Lamium amplexicaule), which is easily mistaken for it since they both have similar looking leaves and similar bright purple flowers; they can be distinguished by the stalked leaves of Red Dead-nettle on the flower stem, compared to the unstalked leaves of Henbit Dead-nettle. Though superficially similar to species of Urtica (true nettles) in appearance, it is not related and does not sting, hence the name \"dead-nettle\". ==Uses== Young plants have edible tops and leaves, used in salads or in stir-fry as a spring vegetable. If finely chopped it can also be used in sauces. Undyed, the pollen itself is a red colour and is very noticeable on the heads of bees that frequent its flowers. ==Habitat== Frequent in meadows, forest edges, roadsides and gardens. ==Distribution== Lamium purpureum is a common weed in the western United States Canada, Ireland, and the British Isles.Clapham, A.R., Tutin, T.G. and Warburg, E.F. 1968. Excursion Flora of the British Isles. Cambridge University Press. == Biochemistry == The essential oil is characterized by its high contents of germacrene D. The seed oil contains 16% of an acid characterized as (−)-octadeca-5,6-trans-16-trienoic acid (trivial name `lamenallenic acid'). Other unsaturated esters identified by their cleavage products are oleate, linoleate and linolenate. The plant contains phenylethanoid glycosides named lamiusides A, B, C, D and E. It possesses a flavonol 3-O-glucoside-6″-O-malonyltransferase. == Pictures == File:Illustration_Lamium_purpureum0.jpg|Lamium purpureum, Flora von Deutschland, Österreich und der Schweiz 1885 Image:Red Dead nettle close 700.jpg|L. purpureum Essex, England, United Kingdom Image:Lamium purpureum in the spring2.jpg|L. purpureum Vancouver Island, British Columbia, Canada File:Lamium purpureum (red dead-nettle) in Ohio, United States.jpg | Lamium Purpureum in Valley View, Ohio, United States. File:Hoja SVG (Lamium purpureum).svg|Leaf File:Purple DeathNettle March 26, 2018.jpg|L. purpureum March 26, 2018 Calhoun, Georgia File:Field of red dead-nettle (Lamium purpureum).jpg|Field of Lamium Purpureum in Ohio, United States. == References == == External links == * Jepson Manual Treatment * USDA Plants Profile * Photo gallery * Botanical Society of Britain and Ireland information for Lamium purpureum L. purpureum Category:Flora of Europe Category:Flora of Asia Category:Plants described in 1753 Category:Taxa named by Carl Linnaeus ",
    "title": "Lamium purpureum"
}