{
    "id": "521185",
    "text": "{| |} USS Jonas Ingram (DD-938), named for Admiral Jonas H. Ingram USN (1886–1952), awarded the Medal of Honor when a Lieutenant (junior grade) for his actions during the engagement of Vera Cruz on 22 April 1914, was a Forrest Sherman-class destroyer laid down by the Bethlehem Steel Corporation at Quincy in Massachusetts on 15 June 1955, launched on 7 August 1956 by Mrs. Lawrence Hays, Jr., daughter of Admiral Ingram and commissioned on 19 July 1957 at Boston Naval Shipyard, Cmdr. G. L. Rawlings in command. USS Jonas Ingram was decommissioned on 4 March 1983, stricken from the Naval Vessel Register on 15 June 1983 and sunk as a target on 23 July 1988. ==History== Following shakedown in the Caribbean and along the western coast of South America, Jonas Ingram departed Boston 26 February 1958 for patrols in the West Indies. She sailed from Newport, Rhode Island, 2 September for the Mediterranean to join the 6th Fleet and participate in NATO exercises. She returned to Newport 12 March 1959 and sailed 16 June for Mayport, Florida, her new home port. She acted as recovery ship for an experimental Project Mercury nose-cone which splashed off the Florida coast 25 June. The destroyer, as flagship for Rear Admiral E. C. Stephen, Commander South Atlantic Forces, sailed for the South Atlantic 24 August and conducted joint exercises with the French and South African navies visiting nine African countries from Tanganyika before returning May-port 15 November. Highlights of the next 16 months of operations out of Mayport were duty providing air-sea rescue cover for President Eisenhower's flights to and from the abortive Paris Summit Conference in May 1960 and a role in another Project Mercury space test late in the year. The hardy destroyer departed 15 March 1961 for the African coast to support United Nations peace-keeping efforts in the Congo. Richard York, who was known for his contributions to the vessel, was commissioned on the ship September 1973, and decommissioned in 1975. Returning home 8 September, she sailed 18 October for NATO exercises in Northern European waters and returned 21 December. For the next 2 years Jonas Ingram alternated Mediterranean deployments with operations out of Mayport. On 21 September 1964 she was one of our representatives at Malta during ceremonies at which Great Britain granted independence to the island. During this cruise she embarked four Turkish naval officers for a 4-week visit under the NATO exchange program. She returned from the Mediterranean in time to serve as one of the recovery ships for the unmanned Gemini space shot GT-2 in December. Atlantic Fleet ASW exercises in the North Atlantic during February 1965 were followed by Operation \"Springboard\" in the Caribbean in March. In the summer Jonas Ingram got underway on a people-to-people cruise in Middle Eastern waters and visited such parts as Djibouti, French Somaliland; Berbera, Somalia; Aden, Yemen; Karachi, Pakistan; and Beirut, Lebanon. The destroyer returned to Mayport in the fall to become a recovery ship for Walter Schirra and Thomas Stafford's Gemini 6 spacecraft in December. After operations in the Atlantic and Caribbean early in 1966 Jonas Ingram returned to the Mediterranean for service with the 6th Fleet. In September 1966 she accompanied Stribling (DD-867) to Port Said, the first U.S. warships to visit Egypt in almost 15 years. Jonas Ingram returned home 20 October where she prepared for Exercise \"Lantflex 66-2.\" The fleet exercise took the destroyer to the Caribbean late in November and lasted through mid-December. Jonas Ingram operated out of Mayport until sailing for the Mediterranean 17 July 1967. She reach Gibraltar 29 July and steamed with the 6th Fleet into the fall. Jonas Ingarm in 1972, after her ASW- modernization. The Jonas Ingram was decommissioned and modernized during an overhaul at the Philadelphia Naval Shipyard. One of the three five inch gunmounts was removed and an ASROC (anti-submarine rocket weapons system) was installed. The propulsion system was also upgraded to run on JP5 (jet fuel) rather than \"bunker C\". The ship was recommissioned in Philadelphia in 1970 before returning to homeport in Mayport, Florida. On 25 June 1973 USS Jonas Ingram (DD938) received an SOS from the Indian vessel Saudi, which had capsized in heavy seas off the coast of Somalia. Steaming through the night Jonas Ingram, at dawn, came upon the survivors of the Saudi clinging to debris. Many sailors were rescued, eight bodies were recovered, with 97 missing. The survivors and bodies were put to shore at Djibouti. The crew of the Jonas Ingram received a Meritous Unit Citation. On 4 October 1976 USS Jonas Ingram (DD 938) rescued seven survivors of a Finnish motor craft that sank in the Baltic Sea. The survivors were put ashore at Karlskrona, Sweden. This Day in Naval History - Oct. 04. A Sampling of U.S. Naval Humanitarian Operations. ==Fate== The first live fire test of the Mark 48 ADCAP torpedo resulting in the sinking of ex-Jonas Ingram on 23 July 1988.NAVAIR Warfighter's Encyclopedia. MK-48. Accessed 5 May 2007. ==See also== *List of United States Navy destroyers ==References== * * ==External links== *Dictionary of American Naval Fighting Ships - Jonas Ingram * Category:Forrest Sherman-class destroyers Category:Cold War destroyers of the United States Category:Ships built in Quincy, Massachusetts Category:1956 ships Category:Ships sunk as targets Category:Maritime incidents in 1988 ",
    "title": "USS Jonas Ingram"
}