{
    "id": "521115",
    "text": "Horace Andrew (Bud) Olson, (October 6, 1925 - February 14, 2002) was a Canadian businessman, politician, and the 14th Lieutenant Governor of Alberta. He also served as a Member of Parliament, Senator, Minister of Agriculture, and Minister of Economic and Regional Development. He was also a farmer and rancher, and president and operating officer of Farmer's Stockmen's Supplies in Medicine Hat and Lethbridge, Alberta. ==Early life== Born in Iddesleigh, Alberta on October 6, 1925. On January 27, 1947, he married Marion Lucille McLachlan. They had four children: Sharon Lee, Andrea Lucille, Juanita Carol and Horace Andrew Jr. ==Federal politics== Bud Olson was first elected to the House of Commons of Canada in the 1957 election as a Social Credit Member of Parliament (MP) from Medicine Hat. He was defeated in the Diefenbaker sweep of 1958, but re-elected in 1962, 1963 and 1965. With the Social Credit Party's English Canadian wing rapidly disintegrating, Olson crossed the floor in 1967 to join the Liberal Party. Olson supported Pierre Trudeau's successful candidacy for the Liberal leadership in 1968, narrowly won re-election as an MP in 1968 and became minister of agriculture in the first Trudeau government. Olson served in that position until he was heavily defeated by Progressive Conservative Bert Hargrave in the 1972 general election. He was one of only four Liberal MPs elected from Alberta in 1968 - all of whom were defeated in 1972. To date, Olson is the last Liberal elected from a rural Alberta riding. Olson sought a rematch against Hargrave in 1974, but lost by a margin almost as large as he had in 1972. In 1977, Trudeau appointed him to the Senate of Canada. Olson served as leader of the opposition in the Senate in 1979, and returned to Cabinet when the Trudeau Liberals returned to power in 1980. He served as Minister of Economic and Regional Development from 1980 to 1984, as well as Leader of the Government in the Senate. As one of Trudeau's most powerful ministers, he chaired the cabinet committee on economic development from 1980 to 1983. He was also the minister responsible for the Northern Pipeline Agency from 1980 to 1984,and the government leader in the Senate from 1982 to 1984. It was also Olson's job to promote the government's unpopular National Energy Program in Alberta. ==Late life== Olson resigned from the Senate when he was appointed Alberta's 14th Lieutenant-Governor in April 1996. He served in that position until 2000. CAPS constables blazers when providing security for LG Bud Olson died in Medicine Hat in 2002. ==Arms== == References == ==External links== * Category:Lieutenant Governors of Alberta Category:Liberal Party of Canada MPs Category:Liberal Party of Canada senators Category:Canadian senators from Alberta Category:Members of the House of Commons of Canada from Alberta Category:Members of the Queen's Privy Council for Canada Category:Social Credit Party of Canada MPs Category:Canadian Lutherans Category:Alberta Liberal Party candidates in Alberta provincial elections Category:1925 births Category:2002 deaths Category:Members of the Alberta Order of Excellence ",
    "title": "Bud Olson"
}