{
    "id": "521515",
    "text": "Michael Andrews, also known as Elgin Park, is an American multi-instrumental musician, producer, and film score composer. He is best known for a cover version of the Tears for Fears song \"Mad World\", which he recorded with Gary Jules for the Donnie Darko soundtrack, and which became the 2003 UK Christmas number one. He is a founding member of the San Diego genre-defying band The Greyboy Allstars, where he goes by the moniker Elgin Park. ==Soundtrack production== After joining The Greyboy Allstars following the dissolution of his band The Origin, Andrews fell into film score composition by chance in 1998 when The Greyboy Allstars were asked to score Jake Kasdan's first feature Zero Effect and worked on the music for the highly regarded (though short- lived) TV series, Freaks and Geeks. In 2000, Richard Kelly commissioned him to do the soundtrack for the film Donnie Darko. Its original score album went on to sell over 100,000 copies (in part because of Andrews's remake of Tears for Fears' \"Mad World\", featuring Gary Jules), and Andrews became a composer to watch. He has since gone on to compose scores for the movies Out Cold, Nothing, Cypher, Orange County, My Suicidal Sweetheart, Me and You and Everyone We Know, The TV Set, a segment of Paris, je t'aime, Unaccompanied Minors, Bridesmaids, Walk Hard: The Dewey Cox Story and Daddy's Home among others. ===Donnie Darko=== In early 2000, Nancy Juvonen's brother Jim Juvonen gave Andrews a copy of the script for the as-yet-unmade feature film Donnie Darko. As had happened across Hollywood, Andrews was blown away by Richard Kelly's idea. He recalled \"[e]veryone knew Donnie Darko was going to be a cool movie. Everyone knew it was interesting.\" Kelly, for his part, was aware of Andrews's work with The Greyboy Allstars, and he also knew that Andrews made music under the name Elgin Park. Kelly was confident that Michael Andrews could do the job: \"I met with Michael and I just knew right away that he was really, really talented and that he could come up with a really original score. He would allow me to be in there and be really kind of editorial with how I wanted the score to be.\" Debutant director and debutant solo soundtrack composer decided to collaborate. Andrews considers himself primarily a guitar player, but Kelly told him he did not want any guitar in the movie. So, Andrews taught himself to play piano. It is part of the reason that the score is, as Andrews describes, so simple. \"The film was pretty low budget so my portion of the money was pretty thin. I couldn't hire anyone, it was just me. I played everything; piano, mellotron, mini marimba, xylophone, ukulele, organ. I also brought in two female vocalists Sam Shelton and Tori Haberman.\" \"In a way,\" he says, \"your faults become your trademark.\" Like many of his role models for soundtrack composing such as John Barry and Ennio Morricone, Andrews wanted to put a song on his otherwise instrumental score. He chose the song \"Mad World\" by Tears for Fears (originally released in 1982) and his childhood friend Gary Jules sings as Andrews plays piano. The music was not available on a soundtrack album until Andy Factor, a friend of Andrews, released it on his Everloving Records independent label in 2002. As Donnie Darko was not a hit at first, there was little interest in the soundtrack in the US. However, the film enjoyed more popularity in Europe, especially in the UK, where its total box office was greater than for the whole of the US. This sparked interest in the soundtrack and the song \"Mad World\", taken from the original soundtrack, which was a 2003 Christmas #1 in the UK Singles Chart. The song has since had continued chart success worldwide, reaching the top 30 of the American Billboard Modern Rock chart in 2004 and hitting #1 on the Canadian Digital Singles chart in January 2007. It has also made the charts in a number of other countries including Ireland, Denmark, the Netherlands, and Australia in 2003 and 2004. \"Mad World\" also appeared in the television commercial for the Xbox 360 video game Gears of War. According to an article in a Dutch newspaper De Telegraaf, the song \"Middlesex Times\" (originally written by Michael Andrews for the Donnie Darko picture) had been remixed by Dutch composer Björn de Water into a hip hop version. It is said that De Water rejected a lucrative offer from a broadcast company wanting to use the track, since he had received personal approval by Andrews creating the remix in 2004. \"It did not feel right,\" De Water stated in a reaction. \"Mike is the original artist and I respect him very much. He is one of the nicest people I have ever met and consider him as a friend. Friends don't steal or make money behind your back.\" ===Me and You and Everyone We Know=== In 2005, Andrews scored Me and You and Everyone We Know, a film by Miranda July praised at both Sundance and Cannes film festivals. The score to the film was released on Everloving Records on July 12, 2005. Initially taking cues from the characters' dialogue, Andrews began writing the score. He came to understand the film's world as a kind of alternate reality where people believe in fate and chance—and this was the world he needed to paint with his music. He also saw the feelings July was trying to get across in her film as very primary. \"She tries to break things down to very basic, simple shapes—the simplest shapes possible, and that totally influenced me in my music\". Andrews at the Unsung Heroes tribute to Eleni Mandell, January 2017. Working out of his custom-built backyard studio in Glendale, California, Andrews spent three months creating the score using an orchestra of obscure vintage synthesizers (a miniature hotwired Casio keyboard was unearthed at a garage sale for $10) and drum machines. His concept was to play what he termed amateurish, emotional, naïve, magical and simple music on highly unemotional, inorganic instruments—for example, a calculator with built-in twelve-note keyboard that lends a haunting portamento melody to one of the film's motifs. Other instruments used in the score include Andrews's modified piano (rather than hitting the strings directly, the hammers first make contact with a piece of soft felt, creating a warmer, slightly muffled tone), as well as his Moog and Vocoder synthesizers. Despite all the electronic gear, no MIDI was used in the recording, so that all the humanness, all the subtle variations of rhythm, are intact. Inara George adds vocals in several climactic moments throughout the film. In some cases, cues were composed of only two or three tracks in order to attain the magical simplicity for which the film called out. ==Solo career== Andrews released his first solo album, Hand on String, on his own newly established label, Elgin Park Recordings, in Summer 2006. He is credited on the album as Mike Andrews. In August 2012, Andrews's second solo record \"Spilling A Rainbow\" was released on Everloving Records performed mostly alone, and with Dan Long and Steve Kaye recording. ==Discography== ===Albums=== * Elgin Park (2001) * Hand on String (2006) * Spilling a Rainbow (2012) ===Singles=== {| class=\"wikitable\" !align=\"center\" rowspan=\"2\" width=\"10\"|Year !align=\"center\" rowspan=\"2\" width=\"120\"|Single !align=\"center\" colspan=\"9\" width=\"30\"|Peak positions |- ! scope=\"col\" style=\"width:3em;font-size:90%;\" | AUS ! scope=\"col\" style=\"width:3em;font-size:90%;\" | AUT ! scope=\"col\" style=\"width:3em;font-size:90%;\" | BEL (Fl) ! scope=\"col\" style=\"width:3em;font-size:90%;\" | DEN ! scope=\"col\" style=\"width:3em;font-size:90%;\" | FRA ! scope=\"col\" style=\"width:3em;font-size:90%;\" | GER ! scope=\"col\" style=\"width:3em;font-size:90%;\" | NED ! scope=\"col\" style=\"width:3em;font-size:90%;\" | SWE ! scope=\"col\" style=\"width:3em;font-size:90%;\" | SWI |- |align=\"center\"|2001 |\"Mad World\" (featuring Gary Jules) |align=\"center\"|28 |align=\"center\"|13 |align=\"center\"|23 |align=\"center\"|2 |align=\"center\"|30 |align=\"center\"|3 |align=\"center\"|4 |align=\"center\"|10 |align=\"center\"|23 |} ===Productions/Appearances=== * The Origin – The Origin (1990) * The Origin – Bend (1992) * 'The Greyboy Allstars – \"West Coast Boogaloo\"(1993) * Robert Walter – \"Spirit of '70\" (player) (1994) * Brendan Benson \"One Mississippi (bass, guitars, background vocals) (1994) * DJ Greyboy – \"Land of the Lost\" (guitar) (1996) * Gary Jules – \"Greetings From The Side\" (producer) (1998) * Elgin Park – \"Elgin Park\" (2000) * DJ Greyboy – \"Mastered The Art\" (guitar) (2000) * The Greyboy Allstars – \"Greyboy Allstars Live\" (2001) * Michael Andrews – Donnie Darko (soundtrack, 2001) * Brendan Benson – \"Metarie EP (producer) (2003) * Gary Jules – Trading Snakeoil For Wolftickets (producer) (2003) * Metric – Old World Underground, Where Are You Now? (producer) (2004) * Les Sans Culottes – Fixation Orale (producer) (2004) * DJ Greyboy – \"Soul Mosaic\" (guitar) (2004) * Inara George – All Rise (producer) (2005) * Michael Andrews – Me and You and Everyone We Know (Original Motion Picture Score) (2005) * Michael Andrews – \"Hand on String\"( (2005) * Charlie Wadhams – Free Up Your Schedule\" (producers/player) (2007) * The Greyboy Allstars – \"What Happened to Television\" (2007) * Inara George & Van Dyke Parks – \"An Invitation \" (producer) (2008) * Inara George – \"Accidental Experimental\" (producer/cowriter) (2009) * Michael Andrews – \"Spilling a Rainbow\" (2012) * The Greyboy Allstars – \"Inland Emperor\" (2013) * Robert Walter – \"Get Thy Bearings\" (producer/player) (2013) * Inara George – Dearest Everybody (producer) (2019) * The Greyboy Allstars – \"Como De Allstars\" (2020) ==Filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Director(s) ! Studio(s) |- | 1999 || Chapter Zero || Aaron Mendelsohn || Arama Entertainment |- |rowspan=\"2\"| 2001 || Donnie Darko || Richard Kelly || Newmarket Films |- | Out Cold || The Malloys || Touchstone Pictures |- |rowspan=\"2\"| 2002 || Orange County || Jake Kasdan || Paramount Pictures |- | Cypher || Vincenzo Natali || Pandora Cinema |- | 2003 || Nothing || Vincenzo Natali || Alliance Atlantis |- | 2005 || Me and You and Everyone We Know || Miranda July || IFC Films |- |rowspan=\"3\"| 2006 || The TV Set || Jake Kasdan || ThinkFilm |- | Paris, je t'aime: La Vampire || Vincenzo Natali || First Look International |- | Unaccompanied Minors || Paul Feig || Warner Bros. |- | 2007 || Walk Hard: The Dewey Cox Story || Jake Kasdan || Columbia Pictures |- | 2009 || Funny People || Judd Apatow || Universal Pictures |- |rowspan=\"2\"| 2010 || Cyrus || Jay Duplass Mark Duplass || Fox Searchlight Pictures |- | She's Out of My League || Jim Field Smith || DreamWorks Pictures |- |rowspan=\"3\"| 2011 || Bridesmaids || Paul Feig || Universal Pictures |- | Bad Teacher || Jake Kasdan || Columbia Pictures |- | Jeff, Who Lives at Home || Jay Duplass Mark Duplass || Paramount Vantage |- |rowspan=\"2\"| 2012 || The Five-Year Engagement || Nicholas Stoller || Universal Pictures |- | The Reluctant Fundamentalist || Mira Nair || IFC Films |- | 2013 || The Heat || Paul Feig || 20th Century Fox |- |rowspan=\"3\"| 2014 | Neighbors || Nicholas Stoller || Universal Pictures |- | Tammy || Ben Falcone || Warner Bros. New Line Cinema |- | Sex Tape || Jake Kasdan || Columbia Pictures |- |rowspan=\"2\"| 2015 || The Adderall Diaries || Pamela Romanowsky || A24 |- | Daddy's Home || Sean Anders || Paramount Pictures Red Granite Pictures Gary Sanchez Productions |- |rowspan=\"2\"| 2016 || Dirty Grandpa || Dan Mazer || Lionsgate |- | Neighbors 2: Sorority Rising || Nicholas Stoller || Universal Pictures |- |rowspan=\"2\"| 2017 || Daddy's Home 2 || Sean Anders || Paramount Pictures Gary Sanchez Productions |- | The Big Sick || Michael Showalter || FilmNation Entertainment Apatow Productions |- |rowspan=\"3\"| 2018 || I Feel Pretty || Abby Kohn Marc Silverstein || Voltage Pictures Wonderland Sound and Vision STXfilms |- | Instant Family || Sean Anders || Paramount Pictures Closest To Hole Productions |- | Second Act || Peter Segal ||STXfilms Huayi Brothers Pictures |- |rowspan=\"2\"| 2019 || Against the Clock || Mark Polish || Benaroya Pictures |- || Always Be My Maybe || Ali Wong || Netflix |- |rowspan=\"2\"| 2020 || The Lovebirds || Michael Showalter ||Quinn's House 3 Arts Entertainment Media Rights Capital |- | The King Of Staten Island || Judd Apatow ||Apatow Productions Perfect World Pictures |- | TBA || Yes Day || Miguel Arteta || Netflix |} ==Television Scores== * Freaks and Geeks (1999–2000) * Undeclared (2001–2002) * Wonderfalls (2004) * Desire – Ford Mondeo (2007) – TV advertisement * New Girl (2011) – Main Title Theme * Ben and Kate (2012) – Main Title Theme * Togetherness (Seasons 1&2 – 2016 HBO) * The Zen Diaries of Garry Shandling (2017 HBO)http://filmmusicreporter.com/2018/02/26/michael-andrews-scoring- hbos-the-zen-diaries-of-garry-shandling/ * Friends from College (2019 Netflix)http://filmmusicreporter.com/2017/06/06/michael-andrews-scoring- netflixs-friends-from-college ==References== * Donnie Darko spotlight at everloving.com ==External links== * * * * Interview with Gary Jules and Michael Andrews, on BBC Radio 1 Category:Living people Category:American film score composers Category:Male film score composers Category:Musicians from San Diego Category:Ivor Novello Award winners Category:1967 births Category:Musicians from Glendale, California Category:The Greyboy Allstars members ",
    "title": "Michael Andrews (musician)"
}