{
    "id": "521765",
    "text": "W. E. B. Dubois, the namesake of the library The W. E. B. Du Bois Library is one of the three libraries of the University of Massachusetts Amherst, Amherst, Massachusetts, the others being the Science and Engineering Library, and the Wadsworth Library at the Mount Ida Campus. The W. E. B. Du Bois Library holds resources primarily in humanities and social and behavioral sciences. At 28 stories and 286 feet inches (roughly 88 m) tall, it is the third-tallest library in the world after the National Library of Indonesia in Jakarta at 414 feet (126 m) and Shanghai Library in China at 348 feet (106 m). Measuring taller purely by height, the libraries in Jakarta and Shanghai both only have 24 floors. The W. E. B. Du Bois Library is also considered to be the tallest academic research library\"Ten Tallest Library Buildings\", Scribd.com and 23rd tallest educational building in the world. The building is so large that it maintains a security force, which is managed by various supervisors and student employees. Present holdings at the UMass Libraries include over 5.9 million volumes and over nine million individual items, providing access to nearly 80,000 online journals, over 700,000 e-books, and more than 200 databases. As part of the Five College Consortium, the UMass Amherst Libraries also have access to material from its partners in the Consortium: Amherst College, Hampshire College, Mount Holyoke College, and Smith College. Students can also take advantage of the Interlibrary Loan Services to obtain materials from libraries beyond the Five College system and from all over the world. ==History== As the University of Massachusetts Amherst began to grow exponentially in the 1960s it was decided by the Board of Trustees that a large University Library would be needed for the Library System to make the transition into the future. The designer was Edward Durrell Stone who followed recommendations by a Boston library consultant who recommended that the University would require a building of nearly 310,000 square feet to meet with the growing demands of students. Ground was broken in April 1969 and the building was opened to the public in 1973, with an official dedication taking place in 1974. The building was ordered closed in September 1979 by then Chancellor Henry Koffler to address the serious issue of \"spalling\" where bits of brick from the facade on the exterior building would fall away. The most important and most used volumes were removed to the former Goodell Library Stacks (located adjacent to the building) as well as the majority of the library departments. The building was closed to all except staff who were allowed to retrieve any books left in the building. In December 1979 the building was reopened with a maximum occupancy of 500 persons, and a special ticket was required for entry. In 1983, the university acquired $2.5 million from the state legislature to begin a major renovation of the building's brick veneer. The money would also be used to reconstruct the main lobby and resize the first few floors of the building. The building was restored to full usage in 1985 and students and staff led an initiative in 1986 called \"Mass Transformation\" to clean up and restore the interior of the building. This initiative also was responsible for establishing the campus competition to add murals to the library stairwells. The building was originally referred to as the University Tower Library, but was renamed the W.E.B. Du Bois Library following a popular student movement in 1994.\"W.E.B. Du Bois Library (Umass Amherst)\" from DuBoisopedia, University of Massachusetts Amherst Library. Retrieved May 11, 2012 from There was significant debate on whether or not it was appropriate to name the library after W.E.B. Du Bois due to his ties to the Communist Party USA. University policy also dictated that dedications were to be made for those who made significant donations to the University.Scott, David K. “Library Dedication.” Received by Michael Hooker, 8 Sept. 1994. While administration focused on the more practical reasons for the dedication, students were focused on his communist leanings with fighting imperialism and capitalism. There were many conflicts between administration, students, and the general public on whether or not it was appropriate to dedicate the library after Du Bois, but ultimately, the dedication gathered enough support and was celebrated over a period of several days by the entire community. Special Collections is home to the memoirs and papers of the distinguished African-American scholar, writer, and activist, W. E. B. Du Bois, which were acquired by former Chancellor Randolph Bromery, a friend of Du Bois. The library is also the depository for other important collections relating to social issues, such as the papers of Congressman Silvio O. Conte, Horace Mann Bond, Kenneth R. Feinberg, and Daniel Ellsberg. ==General information== The library offers several computer labs, a tutoring center, the writing center, equipment lending from the Digital Media lab, the Digital Scholarship Center (formerly the Image Collection Library) and an IT Support Desk. The upper floors contain books from various academic fields focusing primarily on the humanities and social behavioral sciences, including a sizeable East Asian Collection, Art Collections, UMass Thesis Archive, and \"SCUA,\" the Special Collections and University Archives. Some floors also house special offices and study carrels that are available to graduate students and postdoctoral researchers seeking a private study area. The library offers tutoring, writing workshops, and supplemental instruction scattered among its 26 floors. The topmost floors of the library are a popular destination for those wishing to see a panoramic view of the campus and surrounding Pioneer Valley. The 23rd has the best view as it is the highest floor from which patrons can view the Valley from each of the building's four sides. The library is accessible to UMass Amherst and 5-College Students 24 hours for five days a week during the normal academic year. It is closed at 9:00 at night on Fridays, Saturdays, and select holidays.\"Library Hours.\" University of Massachusetts Amherst. Retrieved December 4, 2009 from [ The building is a public library so citizens of the Commonwealth of Massachusetts who are 18 years of age can access the majority of the building and its materials. An application for a borrowers card can be made online or on-site. Peregrine falcons have nested atop the building since 2003 and a camera was installed so that their nest box could be live streamed to the public. In 2011, Room 25 located on the Lower Level, was transformed into a \"Team Based Learning Classroom\" that can hold approximately 75 students. In time for the fall 2017 semester, a refresh of the lobby was completed included the installation of new digital signage and a new information desk, the Graduate Commons was opened on the 5th floor, and a second teaching space was finished for the Archives. The Science and Engineering Library, which holds the bulk of the STEM related collection is located at a separate location in the Lederle Graduate Research Center Lowrise. ==Learning Commons== A prominent feature of the W.E.B. Du Bois Library is the Learning Commons, located on the Lower Level, which opened in 2005. The Learning Commons provides a central location for resources provided by many departments across campus including Circulations/Reserves/Interlibrary Loan, the International Programs Office, the Writing Center, Reference and Research Assistance, the Assistive Technologies Center, an Information Technologies Help Desk, and the Learning Commons and Technical Support desk.https://www.library.umass.edu/assets/Uploads/Learning- Commons/LCfactsheet2015.pdf The Learning Commons has over 30,000 square feet, with 450 seats available. There are 18 group study rooms which can be reserved, so students can work together without disturbing others, and there are over 200 work stations equipped with Mac and PC computers. The computers have a broad range of software installed, and are arranged in a variety of configurations to allow both individual and collaborative work. The entire building gained wireless Internet access in 2008. The North End is also home to the micro climate area, which consists of many experimental seating arrangements and television screens for group work. Access to the Oswald Tippo Library Courtyard is on this level, which contains the statue entitled Searching for Buddha in the Mountains, designed by Thomas Matsuda in 1999 and installed in 2000. ==Building myths== The building has fallen victim to several myths since its opening in 1973, the most popular of these being a variation of the \"Sinking Library Myth,\" where the architect supposedly forgot to account for the weight of the books in the buildings designs, resulting in a settling of the building. This is a popular myth attributed to many university libraries and is untrue. The spalling of the bricks has also led to the common assumption that entire bricks fall away from the building, and invariably make contact with someone on the ground. While bits of material do occasionally break away, a full brick has never come away from the building, and a safety fence stands around the exterior of the building to keep passersby safe from the small chips which do. The unusual inclusion of carrel floors bred the belief that the building was not originally designed to be a library, but was supposed to be an office building and the plans were mixed up. The building was designed to work in units of three, with two stacks floors holding similar subjects and a carrel floor to accommodate departments and librarians related to those materials. The plan never fully came to fruition, and carrels are used by graduate students and professors as quiet study spaces. This myth gained further traction after the construction of the Standard Oil building (now Aon Center) by Durell's firm in Chicago which features a similar design with an exterior clad in marble. ==Renovations== Throughout the years since the building was first built, many renovations and upgrades have been completed on the library. These renovations have included a new entryway, brand new elevator systems, a sprinkler system and fire suppression, a reconfigured cafe, as well as electrical upgrades and an HVAC system. There is also a new loading dock and service entrance being built in conjunction with the renovation of the South College Building on the west side of the Library. In 2017, the Digital Scholarship Center and the Freshman Writing Program (both formerly located in Bartlett Hall) moved to the sixth and twelfth floors respectively, and renovations were completed to provide additional space to the Learning Resource Center on the thirteenth floor. == References == ==External links== *http://www.scribd.com/doc/32939387/164/TenTallest-Library-Buildings Category:Libraries in Hampshire County, Massachusetts Category:Federal depository libraries Category:University and college academic libraries in the United States Category:University of Massachusetts Amherst buildings Category:Libraries in Massachusetts Category:Library buildings completed in 1974 Category:Edward Durell Stone buildings ",
    "title": "W. E. B. Du Bois Library"
}