{
    "id": "521869",
    "text": "WCCO-TV, virtual channel 4 (UHF digital channel 32), is a CBS owned-and- operated television station licensed to Minneapolis, Minnesota, United States and serving the Twin Cities television market. The station is owned by the CBS Television Stations subsidiary of ViacomCBS. WCCO-TV's studios are located on South 11th Street along Nicollet Mall in downtown Minneapolis, and its transmitter is located at the Telefarm complex in Shoreview, Minnesota. WCCO- TV's programming is also seen on full-power satellite station KCCW-TV (virtual and VHF digital channel 12) in Walker (with transmitter near Hackensack). Nielsen Media Research treats WCCO-TV and KCCW-TV as one station in local ratings books, using the identifier name WCCO+. From 1987 until 2017, WCCO-TV operated a second satellite, KCCO-TV (virtual and VHF digital channel 7) in Alexandria (with transmitter near Westport). WCCO is one of three owned-and- operated network affiliates in the Twin Cities market, the others being Fox O&O; KMSP-TV (channel 9) and MyNetworkTV O&O; WFTC (channel 9.2). ==History== The WCCO building in downtown Minneapolis. WCCO-TV's roots originate with a radio station, but not the one with which it is affiliated today. Radio station WRHM, which signed on the air in 1925, is the station to which WCCO-TV traces its lineage. In 1934, two newspapers—the Minneapolis Tribune and the Saint Paul Pioneer Press-Dispatch—formed a joint venture named \"Twin Cities Newspapers\", which purchased the radio station and changed its call letters to WTCN. Twin Cities Newspapers later expanded into the fledgling FM band with WTCN-FM, and shortly thereafter to the then-new medium of television with the launch of WTCN-TV on July 1, 1949, becoming Minnesota's second television station, broadcasting from the Radio City Theater at 50 South 9th Street in downtown Minneapolis. Robert Ridder became president of WCCO-TV in 1949. Channel 4 has been a primary CBS affiliate since its sign on; it is the only major commercial station in the Minneapolis–St. Paul market not to have changed its primary affiliation. However, it had a secondary affiliation with ABC during its early years, from 1949 to 1953, until a new station using the WTCN-TV calls (now known as KARE-TV) picked up the ABC affiliation, retaining it from its 1953 sign on until 1961 when it became an independent station; it has been affiliated with NBC since 1979. Twin Cities Newspapers sold off its broadcast holdings in 1952, with channel 4 going to the Murphy and McNally families, who had recently bought the Twin Cities' dominant radio station, WCCO (830 AM), from CBS. The stations merged under a new company, Midwest Radio and Television, with CBS as a minority partner. The call letters of channel 4 were changed to WCCO-TV to match its new radio sister on August 17 (the WTCN-TV call sign appeared again in the market the following year on the new channel 11). CBS was forced to sell its minority ownership stake in the WCCO stations in 1954 to comply with Federal Communications Commission ownership limits of the time. In 1959, WCCO became the first station in the midwest to have a videotape machine; it came at a cost of $50,000 and one part-time employee was hired to operate the machine. In 1961, with the establishment of the Minnesota Vikings of the National Football League, the station, via CBS, which held the rights to broadcast NFL games, became the 'unofficial' home station of the team. This partnership continued through the 1993 season, at which time most games were moved to WFTC. Today, most Vikings games are on KMSP-TV; since 1998, WCCO airs Vikings games (at least two each season) when the Vikings play host to an AFC team at the Metrodome/U.S. Bank Stadium, or, since 2014, with the institution of the new 'cross-flex' rules, any games that are moved from KMSP-TV. In 1992, WCCO provided coverage of Super Bowl XXVI, which was hosted at the Metrodome. On July 23, 1962, WCCO-TV was involved in the world's first live international broadcast via the Telstar satellite; the station's mobile units provided the feed for all three networks, ABC, CBS and NBC for a program originating from the Black Hills showing Mount Rushmore to the world. The station began telecasting color programs in 1966. In September 1983, WCCO relocated its operations from its longtime studios on South 9th Street to the present location at South 11th Street & Nicollet Mall. The network gained full ownership of WCCO-TV in 1992, when it acquired what was by then known as Midwest Communications. During the 1980s, a cable-exclusive sister station was created to supplement WCCO, with its own slate of local and national entertainment programming. This was known as WCCO II, but by 1989, it had evolved into the Midwest Sports Channel, focusing on regional sporting events. It continued under CBS ownership until 2000, when it was announced that MSC and sister RSN Home Team Sports were to be sold—HTS went to Comcast, while MSC was sold to Fox Entertainment Group and became part of Fox Sports Net, becoming Fox Sports North (it had been an FSN affiliate since 1997). On February 2, 2017, CBS agreed to sell CBS Radio to Entercom, currently the fourth-largest radio broadcasting company in the United States. The sale was completed on November 17, 2017, and was conducted using a Reverse Morris Trust so that it was tax-free. While CBS shareholders retain a 72% ownership stake in the combined company, Entercom is the surviving entity, with WCCO radio and its sister stations now separated from WCCO-TV. ==Digital television== ===Digital channels=== The station's digital signal is multiplexed: {| class=\"wikitable\" ! Channel ! Video ! Aspect ! PSIP Short Name ! Programming |- | 4.1 || 1080i || rowspan=3|16:9 || WCCO-DT || Main WCCO-TV programming / CBS |- | 4.2 || rowspan=2|480i || WCCODT2 || Start TV |- | 4.3 || WCCODT3 || Dabl |} ===Analog-to-digital conversion=== WCCO-TV shut down its analog signal, over VHF channel 4, on June 12, 2009, the official date in which full-power television stations in the United States transitioned from analog to digital broadcasts under federal mandate. The station's digital signal remained on its pre-transition UHF channel 32. Through the use of PSIP, digital television receivers display the station's virtual channel as its former VHF analog channel 4. ==Satellite stations and translators== WCCO-TV operates a satellite station northwest of the Twin Cities area: Former KCCO/KCCW logo {| class=\"wikitable\" ! Station ! City of license ! Channels (VC / RF) ! First air date ! Former call letters ! ERP ! HAAT ! Transmitter coordinates ! Facility ID ! Public license information |- style=\"vertical- align: top; text-align: left;\" | | Walker | 12 (PSIP) 12 (VHF) | | KNMT (1964–1987) | 59 kW | | | 9640 | |} It formerly operated a second satellite station: {| class=\"wikitable\" ! Station ! City of license ! Channels (VC / RF) ! First air date ! Last air date ! Former call letters ! ERP ! HAAT ! Transmitter coordinates ! Facility ID |- style=\"vertical-align: top; text- align: left;\" | | Alexandria | 7 (PSIP) 7 (VHF) | | () | KCMT (1958–1987) | 29 kW | | | 9632 |} Both of these stations were founded by the Central Minnesota Television Company and maintained primary affiliations with NBC and secondary affiliations with ABC from their respective sign-ons until the summer of 1982, when both stations switched to CBS.\"WATR-TV decides to go it alone.\" Broadcasting, February 22, 1982, pg. 72. KCMT had originally broadcast from a studio in Alexandria, with KNMT operating as a satellite station of KCMT. Central Minnesota Television sold both stations to Midwest Radio and Television in 1987, at which point they adopted their present call letters and became semi-satellites of WCCO-TV.Washington, D.C. Federal Communications Commission. FCC Record, Vol. 02, No. 22, pp. 6730-6732, Oct 23 – November 6, 1987. UNT Digital Library. FCC 87-331 Vol. 22. Accessed June 28, 2012. Until 2002, the two stations simulcast WCCO-TV's programming for most of the day, except for separate commercials and inserts placed into channel 4's newscasts. However, in 2002, WCCO-TV ended KCCO/KCCW's local operations and shut down the Alexandria studio, converting the two stations into full-time satellites. Since then, channel 4 has identified as \"Minneapolis–St. Paul/Alexandria/Walker\", with virtually no on-air evidence that KCCO and KCCW were separate stations. CBS sold KCCO's spectrum in the FCC's spectrum incentive auction, but was expected to engage in a channel-sharing agreement.Washington, D.C.: Federal Communications Commission. FCC Record, Vol. 32, No. 4, pp. 2822, April 13, 2017. DA 17-314. Accessed September 30, 2017. In a request for a waiver of requirements that KCCO broadcast public service announcements related to the shutdown (as the station no longer had the capability to originate separate programming, such announcements would also need to air on WCCO-TV and KCCW-TV despite not being relevant outside of KCCO's viewing area; CBS inserted a crawl at the KCCO transmitter for broadcast every fifteen minutes), CBS disclosed that KCCO would shut down December 30, 2017. WCCO-TV remains available on cable and satellite providers in the Alexandria area; Selective TV, Inc., a local translator collective, announced on December 22 that it had struck a deal to add WCCO to its lineup. In addition, the broadcast signal of WCCO-TV is extended by way of five translators in southern Minnesota and one in northern Minnesota: {| class=\"wikitable\" ! City of license ! Callsign ! Channel |- || Alexandria || K32EB-D || 32 |- || Frost || K35IU-D || 35 |- || Jackson || K35IZ-D || 35 |- || Red Lake || K22MF-D || 22 |- || Redwood Falls || K33LB-D || 33 |- || Willmar || K46AC-D || 33 |} ==News operation== WCCO presently broadcasts 33½ hours of locally produced newscasts each week (with 5½ hours each weekday and three hours each on Saturdays and Sundays). WCCO leads the Twin Cities market in nearly all time slots, from its morning show to the 10 p.m. news. WCCO leads by large margins in overall households, though compared to the 25-54 demo, the numbers are much more competitive with NBC affiliate KARE. WCCO began broadcasting local newscasts in high-definition on May 28, 2009, becoming the third major network station in the Twin Cities (behind KARE and KMSP) to do so. WCCO-TV launched a streaming news service, CBSN Minnesota (a localized version of the national CBSN service) on December 12, 2019, as part of a rollout of similar services across the CBS-owned stations. ===Notable former on-air staff=== * Clellan Card – children's show personality \"Axel\" (1954–1966; deceased) * Bill Carlson – entertainment reporter, midday news anchor (deceased) * Paul Douglas – chief meteorologist (1997–2008; later with StarTribune and WCCO Radio) * Randi Kaye – news reporter, news anchor (later with CNN) * Bud Kraehling – weather anchor/staff announcer (1949–1996; deceased) * Dave Moore – news anchor (1950s–1998; deceased) * Barry Petersen – news reporter (later with CBS News) * Hal Scott – sports anchor (1960s–1980; deceased) * Don Shelby – news reporter/news anchor (1978–2010; retired) * Susan Spencer – news reporter, news anchor (later with CBS News) * Bill Stewart – news reporter (later with ABC News, murdered in Nicaragua in 1979 while on assignment) * Michele Tafoya – sports anchor/sports reporter (later with CBS Sports, NBC Sports, ABC Sports and ESPN) * Heather Tesch – meteorologist (later with The Weather Channel) * Ben Tracy – news reporter (later with CBS News) ==References== * ==External links== * * * * * Category:CBS Television Stations Category:CBS network affiliates Category:Start TV affiliates Category:Dabl affiliates Category:Television channels and stations established in 1949 Category:1949 establishments in Minnesota Category:Peabody Award winners Category:Television stations in Minneapolis–Saint Paul Category:National Football League primary television stations Category:Minnesota Twins broadcasters Category:Minnesota Vikings broadcasters ",
    "title": "WCCO-TV"
}