{
    "id": "521856",
    "text": "Morgunblaðið (, The Morning Paper) is an Icelandic newspaper. Morgunblaðiðs website, mbl.is, is the fifth most popular website in Iceland, and the most popular Icelandic website. ==History== Morgunblaðið was founded by Vilhjálmur Finsen and Ólafur Björnsson, brother of Iceland's first president. The first issue, only eight pages long, was published on 2 November 1913. In 1919, the Árvakur corporation bought the company. The paper had a close relationship with the conservative Independence Party (Sjálfstæðisflokkurinn), especially during the Cold War, and its editors or their parliamentary reporters routinely sat in on meetings of the parliamentary party until 1983 when Geir Hallgrímsson, Chairman of the Board of Árvakur and also the Chairman of the Independence Party, decided that this relationship was neither in the best interests of the party nor the newspaper. Although its connection with the Independence Party is not as direct as in previous decades, the newspaper is sometimes criticised for leaning too much towards the party, especially at election times. Although the paper shares the mainstream conservative values of the Independence Party, it has also shown its independence on some key issues, especially in the debate on fishing rights distribution. Lately the paper has made a point of recruiting left-leaning journalists and has echoed feminist policies on its op-ed pages. Morgunblaðið is opposed to Icelandic membership of the European Union. Since its initial publication, Morgunblaðið was until 2003 not published on Mondays. It soon established itself as the newspaper of record. It was always the number one newspaper in Iceland, and it took an absolute lead in the early 1970s and routed most of the competition, enjoying an unchallenged superiority for the next three decades. During this period, Morgunblaðið launched a number of special sections on finance, fisheries, food etc. After the rival Fréttablaðið, delivered free to homes, took the competition to a new level by starting a Monday edition, Morgunblaðið responded to the challenge and has since 2003 been published every day of the week, with 60 to 120 pages. Advertising accounts for 30% to 40% of the column space. Daily circulation hovers between 20,000 and 30,000, the bulk being paid subscriptions. Circulation is mostly focused on the southwestern part of the country, especially the capital Reykjavík and nearby settlements. As a result of the Icelandic financial crisis, 24 stundir, published by Morgunblaðið, ceased publication on 10 October 2008, resulting in 20 jobs being cut. In a controversial decision, the owners of the paper decided in September 2009 to appoint Davíð Oddsson, a member of the Independence Party, Iceland's longest- serving Prime Minister and former Governor of the Central Bank, as one of the two editors of the paper.http://www.mbl.is/mm/frettir/innlent/2009/09/24/david_og_haraldur_ritstjorar/ 24 September 2009 == See also == * List of newspapers in Iceland * List of non-English newspapers with English language subsections == References == == External links == * Morgunblaðið website * Morgunblaðið in the VESTNORD project - archive with all issues from 1913-1993. Category:Publications established in 1913 Category:Newspapers published in Iceland Category:1913 establishments in Iceland Category:Mass media in Reykjavík Category:Icelandic- language newspapers ",
    "title": "Morgunblaðið"
}