{
    "id": "521832",
    "text": "The Democratic Party was a political party active in the United Kingdom between 1998 and 2005, although not officially deregistered until 2010. It was founded in November 1998 by Malvern businessman Geoff Southall, who also funded the party. It was described as \"right wing\" or \"hard right\" in news reports, but claimed to occupy the centre-ground of British politics. It aimed to reduce Britain's involvement with the European Union, opposed the adoption of the euro, called for direct democracy, and argued for limits on immigration. The party's slogan was \"The will of the people NOT the party\". It had a few hundred members in 1999, including previous supporters of James Goldsmith's Referendum Party. Charles Beauclerk, Earl of Burford, stood as its candidate in the November 1999 Kensington and Chelsea by-election against Michael Portillo, receiving 189 votes (0.9%). The party decided not to stand any candidates in the 2001 general election, citing a lack of media attention. It criticised the United Kingdom Independence Party in 2000 for being perceived as right-wing, lacking political acumen, and performing poorly in Westminster elections. In 2003, the party took legal action against the UK government in the High Court over the then-proposed EU Constitution. Until 2001 the party's Home and Legal Affairs spokesman was Alan Kilshaw, who resigned when he and his then wife became involved in an adoption scandal. Other than in seeking legal advice, the party was inactive after 2005 at the latest, and received no income in 2008 or 2009. According to the Electoral Commission the party was 'de-registered voluntarily' in June 2010. ==See also== *Democracy Movement ==References== ==External links== * Official site (mirrored and an archived copy from 2005 on the Internet Archive). Category:Political parties established in 1998 Category:Eurosceptic parties in the United Kingdom Category:Direct democracy parties Category:1998 establishments in the United Kingdom Category:2010 disestablishments in the United Kingdom Category:Political parties disestablished in 2010 Category:Defunct political parties in the United Kingdom ",
    "title": "Democratic Party (UK, 1998)"
}