{
    "id": "521817",
    "text": "Nidaros, Niðarós or Niðaróss was the medieval name of Trondheim when it was the capital of Norway's first Christian kings. It was named for its position at the mouth (Old Norse: óss) of the River Nid (the present-day Nidelva). Although the capital was later moved to Oslo, Nidaros remained the centre of Norway's spiritual life until the Protestant Reformation. The Archdiocese of Nidaros was separated from Lund (in Scania) by the papal legate Nicholas Breakspeare in 1152, and the shrine to Saint Olaf in Nidaros Cathedral was Northern Europe's most important pilgrimage site during the Middle Ages. Archbishop Olav Engelbrektsson led Norway in its attempted resistance against the Danish Reformation, and was forced into exile by King Christian III in 1537. The archdiocese was abolished and replaced with a Lutheran diocese.Catholic Encyclopedia. \"Ancient See of Trondhjem\". == Pre-Reformation == Nidaros Cathedral in 1857 The Christianization of Norway was begun by Haakon the Good (d. 961)Maurer. \"Die Bekehrung des norwegischen Stammes\", I.ii.168. (Munich), 1855. and was continued by Olaf Trygvesson (d. 1000) and Saint Olaf Haraldsson (d. 1030), two Vikings who had converted (and been baptized) at Andover in England and Rouen in Normandy, respectively.Bang, Anton Christia Den norske Kirkes Historie under Katholicismen (Christiania: 1887, 44, 50) Olaf Trygvesson founded Nidaros in 997, and built a Kongsgård estate and church there. From this base, he worked to spread Christianity in Norway, Orkney, Shetland, the Faroes, Iceland, and Greenland.Maurer. I.iii.462. Olaf Haraldsson established Nidaros as a see, and installed the monk Grimkill as its first bishop. Since Norway had no universities at the time, many English and German priests were brought in for its parishes and dioceses. The Norwegian bishops were at first dependent on Hamburg, and then (after 1103) on Lund in Sweden. Pope Eugene III resolved to create a metropolitan see at Nidaros, and sent Nicholas Breakspeare as his legate in 1151. Nicholas installed Jon Birgerson, bishop of Stavanger, as the first archbishop of Nidaros. The bishops of Oslo (established 1073), Bergen (c. 1060), Stavanger (1130), Hamar (1151), Orkney (1070), Skálholt (1056) and Hólar (1105) in Iceland, and Garđar in Greenland were made its suffragans. Jon Birgerson was succeeded as archbishop by Eystein (Beatus Augustinus, 1158–88), former royal secretary and treasurer and an intelligent, strong-willed, pious man.Daae, Ludvig. Norges Helgener, pp. 170-6\\. A. Cammermeyer (Christiania), 1879. Those characteristics were needed to defend the Catholic Church against King Sverre, who wanted to make the church a tool of temporal power. The archbishop fled from to England, returning after a lukewarm reconciliation with the king. Sverre renewed his attacks at Eystein's death, and Archbishop Eric took refuge with Archbishop Absalon of Lund. When Sverre attacked the papal legate, Pope Innocent III placed the king and his partisans under interdict.Baluze, Étienne Letters of Pope Innocent III (Paris: 1682. I, i, 226, 227) alt=Cathedral exterior against a brilliant blue sky King Håkon III Sverresson (1202), son and successor of Sverre, made peace with the church whose liberty was preserved by the support of the pope and his archbishops. Norwegian Protestant ecclesiastical historian Anton Christian Bang asked what would have happened \"if the Church, deprived of all liberty, had become the submissive slave of absolute royalty? What influence would it have exercised at a time when its chief mission was to act as the educator of the people and as the necessary counterpoise to defend the liberty of the people against the brutal whims of the secular lords? And what would have happened when a century later royalty left the country? After that time the Church was, in reality, the sole centre of which was grouped the whole national life of our country\".Bang. op. cit., 109 To regulate ecclesiastical affairs (which had suffered during the struggles with Sverre), Innocent IV sent Cardinal William of Sabina as legate to Norway in 1247. He intervened against encroachments by bishops, reformed abuses, and abolished the ordeal by hot iron. Due to the papal legates, Norway became more closely linked with the pope. Secular priests and Benedictines, Cistercians, Augustinians, Dominicans, and Franciscans worked together for the prosperity of the church. Archbishops Eilif Kortin (d. 1332), Paul Baardson (d. 1346) and Arne Vade (d. 1349) were most notable. Provincial councils were held at which efforts were made to eliminate abuses and to encourage Christian education and morality.Bang, op. cit., 297 St. Olaf, Norway's patron saint and Rex perpetuus Norvegiae (perpetual king of Norway), is entombed at Nidaros and the national and ecclesiastical life of the country was centred there. His tomb was a site of pilgrimage. The feast of St. Olaf on 29 July was a day of reunion for \"all the nations of the Northern seas, Norwegians, Swedes, Goths, Cimbrians, Danes and Slavs\" Adami gesta pontificum Hammaburgensium (Hanover: 1876, II, 82) in the cathedral of Nidaros, where the saint's reliquary was near the altar. Built in Romanesque style by King Olaf Kyrre (d. 1093), the cathedral was enlarged by Archbishop Eystein in ogival style. It was finished in 1248 by Archbishop Sigurd Sim. Although the cathedral was damaged several times by fire, it was restored each time until the Reformation. Archbishop Erik Valkendorf was exiled in 1521. His successor, Olaf Engelbrektsson (the instrument of the royal will in the introduction of Lutheranism and a partisan of King Christian II of Denmark and Norway), fled from the threat of Christian III (1537). The reliquaries of St. Olaf and St. Augustine (Eystein) were taken to Copenhagen and melted down. The bones of St. Olaf were buried, unmarked, in the cathedral. == Present day == When Norway regained self-rule as a separate kingdom in a union with Sweden in 1814, a period of national romanticism began in which attention was paid to the remnants of the independent medieval kingdom. It was resolved to restore the ancient cathedral of Nidaros. Trondheim briefly changed its name back to Nidaros on January 1, 1930. After widespread opposition to the name, the Norwegian Parliament (led by Ivar Lykke) restored the city's name on March 6, 1931. The pilgrimage route to Nidaros Cathedral has been revived. Using Norwegian spelling, the route is known as Saint Olav's Way. The main, route begins in the ruins of Oslo's Old City (Gamlebyen) and heads north along the lake Mjøsa, up Gudbrandsdalen, over Dovrefjell and down the Oppdal valley to the cathedral. Oslo has an office to advise pilgrims, and the Trondheim cathedral has a pilgrim centre which awards certificates to pilgrims who complete their journey.Pilgrimage to Nidaros (Scandinavica.com) The modern Lutheran diocese of Trondheim is known as Nidaros. The Roman Catholic archdiocese, suppressed in 1537, was restored as the Mission sui iuris of central Norway (on territory split off from the Apostolic Vicariate of Norway) on April 7, 1931. In 1935 it became the apostolic prefecture of central Norway, the apostolic vicariate of central Norway on February 4, 1953, and became the Roman Catholic Territorial Prelature of Trondheim on March 28, 1979. == See also == * Nidaros Cathedral * Pilgrim's Route ===Dioceses=== * Archdiocese of Nidaros (Roman Catholic, Middle Ages) * Diocese of Nidaros (Church of Norway) * Territorial Prelature of Trondheim (Roman Catholic, post-Reformation) == References == == Other sources == * Munch, P.A. Throndhjems Domkirke (Christiania: Fabritius, 1859) * Krefting, O. Om Throndhjems Domkirke (Trondhjem: Aktietrykkeriet, 1899) * Mathiesen, Henr. Det gamle Throndhjem (Christiania: 1897) == External links == * GigaCatholic Territoarial Prelature of Trondheim * Account of pilgrimage to Nidaros (Trondheim) in Norway on Olav's Way Category:History of Trondheim Category:Medieval Norway Category:Former capitals of Norway Category:Viking Age populated places ",
    "title": "Nidaros"
}