{
    "id": "521983",
    "text": "Capture the flag (CTF) is a traditional outdoor sport where two teams each have a flag (or other marker) and the objective is to capture the other team's flag, located at the team's \"base,\" and bring it safely back to their own base. Enemy players can be \"tagged\" by players in their home territory and, depending on the rules, they may be out of the game, become members of the opposite team, sent back to their own territory, or frozen in place (\"in jail\") until freed by a member of their own team. ==Overview== An indoor game of capture the flag Capture the Flag requires a playing field of some sort. In both indoor and outdoor versions, the field is divided into two clearly designated halves, known as territories. Players form two teams, one for each territory. Each side has a \"flag\" which is most often a piece of fabric, but can be any object small enough to be easily carried by a person (night time games might use flashlights, glowsticks or lanterns as the \"flags\"). Sometimes teams wear dark colors at night to make it more difficult for their opponents to see them. If one team has the opposing team's flag on their territory they may be tagged because they have the opposing team's flag. The objective of the game is for players to venture into the opposing team's territory, grab the flag and return with it to their territory without being tagged. The flag is defended mainly by tagging opposing players who attempt to take it. Within their territory players are \"safe\", meaning that they cannot be tagged by opposing players. Once they cross into the opposing team's territory they are vulnerable. Rules for Capture the Flag appear in \"Scouting For Boys\" written in 1908 by Robert Baden-Powell, the founder of the Scouting Movement, under the title \"Flag Raiding\". They also appeared in the 1920 Edition of \"The Official Handbook for Boys\" published by the Boy Scouts of America.\"The Official Handbook for Boys\" published by the Boy Scouts of America, 1920 ===Location=== The flag is usually placed in a visibly obvious location at the rear of a team's territory. In a more difficult version, the flag is hidden in a place where it can only be seen from one angle. It also might have some challenge involved. For example, the flag could be hidden in the leaves up in a tall tree, and the players have to see the flag, then knock it out and bring it to their base. ===Jail=== Different versions of Capture the Flag have different rules, both for handling the flag and for what happens to tagged players. A player who is tagged may be eliminated from the game entirely (out of the game), be forced to join the opposing team, sent back to their own territory, or be placed in \"jail\" with or without a guard (according to the number of people in a team). The jail is a predesignated area of the group's territory which exists for holding tagged players and is normally towards the back of the group's territory. While tagged players may be confined to jail for a limited, predetermined time, the most common form of the game involves the option for a \"jailbreak\". In this version, players who are tagged remain in jail indefinitely. However, players from their own team may free them from jail by means of a jailbreak. Jailbreaks are accomplished by a player running from their own territory into the enemy's jail. Such action may, depending on the rules, free all jailed players or simply those who are physically touched by the one performing the jailbreak. But in some variants, teammates who got tagged can be jailed only 3 times, or they are kicked from the game until the next round. In general freed players are obligated to return directly to their own territory before attempting offensive action (i.e., attempting to grab the flag). While they return to their own side, freed players usually acquire \"free walk-backs\", in which they are safe from tagging until they reach their home territory. The player performing the jail break, on the other hand, is neither safe, nor restricted from performing other actions such as attempting to grab the flag or generally moving about enemy territory. Sometimes, players in jail form chains, so that if a teammate tags one person in the chain, everyone is free. Simply leaving jail without being freed is considered poor sportsmanship and is severely frowned upon, often leading to expulsion from the game. If all players on one team are jailed (meaning no teammate can free them from jail), then the other team will have all the time they want to find the other team's flag. ===Capturing the flag=== An ECyD member playing a variation of capture the flag, in which the \"flag\" is a softball, at Camp River Ridge in Indiana The rules for the handling of the flag also vary from game to game and deal mostly with the disposition of the flag after a failed attempt at capturing it. In one variant, after a player is tagged while carrying the flag, it is returned to its original place. In another variant, the flag is left in the location where the player was tagged. This latter variant makes offensive play easier, as the flag will tend, over the course of the game, to be moved closer to the dividing line between territories. In some games, it is possible for the players to throw the flag to teammates. As long as the flag stays in play without hitting the ground, it is allowed for the players to pass. When the flag is captured by one player, they're not safe from being tagged, unless they trip. Sometimes, the flag holder may not be safe at all, even in their home territory, until they obtain both flags, thus ending the game. But they have the option to return to their own side or hand it off to a teammate who will then carry it to the other side. In most versions, they may not throw the flag but only hand it off while running. The game is won when a player returns to their own territory with the enemy flag or both teams' flags. Also, as a general rule, the flag carrier may not attempt to free any of their teammates from jail. ===Variants=== Alterations may include \"one flag\" CTF in which there is a defensive team and an offensive team, or games with three or more flags. In the case of the latter, one can only win when all flags are captured, not only one. Another variation is when the players put bandannas in their pockets with about six inches sticking out. Instead of tagging your opponents, you must pull your opponent's bandanna out of their pocket. No matter where a player is when their bandanna is pulled, they're captured and must, depending on the preferences of the players, go to jail, or return to their base before returning to play. In this version there is no team territory, only a small base where the team's flag is kept. To win, one team must have both of the flags in their base. In some urban settings, the game is played indoors in an enclosed area with walls, similar to the walls in a hockey rink. There is also a spot sticking out of the back of the opposing ends which is connected to the playing area for the flag to be placed in. In this urban variation, legal checking hockey style and legal checking against the boards is allowed. A player who commits a foul or illegal check is placed in a penalty box for a specified amount of time, depending on the severity of the foul. A player who deliberately injures an opponent is expelled from the rest of the game. Throwing the flag is allowed in this variation, as long as the flag is caught before it hits the ground. If the flag is thrown to a teammate but hits the ground before it can be caught, the flag is placed from the spot of the throw. If a player throws the flag, but is blocked or intercepted by a player from the opposing team, the flag is placed back at the base. New technologies have also led to a glow-in-the-dark version of CTF called Capture the Flag REDUX that includes two glowing orbs as the “flags,” color-coded LED bracelets to differentiate team members, and glowing jail markers. It is not uncommon for people to play airsoft, paintball, or Nerf variations of CTF. Typically there are no territories in these versions. Players who are \"hit\" must sit out a predetermined amount of time before returning to play (respawning). ====Stealing sticks==== \"Stealing sticks\" is a similar game played in the British Isles, the United States, and Australia. However, instead of a flag, a number of sticks or other items such as coats or hats are placed in a \"goal\" on the far end of each side of the playing field or area. As in capture the flag, players are sent to a \"prison\" if tagged on the opponents' side, and may be freed by teammates. Each player may only take one of their opponents' sticks at a time. The first team to take all of the opponents' sticks to their own side wins.Jessie H. Bancroft (1909). \"Stealing Sticks\". Games for the playground, home, school, and gymnasium. Retrieved August 7, 2014.\"The Game of Stealing Sticks\". The Age. June 3, 1932. Retrieved August 7, 2014. ==Software and games== In 1984, Scholastic published Bannercatch for the Apple II and Commodore computers. An edutainment game with recognizable capture-the-flag mechanics, Bannercatch allows up to two humans (each alternating between two characters in the game world) to play capture the flag against an increasingly difficult team of four AI bots. Bannercatchs game world is divided into quadrants: home, enemy, and two \"no-mans land\" areas which hold the jails. A successful capture requires bringing the enemy flag into one team's \"home\" quadrant. Players can be captured when in an enemy territory, or in \"no-mans land\" while holding a flag. Captured players must be \"rescued\" from their designated jail by one of the other members of the team. Fallen flags remain where they dropped until a time-out period elapses, after which the flag returns to one of several starting locations in home territory. The 2D map also features walls, trees and a moving river, enabling a wide variety of strategies. Special locations in the play area allow humans to query the game state (such as flag status) using binary messages. In 1992, Richard Carr released an MS-DOS based game called Capture the Flag. It is a turn-based strategy game with real time network / modem play (or play-by-mail) based around the traditional outdoor game. The game required players to merely move one of their characters onto the same square as their opponent's flag, as opposed to bringing it back to friendly territory, because of difficulties implementing the artificial intelligence that the computer player would have needed to bring the enemy flag home and intercept opposing characters carrying the flag. ===Computer security=== A team competing in the CTF competition at DEF CON 17 In computer security Capture the Flag (CTF), \"flags\" are secrets hidden in purposefully-vulnerable programs or websites. Competitors steal flags either from other competitors (attack/defense-style CTFs) or from the organizers (jeopardy-style challenges) . Several variations exist, including hiding flags in hardware devices. Security CTFs are usually designed to serve as an educational exercise to give participants experience in securing a machine, as well as conducting and reacting to the sort of attacks found in the real world (i.e., bug bounty programs in professional settings). Classic activities include reverse-engineering, network sniffing, protocol analysis, system administration, programming, cryptoanalysis, writing exploits, ... In an attack/defense style competition, each team is given a machine (or a small network) to defend -- typically on an isolated competition network. Teams are scored on both their success in defending their assigned machine(s) and on their success in attacking the other team's machines. A variation from classic flag-stealing is to \"plant\" own flags on opponent's machines. Prominent attack/defense CTF's include DEF CON's, often considered the \"finals\" of the competition circuit and held since 1996 at the largest hacker conference, and the NYU-CSAW (Cyber Security Awareness Week), the largest student cyber- security contest.http://www.usf.edu/engineering/documents/01132015-csaw- finals.pdf Hardware challenges usually involve getting an unknown piece of hardware and having to figure out how to bypass part of the security measures, e.g. using debugging ports or using a Side-channel attack. Jeopardy-style competitions are closer to programming competitions: teams do not directly attack each other, but rather solve challenges posed by the organizers. Time is generally not be a factor in scoring these competitions, but \"first blood\" bonus points are often given to the first solver. In King of the Hill-style challenges, players gain points by relative ranking. Classically, only the top team gains points. When another team bests the current champion (e.g., by gaining access to the shared \"target\" machine that the champion was defending), they become the new champions and shift to defending their own position against others. ==Urban gaming== Capture the Flag is among the games that have made a recent comeback among adults as part of the urban gaming trend (which includes games like Pac-Manhattan, Fugitive and Manhunt). The game is played on city streets and players use cellphones to communicate. News about the games spreads virally through the use of blogs and mailing lists. Urban Capture the Flag has been played in cities throughout North America. One long running example occurs on the Northrop Mall at the University of Minnesota on Fridays with typical attendance ranging from 50 to several hundred. ==See also== *Fugitive (game) *Steal the bacon ==References== ==External links== *Richard Carr's website *Capture the flag at usscouts.org *CTFtime - worldwide security CTF tracking site Category:Children's games Category:Computer network security Category:Tag variants Category:Team sports Category:Flag practices Category:Outdoor games Category:Video game gameplay ",
    "title": "Capture the flag"
}