{
    "id": "522065",
    "text": "Steven Jeffrey Ostro (March 9, 1946 – December 15, 2008) was an American scientist specializing in radar astronomy. He worked at NASA's Jet Propulsion Laboratory. Ostro led radar observations of numerous asteroids, as well as the moons of Jupiter and Saturn, Saturn's rings, and Mars and its satellites. As of May 2008, Ostro and his collaborators had detected 222 near-Earth asteroids (including 130 potentially hazardous objects and 24 binaries) and 118 main belt objects with radar. He died December 15, 2008, due to complications related to cancer. He has been remembered fondly by his colleagues for both his personal and professional contributions. ==Education and employment== Ostro received an A.B. in liberal arts and a B.S. in ceramic science from Rutgers University in 1969, a Master's in engineering physics from Cornell University in 1974, and his Ph.D in planetary science from the Massachusetts Institute of Technology in 1978. At MIT, Ostro was advised by Gordon Pettengill and Irwin I. Shapiro and studied the radar scattering properties of Saturn's rings and the Galilean satellites using the Arecibo Observatory. After completing his graduate work and a year in postdoctoral research at MIT, Ostro served as an assistant professor of astronomy at Cornell before moving to JPL in 1984. Ostro headed JPL's Asteroid Radar group, and was a member of the Cassini–Huygens RADAR team, studying the moons of Saturn. In 2008, Ostro was elected a Fellow of the American Geophysical Union, awarded for acknowledged eminence in the Earth and Space sciences. ==Asteroid radar astronomy== Animation of 66391 Moshup, also known as 1999 KW4, a binary near- Earth asteroid observed by Ostro and his collaborators. This shape model was obtained by inversion of radar images. Much of Ostro's career focused on the development of asteroid radar astronomy. In early experiments, such as the first radar detection of Ceres, radar observations of asteroids were restricted to measurements of Doppler shifts and radar cross-sections. Beginning in the early 1980s, Ostro led the development of radar imaging and shape-reconstruction techniques, first determining only outer limits of targets' shapes, then deriving three-dimensional shape models. From August 19 to 22 of 1989, Ostro and Scott Hudson observed the contact binary 4769 Castalia from the Arecibo Observatory, producing the first resolved radar images of an asteroid, which they later used to construct a model of the object. Following the further development of imaging and shape reconstruction techniques by Ostro, Hudson, and Christopher Magri, and the upgrade of Arecibo in the mid-1990s, the number of radar observations increased dramatically. ==Asteroid impact hazard== Ostro was an early participant in discussion of the asteroid impact hazard, placing particular emphasis on the need to characterize asteroids before any deflection attempt. In a paper with Carl Sagan, Ostro noted that while the asteroid impact hazard is a long-term risk to any civilization, the risk associated with maintaining an active deflection program is higher, because it is just as easy to deflect an asteroid to impact Earth as to prevent it from doing so. Ostro advocated for continued funding of the Arecibo Planetary Radar, on both hazard and scientific grounds. ==Notable asteroids observed by Ostro include== *216 Kleopatra – a large main-belt asteroid, the first asteroid confirmed to have a surface composition of nickel-iron. *1986 DA – the first near-Earth asteroid confirmed to be metallic. The estimated amount of platinum-group metals in 1986 DA is comparable to that in the Bushveld Igneous Complex, the largest source on Earth's surface. *4769 Castalia – the first near-Earth asteroid imaged well enough to determine its shape, which is two distinct 0.9 km lobes in contact (a contact binary). *4179 Toutatis – a contact binary asteroid that is in a non-principal axis rotation state. * – a large near-Earth asteroid that rotates exceptionally slowly. * – a very small (30 m wide) asteroid that spins so quickly that it has negative effective gravity. *66391 Moshup – one of the first binary near-Earth asteroids known. The shape of the primary (alpha) has been determined by inversion of radar images. This enabled studies of the orbital evolution of the secondary (beta), which is in turn coupled to the system's orbit around the Sun by radiation forces. *6489 Golevka – the first asteroid for which the Yarkovsky effect (radiation force changing the orbit) was measured. *1950 DA – an approximately 1 km wide asteroid with a possible Earth impact in 2880. *99942 Apophis – a near-Earth asteroid that will pass within geosynchronous orbit in 2029. Radar astrometry from observations by Ostro's group have been essential to predicting Apophis' trajectory. To explore the dynamical implications of these observations in detail, Ostro collaborated with Steven Chesley, Jon D. Giorgini, Scott Hudson, Jean-Luc Margot, and Daniel J. Scheeres. Radar provides extremely accurate measurement of the positions and velocities of target objects, and such astrometry of near-Earth objects has been recognized as crucial to dealing with the impact hazard. In many cases, radar astrometry has excluded possible Earth impacts from trajectory predictions years before optical astrometry would have been able to do so. ==Work on other objects== Ostro worked on radar observations of the icy satellites of Jupiter and Saturn, particularly with the Cassini- Huygens RADAR instrument. Radar observations of Mars' moons, Phobos and Deimos, have refined knowledge of their orbits and show that their surfaces are coated with very low density (~1 g/cm3) material, most likely fine-grain dust, to a depth of several meters. ==Honors== ===Awards=== * Gerard P. Kuiper Prize from the American Astronomical Society's Division for Planetary Sciences (2003) * NASA Distinguished Service Medal, posthumous (2010) * NASA Medals for Exceptional Scientific Achievement (1991 and 2004) ===Eponym=== * 3169 Ostro, asteroid named after Ostro in 1981 ===Erdős Number=== Three, through Robert Connelly and Peter J. Cameron ==References== ==External links== * Category:1946 births Category:2008 deaths Category:People from Somerville, New Jersey Category:American astronomers Category:Rutgers University alumni Category:Cornell University College of Engineering alumni Category:Massachusetts Institute of Technology alumni Category:Cornell University faculty Category:People associated with radar Category:NASA people Category:Fellows of the American Geophysical Union ",
    "title": "Steven J. Ostro"
}