{
    "id": "522157",
    "text": "This article contains information about the literary events and publications of 2004. ==Events== *January – The poet Jang Jin-sung, in trouble with the North Korean authorities, defects to South Korea.\"Book Review: 'North Korea: State of Paranoia' by Paul French and 'Dear Leader' by Jang Jin-Sung\", Wall Street Journal, 13 June 2014 *February – Canada Reads selects Guy Vanderhaeghe's The Last Crossing to be read across the nation. *February 16 – Edwin Morgan becomes Scotland's first official national poet, the Scots Makar, appointed by the Scottish Parliament.ASLS: A National Poet for Scotland. *May 23 – Seattle Central Library, designed by Rem Koolhaas, opens to the public. *June 1 – Controversy surrounds Battle Royale by Koushun Takami (高見広春), when an 11-year-old fan of the story in Sasebo, Nagasaki, murders her classmate, 12-year-old Satomi Mitarai, in a way that mimics a scene from the story. *October 14 – Edinburgh becomes UNESCO's first City of Literature.\"Edinburgh crowned the capital of literature\", The Guardian, 14 October 2004. Accessed 16 November 2014. *October 31 – Denoël in Paris publishes Irène Némirovsky's Suite française, consisting of two novellas, Tempête en juin and Dolce, written and set in 1940–1941, from a sequence left unfinished on the author's death in Auschwitz concentration camp in 1942. *December 18 – The première of Gurpreet Kaur Bhatti's play Behzti (Dishonour) at England's Birmingham Repertory Theatre is cancelled after violent protests by members of the Sikh community. *unknown dates **Kansas City Public Library's Community Bookshelf is built. **The typeface Calibri, designed by Luc(as) de Groot, is introduced. ==New books== ===Fiction=== *Cecelia Ahern – PS, I Love You *C. C. Allentini – Dead of Winter *Germano Almeida – O mar na Lajinha *John Ames – Wake Up Sir! *R. Scott Bakker – The Darkness That Comes Before *Blue Balliett – Chasing Vermeer *Iain M. Banks – The Algebraist *Steven Barnes – The Cestus Deception *Alistair Beaton – A Planet for the President *Thomas Berger – Adventures of the Artificial Woman *Louis de Bernières – Birds Without Wings *Roberto Bolaño (posthumous) – 2666 *T. C. Boyle – The Inner Circle *Anthony Cartwright – The Afterglow *Gennifer Choldenko – Al Capone Does My Shirts *Kate Christensen – The Epicure's Lament: A Novel *Stephen Clarke – A Year in the Merde *Susanna Clarke – Jonathan Strange and Mr Norrell *Wendy Coakley-Thompson – Back to Life *Allison Hedge Coke – Rock, Ghost, Willow, Deer *Suzanne Collins – Gregor the Overlander *J. J. Connolly – Layer Cake *Afua Cooper – The Hanging of Angelique *Bernard Cornwell **Sharpe's Escape **The Last Kingdom *Douglas Coupland – Eleanor Rigby *Stevie Davies – Kith & Kin *L. Sprague de Camp, Lin Carter and Björn Nyberg – Sagas of Conan *Michel Déon – Your Father's Room *Cory Doctorow – Eastern Standard Tribe *Ben Elton – Past Mortem *Gustav Ernst – Grado. Süße Nacht *Giorgio Faletti – Niente di vero tranne gli occhi *Karen Joy Fowler – The Jane Austen Book Club *Ge Fei (格非) – 人面桃花 (Renmian Taohua, Peach Blossom Beauty) *Robert Goddard – Play to the End *Adrien Goetz – La Dormeuse de Naples *Helon Habila – Waiting for an Angel *Margaret Peterson Haddix – Among the Brave *Elisabeth Harvor, All Times Have Been Modern (Canada) *Michael Helm – In the Place of Last Things *Carl Hiaasen – Skinny Dip *Alan Hollinghurst – The Line of Beauty *Jiang Rong – Wolf Totem *Cynthia Kadohata – Kira-Kira *Mitsuyo Kakuta (角田 光代) – Woman on the Other Shore *Peg Kehret – Escaping the Giant Wave *Thomas Keneally – The Tyrant's Novel *Stephen King **The Dark Tower VI: Song of Susannah **The Dark Tower VII: The Dark Tower *John Kiriamiti – My Life in Prison *Karl Ove Knausgård – A Time to Every Purpose Under Heaven (En tid for alt) *László Krasznahorkai – Destruction and Sorrow Beneath the Heavens (Rombolás és bánat az Ég alatt) *Thor Kunkel – Endstufe *David Leavitt – The Body of Jonah Boyd *Tanith Lee – Piratica *David Lodge – Author, Author *Andreï Makine – The Woman Who Waited (La femme qui attendait) *Henning Mankell – Depths *David Michaels – Tom Clancy's Splinter Cell *David Mitchell – Cloud Atlas *Aka Morchiladze – Santa Esperanza *Bharati Mukherjee – The Tree Bride *Alice Munro – Runaway *Ngũgĩ wa Thiong'o – Mũrogi wa Kagogo (Wizard of the Crow) *Garth Nix – Grim Tuesday *Cees Nooteboom – Lost Paradise (Paradijs verloren) *Daniel Olivas – Devil Talk: Stories *Linda Sue Park – When My Name Was Keoko *Jodi Picoult – My Sister's Keeper *Terry Pratchett **A Hat Full of Sky **Going Postal *Michael Reaves and Steve Perry – MedStar I: Battle Surgeons and MedStar II: Jedi Healer *Marilynne Robinson – Gilead *Philip Roth – The Plot Against America *Edward Rutherfurd – Dublin: Foundation *Nick Sagan – Edenborn *David Sherman and Dan Cragg – Jedi Trial *Kyle Smith – Love Monkey *David Southwell – Conspiracy Files *Muriel Spark – The Finishing School *Olen Steinhauer – The Confession *V. S. Naipaul – Magic Seeds *Neal Stephenson **The Confusion (Vol. II of the Baroque Cycle) **The System of the World (Vol. III of the Baroque Cycle) *Sean Stewart – Yoda: Dark Rendezvous *Thomas Sullivan – Dust of Eden *Michel Thaler – Le Train de Nulle Part *Colm Tóibín – The Master *Zlatko Topčić – Bare Skin *Karen Traviss – Star Wars Republic Commando: Hard Contact *Jonathan Trigell – Boy A *Andrew Vachss – Down Here *Vivian Vande Velde – Heir Apparent *Bob Weltlich – Crooked Zebra *A. N. Wilson – My Name Is Legion *Michael Winter – The Big Why *Carlos Ruiz Zafon – The Shadow of the Wind *Juli Zeh – Gaming Instinct *Florian Zeller – La Fascination du pire (The Fascination of Evil) ===Children and young people=== *David Almond – Kate, the Cat and the Moon *Mary Bartek – Funerals and Fly Fishing *John Fardell – The Seven Professors of the Far North *Mem Fox – Where Is the Green Sheep? *Cornelia Funke – When Santa Fell to Earth *Virginia Hamilton (with Barry Moser) – Wee Winnie Witch's Skinny: An Original African American Scare Tale *J. Patrick Lewis (with Gary Kelley) – The Stolen Smile *Robert Muchamore – The Recruit (first in the CHERUB series) *Jenny Nimmo – Charlie Bone and the Blue Boa *Lemony Snicket – The Grim Grotto *Dugald Steer (with Nghiem Ta, etc.) – Egyptology: Search for the Tomb of Osiris ===Drama=== *Alan Bennett – The History Boys *Gurpreet Kaur Bhatti – Behzti *Neil Brand – Stan (radio) *Bryony Lavery – Frozen *Brent Hartinger – Geography Club *Louis Nowra – The Woman with Dog's Eyes *John Patrick Shanley – Doubt *Florian Zeller – L'Autre (The Other) ===Poetry=== *Seamus Heaney – Beacons of Bealtaine ===Non- fiction=== *Steve Almond - Candyfreak *Thomas P.M. Barnett – The Pentagon's New Map *Ingmar and Ingrid Bergman and Maria von Rosen – Tre dagböcker (Three diaries) *T. Mike Childs – The Rocklopedia Fakebandica *Richard A. Clarke – Against All Enemies: Inside America's War on Terror *Jonathan Coe – Like A Fiery Elephant: The Story of B. S. Johnson *Allison Hedge Coke – Rock, Ghost, Willow, Deer *Anne Coleman – I'll Tell You a SecretThiessen, Cherie, Telling Tales Out of School, January Magazine, Retrieved 11/272012 *Flora Fraser – Princesses: The Six Daughters of George III *Leonie Frieda – Catherine de' Medici *Sheila Hancock – The Two of Us: My Life with John Thaw *Gareth Stedman Jones – An End to Poverty?Queen Mary University of London School of History Retrieved 11 July 2017. *Pedro Lemebel – Adiós mariquita linda *Doris Lessing - Time Bites: Views and Reviews *Lawrence Lessig – Free Culture *Mario Vargas Llosa – The Temptation of the Impossible *Roger Lowenstein – Origins of the Crash *Hugh Masekela – Still Grazing (autobiography) *Predrag Miletić – Biciklom do Hilandara *Farah Pahlavi – An Enduring Love: My Life with the Shah *Chuck Palahniuk – Stranger Than Fiction: True Stories *Michael Palin – Himalaya *Sethy Regenvanu – Laef blong mi (From village to nation: an autobiography) *Anita Roddick – Take it Personally: How globalization affects you and powerful ways to challenge it *Miranda Seymour – The Bugatti Queen: In Search of a Motor-Racing Legend *Owen Sheers – The Dust Diaries *Rebecca Solnit – Hope in the Dark *Ben Stein – Can America Survive? The Rage of the Left, The Truth, and What to Do About It *Jon Stewart and writers of The Daily Show – America (The Book): A Citizen's Guide to Democracy Inaction *Milt Thomas – Cave of a Thousand Tales *J. Maarten Troost – The Sex Lives of Cannibals *United Kingdom Government – Delivering Security in a Changing World *Francis Wheen – How Mumbo-Jumbo Conquered the World (also Idiot Proof: A Short History of Modern Delusions) *Alford A. Young Jr. – The Minds of Marginalized Black Men ==Deaths== *January 3 – Lillian Beckwith, English novelist (born 1916) *January 4 **Joan Aiken, English novelist and children's writer (born 1924) **Jeff Nuttall, English poet, artist and activist (born 1933) **John Toland, American author and historian (born 1912) *January 10 **Alexandra Ripley, American novelist (born 1934) **(or January 11) Spalding Gray, American writer and actor (born 1942) *January 13 – Zeno Vendler, American philosopher and linguist (born 1921) *January 14 – Jack Cady, American fantasy and horror novelist (born 1932) *January 15 **Alex Barris, Canadian actor and writer (born 1922) **Olivia Goldsmith, American novelist (complications from cosmetic surgery, born 1949) *January 24 – Abdul Rahman Munif, Arab writer (born 1933) *January 29 **Janet Frame, New Zealand novelist, poet and short story writer (born 1924) **M. M. Kaye, Indian-born English novelist (born 1908) *February 2 – Alan Bullock, English historian (born 1914) *February 4 – Hilda Hilst, Brazilian poet, playwright and novelist (born 1930) *February 5 – Frances Partridge, English diarist (born 1900) *February 7 – Norman Thelwell, English cartoonist (born 1923) *February 17 – Bruce Beaver, Australian poet and novelist (born 1928) *February 27 – Paul Sweezy, American economist and editor (born 1910) *February 28 – Daniel J. Boorstin, American historian (born 1914) *February 29 – Jerome Lawrence, American playwright (born 1915) *March 9 – Albert Mol, Dutch author, actor and dancer (born 1917) *March 27 – Robert Merle, French novelist (born 1908) *March 29 – Peter Ustinov, English actor, dramatist and memoirist (born 1921) *March 30 **Alistair Cooke, English-born American journalist and broadcaster (born 1908) **Dr Michael King OBE, New Zealand historian, author and biographer (born 1945) *April 19 **Norris McWhirter, English writer and activist (born 1925) **John Maynard Smith, English evolutionary biologist and writer (born 1920) *April 25 – Thom Gunn, English poet (born 1929) *April 26 – Hubert Selby, Jr., American author (born 1928) *May 2 – Paul Guimard, French writer (born 1921) *May 12 **Syd Hoff, American author and illustrator (born 1912) **Alexander Skutch, American scientific writer and naturalist (born 1904) *May 31 – Lionel Abrahams, South African novelist, poet and essayist (born 1928) *July 1 – Peter Barnes, English playwright (born 1931) *July 8 – Paula Danziger, American children's and young adult novelist (born 1945) *August 8 – Farida Diouri, Moroccan novelist (born 1953) *August 12 – Humayun Azad, Bangladeshi author, poet, scholar and linguist (born 1947) *August 14 – Czesław Miłosz, Polish writer and Nobel laureate (born 1911 *August 30 – Mario Levrero, Uruguayan novelist (born 1940) *September 18 – Norman Cantor, Canadian historian (born 1929) *September 24 – Françoise Sagan, French novelist (born 1935) *September 28 – Mulk Raj Anand, Indian novelist in English (born 1905) *October – Natalya Baranskaya, Russian short-story writer (born 1908) *October 8 – Jacques Derrida, Algerian-born French literary critic (born 1930) *October 13 – Bernice Rubens, Welsh-born novelist (born 1928) *October 16 **Vincent Brome, English biographer and novelist (born 1910) **Harold Perkin, English social historian (born 1926) *October 20 – Anthony Hecht, American poet (born 1923) *November 9 – Stieg Larsson, Swedish journalist and crime novelist (heart attack, born 1954) *November 24 – Arthur Hailey, Canadian novelist (born 1920) *December 2 – Mona Van Duyn, American poet (born 1921) *December 8 – Jackson Mac Low, American poet (born 1922) *December 12 – Phaswane Mpe, South African novelist (born 1970) *December 18 – Anthony Sampson, British journalist and biographer (born 1926) *December 28 – Susan Sontag, American novelist (born 1933) ==Awards== *Nobel Prize for Literature: Elfriede Jelinek *Camões Prize: Agustina Bessa-Luís ===Australia=== *The Australian/Vogel Literary Award: Julienne van Loon, Road Story *Victorian Premier's Literary Award C. J. Dennis Prize for Poetry: Judith Beveridge, Wolf Notes *Kenneth Slessor Prize for Poetry: Pam Brown, Dear Deliria: New & Selected Poems *Mary Gilmore Prize: David McCooey, Blister Pack; Michael Brennan, Imageless World *Miles Franklin Award: Shirley Hazzard, The Great Fire *Victorian Premier's Literary Award Vance Palmer Prize for Fiction: Annamarie Jagose, Slow Water ===Canada=== *Giller Prize: Alice Munro, Runaway *Governor General's Awards: See 2004 Governor General's Awards *Griffin Poetry Prize: Anne Simpson, Loop and August Kleinzahler, The Strange Hours Travelers Keep *Edna Staebler Award for Creative Non-Fiction: Andrea Curtis, Into the BlueGoodreads, Into the Blue, Book review, Retrieved 11/27/2012 ===United Kingdom=== *Caine Prize for African Writing: Brian Chikwava, \"Seventh Street Alchemy\" *Carnegie Medal for children's literature: Frank Cottrell Boyce, Millions *Cholmondeley Award: John Agard, Ruth Padel Lawrence Sail, Eva Salzman *Eric Gregory Award: Nick Laird, Elizabeth Manuel, Abi Curtis, Sophie Levy, Saradha Soobrayen *James Tait Black Memorial Prize for biography: Jonathan Bate, John Clare: A Biography *James Tait Black Memorial Prize for fiction: David Peace, GB84 *Man Booker Prize: Alan Hollinghurst, The Line of Beauty *Orange Prize for Fiction: Andrea Levy, Small Island *Queen's Gold Medal for Poetry: Hugo Williams *Whitbread Best Book Award: Andrea Levy, Small Island ===United States=== *Aiken Taylor Award for Modern American Poetry: Henry Taylor *Agnes Lynch Starrett Poetry Prize: Aaron Smith, Blue on Blue Ground *Bernard F. Connors Prize for Poetry: Jeremy Glazier, \"Conversations with the Sidereal Messenger\" *Bobbitt National Prize for Poetry: B.H. Fairchild, Early Occult Memory Systems of the Lower Midwest *Brittingham Prize in Poetry: John Brehm, Sea of Faith *Compton Crook Award: E. E. Knight, Way of the Wolf *Frost Medal: Richard Howard *Hugo Award for Best Novel: Lois McMaster Bujold, Paladin of Souls *Lambda Literary Awards: Multiple categories; see 2004 Lambda Literary Awards. *National Book Award for Fiction: to The News from Paraguay by Lily Tuck *National Book Critics Circle Award: to Gilead by Marilynne Robinson *PEN/Faulkner Award for Fiction: to The Early Stories: 1953–1975 by John Updike *Wallace Stevens Award: Mark Strand *Whiting Awards: :Fiction: Daniel Alarcón, Kirsten Bakis, Victor LaValle :Nonfiction: Allison Glock, John Jeremiah Sullivan :Plays: Elana Greenfield, Tracey Scott Wilson :Poetry: Catherine Barnett, Dan Chiasson, A. Van Jordan ===Elsewhere=== *Premio Nadal: Antonio Soler, El camino de los ingleses ==See also== *List of years in literature *Literature *Poetry *List of literary awards *List of poetry awards *The Best American Short Stories 2004 *2004 in Australian literature ==References== Literature Category:Years of the 21st century in literature ",
    "title": "2004 in literature"
}