{
    "id": "522227",
    "text": "The California chaparral and woodlands is a terrestrial ecoregion of lower northern, central, and southern California (United States) and northwestern Baja California (Mexico), located on the west coast of North America. It is an ecoregion of the Mediterranean forests, woodlands, and scrub biome, and part of the Nearctic realm. ==Setting== ===Three sub-ecoregions=== The California chaparral and woodlands ecoregion is subdivided into three smaller ecoregions. *California coastal sage and chaparral ecoregion: In southern coastal California and northwestern coastal Baja California, as well as all the Channel Islands of California and Guadalupe Island. *California montane chaparral and woodlands: In southern and central coast adjacent and inland California, covering some of the mountains of: the Coast Ranges; the Transverse Ranges; and the western slopes of the northern Peninsular Ranges. *California interior chaparral and woodlands: In central interior California surrounding the California Central Valley cover the foothills and the Transverse Ranges and Sierra Nevada. ===Locations=== Montane chaparral and woodlands in the Santa Ynez Mountains, near Santa Barbara, California Most of the population of California and Baja California lives in these ecoregions, which includes the San Francisco Bay Area, Ventura County, the Greater Los Angeles Area, San Diego County, and Tijuana. The California Central Valley grasslands ecoregion, as well as the coniferous Sierra Nevada forests, Northern California coastal forests, and Klamath-Siskiyou forests of northern California and southwestern Oregon, share many plant and animal affinities with the California chaparral and woodlands. Many botanists consider the California chaparral and woodlands, Sierra Nevada forests, Klamath-Siskiyou forests, and Northern California coastal forests as a single California Floristic Province, excluding the deserts of eastern California, which belong to other floristic provinces. Many Bioregionalists, including poet Gary Snyder, identify the central and northern Coast Ranges, Klamath-Siskiyou, the Central Valley, and Sierra Nevada as the Shasta Bioregion or the Alta California Bioregion. coastal sage and chaparral in the Santa Monica Mountains, near Malibu. ==Flora== The ecoregion includes a great variety of plant communities, including grasslands, oak savannas and woodlands, chaparral, and coniferous forests, including southern stands of the tall coast redwood (Sequoia sempervirens). The flora of this ecoregion also includes tree species such as Gray or foothill pine (Pinus sabiniana), Scrub oak (Quercus dumosa), California buckeye (Aesculus californica), the rare Gowen cypress (Cupressus goveniana), the rare Monterey cypress (Cupressus macrocarpa), and a wealth of endemic plant species, including the extremely rare San Gabriel Mountain liveforever (Dudlea densiflora), Catalina mahogany (Cercocarpus traskiae), and the threatened most beautiful jewel-flower (Streptanthus albidus ssp. Peramoenus). (material included verbatim under the CC BY-SA 3.0 license Hesperoyucca whipplei, colloquially known as Chaparral Yucca, is commonplace throughout the lower elevations of the climate zone. There are two types of chaparral: soft and hard chaparral. Hard chaparral is usually evergreen, located at higher elevation and is harder to walk through. Soft chaparral tends to be drought deciduous, live at lower elevations and tends to be easier to walk through. ==Fauna== Species include the California gnatcatcher (Polioptila californica), Costa's hummingbird (Calypte costae), coast horned lizard (Phrynosoma coronatum), and rosy boa (Lichanura trivirgata). Other animals found here are the Heermann kangaroo rat (Dipodomys heermanni), Santa Cruz kangaroo rat (Dipodomys venustus), and the endangered white-eared pocket mouse (Perognathus alticolus). Another notable insect resident of this ecoregion is the rain beetle (Pleocoma sp.) It spends up to several years living underground in a larval stage and emerges only during wet-season rains to mate. ==Fire== Chaparral, like most Mediterranean shrublands, is highly fire resilient and historically burned with high- severity, stand replacing events every 30 to 100 years. Historically, Native Americans burned chaparral to promote grasslands for textiles and food. Though adapted to infrequent fires, chaparral plant communities can be exterminated by frequent fires especially with climate change induced drought. Today, frequent accidental ignitions can convert chaparral from a native shrubland to nonnative annual grassland and drastically reduce species diversity, especially under global-change-type drought. The historical fire return interval for chaparral communities used to be 30–50 years, but has now decreased to 5–10 years due to human interference. ==Human influence== California oak woodlands, in Gaviota State Park, near Santa Barbara, California The region has been heavily affected by grazing, logging, dams and water diversions, and intensive agriculture and urbanization, as well as competition by numerous introduced or exotic plant and animal species. Some unique plant communities, like southern California's Coastal Sage Scrub, have been nearly eradicated by agriculture and urbanization. As a result, the region now has many rare and endangered species, including the California condor (Gymnogyps californianus). ==See also== * California Chaparral Institute * California coastal prairie * California montane chaparral * Chaparral * Closed-cone pine forest * Coast Redwood forest * Coastal sage scrub * Mixed evergreen forest * Northern coastal scrub * Oak woodland * Sierra Nevada lower montane forest ==References== * Bakker, Elna (1971) An Island Called California. University of California Press; Berkeley. * Dallman, Peter R. (1998). Plant Life in the World's Mediterranean Climates. California Native Plant Society–University of California Press; Berkeley. * Ricketts, Taylor H; Eric Dinerstein; David M. Olson; Colby J. Loucks; et al. (1999). Terrestrial Ecoregions of North America: a Conservation Assessment. Island Press; Washington, DC. * Schoenherr, Allan A. (1992). A Natural History of California. University of California Press; Berkeley. ==External links== *World Wildlife Fund: California Chaparral and Woodlands ecoregion *California Chaparral Institute website *California Coastal Sage and Chaparral images at bioimages.vanderbilt.edu (slow modem version) *California Interior Chaparral and Woodlands images at bioimages.vanderbilt.edu — (slow modem version) *California Montane Chaparral and Woodlands images at bioimages.vanderbilt.edu — (slow modem version) Category:Mediterranean forests, woodlands, and scrub Category:Mediterranean forests, woodlands, and scrub in the United States Category:Ecoregions of California Category:Ecoregions of Mexico *01 Category:Forests of California Category:Natural history of Baja California Category:Plant communities of California Category:Nearctic ecoregions ",
    "title": "California chaparral and woodlands"
}