{
    "id": "522279",
    "text": "I Like Pumpkins is an illustrated book for young children written and illustrated by children's book author Jerry Smath in which a young girl vividly describes her fondness for pumpkins at Halloween. The book is written in rhyming text and includes five pages of pumpkin-related games and puzzles. It has been used in elementary classrooms as both a class reading and supplementary resource. Schools have also used the book as a part of interdisciplinary units on pumpkins which may incorporate the planting and growing of pumpkin plants, arts and crafts activities related to pumpkins, or basic mathematics activities that use pumpkins as units for counting or grouping. The book was released in the fall of 2003, coinciding with the celebration of Halloween. It was published by Scholastic, Incorporated. Reviewers have suggested that the book may be used by parents or teachers as an introduction to discussion about pumpkins or Halloween. ==Synopsis== The main character of the book is a little girl who loves pumpkins. She describes the many uses of pumpkins that she appreciates, including plastic pumpkins, pumpkins used to hold candy, jack-o-lanterns, pumpkin seeds, and her favorite, pumpkin pie. The illustrations show her and her mother traveling by car to a pumpkin patch, picking out a pumpkin, and then returning home. Along the way, they see a number of strange sights, including Frankenstein and his pet purple alligator who are returning home with their own respective pumpkins. One image shows a fantasy version of the girl's bedroom which is decorated with a pumpkin theme, including a pumpkin-themed headboard for her bed and an alarm clock in the shape of a pumpkin. The book ends with a series of pumpkin-themed puzzles that ask readers to identify a pumpkin that is different from the others, count which of a set of farmers has the most pumpkins, locate hidden pumpkins in a parade scene, and identify a pumpkin that looks like the little obese monkey in the book. ==References== Category:American picture books Category:2003 children's books Category:Halloween children's books ",
    "title": "I Like Pumpkins"
}