{
    "id": "522317",
    "text": "Green River Lakes and Squaretop Mountain Titcomb Lakes Looking across the Bonneville Basin to Mount Bonneville and Raid Peak. The Wind River Range (or \"Winds\" for short), is a mountain range of the Rocky Mountains in western Wyoming in the United States. The range runs roughly NW–SE for approximately . The Continental Divide follows the crest of the range and includes Gannett Peak, which at , is the highest peak in Wyoming; and also Fremont Peak at , the third highest peak in Wyoming. There are more than 40 other named peaks in excess of . With the exception of the Grand Teton in the Teton Range, the next 19 highest peaks in Wyoming after Gannett are also in the Winds. Two large national forests including three wilderness areas encompass most of the mountain range. Shoshone National Forest is on the eastern side of the continental divide while Bridger-Teton National Forest is on the west. Both national forests and the entire mountain range are an integral part of the Greater Yellowstone Ecosystem. Portions of the east side of the range are inside the Wind River Indian Reservation. ==History== Indigenous peoples of the Great Basin, such as the Shoshones and Absarokas (Crow) Native Americans, lived in the range beginning 7000 and 9000 years ago. Villages as high as in elevation, dating from 700 to 2000 BC, have recently been studied by archaeologists. These villages were established by the Sheepeater band of Shoshone during pine nut harvesting season. One, dubbed \"High Rise\", has 60 lodges over a space of 26 acres and was recently added to the National Register of Historic Places.Watson, Traci. \"Wyoming site reveals more prehistoric mountain villages.\" USA Today. 20 Oct 2013. Retrieved 20 Oct 2013. One of the men from the Lewis and Clark expedition, John Colter, is thought to be the first European American person to view the range when he visited the area around 1807, though little is known about his travels through the area. In 1812, a party led by Wilson Price Hunt were the first to cross South Pass, at the southern end of the range, the pass which marked the continental divide and crest of the Rocky Mountains and became an important portion of the Oregon Trail. Climbing was pursued in the mid to late 1800s by men such as John C. Fremont, typically for the purpose of surveying the region. Early climbers to come purely for recreation began arriving in the 1920s. Gannett Peak, the range and Wyoming's tallest, was first climbed by Arthur Tate and Floyd Stahlnaker in 1922. Most of the early climbing in the region focused around the Titcomb Basin, slowly radiating outwards. Today, the Titcomb Basin remains one of the area's busiest recreation attractions along with the Cirque of the Towers to the south. Much of the Wind River Range received federal protection as National Forest primitive areas during 1931–32. The Wind River Range is now largely protected by three federal wilderness areas. These include the Bridger Wilderness on the western slope, designated in 1964, and the Fitzpatrick Wilderness and Popo Agie Wilderness on the eastern slope, designated in 1976 and 1984 respectively. Together these wilderness areas protect , making the Wind River Range one of the largest road-free areas in the continental United States. Part of the eastern slope of the Wind River Range is also under the protection of the Wind River Indian Reservation. ==Geology== The Winds are composed primarily of a granitic batholith which is granite rock formed deep under the surface of the Earth, over one billion years ago. Over hundreds of millions of years, rocks that were once covering this batholith eroded away. As the land continued to rise during the Laramide orogeny, further erosion occurred until all that remained were the granitic rocks. The ice ages beginning 500,000 years ago began carving the rocks into their present shapes. Within the Winds, numerous lakes were formed by the glaciers and numerous cirques, or circular valleys, were carved out of the rocks, the most well known being the Cirque of the Towers, in the southern section of the range. Shoshone National Forest claims that there are 16 named and 140 unnamed glaciers just on the east side of the range for a total of 156, with another 27 reported by Bridger-Teton National Forest for the western slopes of the range. Several of these are the largest glaciers in the U.S. Rocky Mountains. Gannett Glacier which flows down the north slope of Gannett Peak, is the largest single glacier in the Rocky Mountains of the U.S., and is located in the Fitzpatrick Wilderness in Shoshone National Forest. ==Hydrology== Several major rivers have headwaters on either side of the range. The Green and Big Sandy rivers drain southward from the west side of the range, while the Wind River drains eastward through the Shoshone Basin. The Green is the largest fork of the Colorado River while the Wind River, after changing its name to the Bighorn River, is the largest fork of the Yellowstone River. The range includes several canyons on either side, including Silas Canyon and Sinks Canyon both on the eastern side. The canyons are carved by rivers such as the Middle Fork of the Popo Agie which feeds the Wind River. The Bridger Wilderness contains over 1,300 lakes. These lakes range in size from less than to over , with an average size of about . Historically, the lakes and streams of the Bridger Wilderness were devoid of fish, as were most alpine lakes throughout the Rocky Mountains. The first known transplant of fish into the area took place in 1907 when Colorado River cutthroat trout were introduced into North Fork Lake. Considerable fish stocking by individuals, the U.S. Forest Service, and the Wyoming Game & Fish Department, occurred between 1924 and 1935.A Guide to Bridger Wilderness Fishing Lakes. 1979, U.S. Department of Agriculture. ==Ecology== Lake d'Amalia, late 19th century Wind River Range - looking south from atop Fremont Peak - during a backpacking trip. The Winds are known to have a small grizzly bear population, primarily in the northernmost areas. Other mammals include the black bear, elk, moose, mule deer, pronghorn, bighorn sheep, mountain lion and wolverine. Bald eagles, falcons and hawks are just a few of the 300 species of birds known to inhabit the region. The streams and lakes are home to Yellowstone cutthroat, rainbow, brook, brown, lake, and golden trout—about 2.5 million of which were stocked by a local explorer named Finis Mitchell and his wife during the Great Depression. The forests are dominated by lodgepole pine, whitebark pine, subalpine fir, and Engelmann spruce. The range sits alongside many of the animal migration routes in the United States and contains several important passes, notably South Pass, , at the south end of the range, which was one of the more important passes on the Oregon Trail as it passed through the Rockies. Aside from South Pass, which is at the southernmost tip of the range, no roads cross the mountains until Union Pass, at the northern terminus of the range. There are many passes between tall peaks across the continental divide, which runs through the entire range. ==Recreation== The Winds are a popular recreation destination and the vast wilderness areas attract hikers, climbers and skiers. The Winds have many back country areas that see heavy use despite the relative remoteness of many of the trail-heads and the long approaches from those trail-heads to reach routes. Two of the more popular backpacking destinations are the Titcomb Basin (commonly accessed via the Elkhart Park Trailhead)https://backpackers-review.com/trip-reports/titcomb-basin-wind- river-range/ and the Cirque of the Towers (commonly accessed via the Big Sandy Trailhead).https://backpackers-review.com/trip-reports/cirque-of-the-towers- wind-river/ The exposed granite in the higher elevations of the range is particularly attractive to climbers and areas such as Cirque of the Towers in the southern portion of the range are facing overuse issues as a result. According to the White Pine Ski Resort website, the Winds are home to one ski area, White Pine, the only lift-accessible skiing and snowboarding in the range. Located near Pinedale, it is the oldest ski area in Wyoming. ==Trails== The Wind River Range has a number of trailheads for backpackers to explore, including: * Big Sandy (elevation ) * Boulder Lake (elevation ) * Burnt Lake (elevation ) * Elkhart Park (elevation ) * Green River Lake (elevation ) * Half Moon Lake (elevation ) * Meadow Lake (elevation ) * New Fork (elevation ) * Scab Creek (elevation ) * Spring Creek Park (elevation ) A longtime popular destination for outdoor enthusiasts, the Wind River Range has also played host to a number of wilderness and outdoor education programs. The number of trailheads and terrain variety have made it an ideal stage for learning and exploration. ==Hazards== Encountering bears is a concern in the Wind River Range. There are other concerns as well, including bugs, wildfires, adverse snow conditions and nighttime cold temperatures. Importantly, there have been notable incidents, including accidental deaths, due to falls from steep cliffs (a misstep could be fatal in this class 4/5 terrain) and due to falling rocks, over the years, including 1993, 2007 (involving an experienced NOLS leader), 2015 and 2018. Other incidents include a seriously injured backpacker being airlifted near SquareTop Mountain in 2005, and a fatal hiker incident (from an apparent accidental fall) in 2006 that involved state search and rescue. The U.S. Forest Service does not offer updated aggregated records on the official number of fatalities in the Wind River Range. ==See also== * List of mountain peaks of the United States * List of mountain ranges in Wyoming * List of Ultras of the United States ==Notes== ==External links== * General Information on the Wind River Range * Climbing the Wind River Range (more) * Glaciers in the Wind River Range * Shoshone National Forest Federal website * Continental Divide Trail information Category:Bridger–Teton National Forest Category:Greater Yellowstone Ecosystem Category:Green River (Colorado River tributary) Category:Landforms of Fremont County, Wyoming Category:Mountain ranges of Wyoming Category:Mountains of Fremont County, Wyoming Category:Mountains of Wyoming Category:Ranges of the Rocky Mountains Category:Shoshone National Forest ",
    "title": "Wind River Range"
}