{
    "id": "522632",
    "text": "The American Musical and Dramatic Academy (AMDA) is a private college conservatory for the performing arts located in New York City and Los Angeles, California. The conservatory offers both Bachelor of Fine Arts degrees and two-year Certificates in Professional Performance. Programs are offered in Acting, Musical Theatre, Dance and Performing Arts. It is accredited by the National Association of Schools of Theatre. ==History== AMDA was founded in 1964 by Philip Burton along with other people from the New York theatre community. The school established itself as a part of the New York performing arts community and garnered early support from members of the Broadway theatre such as Sammy Davis Jr., Dina Merrill and Carol Channing. By 1970, the school had outgrown its original location on East 23rd Street and moved into a new building on Bleecker Street in Greenwich Village. A few years later, further growth prompted a move to the Ansonia Building. In the 1990s a second location, which is now the principal location of AMDA New York, was opened near Lincoln Center. In 2003 the school expanded west by opening AMDA Los Angeles in the Vine Tower Building. AMDA is the only BFA-granting performing arts college with campuses in both New York and Los Angeles. ==Campuses== The New York City campus is located on the Upper West Side of Manhattan. The principal facility is located at 211 West 61st Street, directly behind Lincoln Center. The other half of the campus is located at the Ansonia building, on West 73rd Street. AMDA's New York campus features a theatre for learning, skill development and performance. The Ansonia Building features a 100-seat, black box–style theatre equipped with two dressing rooms, a costume shop, a workshop, and backstage space and prop storage. AMDA's New York performing arts library holds a collection of scripts, scores, DVDs and other research material. Additional facilities include rehearsal space, film, TV and editing facilities, computer labs and the AMDA Student Store. The Los Angeles campus is located in the Hollywood Entertainment District, with its principal facility in the Vine Tower Building. AMDA's Los Angeles campus features four main theatres for learning, skill development and performance including a black box theatre, two laboratory theatres, and an outdoor amphitheater. Other facilities include rehearsal space, film, TV and editing facilities, library, the AMDA Café, and the campus piazza. ==Notable alumni== *Becca Tobin *Anthony Ramos *Tyne Daly *Jesse Tyler Ferguson *Mike Faist *Jason Derulo *Lee Tergesen *Janelle Monae *Caissie Levy *Natalie Zea *Gretchen Mol *Neil Kaplan *Paul Sorvino *Christopher Jackson *Rizwan Manji *Michelle Visage *Asia Kate Dillon *Nina Arianda *Nicole Byer *Carolyne Mas *Hailey Kilgore *Marissa Jaret Winokur *Bailey De Young *Brita Filter *Dita Karang ==References== ==External links== * Category:Drama schools in the United States Category:Universities and colleges in New York City Category:Educational institutions established in 1964 Category:Universities and colleges in Los Angeles Category:Universities and colleges in Manhattan Category:Hollywood Category:1964 establishments in New York (state) Category:Theatre in Los Angeles Category:Theatre in New York City Category:Private universities and colleges in California ",
    "title": "American Musical and Dramatic Academy"
}