{
    "id": "522712",
    "text": "Flower-viewing Bridge, December. Kasumi Pond, November. Kenroku-en (兼六園, Six Attributes Garden), located in Kanazawa, Ishikawa, Japan, is an old private garden. Along with Kairaku-en and Kōraku-en, Kenroku-en is one of the Three Great Gardens of Japan. The grounds are open year-round except for December 29 through January 3 during daylight hours and famous for its beauty in all seasons; an admission fee is charged. ==History== Kenroku-en was developed from the 1620s to the 1840s by the Maeda clan, the daimyōs who ruled the former Kaga Domain. While the date of initial development of the garden that would be become known as Kenrokuen is rather unclear, one version of the garden's origins can perhaps be marked by the completion of the Tatsumi water channel in 1632 by Maeda Toshitsune, the third daimyō of the powerful Maeda clan and ruler of the Kaga Domain from 1605 to 1639, as this feature would be later incorporated into creating the garden's twisting waterways in 1822. Conversely, other versions of the garden's inception \"is said to have originated when the 5th daimyō Tsunanori [r. 1645–1723] built [in 1676] the Renchiochin house on the slope facing the [Kanazawa] castle, and gave its garden the name Renchitei\", also spelled Renchi-tei, which means \"lotus pond\". Not much is known about Renchitei in the years after it was named, principally as about eighty years after its creation, nearly the entire garden was destroyed by a massive fire in 1759. However, it is known from documents of the period that before the fire, the garden was often used and enjoyed by successive lords and retainers for \"different banquet occasions such as viewing the moon ... enjoying colorful maples\", and for admiring horses. Furthermore, local legend suggests that the Sacred Well of Kenrokuen – arguably the oldest object in the garden if the legend is true – suggests that: > 1,200 years ago a peasant named Togoro stopped to wash his potatoes at the > well. Suddenly, flakes of gold began to bubble up from the well, giving > Kanazawa – meaning 'Marsh of Gold' – its name. Water from the well runs to > the purification basin at the nearby Shinto shrine, and many people come to > the Sacred Well for water for the tea ceremony. The Shigure-tei teahouse – constructed in 1725 – miraculously survived the fire of 1759, and it offers evidence that not only was the tea ceremony present before the fire, but more importantly so was the culture associated with this elaborate ritual as it had a significant effect on garden design. Following the fire, the teahouse continued to be used and was completely restored during the Meiji period. It can still be seen today in the Renchitei section of the garden. Another object that existed in or around the garden before the fire of 1759 was the Kaisekito Pagoda, which is currently situated in Kenrokuen Garden on an island near the center of Hisago-ike Pond. Not only is this object of considerable interest due to the theories which suggest its origin, but it also requires extra consideration due to the fact it \"was erected by the third lord Toshitsune\" who lived from 1594 to 1658, as it provides evidence that perhaps it predates the initial creation of Renchitei Garden. Of course, this depends upon ones interpretation regarding both when the garden was initially created, along with the two theories regarding its origin. The first theory suggests it was formerly part of a \"13-tiered pagoda that was once in the Gyokusen-in garden in Kanazawa Castle\". The second theory is a bit more interesting than the first, as it suggests the pagoda was \"brought back from Korea by Kato Kiyomasa when he came back from a military incursion there, and that it was presented to Toyotomi Hideyoshi, and then passed on by him to the first lord [Maeda] Toshiie\". Since these military incursions by Kato Kiyomasa probably took place between 1592 and 1598, and as Hideyoshi died in 1598, one can assert that if the second theory is true, then the pagoda probably entered Japan and into the hands of Maeda Toshiie between 1592 and 1598. Moreover, both theories regarding its origin could be true, which one could argue would lead to a third theory behind the pagoda's origin. Perhaps, Maeda Toshiie received from Hideyoshi a 13-tiered pagoda, placed it in Gyokusen-in garden in Kanazawa Castle, and a subsequent daimyo placed the pagoda where it stands today in its current form. However, as there isn't any evidence suggesting this third theory, this claim cannot be substantiated. The garden is located outside the gates of Kanazawa Castle where it originally formed the outer garden, and covers 114,436.65 m² (over 25 acres). It began in 1676 when the 5th daimyō Maeda Tsunanori moved his administration to the castle and began to landscape a garden in this vicinity. This garden was, however, destroyed by fire in 1759. The garden restoration was begun in 1774 by the 11th daimyō Harunaga, who created the Emerald Waterfall (Midori-taki) and Yugao-tei, a teahouse. Improvements continued in 1822 when the 12th daimyō Narinaga created the garden's winding streams with water drawn from the Tatsumi Waterway. The 13th daimyō Nariyasu subsequently added more streams and expanded the Kasumi Pond. With this, the garden's current form was complete. The garden was opened to the public on May 7, 1874. The garden was named by Matsudaira Sadanobu at the request of Narinaga. Its name was derived from the \"Chronicles of the Famous Luoyang Gardens\" (洛陽名園記), a book by the Chinese poet Li Gefei (李格非), and stands for the six attributes of a perfect landscape: spaciousness, seclusion, artifice, antiquity, waterways, and panoramas. ==Features== Kenroku-en contains roughly 8,750 trees, and 183 species of plants in total. Among the garden's points of special interest are * the oldest fountain in Japan, operating by natural water pressure.Lewis, Caroline. \"Kenrokuen Garden Kanazawa,\" JapanVisitor; n.b., Caroline Lewis Kenroku-en is 50 meters above sea level, and the water pressure comes from the Saigawa River at an elevation higher than the garden. * Yūgao-tei, a teahouse, the oldest building in the garden, built 1774 * Shigure-tei, a rest House that was originally built by the 5th lord Tsunanori, reconstructed at its present location in 2000 * Karasaki Pine, planted from seed by the 13th lord Nariyasu from Karasaki, near Lake Biwa. * Kotoji-tōrō, a stone lantern with two legs, said to resemble the bridge on a koto. This lantern is emblematic of Kenroku- en and Kanazawa. * Flying Geese Bridge (Gankō-bashi), made of eleven red stones, laid out to resemble geese in a flying formation * Kaiseki Pagoda, said to have been donated to the Maeda by Toyotomi Hideyoshi In winter, the park is notable for its yukitsuri — ropes attached in a conical array to carefully support tree branches in the desired arrangements, thereby protecting the trees from damage caused by heavy snows. ==Gallery== File:131109 Kenrokuen Kanazawa Ishikawa pref Japan01s3.jpg|Autumn image of Kasumi Pond and Kotoji-tōrō Lantern. File:Kenroku-en-winter-lantern.jpg|Winter image of Kasumi Pond and Kotoji-tōrō Lantern. File:Kenroku-en-01.jpg|Lantern File:Pasaje Kenrokuen Kanazawa Japon.JPG|Path and waterway, mid November. File:Kenrokuen nieve.jpg|Kenroku-en covered by snow. File:Kenrokuen Uchihashi- tei.jpg|Uchihashi-tei Tea House, Kasumi Pond, early May. File:Fountain Kenrokuen Garden Kanazawa Japan.JPG|Fountain, mid November. File:Kenrokuen Hanamibashi in May.jpg|A view from the Flower-viewing Bridge, early May. File:Kenrokuen1.jpg|Flying Geese Bridge File:Kenrokuen2.jpg|Statue of Yamato Takeru File:Kenrokuen3.jpg|Pines and lanterns File:Kenrokuen4.jpg|Koi jostle together, hoping for food. File:Kenroku-en-2012-07.webm|thumbtime=1|A few selected scenes from inside the park, 2012 ==See also== *List of Special Places of Scenic Beauty, Special Historic Sites and Special Natural Monuments ==Notes== :) ==References== * Kenroku-en official website * Japan Atlas: Kenrokuen * Brochure, Kanazawa Castle & Kenroku-en Management Office * \"The Six Element Story\", from the \"Digital Archives of Ishikawa Japan\" (Ishikawa Prefectural Government) * \"The Six Element Story\" (Japanese version with kanji) Category:Gardens in Japan Category:Gardens in Ishikawa Prefecture Category:Kanazawa Category:Special Places of Scenic Beauty ",
    "title": "Kenroku-en"
}