{
    "id": "522752",
    "text": "Henry Davies Hicks, (March 5, 1915 - December 9, 1990) was a lawyer, university administrator, and politician in Nova Scotia. Born in Bridgetown, Nova Scotia, the son of Henry Hicks and Annie Kinney, Hicks was educated in Bridgetown and at Mount Allison University, Dalhousie University and Oxford University. He was admitted to the Nova Scotia bar in 1941. During World War II, he served as a captain in the Royal Canadian Artillery. Hicks was elected to the Nova Scotia House of Assembly in 1945 as a Liberal for Annapolis County and served as Nova Scotia's first Minister of Education from 1949 to 1954 in the government of Angus Lewis Macdonald. When Macdonald died, Hicks ran for the Liberal party leadership against interim leader and then Premier Harold Connolly. The party was badly split along religious lines with Protestants uniting behind Hicks to defeat Connolly who was a Roman Catholic. As the new Premier, Hicks was unable to unite the party and his government was defeated in the 1956 election by Robert Stanfield's Progressive Conservatives. Hicks resigned as Leader of the opposition in 1960 and took the post of Dean of Arts and Science at Dalhousie University. He later became a Vice President of the school and then President in 1963. He served as President until August 31, 1980 and is recognized as transforming Dalhousie University from a tiny \"College By the Sea\" into a leading national research university. During Hicks' tenure, the campus underwent a complete transformation as new facilities were built, expanded, or acquired for all areas of the university from academics and research to arts and athletics, as well as student housing. In September 2002, the Henry Hicks Academic Administration Building was named after him. In 1949, Hicks married Pauline Banks (d. February 1963). They had four children; Catherine, Henry, John, and Francess. In 1965, he married Gene Morrison (d. January 1988). In 1988, he married Rosalie Comeau (d. December 1990). In 1970, Hicks was made a Companion of the Order of Canada. On April 27, 1972, he was appointed to the Senate of Canada by Pierre Trudeau, and served in that capacity until his retirement on March 5, 1990. On the afternoon of December 9, 1990, Hicks and his wife Rosalie were returning to Halifax from the Annapolis Valley when their vehicle crossed the centre line and struck an oncoming car. Hicks and his wife were killed, along with two of the four passengers in the other vehicle. The British TV presenter Richard Madeley is a distant relative of Hicks. == References == * * Marble, A.E. Nova Scotians at home and abroad: biographical sketches of over six hundred native born Nova Scotians (1977) p. 207 *Election Summary From 1867–2011 == External links == *Henry Hicks, Senator - Cover story, Atlantic Insight Magazine - January/February 1980 Category:1915 births Category:1990 deaths Category:Nova Scotia Liberal Party MLAs Category:Premiers of Nova Scotia Category:Canadian senators from Nova Scotia Category:Companions of the Order of Canada Category:Liberal Party of Canada senators Category:Members of the United Church of Canada Category:Canadian people of British descent Category:Lawyers in Nova Scotia Category:Canadian Queen's Counsel Category:Canadian university and college faculty deans Category:Canadian university and college chief executives Category:Mount Allison University alumni Category:Schulich School of Law alumni Category:People from Annapolis County, Nova Scotia Category:20th-century Canadian lawyers ",
    "title": "Henry Hicks (Nova Scotia politician)"
}