{
    "id": "522791",
    "text": "{| |} USS Kwajalein (CVE-98) was the forty-fourth of fifty s built for the United States Navy during World War II. She was named after the Battle of Kwajalein, in which American forces captured Kwajalein Atoll. The ship was launched in May 1944, commissioned in June, and served in support of the Philippines campaign. Later in the war, she served as a replenishment carrier, during which she was damaged by Typhoon Cobra. Postwar, she participated in Operation Magic Carpet, repatriating U.S. servicemen from throughout the Pacific. She was decommissioned in May 1946, when she was mothballed in the Pacific Reserve Fleet. Ultimately, she was sold for scrapping in January 1961. ==Design and description== A profile of the design of , which was shared with all Casablanca-class escort carriers. Kwajalein was a Casablanca-class escort carrier, the most numerous type of aircraft carriers ever built, and designed specifically to be mass-produced using prefabricated sections, in order to replace heavy early war losses. Standardized with her sister ships, she was long overall, at the waterline, she was long, she had a beam of , at her widest point, this was , and a draft of . She displaced standard, with a full load. She had a long hangar deck and a long flight deck. She was powered with two Skinner Unaflow reciprocating steam engines, which drove two shafts, providing , thus enabling her to make . The ship had a cruising range of at a speed of . Her compact size necessitated the installation of an aircraft catapult at her bow, and there were two aircraft elevators to facilitate movement of aircraft between the flight and hangar deck: one each fore and aft. One /38 caliber dual-purpose gun was mounted on the stern. Anti-aircraft defense was provided by eight Bofors anti-aircraft guns in single mounts, as well as 12 Oerlikon cannons, which were mounted around the perimeter of the deck. By the end of the war, Casablanca-class carriers had been modified to carry thirty 20 mm cannons, and the amount of 40 mm guns had been doubled to sixteen, by putting them into twin mounts. These modifications were in response to increasing casualties due to kamikaze attacks. Although Casablanca-class escort carriers were designed to function with a crew of 860 and an embarked squadron of 50 to 56, the exigencies of wartime often necessitated the inflation of the crew count. In a combat situation, Casablanca-class escort carriers were designed to carry 27 aircraft, but an additional number could be accommodated on the hangar deck. ==Construction== Her construction was awarded to Kaiser Shipbuilding Company, Vancouver, Washington under a Maritime Commission contract, on 18 June 1942. The escort carrier was laid down on 19 February 1944 under the name Bucareli Bay, as part of a tradition which named escort carriers after bays or sounds in Alaska. She was later renamed Kwajalein, as part of a new naval policy which named subsequent Casablanca-class carriers after naval or land engagements. The escort carrier was laid down as MC hull 1135, the forty-fourth of a series of fifty Casablanca-class escort carriers. She was launched on 4 May 1944; sponsored by Mrs. Rudolf L. Johnson; transferred to the United States Navy and commissioned on 7 June 1944, with Captain Robert Crawford Warrack in command. ==Service history== The packed flight deck of Kwajalein during a transport mission, 19 July 1944. Numerous Vought F4U Corsair fighters and Grumman TBF Avenger torpedo bombers are visible. After commissioning, Kwajalein underwent a shakedown cruise down the West Coast to San Pedro. She then underwent a transport mission on 19 July to Espiritu Santo in the New Hebrides, ferrying military passengers and aircraft. She arrived on 3 August, and proceeded westwards on 7 August for Guam in the Mariana Islands, transporting additional aircraft. There, she took on a load of salvaged Japanese equipment, which she carried back to the United States for analysis. Arriving at the West Coast, she underwent repairs and overhaul at San Diego. She was then assigned to replenishment carrier duties, departing on 7 October to support the Third Fleet's frontline Fast Carrier Task Force as part of Task Group 30.8, the Fleet Oiler and Transport Carrier Group. Replenishment escort carriers such as Kwajalein enabled the frontline carriers to replace battle losses and to stay at sea for longer durations of time. She took on a load of replacement aircraft at Manus Island in the Admiralty Islands, and sailed for Enewetak Atoll in the Marshall Islands on 5 November, where she rendezvoused with the replenishment carrier fleet. She was based off Manus and Ulithi in the Caroline Islands, where she received supplies and replacement aircraft. Her aircraft were sent to support U.S. forces in the Philippines campaign. During these duties, on 18 December, as part of Task Group 30.8.14, she weathered Typhoon Cobra. The Third Fleet had been operating against positions on Luzon since 14 December, but its escorting destroyers ran low on fuel. As a result, the fleet retired to the east to refuel and to receive replacement aircraft from Task Group 30.8. She rendezvoused with the Third Fleet about east of Luzon early on 17 December. The location had been chosen because it lay out of range of Japanese fighters, but it also happened to lie within Typhoon Alley, where many Pacific tropical cyclones transited. As the escort carriers and the Third Fleet met, Typhoon Cobra began to bear down. At 01:00 on 18 December, fueling operations were attempted with the destroyers, although heavy winds and listing seas complicated the matter. At the same time, barometers on-board the ships began to drop, and tropical storm force winds were recorded. Some preparations were made onboard Kwajalein, with the aircraft on her flight deck being lashed down to prevent their loss. A radar image of Typhoon Cobra, 18 December 1944. A Curtiss SB2C Helldiver dive bomber rocks in the midst of Typhoon Cobra. Note the restraints tying the aircraft to the flight deck. As the weather continued to deteriorate, Admiral William Halsey Jr. ordered fueling operations suspended at 13:10. In a clumsy attempt to evade the cyclone, and misled by sketchy data, Halsey ordered several conflicting orders in quick succession, which ultimately brought Kwajalein and the rest of the escort carriers into the quadrant of the typhoon with the strongest winds. At 07:00, the fleet was inescapably trapped in the typhoon's path. Conflicting orders meant that some of the destroyers attempted to do some fueling during the morning, even as waves with an estimated height of pounded the task force. At 07:22, Kwajalein came to course at 60°, along with her sisters {USS|Nehenta Bay|CVE-74|2}} and . At 09:40, she lost most steering control, but careful manipulation of the rudder meant that Kwajalein only faced rolls of about 10°, and at the time, she fared much better than many of her fellow replenishment carriers. However, with visibility down to only , each ship moving independently of each other, and the ship's lack of steering control, the ship's officers were gravely concerned about potential collisions. Eventually, as she proceeded deeper into the typhoon's eyewall, her roll began to increase drastically. At one point, Warrick reported that she had rolled 39° to port, a very dangerous angle. At 13:00, a Grumman F6F Hellcat fighter broke free of its restraints, and rolled across the flight deck into a gun mount. Several crewmen, at great personal risk, shoved the plane overboard before it could wreak any more damage. During the height of the storm, two more planes were jettisoned off her flight deck, with two more damaged and rendered inoperational. However, the majority of her aircraft remained intact and usable, in stark contrast to some of the other escort carriers who went through the typhoon, which had almost their entire aircraft contingent ejected or damaged beyond repair. Only minor damage was dealt to Kwajalein, and she was able to continue operating as a replenishment carrier. Later, in January 1945, she transitioned northwards, providing replacement aircraft in support of the Fast Carrier Task Force, which was operating against Japanese bases along the Formosan and Chinese coasts. Upon completing her duties, she was discharged from the replenishment carrier fleet, steaming back to the United States. She returned on San Diego on 23 February, where she underwent overhaul, and received a load of aircraft. After completing her overhaul, she proceeded to Pearl Harbor with her load of aircraft. There, she served as a transport carrier until the cession of hostilities with Japan. She conducted three transport runs from Hawaii to bases in the West Pacific, ferrying aircraft, supplies, and munitions. The aircraft she transported helped replace losses sustained in raids against the Japanese home islands. During these transport runs, Captain Charles Murray Heberton took over command of the vessel on 15 July 1945. After news of the Japanese surrender broke, she joined the Operation Magic Carpet fleet, which repatriated U.S. servicemen from around the Pacific. In total, she made four Magic Carpet runs, making stops throughout the Pacific. She arrived at San Pedro on 2 February 1946, whereupon she was discharged from the Magic Carpet fleet. On 23 April, she departed San Pedro, and sailed north for Mukilteo, Washington, arriving there on 5 February. She then proceeded to Tacoma, Washington, where inactivation work was conducted. She was decommissioned on 16 August, and mothballed as part of the Pacific Reserve Fleet. She was redesignated as a utility aircraft carrier, CVU-98, on 12 June 1955. She was once again redesignated, this time as an aircraft transport, AKV-34, on 7 May 1959. She was struck from the Navy list on 1 April 1960, and sold for scrapping. She was ultimately broken up in Japan sometime in 1961. She received two battle stars for her World War II service. ==See also== ==References== ==Sources== ===Online sources=== * * * * * ===Bibliography=== * * == External links == * Category:Casablanca-class escort carriers Category:World War II escort aircraft carriers of the United States Category:Ships built in Vancouver, Washington Category:1944 ships ",
    "title": "USS Kwajalein"
}