{
    "id": "522798",
    "text": "{| |} USS Makin Island (CVE-93) was a of the United States Navy. It was named for the 1942 Makin raid, an early diversionary raid designed to distract from the Guadalcanal campaign and the Tulagi campaign. Launched in April 1944, and commissioned in May, she served in support of the Philippines campaign, the Invasion of Iwo Jima, and the Battle of Okinawa. Postwar, she participated in Operation Magic Carpet. She was decommissioned in April 1946, and ultimately sold for scrapping in January 1947. ==Design and description== A profile of the design of , which was shared with all Casablanca-class escort carriers. Makin Island was a Casablanca-class escort carrier, the most numerous type of aircraft carriers ever built, and designed specifically to be mass-produced using prefabricated sections, in order to replace heavy early war losses. Standardized with her sister ships, she was long overall, had a beam of , an extreme width of , and a draft of . She displaced standard, with a full load. She had a long hangar deck, a long flight deck. She was powered with two Uniflow reciprocating steam engines, which provided a force of , driving two shafts, enabling her to make . The ship had a cruising range of , assuming that she traveled at a constant speed of . Her compact size necessitated the installment of an aircraft catapult at her bow end, and there were two aircraft elevators to facilitate movement of aircraft between the flight and hangar deck: one on the fore, another on the aft. One /38 caliber dual purpose gun was mounted on the stern, and she was equipped with 16 Bofors 40 mm anti- aircraft (AA) guns in twin mounts, as well as 12 Oerlikon 20 mm cannons, which were used in an anti-aircraft capability. By the end of the war, Casablanca- class carriers had been modified to carry thirty 20 mm cannons, as a response to increasing casualties due to kamikaze attacks. Anti-aircraft guns were mounted around the perimeter of the deck. Casablanca-class escort carriers were designed to carry 27 aircraft, but she sometimes went over or under this number. For example, during the Philippines campaign, she carried 15 FM-2 fighters, 9 TBM-3 torpedo bombers, and a TBM-3P photo reconnaissance plane, for a total of 25 aircraft. However, during the Invasion of Iwo Jima, she carried 20 FM-2 fighters and 12 TBM-3 torpedo bombers, for a total of 32 aircraft. During the Battle of Okinawa, she carried 16 FM-2 fighters and 11 TBM-3 torpedo bombers, for a total of 27 aircraft. ==Construction== The escort carrier was laid down on 12 January 1944 under a Maritime Commission contract, MC hull 1130, by Kaiser Shipbuilding Company, Vancouver, Washington. She was launched on 5 April 1944; sponsored by Mrs. B. B. Nichol; transferred to the United States Navy and commissioned on 9 May 1944, Commodore William Baynard Whaley Jr. in command, and with a partial crew complement of 60 officers and 560 crewmen. ==Service history== Following commissioning, she underwent outfitting at Astoria, Oregon. On 31 May, she left, bound for Puget Sound, where munitions were loaded, and tests were conducted. On 8 June, she departed, traveling down to Naval Base San Diego, stopping at Naval Air Station Alameda to load more munitions and to refuel. Upon arriving in San Diego, she underwent a brief shakedown cruise, engaging in exercises off of Baja California. On 19 June, she set off on a transport mission, ferrying 78 aircraft and 236 men to Hawaii. After unloading her cargo in Pearl Harbor, she took on 70 aircraft, along with a marine squadron (VMO-155). She then proceeded onwards to Majuro Atoll, where she unloaded her planes. After leaving, she made stops at Kwajalein Atoll and Roi-Namur, where she took on wounded from the ongoing Battle of Saipan. She then returned to Pearl Harbor, where she loaded onboard Air Group 16, which had been recently detached from . After returning her aircraft cargo to San Diego, she sailed to Long Beach Naval Shipyard, where she underwent overhaul. After finishing overhaul, she took on her aircraft contingent (VC-84), and on 16 August, she began exercises along the California coast. Exercises concluded on 5 September, with minor repairs being conducted until 11 September, when she sortied again for more exercises. She was assigned as part of Carrier Division 29, along with , , and . The task group engaged in simulated amphibious landings on San Clemente Island. On 10 October, Rear Admiral Calvin T. Durgin took control over the escort carrier group, making Makin Island as his flagship. On 16 October, her task group finished exercises, and traveled to the Ulithi Atoll, making stops at Pearl Harbor and Enewetak Atoll. On 10 November, the ship got underway for Leyte, stopping at Kossol Roads. There, she protected convoys in transit to supply the ongoing Battle of Leyte. Notably, on 21 November, she opened fire on three Nakajima J1N \"Irving\" twin-engined bombers who flew near the carrier, albeit the aircraft did not engage, and escaped. On 23 November, she was relieved by Carrier Division 27, and the task group sailed to Manus for the forthcoming invasion of Luzon. On 27 November, she arrived at Seeadler Harbor, Manus Island, where supplies were loaded and preparations were made. Between 16 December and 20 December, she left port to engage in exercises with Huon Gulf. She left Manus island on 27 December, and she rendezvoused with the invasion force in Surigao Strait, Leyte on 3 January 1945. The fleet assembled for the invasion of Luzon was immense, consisting of 18 escort carriers, 6 battleships, 4 heavy cruisers, and a multitude of destroyers and destroyer escorts. Almost immediately, the massive fleet was continuously harassed by Japanese kamikaze attacks. On the night of 3 January, a Mitsubishi A6M Zero \"Zeke\" dove on the escort carriers, plunging into the ocean approximately from the starboard of Makin Island. On the afternoon of 4 January, the task force once again came under kamikaze attacks, which sunk . On the early morning of 5 January, a Japanese plane flew a scant over the carrier. Later that day, her aircraft supplemented a strike force which sunk and heavily damaged . That same day, in the evening, kamikazes damaged , , and . Makin Island arrived unscathed near Luzon on 6 January. For the next 11 days, she remained off of Luzon flying air support for the amphibious operation. Notably, Salamaua was heavily damaged by a kamikaze on 13 January. On 17 January, the escort carriers withdrew, heading back to Ulithi. During the three-week operation, the only fatality onboard Makin Island was a sailor on the flight deck, who died when a 3.5-inch rocket on an Avenger accidentally discharged, launching him off the carrier. A resulting search proved unsuccessful. This was despite the fact 16 of her own aircraft were destroyed through anti-aircraft fire and accidents. Her air group destroyed 10 Japanese aircraft, and her anti-aircraft guns claimed a kamikaze heading towards the task force. A TBF Avenger being launched off of Makin Bay's aircraft catapult. After the Battle of Luzon, the aircraft carriers only had 18 days to prepare for the Invasion of Iwo Jima. On 10 February, she departed Ulithi for Iwo Jima, where she arrived on 16 February 1945. Her escort carrier task group conducted 3,000 sorties over the Iwo Islands until 8 March, conducting aerial reconnaissance, providing close air support, creating a fighter cover, and patrolling against submarines. On 28 February, her fighters were even used to spray down the island with DDT to control a boom in the population of flies on the island. Notably, her fighters intercepted two Japanese troop transports carrying reinforcements to Iwo Jima, which were promptly strafed and sunk. The carrier group yet again came under heavy Japanese kamikaze attacks, but Makin Island was once again unscathed, although was sunk, and heavily damaged. Despite the intense air support, the only casualty onboard Makin Island was a wounded airman. After replenishing at Ulithi, she sailed for Okinawa, again as flagship. On 8 March, she retired to Ulithi in preparations for the Battle of Okinawa. Okinawa Campaign. Arriving at Ulithi on 11 March, the ship was quickly readied, and launched for Okinawa on 21 March. Arriving on 25 March, Makin Island remained on station for 77 days (69 days directly off the coast of Okinawa), flying constant fire support, supply, and reconnaissance missions for the ground forces. The ship's aircraft, from Composite Squadrons 84 and 91 (VC-84 and -91), flew 2,347 combat sorties, recording almost 8,000 hours of flying time. Relieved 1 June, the carrier sailed for Guam, arriving on 5 June. Whilst in availability on Guam, Vice Admiral Ira Earl Hobbs relieved now Rear Admiral Whaley from command. In addition, her aircraft contingent was rotated, with VC-41 being transferred onto the ship. She sailed again 11 July, with Task Group 32.1, into the East China Sea. The task group's goal was to provide air cover for minesweepers operating in the area, to blockade Japanese troops within China from mainland Japan, to provide air cover for a fast cruiser group which was raiding the Chinese coast, and to attack shipping around Shanghai. Upon a sweep of the Chinese coast, in which the task group encountered minimal resistance, and after a brief bombing of Shanghai harbor, she anchored in Buckner Bay, Okinawa, on 13 August. There, she received news of the Japanese surrender, and on 9 September proceeded to Wakanoura Wan, in southern Honshū, for occupation duty. Among her missions was providing air cover for the evacuation of Allied prisoners of war. She sailed for San Francisco on 18 October, arriving on 5 November, then voyaged to Shanghai to return troops (including the famous Flying Tigers) to the United States at Seattle on 30 December. Makin Island was decommissioned on 19 April 1946 at Puget Sound, was stricken from the Navy list on 11 July, and sold on 1 January 1947. == See also == ==References== ==Sources== ===Online sources=== * * * ===Bibliography=== * * * == External links == * Category:Casablanca-class escort carriers Category:World War II escort aircraft carriers of the United States Category:Ships built in Vancouver, Washington Category:1944 ships ",
    "title": "USS Makin Island (CVE-93)"
}