{
    "id": "522920",
    "text": "Diagram of Foil Kite Foil kites are soft kites based on the design of the parafoil. They consist of a number of cells running fore to aft, some or all of which are open at the front to allow air to inflate the kite so it takes on an aerofoil section. Due to the amount of power that these kites can generate, they can be used for a variety of different activities including kitesurfing, kite landboarding, snowkiting, kite buggying, kite-energy systems or airborne wind energy, and recreational kiting. Foil kites are flown with various line set-ups that includes 2-, 3- and 4-line systems; 2-line systems consisting of rings, wrist bands or bar compared to depowerable 4-line systems using a bar or handles. (See also: kite control systems) In order to make them suitable for use on water some foils have limited air inlets in the centre of the leading edge, with valves to keep the air in and (hopefully) the water out. Internal holes in the cell sides allow the whole kite to inflate. These kites are naturally slower to inflate than an open-fronted foil. Foils are the most efficient of the power kites. The aerofoil section means that they can still provide significant lift when parked overhead, unlike leading edge inflatable kites. ==Development and history of foil kites== One of the first popular foil-based kites was the development of a two-line power kite by Ray Merry and Andrew Jones in the early 1970s in England Flexifoil History which became known as the Flexifoil (and later the Flexifoil company). Merry and Jones also experimented with kite pulled vehicles,Early Kite Buggy a concept which was further developed by Peter Lynn and popular today in its current form as kite buggying. The Flexifoil kite, still sold today as a 'Stacker' has a solid carbon spar in its leading edge to maintain its shape as it flies. The second- generation two-line parafoil was called the Sparless Stunter, designed by Ted Dougherty. Development began mid-1985 and was available for sale in mid-1988. These parafoil kites were square in shape and had 6 cells. In September 1988 a 460-square-foot (43 m²) version was flown at the Ocean City Sunfest breaking the record for the World's Largest Stunt kite. In January 1989 the Sparless Stunter was introduced at the KTA show as the first totally sparless parafoil stunt kite. The Sparless Stunter saw a very brief history as kite technology evolved by May 1990 the first version of the original Quadrifoil was flown in competition at Wildwood, NJ. The first Quadrifoil was essentially two Sparless Stunters sewn together with a swept back shape. Later generations were refined into the widely known “classic.” Peter Lynn introduced a similar foil-based kite in 1991 for kite traction with the Peter Lynn PeelPeel History – this was a completely soft foil kite without any spars. The Peel was a popular kite traction kite in the early to mid-1990s and continued to sell into the late 1990s and was sold in sizes up to 10m². The Peel was also a two-line kite flown in the same style as the Flexifoil. The next evolution on the foil kites for traction activities was the development of the 4-line foil kite. While 2-line kites require sometimes significant push and pull arm movement to fly (especially true the larger the kite), the development of the 4-line kite required less arm movement. 4-line kites are flown with two lines on each handle: a top line (or power line), and a bottom line (or brake line). 4-line kites can still be flown with push and pull arm movement, but if the bottom brake line is pulled in the bottom edge of the kite stalls and will cause the kite to turn on that bottom edge. This results in tighter turns with less arm movement – this is important if sitting in a kite buggy. One of the first available 4-line kites was the Quadrifoil, designed by Ted Dougherty, popular as a buggy kite in the mid-1990s. The Quadrifoil in its original design became known as the 'Classic' – the kite was rectangular in shape in contrast to today's more elliptical designs. Later evolutions of the kite were sold as the Competition (more elliptical in design – C1, C3), Q2000 range, and lastly the Competition X range (XXS, XS, XM, XL and the XXL). Although these were sold under the Quadrifoil brand-name by Active People, none of these were designed by Dougherty himself. Dougherty's next kite after the Quadrifoil was the QuadTrac built and sold by Skynasaur in the USBuggy Newz 2.3 in the mid-1990s. Following the success of the Quadrifoil, Ray Merry (of Flexifoil fame) designed the Skytiger range of 4-line kites that was the dominant 4-line traction kite of the mid to late 1990s. This too was a rectangular design and a very solid and stable flying kite. The design was refined for more pull with the introduction of the 'Hi' series with an increased aspect ratio (wing). Commonly available were the Hi-22, Hi-40 (3.7 metre) and the Hi-60 (5.6 metre). A Hi-80 and Hi-100 were also available although not commonly seen. The 'Hi' series was available in regular ripstop nylon, or also available made from 'Icarex', a lightweight polyester material that allowed the kites to fly in much lower winds. In Europe in the late 1990s the kite buggy scene was becoming popular and there were a large number of traction kite designs from a large number of European companies. The designs took two different directions – those that were steady and reliable in most winds and typically resistant to 'luffing' in gusty or unreliable winds, and those that were tuned to produce maximum pull at the cost of stability (known as 'race kites'). In the UK in the late 1990s, the 'Predator' kite designed by Peter Mirkovic of Sky KitesAEOLIAN.CO.UK – Misc – Kite Shops – Shop Profile: Sky Kites was the most popular and successful traction kite amongst people competing in buggy races, winning the majority of races at this time.AchievementsAEOLIAN.CO.UK – Misc – Features – Mark Kingshott By late 1990s/early 2000s a number of new companies entered the traction kite market that had prior experience with development of paragliders, and used this knowledge and experience for the development of traction kites. == See also == *Bow kite *Kite *Stunt kite *Kite surfing *Kite landboarding *Kite buggying *LEI kite *Arc kite *Parafoil *Power kite *Windsports *Kite types *Kite mooring *Kite applications == References == *Parafoil kites at the Virtual Kite Zoo. ==External links== * Nautikites Blog (http://www.nautikites.net/blog/index.php?entry=entry091117-182426) – The compared evolution of kitesurfing and other great air & water sports. * Extreme Kites (www.ExtremeKites.com.au) – Leading Power Kite Information Portal, Forums, Videos, Reviews, News and Galleries. Category:Kites Category:Kitesurfing ",
    "title": "Foil kite"
}