{
    "id": "522983",
    "text": "Red Shoe Diaries is an American anthology erotic drama series that aired on Showtime cable network from 1992 to 1997 and distributed by Playboy Entertainment overseas. It is a spinoff of an earlier film by the same name, also directed by Zalman King. Most episodes were directed by either Zalman King, Rafael Eisenman or both. The story-lines usually have a thin plot revolving around some intrigue and the sexual awakening of a girl or woman who often also narrates. Sensuous love scenes with nudity as well as sultry, moody music are characteristic for most episodes. There is no story arc or characters connecting the different stories other than Jake Winters introducing each episode. ==Synopsis== The tested episodes always open with a quick montage of a newspaper personals section ad under \"Red Shoes\" seeking women to mail in their personal diaries with stories of love, passion and/or betrayal. The presenter and host Jake Winters (David Duchovny) is then shown walking on desolate train tracks with his dog Stella. He begins reading a letter from his post office box out loud that begins with \"Dear Red Shoes...\" He first took out the ad after the suicide of his fiancée, and his subsequent confrontation of the man with whom she was having an affair, a construction worker and shoe salesman who sold her a pair of red high heels, inspiring the ad. He placed the ad in the newspaper in an effort to understand why it happened and learn his fiancée's reasons for killing herself through the stories of women in similar situations. ==Syndication== Red Shoe Diaries episodes were running on the Canadian television channel Showcase, early Saturday morning, as of August 2010. From time to time, episodes can also be viewed on Showtime. A few episodes can be viewed on Amazon Video or hulu.com. This show is also on Tubi. ==Episodes list== ===Season 1=== #\"Safe Sex\"; Guest Stars: Steven Bauer, Joan Severance, John Toles-Bey #\"Double Dare\"; Guest Stars: Laura Johnson, Scott Lawrence, Sarah Luck Pearson, Arnold Vosloo, Michael Woods #\"You Have the Right to Remain Silent\"; Guest Stars: David Duchovny, Pat Banta, Denise Crosby, Robert Knepper #\"Talk to Me Baby\"; Guest Stars: Ely Pouget, Kim Burnette, Lydie Denier, Annabelle Gurwitch, Lynn Speier, Peter Spellos, Richard Tyson #\"Just Like That\"; Guest Stars: Ely Pouget, Carl Gilliard, Tchéky Karyo, Matt LeBlanc, Victoria Mahoney, Renata Scott, Nina Siemaszko #\"Another Woman's Lipstick\"; Guest Stars: Ely Pouget, Maryam d'Abo, Ángel Ferreira, Christina Fulton, Miranda Garrison, Annabelle Gurwitch, Kevin Haley #\"Auto Erotica\"; Guest Stars: Ely Pouget, Nick Chinlund, Caitlin Dulany, Kenny Johnson #\"Jake's Story\"; Guest Stars: David Duchovny, Ely Pouget, William Paul Burns, Angela Cornell, Audie England, Sheryl Lee, Frederick Washburn #\"Accidents Happen\" a.k.a. \"The Fling\"; Guest Stars: Ely Pouget, Marina Giulia Cavalli, David Duchovny, Scott Plank, Ally Sheedy #\"The Bounty Hunter\"; Guest Stars: David Duchovny, Ely Pouget, Sue Kiel, Nicholas Love, Ron Marquette, Dee McCafferty, Claire Stansfield #\"Weekend Pass\"; Guest Stars: Anthony Addabbo, Shashawnee Hall, Ely Pouget #\"Double or Nothing\"; Guest Stars: Ely Pouget, Paula Barbieri, Francesco Quinn, Lisa Boyle #\"How I Met My Husband\"; Guest Stars: Ely Pouget, Luigi Amodeo, Alex Ardenti, Jennifer Burton, Neith Hunter, Sue Kiel, Andrea Riave, Lucas David Castillo Acosta ===Season 2=== #\"Midnight Bells\"; Guest Stars: Luc Leestemaker, Charlotte Lewis, Carsten Norgaard #\"Naked in the Moonlight\"; Guest Stars: Rudy de Rooy, John Enos III, California Ralph, Raven Snow #\"Runway\"; Guest Stars: Darienne Arnold, Daniel Anibal Blasco, Jennifer Burton, James DeAngelo, Lorna Firman, Krista Heitkamp, Udo Kier, Ena La Van, Tiffany Lawrence, Deborah Lin, Andrea Riave, Amber Smith, Frederick Washburn #\"Kidnap\"; Guest Stars: Randall Boffman, Jennifer Ciesar, Matt LeBlanc, Robert Mailhouse, Ron Marquette, Dee McCafferty, Robert Peters, Hartley Silver #\"Burning Up\"; Guest Stars: Rhonda Aldrich, Ivan Allen, Avalon Anders, Jennifer Burton, Anthony Guidera, Alexandra Tydings, Mark Zuelke #\"Night of Abandon\"; Guest Stars: Catalina Bonakie, Ann Cockburn, Daniel Leza #\"Liar's Tale\"; Guest Stars: Erika Anderson, Audie England, Lorna Firman, Margaret Makinen, Peter Quartaroli, Terrence Sheahan, Paula Venice #\"In the Blink of an Eye\"; Guest Stars: Richard Dieux, Brian Edwards, Julien Maurel, Philippe Nahon, Laurie Simpson, Dominique Valera #\"Hotline\"; Guest Stars: Don Bloomfield, María Celedonio, Margaret Cho, Audie England, George Pilgrim, Wendy Schaal, Judy Toll #\"Love at First Sight\"; Guest Stars: Anthony Addabbo, Eric James, Denice D. Lewis, Alexandra Tydings #\"Gina\"; Guest Stars: Michel Allaire, Stéphane Bonnet, Hervé Gamelin, Sabine Tingry, Lynette Walden, Didier Yakar #\"Alphabet Girl\"; Guest Stars: Christiana Capetillo, Justin Carroll, Brad Joseph Dubin #\"Some Things Never Change\"; Guest Stars: Guy Amram, Marina Giulia Cavalli, David Duchovny, Brad Fisher, Sylvie Guelton, Hero Kawashima ===Season 3=== #\"You Make Me Want to Wear Dresses\"; Guest Stars: Michelle Beauchamp, Jason Court, Sammi Davis, David Duchovny, Maximo Morrone #\"The Game\"; Guest Stars: Caron Bernstein, Eugene Choy, Tarik Ergin, Allan Graf, Kether Parker, Janine Stillo, Frederick Washburn, Michael T. Weiss #\"The Cake\"; Guest Stars: John Bergantine, Sheelagh Cullen, Tarik Ergin, Christian LeBlanc, Jennifer MacDonald, Robert Peters, Barbara Pilavin, Peter Sands, Janine Stillo, Saxon Trainor #\"Like Father, Like Son\"; Guest Stars: Arielle Dombasle, Elodie Frenck, Jean-Yves Gautier, Will Stewart #\"Borders of Salt\"; Guest Stars: Alan Boyce, Peter Quartaroli, Sofia Shinas #\"Written Word\"; Guest Stars: Adewale Akinnuoye-Agbaje, Rhonda Aldrich, Robbi Chong, Peter Gregory #\"Girl on a Bike\"; Guest Stars: Géraldine Cotte, Brent David Fraser #\"Emily's Dance\"; Guest Star: Lisa Boyle, Kelly Cooper, Alison Cramer, Wylie Draper, Neisha Folkes-LeMelle, Nadine Grycan, Paige Harman, Steve Messina, Mari Morrow, Travis Payne, Travis Payne, Freedom Williams, Angella Kaye #\"Four on the Floor\"; Guest Stars: Dominique Abel, Christopher Atkins, Jsu Garcia, Rachel Palmieri #\"The Psychiatrist\"; Guest Stars: Natasha Cashman, Georges Corraface, Denise Crosby, Manoëlle Gaillard, Demetra Hampton, Laurent Le Doyen, Richard Magaldi, Paco Reconti #\"Luscious Lola\"; Guest Stars: Michael Bendetti, Christina Fulton, Bobbie Phillips, Herbie Tribino #\"Mercy\"; Guest Stars: John Enos III, Vance Harvey, Heidi Mark, Joseph Whipp #\"The Last Motel\"; Guest Stars: Ernie Lee Banks, Andrew Bilgore, Rita Branch, Michael Burke, Darren Foy, Rina Garcia, Perrey Reeves, Laurel Wiley, Ed Wing ===Season 4=== #\"Billy Bar\"; Guest Stars: Anthony Addabbo, Troy Beyer, May Karasun, Jacqueline Lovell #\"Divorce, Divorce\"; Guest Stars: Brittany Ashton Holmes, Audie England, Brad Fisher, Denice D. Lewis, Scott Plank, Jennifer Rhodes #\"Cowboy, Cowboy\"; Guest Star: Pat Destro, Hollie Hummel, Kathrin Nicholson, Mark Zuelke #\"Caged Bird\"; Guest Stars: Shannon Atteberry, Hector Hank, Arroyn Lloyd, Jacqueline Lovell, Henric Nieminen #\"The Ex\"; Guest Stars: Matt George, Kathrin Nicholson, Brian Zuckerman #\"The Teacher\"; Guest Stars: Anthony Addabbo, Jacqueline Lovell, Mikhail Mamayev #\"Swimming Naked\"; Guest Stars: Brigitte Bako, Kenneth David Ebling, Kristi Frank, Henric Nieminen, Omry Reznik, Robin Sagstetter, Carrie Sturdevant Fisher #\"Jump\"; Guest Stars: Dick 'Skip' Evans, J.W. 'Corkey' Fornof, Todd Gordon, Brad Hood, Harry O'Connor, Sonya Ryzy-Ryski, Tom Sanders, Michael Woods #\"Tears\"; Guest Stars: Cyia Batten, Troy Burgess, Daniel Ezralow, Jennifer Garrett, Priscilla Harris, Arabella Holzbog, Caitlin McLean, Regan Patno, Carolyn Seymour, Jeff Young, Angella Kaye #\"Dime a Dance\"; Guest Stars: Hazel Miller, Bebe McGarry, Jennifer Burton, Ángel Ferreira, Al Israel #\"Details\"; Guest Stars: Alla Korot, Race Nelson, Francesco Romano #\"Laundromat\"; Guest Stars: Audie England, Brett Stimely #\"As She Wishes\"; Guest Stars: Adamo Palladino, Amber Smith #\"Banished\"; Guest stars: Brando Luna, Daniel Hernandez, Lucas David Castillo Acosta, Heydi Gonzales Poot ===Season 5=== #\"Weightless\"; Guest Stars: Darya Poverennova #\"Carried Away\"; Guest Stars: #\"Jealousy\"; Guest Stars: Patrick Budal, Viktoriya Khadzhinova, Ekaterina Listrova, Natalya Reva, Aleksandr Seleznyov, Oleg Sukatchenko, Rubi Zack, Yelena Zatolokina #\"The Boxer\"; Guest Stars: Melissa Behr, Patrick Budal, Erika Gabaldon, Sherrie Rose, Heather Sutherland #\"Strip Poker\"; Guest Stars: Yuliya Blokhina, Marina Malchevskaya, Anfisa Nejinskaya, Andrei Overchiuk, Vladimir Pliska, Larisa Tipikina #\"Hard Labor\"; Guest Stars: Omar Alberto, Elan Atias, Jennifer Ciesar, David McKay, Jim McMullan, Maximo Morrone, Jennifer Nash, Torry Pendergrass, Audie England #\"Slow Train\"; Guest Stars: Andrew Calder, Maureen Carter, Richard Hench, Floyd Irons, Athena Massey, Sam Menning, Henric Nieminen, Mark Zuelke #\"Temple of Flesh\"; Guest Stars: Justin Carroll, Darren Foy, Anya Longwell, Elina Madison, Clement von Franckenstein, Martin Charles Warner #\"Juarez\"; Guest Stars: Jeff Cadiente, Francisco P. Cardoza, Sue Casey, Gokor Chivichyan, Jose P. Cordoza, Richard Doran, Brad Fisher, Rick Garcia, Salvador Guerrero IV, Mando Guerroro, Neith Hunter, Daniel Leza, Alvin Lion, Lupe Ontiveros, Thomas Rosales Jr., Sophia Santi, Ludo Vika #\"Farmer's Daughter\"; Guest Stars: Patrick Budal, Irina Grigoryeva, Aleksandr Shitikov, Rubi Zack #\"The Forbidden Zone\"; Guest Stars: Jay Acovone, Anthony Addabbo, Albert Alexander, Bryan Anthony, Robin Antin, Lisa Arturo, Carmit Bachar, Michelle Beauchamp, Kristie J. Canavan, Kelly Cooper, Warren Corbin, Palmer Davis, Sandor DeGrazia, Indrani DeSouza, H.P. Evans, Sharon Ferguson, Eric Fishman, H.P. Fishman, Carla Garrido, Norman Howell, Beverly Johnson, Honey Labrador, Nito Larioza, Torry Pendergrass, Stephen Smith, Tiaraya Soo, Laurie Sposit, Kevin Alexander Stea, Taimak, Luca Tommassini, William Wesley, Melissa Williams, Angella Kaye #\"Art of Loneliness\"; Guest Stars: Caron Bernstein, Brad Fisher, Honey Labrador, Raven Snow #\"The Picnic\"; Guest Stars: David Duchovny, Anthony Addabbo, Eric James, Kira Reed ==Red Shoe compilations== After the 1992 release of the pilot movie, episodes from the series were compiled on VHS, Laserdisc, and DVD as branded Red Shoe Diaries movies. Each compilation features three episodes. # Red Shoe Diaries (1992). Director: Zalman King. Stars: David Duchovny, Brigitte Bako, Billy Wirth # Red Shoe Diaries 2: Double Dare. \"Safe Sex\" / \"You Have the Right to Remain Silent\" / \"Double Dare\" # Red Shoe Diaries 3: Another Woman's Lipstick. \"Just Like That\" / \"Another Woman's Lipstick\" / \"Talk to Me Baby\" # Red Shoe Diaries 4: Auto Erotica. \"Accidents Happen\" / \"Auto Erotica\" / \"Jake's Story\" # Red Shoe Diaries 5: Weekend Pass. \"Double or Nothing\" / \"Bounty Hunter\" / \"Weekend Pass\" # Red Shoe Diaries 6: How I Met My Husband. \"How I Met My Husband\" / \"Naked in the Moonlight\" / \"Midnight Bells\" # Red Shoe Diaries 7: Burning Up. \"Runway\" / \"Kidnap\" / \"Burning Up\" # Red Shoe Diaries 8: Night of Abandon. \"Night of Abandon\" / \"Liar's Tale\" / \"In the Blink of an Eye\" # Red Shoe Diaries 9: Hotline. \"Gina\" / \"Hotline\" / \"Love at First Sight\" # Red Shoe Diaries 10: Some Things Never Change. \"You Make Me Want to Wear Dresses\" / \"Some Things Never Change\" / \"Alphabet Girl\" # Red Shoe Diaries 11: The Game. \"The Game\" / \"The Cake\" / \"Like Father, Like Son\" # Red Shoe Diaries 12: Girl on a Bike. \"Girl on a Bike\" / \"Written Word\" / \"Borders of Salt\" # Red Shoe Diaries 13: Four on the Floor. \"The Psychiatrist\" / \"Four on the Floor\" / \"Emily's Dance\" # Red Shoe Diaries 14: Luscious Lola. \"Luscious Lola\" / \"The Last Motel\" / \"Mercy\" # Red Shoe Diaries 15: Forbidden Zone. \"Forbidden Zone\" / \"The Art of Loneliness\" / \"The Picnic\" # Red Shoe Diaries 16: Temple of Flesh. \"Temple of Flesh\" / \"Juarez\" / \"The Farmer's Daughter\" # Red Shoe Diaries 17: Swimming Naked. \"Swimming Naked\" / \"Jump\" / \"Tears\" # Red Shoe Diaries 18: Strip Poker. \"Strip Poker\" / \"Slow Train\" / \"Hard Labor\" # Red Shoe Diaries 19: As She Wishes. \"As She Wishes\" / \"Billy Bar\" / \"Weightless\" # Red Shoe Diaries 20: Caged Bird. \"Caged Bird\" / \"The Ex\" / \"The Teacher\" On June 17, 2014, Kino Lorber released Season One on DVD in Region 1 for the very first time. On the same day they also re-released Red Shoe Diaries - The Movie. ==Second Red Shoe TV pilot== In 2006 Zalman King wrote and directed a second, feature-length Red Shoe Diaries TV pilot. This pilot was completed but never aired. # Red Shoes Diaries: Las Vegas (2006). Stars: Domiziano Arcangeli, Lucas Babin, Lori Heuring ==References== ==External links== * * * * Category:Showtime (TV network) original programming Category:1990s American anthology television series Category:1992 American television series debuts Category:1997 American television series endings Category:Erotic television series Category:Showcase (Canadian TV channel) original programming Category:Television series by CBS Television Studios Category:English-language television shows Category:Films directed by Zalman King ",
    "title": "Red Shoe Diaries"
}