{
    "id": "523211",
    "text": "{| |} The Fairey Albacore was a British single-engine carrier-borne biplane torpedo bomber built by Fairey Aviation between 1939 and 1943 for the Royal Navy Fleet Air Arm and used during the Second World War. It had a crew of three and was designed for spotting and reconnaissance as well as level, dive, and torpedo bombing. The Albacore, popularly known as the \"Applecore\", was conceived as a replacement for the Fairey Swordfish, which had entered service in 1936. However, the Albacore served alongside the Swordfish and was retired before it, being replaced from 1944 by two monoplane designs, the Fairey Barracuda and Grumman Avenger. ==Design and development== The Albacore prototypes were built to meet Specification S.41/36 for a three-seat TSR (torpedo/spotter/reconnaissance) for the FAA to replace the Swordfish. The Albacore was designated TBR (torpedo/bomber/reconnaissance) and like the Swordfish, was capable of dive bombing: and the maximum under wing bomb load was four bombs. The Albacore had a constant speed propeller, a more powerful engine than the Swordfish and was more aerodynamically refined. It offered the crew an enclosed and heated cockpit and had an automatic liferaft ejection system that triggered in the event of the aircraft ditching.Goebel, Greg. \"The Fairey Swordfish, Albacore, & Barracuda.\" vectorsite.net, 2009. Retrieved: 25 October 2009. The first of two prototypes flew on 12 December 1938 and production of the first batch of 98 aircraft began in 1939. Early Albacores were fitted with the Bristol Taurus II engine and those built later received the more powerful Taurus XII. Boscombe Down testing of the Albacore and Taurus II engine, in February 1940, showed a maximum speed of 160 mph (258 km/h), at an altitude of 4,800 ft (1,463 m), at 11,570 lb (5,259 kg), which was achieved with four under-wing depth charges, while maximum speed without the depth charges was 172 mph (277 km/h). An Albacore fitted with the Taurus II engine and carrying a torpedo weighed 11,100 lb (5,045 kg). A total of 800 Albacores were built, including two prototypes which were all built at Fairey's Hayes Factory and test flown at London's Great West Aerodrome, what is now London Heathrow Airport. ==Operational history== Fairey Albacore N4389, 827 Naval Air Squadron, . Shot down during raid on Kirkenes, July 1941. Salvaged, rebuilt and now on display in the FAA Museum No. 826 Naval Air Squadron was specially formed to operate the first Albacores in March 1940, being used for attacks against harbours and shipping in the English Channel, operating from shore bases and for convoy escort for the rest of 1940. s 826 and 829 Squadrons were the first to operate the Albacore from a carrier, with operations starting in November 1940. Initially, the Albacore suffered from reliability problems with the Taurus engine, although these were later solved, so that the failure rate was no worse than the Pegasus equipped Swordfish. The Albacore remained less popular than the Swordfish, as it was less manoeuvrable, with the controls being too heavy for a pilot to take much evasive action after dropping a torpedo. Eventually, there were 15 first-line FAA squadrons equipped with the Albacore which operated widely in the Mediterranean. Albacores played a prominent role in the ill-fated raid on Kirkenes and Petsamo in July 1941. Albacores participated with more success in the Battle of Cape Matapan and the fighting at El Alamein as well as supporting the landings at Sicily and Salerno. During the period September 1941 to end of June 1943, No. 828 Squadron, based at RAF Hal Far, Malta, operated a squadron of Albacores under severe blitz conditions during the siege of Malta, mainly against Italian shipping and shore targets in Sicily. Albacore in flight. The markings place it around 1940. On 9 March 1942, 12 Albacores from were launched to attack the German at sea near Narvik. Based on information from one of six radar-equipped aircraft already airborne, Albacores from 817 and 832 Squadrons launched torpedoes and some also attacked with their machine guns. One attack came within of success at the bow, but the FAA's only torpedo attack on Tirpitz at sea failed, with the loss of two aircraft and damage to many others. In 1943, the Albacore was progressively replaced in Fleet Air Arm service by the Barracuda. The last FAA Albacore squadron, No. 841 Squadron, which had been used for shore-based attacks against shipping in the Channel for the whole of its career with the Albacore, disbanded in late 1943. The Royal Air Force deployed some Albacores; No. 36 Squadron based at Singapore acquired five to supplement its Vickers Vildebeests at RAF Seletar in December 1941. The remnants of the squadron was captured by the Japanese in March 1942. In 1943, No. 415 Squadron RCAF was equipped with Albacores (presumably ex-FAA) before the Flight operating them was transferred and reformed as 119 Squadron at RAF Manston in July 1944. The squadron deployed later to Belgium and their Albacores were disposed of in early 1945, due to spares shortages, in favour of the inferior but ASV radar-equipped Swordfish Mk.IIIs that the squadron kept until the end of the war on 8 May. This was to combat German mini- submarines attacking Allied shipping entering the River Scheldt on its way to Antwerp Port. The Aden Communication Flight used 17 Albacores between the middle of 1944 and August 1946. Some of these were delivered by sea on the in December 1945 (all from Royal Navy stock). The Royal Canadian Air Force took over the Albacores and used them during the Normandy invasion, for a similar role until July 1944. The Albacore was the last biplane to be used in combat by the RCAF. ==Operators== ;: * Royal Canadian Air Force ** No. 415 Squadron RCAF HMS Formidable during the North African landings, November 1942 ;: * Royal Air Force ** No. 36 Squadron RAF ** No. 119 Squadron RAF * Royal Navy Fleet Air Arm :* 700 Naval Air Squadron :* 733 Naval Air Squadron :* 747 Naval Air Squadron :* 750 Naval Air Squadron :* 753 Naval Air Squadron :* 754 Naval Air Squadron :* 756 Naval Air Squadron :* 763 Naval Air Squadron :* 766 Naval Air Squadron :* 767 Naval Air Squadron :* 768 Naval Air Squadron :* 769 Naval Air Squadron :* 771 Naval Air Squadron :* 774 Naval Air Squadron :* 775 Naval Air Squadron :* 778 Naval Air Squadron :* 781 Naval Air Squadron :* 782 Naval Air Squadron :* 783 Naval Air Squadron :* 785 Naval Air Squadron :* 786 Naval Air Squadron :* 787 Naval Air Squadron :* 788 Naval Air Squadron :* 789 Naval Air Squadron :* 791 Naval Air Squadron :* 793 Naval Air Squadron :* 796 Naval Air Squadron :* 797 Naval Air Squadron :* 799 Naval Air Squadron :* 810 Naval Air Squadron :* 815 Naval Air Squadron :* 817 Naval Air Squadron :* 818 Naval Air Squadron :* 820 Naval Air Squadron :* 821 Naval Air Squadron :* 822 Naval Air Squadron :* 823 Naval Air Squadron :* 826 Naval Air Squadron :* 827 Naval Air Squadron :* 828 Naval Air Squadron :* 829 Naval Air Squadron :* 830 Naval Air Squadron :* 831 Naval Air Squadron :* 832 Naval Air Squadron :* 841 Naval Air Squadron ==Surviving aircraft== Albacore (N4389) at the Fleet Air Arm Museum Only one Albacore is known to survive, on display at the Fleet Air Arm Museum, which was built using parts of Albacores N4389 and N4172 recovered from crash sites. ==Specifications (Albacore with Taurus XII)== Fairey Albacore Mk.1 ==See also== ==Notes== ==References== ==Further reading== * * ==External links== * Fleet Air Arm Archive * 828 Squadron (TSR) Albacores: Malta War-Time Diaries 1941-1943 Sgt. Thomas Barker BEM Category:1930s British bomber aircraft Category:Carrier-based aircraft Albacore Category:Single- engined tractor aircraft Category:Biplanes Category:Aircraft first flown in 1938 ",
    "title": "Fairey Albacore"
}