{
    "id": "523236",
    "text": "\"God of the gaps\" is a theological perspective in which gaps in scientific knowledge are taken to be evidence or proof of God's existence. The term \"gaps\" was initially used by Christian theologians not to discredit theism but rather to point out the fallacy of relying on teleological arguments for God's existence. p. 333.See, for example, \"Teleological Arguments for God's Existence\" in the Stanford Encyclopedia of Philosophy. ==Origins of the term== From the 1880s, Friedrich Nietzsche's Thus Spoke Zarathustra, Part Two, \"On Priests\", said \"... into every gap they put their delusion, their stopgap, which they called God.\".https://antilogicalism.files.wordpress.com/2017/07/the-portable- nietzsche-walter-kaufmann.pdf page 204. The German reads \"... in jede Lücke hatten sie ihren Wahn gestellt, ihren Lückenbüßer, den sie Gott nannten.\" The concept, although not the exact wording, goes back to Henry Drummond, a 19th- century evangelist lecturer, from his Lowell Lectures on The Ascent of Man. He chastises those Christians who point to the things that science cannot yet explain—\"gaps which they will fill up with God\"—and urges them to embrace all nature as God's, as the work of \"an immanent God, which is the God of Evolution, is infinitely grander than the occasional wonder-worker, who is the God of an old theology.\"See Thomas Dixon Science and Religion: A Very Short Introduction p. 45 p. 333 In 1933, Ernest Barnes, the Bishop of Birmingham, used the phrase in a discussion of general relativity's implication of a Big Bang: During World War II the German theologian and martyr Dietrich Bonhoeffer expressed the concept in similar terms in letters he wrote while in a Nazi prison. Bonhoeffer wrote, for example: In his 1955 book Science and Christian Belief Charles Alfred Coulson (1910−1974) wrote: and Coulson was a mathematics professor at Oxford University as well as a Methodist church leader, often appearing in the religious programs of British Broadcasting Corporation. His book got national attention,The Fontana edition cites reviews from The Times Literary Supplement, New Statesman, and Manchester Guardian, was reissued as a paperback, and was reprinted several times, most recently in 1971. It is claimed that the actual phrase 'God of the gaps' was invented by Coulson.C. Southgate et al.(1999), God, Humanity and the Cosmos: A Textbook in Science and Religion, T. & T. Clark, p. 247.A. Hough, Not a Gap in Sight: Fifty Years of Charles Coulson's Science and Christian Belief, Theology 2006 109: 21−27. Hough writes, p. 24: :The concept was certainly present, but according to Southgate it was Coulson who devised the actual terminology which we now use and which has been adapted to provide the title of the present article. The idea that Coulson coined this phrase is supported by the fact that he used it without reference or explanation and as a natural self-explanatory part of his argument. The term was then used in a 1971 book and a 1978 article, by Richard Bube. He articulated the concept in greater detail in Man come of Age: Bonhoeffer’s Response to the God-of-the-Gaps (1978). Bube attributed modern crises in religious faith in part to the inexorable shrinking of the God-of- the-gaps as scientific knowledge progressed. As humans progressively increased their understanding of nature, the previous \"realm\" of God seemed to many persons and religions to be getting smaller and smaller by comparison. Bube maintained that Darwin's Origin of Species was the \"death knell\" of the God- of-the-gaps. Bube also maintained that the God-of-the-gaps was not the same as the God of the Bible (that is, he was not making an argument against God per se, but rather asserting there was a fundamental problem with the perception of God as existing in the gaps of present-day knowledge).Man Come of Age: Bonhoeffer’s Response to the God-of-the-Gaps. Richard Bube. Journal of the Evangelical Theological Society. Volume 14. 1971. pp.203–220. ==General usage== The term \"God of the gaps\" is sometimes used in describing the incremental retreat of religious explanations of physical phenomena in the face of increasingly comprehensive scientific explanations for those phenomena.Richard Bube (1971) The Human Quest: A New Look at Science and the Christian Faith Dorothy Dinnerstein includes psychological explanations for developmental distortions leading to a person believing in a deity, particularly a male deity.See, e.g., Dinnerstein, Dorothy, The Mermaid and the Minotaur. R. Laird Harris writes of the physical science aspect of this: > The expression, \"God of the Gaps,\" contains a real truth. It is erroneous if > it is taken to mean that God is not immanent in natural law but is only to > be observed in mysteries unexplained by law. No significant Christian group > has believed this view. It is true, however, if it be taken to emphasize > that God is not only immanent in natural law but also is active in the > numerous phenomena associated with the supernatural and the spiritual. There > are gaps in a physical-chemical explanation of this world, and there always > will be. Because science has learned many marvelous secrets of nature, it > cannot be concluded that it can explain all phenomena. Meaning, soul, > spirits, and life are subjects incapable of physical-chemical explanation or > formation.Harris, L. L, \"The God of the Gaps\". JASA. Vol.15.No.4. Dec. 1963. > pp. 101–104. ==Usage in referring to a type of argument== The term God-of-the-gaps fallacy can refer to a position that assumes an act of God as the explanation for an unknown phenomenon, which is a variant of an argument from ignorance fallacy.Michael Shermer (2003) How We Believe: Science, Skepticism, and the Search for God, p 115 ff.Robert Larmer, \"Is there anything wrong with 'God of the gaps' reasoning?\" International Journal for Philosophy of Religion, Volume 52, Number 3 / December, 2002, p 129 ff. Such an argument is sometimes reduced to the following form: *There is a gap in understanding of some aspect of the natural world. *Therefore, the cause must be supernatural. One example of such an argument, which uses God as an explanation of one of the current gaps in biological science, is as follows: \"Because current science can't figure out exactly how life started, it must be God who caused life to start.\" Critics of intelligent design creationism, for example, have accused proponents of using this basic type of argument.See, e.g., Mark Isaak (2006) The Counter- Creationism Handbook pp x, 11–12, 35. God-of-the-gaps arguments have been discouraged by some theologians who assert that such arguments tend to relegate God to the leftovers of science: as scientific knowledge increases, the dominion of God decreases.Thomas Dixon \"Science and Religion: A Very Short Introduction\" p. 45Man Come of Age: Bonhoeffer’s Response to the God-Of-The- Gaps, Richard Bube, 1971 ==Criticism== The term was invented as a criticism of people who perceive that God only acts in the gaps, and who restrict God's activity to such \"gaps\".Larmer, Robert (2002). Is there anything wrong with “God of the gaps” reasoning? . International Journal for Philosophy of Religion. Kluwer Academic Publishers. Netherlands. 52: 129–142. It has also been argued that the God-of-the-gaps view is predicated on the assumption that any event which can be explained by science automatically excludes God; that if God did not do something via direct action, that he had no role in it at all.God of the gaps – Science & Theology The \"God of the gaps\" argument, as traditionally advanced by scholarly Christians, was intended as a criticism against weak or tenuous faith, not as a statement against theism or belief in God.Charles Alfred Coulson (1955) Science and Christian Belief, p 20. According to John Habgood in The Westminster Dictionary of Christian Theology, the phrase is generally derogatory, and is inherently a direct criticism of a tendency to postulate acts of God to explain phenomena for which science has yet to give a satisfactory account.The Westminster Dictionary of Christian Theology (Ed. Alan Richardson, John Bowden, 1983), p 242 Habgood also states: > It is theologically more satisfactory to look for evidence of God's actions > within natural processes rather than apart from them, in much the same way > that the meaning of a book transcends, but is not independent of, the paper > and ink of which it is comprised. Both many theologians and scientists believe that it is a logical fallacy to base belief in God on gaps in scientific knowledge. In this vein, Richard Dawkins, an atheist, dedicates a chapter of his book The God Delusion to criticism of the God-of-the-gaps fallacy. Other scientists holding religious beliefs, such as Francis Collins, reject a God-of-the-gaps while embracing the idea of a God who fine tuned the universe precisely so human life could exist. ==See also== * Faith and rationality * Moving the goalposts * Non-overlapping magisteria * The Challenge of Creation * Watchmaker analogy ==References== ==Bibliography== * Dietrich Bonhoeffer, Letters and Papers from Prison, New York: Simon & Schuster, 1997 () \"Letter to Eberhard Bethge\", 29 May 1944, pages 310–312. * Richard H. Bube, \"Man Come of Age: Bonhoeffer's Response to the God-Of-The-Gaps,\" Journal of the Evangelical Theological Society, volume 14 fall (1971), pages 203–220. * C. A. Coulson, Science and Christian Belief (The John Calvin McNair Lectures, 1954), London: Oxford University Press, 1955. Page 20, see also page 28. * Henry Drummond, The Lowell Lectures on the Ascent of Man, Glasgow: Hodder and Stoughton, 1904 (Chapter 10, containing the relevant text). ==External links== * Miracles, Intelligent Design, and God-of- the-Gaps (PDF) * Skeptical Christian: God of the Gaps? Category:Arguments for the existence of God Category:Religion and science ",
    "title": "God of the gaps"
}