{
    "id": "523380",
    "text": "Physalis ixocarpa – MHNT The tomatillo (Physalis philadelphica and Physalis ixocarpa), also known as the Mexican husk tomato, is a plant of the nightshade family bearing small, spherical and green or green-purple fruit of the same name. Tomatillos originated in Mexico and were cultivated in the pre-Columbian era. A staple of Mexican cuisine, they are eaten raw or cooked in a variety of dishes, particularly salsa verde. == History == Purple tomatillos (Physalis ixocarpa) Green tomatillos (Physalis philadelphica) The wild tomatillo and related plants are found everywhere in the Americas except in the far north, with the highest diversity in Mexico. In 2017, scientists reported on their discovery and analysis of a fossil tomatillo found in the Patagonian region of Argentina, dated to 52 million years BP. The finding has pushed back the earliest appearance of the Solanaceae plant family of which the tomatillo is one genus. Tomatillos were domesticated in Mexico before the coming of Europeans, and played an important part in the culture of the Maya and the Aztecs, more important than the tomato. The specific name philadelphica dates from the 18th century. == Names == The tomatillo (from Nahuatl, ') is also known as husk tomato, Mexican groundcherry, large-flowered tomatillo, or Mexican husk tomato. Some of these names, however, can also refer to other species in the genus Physalis. Other names are Mexican green tomato and miltomate. In Spanish, it is called tomate de cáscara (husk tomato), tomate de fresadilla (little strawberry tomato), tomate milpero (field tomato), tomate verde (green tomato), tomatillo (Mexico; this term means \"little tomato\" elsewhere), miltomate (Mexico, Guatemala), farolito (little lantern), or simply tomate (in which case the tomato is called jitomate from Nahuatl ). The tomatillo genus name Physalis is from New Latin physalis, coined by Linnaeus from Ancient Greek φυσαλλίς (physallís, “bladder, wind instrument”), itself from φυσιόω (physióō, “to puff up, blow up”), (physṓ). == Distribution == Tomatillos are native to Central America and Mexico. The plant is grown mostly in the Mexican states of Hidalgo and Morelos, and in the highlands of Guatemala where it is known as miltomate. In the United States, tomatillos have been cultivated since 1863, with one dubbed \"jamberry\" in 1945 and others with the names \"Mayan husk tomato\" and \"jumbo husk tomato\". Further distribution occurred in the Bahamas, Puerto Rico, Jamaica, and Florida. By the middle of the 20th century, the plant was further exported to India, Australia, South Africa, and Kenya. == Production == There is limited information about tomatillo production, even though tomatillo is distributed and grown worldwide as home-grown garden plant. Tomatillo is mainly cultivated on outdoor fields in Mexico and Guatemala on a large scale. Smaller crops are planted in many parts of the United States. In Mexico tomatillos are planted within a wide range of altitudes. ===Soil and climate requirements=== In general tomatillo plants are tolerant to many different soil conditions. However, they do best in well-drained, sandy, fertile soil conditions with a pH between 5.5 and 7.3. Tomatillo plants are cold sensitive. They grow best at 25 to 32 °C. Below 16 °C, growth is very poor. Tomatillo plants prefer full sun exposure and warm locations. ===Seedbed requirement and sowing=== Transplanting is the most common practice to plant tomatillo plants. Transplants are produced in greenhouses or in transplant beds. Germination occurs at 20-27 °C. Transplanting occurs 6 to 8 weeks after seeding and when risk of frost is past. Transplants that were produced indoors need to harden off in a warm, sunny place for a few days before being planted outside. Direct outdoor seeding can only be done if no frost risk exists and soil temperature is higher than 15 °C. Direct outdoor seeding leads to shortening of the vegetation period. Due to its branching growing pattern, a single plant requires enough growing space. Tomatillos are typically grown in rows 0.7 to 1.6 m apart. Although tomatillo is a perennial plant, overwintering is hard, so it is normally cultivated as an annual plant. ===Fertilization and field management=== Tomatillo plants can reach heights of 1.5 to 2 meters. Due to its rapid and branching growth it is recommended to stake them. Staking also facilitates later harvesting and prevents the fruit from touching the ground, which reduces damage to fruit and husk. Staking can also reduce disease, as well as slug damages. Fertilization is recommended at a moderate level. An application of 40 – 90 kg/ha of phosphorus is common. Depending on soil type and irrigation, other nutrients and fertilzers (N/ K) may be required. For non commercial production, regular fertilization is recommended. Even though tomatillo plants becomes more drought tolerant the older they get, regular watering is required. Tomatillo plants require 25–38 mm of water per week. Water can either come from rainfall or irrigation. Irrigation can either be managed by drip, sprinkler, furrow or watering can. Irrigation frequency is depending on weather and crop's growth stage from once or twice a week to daily during hot weather periods. Weeds are a serious challenge in tomatillo production and especially important during the first few weeks. Plastic and organic mulches help to effectively control weeds. Applications of plastic mulches also help to restrict soil water evaporation and modifying microclimate, thereby affecting tomatillo growth and yield. ===Harvest and postharvest treatment=== Tomatillos are harvested when the fruits fill the calyx. This state is normally achieved 65 to 100 days after transplanting. Fruit production continues for 1 to 2 months or until first frost. Harvesting occurs regularly, typically every day. Harvesting is done by hand. A single plant produces 60 to 200 fruits within a single growing season, with an average yield of about 9 tons per acre. Tomatillos can be stored up to three weeks in a cold and humid environment. == Uses == Tomatillos are a key ingredient in fresh and cooked Mexican and Central-American green sauces. The green color and tart flavor are the main culinary contributions of the fruit. Purple and red-ripening cultivars often have a slight sweetness, unlike the green- and yellow-ripening cultivars, so generally are used in jams and preserves. Like their close relatives, Cape gooseberries, tomatillos have a high pectin content. Another characteristic is they tend to have a varying degree of a sappy, sticky coating, mostly when used on the green side out of the husk. Ripe tomatillos keep refrigerated for about two weeks. They keep even longer with the husks removed and the fruit refrigerated in sealed plastic bags. They may also be frozen whole or sliced. === Tomatillo as food === The tomatillo can be harvested at different stages of its development. For salsa verde, it is harvested early, when the fruit is sour with a light flavor. For a sweeter taste, it can be picked later, when the fruit is seedier. In this stage, it could be suitable as a tomato substitute. Tomatillos have diverse uses in stews, soups, salads, curries, stirfries, baking, cooking with meats, marmalade, and desserts. Tomatillos can also be dried to enhance the sweetness of the fruit in a way similar to dried cranberries, with a hint of tomato flavor. The tomatillo flavor is used in fusion cuisines for blending flavors from Latin American dishes with those of Europe and North America. == Botany == === Description === P. philadelphica grow up to 15 to 60 cm and have few hairs on the stem. The leaves have acute and irregularly separated dents on the side. They are typically about one meter in height, and can either be compact and upright or prostrate with a wider, less dense canopy. The leaves are typically serrated and can either be smooth or pubescent. === Classification === The tomatillo is a member of the genus Physalis, erected by Carl Linnaeus in 1753. Jean-Baptiste de Lamarck described the tomatillo under the name Physlis philadelphica in 1786. Other species such as P. aeuata and P. violacea were described later. The tomatillo is also often classified as P. ixocarpa BROT. However, P. philadelphica is the most important species economically. The nomenclature for Physalis changed since the 1950s. P. philadelphica was at one time classified as a variety of P. ixocarpa. Later, the classification of P. ixocarpa was revised under the species of P. philadelphica. Today, the name P. ixocarpa is commonly used for the domestic plant and P. philadelphica for the wild one. Tomatillo plant with buds, pubescent stem and serrated leaves noticeable === Flower === Flowers come in several colors including white, light green, bright yellow, and sometimes purple. Flowers may or may not have purple spots toward the center of the corolla. The anthers are typically dark purple to pale blue. Tomatillo plants are highly self-incompatible, and two or more plants are needed for proper pollination. Thus, isolated tomatillo plants rarely set fruit. === Fruit === The tomatillo fruit is surrounded by an inedible, paper-like husk formed from the calyx. As the fruit matures, it fills the husk and can split it open by harvest. The husk turns brown, and the fruit can be several colors when ripe, including yellow, green, or even purple. The freshness and greenness of the husk are quality criteria. > Flower types: Tomatillo flower white and purple.jpg Tomatillo flower.jpg Starting Tomatillo Verde Flower after pollination maarten smit smitworks.jpg Honeybee and tomatillo flowers.jpg Tomatillo yellow flower.jpg Happy Quinta Feira !!!!! ♥ Physalis philadelphica (8119933598).jpg === Varieties === There are several varieties of tomatillos, with differences in tastes, traits, and ripening colors. Some cultivars include Amarylla, Gigante, Green Husk, Mexican, Pineapple, Purple de Milpa, Rio Grande Verde, and Yellow. === Genetic === ==== Self-incompatibility trait ==== Tomatillos carry self-incompatible traits. The plant, i.e. the fertile hermaphrodite, is not able to produce zygotes after self-pollination occurs. This limits the ability to improve tomatillo production regarding the seed quality and the production of varieties. The self-compatibility gene is situated in the chromosomes of the tomatillo and is not inherited through cytoplasm. Only heterozygous plants can be self- compatible as the trait is controlled by a dominant gene. Tomatillo can thus produce seeds through self-pollination due to the involvement of self- compatibility traits but the germination viability is different throughout the produced seeds. This suggests that not only incompatible pollen is involved but also inviability at the seedling stage. == Diseases == Tomatillo is generally a very resistant crop, as long as its climatic requirements are met. However, as with all crops, mass production brings with it exposure to pests and diseases. As of 2017, two diseases affecting tomatillo have been documented, namely tomato yellow leaf curl virus and turnip mosaic virus. Symptoms of tomato yellow leaf curl virus, including chlorotic margins and interveinal yellowing, were found in several tomato and tomatillo crops in Mexico and Guatemala in 2006. After laboratory tests, the virus was confirmed. Symptomatic plants were associated with the presence of whiteflies, which were likely the cause for this outbreak. Turnip mosaic virus was discovered in several tomatillo crops in California in 2011, rendering 2% of commercially grown tomatillo plants unmarketable, with severe stunting and leaf distortion. The green peach aphid is a common pest in California, and since it readily transmits the turnip mosaic virus, this could be a threat to tomatillo production in California. == See also == * Physalis peruviana * Salsa (sauce) == References == == External links == * Jepson Manual Treatment * Physalis names Category:Physalis Category:Edible Solanaceae Category:Fruit vegetables Category:Crops originating from Mexico Category:Crops originating from Pre- Columbian North America Category:Berries Category:Mexican cuisine Category:Plants described in 1786 Category:Taxa named by Jean-Baptiste Lamarck ",
    "title": "Tomatillo"
}