{
    "id": "523350",
    "text": "A suicide door on a Delahaye Type 135 Lincoln Continental with rear suicide doors, left side doors open A suicide door is the slang term for an automobile door hinged at its rear rather than the front. Such doors were originally used on horse-drawn carriages,Anthony Bird & Francis Hutton-Stott, Lanchester Motorcars, A History, page 96, Cassell, London 1965 but are rarely found on modern vehicles, primarily because they are perceived as being less safe than a front-hinged door. Initially standard on many models, later they became popularized in the custom car trade. The term \"suicide\" is avoided by major automobile manufacturers in favor of alternatives such as coach doors (Rolls- Royce and Lincoln), flexdoors (Opel), freestyle doors (Mazda), rear access doors (Saturn), and rear-hinged doors (the preferred technical term). ==History== Fiat 600 Multipla with front suicide doors, right side doors open. Note that all four doors are connected to the B-pillars. Suicide doors were common on cars manufactured in the first half of the 20th century. In the era before seat belts, the accidental opening of such doors meant that there was a greater risk of falling out of the vehicle compared to front-hinged doors, where airflow pushed the doors closed rather than opening them further. Suicide doors were especially popular with mobsters in the gangster era of the 1930s, supposedly owing to the ease of pushing passengers out of moving vehicles with the air around the moving car holding the door open, according to Dave Brownell, the former editor of Hemmings Motor News. After World War II, the use of suicide doors was mostly limited to rear doors of four-door sedans. The best-known use of suicide doors on post-World War II American automobiles was the Lincoln Continental 4 door convertibles and sedans (1961–1969) and Ford Thunderbird 1967–1971 four-door sedans. The British Rover P4 cars also used rear suicide doors until their demise in 1964. German Goggomobil saloons and coupes had two door bodies with suicide doors, until these were changed to front-hinged in 1964.Goggomobil ==Modern use== Lincoln concept car (Lincoln C) from 2009 with rear suicide doors, left side doors open. Note that there is no B-pillar and therefore there are two pillars, A and C. 2010 Opel Meriva Due to increasing safety concerns, the last mass- produced car model with independently opening suicide doors sold in the United States was the Ford Thunderbird four-door sedan from 1967 to 1971. Similarly, the last mass-produced pickup truck with such doors was the Toyota Tundra from 2000 to 2003. In 2003, the new Rolls-Royce Phantom (sold in the United Kingdom) reintroduced independent suicide doors in luxury vehicle applications. Other luxury models with classic suicide doors include the Spyker D8 and the Rolls-Royce Phantom Drophead Coupe four-seat convertible. However, the most recent mass-produced model with such doors may be the Opel Meriva.https://jalopnik.com/opel-vauxhall-meriva-giant-jelly-bean-gets- suicide-doo-5440497 Saturn Ion coupe 2002—2008 In recent years, rear-hinged rear doors that cannot be opened until the front doors are opened have appeared on a number of vehicles, including extended-cab pickup trucks, the Saturn SC, the Saturn Ion Quad Coupe, the Honda Element, the Toyota FJ Cruiser, the BMW i3, the Mazda RX-8 and Mazda MX-30. Such doors are more properly referred to as clamshell doors. Rear passenger suicide doors had long been used on Austin FX4 hackney carriages. Their successors, the TX1 TX2 and TX4, lacked them. In 2018 LEVC introduced the TXe which has rear passenger suicide doors. Several concept cars have featured suicide doors, such as the Lincoln C, a hatchback with no B-pillar and rear suicide doors, or the Carbon Motors Corporation E7, a police car with rear suicide doors designed to aid officers getting handcuffed passengers in and out of the back seat. The Kia Naimo, an electric concept car, also has rear suicide doors. Other car manufacturers which have produced models with suicide doors include Citroën, Lancia, Opel, Panhard, Rover, Saab, Saturn, Škoda, and Volkswagen. Lincoln has announced that 80 limited-edition 2019 Continentals will be made with suicide doors, marking the Continental's 80th anniversary. \"A limited number of additional Continental Coach Door Edition sedans will be available for the 2020 model year, too...\" ==Advantages== An open rear suicide door on a Rolls- Royce Ghost Rear-hinged doors make entering and exiting a vehicle easier, allowing a passenger to enter by turning to sit and exit by stepping forward and out. In combination with traditional front doors, they allow chauffeurs easier access to the rear door. In Austin FX4 taxis, drivers were able to reach the rear exterior door handle through the driver's window without getting out of the vehicle. Additionally, rear-hinged doors also allow a better position for a person installing a child seat into the back seat of a vehicle than conventional doors, while being simpler and cheaper to build than the sliding doors commonly used on MPVs. However, the most recent MPV in the compact MPV class with such doors has been the Opel Meriva B introduced in 2010. The combination of front-hinged front doors and rear-hinged rear doors allows for a design without the B-pillar, creating a large opening for entering and exiting the vehicle as seen in the above photo. ==Disadvantages== Lloyd LT 600 van with a front suicide door When front doors are directly adjacent to rear suicide doors, exiting and entering the vehicle can be awkward if people try to use the front and back doors at the same time. There are also a number of safety hazards: *Aerodynamic factors forcing rear-hinged doors open at speed in older cars. In 1969, Consumer Reports reported this problem on a Subaru 360. * if a person not wearing a seat belt falls out of a moving car with a coach door, the door can catch them and drag them along the road at speed, causing serious injuries. Car manufactures mitigate these hazards with such safety features as seat belts, and locks requiring front- hinged doors be open before permitting rear-hinged doors to open. ==See also== *Butterfly doors *Canopy doors *Gull-wing doors *List of cars with non- standard door designs *Scissor doors *Sliding doors *Swan doors ==References== Category:Automotive styling features Category:Car doors ",
    "title": "Suicide door"
}