{
    "id": "523672",
    "text": ", also read Yamamoto Jōchō (June 11, 1659 - November 30, 1719), was a samurai of the Saga Domain in Hizen Province under his lord Nabeshima Mitsushige. ==Hagakure== For thirty years Yamamoto devoted his life to the service of his lord and clan. When Nabeshima died in 1700, Yamamoto did not choose to follow his master in death in junshi because the master had expressed a dislike of the practice in his life. After some disagreements with Nabeshima's successor, Yamamoto renounced the world and retired to a hermitage in the mountains. Later in life (between 1709 and 1716), he narrated many of his thoughts to a fellow samurai, . Many of these aphorisms concerned his lord's father and grandfather Naoshige and the failing ways of the samurai caste. These commentaries were compiled and published in 1716 under the title of Hagakure, a word that can be translated as either In the Shadow of Leaves or Hidden Leaves. The Hagakure was not widely known during the years following Tsunetomo's death, but by the 1930s it had become one of the most famous representatives of bushido taught in Japan. In 2011 a manga/comic book version was published Hagakure: The Manga Edition, translated by William Scott Wilson, adapted by Sean Michael Wilson and Chie Kutsuwada (Kodansha International Ltd., 2011). Tsunetomo believed that becoming one with death in one's thoughts, even in life, was the highest attainment of purity and focus. He felt that a resolution to die gives rise to a higher state of life, infused with beauty and grace beyond the reach of those concerned with self- preservation. Some viewed him as a man of immediate action due to some of his quotes, and in the Hagakure he criticized the carefully planned Akō vendetta of the Forty-seven rōnin (a major event in his lifetime) for its delayed response. Yamamoto Tsunetomo is also known as Yamamoto Jōchō, the name he took after retiring and becoming a monk. == See also == *Fukuzawa Yukichi *Nakae Chōmin *Natsume Sōseki *Tsuneari Fukuda == Footnotes == == References == * * * * * == External links == * Hagakure Kikigaki : Orated Aphorisms of Yamamoto Jocho * Hagakure! (Selected topics from Hagakure) * Zen and the Art of Divebombing, or The Dark Side of the Tao by Kelley L. Ross, Ph.D. Category:1659 births Category:1719 deaths Category:Japanese writers of the Edo period Category:Japanese non-fiction writers Category:People from Saga Prefecture Category:Samurai Category:Military writers Category:Bushido Category:Nabeshima retainers Category:Japanese Buddhist monks ",
    "title": "Yamamoto Tsunetomo"
}