{
    "id": "523669",
    "text": "Brown Album is the fifth studio album by the American rock band Primus. It was released on July 8, 1997. It was the band's first album with new drummer Bryan \"Brain\" Mantia, who replaced former drummer Tim Alexander. The album has received a mixed reception from critics and fans. ==Background== Brown Album was the first Primus release to not feature drummer Tim \"Herb\" Alexander and the first to feature Bryan \"Brain\" Mantia. Les Claypool stated \"Herb's departure was like a marriage that just slowly decayed to an end... When it came down to it, we came very close to dissolving entirely, to ending Primus. I went to Ler and said, 'Look, I'm not content anymore. We've got a good thing going between us and we should probably get a new drummer.' When we talked to Herb about it, he wasn't surprised at all--in fact he seemed very relieved. He's got his own thing now. He's writing and singing [with his new band, Laundry] and he's much happier.\"Interview with Primus taken from BAM magazine, July 11, 1997. Retrieved 2012-10-22. Regarding the name of the album, Claypool said \"This is a milestone record for Primus so it needed to have a milestone title. The Beatles have their White Album, Metallica have their Black Album, now Primus have their Brown Album.\" According to Brain, the album was called the Brown Album because of the way the band approached the recording session; the mixes were done in the most unconventional ways that sounded like \"muffled turd\", hence the album title. ==Musical style== Claypool stated \"Song-wise I think Brown leans back to Suck... or [1990's] Frizzle Fry\". \"It's a far more aggressive album than we've done in a long time. The differences between this album and [ Punch Bowl...] are far greater than the differences between this album and the very early stuff.\" ==Reception== In his review for Allmusic, Stephen Thomas Erlewine contends that \"the replacement of drummer Tim \"Herb\" Alexander with Brian \"Brain\" Mantia doesn't affect Primus' sound in any notable way\", but also notes that the album \"moves Primus even further into progressive and jazz-rock territory\". In conclusion, he describes Brown Album as \"standard Primus – all instrumental interplay and adolescent humor – but it's delivered with more finesse and skill than ever.\" For Entertainment Weekly, Wook Kim describes the band as \"in decline\" since their \"satisfyingly eclectic\" early albums, noting that with Brown Album they \"cross that thin line between novel and novelty.\" The San Diego Union labeled the album as \"flat-sounding\".PRIMUS comes jammin' back \"wipes away memories of 1997's aptly titled, flat-sounding \"Brown Album.\" The San Diego Union, October 14, 1999. Retrieved March 1 2013. Tom Moon, for Rolling Stone, describes Brown Album as \"precisely the type of weirdness that Primus have been peddling for years – progressive-rock instrumentals camouflaged in the tattered rags of punk and the absurdist narratives of a junior Zappa\", although he notes that the songs \"all wind up sounding the same... Galumphing processionals more notable for their robotic persistence than for their musical invention.\" He calls the album \"more accessible\" in the way that it \"moves away from Primus' pet herky- jerky shifts of meter long enough to establish serious, straightforward grooves\", but also \"more accomplished than inspired\" with an \"increasingly obvious soul deficit.\" Songs from the album are rarely played live, although the song \"Fisticuffs\" has been used in sets from the last few years. ==Track listing== == Personnel == * Les Claypool – vocals, bass, upright bass * Larry LaLonde – guitar * Bryan \"Brain\" Mantia – drums * Produced by Primus * Engineered by Les Claypool * Production coordinator: Jill \"Galaxy Queen\" Rose * Studio assistant: Tim \"Soya\" Soylan ==Chart history== {| class=\"wikitable sortable\" |- !scope=\"col\"|Chart !scope=\"col\"|Peak position |- |Billboard 200 |align=center|21 |} Singles - Billboard {| class=\"wikitable\" !Year !Title !Chart !Position |- |rowspan=\"2\"|1997 |\"Shake Hands with Beef\" |rowspan=\"2\"|Modern Rock Tracks |align=\"center\"|34 |- |\"Over the Falls\" |align=\"center\"|37 |- |} ==References== ==See also== *Kalamazoo, Michigan Category:Primus (band) albums Category:1997 albums Category:Interscope Records albums ",
    "title": "Brown Album"
}