{
    "id": "523686",
    "text": "Xidi () is a village in Xidi Town (), Yi County, Huangshan City of the historical Huizhou region of Anhui province, China. It was declared a part of the \"Ancient Villages in Southern Anhui\" World Heritage Site by UNESCO in 2000, along with Hongcun. == History == First built during the Huangyou era (1049–1053) of Song Dynasty Emperor Renzong, the village was originally called Xichuan (West River), owing to the water courses flowing through it. The Hu family of Xidi are descended from Hu Shiliang, from Wuyuan, who was a descendant of Hu Changyi, a son of Emperor Zhaozong of Tang who was adopted by the Wuyuan Hu family. The rise of the village was closely tied to the fortunes of the Hu family. By 1465 CE, during the Ming Dynasty (1368–1644), family members had started in business as merchants, leading to construction of major private buildings and a public infrastructure. By the middle of the 17th century, the influence wielded by members of the Hu family expanded from commerce into politics. The prosperity of Xidi peaked in the 18th and 19th centuries, at which time the village comprised about 600 residences. Today, 124 well-preserved wooden residences from the Ming and Qing dynasties with beautiful carvings form the major attractions. Many of these residences are open to the public. ==Street grid== The street pattern of Xidi is dominated by a main road which runs in an east-west direction and is flanked by two parallel streets. These major streets are joined by many narrow alleyways. Small open spaces are confined to areas immediately in front of the main public buildings, such as the \"Hall of Respect\", the \"Hall of Reminiscence\", and the \"Memorial Archway of the Governor\". ==Gallery== Image:Xidi - 05.JPG| File:Xidi-敬爱堂 20141110.JPG| File:Xidi-膺福堂 20141110.JPG| File:Xidi-惇仁堂 20141110.JPG| File:Ancient Villages in Southern Anhui – Xidi and Hongcun-114145.jpg ==References== ==External links== *UNESCO site about Xidi and Hongcun *article on Xidi and Hongcun at china.com Category:World Heritage Sites in China Category:Major National Historical and Cultural Sites in Anhui Category:Geography of Anhui Category:Huangshan City Category:Ming dynasty architecture Category:Qing dynasty architecture Category:Villages in China ",
    "title": "Xidi"
}