{
    "id": "523725",
    "text": "Boogie Box High was a musical project headed by Andros Georgiou in the late 1980s that featured a range of collaborators, including Georgiou's second cousin George Michael, guitarist Nick Heyward (of Haircut One Hundred), keyboardist Mick Talbot (of The Style Council), guitarist–songwriter David Austin, bassist Deon Estus, and others. Released in July 1987 in the United Kingdom, Boogie Box High's first single was \"Jive Talkin'\", originally a top ten hit for the Bee Gees in 1975. ==Overview== ===\"Jive Talkin'\"=== Georgiou's version of the Bee Gees' song was originally recorded as a demo, with a studio band made up of Nick Heyward from Haircut One Hundred (guitar), Mick Talbot from Style Council (keyboards), and members of George Michael's studio band. Once the demo was completed, Andros played a copy for his cousin George Michael, who instantly loved the track. George took the master tapes to Denmark's PUK Studios (where he had recorded tracks for his album Faith), and spent three days recording lead and backing vocals. Andros' vocals are still heard in the background mix. Due to contractual obligations to Epic Records, George Michael was never credited on the original release. ===Outrageous=== Outrageous, Boogie Box High's only LP, was released in 1989. Originally titled Outrageously Brilliant, the title was seemingly a homage to Wham!'s debut album Fantastic, which itself was originally to be titled Brilliant. Outrageous was initially released in the United States, with SBK Records opting to license the album for worldwide release. The album spawned two singles, \"Gave It All Away\" and \"Nervous\". \"Jive Talkin'\" was appended to the new album, which relied heavily on George Michael-related musicians, Nick Heyward, Mick Talbot and PWL studios for the recording sessions. Michael's contributions to the album were two previously unreleased songs he had written for Wham!'s debut album Fantastic, \"Golden Soul\" and \"Soul Boy\". David Austin sang the lead vocal for the single \"Gave It All Away\". Once again, due to contractual obligations to Epic Records, Michael was not credited for any of this. ==Discography== ===Albums=== * Outrageously Brilliant (1989) ===Singles=== {|class=\"wikitable\" |- !Year !Single !UK Peak !AUS Peak |- |rowspan=\"2\"|1987 | \"Gave It All Away\" | style=\"text-align:center;\"|88 | style=\"text-align:center;\"|— |- | \"Jive Talkin'\" | style=\"text- align:center;\"|7 | style=\"text-align:center;\"|82 |- |rowspan=\"1\"|1989 | \"Nervous\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |} ==References== ==External links== * AndrosGeorgiou.com - Official website * Boogie Box High at Discogs Category:English pop music groups Category:Pop music supergroups ",
    "title": "Boogie Box High"
}