{
    "id": "524127",
    "text": "Yi Ta Hu Tu (; YTHT BBS) is a bulletin board system which was created on September 17, 1999, by student Lepton in Peking University, Beijing, China. Prior to blocking by the government, it was one of the largest BBS communities in China. In Chinese, Yi Ta Hu Tu means 'extremely messy' literally. However, the name itself is a pun; Ta, Hu, and Tu also mean \"tower\" \"lake\" \"picture\" respectively, and they are used to refer to three famous sites inside Peking University: Porter Tower, Weiming (\"nameless\") Lake, and the Peking University Library (the Chinese word for \"library\" is 图书馆 tu-shu-guan, with \"tu\" as its first character). Yi means \"one\". YTHT was originally set up by Lepton, a graduate student at the physics department in Peking University (PKU), on September 17, 1999, serving mainly as a communication platform for the students of PKU. Since the former PKU bulletin board system, the Unknown Space, was forced to be closed as required by the censorship of the Chinese government, PKU has not been able to hold a BBS of its own for a long term. When YTHT was born, it soon attracted the attentions of many PKU native students. Despite the fact that PKU launched its official BBS later on, Wei Ming station, YTHT still managed to burgeon into one of the best and biggest BBS systems in the education network in China with more than 300,000 users, mainly students and well-educated professionals. This figure compares to some of the largest Internet forums in the United States. On September 20, 1999, the login screen was changed to the one with a tower, a lake and the famous library of PKU. The three Chinese names combined together forms a harmonym of YTHT. On March 24, 2000 the URL changed to ytht.net. On May 3, 2000, the first YTHT Committee was democratically elected by YTHT members, for the first time in China's history. In the history of the development of YTHT, the spirit of freedom and democracy was a priority, although its popularity resulted in huge political pressure and YTHT was banned a few times. On August 19, 2004, YTHT was required by the government to be in a status of emergency. Several boards on political topics were shut down. Finally, on September 13, 2004, the Beijing Communication Administration shut down YTHT. At the same time, all the Internet forums in China were required by law to remove all discussion about YTHT. The words \"ytht\", \"一塌糊涂\", and \"糊涂\" are now blocked from Chinese ISPs. One of the major Chinese search engines also blocks these words. It was reopened in April 2007. As of May 2007, the BBS is still in working order. However, since the Chinese education network is segregated from the overseas backbone, the mainland students have difficulties in connecting to the BBS, which actually hurts its popularity. ==See also== *SMTH BBS *Internet in the People's Republic of China *Internet censorship in the People's Republic of China ==External links== * YTHT BBS Homepage (; closed by PRC government) Category:Bulletin board systems Category:Internet in China ",
    "title": "YTHT"
}