{
    "id": "524150",
    "text": "Samuel Laird Galbraith (18 October 1945 – 18 August 2014) was a Scottish Labour Party politician who served as the first Cabinet Secretary for Education and Children from 1999 to 2000. Galbraith had previously been a neurosurgeon of international repute. He served as a Member of Parliament (MP) from 1987 to 2001 and was a Member of the Scottish Parliament (MSP) from 1999 to 2001. He served as Education Minister in the Scottish Executive under First Minister Donald Dewar from 1999 to 2000. The Labour/Liberal Democrat coalition faced demands from Scottish National Party (SNP) politicians, including future First Minister Nicola Sturgeon, for Galbraith to resign after the SQA examinations controversy in 2000. ==Early life== Galbraith was born in Clitheroe, Lancashire. He was educated at Greenock High School. He studied at Glasgow University, where he received honours in medicine. Galbraith was a respected neurosurgeon, whose skills saved many lives at Glasgow's Southern General Hospital. ==Political career== At the 1987 general election, he was returned as Member of Parliament for the Strathkelvin and Bearsden constituency, and held the seat until standing down at the 2001 general election. He was a Scottish Office Minister between 1997 and 1999. Galbraith served as Minister for Children and Education in the Scottish Executive under Donald Dewar from 1999 to 2000 and then as Minister for Environment, Sport and Culture. On 20 March 2001 he announced his resignation from ministerial office and his parliamentary seats for health reasons. ==Personal life== He was married, the father of three daughters. In prior years he was an avid mountaineer who had climbed all the Munros and also climbed in the Alps and Himalayas. Galbraith received a lung transplant in 1990, at Freeman's Hospital Newcastle (where he continued to receive treatment), due to fibrosing alveolitis (the same condition which took the life of a sister). From 2006 he was chairman of the Scottish Maritime Museum with facilities at Irvine, North Ayrshire and Dumbarton.North Ayrshire Council Committee reports and agenda retrieved 22 July 2013. He died on 18 August 2014. ==References== Category:1945 births Category:2014 deaths Category:Scottish Labour Party MPs Category:Labour MSPs Category:Ministers of the Scottish Government Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:Members of the Scottish Parliament 1999–2003 Category:Scottish surgeons Category:Scottish neurosurgeons Category:20th-century Scottish medical doctors Category:Lung transplant recipients Category:People from Greenock Category:Alumni of the University of Glasgow Category:20th-century surgeons ",
    "title": "Sam Galbraith"
}