{
    "id": "524123",
    "text": "The Young Plan was a program for settling Germany's World War I reparations written in August 1929 and formally adopted in 1930. It was presented by the committee headed (1929–30) by American industrialist Owen D. Young, creator and ex-first chairman of the Radio Corporation of America (RCA), who, at the time, concurrently served on the board of trustees of the Rockefeller Foundation, and also had been one of the representatives involved in a previous war-reparations restructuring arrangement—the Dawes Plan of 1924. The Inter-Allied Reparations Commission established the German reparation sum at a theoretical total of 132 billion, but a practical total of 50 billion gold marks. After the Dawes Plan was put into operation in 1924, it became apparent that Germany would not willingly meet the annual payments over an indefinite period of time. The Young Plan reduced further payments by about 20 percent. Although the theoretical total was 112 billion Gold Marks, equivalent to US ca. $27 billion in 1929 (US$ billion in ) over a period of 58 years, which would end in 1988, few expected the plan to last for much more than a decade. In addition, the Young Plan divided the annual payment, set at two billion Gold Marks, US$473 million, into two components: one unconditional part, equal to one third of the sum, and a postponable part, equal to the remaining two- thirds, which would incur interest and be financed by a consortium of American investment banks coordinated by J.P. Morgan & Co. ==The Plan== Owen Young, 1924 The committee, which had been appointed by the Allied Reparations Committee, met in the first half of 1929, and submitted its first report on June 7 of that year. In addition to Young, the United States was represented by J. P. Morgan, Jr., the prominent banker, and his partner, Thomas W. Lamont. The report met with great objections from the United Kingdom but, after a first Conference in The Hague, a plan was finalised on August 31. The plan was formally adopted at a second Hague Conference, in January 1930. Amongst other provisions, the plan called for an international bank of settlements to handle the reparations transfers. The resulting Bank for International Settlements was duly established at the Hague Conference in January. ==Subsequent events== Between agreement and adoption of the plan came the Wall Street Crash of October 1929, of which the main consequences were twofold. The American banking system had to recall money from Europe, and cancel the credits that made the Young Plan possible. Moreover, the downfall of imports and exports affected the rest of the world. By 1933, almost two-thirds of world trade had vanished. A new trade policy was set with the Smoot–Hawley Tariff Act. The latter was influenced by nationalism and the adopted economic policy. Unemployment soared to 33.7% in 1931 in Germany, and 40% in 1932. Under such circumstances, U.S. President Herbert Hoover issued a public statement that proposed a one-year moratorium on the payments. He managed to assemble support for the moratorium from 15 nations by July 1931. But the adoption of the moratorium did little to slow economic decline in Europe. Germany was gripped by a major banking crisis. A final effort was made at the Lausanne Conference of 1932. Here, representatives from Great Britain, France, Italy, Belgium, Germany and Japan gathered to come to an agreement. By that time it was clear that the deepening depression had made it impossible for Germany to resume its reparations payments. They agreed: * Not to press Germany for immediate payments. * To reduce indebtedness by nearly 90% and require Germany to prepare for the issuance of bonds. This provision was close to cancellation, reducing the German obligation from the original $32.3 billion to $713 million. * It was also informally agreed among the delegates that these provisions would be ineffective unless the US government agreed to the cancellation of war debts owed by the Allied governments. Hoover made the obligatory public statement about the lack of any connection between reparations and war debts, however in December 1932, the U.S. Congress rejected the Allied war debt reduction plan, which technically meant that the war reparations and debt reverted to the debt reduction previously granted Germany by the 1929 Young Plan. However, the system had collapsed, and Germany did not resume payments. Once the National Socialist government consolidated power, the debt was repudiated and Germany made no further payments. By 1933, Germany had made World War I reparations of only one eighth of the sum required under the Treaty of Versailles, and owing to the repudiated American loans the United States in effect paid \"reparations\" to Germany. The plan ultimately failed, not because of the U.S. Congress' refusal to go along, but because it became irrelevant upon Hitler's rise to power. After Germany's defeat in World War II, an international conference (London Agreement on German External Debts, 1953) decided that Germany would pay the remaining debt only after the country was reunified. Nonetheless, West Germany paid off the principal by 1980; then in 1995, after reunification, the new German government announced it would resume payments of the interest. Germany was due to pay off the interest to the United States in 2010, and to other countries in 2020. In 2010, Time reported that Germany made \"final reparations-related payment for the Great War on Oct. 3, nearly 92 years after the country's defeat by the Allies.\" This agreement had been preceded by bitter diplomatic struggles, and its acceptance aroused nationalist passions and resentment. It also weakened, rather than helped, the advocates of a policy of international understanding. ==Opposition to war reparations: the \"Liberty Law\"== Although the Young plan had effectively reduced Germany's obligations, it was opposed by parts of the political spectrum in Germany. Conservative groups had been most outspoken in opposition to reparations and seized on opposition to the Young Plan as an issue. A coalition was formed of various conservative groups under the leadership of Alfred Hugenberg, the head of the German National People's Party. One of the groups that joined this coalition was Adolf Hitler and the National Socialist German Workers Party. The coalition's goal was the enactment of the Freiheitsgesetz (\"Liberty Law\"). This law would renounce all reparations and make it a criminal offense for any German official to cooperate in their collection. It would also renounce the German acknowledgement of \"war guilt\" and the occupation of German territory which were also terms of the Treaty of Versailles. Under the terms of the German constitution, if ten percent of the eligible voters in the country signed a petition in favor of a proposed law, the Reichstag had to put the matter to a vote. If the Reichstag voted against the law, the proposal would automatically be put to a national referendum. If fifty percent of the people voted in favor of it, it would become a law. The Liberty Law proposal was officially put forth on October 16, 1929. The National Socialists and other groups held large public rallies to collect signatures. The government opposed the Liberty Law and staged demonstrations against it. However, the coalition succeeded in collecting enough names to put the proposal before the Reichstag. The Reichstag voted the bill down by a 318-82 margin. In the subsequent popular vote on December 22, the Liberty Law referendum, voter turnout was only 14.9%, although 94.5% of the votes cast (13.8% of registered voters) were in favor of the proposed law. While the Liberty Law was not enacted in 1929, the campaign for it was a major factor in bringing Hitler and the National Socialists into the political mainstream. Following the defeat, Hitler denounced Hugenberg and said the loss was a result of his poor leadership. Hugenberg and many other conservatives soon found themselves being eclipsed by the National Socialists. Hitler would later enact by decree most of the proposals of the Liberty Law after achieving power. ==References== ==Sources== * * ==Further reading== * Wall Street and FDR, by Antony C. Sutton (1975) * Anglo-American Relations in the 1920s: The Struggle for Supremacy, by B. J. C. McKercher (1991) * The End of the European Era: 1890 to the Present, by Gilbert & Large (2002) * 1929, The Year of the Great Crash, by William K. Klingaman (1989) Category:French Third Republic Category:Aftermath of World War I in Germany Category:Economic history of France Category:History of the foreign relations of the United States Category:Aftermath of World War I in the United States Category:1930 in the United States Category:1930 in international relations Category:Reparations Category:1930 in economics Category:1930 in Germany ",
    "title": "Young Plan"
}