{
    "id": "524212",
    "text": "Surface of the moon, photographed by Loewy and Puiseux in 1894 Maurice (Moritz) Loewy (15 April 1833 – 15 October 1907) was a French astronomer. Loewy was born in Vienna.According to investigations by Anneliese Schnell (Maurice Loewy and the equatorial Coudé in Vienna, Astronomische Nachrichten, Vol. 330, Issue 6, p. 552-554 ), he was born in Vienna, because this city is, e.g., given in a French translation of his birth certificate. Vienna as his birthplace is also given in the obituaries, in most of the large encyclopedias, and in other sources. Some sources indicate, obviously wrongly, Bratislava or Mariánské Lázne as his place of birth. Loewy's Jewish parents moved to Vienna in 1841 to escape the antisemitism of their home town. Loewy became an assistant at the Vienna Observatory, working on celestial mechanics. However, the institutions of Austria-Hungary did not permit a Jew to advance to a senior position without renouncing his faith and embracing Catholicism. The director of the observatory Karl L. Littrow was a correspondent of Urbain Le Verrier, director of the Paris Observatory and he secured a position there for Loewy in 1860. After going to France, Loewy become a naturalised French citizen. He worked on the orbits of asteroids and comets and on the measurement of longitude, improving the accuracy of the Connaissance des Temps. He also worked on optics and the elimination of the aberration of light. He was elected a member of the Bureau des Longitudes in 1872 and of the Académie des Sciences in 1873. Loewy became director of the Paris Observatory in 1896, reorganising the institution and establishing a department of physical astronomy. He further spent a decade working with Pierre Puiseux on an atlas of the Moon composed of 10,000 photographs, L’Atlas photographique de la Lune (1910), the definitive basis for lunar geography for over half a century. The crater Loewy on the Moon is named after him and asteroid 253 Mathilde is believed to be named after his wife. He died in Paris at a government meeting of a sudden and unanticipated cardiac arrest. ==Honours== *Gold Medal of the Royal Astronomical Society, (1889) ==References== ==External links== * * * Obituaries of M. Loewy in the Astrophysics Data System * Atlas photographique de la Lune, on the digital library of Paris Observatory Category:1833 births Category:1907 deaths Category:French astronomers Category:French Jews Category:French people of Austrian-Jewish descent Category:Members of the French Academy of Sciences Category:Foreign associates of the National Academy of Sciences Category:Recipients of the Gold Medal of the Royal Astronomical Society ",
    "title": "Maurice Loewy"
}