{
    "id": "524467",
    "text": "Baron Adrien Victor Joseph de Gerlache de Gomery (2 August 1866 – 4 December 1934) was an officer in the Belgian Royal Navy who led the Belgian Antarctic Expedition of 1897–99. ==Early years== Born in Hasselt as the son of an army officer, de Gerlache was educated in Brussels. From a young age he was deeply attracted by the sea and made three voyages in 1883 and 1884 to the United States as a cabin boy on an ocean liner. He studied Engineering at the Free University of Brussels. After finishing his third year in 1885, he quit the university and joined the Belgian Navy on 19 January 1886. After graduating from the nautical college of Ostend he worked for some time on fishery protection vessels as second and third lieutenant. In October 1887 he signed on as seaman on the Craigie Burn, an English ship, for a voyage to San Francisco, but the ship failed to round Cape Horn and was sold for scrap in Montevideo. He returned to Europe after spending some time in Uruguay and Argentina. After a trip to Constantinople and the Black Sea he worked for the Holland-America Line as fourth officer, before obtaining an appointment as lieutenant in the Belgian Navy. Until July 1894 he was an officer on Ostend- Dover ferries, all the while taking further courses, and finally becoming captain on 22 August 1894. Frustrated by the monotonous work aboard the Ostend-Dover ferries he offered his services to King Leopold II and Stanley for an expedition to the Congo but was turned down. A letter to Otto Nordenskiöld similarly went unanswered. Finally he started planning and promoting an Antarctic expedition of his own, proposing his plan in 1894 to the Royal Geographical Society. ==First expedition== In 1896, de Gerlache purchased the Norwegian-built whaling ship Patria, which, following an extensive refit, he renamed as the Belgica. With a multinational crew, which included Roald Amundsen, Frederick Cook, Antoni Bolesław Dobrowolski, Henryk Arctowski and Emil Racoviță, he set sail from Antwerp on 16 August 1897. During January 1898, the Belgica reached the coast of Graham Land. Sailing in between the Graham Land coast and a long string of islands to the west, de Gerlache named the passage Belgica Strait. Later, it was renamed Gerlache Strait in his honor. After charting and naming several islands during some 20 separate landings, they crossed the Antarctic Circle on 15 February 1898. The Belgica anchored at Mount William On 28 February 1898, de Gerlache's expedition became trapped in the ice of the Bellinghausen Sea, near Peter Island. Despite efforts of the crew to free the ship, they quickly realised that they would be forced to spend the winter on Antarctica. Several weeks later, on 17 May, total darkness set in, which lasted until 23 July. What followed were another 7 months of hardship trying to free the ship and its crew from the clutches of the ice. Several men lost their sanity, including one Belgian sailor who left the ship \"announcing he was going back to Belgium\". The party also suffered badly from scurvy. Finally, on 15 February 1899, they managed to slowly start down a channel they had cleared during the weeks before. It took them nearly a month to cover 7 miles, and on 14 March they cleared the ice. The expedition returned to Antwerp on 5 November 1899. In 1902, his book Quinze Mois dans l'Antarctique (published in 1901) was awarded a prize by the Académie française. The fungi collected during the expedition was published as a paper in 1905 by Marietta Hanson Rousseau and Elisa Caroline Bommer. ==Later years== Adrien de Gerlache participated in several other expeditions, including: *a commercial and scientific expedition to the Persian Gulf in 1901 *the first Antarctic expedition of Jean-Baptiste Charcot, which he abandoned before they reached Antarctica due to the bad atmosphere on board (1903) *Expedition to the Greenland Sea on board the Belgica (1905) *Expedition to the Barents Sea and Kara Sea (1907) *Expedition to Greenland, Spitsbergen and the Frans-Jozef archipelago on board the Belgica (1909) He had two children with his first wife, Suzanne Poulet, whom he married in 1904: Philippe (born 1906) and Marie-Louise (born 1908). After this marriage ended in 1913, de Gerlache married Elisabeth Höjer from Sweden. With her, he had another son, Gaston de Gerlache in 1919. In the 1950s, Gaston followed in his father's footsteps, participating in a Belgian research station in Antarctica. Adrien de Gerlache died in Brussels in 1934, aged 68, from paratyphoid. ==Tributes== Several geographical features were named in his honor, mostly in Antarctica: Cape Gerlache, Mount Gerlache, Gerlache Inlet, Gerlache Island, Gerlache Strait and the de Gerlache seamounts, as well as Pic de Gerlache in Greenland and de Gerlache crater, near the south pole of the moon. One of Antwerp's quays is named De Gerlachekaai. ==References== ==External links== * Category:1866 births Category:1934 deaths Category:Belgian explorers Category:Explorers of Antarctica Category:Explorers of the Arctic Category:People from Brussels Category:People from Hasselt Category:Belgian Antarctic Expedition Category:Fellows of the Royal Scottish Geographical Society ",
    "title": "Adrien de Gerlache"
}