{
    "id": "524461",
    "text": "A self-destruct is a mechanism that can cause an object to destroy itself or render itself inoperable after a predefined set of circumstances has occurred. Self-destruct mechanisms are typically found on devices and systems where malfunction could endanger large numbers of people. ==Uses== ===Land mines=== Some types of modern land mines are designed to self-destruct, or chemically render themselves inert after a period of weeks or months to reduce the likelihood of friendly casualties during the conflict or civilian casualties after the conflict's end. The Amended Protocol II to the Convention on Certain Conventional Weapons (CCW), amended in 1996, requires that anti-personnel land mines deactivate and self-destruct, and sets standards for both. Landmines currently used by the United States military are designed to self-destruct between 4 hours and 15 days depending upon the type. The landmines have a battery and when the battery dies, the landmine self-destructs. The self- destruct system never failed in over 67,000 tested landmines in a variety of conditions. Not all self-destruct mechanisms are absolutely reliable, and most landmines that have been laid throughout history are not equipped to self- destruct. Landmines can also be designed to self-deactivate, for instance by a battery running out of a charge, but deactivation is considered a different mechanism from self-destruction. ===Rocketry=== The Space Shuttle Solid Rocket Boosters were equipped with explosive charges so that the boosters could be destroyed in the event that control was lost on launch and a populated area was in danger. Physically, this is done by detonation cords running along the booster. As they are set off, they cut open the booster's casing. This not only causes the solid rocket fuel to burn up rapidly by exposing a large reaction surface, the cut-open casing also allows combustion gases to escape sideways instead of through the nozzle. Therefore, the booster no longer produces a significant thrust. This feature can be seen in videos of the Challenger disaster. After the initial disintegration of the shuttle, the two solid rocket boosters continued firing until they exploded simultaneously 37 seconds later. This occurred when the Range Safety Officer decided that the separated boosters had the potential to endanger those on the ground and activated the self-destruct system. ===Military ships=== Another form of a self-destruct system can be seen in the naval procedure of scuttling, which is used to destroy a ship or ships to prevent them from being seized and/or reverse engineered. ===Deep sea oil drilling=== A form of self-destruct system can be observed in deep-sea oil drilling. In the event of an oil well becoming disconnected from its oil rig, a dead man's switch may trigger activation of a blowout preventer blind shear ram which cuts the drill pipe and permanently seals the well to prevent an oil leak. ===Data storage=== Self-destruct mechanisms are sometimes employed to prevent an apparatus or information from being used by unauthorized persons in the event of loss or capture. For example, they may be found in high-security data storage devices (e.g. IronKey), where it is important for the data to be destroyed to prevent compromise. Similarly, some online social media platforms are equipped with a Stories feature, where posted content is automatically erased after a predetermined time, commonly 24 hours. This concept has been popularized by Snapchat and later adapted by Instagram and YouTube. === Pranking === Some artworks may have mechanisms in them to destruct themselves in front of many eyes watching. An example is the painting Love is in the Bin by Banksy, which shredded itself right after a £1 million auction at Sotheby's London on 5 October 2018. ==Use in fiction== Self-destruct mechanisms are frequent plot devices in science fiction stories, such as those in the Star Trek fictional universe, or the Alien universe. They are applied to military installations and starships which would be too valuable to allow an enemy to capture. An artificial intelligence may invoke self-destruct due to cognitive dissonance. In many such stories, such a mechanism causes massive destruction in a large area, obliterating the object protected by the device. Often the characters have a limited amount of time to escape the destruction or to disable the mechanism, creating story tension. In the television series The Man from U.N.C.L.E. and Mission Impossible, sensitive intelligence or equipment is shown to self-destruct in order to prevent it from falling into enemy hands. Usually the self-destruct sequence is lengthy and complex, as in Alien, or requires multiple officers aboard the ship with individual passcodes to initiate the process, with countdown timers that can allow characters to escape. Passwords in 1970s and 1980s movies are noticeably unfit for purposes of such major impact, considering accounts with even low level security in modern times have far more complex password requirements, as the writers of the era did not anticipate the complexity level of computer generated brute- force attacks and security issues. In the case of Heinz Doofenshmirtz from Phineas and Ferb, many of Doofenshmirtz's -inators have a self-destruct feature on them, either activated by Perry the Platypus or by himself on accident. ==See also== * Autothysis * Apoptosis * Doomsday device ==References== Category:Data security Category:Safety equipment Category:Fictional technology ",
    "title": "Self-destruct"
}