{
    "id": "524600",
    "text": "Bison grazing near Gibbon River at Madison in Yellowstone National Park. The Greater Yellowstone Ecosystem (GYE) is one of the last remaining large, nearly intact ecosystems in the northern temperate zone of the Earth. It is located within the northern Rocky Mountains, in areas of northwestern Wyoming, southwestern Montana, and eastern Idaho, and is about 22 million acres. Yellowstone National Park and the Yellowstone Caldera 'hotspot' are within it.Initial wikipedia article was based on public domain Biology.usgs.gov content written by Paul Schullery , from the U.S. National Park Service. Conflict over ecological and resource management has been controversial, and the area is a flagship site among conservation groups that promote ecosystem management. The Greater Yellowstone Ecosystem (GYE) is one of the world's foremost natural laboratories in landscape ecology and Holocene geology, and is a world-renowned recreational destination. It is also home to the diverse native plants and animals of Yellowstone. ==History== Grizzly bear range expansion in Greater Yellowstone Ecosystem 1990–2018 Yellowstone National Park boundaries were drawn in 1872 to include all the known geothermal basins in the region. No other landscape ecology considerations were incorporated into boundary decisions. By the 1970s, however, the grizzly bear's (Ursus arctos) range in and near the park became the first informal minimum boundary of a theoretical \"Greater Yellowstone Ecosystem\" that included at least . Since then, definitions of the greater ecosystem's size have steadily grown larger. A 1994 study listed the size as , while a 1994 speech by a Greater Yellowstone Coalition leader enlarged that to . In 1985 the United States House of Representatives Subcommittees on Public Lands and National Parks and Recreation held a joint subcommittee hearing on Greater Yellowstone, resulting in a 1986 report by the Congressional Research Service outlining shortcomings in inter-agency coordination and concluding that the area's essential values were at risk. ===Federal protection=== Federally managed areas within the GYE include: * United States National Park Service (NPS) — Yellowstone National Park, Grand Teton National Park, and John D. Rockefeller, Jr. Memorial Parkway. * United States National Forest Service (USFS) — Gallatin, Custer, Beaverhead-Deerlodge National Forest, Caribou-Targhee, Bridger-Teton, and Shoshone National Forests * United States Fish and Wildlife Service (USFWS) — National Elk Refuge, Red Rock Lakes and Grays Lake National Wildlife Refuges Ten distinct National Wilderness Areas have been established within the GYE's National Forests since 1966, mandating a higher level of habitat protection than the USFS otherwise uses. The GYE also encompasses some privately held and state lands surrounding those managed by the U.S. Government. The Trust for Public Land has protected 67,000 acres over about 40 projects in the Greater Yellowstone Ecosystem. ==Ecosystem management by species== Ecological management has been most often advanced through concerns over individual species rather than over broader ecological principles. Though 20 or 30 or even 50 years of information on a population may be considered long-term by some, one of the important lessons of Greater Yellowstone management is that even half a century is not long enough to give a full idea of how a species may vary in its occupation of a wild ecosystem. The Yellowstone hot springs are important for their diversity of thermophilic bacteria. These bacteria have been useful in studies of the evolution of photosynthesis and as sources of thermostable enzymes for molecular biology. Although the smell of sulfur is common and there are some sulfur fixing cyanobacteria, it has been found that hydrogen is being used as an energy source by extremophile microbes. whitebark pine (Pinus albicaulis) in Yellowstone National Park. ===Flora=== Among native plants of the GYE, whitebark pine (Pinus albicaulis) is a species of special interest, in large part because of its seasonal importance to grizzly bears, but also because its distribution could be dramatically reduced by relatively minor global warming. In this case, researchers do not have a good long-term data set on the species, but they understand its ecology well enough to project declining future conservation status. A more immediate and serious threat to whitebark pines is an introduced fungal rust disease, White Pine Blister Rust (Cronartium ribicola), which is causing heavy mortality in the species. Occasional resistant individuals occur, but in the short to medium term, a severe population decline is expected. Estimates of the decline of quaking aspen (Populus tremuloides) on the park's northern range since 1872 range from 50% to 95%. Perhaps no conservation controversy underway in Greater Yellowstone more clearly reveals the need for comprehensive interdisciplinary research. Several factors are suspected in the quaking aspen's changing status, including: *Native American influences on numerous mammal species and on fire ecology-return intervals before the creation of the park in 1872. *European influences on wildfire frequency since 1886; regional climate warming. *Human harvests of beaver and ungulates in the first 15 years of the park's history, and of wolves and other predators before 1930. *Human settlement on traditional ungulate migration routes north of the park since 1872; ungulate (especially elk) effects on all other parts of the ecosystem since 1900; and human influences on elk distribution in the park. ===Fauna=== Anecdotal information on grizzly bear abundance dates to the mid-19th century, and administrators have made informal population estimates for more than 70 years. From these sources, ecologists know the species was common in Greater Yellowstone when Europeans arrived and that the population was not isolated before the 1930s, but is now. Researchers do not know if bears were more or less common than now. A 1959-1970 bear study suggested a grizzly bear population size of about 176, later revised to about 229.http://biology.usgs.gov/s+t/noframe/r114.htm#23489 Later estimates have ranged as low as 136 and as high as 540; the most recent is a minimum estimate of 236,http://biology.usgs.gov/s+t/noframe/r114.htm#23525 but biologists think there may be as many as 1,000 bears in the ecosystem. Although the Greater Yellowstone population is relatively close to recovery goals, the plan's definition of recovery is controversial. Thus, even though the population may be stable or possibly increasing in the short term, in the longer term, continued habitat loss, climate change, and increasing human activities may well reverse the trend. Yellowstone cutthroat trout (Oncorhynchus clarki bouvieri) have suffered considerable declines since European settlement, but recently began flourishing in some areas. Especially in Yellowstone Lake itself, long-term records indicate an almost remarkable restoration of robust populations from only three decades ago when the numbers of this fish were depleted because of excessive harvest. Its current recovery, though a significant management achievement, does not begin to restore the species' historical abundance. Also, they declined because of invasive lake trout. An aggressive lake trout removal program has caused the cutthroats to rebound. Early accounts of pronghorn (Antilocapra americana) in Greater Yellowstone described herds of hundreds seen ranging through most major river valleys. These populations were decimated by 1900, and declines continued among remaining herds. On the park's northern range, pronghorn declined from 500-700 in the 1930s to about 122 in 1968. By 1992 the herd had increased to 536. ====Gray Wolf reintroduction==== The park is a commonly cited example of apex predators affecting an ecosystem through a trophic cascade. After the reintroduction of the gray wolf in 1995, researchers noticed drastic changes occurring. Elk, the primary prey of the gray wolf, became less abundant and changed their behavior, freeing riparian zones from constant grazing. The respite allowed willows and aspens to grow, creating habitat for beaver, moose, and scores of other species. In addition to the effects on prey species, the gray wolf's presence also affected the park's grizzly bear population. The bears, emerging from hibernation, chose to scavenge off wolf kills to gain needed energy and fatten up after fasting for months. Dozens of other species have been documented scavenging from wolf kills.Gray Wolves as Climate Change Buffers in Yellowstone https://academic.oup.com/bioscience/article/53/4/330/250155 ==See also== *Ecology of the Rocky Mountains * ==References== ==Further reading== * ==External links== * Greater Yellowstone Coalition: The Greater Yellowstone Ecosystem website * USGS Rocky Mountain Mapping Center: Greater Yellowstone Ecosystem * Yellowstone-Teton Clean Energy Coalition * The Trust for Public Land - Greater Yellowstone Ecosystem Program Category:Ecology of the Rocky Mountains Category:Environment of Idaho Category:Environment of Montana Category:Environment of Wyoming Category:Northwestern United States Category:Yellowstone National Park Category:Fauna of the Rocky Mountains Category:Flora of the Rocky Mountains Category:Systems ecology ",
    "title": "Greater Yellowstone Ecosystem"
}