{
    "id": "524787",
    "text": "Federico Castelluccio (; born April 29, 1964) is an Italian-American actor and professional visual artist, known for his role as Furio Giunta on the HBO series, The Sopranos. ==Early life== Born in Naples, Italy, Castelluccio moved with his family to Paterson, New Jersey, when he was three years old. In 1982, Castelluccio was awarded a full scholarship to the School of Visual Arts in New York City, where he earned a BFA in painting and media arts.\"«I Sopranos? No agli stereotipi ma non facciamone un dramma» - Federico Castelluccio, il Furio Giunta della celebre serie tv, a Toronto per incontrare gli zii\" , Corriere Canadese, May 11, 2005. Accessed December 4, 2007. \"Nel 1982, Castelluccio vince una borsa di studio alla School of Visual Arts di New York, dove si laurea in pittura.\" Prior to winning the scholarship, he received an opportunity to create a painting for actor George Burns. ==Career== Castelluccio began his career as an actor in 1986. Some of his film credits include Made with Jon Favreau, Fire with Paul Campbell and 18 Shades of Dust with Danny Aiello. In television, his credits include NYPD Blue and his best known role in the HBO hit series, The Sopranos as the Neapolitan enforcer Furio Giunta. He also appeared in A Guide to Recognizing Your Saints which debuted in 2006 at the Sundance Film Festival and received two awards, one for best dramatic directing and another for best dramatic ensemble, headed by Robert Downey Jr., Chazz Palminteri, and Rosario Dawson. Other film projects include the biographical El Cantante; Aftermath, a crime thriller; and The Obscure Brother, filmed in southern Italy, a short film that he executive produced and acted in; 2003's La Araña; the 2008 comedy Capers; Lucky Days; and the 2009 Forget Me Not. In television, Castelluccio played the lead role in Dragon Dynasty, a telefilm that aired on the Sci-Fi Channel. He also appeared in the episode of Kenny Vs. Spenny titled \"Who Can Produce The Best Commercial\". In 2014, Castelluccio starred in the short film Eulogy directed by Don Capria The film won \"Best Ensemble\" in the 2015 Queens World Film Festival. In 2016, Castelluccio directed the feature film The Brooklyn Banker. In 2017, Castelluccio directed the TV pilot Outcall. During the fourth season of Celebrity Apprentice, Castelluccio was asked by Donald Trump to judge which celebrity designed the best hat. Castelluccio eventually chose La Toya Jackson. She was awarded $25,000 for her charity, the AIDS Project Los Angeles. ==Painting discovery == Painting by Guercino showing the Martyrdom of Saint Sebastian, which was discovered by Castelluccio Castelluccio discovered a 17th century painting by Italian Baroque painter Guercino at a Frankfurt gallery and subsequently purchased it at auction after it had been incorrectly identified as an 18th-century painting. The painting was purchased for €49,000 and was estimated at $10M. The total cost of the painting including restoration and shipping plus extra costs came to $140,000. ==Filmography== ===Movies=== * 1999 18 Shades of Dust – Bouncer #1 * 2001 Made – Doorman * 2002 Fire – Himself (video) * 2003 La Arana – Bobby * 2004 Return of Fire – Himself (voice) * 2004 Volare – Paolo Bongiovanni (Short film) * 2005 In Hot Water – Father Sal Manella (Short film) * 2006 A Guide to Recognizing Your Saints – Antonio's Father * 2006 Dragon Dynasty – Marco TV Movie * 2006 El cantante – Jerry Massucci * 2007 The Obscure Brother – Father (Short film) * 2008 Lucky Day – Vincent * 2008 Proud Iza – Samuel Stein * 2008 The Bronx Balletomane – Joey (Short film) * 2008 The Brooklyn Heist – R. Fadagucci * 2008 Speak Now or Forever Hold Your Peace – Louie the Bartender * 2009 Forget Me Not – Samaratian Antagonist (Short film) * 2010 Bicycle Lessons – Himself (voice) (Short film) * 2010 Lily of the Feast – Santo Bastucci (Short film) * 2010 For Customers Only – Mr. Sierra (Short film) * 2011 Keep Your Enemies Closer – Agent (Short film) * 2011 The Decoy Bride – Marco * 2011 The Orphan Killer – Dr. Morris (Uncredited) * 2012 The Trouble with Cali – Chassidic Bouncer * 2012 Pollination – Father Short film * 2012 1,000 Times More Brutal – Kastriot Morina * 2012 Delivering the Goods – Enzo * 2013 Stanley's Adventures (Short film) * 2013 Aftermath – Darrell * 2013 Checkmate: Keep Your Enemies Closer – Agent Lepari * 2013 House of Shadows – Nicola * 2014 Euology – Martin (Short film) * 2015 Dutch Book – Mel * 2015 Fall 4 You – Nicky (Short film) * 2016 Fall 4 You – Jerry * 2016 The Brooklyn Banker – Zucci * 2016 Leaves of the Tree – Doctor Ferramanti * 2016 Toy Gun – Sante Cassoria * 2017 Good Friday – Gio * 2018 Sarah Q – Barry Homburg * 2018 Exit 0 – Detective Mueller ===TV shows=== * 1991–1996 Another World – Maltese Guard; 4 episodes * 2000–2002 The Sopranos – Furio Giunta * 2003 NYPD Blue – Brian Vaughn; 1 episode * 2008 Law & Order: Criminal Intent – Frank Chess; 1 episode ==References== ==External links== * *Federico Castelluccio paintings Category:American male television actors Category:Male actors from New Jersey Category:Male actors from New York City Category:Male actors of Italian descent Category:Living people Category:Actors from Paterson, New Jersey Category:School of Visual Arts alumni Category:20th-century American male actors Category:21st-century American male actors Category:1964 births Category:Italian emigrants to the United States ",
    "title": "Federico Castelluccio"
}