{
    "id": "524825",
    "text": "The voiced bilabial trill is a type of consonantal sound, used in some spoken languages. The symbol in the International Phonetic Alphabet that represents the sound is , and the equivalent X-SAMPA symbol is `B\\`. ==Features== Features of the voiced bilabial trill: In most instances, it is only found as the trilled release of a prenasalized stop. ==Occurrence== {| class=\"wikitable\" !colspan=2| Language ! Word ! IPA ! Meaning ! Notes |- |colspan=2| Kele |colspan=2 | | 'face' | |- |colspan=2| Komi-PermyakWichmann, Yrjö; Uotila, T. E. (1942). Syrjänischer Wortschatz nebst Hauptzügen der Formenlehre. Helsinki: Suomalais-Ugrilainen Seura. | bungag | | 'dung beetle' |Generally paralinguistic. This is the only true word it is found in. |- |colspan=2| LizuChirkova, Katia (2012). \"The Qiangic Subgroup from an Areal Perspective: A Case Study of Languages of Muli\" (Archive). In Languages and Linguistics 13(1):133-170. Taipei: Academia Sinica. | TU, | | 'bean' | Syllabic; allophone of after initial . |- |colspan=2| Medumba | m'''''ʉ | | 'dog' | |- | Ngwe | Lebang dialect |colspan=2 | | 'ash' | |- |colspan=2| Nias | | | 'lower jaw' | |- |colspan=2| Pirahã | | | 'evil spirit' | Allophone of before |- |colspan=2| Pumi | biiv | | 'to dig' | Syllabic; allophone of after . |- |colspan=2| Titan |colspan=2 | | 'wooden plate' | |- |colspan=2| Unua |colspan=2 | | 'pig' | |- |colspan=2| Sangtam |colspan=2 | . | 'plate' | Phonemic, as /t ͡ʙ/, found in /t ͡ʙaŋ/ 'needle' |} The Knorkator song \"[Buchstabe]\" (the actual title is a glyph) on the 1999 album Hasenchartbreaker uses a similar sound to replace \"br\" in a number of German words (e.g. for ). In New Guinea, the bilabial trill is found in Kwomtari and Sko languages, as well as in the Kilmeri language. In Vanuatu, it is found in several languages of Malekula: Ahamb,Rangelov, Tihomir (2019). The bilabial trills of Ahamb (Vanuatu): acoustic and articulatory properties. Ninde, Unua. ==Phonology== In many of the languages in which the bilabial trill occurs, it occurs only as part of a prenasalized bilabial stop with trilled release, . That developed historically from a prenasalized stop before a relatively high back vowel like . In such instances, the sounds are usually still limited to the environment of a following . However, the trills in Mangbetu may precede any vowel and are sometimes preceded by only a nasal. ==See also== *Index of phonetics articles ==Notes== ==References== * * * ==External links== * *Oro Win recordings Category:Trill consonants Category:Bilabial consonants Category:Pulmonic consonants Category:Oral consonants ",
    "title": "Voiced bilabial trill"
}