{
    "id": "525594",
    "text": "Central Ōhara was a town located in Aida District, Okayama Prefecture, Japan. As of 2003, the town had an estimated population of 4,630 and a density of 84.99 persons per km². The total area was 54.48 km². On March 31, 2005, Ōhara, along with the towns of Mimasaka, Aida and Sakutō, the village of Higashiawakura (all from Aida District), and the town of Katsuta (from Katsuta District), was merged to create the city of Mimasaka. ==Geography== ===Adjoining municipalities=== *Okayama Prefecture **Sakutō **Nishiawakura **Higashiawakura **Katsuta *Hyōgo Prefecture **Sayō ==Education== *Ōhara Elementary School *Ōhara Junior High School *Okayama Prefectural Ōhara High School (Closure in 2006) == Transportation == ===Railways=== *Chizu Express **Chizu Line ***Miyamoto Musashi Station - Ōhara Station ===Road=== *National highways: **Route 373 **Route 429 *Prefectural roads: **Okayama Prefectural Route 5 (Sakutō-Ōhara) **Okayama Prefectural Route 240 (Shimoshō-Sayō) **Okayama Prefectural Route 357 (Kajinami-Tateishi) ==Notable places and events== *Village of Miyamoto Musashi *Main stone of Miyamoto Musashi Temple *Miyamoto Musashi's grave next to that of his parents *Ōhara-shuku (Shukuba) File:Gorinbo07bs3200.jpg|Village of Miyamoto Musashi File:Main stone of Miyamoto Musashi Temple located in Ōhara-Chō.jpg|Main stone of Miyamoto Musashi Temple File:Tombe de Miyamoto Musashi à Ōhara, province de Mimasaka.jpg|Miyamoto Musashi's grave in Ōhara-chō File:Statue of Miyamoto Musashi.jpg|Statue of Miyamoto Musashi File:Ohara-juku01s3200.jpg|Ōhara-shuku ==International Relations== === Sister-City === Heiho Niten Ichi Ryu Memorial * Gleizé, France Since March 4, 1999, the village of Ōhara located in the Japanese province of Mimasaka cradle of Miyamoto Musashi is twinned with the inhabitants of Gleizé in the presence of Sensei Tadashi Chihara tenth descendant of Miyamoto Musashi under the mandate of Ōhara Mayor Yuki Hiroshi, as well as the mayor of Gleizé Mrs. Élisabeth Lamure. This event was extended by the official invitation of Japan for May 20, 2000 in Ōhara. With the new mayor Fukuda Yoshiaki, and the arrival of the mayor of Gleizé, the inauguration of the Budokan Miyamoto Musashi took place with several Japanese authorities. The Heiho Niten Ichi Ryu Memorial in Gleizé guarantees the memory of these relations as well as the regions and countries that officially joined him ; successively Japan, France, Cambodia, ASEAN, Russia and at the same time, the province of Mimasaka, the Rhône-Alpes region, the Center region and the Burgundy region. File:十代 - 千原貞心 Tadashi Chihara Sensei.jpg|hyouhou niten ichiryū musashi seitannochi. musou jikiden eishinryu iai. jisso enman no hyouhou nitenichiryū. the 10 th. Tadashi Chihara. File:International Relations - Sister-City - Gleizé-Ōhara.jpg|Gleizé is twinned with Ōhara since March 4, 1999. Document signed by the Mayor of Ōhara and Chihara Tadashi Sensei, tenth descendant of Miyamoto Musashi. File:Official publication of Gleizé City Hall - 1999 - Dojo Miyamoto Musashi - Sensei Tadashi Chihara X - Élisabeth Lamure - Ghislain de Longevialle.jpg|Official publication of Gleizé City Hall - May, 1999. Sensei Tadashi Chihara tenth descendant of Miyamoto Musashi, Élisabeth Lamure, Ghislain de Longevialle. File:International Relations - Gleizé-Ōhara - Tadashi Chihara Sensei X - Élisabeth Lamure - Ghislain de Longevialle.jpg|Tadashi Chihara Sensei and Élisabeth Lamure during the transmission of the name of the school, the Miyamoto Musashi dojo of Gleizé represents the Miyamoto Musashi School in Japan. File:On May 20, 2000, the inaugural speech of the Budokan Miyamoto Musashi by Elisabeth Lamure wearing the Japanese cockade, continued the twinning between Ōhara and Gleizé..jpg|On May 20, 2000, the inaugural speech of the Budokan Miyamoto Musashi by Elisabeth Lamure wearing the Japanese cockade. File:The 10th. Tadashi Chihara.jpg|hyouhou niten ichiryū musashi seitannochi. musou jikiden eishinryu iai. jisso enman no hyouhou nitenichiryū. the 10 th. Tadashi Chihara. ==References== ==External links== *Official website of Mimasaka in Japanese Category:Dissolved municipalities of Okayama Prefecture ",
    "title": "Ōhara, Okayama"
}