{
    "id": "526059",
    "text": "Yakisoba ( ), \"fried noodle\", is a Japanese noodle stir-fry dish. Usually soba means buckwheat, but soba in yakisoba means Chinese noodles (Chuuka soba) made from wheat flour, and are typically flavored with a condiment similar to Worcestershire sauce. The dish first appeared in food stalls in Japan during the early 20th century.焼きそばの基礎知識 ==Preparation== Yakisoba is prepared by frying ramen-style wheat noodles (also called \"Chinese noodles\" 中華麺) with bite-sized pork and finely chopped vegetables like cabbage, onions, bean sprouts and carrots. Then flavored with yakisoba sauce, salt and pepper. It can be served with a variety of garnishes, such as aonori (seaweed powder), beni shōga (shredded pickled ginger), katsuobushi (bonito fish flakes) or Japanese-style mayonnaise. ==Serving== Yakisoba is most familiarly served on a plate either as a main dish or a side dish. A more novel way of serving yakisoba in Japan is to pile the noodles into a bun sliced down the middle in the style of a hot dog, and garnish the top with mayonnaise and shreds of red pickled ginger. Called yakisoba-pan (pan meaning bread) it is commonly available at konbini (convenience stores). Sometimes udon is used as a replacement for the Chinese-style soba and called yakiudon. This variation originates in Kitakyushu or Kokura in Fukuoka Prefecture. In Okinawa, yakisoba is popular with Okinawans as well as U.S. service members stationed on the island. After the 1945 hostilities with Japan ended on Okinawa, the US military command supplied American food products to the displaced and malnourished islanders. “Yakisoba” was prepared with alternative packaged ingredients such as spaghetti, spam, ketchup, any available vegetable (usually canned), and mayonnaise. Mess halls and other on-base eateries often serve yakisoba. Along with typical Okinawan meats such as pork or chicken, fried Spam, chopped hot dogs, and sliced ham are still popular postwar additions to yakisoba eaten by islanders today, along with common local vegetables such as cabbage and carrots. Okinawa-style yakisoba is generally made with Okinawa soba, a wheat noodle much thicker than what is commonly used for yakisoba in Japan, and flavored with pre-packaged yakisoba sauce. ==Gallery== File:Yakisoba.jpg|Yakisoba File:Yakisoba_sandwich_by_kaex0r.jpg|Yakisoba-pan File:Sara_udon_by_Charles_Haynes_in_Bangalore,_India.jpg|Sara udon variant File:餃子の王将 皿うどん (4580922222).jpg|Sara udon from the Gyoza no Ohsho restaurant chain ==See also== * Chow mein * Japanese noodles * Teppanyaki ==References== Category:Fried noodles Category:Japanese noodle dishes ",
    "title": "Yakisoba"
}