{
    "id": "526164",
    "text": "The Arabian Plate is a tectonic plate in the northern and eastern hemispheres. It is one of three continental plates (along with the African and Indian Plates) that have been moving northward in recent geological history and colliding with the Eurasian Plate. This is resulting in a mingling of plate pieces and mountain ranges extending in the west from the Pyrenees, crossing Southern Europe to Iran, forming the Alborz and Zagros Mountains, to the Himalayas and ranges of Southeast Asia. ==Lexicology== The Arabian Plate is the most common designation of the region, although it is also sometimes referred to as the Arab Plate.Unal, Bunyamin, Mucahit Eren, and M. Gurhan Yalcin. \"Investigation of leakage at Ataturk dam and hydroelectric power plant by means of hydrometric measurements.\" Engineering Geology 93.1 (2007): 45-63. ==Borders== Eurasian, Anatolian and Arabian (purple coloring) plates The Arabian Plate consists mostly of the Arabian Peninsula; it extends westward at the Sinai Peninsula and the Red Sea and northward to the Levant. The plate borders are: *East, with the Indian Plate, at the Owen Fracture Zone *South, with the African Plate to the west and the Somali Plate and the Indian Plate to the east *West, a left lateral fault boundary with the African Plate called the Dead Sea Transform (DST), and a divergent boundary with the African Plate called the Red Sea Rift which runs the length of the Red Sea; *North, complex convergent boundary with the Anatolian Plate and Eurasian Plate. ==History== The Arabian Plate was part of the African Plate during much of the Phanerozoic Eon (Paleozoic–Cenozoic), until the Oligocene Epoch of the Cenozoic Era. Red Sea rifting began in the Eocene, but the separation of Africa and Arabia occurred approximately in the Oligocene, and since then the Arabian Plate has been slowly moving toward the Eurasian Plate. The opening of the Red Sea rift led to extensive volcanic activity. There are large volcanic fields called the Older Harrats, such as Harrat Khaybar and Harrat Rahat, cover large parts of the western Arabian Plate. Some activity still continues especially around Medina, and there are regular eruptions within the Red Sea. The collision between the Arabian Plate and Eurasia is pushing up the Zagros Mountains of Iran. Because the Arabian Plate and Eurasian Plate collide, many cities are in danger such as those in southeastern Turkey (which is on the Arabian Plate). These dangers include earthquakes, tsunamis, and volcanoes. ==Countries== Countries within the plate include parts of the Iraq, Levant (eastern Lebanon, Syria, and Jordan), the entire Arabian Peninsula (Saudi Arabia, the United Arab Emirates, Oman, Qatar, Bahrain, Kuwait, Yemen), and Djibouti on the Horn of Africa. Regions include parts of the Southern Denkalya Subregion, the Southeastern Anatolia Region, Awdal and the Khuzestan Province. ==References== Category:Arabian Peninsula Category:Tectonic plates Category:Geology of Africa Category:Geology of Asia Category:Geology of the Indian Ocean Category:Cenozoic geology of Africa Category:Cenozoic geology of Asia Category:Natural history of Western Asia ",
    "title": "Arabian Plate"
}