{
    "id": "526502",
    "text": "The Canadian Wheat Board () was a marketing board for wheat and barley in Western Canada. Established by the Parliament of Canada on 5 July 1935, its operation was governed by the Canadian Wheat Board Act as a mandatory producer marketing system for wheat and barley in Alberta, Saskatchewan, Manitoba, and a small part of British Columbia. It was illegal for any farmer in areas under the CWB's jurisdiction to sell their wheat and barley through any other channel than the CWB. Although often called a monopoly, it was actually a monopsony since it was the only buyer of wheat and barley. It was a marketing agency acting on behalf of Western Canadian farmers, passing all profits from its operation back to farmers. Its market power over wheat and barley marketing was referred to as the \"Single Desk\". Amid criticism, the Canadian Wheat Board's Single Desk marketing power officially ended on 1 August 2012 as a result of Bill C-18, also known as the Marketing Freedom for Grain Farmers Act, which was tabled by the Harper government and passed in December 2011. The Canadian Wheat Board changed its name to simply CWB, reflecting its changed status. CWB continued to operate as a grain company, although the bill also set a timeline for the eventual privatization of CWB. On 15 April 2015, it was announced that a 50.1% majority stake in CWB would be acquired by Global Grain Group, a joint venture of Bunge Limited and the Saudi Agricultural and Livestock Investment Company, for $250 million. CWB was combined with the grain assets of Bunge Canada to form G3 Canada Limited. The third-highest sales year for wheat industry in Canada was 2011–2012 when the CWB \"sold $7.2-billion worth of grain to more than 70 countries, $4.9 billion of which was paid back to farmers.\" ==History== === First wheat boards === By the early 20th century in Western Canada, grain purchasing, transportation and marketing were dominated by large companies headquartered outside the region, such as the Canadian Pacific Railway and the trading companies which dominated the Winnipeg Grain Exchange. Producers were deeply suspicious of the business practices of these companies and hostile to their positions of power. Farmers were impressed by the success of state-led marketing as it was practised during World War I. The government created a series of boards in and around the war, each with progressively more power to control the grain trade. The Board of Grain Commissioners of 1912 was purely for regulation (to supervise grading, etc.), but by 1915 the government had seized control of all wheat exports to help the war effort, and by 1917 futures trading on the Winnipeg Exchange was banned. In 1917, the new Board of Grain Supervisors was given monopoly powers over wheat, and fixed uniform prices across the country. Soon afterwards, the Board took over marketing of other crops as well. Farmers were worried that after the war, prices would crash and various agrarian groups lobbied Ottawa to keep the Board in place. The government relented by creating the Canadian Wheat Board for the 1919 crop only. Farmers got a guaranteed price for that crop, paid immediately, and later a further payment once the Board had completed the year's sales. This system of guaranteed prices and distributed income was extremely popular and when the Board dissolved in 1920, many farmers were livid. It certainly did not help that, \"from a peak of $2.85 per bushel in September, 1920 [prices] began a slow and sickening decline to less than a dollar a bushel in late 1923.\"MacEwan, Harvest, 103. This marked contrast to the stable prices of 1919-1920 Board seemed to confirm farmers' suspicions of market trading. === Interregnum (1920-1935)=== After the dissolution of the early board in 1920, farmers turned to the idea of farmer- owned cooperatives. Cooperative grain elevator operators already existed, like United Grain Growers, which had already been started in 1917. In 1923 and 1924 the wheat pools were created to buy Canadian wheat and resell it overseas. The Alberta Wheat Pool, the Saskatchewan Wheat Pool, and Manitoba Pool Elevators quickly became giants in the industry and displaced the private traders. However they did not hedge against falling prices (instead relying on provincial government guarantees), and during the price collapse of 1929, they effectively went bankrupt. The majority of farmers did not want the private traders to return, and now it also seemed impossible for them to own their own marketing companies, so the idea of a government marketing board was revived. === Revival and flourishing (1935-2000)=== The Canadian Wheat Board was re- created in 1935 with the aim of controlling grain prices, so as to benefit farmers devastated by the Great Depression. During the Second World War, the authority of the Board was expanded, and the Board was given the authority to set statutory maximums on wheat, oats, barley, flax, and corn between December, 1941 until expiry after the war. Membership was made compulsory for Western Canadian farmers in 1943 via the War Measures Act, now with the purpose of aiding the war effort. In April, 1943 the Board was also authorized to buy rapeseed and sunflowers. Between 1958 and 1970 the CWB was chaired by William Craig McNamara, and he managed to perennialise the CWB in 1965, which was until then subject to amendments by Parliament when they periodically extended the Board's duration. McNamara convinced Parliament to end the time limit in the Act, thereby creating a permanent Board. CWB control over interprovincial shipments of feed grains became a public issue during the grains crisis in 1969 to 1972 and was removed. Only non-feed wheat and barley remained controlled by the CWB.cwb.ca: History of CWB agric.gov.ab.ca: \"Single Desk Selling: Some Relevant CWB and Operational Issues\" (copy by archive.org) === Anti-GMO stance of the CWB (2004) === The Canadian Wheat Board was instrumental in stopping the genetically modified (GM) wheat of Monsanto in 2004. As a united voice for wheat farmers, the CWB conducted market research which showed that international markets did not want GM wheat and would reject wheat exports from Canada if GM wheat was approved, because of the risk of contamination. The CWB also surveyed wheat farmers and found many did not want GM wheat. The CWB presented research and the views of wheat farmers to the government. === Late operations === Hopper car with Canadian Wheat Board markings. The farmers delivered their wheat and barley to grain elevators throughout the crop year. The Board acted as a single desk marketer of wheat and barley on behalf of prairie farmers. Upon delivery to an elevator, farmers received an initial payment for their grain from the CWB that represented a percentage of the expected return for that grade from the pool account. After the end of the crop year, July 31, an interim payment and a final payment were paid to farmers, in addition to their initial payment, and so they would have received 100% of the return from the sale of the grain they delivered, less all overhead costs of the CWB. The initial payments were guaranteed by the Government of Canada so that farmers received payment even if there was a deficit in the pool account. Initial payments were set below expectations for the crop year, a risk factor that was built in to guard against the event that price expectations are not met. Prior to the December 2011 passage of Bill C-18, An Act to reorganize the Canadian Wheat Board and to make consequential and related amendments to certain Acts, the CWB was governed by a 15-person Board of Directors, of which: #Ten of the directors were elected by grain farmers in the western Canadian provinces of Alberta, Saskatchewan, Manitoba and parts of British Columbia; #Four of the directors were appointed by Governor in Council on the recommendation of the Minister responsible for the Canadian Wheat Board;Canadian Wheat Board Act, subsection 3.02(1) #One was the President of the CWB, appointed by the Governor in Council, on the recommendation of the Minister responsible for the Canadian Wheat Board with certain restrictions including that the CWB Board of Directors must be consulted on the recommended candidate.Canadian Wheat Board Act section 3.09 Upon the implementation of Bill C-18, the original elected board was removed and was replaced by four directors, appointed by the Governor in Council on the recommendation of the Minister of Agriculture, as well as the president, appointed by the Governor in Council on the recommendation of the Minister. Until 15 December 2011, compliance with the wheat board for most farmers and elevators was mandatory under threat of punishable by fines and/or imprisonment.Canadian Wheat Board Act, Canadian Wheat Board Act, section 68 Farmers from Eastern Canada and most of British Columbia were not controlled by the Canadian Wheat Board and were able to market all their grain on the open market. The area of British Columbia known as The Peace River District fell under the jurisdiction of the Canadian Wheat Board. Bill C-18, the Marketing Freedom for Grain Farmers Act, reorganized the CWB to market grain through voluntary pooling. Durum wheat ==Quality grading system== Unlike the United States, Canada had a tight grading system established by the Canadian Grain Commission and enforced by the CWB. This enforcement made it \"possible to extract premiums for higher quality grain that is not possible in the United States.\" In an open market system Western Canadian farmers lose the benefits of a grading system. ===Reorganisation (2006–2012)=== Since 2006 when the Conservative Party came to power, Chuck Strahl, then Minister of Agriculture, worked towards the end of the Wheat Board's Single Desk, including the replacement of government appointees to the Board of Directors in favor of individuals who oppose the board's Single Desk, a gag order on Wheat Board staff, the firing of the pro-board President, and intervention in the election of farmer elected members of the Board of Directors. * December 2006 CWB Board of Directors election. Only one of five farmer-elected seats went to opponents of the Canadian Wheat Board's Single Desk power on the selling of Canadian wheat and barley internationally. Since there was only one incumbent farmer-elected board member opposed to the Single Desk, only two out of ten farmer-elected directors were opposed to the Single Desk. Nonetheless, the government appointed five members to the board; supporters of the board's Single Desk would have only an eight to seven majority. Doubts have also been cast by some on the results because Strahl, the Minister of Agriculture, removed upwards of 20,000 farmers from the voters list in the midst of the election. These farmers were disqualified for such reasons as not having delivered any grain to the Wheat Board in the past two years or not having produced enough wheat or malt barley to have generated significant enough income from which to live off. * December 19, 2006: Chuck Strah dismisses CWB president Adrian Measner, an outspoken supporter of the Single Desk. This was done by Strahl with the statement \"It's a position that [he] serves at [the] pleasure [of the Minister/Government]. And that position was no longer his.\" It was suggested that Measner had gone too far for refusing to remove pro-CWB documents from the Board website and also appearing at press conferences with opposition leader Stéphane Dion. The majority of the CWB's board of directors opposed the firing of Measner. * March 28, 2007: Barley Plebiscite. 62% of farmers vote to end the wheat board's barley Single Desk power. Legislation to amend the act dies on order paper when the September 2008 election is called. * February 26, 2008: Conservative government loses court battle over unilaterally dismantling the CWB because it was contrary to the Canadian Wheat Board Act. * December 7, 2008: Board of Directors elections. Four of five candidates elected support the Single Desk marketing agency.Conservatives use Taxpayers Money to Kill Wheat Board. NFU press release, Nov 26, 2008. * January 21, 2010: Supreme Court of Canada sided with the federal government in its 2006 order barring the board from spending its money on lobbying. * December 7, 2011: Federal Court judge Douglas Campbell rules the Conservative government broke the law in introducing legislation to end the Wheat Board. * December 15, 2011: Bill C-18, the Marketing Freedom for Grain Farmers Act, which ends the CWB Single Desk, receives royal assent. * June 18, 2012: Federal Court of Appeal upholds Bill C-18. *August 1, 2012: end of monopsony takes effect ===Wheat farmers, railways and CWB=== Ian Robson, whose great- grandfather helped start the co-operative pool system, argued that a multi- generational small farmer like himself depended on the CWB to balance the power of the railway. Robson claims that, \"We’re captive to the railways, and you can see how that’s turning out. Transport Canada is supposed to safeguard our interests, but they’re afraid to antagonize the railways.\" Before the CWB was sold by the federal government to foreign investors in 2014, the CWB owned 3,375 CWB railway cars.Jake MacDonald's special report for the Globe and Mail covers a number of aspects of the CWB in depth. By 2014 CP was shaped by CEO Hunter Harrison and American activist shareholder Bill Ackman. Americans own 73% of CP shares while Canadians and Americans own 50%. In order to improve returns for their shareholders, railways cut back on their workforce and downsized the number of locomotives. Western Grain Elevator Association's director, Wade Sobkowich, argued that railways were increasing profitability by reducing capacity. At a time when grain farmers are competing with crude oil producers for rail cars, they are not succeeding in getting the rail cars they need. In 2014, even though CN and CP were threatened by Transport Canada with fines for not meeting the \"minimum volumes under the Fair Rail for Grain Farmers Act,\" the monetary penalties were not hefty enough to impact on railways that generate revenues of roughly $200 million per week. ===CWB and tendering process=== In 2006 the four top grain handling companies in Western Canada— Agricore United, Saskatchewan Wheat Pool, Pioneer Grain, and Cargill held nearly 50% of the primary storage capacity. According to University of Saskatchewan professor, Murray Fulton, \"This level of concentration, along with a lack of excess capacity\" gave grain handling firms market power to raise prices above the cost of providing the service. Since 2001 the CWB encouraged greater competition among the grain companies by \"operated a tendering process for approximately 20 to 25 percent of the grain destined for export.\" The grain handling companies had to enter competitive bids to the CWB. CWB obtained market power by selecting the best bid as one seller as opposed to a large number of sellers (namely farmers) attempting to negotiate the best price. ====Modern criticism==== Grain elevator in Wrentham, Alberta Arguments in favour of privatization believe that farmers should be allowed to opt out of the board. Others believe that they could get a better price for their grain than the board itself and would like to market their own grain. For many Western Canadian farmers, the argument over the CWB Single Desk was about personal freedom - the freedom to market their production of crops in the manner they choose. The Single Desk control of price and the ability of farmers to deliver wheat and barley created an interest in other crops, causing a surge in acres of canola and pulse crops - crops with no delivery or price controls. This led to a decline in wheat acres and an increase in other crops. Now, with equal delivery opportunity, relative prices are the driving force in making cropping decisions, leading to an appropriate mix of crops based on relative global demand. Some opponents of the board's Single Desk power suggested it should be replaced by a 'dual market' system. This was presented as a compromise where board supporters could continue to sell their wheat and barley through the board and board opponents could have the option to sell outside the board. From the standpoint of supporters of the board, however, this was not a viable alternative as a dual market would effectively end the board's Single Desk power and any perceived benefits that it may have given farmers. Opponents argue that because the perceived benefits farmers received from the CWB increases their land value, elimination of the CWB Single Desk would lower the value of their land. Lower land prices would make Canadian farmers more competitive but could also leave many owing more than the value of their reduced land. Retiring farmers selling their land could be faced with a much reduced retirement fund but new entrants into farming would be able to purchase land at lower cost. (This is all based on the theory that the CWB provided a net benefit to farmers, which was never proved.) Some CWB opponents have argued that much of the lower quality land is in close proximity to the US border and would be the first to realize the benefits of the US market. =====Support for the CWB===== In a September 2011 plebiscite (referendum) conducted by Meyers Norris Penny, 62% of CWB farmers voted that they wanted to keep the wheat board and its Single Desk power. Proponents of maintaining the CWB stated that the collective bargaining power of the wheat board gives farmers a better price than they would have if they were individually marketing to large multi-national corporations. CWB opponents disagreed, arguing that there was no evidence of better returns for farmers. At this time, farmers already had the ability to market all the crops save wheat and malt barley independently, meaning it is possible to succeed marketing grain without board oversight. This, however, may make farmers more susceptible to fluctuations in the commodity market and to focus more of their time on the business aspect of farming, rather than farming. The Wheat Board attempted to offer producers more options in its latter years - for example, farmers could sell their wheat with binding forward contracts to the Wheat Board that attempted to pay the same price that they would get for their grain in the U.S. Supporters of the board and labour unions believed the CWB gave individual farmers increased marketing power in a world market which got them a higher price than they would have otherwise gotten, not only through the efficiencies of scale, but as well by exercising oligopolistic marketing power on the selling side, especially for Durum wheat, although the evidence of this is weak or non-existent. A study conducted in the mid 1990s suggested that farmers gained on average a premium of $13.35 a tonne on wheat as a result of the board's Single Desk, although the study and its methodology was widely refuted. Supporters of the Single Desk feared that an end to the board would put farmers in a situation like in the early part of the 20th century where farmers effectively competed with each other to sell their grain, effectively putting them at the mercy of big agribusiness and the railroad monopolies, believing that would reduce farm incomes. The counter-argument is that producers of non-Board crops such as canola do not seem to have this problem.Canola Growers oppose being included in CWB single desk =====American complaints===== Although the Board was reformed to meet free market conditions under the North American Free Trade Agreement and the World Trade Organization Treaty, American producers continually complained. Despite numerous challenges and much posturing by the United States, the World Trade Organization ruled in 2003 that the Wheat Board was a producer marketing body and not a system for government subsidy although the decision has since been overturned. In fact, Canadian producers have almost no government subsidy while their American and European Union counterparts are heavily subsidized. The attacks on the Wheat Board were, at the time, one of the major irritants in bilateral relations between Canada and the United States. =====Western alienation===== The fact that the Wheat Board primarily marketed crops produced in Western Canada became a source of alienation and even Alberta separatism for many Western Canadian farmers. Farmers in Eastern Canada (east of Manitoba) and most of British Columbia (non-Peace River) were exempt from the CWB's Single Desk control of non-feed wheat and barley - Ontario has its own marketing board, but it is not compulsory. =====Calls for abolition of the CWB===== There had been calls by many groups to abolish the Wheat Board. Many of these groups took their fight to the Internet to spread their message and gain support for their cause. While many were focused on the Canadian Wheat Board, others concentrated on international wheat boards, the other primary target being the Australian Wheat Board, before the AWB itself converted to a private firm, leaving the CWB as the only significant agricultural State Trading Enterprise (STE) exporter worldwide, if one ignores Chinese State-Owned Enterprises (SOE). On 7 December 2008, CWB permit book holders voted in favour of maintaining the wheat board by electing four pro-board candidates with one marketing choice candidate being elected. Stewart Wells, president of the National Farmers Union, said \"The message can't be any clearer\".CWB Election Results Show Support for CWB Monopoly - Johnstone, Regina Leader Post, 8 Dec 2008 Others argued that the voter's list was flawed, as it included many small or part-time producers who may not deliver to the Board, as well as non- producers such as landowners whose livelihood might not solely rely on farming. In December 2008, the draft modalities text of the Doha Development Round was revised such that upon signing in its revised form, the CWB would lose statutory privileges such as the Single Desk within 5 years of the signing. ===Transfer of CWB to Foreign Hands (2012-2015)=== One of the aims of the Conservative government since coming to power in January 2006 was to end the Single Desk marketing power on Western Canadian wheat and barley. The Conservatives had been unable to get this change approved by Parliament because they held a minority of seats until the May 2011 federal election and all opposition parties supported the Single Desk. The Conservatives also lost a court battle to unilaterally dismantle the CWB without an act of Parliament. In the aftermath, Harper and then Minister of Agriculture Chuck Strahl stated their intent to continue with the removal of the traditional role of the CWB, particularly in regards to barley (which is generally a more corporate crop), perhaps through Parliamentary action.Stand Up For Canada, 2006, Conservative Party of Canada Federal Election Platform, page 18 After winning a majority in the May 2011 general election, the Conservative government announced its intention to remove the CWB Single Desk through legislation. In response, the CWB held plebiscites on whether to keep the Single Desk power on wheat and barley. The results were released on September 12, 2011; 51 percent of barley growers and 62 percent of wheat growers voted to maintain the board's Single Desk. Notwithstanding, the government removed the Single Desk on August 1, 2012 ignoring the plebiscites' results. In defending this policy, Agriculture Minister Gerry Ritz claimed the CWB plebiscites were seriously flawed and that the Conservatives' election victory gave them a mandate to remove the Single Desk. According to the CWB, the government advanced the timetables to Christmas 2011, prompting them to launch a protest campaign urging Canadians as well as farmers to speak out against the government's decision to end the Single Desk. Meanwhile, the government issued leaflets explaining what would \"bring marketing freedom.\" The Marketing Freedom for Grain Farmers Act instituted a timeline for the eventual privatization of CWB, requiring the board to formulate a plan by 2016, to be implemented in 2017. On April 15, 2015, it was announced that a 50.1% majority stake in CWB would be acquired by Global Grain Group, a joint venture between Bunge Canada—a subsidiary of Bunge Limited, and SALIC Canada—a subsidiary of the Saudi Agricultural and Livestock Investment Company, for $250 million. The remaining equity of CWB will be held by its member farmers. The sale to G3 took place while a \"Farmers of North America\" led group of Western Canadian farmers attempted to raise funds to purchase the CWB and keep it Canadian farmer owned rather than selling it to foreign corporations. The group was rebuffed despite having a higher offer, ($349 million?) on grounds that they hadn't raised the funds. (the time frame was artificially short for the kind of offer FNA was attempting). On June 12, 2015, the Department of Finance released http://fin.gc.ca/drleg-apl/2015/nwmm- amvm-0615-02-eng.asp draft legislation to handle the tax consequence to farmers, and to the Trust which will hold 49.9% of CWB in trust for farmers (proposed section 135.2 of the Income Tax Act). No news release was issued to explain the legislation. An explanation of how the legislation works is included in the 48th edition of Carswell's Practitioner's Income Tax Act http://www.carswell.com/pita and Carswell's Taxnet Pro.http://v2.taxnetpro.com ==See also== *William Craig McNamara – President of the Canadian Wheat Board until 1970. *Minister of Fisheries and Oceans (Canada), ministry responsible for Freshwater Fish Marketing Corporation (FFMC), a monopsony for commercial freshwater fishermen in northwestern Ontario, Manitoba, Saskatchewan, Alberta and the Northwest Territories *Wheat pools in Canada *Federation of Quebec Maple Syrup Producers ==References== ==External links== * * Description of the Canadian Wheat Board's archives at the University of Manitoba Archives & Special Collections * Maple Leaf Web: Examining the Canadian Wheat Board * Stop The Steamroller - The CWB's site protesting the Conservative Government's decision to end the Canadian wheat monopoly Category:1935 establishments in Canada Category:2015 disestablishments in Canada Category:Canadian federal departments and agencies Category:Agriculture in Canada Category:Companies based in Winnipeg Category:Government agencies established in 1935 Category:Government agencies disestablished in 2015 Category:Wheat production in Canada Category:Monopsonies Category:Agriculture companies of Canada Category:Marketing boards Category:Barley Category:Wheat organizations ",
    "title": "Canadian Wheat Board"
}