{
    "id": "526543",
    "text": "The community of St. Jacobs is located in southwest Ontario, just north of Waterloo in Woolwich Township, Waterloo Region. It is a popular location for tourism,Hohol, Frances (1984). Communities in transition: Elmira and St. Jacobs, Ontario: A study of resident and retailer attitudes toward tourism (M.A. thesis) Wilfrid Laurier University due to its quaint village appearance, retail focus and Mennonite heritage. Waterloo Region is still home to the largest population of Old Order Mennonites in Canada, particularly in the areas around St Jacobs and Elmira. They are often seen on the local roads using their traditional horse and buggy transportation; many also use horses to pull the implements in their farm fields. The Conestogo River, which powered the village's original mills by the 1850s, runs through the village. At the time of the 2016 Census, St. Jacobs had a growing population of 1,988 people. ==History== The two settlements near St. Jacobs were Conestoga and Winterbourne. The latter was settled primarily by English and Scots while St. Jacobs, like Conestoga, was primarily Germanic. This area on the Conestogo River was settled starting in 1830. Early arrivals included the Simon Cress family, Abraham Erb, and John B. Baumann (or Bauman). A significant influx did not happen until the early 1850s. Most of the settlers were Mennonites from Pennsylvania, so-called Pennsylvania Dutch. The word \"Dutch\" does not refer to the Netherlands but is a misnomer for Deitsch or Deutsch (German). They became known as \"Old Order\" Mennonites due to their conservative lifestyle. (Other Mennonites in the area have a less conservative lifestyle.) School lessons, even in 1860 were taught entirely in the local dialect of German. Old Order Mennonite buggy near St. Jacobs; this type of conveyance is still common in the area Village of St. Jacobs Valentine Ratz built the first sawmill to the west of the village in 1844 and the first school, in a log house, was founded in the same year. Jacob C. Snider, of Swiss German descent, built a sawmill, a flour-mill and a woollen-mill by 1852, after having built a dam. These features helped to attract others to the small community. When the settlement became a village, it was named Jakobstettel (Jacob's Village) in honour of Snider. The St. was added to the name Jacob simply to make it sound more pleasing; the pluralization was in honour of the combined efforts of Jacob C. Snider (1791–1865) and his son, Jacob C. Snider, Jr. (1822–1857). The younger Jacob lost his life in the Desjardins Canal train disaster at age 35. An 1851 report indicated that the village itself had a flour mill owned by Benjamin D. Snyder, a hotel, a blacksmith, a general store and a cooperage. The first post office opened in 1852, called St. Jacobs, with Joseph Eby as postmaster and the village was incorporated in that year. By 1855, the population was 400 and by then, there were four hotels, including Benjamins which still stands; it was later known as the Dominion Hotel. In 1871, E.W.B. Snider bought the flour mill and promoted hydro electricity and other milling operations. The river helped power mills and a woolen factory and a tannery; by then, the school had 66 students. There was only a single church, (Evangelical Association) built in 1850. Industry in 1867 included a flour mill, a tannery, a harness shop, a wagon maker, a woollen mill, a barrelmaker. There was also a distillery, several general stores and two hotels as well as artisans and tradesmen. John Ortwein produced the burned limestone that was used in the construction of various buildings. In 1869, the population was 500. A rail line was not built here until 1891. Section: St. Jacobs Even that did not help to boost the population and St. Jacobs remained a small village, with virtually no growth until the 1950s. Original Home Hardware building New Home Hardware in St. Jacobs In the early 1900s, North Waterloo County - the Kitchener, Waterloo, St. Jacobs, Elmira area - exhibited a strong German culture and those of German origin (from Pennsylvania or direct from Europe) made up a third of the population in 1911. Lutherans were the primary religious group. There were nearly three times as many Lutherans as Mennonites by that time. The latter primarily resided in the rural areas and small communities. The Home Hardware company, founded in 1963 and still operating, can trace its roots all the way back to the 1880s in St. Jacobs, when a tinsmith shop was opened and was later sold to Henry Gilles, who added a blacksmith shop and hardware store that was managed by his son, Alfred Gilles. In 1933, Henry Sittler took over as manager of the hardware business and stayed on after the business was sold to Gordon Hollinger who added a wholesale division to the hardware store. In 1938, Walter J. Hachborn (who would establish Home Hardware) began working for Hollinger while he was still a teenager; he was able to speak both English and the Low German of his Mennonite customers. Hachborn served in WWII where he worked as a warehouse foreman, learning new skills. After the War, he guided Sittler in buying military surplus goods. In 1949, Hachborn and Sittler, with a silent partner, bought Hollinger Hardware. The business grew rapidly and new premises were bought, also in St. Jacobs. During a 1962 meeting, the two agreed that independent hardware store owners would benefit from an organization that would allow for lower wholesale prices due to buying in bulk. They met with 25 store owners and by March 1963, 122 dealers committed to the concept, paying to acquire the new corporation, Hollinger Hardware Limited. The company started business in September 1963, with Hachborn as general manager. Eventually, this would lead to the Canada-wide dealer-owned cooperative business with the Home Hardware head office and the massive distribution centre in St. Jacobs. In 2017, there were 1,100 such stores. ==Economy== ===The Village of St. Jacobs=== The Village of St. Jacobs is a commercial centre where over 100 retailers, attractions, and restaurants. St. Jacobs features artisans in historic buildings, such as the Country Mill, Village Silos, Mill Shed, and the Old Factory. Visitors may watch artisans make pottery, quilts, designer clothes, jewellery, glass vases, woven wall hangings tiffany lamps, stained glass doors, and miniature doll houses. There are also two blacksmith shops. The millrace is a treed hiking path along the Conestogo River. The Visitor Centre in downtown St. Jacobs is a Mennonite interpretation centre, providing information and education about the Mennonite people in the township. St. Jacobs is the headquarters of Home Hardware. The first store opened in downtown St. Jacobs in 1964 and remains in use as the local furniture outlet but a large new Home Hardware store across the street opened in November 2014. St. Jacobs is home to the Southern Ontario Locomotive Restoration Society's (SOLRS) Restoration Shop. SOLRS operates the seasonal, recreational Waterloo Central Railway between the St. Jacobs Farmers' Market, the Village of St. Jacobs, and the town of Elmira. It operates on market days (May to October) and during certain special events including the Maple Syrup Festival in early April. Three kilometres south of the town centre is the St. Jacobs Farmers' Market, the most popular tourist draw. ===St. Jacobs Farmers' Market=== St. Jacobs Farmers' Market St. Jacobs Farmers' Market is a farmers' market and flea market. It is the largest year-round farmer's market in Canada, and is a popular destination for residents and tourists. It attracts about one-million visitors annually. The market was established in April 1975 by eight farmers, including Jim Wideman, Jacob Shantz, Ross Shantz, and Milo Shantz; the Shantz families then managed the facility for over forty years. In November 2017, the business was sold to Schlegel Urban Developments which planned to continue business as usual. The sale also included Market Road Antiques, the St. Jacobs Outlets and the property housing the TSC store. ==Attractions== ===Trails and recreation=== The Millrace Footpath, a recreational trail that forms part of the Trans Canada Trail, runs along the Conestogo River from the Village of St. Jacobs to dam further up the river. The trail offers many scenic views of the river and of the millrace constructed in the 1860s that used to power the village's gristmill. The trail has a length of about 2 km and can be used year-round. The village also has an arena and community centre, as well as a library originally built in 1934 and financed by a private donation. There are also numerous parks and green spaces. ==Notable people== *Darryl Sittler, former NHL player ==References== ==External links== * The Village of St. Jacobs * St. Jacobs Country Saint Jacobs, Ontario Category:Mennonitism in Canada Category:Woolwich, Ontario Category:German Canadian ",
    "title": "St. Jacobs, Ontario"
}