{
    "id": "526780",
    "text": "The 35-hour working week is a part of a labour law reform adopted in France in February 2000, under Prime Minister Lionel Jospin's Plural Left government. Pushed by Minister of Labour Martine Aubry, it was adopted in two phases: the \"Aubry 1\" law in June 1998 and \"Aubry 2\" law in January 2000. The previous legal working week was 39 hours, established by President François Mitterrand, also a member of the Socialist Party. The 35-hour working week had been on the Socialist Party's 1981 electoral program, titled 110 Propositions for France, but was not pursued because of the poor economic state. Time worked after the standard legal limit of 35 hours was to be considered overtime. The reform's aim was primarily to lower the unemployment rate, then at a record high of 12.5%, by encouraging the creation of jobs with work sharing. ==Objectives== The main stated objectives of the law were twofold: # Create new jobs by making it more cost effective to hire an additional worker than to pay current staff overtime. # The pursuit of decommodification of France's citizens by lowering the amount of time dedicated to work, while not lowering their standard of living. Another reason was that the Jospin government took advantage of the changes introduced with the 35-hour working week to relax other workforce legislation. (See working time for further discussion of the health and leisure-related reasons for limited work weeks.) == Implementation == Aubry 1 was adopted in 1998. It was an incentive for businesses to voluntarily make the shift to a 35-hour week. It did so by offering a reduced payroll tax for all firms that lowered their current employees' working hours, and hired additional workers before January 2000. Aubry 2 was adopted in January 2000. It legally lowered the standard hours worked per week from 39 down to 35 for companies with more than 20 employees. Small businesses had until January 2002 to prepare for the shift. Additional hours worked after 35 then had to be paid at the overtime premium of 25% for the first eight hours, and then a 50% premium for every additional hour. Unions and firms signed an agreement to bargain the hourly wage increase to make up for the potential loss of income by the employee's decreasing work time. Unions wanted to ensure that the reduced weekly hours would not result in a reduced income. Their slogan was \"35 hours pays 39.\" To motivate companies to compromise with Unions, the government offered Social Security rebates to all firms that signed contracts with unions agreeing to a 35-hour workweek and wage increases. Legislation explicitly stated that monthly income must stay the at same level, applied only to hourly workers. To help small companies make the transition, the government increased the annual limit on overtime hours for small companies and set their overtime premiums at a lower rate. == Amendments == The Raffarin government, some members of which were vocal critics of the law, gradually pushed for further relaxation of the legal working time requirements. On 22 December 2004, the French Parliament extended the maximum number of overtime hours per year from 180 to 220 under the Fallon laws. The reforms also reduced the payroll tax cuts given to companies that implemented the 35-hour workweek. On 31 March 2005, another law extended the possibilities of overtime hours. In August 2016, the El Khomri law reduced overtime payments. == Results == Professor Fabrice Gilles at Université de Lille studied the impact of the Aubry laws by analyzing data on capital operating time from the French Central Bank and the administrative files on worktime regulation agreements from the French Ministry of Labour. He found that capital operating time has not decreased in shift-work firms, because they responded by increasing the intensity of night-shift work and adding some additional overtime. In fact, shift-work companies have expanded scheduled hours to preserve output and increase productivity. Non-shift-work companies have decreased their capital operating costs. There has not been a significant rise in dual jobholding as a result of the reduction of full-time employment work hours. ==Criticism== Businesses have overhead costs such as training, rent and employment taxes that do not adjust with operating hours. The expenses and higher wages cause the cost benefit of hiring an extra worker to go down, and raise the marginal cost of an additional worker. Generally speaking, left-wing parties and trade unions support the reduction, while conservative parties and the MEDEF employers' union oppose it. Critics of the 35-hour working week have argued that it has failed to serve its purpose because an increase in recruitment has not occurred. In their view, the reluctance of firms to take on new workers has instead simply increased hourly production quotas. According to right-wing parties and economic commentators, the main reason that French firms avoid hiring new workers is that French employment regulations on labour flexibility make it difficult to lay off workers during poor economic periods. == Currently == Even though the standard hours worked in a week have been lowered to 35, many occupations demand much more. The French bar association (CNB) says that 44% of lawyers in the country worked 55 hours or more a week in 2008. Part-time workers work an average 23.3 hours a week in France, compared to the 20.1 European average. After being implemented, the Aubry reforms were credited with lowering unemployment and expanding the economy, but since the overall unemployment rate is now nearing double digits, further reforms are being called for. As of July 2017, the overall unemployment rate in France is 9.7%, and the youth unemployment rate is 22%. This has resulted in over 95% of strikes in France being related to job security, pensions and/or wages. ==See also== * Six-hour day * Fair Labor Standards Act (United States) * New Employment Contract (France) * First Employment Contract (France) ==References== ==Bibliography== * * Workforce code ==External links== * Official governmental site on the 35-hour workweek * Evaluation of the 35-hour workweek by INSEE Category:Economy of France Category:Working time Category:Labor in France ",
    "title": "35-hour workweek"
}