{
    "id": "526827",
    "text": "Kalanchoe ,Sunset Western Garden Book, 1995:606–607; or kal-un-KOH- ee,http://gardening.about.com/od/houseplants/tp/FloweringHouseplants.htm or kal-un-kee, also written Kalanchöe or Kalanchoë, is a genus of about 125 species of tropical, succulent flowering plants in the family Crassulaceae, mainly native to Madagascar and tropical Africa. Kalanchoe was one of the first plants to be sent into space, sent on a resupply to the Soviet Salyut 1 space station in 1971. ==Description== Most are shrubs or perennial herbaceous plants, but a few are annual or biennial. The largest, Kalanchoe beharensis from Madagascar, can reach tall, but most species are less than tall. Kalanchoes are characterized by opening their flowers by growing new cells on the inner surface of the petals to force them outwards, and on the outside of the petals to close them. Kalanchoe flowers are divided into 4 sections with 8 stamens. The petals are fused into a tube, in a similar way to some related genera such as Cotyledon.Crassulaceae Network File:San Bartolomé - LZ-20 - Casa Museo del Campesino 03 ies.jpg|Kalanchoe luciae File:Kalanchoe delagoensis (Plantlets).jpg|Kalanchoe delagoensis File:Kalanchoe thrysiflora.jpg|Kalanchoe thyrsiflora File:Kalanchoe marmorata.jpg|Kalanchoe marmorata File:Kalanchoe tomentosa (4508582330).jpg|Kalanchoe tomentosa File:Kalanchoe beharensis 01.jpg|Kalanchoe beharensis File:Kalanchoe_tarantula_flowers.jpg|Kalanchoe 'Tarantula' == Taxonomy== The genus was first described by the botanist Michel Adanson in 1763. Kamel's species was most likely Kalanchoe ceratophylla as he describes the plant as having deeply divided leaves. Kalanchoe ceratophylla and Kalanchoe laciniata are both called Kalanchoe, Chinese Plant Names, www.eFloras.org. (apparently \"Buddhist monastery [samghārāma] herb\") in China. In Mandarin Chinese, it does not seem very close in pronunciation (qiélán cài, but possibly jiālán cài or gālán cài as the character has multiple pronunciations), but the Cantonese gālàahm choi is closer. The genus Bryophyllum was described by Salisbury in 1806 and the genus Kitchingia was created by Baker in 1881. Kitchingia is now regarded as a synonym for Kalanchoe, while Bryophyllum has also been treated as a separate genus, since species of Bryophyllum appear to be nested within Kalanchoe on molecular phylogenetic analysis, Bryophyllum is considered as a section of the former, dividing the genus into three sections, Kitchingia, Bryophyllum, and Eukalanchoe. these were formalised as subgenera by Smith and Figueiredo (2018). === Etymology === Adanson cited Georg Joseph Kamel (Camellus) as his source for the name.Adanson, M. (1763) Familles des plantes 2: 530Camel, J.G. Herbarum aliarumque stirpium in Insulâ Luzone Philippinarum Primariâ Nascentium In: Ray, J. (1704): Historia plantarum Book 3, Appendix p.6, item 18 The name came from the Cantonese name \"Kalanchauhuy\", 伽藍菜. === List of selected species === *Kalanchoe adelae *Kalanchoe arborescens *Kalanchoe beauverdii *Kalanchoe beharensis – velvet leaf, felt plant, felt bush *Kalanchoe bentii *Kalanchoe blossfeldiana – flaming katy, Christmas kalanchoe, florist kalanchoe, Madagascar widow's-thrill *Kalanchoe bouvetii *Kalanchoe bracteata *Kalanchoe brasiliensis *Kalanchoe ceratophylla *Kalanchoe crenata *Kalanchoe crundallii *Kalanchoe daigremontiana – Devil's backbone, Mexican-hat plant, mother of thousands *Kalanchoe dinklagei *Kalanchoe eriophylla *Kalanchoe fadeniorum *Kalanchoe farinacea *Kalanchoe figuereidoi *Kalanchoe flammea *Kalanchoe gastonis-bonnieri – donkey ears, life plant *Kalanchoe glaucescens *Kalanchoe garambiensis *Kalanchoe gracilipes *Kalanchoe grandidieri *Kalanchoe grandiflora *Kalanchoe hildebrantii – silver teaspoons *Kalanchoe humilis *Kalanchoe jongmansii *Kalanchoe kewensis *Kalanchoe laciniata *kalanchoe laetivirens *Kalanchoe lateritia *Kalanchoe laxiflora *Kalanchoe linearifolia *Kalanchoe longiflora – long-flower kalanchoe *Kalanchoe luciae – paddle plant *Kalanchoe macrochlamys *Kalanchoe marmorata – penwiper *Kalanchoe marnieriana *Kalanchoe millottii *Kalanchoe miniata *Kalanchoe nyikae *Kalanchoe obtusa *Kalanchoe orgyalis *Kalanchoe petitiana * Kalanchoe pinnata (Lam.) Pers. *Kalanchoe porphyrocalyx *Kalanchoe prasina *Kalanchoe pubescens *Kalanchoe pumila *Kalanchoe quartiniana *Kalanchoe rhombopilosa – pies from heaven *Kalanchoe robusta *Kalanchoe rolandi-bonapartei *Kalanchoe rosei *Kalanchoe rotundifolia *Kalanchoe schizophylla *Kalanchoe serrata *Kalanchoe sexangularis *Kalanchoe streptantha *Kalanchoe suarezensis *Kalanchoe synsepala – cup kalanchoe, walking kalanchoe *Kalanchoe thyrsiflora – flapjacks, desert cabbage, white lady, geelplakkie, meelplakkie, plakkie *Kalanchoe tomentosa – panda plant *Kalanchoe tubiflora – chandelier plant, mother of millions, mother of thousands *Kalanchoe uniflora *Kalanchoe producta *Kalanchoe viguieri == Distribution and ecology == The genus is predominantly native to the Old World. Only one species of this genus originates from the Americas, 56 from southern and eastern Africa and 60 species in Madagascar. It is also found in south-eastern Asia and China.ird.fr: Allorge-Boiteau, L., 1996. Madagascar Centre de Spéciation et d'Origine du Genre Kalanchoe (Crassulaceae). Biogéographie de Madagascar, 1996 : 137-145 These plants are the food plant of the caterpillars of Red Pierrot butterfly. The butterfly lays its eggs on phylloclades, and after hatching, caterpillars burrow into phylloclades and eat their inside cells. == Cultivation and uses == Production of new individuals along a leaf margin of the air plant, Kalanchoe pinnata. The small plant in front is about 1 cm tall These plants are cultivated as ornamental houseplants and rock or succulent garden plants. They are popular because of their ease of propagation, low water requirements, and wide variety of flower colors typically borne in clusters well above the phylloclades. The section Bryophyllum—formerly an independent genus—contains species such as the \"air- plant\" Kalanchoe pinnata. In these plants, new individuals develop vegetatively as plantlets, also known as bulbils or gemmae, at indentations in phylloclade margins. These young plants eventually drop off and take root. No males have been found of one species of this genus which does flower and produce seeds, and it is commonly called the mother of thousands: Kalanchoe daigremontiana is thus an example of asexual reproduction.Reproductive Strategies: Plants. (1999). In Encyclopedia of Paleontology. Retrieved from http://www.credoreference.com/entry/routpaleont/reproductive_strategies_plants . The cultivars ‘Tessa’ and ‘Wendy’ have gained the Royal Horticultural Society’s Award of Garden Merit. ==Diseases== ==Toxicity and traditional medicine == In common with other Crassulaceae (such as the genera Tylecodon, Cotyledon and Adromischus), some Kalanchoe species contain bufadienolide cardiac glycosides which can cause cardiac poisoning, particularly in grazing animals. This is a particular problem in the native range of many Kalanchoe species in the Karoo region of South Africa, where the resulting animal disease is known as krimpsiekte (shrinking disease) or as cotyledonosis. Similar poisonings have also occurred in Australia. In traditional medicine, Kalanchoe species have been used to treat ailments such as infections, rheumatism and inflammation. Kalanchoe extracts also have immunosuppressive effects. Kalanchoe pinnata has been recorded in Trinidad and Tobago as being used as a traditional treatment for hypertension. A variety of bufadienolide compounds have been isolated from various Kalanchoe species. Five different bufadienolides have been isolated from Kalanchoe daigremontiana. Two of these, daigremontianin and bersaldegenin 1,3,5-orthoacetate, have been shown to have a pronounced sedative effect. They also have the strong positive inotropic effect associated with cardiac glycosides, and with greater doses an increasing effect on the central nervous system. Bufadienolide compounds isolated from Kalanchoe pinnata include bryophillin A which showed strong anti-tumor promoting activity, and bersaldegenin-3-acetate and bryophillin C which were less active. Bryophillin C also showed insecticidal properties. ==References== == Bibliography == * * * * * * ==External links== * * Category:Flora of Southern Africa Category:Medicinal plants of Africa Category:Space-flown life Category:Taxa named by Michel Adanson Category:Crassulaceae genera ",
    "title": "Kalanchoe"
}