{
    "id": "527084",
    "text": "Georgia State Route 400 (SR 400; commonly known as Georgia 400) is a freeway and state highway in the U.S. state of Georgia serving parts of Metro Atlanta. It is concurrent with U.S. Route 19 (US 19) from exit 4 (Interstate 285) until its northern terminus south-southeast of Dahlonega, linking the city of Atlanta to its north-central suburbs and exurbs. SR 400 travels from the Lindbergh neighborhood in the Buckhead district of Atlanta, at Interstate 85 (I-85), to just south-southeast of Dahlonega. Like the Interstate highways, it is a limited-access road (with interchanges instead of intersections), but unlike the interstates (which were renumbered by GDOT in 2000), the exit numbers are not mileage-based, they are sequential. Once SR 400 passes exit 17 (SR 306), it changes from a limited-access freeway into an at-grade divided highway with traffic lights, but still with a high speed limit of , and ends at the J.B. Jones Intersection at SR 60/SR 115 in Lumpkin County. Between I-85 and I-285, SR 400 is designated \"T. Harvey Mathis Parkway\", after a local land developer and road proponent who died the day after being appointed as head of the Atlanta Committee for the Olympic Games in June 1991, when the tollway was under construction. Upon reaching the Perimeter (I-285) and beyond, the highway is designated \"Turner McDonald Parkway\". SR 400 is nicknamed locally as the \"Alpharetta Autobahn\" due to the prevalence of speeding. ==Route description== Passing through the Atlanta Financial Center in Buckhead on SR 400 southbound SR 400 begins at I-85 just north of Downtown Atlanta. SR 400 travels concurrently with MARTA's Red Line between its Buckhead and Medical Center stops; the Red Line's final stop is at the North Springs station. SR 400 southbound can access the station via Exit 5C, and traffic from the station can enter SR 400 northbound. SR 400 goes through a tunnel under the Atlanta Financial Center in Buckhead, south of SR 400's exit 2 (SR 141 Connector/Lenox Road). Farther north, SR 400 meets I-285, also known as \"The Perimeter\" or \"Atlanta Bypass\". At I-285, SR 400 meets with US 19\\. The two travel concurrently until an intersection with SR 60 and SR 115 in Dahlonega. North of I-285, SR 400 travels through Sandy Springs, Dunwoody, Roswell, Alpharetta, and Johns Creek in Fulton County. Major junctions include SR 140 (exit 7A/7B on SR 400 northbound and exit 7 on SR 400 southbound) and SR 120 (exit 10). From US 19 and I-285 in Sandy Springs, SR 9 travels parallel to SR 400 to the west until SR 9 reaches Coal Mountain. In Coal Mountain, SR 9 veers northwest away from SR 400, but then later turns northeast toward its northern terminus at its intersection at US 19 in downtown Dahlonega. SR 400's exit 6 at Northridge Road is known as the Mayor Eva Cohn Galambos Memorial Interchange. From SR 400's exit 8, Mansell Road, to exit 11, Windward Parkway, North Point Parkway travels parallel to the east of SR 400\\. North Point Parkway provides access to North Point Mall. SR 400 enters Forsyth County at the overpass of McGinnis Ferry Road. In the county, SR 400 travels through Cumming and Coal Mountain. Major interchanges include SR 141 (exit 13), SR 20 (exit 14A/14B on SR 400 northbound; exit 14 on SR 400 southbound), SR 306 (exit 17), and SR 369\\. SR 400's limited-access portion ends at SR 369, and SR 400 continues on. Travelers can access Bald Ridge Marina and boat ramps for Lake Lanier via exits 15 (Bald Ridge Marina Road) and 16 (Pilgrim Mill Road). North of SR 400's intersection with Jot Em Down Road, SR 400 continues into Dawson County, where it travels through Dawsonville. Major intersections include SR 53 and SR 136\\. At the intersection of SR 400 and SR 53, a continuous-flow intersection was completed in May 2017. Near this intersection is the entrance to North Georgia Premium Outlets. SR 400 continues into Lumpkin County just south of its intersection with Whelchel Road and Wilson Drive. After traveling in the county, SR 400 and US 19 meet SR 115 from the north and SR 60 from the east. SR 400 ends at this point, and US 19 turns left and continues north through downtown Dahlonega into the Appalachian Mountains and the Chattahoochee–Oconee National Forest. All of SR 400 south of the Dawson–Lumpkin county line is included as part of the National Highway System, a system of roadways important to the nation's economy, defense, and mobility. Exits on the controlled-access part of SR 400 are numbered according to the consecutive numbering system instead of reference post (i.e. mile-based) numbering. This is unlike the Interstates in Georgia, which have used reference post numbering since 2000. This means that exit numbers on SR 400 start at 1 and use consecutive numbers (2, 3, 4, etc.) regardless of the nearest mile marker. At the southern terminus, new ramps connecting SR 400 south to I-85 north and I-85 south to SR 400 north opened on April 2, 2014. The project was two years in the making and was paid for with funds from the SR 400 toll plaza. Prior, drivers had to exit off SR 400 onto Sidney Marcus Boulevard to get to I-85 north. On I-85 south, drivers had to take the Cheshire Bride Road/Lenox Road exit to get to Sidney Marcus Boulevard for access onto SR 400 north. The ramp from I-85 south is shared with the SR 13 ramp (exit 86). From SR 400, Sidney Marcus Boulevard is now exit 1B and the ramp to I-85 north is 1A. In Forsyth County in 2017-2018, SR 400 was expanded from two lanes to three from McFarland Parkway to SR 369 (which is planned to be exit 18). ==History== ===Original portion (I-285 to SR 306)=== Southbound lanes of 400 north of Pitts Road overpass Planning for the freeway, later known as the North Fulton Expressway, began in 1954. The initial section north of I-285 was officially dedicated on May 24, 1971 and subsequent additions to the north opened in stages through 1981. The road was subsequently widened in the late 1980s from its original four-lane configuration to eight lanes between I-285 and Holcomb Bridge Road, and to six lanes between Holcomb Bridge Road and Haynes Bridge Road. The widening projects were brought on by the massive growth that the freeway brought to northern Fulton and southern Forsyth counties. In 2005 the GDOT began widening the section from Holcomb Bridge Road to Windward Parkway from six to eight lanes from Holcomb Bridge Road to McFarland Parkway. In addition, metal noise barrier walls and a concrete divider in the median were also added. In 2010, a half-diamond interchange (exit 4C) was added on the north side of Hammond Drive, allowing southbound exits and northbound entrances. ===Freeway revolt=== At one time, SR 400 was to connect to I-675 in southeast DeKalb county. However, residents in intown Atlanta neighborhoods did not want the highway to cut through and partially destroy their neighborhoods (as had occurred in Sweet Auburn and other neighborhoods), and a freeway revolt ensued, ending when then-Governor Jimmy Carter signed a new city charter and the USDOT rejected the highway studies in 1973, and George Busbee had the plan officially terminated when he became governor in 1975. The point where this road would have had its interchange with the also-doomed I-485 (now Freedom Parkway and SR 10 to Stone Mountain Freeway) is now the site of the Jimmy Carter Library and Museum. A later routing of I-485 would have had that number running from the Downtown Connector east to the current library, then north on what is now SR 400\\. A revival of the connection to I-675 was proposed in 2009. A tunnel would go under East Atlanta and other neighborhoods in Atlanta on the DeKalb- county side, south to I-20. A surface road through less-developed land would then go south to I-675. The project would be a public/private initiative. ===Tollway extension (I-85 to I-285)=== Toll booth on southbound Georgia 400 The northern portion of the inside-the-Perimeter route remained alive following the freeway revolts, and after lawsuits by residents that spent several years in court, GDOT was able to force the extension through Buckhead. Dozens of homes were taken through eminent domain or the threat of it, and the highway was built through the middle of formerly-secluded and forested neighborhoods. Some remaining residents live on dead end streets with metal barrier walls. During planning stages of the highway in 1984, the Robinson- Humphrey Bank Company proposed a massive expansion of its office building in Buckhead, now known as the Atlanta Financial Center, which was to be built directly in the proposed routing of the highway. A compromise was worked out for Fulton County to pay $3 million to Robinson-Humphrey to offset extra construction costs. This allowed the new tower to be constructed with special concrete supports allowing for the highway and eventual MARTA Red Line to run underneath; the deal also covered Robinson-Humphrey's $1 million donation of the right-of-way to the Georgia DOT. Construction of the massive tunnel underneath the office complex and its parking garage was underway in 1990; the tunnel was sealed off with concrete to protect the building from noise and vibration. The road opened to traffic on August 1, 1993, after three years of construction. Existing exits were renumbered up by four to accommodate the extension, which had a single toll plaza in the middle of its length when opened. Contrary to public belief, the bonds that funded the construction of the tollway south of I-285 were not paid off until 2011. In addition, the North Line (now Red Line) for Atlanta's MARTA train system was constructed in the median from the Glenridge Connector to south of Lenox Road, and was opened on June 8, 1996, extending the line from Lenox Square mall north to Perimeter Mall, and connecting the Perimeter Center area to the rail system. That edge city largely developed due to its proximity to the 400/285 interchange. When SR 400 was a toll road, the toll plaza, operated by the State Road and Tollway Authority (SR TA), collected 50¢ tolls in both the northbound and southbound directions. Each direction had two open-road toll lanes, which collected tolls at highway speeds using the Georgia Peach Pass electronic tag (formerly \"Cruise Card\"), and seven gated toll lanes that accepted cash. The toll facility handled a total of approximately 120,000 vehicles per day. About 37% of transactions were paid via Peach Pass, the same technology also used by SunPass in Florida, Quick Pass in North Carolina, TxTag in Texas, and PikePass in Oklahoma. Peach Pass can be used interchangeably with the Florida and North Carolina systems and passes, but not with TxTag and PikePass, due to a lack of reciprocal billing arrangements with those non-adjacent states. SR 400 was the only active toll road in Georgia, after the Torras Causeway toll between Brunswick and St. Simons Island on the southeastern Georgia coast was removed in 2003, until the high occupancy toll express lanes opened on I-85 in 2011. The SR 400 toll was to expire in 2011 after 20 years. However, Sonny Perdue and members of the State Road and Tollway Authority (SRTA) voted on September 24, 2010 to keep the tolls on until 2020. The 10-year extension was to fund 11 new projects on the highway. In March 2009, local TV news reports brought up an issue regarding tolls on the road, since SR TA reported that enough money has been collected to pay the bonds used to construct the road (though prepayment prior to 2011 was prohibited). Despite promises that the toll would be removed once the road was paid for, the tolls continued to be collected. The road costs $2 million per year just to maintain (plus occasional repaving), and it cost several million more for the demolition of the toll plaza. (One option would have been to simply close the toll plaza, allowing drivers to pass through without paying.) Without the revenue from it, the state must raise money through taxes for new road projects, such as the reconstruction of the interchange at I-285, expected to cost $2 billion. On July 19, 2012, Governor Nathan Deal announced that despite this, the toll barrier would be removed by the end of 2013. Originally scheduled for the end of November, it was advanced to the weekend before the heavy travel of the Thanksgiving holiday. Direct access from SR 400 southbound to I-85 northbound (and the reverse direction) opened in April 2014, ending the need to take the indirect route via Sidney Marcus Boulevard. In June 2015, a ceremony was held to name the flyover bridges for Captain Herb Emory, a beloved local traffic reporter for WSB AM and WSB-TV (as well as other co-owned stations) who had also died in April 2014. ==Tolls== Tolling was discontinued on November 22, 2013 at 11:08 am; the last toll was collected by Governor Nathan Deal and was paid by the same couple that paid the first toll in 1993. The toll plaza was removed in a four-phase demolition project. The toll plaza was located north of Lenox Road (exit 2). Tolls were formerly collected in both directions. The toll was $0.50 for a two-axle vehicle, $1.50 for three axles, plus $0.50 for each additional axle. In July 2012, two weeks before voters of Georgia voted on the Transportation Referendum act, Governor Deal said that the toll on SR 400 would be abandoned in November 2013, meaning that, at the beginning of 2014, SR 400 would be a toll-free road. In 2012, a feasibility study was initiated by the Georgia Department of Transportation to explore the possibility of adding tolled express lanes. The proposed express lanes would be long, and mirror the existing lanes on I-85. The lanes' southern terminus will be I-285 in Sandy Springs, and their northern terminus would be SR 20 in Cumming. Fees would be similar to the existing I-85 lanes, and will be paid using Peach Pass, making the express lanes compatible with the existing express lanes on I-85 (as well as the former toll plaza in Buckhead if it had remained in operation). == Future == === SR 369 Interchange === Funding for a project to create new interchange on SR 400 at SR 369/Browns Bridge Rd comes from the Forsyth County Transportation Bond, approved by voters in 2014, along with GDOT funding. Currently, SR 400 meets SR 369 at a signalized intersection, where the freeway part of SR 400 currently ends. Preliminary plans show that a partial cloverleaf interchange will be built, with ramps from both directions of SR 400 meeting SR 369 at traffic lights; the northbound SR 400 ramp will also meet at the entrance of Browns Bridge Church. Also as a part of this project, SR 369 will be widened from its intersection with SR 9, through the interchange at SR 400, to its intersection at SR 306. Workers have cleared the area and removed underground storage tanks, per county officials. Forsyth County has acquired four properties as part of right-of-way acquisition and is expected to go out for bid in the fall of 2019; a bid is expected to be awarded in early 2020. === McGinnis Ferry Road Interchange === A traffic study in 2007 explored the possibility of a new interchange on SR 400 at McGinnis Ferry Road; this Interchange Feasibility Report was approved by GDOT in 2010 and Forsyth County in 2012. Construction started in 2018, and is expected to be completed in December 2020, of a diamond interchange, located between the Windward Pkwy exit (exit 11) and McFarland Pkwy exit (exit 12). Construction will be completed by Forsyth County and GDOT. As a part of the project, one lane each way will be added on SR 400 between the Windward Pkwy exit and the McFarland Pkwy exit, and SR 400 S will have an additional lane added between McFarland Pkwy and McGinnis Ferry Rd. Also, as part of the construction: * The McGinnis Ferry Rd bridge over SR 400 will be replaced. * McGinnis Ferry Rd will be widened to four lanes from Bethany Bend to the SR 400 intersection, and to six lanes from the SR 400 interchange to the intersection of McGinnis Ferry Rd, Union Mill Rd, and Ronald Reagan Blvd. Ronald Reagan Blvd will also be widened to six lanes from McGinnis Ferry Rd to Counselors Way. * Sidewalk will be added on the southbound side of McGinnis Ferry Rd, and a multi-use path will be added on the northbound side of McGinnis Ferry Rd. * Additional right and left turn lanes will be added on McGinnis Ferry Rd at major intersections. This project complements construction to extend Ronald Reagan Blvd from McFarland Pkwy to Majors Rd. === I-285 Interchange === GDOT, working with North Perimeter Contractors, began construction in February 2017 at the SR 400/I-285 interchange to add collector-distributor lanes and flyover ramps to ease congestion at the interchange.https://perimeterconnects.com/wp- content/uploads/I285-SR400Improvements-FAQs.pdf The interchange currently sees 420,000 drivers each day, despite that the current interchange was designed to accommodate 100,000 drivers daily. The project is expected to cost $800 million and is estimated to save drivers on SR 400 and I-285 a combined 20,000 of driving time each day. The project will also include: The I-285 and I-85 interchange, known as Spaghetti Junction, in GA. After completion of construction, the I-285 and SR 400 interchange will look similar to this. * The conversion of the SR 400 and Abernathy Rd (exit 5) to a diverging diamond interchange. * The reconstruction of the Mount Vernon Hwy bridge over SR 400, the Peachtree Dunwoody Rd bridge over I-285, and the Glenridge Dr bridge over I-285. * The construction of multi-use paths along the southeastern portion of SR 400 and I-285, and path improvements along Mount Vernon Hwy and Abernathy Rd. These improvements will also connect to Path 400. The project will cost $800 million and is expected to be completed mid to late 2020. === SR 400 Express Lanes === GDOT is currently conducting environmental studies to study the impact of new express toll lanes each way on SR 400, starting at the North Springs MARTA station and traveling 16 miles along SR 400 to the McFarland Pkwy exit (exit 12). The express lanes, for which drivers will need a Peach Pass to travel on, will be two buffer-separated lanes each way from the North Springs MARTA station to McGinnis Ferry Rd and one buffer-separated lane each way from McGinnis Ferry Rd to McFarland Pkwy. The express lanes will use 'dynamic pricing,' so drivers will pay higher prices during rush hour; but, transit buses and registered vanpools will not have to pay additional fees to use these lanes. In addition, a bus rapid transit system, Georgia's first, will run along the express lanes; the system will possibly include bus access to stops at or near the North Spring MARTA station, Holcomb Bridge Rd, North Point Mall, Old Milton Pkwy, and an existing MARTA park and ride at Windward Pkwy. The local SR 400 lanes and the express lanes are expected to have direct merges around Northridge Rd (exit 4), Haynes Bridge Rd (exit 9) and at its terminus at McFarland Pkwy; expected direct access ramps will be located at the North Springs MARTA station, Holcomb Bridge Rd (exit 7), Webb Bridge Road, and Union Hill Rd. A project map of the express lanes along SR 400. GDOT will start construction between 2021 and 2022 and complete construction between 2024 and 2027, at a cost of $1.8 billion. As a part of the project, GDOT has said that they might be acquiring around 50 homes near the North Springs MARTA station, as well as small pieces of land along SR 400 north of Sandy Springs. ==== Expansion of SR 400 Express Lanes to I-285 ==== GDOT is also working on environmental studies for express lanes along the top end of I-285, from Paces Ferry Rd to Henderson Rd, with construction slated to start in 2023 and finish in 2029. Once this project is complete, GDOT will add express lanes along SR 400 from the North Springs MARTA station south to meet with the I-285 express lanes once they are completed. ==Movie filming== Several scenes from the movie Smokey and the Bandit were filmed on SR 400, which was used due to the low traffic volumes at the time of filming. The \"Alabama\" police chase, where a Georgia State Patrol car chases Bandit, who is driving a Trans-Am, takes place on SR 400 at the interchange with SR 141/Peachtree Pkwy, Exit 13. In addition, other film scenes were shot along SR 400 between McFarland Pkwy in Alpharetta (Exit 12) and SR 20/Buford Hwy in Cumming (Exit 14). Filming also took place in other parts of metro Atlanta, including McDonough and Jonesboro. SR 400's northern terminus in Lumpkin County ==Exit list== ==See also== * * * Transportation in Atlanta ==Notes== ==References== ==External links== * * Georgia State Route 400 on State-Ends.com * State Road and Tollway Authority homepage * Peach Pass 400 Category:Former toll roads in Georgia (U.S. state) Category:Transportation in Fulton County, Georgia Category:Transportation in Forsyth County, Georgia Category:Transportation in Dawson County, Georgia Category:Transportation in Lumpkin County, Georgia Category:Freeways in the United States Category:Roads in Atlanta Category:Sandy Springs, Georgia Category:Roswell, Georgia ",
    "title": "Georgia State Route 400"
}