{
    "id": "527070",
    "text": "Royal Air Force Digby otherwise known as RAF Digby is Royal Air Force station located near Scopwick and south east of Lincoln, in Lincolnshire, England. The station is home to the tri-service Joint Service Signals Organisation, part of Joint Forces Intelligence Group of Joint Forces Command.Intelligence Collection Group entry on MoD website Other units include the RAF Aerial Erector School, No. 54 Signals Unit and No. 591 Signals Unit. Formerly an RAF training and fighter airfield it is the site of one of the country's older Royal Air Force stations, predated only by RAF Northolt which is the oldest and predates the Royal Air Force by three years having opened in 1915. Flying at Digby ceased in 1953. == History == ===First World War=== There are dated photographs that show that the airfield was already in use for flying training by Royal Naval pilots in the summer of 1917, although no documents supporting this have ever been found. The photographs show contemporary hangars, sheds and aircraft already in place around grassed runways and uniformed Royal Naval trainee pilots from the HMS Daedalus facility at Cranwell receiving instruction. What is on record is the minutes of a conference held at the Scopwick airfield in November 1917 that confirmed its suitability for conversion to a training depot station in its own right. On 12 January 1918 the War Office issued the authority notice for the site to be formally taken over under the Defence of the Realm Regulations. AVRO 504 type that flew from the station Early accommodation for personnel was under canvas and the first pilots arrived on 28 March 1918, commanded by Major John H D’Albiac a former Royal Marines aviator. The party left Royal Flying Corps Portholme Meadow aerodrome in Huntingdonshire and moved to Scopwick, bringing Handley Page bombers with them. RAF Scopwick aerodrome was deemed officially open with their arrival, although the newly established Royal Air Force did not formally come into existence until four days later on 1 April 1918. D’Albiac was appointed as RAF Scopwick's first commanding officer. A works report dated November 1918 shows that all building works had been completed. Designated as No. 59 Training Depot Station RAF, its initial establishment of 10 x Handley Page 0/100s, 18 x FE2EB/DS and 30 x Avro 504Ks indicates that it was a night bomber training unit. The only action seen by RAF Scopwick during World War I was when a German Zeppelin attempted a bombing raid, with its bombs missing the station and falling in a nearby field. ===Between the wars=== In April 1920 No. 59 TDS handed over to No. 3 Flying Training School RAF whose first commander was Squadron Leader A T Harris, later to become known as Air Marshal 'Bomber' Harris. Five months later the name of the station changed from Scopwick to RAF Digby, after several instances of aircraft spares being delivered in error to RAF Shotwick in North Wales. The role of the station also switched from training bomber pilots to training fighter pilots. In April 1922 the school was disbanded and the station placed on care and maintenance, when the RAF contracted further after the end of the war. The closure was short-lived and in June 1924 No. 2 Flying Training School RAF arrived from RAF Duxford. The school flew Avro 504s, Bristol Fighters, and Sopwith Snipes and specialised in training novice pilots to fly in fighter-type aircraft, rather than the usual practice of learning on basic trainers and later converting to fighters. The school was commanded by Wing Commander Sidney 'Crasher' Smith DSO AFC, so named because of his habit of landing his aircraft rather more robustly than they were designed for; including three aircraft in a single day. Smith returned to Digby five years later as a Group Captain, for a second stint as station commander. Smith's replacement as station commander was an officer due for greater things, Wing Commander Arthur Tedder later became Lord Tedder and Marshal of the Royal Air Force. In 1934 the station was commanded by Group Captain T Leigh-Mallory, who was later to become Air Chief Marshal Sir Trafford Leigh-Mallory and one of the most notable commanders in Fighter Command during the Battle of Britain. Between 1929 and 1936 the appearance of the station changed dramatically and most of the original wooden 1917/1918 hangars, barrack blocks and offices were demolished and replaced with substantial brick structures. The seven original hangars were replaced by two new ones, although a planned third hangar was first delayed and eventually never built. Most of the domestic barrack blocks, officers' mess, station headquarters, squadron offices and married quarters built at this time still stand and remain in use. The No. 12 Group RAF Lima Sector Operations bunker, now the station museum, was constructed at a cost in 1936 of £5,000. The following year saw a major change to the station's function. On 7 September 1937 No. 2 Flying Training School relocated to RAF Brize Norton, and Digby was handed to No. 12 Group Fighter Command as an operational fighter station intended to provide fighter cover for the cities of Lincoln, Nottingham and Leicester. Two months later there were already two squadrons of fighters at Digby, No. 73 Squadron RAF flying Gloster Gladiators and No. 46 Squadron RAF equipped with Gloster Gauntlets. In 1938 both squadrons were re-equipped with Hawker Hurricanes and joined by another Hurricane squadron No. 504 Squadron RAF, an auxiliary squadron from Nottingham. ===Second World War=== RAF Digby entered the war with some of its squadrons operating from nearby satellite fields under its control at RAF Coleby Grange and RAF Wellingore. The first squadron scrambled from Digby was No. 46 Squadron on 3 September; told there was an incoming German raid they found nothing and returned. October 1939 saw a number of arrivals at the station. On 10 October No. 611 Squadron RAF flying Supermarine Spitfires and No. 229 Squadron RAF operating Bristol Blenheims arrived at Digby. Initially, No. 611 Squadron flew affiliation exercises with the other two squadrons and with other new arrivals No. 44 Squadron RAF and No. 144 Squadron RAF, who were both equipped with Hampden light bombers. At the end of October a Bristol Blenheim fighter and escort Squadron arrived, No. 29 Squadron RAF. With the squadron came the soon-to-be-famous officer Guy Gibson, who would be awarded a Victoria Cross as the commander of the Dambusters. It was Gibson's second tour at Digby as he had learned to fly at the station while attending No. 2 FTS in 1936. Gibson was still based at Digby in 1940 when he was married in Penarth, South Wales.Morris 1994, p. 81 As 1939 came to a close King George VI made the first of three formal visits to RAF Digby. In addition to inspecting No. 46 Squadron, he presented decorations to fighter pilots from Digby and several neighbouring stations. The recipients included Guy Gibson who received his first DFC. Sector Operations Room Museum – displayed as it was in 1939 For six weeks in May and June 1940 the station was home to No. 222 Squadron RAF on a rotational rest and recuperation break from fighting the Battle of Britain from RAF Duxford. The squadron's most famous flight commander was the legless fighter ace Flight Lieutenant Douglas Bader. With the station's complement of pilots expanding nearby Wellingore Hall was requisitioned as a second officers' mess. In late August 1940 a single German Junkers Ju 88 bomber appeared suddenly out of the mist and dropped its load of bombs on the station, all of them missing the runways and buildings to explode harmlessly on open ground. In February 1941 the first of the Canadian fighter squadrons arrived at Digby. No. 1 (Canadian) Squadron and No. 2 (Canadian) Squadron immediately renumbered as No. 401 Squadron RAF and No. 402 Squadron RAF respectively; both squadrons were equipped with Hurricanes. The Canadian Digby wing was formed on 24 April 1941 when the station received three further squadrons, 409 Tactical Fighter Squadron flying Boulton Paul Defiants, No. 411 Squadron RCAF and No. 412 Squadron RAF both flying Supermarine Spitfires. RAF Digby received several German bomber raids during 1941 and extensive damage was suffered. It was decided to relocate the 12 Group Sector Operations Centre away from further danger and it moved to a luxurious setting in the west wing of Blankney Hall where it stayed for the remainder of the war. Several RAF squadrons arrived to serve alongside the Canadians during 1941; No. 92 Squadron RAF and No. 609 Squadron RAF both arrived from RAF Biggin Hill on rotational rest and recuperation leave. There were now so many airmen at RAF Digby that even the two officers' messes could not accommodate them all. Several squadrons commandeered the nearby Ashby Hall as their officers' mess and the hall remained in this role until the end of the war when it fell into disrepair and its estate was broken up. American- born pilot and poet John Gillespie Magee flying for the Canadian air force was killed at the age of 19 on 11 December 1941 while stationed at RAF Digby with No 412 (Fighter) Squadron, RCAF. Magee took off in a Spitfire from the satellite field at RAF Wellingore and, while descending through cloud over Roxholm village just south of Digby, was involved in a mid-air collision with an Airspeed Oxford climbing out of RAF Cranwell. Magee is buried at the war graves section of Scopwick churchyard along with 49 other aviators from local airfields and five German aircrew. On his grave are inscribed the first and last lines from his poem High Flight: : \"Oh! I have slipped the surly bonds of Earth – : Put out my hand and touched the Face of God.\" UK bomb-disposal teams were having continuing problems rendering safe with German Butterfly bombs because no examples had been safely dismantled to learn the best process. This was because butterfly bombs were specifically designed to detonate if they were disturbed in any way. Whilst dealing with eight butterfly bombs which had fallen on RAF Harlaxton and failed to explode, Flight Sergeant Hanford of RAF Bomb Disposal (based at RAF Digby) noticed that the arming rods on the bombs had not fully unscrewed themselves i.e. the fuzes were not fully armed. Hanford carefully screwed the arming rods back into the fuze pockets by hand, thereby enabling the bomb disposal scientists to safely dismantle the fuze mechanisms, learn how they worked and develop counter-measures. Highly useful information in the form of diagrams and detailed explanations were then distributed to bomb disposal technicians for instructional purposes. Hanford was later awarded the British Empire Medal for this feat of extreme bravery.RAF bomb disposal history Airfield guarding duties during the war were covered initially by a variety of Army units and later by several squadrons the RAF Regiment. In February 1941, Digby was guarded by B Company of the Royal Welch Fusiliers. From the middle of 1941 until 1942 Digby was guarded by D Company of the 70th Battalion Royal Welsh Fusiliers. ===RCAF Digby=== On 16 September 1942 control of Digby formally passed to Canada and the station was renamed Royal Canadian Air Force Station Digby under the command of Group Captain McNab RCAF. In February 1943 the first de Havilland Mosquitos arrived at Digby and were allocated to No. 410 Squadron. During early 1944 Digby was a hive of activity with all of the resident squadrons and several visiting squadrons, including several Czech and Belgian squadrons, taken up with training for D-day invasion support. When the invasion took place all of the squadrons relocated to captured airfields in France and Digby became an almost deserted 'ghost town'. All that remained were No. 116 Squadron RAF flying a small number of Airspeed Oxfords in an anti-aircraft training role and two squadrons flying elderly Blenheims for radar calibration off the east coast. In May 1945 control of the station was handed back by the Canadians and it again became RAF Digby, although the new station crest showed the autumn gold maple leaf to permanently acknowledge its history as a Canadian facility for three years. By the time the war in Europe ended on 8 May 1945, RAF Digby had been the wartime home to 30 RAF squadrons, 13 Canadian squadrons, 4 Polish squadrons, 2 Belgian squadrons and 1 Czech squadron. Those airmen had flown Hurricane, Spitfire, Defiant, Blenheim, Beaufighter, Mosquito, Mustang, Wellington, Oxford and Anson aircraft. The station had also hosted the full range of visiting RAF heavy bombers and their crews, as well as no fewer than 30 USAAF B-17Gs on a foggy night in November 1944. ===Post- war=== Following the end of World War II Digby increasingly took on a non- flying role for RAF Technical Training Command. In 1948 the Secretarial Branch Training School relocated from RAF Hereford and the Equipment Officers' School was established at Digby. Between 1948 and 1950 Digby also became home to the No.1 Initial Officer Training unit, the Aircrew Education Unit, the Aircrew Transit Unit and the Instructional Leadership Course. In 1951 No. 2 Aircrew Grading School for both potential pilots and ancillary aircrew was established at Digby using a wide range of elderly aircraft. The station badge was awarded in July 1952 and depicts a white crane superimposed over a maple leaf. The station's motto Icarus Renatus means Icarus Reborn and relates to the short period when the station was under 'care and maintenance' and then re- activated. Fibreglass replica Spitfire Mk IX mounted outside Station HQ Flying ceased at Digby when all units and training schools were disbanded or relocated during January 1953 and the station was placed on care and maintenance until October 1954 when building works commenced in preparation for the establishment of the proposed signals units. No. 399 Signals Unit arrived in January 1955 and declared itself fully operational on 15 February, located in No. 2 hangar (now the station gymnasium). The second, No. 591 Signals Unit arrived in July 1955 and set up operations in hangar No. 1 (North). In September 1959 the Wireless Operators' School and the Aerial Erectors' School were established at Digby to begin training their respective students. The station continued to expand its scope of operations steadily from the 1970s and into the new millennium. British Army elements arrived in 1994 and were later joined by the Royal Navy. The addition of US detachments signalled the start of yet another era in the history of Digby. On 1 September 1998 399 Signals Unit merged with the newly arrived Special Signals Support Unit from Loughborough to form the Joint Service Signal Unit (Digby). No. 54 Signals Unit was established in 2014 and provides processing, exploitation, and dissemination of all UK air-derived electronic surveillance data. The unit forms part of No. 1 Intelligence Surveillance Reconnaissance Wing which has its headquarters at RAF Waddington. ==Based units== Notable units based at RAF Digby. === Royal Air Force === No. 1 Group (Air Combat) RAF * No. 1 Intelligence Surveillance Reconnaissance Wing ** No. 54 Signals Unit No. 22 Group (Training) RAF * The Defence College of Technical Training (DCTT) ** The Defence School of Communications and Information Systems (DSCIS) *** No. 1 Radio School **** The Aerial Erector School * Air Training Corps ** Central & East Region *** Headquarters Trent Wing RAF Air Warfare Centre * Information Operations Group ** No. 591 Signals Unit Other * Sector Operations Room Museum === Strategic Command === Defence Intelligence * Director of Cyber Intelligence and Information Integration **Joint Forces Intelligence Group (JFIG) *** Joint Service Signals Organisation **** Headquarters Joint Service Signals Organisation (HQ JSSO) **** Joint Service Signal Unit (Digby) *****Government Communications Headquarters (GCHQ) *****National Security Agency (NSA), United States Government == Role and operations == Aerials at RAF Digby. === Joint Service Signals Organisation === The Joint Service Signals Organisation is part of Joint Forces Intelligence Group branch of Defence Intelligence. It provides direct support to strategic decision making and operations and is made up of personnel from all three services. The JSSO also conducts research into new communications systems and techniques in order to provide operational support to static and deployed units of the armed forces. Joint Service Signal Unit (Digby) is one of several Joint Service Signal Units (JSSU) within the JSSO and provides specialist communications information systems to the British Armed Forces. === No. 591 Signals Unit === No. 591 Signals Unit (591 SU) is a communications and electronic security monitoring organisation providing services to the RAF. The unit was established on 1 June 1952 at RAF Wythall. It moved to Digby in 1955 and was transferred to Strike Command in July 2000 when it became an Air Combat Support Unit (ACSU) of the RAF Air Warfare Centre. No. 591 SU predominately carry out their activities on deployed operations. === The Aerial Erector School === The RAF Aerial Erector School AES is an element of No. 1 Radio School at RAF Cosford and provides training to personnel of the Armed Forces and civilians. === Air Training Corps === Trent Wing Air Training Corps manages staff and cadets stretching across 31 ATC squadrons in Lincolnshire, Nottinghamshire and Derbyshire. === Museum === RAF Digby is also home to the Sector Operations Room Museum which was opened by Air Chief Marshal Sir John Allison on 30 May 1997. The museum is funded by donations and is normally open to the public from 11.00am on Sundays from 1st Sunday in May to 1st Sunday in October, or by special arrangement. ==See also== * List of Royal Air Force stations * Bison concrete armoured lorry – one of which was used by the RAF Regiment to defend the airfield. ==References== ===Citations=== ===Bibliography=== * Halpenny, Bruce Barrymore (1984) Action Stations: Wartime Military Airfields of Lincolnshire and the East Midlands v. 2 * * Rennison, John P. (2003) Digby Diary: A History of RAF Digby in Lincolnshire, 1917–1953 ==External links== * RAF Digby's official MOD site * Read a detailed historical record about RAF Digby Lima Sector Operations Room Museum * RAF Lincolnshire's comprehensive history of RAF Digby (including recollections of personnel that served there) * List of squadrons that have been stationed at RAF Digby Category:Royal Air Force stations in Lincolnshire Category:Museums in Lincolnshire Category:Military and war museums in England Category:World War II museums in the United Kingdom Category:Royal Air Force stations of World War II in the United Kingdom Category:Military installations established in 1918 Category:Royal Canadian Air Force stations Category:Military installations of the United States in the United Kingdom Category:1918 establishments in the United Kingdom Category:UKUSA listening stations ",
    "title": "RAF Digby"
}