{
    "id": "527282",
    "text": "{| |} RFA Bishopdale (A128) was a Dale-class fleet tanker of the Royal Fleet Auxiliary. Ordered in 1936 by the British Tanker Company, London, she was built by Lithgows, Port Glasgow. Acquired by the Royal Fleet Auxiliary before her launch on 31 March 1937, she entered service with them under the name Bishopdale in June 1937 after completion of her sea trials. She spent the interwar years sailing between the UK and Caribbean and the Pacific, and from early 1940 was based in the Caribbean. On 14 August 1941 her crew sighted the German cargo ship and blockade runner , which was subsequently scuttled to avoid being captured by the light cruiser and the armed merchant cruiser . In January 1942 Bishopdale sailed for the Pacific, travelling via Henderson Island and arriving at Sydney in April, for service in support of the Royal Australian Navy and other allied forces. She operated in Australian waters and off New Caledonia, refueling Australian and US warships. On 5 August 1942 while sailing from Noumea to Brisbane she entered an Allied minefield and struck a mine, but did not sustain any casualties. She again struck a mine in October 1942 in the Bulgari Passage, New Hebrides and was damaged. She underwent repairs in Sydney which lasted until February 1943. She continued to refuel Australian and US vessels, and on 14 May 1943 was at Cid Harbour simulating being a Japanese aircraft carrier so that the Royal Australian Air Force could practice night bombing on her using bags of flour. In June she moved to Milne Bay, New Guinea to refuel allied ships, and on 18 October collided with the American vessel . Bishopdale was undamaged while the Solon Turman lost a small life raft from her starboard quarter. Bishopdale was involved in another collision on 11 November 1943, while sailing to Townsville, Queensland in Convoy TN 177. She collided with the aircraft carrier in Cleveland Bay, sustaining damage to her port quarter Oerlikon gun nest supports, while Bunker Hills paintwork was scratched. From April 1944 Bishopdale was at Humboldt Bay, Dutch New Guinea refuelling allied vessels, before moving to San Pedro Bay in November to support allied operations in Leyte Gulf. On 14 December she was struck by a crashing Val dive bomber which hit the starboard upper bridge and then No: 3 wing tank, exploding on contact. One crewmember was killed, and a second mortally wounded. Bishopdale sustained considerable damage and was out of action for several months. After repairs, Bishopdale spent the final months of the war at Morotai refuelling Australian and US vessels, before sailing to Subic Bay and then Hong Kong after the surrender of Japan. She returned to the UK in early 1946, and spent the post war years sailing between her posts in the Pacific and the Caribbean, supporting fleet operations. On 8 October 1959 she was laid up at Devonport Dockyard, and on 18 November 1969 was put on the Disposal List. She was offered for sale on 22 November 1969 and again on 29 November 1969, and was sold to a Spanish breaker on 28 January 1970. She left Devonport for the last time on 11 February 1970, under tow for the breakers, and arrived at Bilbao on 17 February for scrapping by Luis Arbulu Arana (Hierros Ardes). ==References== Category:Dale-class oilers Category:Tankers of the Royal Fleet Auxiliary Category:1937 ships Category:Ships built on the River Clyde ",
    "title": "RFA Bishopdale (A128)"
}