{
    "id": "527306",
    "text": "{| |} HMAS Choules (L100) is a that served with the Royal Fleet Auxiliary (RFA) from 2006 to 2011, before being purchased by the Royal Australian Navy (RAN). The vessel was built as RFA Largs Bay by Swan Hunter in Wallsend, Tyne and Wear. She was named after Largs Bay in Ayrshire, Scotland, and entered service in November 2006. During her career with the RFA, Largs Bay served as the British ship assigned to patrol the Falkland Islands in 2008, and delivered relief supplies following the 2010 Haiti earthquake. At the end of 2010, Largs Bay was marked as one of the vessels to be removed from service under the Strategic Defence and Security Review. She was offered for sale, with the RAN announced as the successful bidder in April 2011. After modifications to make her more suited for Australian operating conditions, the vessel was commissioned in December 2011 as HMAS Choules, named after Royal Navy and Royal Australian Navy Chief Petty Officer Claude Choules. A propulsion transformer failure kept the ship out of service between July 2012 and April 2013. ==Design and construction== The Bay class was designed as a replacement for the logistics ships operated by the RFA. The new design was based on the Royal Schelde Enforcer design; a joint project between the Dutch and Spanish resulting in the and amphibious warfare ships. The main difference with the British ships is the lack of a helicopter hangar.Kemp, New UK landing ship takes to the water The ships were originally designated \"auxiliary landing ship logistics\" or ALSL, but this was changed in 2002 to \"landing ship dock (auxiliary)\" or LSD(A), better reflecting their operational role.Scott, The Royal Navy's Future Fleet Four ships were ordered; two from Swan Hunter, and two from BAE Systems Naval Ships. The Bay-class ships have a full load displacement of in RFA service; this increased slightly to after modifications for RAN service. Largs Bay/Choules is long, with a beam of , and a draught of . Propulsion power is provided by two Wärtsilä 8L26 generators, providing , and two Wärtsilä 12V26 generators, providing . These are used to drive two steerable propulsion pods, with a bow thruster supplementing. Maximum speed is , and the Bay-class ships can achieve a range of at . Largs Bay was fitted for but not with a Phalanx CIWS and a 30 mm DS30B cannon when required for self defence.Royal Navy, RFA Largs Bay The RAN's webpage for Choules does not specify any armament. In British service, the everyday ship's company consisted of 60 to 70 RFA personnel, with this number supplemented by members of the British Armed Forces when Largs Bay was deployed operationally. The RAN opted to maintain the ship at full operational crewing at all times, with a ship's company of 158, including 22 Army and 6 RAAF personnel. RFA Largs Bay in Portland Harbour, August 2009 As a sealift ship, Largs Bay is capable of carrying up to 1,150 linear metres of vehicles; equivalent to 24 Challenger 2 tanks, 32 M1A1 Abrams tanks, or 150 light trucks.Royal Australian Navy, HMAS Choules The cargo capacity is equivalent of 200 tons of ammunition, or 24 twenty-foot equivalent unit containers. During normal conditions, a Bay-class ship can carry 356 soldiers, but this can be almost doubled to 700 in overload conditions. Helicopters are not routinely carried on board, but a temporary hangar may be fitted and the twin-spot flight deck is capable of handling helicopters up to the size of Chinooks, as well as Merlin helicopters and Osprey tiltrotor aircraft.Scott, Sweating the asset: versatility is the key to LSD(A) multi-tasking The well dock can carry one LCU Mark 10, one LCM-8, or two LCVPs (either the Royal Marines version or the Royal Australian Navy version), and two Mexeflotes can be suspended from the ship's flanks. The LCM-1E landing craft being acquired by the RAN will not fit into the dock.Gillett, Australia's Navy, Part 2, p. 22 Two 30-ton cranes are fitted between the superstructure and the flight deck. Largs Bay and sister ship were ordered from Swan Hunter on 18 December 2000. Largs Bay was laid down at Swan Hunter's shipyard at Wallsend, Tyne and Wear on 28 January 2002; the first ship of the class work started on.Saunders (ed.), Jane's Fighting Ships 2008–2009, p. 876 The ship was launched on 18 July 2003. The ship was completed and accepted by the Ministry of Defence in April 2006, over a year late. Largs Bay was dedicated on 28 November 2006, the second of the class to enter service with the RFA. The Bay-class construction project saw major delays and cost overruns, particularly in the Swan Hunter half of the project.Brown, UK strips Swan Hunter of LSD(A) role Shortly after Largs Bay was handed over, Swan Hunter was stripped from the project, with BAE taking full responsibility for the class and Lyme Bay towed to BAE's shipyard in Govan for completion in June 2006. ==Operational history== ===United Kingdom=== Humanitarian supplies being unloaded from Largs Bay in Haiti Four months after entering service, an engine room fire resulted in steering and propulsion issues, requiring Largs Bay to be towed to Plymouth for repairs.McPhedran, Missing spare part grounds Navy ship In late November 2007, Largs Bay embarked 815 Naval Air Squadron 215 Flight and left home waters for the Caribbean to conduct counter-drug operations. She visited eleven islands including Barbados, Curaçao, Grand Turk, Martinique, Trinidad and also the USA. Three days after leaving Barbados Largs Bays patrolling helicopter spotted a small fishing vessel stopped in the water and detained her after a pursuit; of cocaine were recovered, with an estimated £20 million European street value. She participated in Navy Days while in port at Curaçao, where several hundred people toured her.Royal Navy, 815 Naval Air Squadron in RFA Largs Bay In late 2008, it was reported that Largs Bay was to replace for duties in the Falkland Islands. Northumberland was to have left for the Islands in December 2008, but was instead sent for pirate patrol off Somalia.UPI, Britain withdraws warship from Falklands In early 2010, Largs Bay was deployed to the Arctic Circle.Craig, Royal Fleet Auxiliary ship Largs Bay wins award Following the 2010 Haiti earthquake, the ship was pulled from exercises and sailed on 3 February to deliver a load of relief supplies to Haiti.BBC News, RFA Largs Bay leaves Southampton bound for Haiti On 18 February 2010, she arrived at Port-au-Prince and unloaded of supplies plus of rations, while engineers from the ship began work on restoring electricity ashore.Daily Express, Royal Navy aid ship reaches Haiti On 30 March 2010, she returned home.The News, RFA Largs Bay returns home after earthquake aid mission Largs Bays actions were recognised in December 2011 with the awarding of the Firmin Sword of Peace. In August 2010, the ship participated in the Bournemouth Air Festival.Bournemouth Echo, RFA Largs Bay sails in for Bournemouth Air Festival ===Decommissioning and transfer=== Largs Bay in Falmouth Docks during August 2011. Note that her new RAN pennant number has been painted on her hull. In December 2010, it was announced that the ship would be decommissioned in April 2011 as part of the Strategic Defence and Security Review.Defence News, Changes to Royal Navy's surface fleet announced'Themistocles', The UK SDSR and JP 2048 Phase 4C – A Golden Opportunity Shortly after marking Largs Bay for disposal, the British Ministry of Defence contacted the Chilean government and suggested the vessel as a potential replacement for the landing ship tank vessel Valdivia, which was due to leave service.Higueras, Chile eyes new amphibious transport ship In January 2011, the Australian Department of Defence announced that it was interested in purchasing the vessel for the RAN as a replacement for the heavy landing ship or one of the amphibious warfare ships.Oakes, Navy eyes redundant UK vessel Interest in the ship was also shown by Brazil and India.Kerr, Australia completes Largs Bay purchase On 17 March 2011, the Australian Department of Defence announced that the RAN would be bidding for Largs Bay; this was followed on 6 April by news that a £65 million (A$100 million) bid had been successful.Taylor, Australia to buy amphibious military transport ship, aircraftAustralian Associated Press, Australia to buy used UK landing ship Sea trials during April showed that the ship was in good condition, although she would have to be modified before entering Australian service, particularly to allow operation in tropical conditions.Flash Traffic: Purchase of Largs Bay, in The Navy During a 16-week docking at the A&P; Group shipyard in Falmouth, the modifications were made, along with refit work to maintain the ship's Lloyds certification.Kerr, Amphibious ambitions The RAN also acquired two Mexeflote landing rafts for use with the ship.Royal Australian Navy, HMAS Choules commissioned On 13 August, it was announced that Largs Bay would be renamed HMAS Choules when commissioned into the RAN. The name comes from Chief Petty Officer Claude Choules, who served in both the Royal Navy and the RAN during his career, and was the last known living participant in World War I.Moulton & Australian Associated Press, Naval ship named after WA war veteran Claude Choules Choules is the second RAN vessel to be named after an enlisted sailor, following the submarine .Royal Australian Navy, HMAS Sheean The ship was assigned the pennant number L100, reflecting the 100th anniversary of the RAN's origin in 2011.Griggs, Naming of Ex RFA Largs Bay - HMAS Choules Her motto is \"Face Difficulty With Zeal\".O'Callaghan, Choules on her way On 14 October, the vessel was handed over to the RAN.Dodd, Navy's borrowed ship costs us $82,000 a day She arrived in Fremantle, Western Australia on 10 December, and was commissioned into the RAN on 13 December.Sea Waves, Port Visits December 2011Australian Broadcasting Corporation, HMAS Choules commissioned in honour of veteran Choules entered full operational service in early 2012, and is based at Fleet Base East. ===Australia=== HMAS Choules at Fleet Base East in January 2012. The ship's temporary hangar structure is visible behind the superstructure. On 24 February 2012, Choules arrived in Townsville.Timms, Newest Navy warship heads north This was in preparation for a month of amphibious warfare training exercises with the Australian Army's 3rd Brigade. In June 2012, one of the two main electrical transformers involved in the ship's propulsion system failed, after an earlier engineers report highlighted \"overheating of the propulsion motors and transformers\". Inspection found that insulation failure had short-circuited the transformer, while other transformers aboard showed premature wear. Unable to find an available spare, a new unit had to be ordered from the manufacturer. In June, it was predicted that Choules would be out of service for four to five months, but by October, claims were made that the ship would be inoperable until at least January 2013, and if all of the wear-showing transformers were replaced, she would not return to service until April 2013. By December, the faulty transformer had been replaced, and the RAN had decided that although the other transformers (propulsion and others) had been shown to have acceptable levels of wear, all would be replaced before Choules was reactivated. These repairs were completed in early 2013, and the ship was assessed as ready to re-enter service on 12 April. For a short time from July 2013, Choules was anchored offshore of the Manus Regional Processing Centre in Papua New Guinea to provide temporary accommodation for Department of Immigration and other personnel, due to a lack of accommodation at the Centre.Robert Cornall AO, Review into the events of 16-17 February 2014 at the Manus Regional Processing Centre, 23 May 2014 In April 2015, the ship transported 46 Vietnamese asylum seekers back to Vũng Tàu, after their vessel was intercepted at sea on 20 March by Australian border protection units and their claims were rejected after interviews at sea lasting less than 40 minutes. Choules operational role was reevaluated after the Canberra-class landing helicopter dock ships entered service in 2016, but will likely be kept on to fill the role of the strategic sealift ship envisioned by the 2009 Defence white paper.Department of Defence, Defending Australia in the Asia Pacific Century, p. 73 In March 2017 Choules was sent to Queensland to support recovery after Cyclone Debbie. Choules was deployed to Vanuatu on 30 September 2017 to aid in the rescue of 11,000 people from a volcanic eruption of Monaro Voui. In January 2020, Choules was deployed to the coastal town of Mallacoota in East Gippsland, Victoria, to evacuate thousands of people trapped by bushfires and to ferry them south to Hastings in Western Port Bay. ==Citations== ==References== ;Books * * * ;Journal articles * * * * * * * * * ;News articles * * * * * * * * * * * * * * * * * * ;Websites * * * * * ==External links== * Category:Bay-class landing ships of the Royal Australian Navy Category:2003 ships Category:Active naval ships of Australia Category:Ships built by Swan Hunter ",
    "title": "HMAS Choules"
}