{
    "id": "527368",
    "text": "Chris Sawyer is a Scottish video game designer and programmer who is best known for creating the Transport Tycoon and RollerCoaster Tycoon series. He is also the founder of 31X, a mobile game development company. ==Career== Sawyer was born in Scotland, and graduated with a degree in Computer Science and Microprocessor Systems from the University of Strathclyde in Glasgow. Following school, he entered the video game industry in 1983, writing games in Z80 machine code on the Memotech MTX home computer, and then the Amstrad CPC series home computer. Some of these were published by Ariolasoft, Sepulcri Scelerati and Ziggurat. From 1988 to 1993, Sawyer worked on MS-DOS conversions of Amiga games and was involved in many projects, including Virus, Conqueror, Campaign, Birds of Prey, Dino Dini's Goal and Frontier: Elite II. He also contributed to the MS-DOS version of Elite Plus. Sawyer's first management simulation game, Transport Tycoon, was released by MicroProse in 1994 and became a classic of the tycoon series of games. A year later, he improved and extended the game, giving it the title Transport Tycoon Deluxe. The title sold well, and Sawyer immediately sought to create a sequel. While working on the basic game engine for this sequel, Sawyer had used some of the revenue from Transport Tycoon to travel across Europe and the United States and developed an interest in roller coasters, and changed the project into what would become RollerCoaster Tycoon, originally called White Knuckle before release.\"10 things you (probably) never knew about Chris Sawyer's Tycoon games...\" from Chris Sawyer Software Development website Sawyer coded 99% of RollerCoaster Tycoon in x86 assembly language, using only the services of freelance artist Simon Foster and music composer Allister Brimble as needed.Chris Sawyer Software Development Frequently Asked Questions After creating RollerCoaster Tycoon, he resumed work on the sequel for Transport Tycoon, but again postponed it to create RollerCoaster Tycoon 2. Upon completing that project, he resumed his work on the Transport Tycoon sequel, finally releasing it in 2004 as Chris Sawyer's Locomotion. Sawyer also served as a consultant for Atari in the development of RollerCoaster Tycoon 3 done by Frontier Developments. In November 2005, Sawyer sued Atari, claiming that they had failed to pay him certain royalties.\"Sawyer Sues Atari Over Roller Coaster Tycoon Royalties\" from Gamasutra (8 November 2005) Sawyer and Atari settled out of court for an undisclosed amount in February 2008.\"Sawyer settles Atari suit\" from Develop (magazine) (5 February 2008) Due to a combination of the legal issues with Atari, and a general detest of the violent nature of video games, Sawyer temporarily stepped away from video games after the release of Locomotion, until 2010. In 2010, Sawyer founded 31X Ltd. which he initially planned to use as a holding company for the Transport Tycoon intellectual property. However, he saw that there was interest in a mobile version of Transport Tycoon and a space in the market for simulation games like this, and reworked 31X to be a video game developer focused on mobile games. In addition to Sawyer, several others that worked with him on the Tycoon games became part of 31X, including Jacqui Lyons, who worked with Sawyer for more than 20 years, serving as the company's executive producer. 31X's first product was Transport Tycoon for iOS and Android, released in 2013, which was assisted with Origin8. Sawyer continued to work with Origin8 to bring the first two RollerCoaster Tycoon games into RollerCoaster Tycoon Classic released for mobile in December 2016. The game later received ports to Microsoft Windows and macOS in September 2017. ==Works== {| class=\"wikitable sortable\" width=\"auto\" |- ! Year ! Title ! Publisher |- | |Virus||Firebird Software |- | |Revenge of Defender||Epyx |- | rowspan=\"2\" | | Xenomorph || Pandora |- | Conqueror || Rainbow Arts |- | rowspan=\"2\" | |Elite Plus||Microplay Software |- | Birds of Prey ||Electronic Arts |- | | Campaign ||Empire Interactive |- | rowspan=\"2\" | | Dino Dini's Goal ||Virgin Games |- | Frontier: Elite II ||GameTek, Konami |- | | Transport Tycoon ||MicroProse |- | rowspan=\"3\" | | Transport Tycoon World Editor || rowspan=\"2\" |MicroProse |- | Transport Tycoon Deluxe |- | Frontier: First Encounters ||GameTek |- | |RollerCoaster Tycoon||Hasbro Interactive |- | |RollerCoaster Tycoon 2||Infogrames |- | rowspan=\"2\" | |RollerCoaster Tycoon 3|| rowspan=\"2\" |Atari |- | Chris Sawyer's Locomotion |- | |Transport Tycoon31X - About|| 31X |- | |RollerCoaster Tycoon Classic||Atari |} ==References== ==External links== *Chris Sawyer Software Development * *Interview with Sawyer on Locomotion from GameSpot *Interview with Sawyer from Eurogamer Category:20th-century births Category:Living people Category:Year of birth missing (living people) Category:Alumni of the University of Strathclyde Category:British computer programmers Category:British video game designers Category:British video game programmers Category:Scottish people ",
    "title": "Chris Sawyer"
}