{
    "id": "527626",
    "text": "Wŏnsan (), previously known as Wŏnsanjin (元山津), Port Lazarev, and Gensan (元山), is a port city and naval base located in Kangwŏn Province, North Korea, along the eastern side of the Korean Peninsula, on Sea of Japan and the provincial capital. The port was opened by occupying Japanese forces in 1880. Before the 19501953 Korean War, it fell within the jurisdiction of the then South Hamgyŏng province, and during the war it was the location of the Blockade of Wŏnsan. The population of the city was estimated at 329,207 in 2013. Notable people from Wŏnsan include Kim Ki Nam, a diplomat and former Vice Chairman of the ruling Workers' Party of Korea. In 2013, it was announced that Wŏnsan would be converted into a summer destination with resorts and entertainment. Having spent his childhood years there, Kim Jong-un has expressed significant interest in further developing the region, with the construction of new infrastructure such as Kalma Airport, a dual-use civilian international airport and military proving ground. A state corporation, the Wonsan Zone Development Corporation, has been established with feasibility studies for a wide variety of hotels and commercial and industrial development. ==Name== Wonsan has also been known as Yonghunghang, Yuan shan in China, Genzan or Gensan in Japan, and Port Lazareva or Port Lazareff in Russia. ==Geography== Wonsan, on the East Coast of North Korea, opposite Pyongyang Wŏnsan's area is . It is located in Kangwŏn Province, on the westernmost part of the Sea of Japan (East Sea of Korea) and the east end of the Korean peninsula's neck. Mt. Changdok (Changdok-san) and Mt. Nap'al (Nap'al-san) are located to the west of the city. More than 20 small islands flank Wŏnsan's immediate coastal area, including Hwangt'o Island and Ryŏ Island. Wŏnsan is considered an excellent natural port location. Kŭmgang-san mountain is located near Wŏnsan. ==Administrative divisions== Wŏnsan serves as the administrative centre of Kangwŏn Province. The City of Wŏnsan (Wŏnsan-si) is divided into 45 tong (neighbourhoods) and 14 ri (villages): * Changchon-dong * Changdŏk-dong * Changsan-dong * Chŏkchŏn-dong * Chŏnjin-dong * Chungchŏng-dong * Haean-dong * Haebang 1-dong * Haebang 2-dong * Kaesŏn-dong * Kalma-dong * Kwangsŏk-dong * Kwanphung-dong * Myŏngsasimri-dong * Myŏngsŏk-dong * Naewŏnsan-dong * Namsan- dong * Panghasan-dong * Pogmak-dong * Poha-dong * Pongchun-dong * Pongsu-dong * Phyŏnghwa-dong * Ryŏdo-dong * Ryongha-dong * Ryul-dong * Sambong-dong * Sang-dong * Segil-dong * Sinhŭng-dong * Sinphung-dong * Sinsŏng-dong * Sŏgu- dong * Sŏkhyŏn-dong * Songchŏn-dong * Songhŭng-dong * Sŭngri-dong * Tŏksŏng- dong * Tongmyŏngsan-dong * Thap-dong * Wau-dong * Wŏnnam 1-dong * Wŏnnam 2-dong * Wŏnsŏk-dong * Yangji-dong * Changrim-ri * Chuksal-li * Chungp'yŏng-ri * Chilbong-ri * Chunsan-ri * Hyŏndong-ri * Namchŏn-ri * Raksu-ri * Ryongchŏn- ri * Samthae-ri * Sangja-ri * Sinsŏng-ri * Susang-ri * Yŏngsam-ri ==Climate== The city has a humid continental climate (Köppen Dwa). == History == Map of Port Lazaref Wŏnsan opened as a trade port in 1880. Its original name was Wŏnsanjin (元山津), but it was also known by the Russian name of Port Lazarev (Lazaref). Under Japanese rule (1910–45) it was called Gensan (元山). In 1914 the P'yŏngwŏn and Kyŏngwŏn railway lines were opened, connecting the city to P'yŏngyang (then known as Heijo) and Seoul (then Keijo or Kyŏngsŏng). Thus, the city gradually developed into an eastern product distribution centre. Under the Japanese occupation, the city was heavily industrialized and served as an import point in the distribution of trade between Korea and mainland Japan. Statues of Kim Il Sung and Kim Jong Il in Wonsan After the Korean War broke out it was captured by American and South Korean troops on 10 October 1950 during their drive north. When they left ahead of the Chinese counter- attack, the city fell under Chinese control on 9 December 1950. It was heavily bombed and shelled by the United Nations in the Blockade of Wonsan during the Korean War. According to the official US Navy history Wŏnsan was under continuous siege and bombardment by the American navy from March 1951 until July 27, 1953, making it the longest siege in modern American naval history. By the war's end the city was a vast shell.Jon Halliday and Bruce Cumings, Korea, the Unknown War (NY: Pantheon Books, 1988), p. 157. ===City centre redevelopment=== Kim Jong-un announced in 2015 plans for a $582 million redevelopment of the city centre, which is to be entirely demolished and rebuilt. A 5-star hotel, a 17-story Wonsan International Finance Centre and a $9.6m exhibition hall are expected to be built. Kim Jong Un maintains a private compound in Wonsan that includes a palace with several guest houses, a harbor with a boathouse, a beach and a racehorse track. ===Provincial borders=== Wŏnsan used to be in South Hamgyŏng, but when provincial borders were redrawn in 1946, it joined the northern half of Kangwŏn (which had been split at the 38th parallel north into a zone under Soviet control in the north and one of American control in the south in 1945) and became its capital, as Kangwŏn's traditional capitals Wŏnju (1395–1895) and Ch'unch'ŏn (since 1896) both were south of the 38th parallel and south of the Military Demarcation Line that replaced the 38th parallel as a border in 1953. == Economy == Wŏnsan has an aquatic product processing factory, shipyard, chemistry enterprise, a cement factory, as well as the 4 June Rolling Stock Works, which is one of the DPRK's largest railway rolling stock factories.Kokubu, Hayato, 将軍様の鉄道 (Shōgun- sama no Tetsudō) p. 130, 2007, Tokyo, == Transportation == ;Road and rail The district of Wŏnsan-si is served by several stations on the Kangwŏn Line of the Korean State Railway, including a branch to the port; it is also connected to the national road network, and is the terminus of the P'yŏngyang-Wŏnsan Tourist Motorway and the Wŏnsan-Kŭmgangsan Highway. ;Air The city has the dual purpose military and civilian Wŏnsan Airport (IATA: WON) equipped with 01/19 and 15/33 dual runways. Images from Google Earth from July and August 2014 indicated that major expansion was taking place, including the construction of two new runways. There is also an underground air force runway which runs through a mountain, near Wonsan. North Korea's first public air show, the Wonsan International Friendship Air Festival, was held at Wonsan Airport in September 2016.North Korea shows off fighter jets at its first international air show September 26, 2016 International Business Times Retrieved February 3, 2017 ;Sea Wŏnsan was also the terminus of the Mangyongbong-92 ferry that operated between Wŏnsan and Niigata, which was the only direct connection between Japan and North Korea. This service was cancelled in 2006 when Japan banned North Korean ships. == Media == The Korean Central Broadcasting Station maintains a 250-kilowatt mediumwave transmitter broadcasting on 882 kHz AM. == Education == Wŏnsan is home to Songdowŏn University, Kŭmgang University, Tonghae University, Jong Jun Thaek University of Economics, Wŏnsan University of Medicine, Jo Gun Sil University of Engineering, Wŏnsan First University of Education, Ri Su Dok University, and the Maritime Patrol Academy, the commissioned officer's training school of the Korean People's Navy. == Sports == The city is home to Unp'asan Sports Club, an association football club that plays in the DPR Korea First Class Sports Group, North Korea's premier league. ==Tourism== Wonsan has long been a popular tourism destination for both Koreans and international visitors. Attractions include Songdowon beach, the site of the Songdowon International Children's Union Camp, which maintains exceptionally clear and clean water. Pine trees are abundant in the surrounding area, and it has been designated a national sightseeing point. The nearby Kalma Peninsula is to feature a new hotel and a bathing area. ===Wonsan Special Tourist Zone=== Announced in 2014, the Wonsan Special Tourist Zone is to cover more than 400 square km and boasts 40 historical relics, 10 sand beaches, 680 tourist attractions, four mineral springs and several bathing resorts and natural lakes. As part of this development the Masikryong Ski Resort was built in 2016. A $123m golf course is planned outside the city. Famous scenic sites near Wŏnsan include Myŏngsasimri, Lake Sijung, Chongsokchon and Mt. Kŭmgang. Temples in the area include the Sogwangsa and Anbyon Pohyonsa Buddhist temples. The German Church is the former church of the Tŏkwŏn abbey, now used by the Wŏnsan University of Agriculture. ==Notable people== * Kim Ki-nam (born 1926), politician ==Sister cities== * Sakaiminato, Tottori, Japan (1992–2006) * Puebla, Mexico * Vladivostok, Russia * Malacca, Malaysia ==See also== * List of East Asian ports * List of Korea-related topics * Geography of North Korea * Naval bases of the Korean People's Navy ==References== ==Further reading== *Dormels, Rainer. North Korea's Cities: Industrial facilities, internal structures and typification. Jimoondang, 2014. *Introduction to Investment Projects in Wonsan-Mt. Kumgang International Tourist Zone, Wonsan Zone Development Corporation. Pyongyang, 2016. ==External links== * Wonsan Kalma Beach 원산 갈마 해변 * The Wŏnsan Operation, October 1950 - Korean War amphibious assault ordered by General Douglas MacArthur * Google Earth images of Wŏnsan, including one of Kim Jong Il's palaces, a military airfield, and the ferry Mangyongbong-92 * nk.joins.com/map/view.asp?idx=i141.htm * City profile of Wonsan * Category:Cities in Kangwon Province (North Korea) Category:Port cities and towns in North Korea Category:Resort towns ",
    "title": "Wonsan"
}