{
    "id": "527784",
    "text": "rectangular pulse, (b) cosine squared (raised cosine) pulse, (c) Dirac pulse, (d) sinc pulse, (e) Gaussian pulse A pulse in signal processing is a rapid, transient change in the amplitude of a signal from a baseline value to a higher or lower value, followed by a rapid return to the baseline value.Ángela Molina, Joaquín González, Pulse Voltammetry in Physical Electrochemistry and Electroanalysis, Springer, 2015 . ==Pulse shapes== Pulse shapes can arise out of a process called pulse-shaping. Optimum pulse shape depends on the application. ===Rectangular pulse=== These can be found in pulse waves, square waves, boxcar functions, and rectangular functions. In digital signals the up and down transitions between high and low levels are called the rising edge and the falling edge. In digital systems the detection of these sides or action taken in response is termed edge-triggered, rising or falling depending on which side of rectangular pulse. A digital timing diagram is an example of a well-ordered collection of rectangular pulses. ===Nyquist pulse=== A Nyquist pulse is one which meets the Nyquist ISI criterion and is important in data transmission. An example of a pulse which meets this condition is the sinc function. The sinc pulse is of some significance in signal-processing theory but cannot be produced by a real generator for reasons of causality. In 2013, Nyquist pulses were produced in an effort to reduce the size of pulses in optical fibers, which enables them to be packed 10x more closely together, yielding a corresponding 10x increase in bandwidth. The pulses were more than 99 percent perfect and were produced using a simple laser and modulator. ===Gaussian pulse=== A Gaussian pulse is shaped as a Gaussian function and is produced by a Gaussian filter. It has the properties of maximum steepness of transition with no overshoot and minimum group delay. == References == Category:Signal processing Category:Optical communications ",
    "title": "Pulse (signal processing)"
}