{
    "id": "527770",
    "text": "Le Journal de Montréal is a daily, French language tabloid newspaper published in Montreal, Quebec, Canada. It has the largest circulation of any newspaper in Quebec and is also the largest French-language daily newspaper in North America. Established by Pierre Péladeau in 1964, it is owned by Quebecor Media, and is hence a sister publication of TVA flagship CFTM-DT. It is also Canada's largest tabloid newspaper. Its head office is located on 4545 Frontenac Street in Montreal. Le Journal de Montréal covers mostly local and provincial news, as well as sports, arts and justice. It is known for its sensationalist news, and its columnists who are often public figures. Since 2013 the newspaper also has an investigation desk that published several major news about Quebec's politics, businesses, crime and national security. It is the only Montreal newspaper that prints on Sundays since La Presse and The Gazette dropped their Sunday editions (La Presse has had an electronic edition on Sunday since the launch of La Presse +). Its success is attributed to its ability to nail the zeitgeist of le Québec profond: defensively nationalist, excessively proud and self-consciously wary of political elites. ==History== Taking advantage of a labor dispute in La Presse, the leading daily newspaper in Montreal at the time, businessman Pierre Péladeau launched a new tabloid newspaper. The first issue was launched on newsstands June 15, 1964. Although Péladeau's newspaper would evolve for several years, the first edition was compiled in a single weekend.Quebecor Inc., Journal de Montréal, historique Over the years, the newspaper gained a substantial share of increasingly important market, sending a significant number of copies to the American state of Florida—Florida is a popular destination for snowbird Quebecers. In the wake of its expansion, the paper enlisted the services of several renowned journalists who previously had worked for competitors, including Jacques Beauchamp and André Rufiange. But one of the key journalists of this tabloid was Gérard Cellier, a French immigrant who landed in Quebec in 1956. When launching the Le Journal de Montréal, Pierre Peladeau could rely on Cellier's services to carry out the destiny of the tabloid. Appointed Director in 1964, Cellier remained in office until 1985, eventually becoming director of information and production. For 21 years he was largely responsible for the success of this newspaper, and in many respects, was one of the spearheads of the Quebecor empire. He died of cancer in 1997. The Courrier du cœur was maintained by the Réjeanne Desrameaux, a prominent personality in the arts in Quebec. Then, following the death of Desrameaux, Solange Harvey took over the column, known as 'Le courrier de Solange' for 25 years. She was hired by Jacques Beauchamp in 1976. Le Journal de Montréal earned a reputation as a sports and news item oriented newspaper until the early 2000s. Inspired by the tabloids of Britain, it has gradually specialized in investigating reports and infiltrations. The space allocated to news items has decreased significantly and opinion pages have appeared. Le Journal de Montréal has a more populist tone than that of its main competitors. It is also distinguished by its investigative journalism. In 2003, one of its journalists, Brigitte McCann, infiltrated the Raëlians, over the course of nine months, before publishing a series of reports and eventually a book. Following a series of investigations into the Hells Angels motorcycle gang, reporter Michel Auger became the victim of an attempted assassination by individuals associated with the outlaw motorcycle gang. In September 2005, the newspaper underwent a major graphical overhaul to make it appear more modern. This change was accompanied by the addition of several new columnists, including journalist and television host Richard Martineau, former Quebec government ministers Yves Séguin and Joseph Facal, former federal government Minister Sheila Copps, former hockey player Guy Lafleur and the ex-hacker Mafiaboy. On January 24, 2009, Quebecor Media locked out 243 of its unionized staff, who are members of the Confédération des Syndicats Nationaux. At the heart of the dispute, was the increased convergence between media outlets in the group, job cuts in the classified advertising and accounting departments, and the lengthening of the workweek. Three days after the conflict began, a strike mandate was passed by the affected employees.La Presse Canadienne Vote de grève à 99 pour cent au Journal de Montréal, après le lock-out The locked out workers published their own, competing newspaper, called Rue Frontenac, which was published on paper weekly and more often online. Le Journal de Montréal continued to publish with the use of strikebreakers, managers, and wire services. After 25 months on strike, 64% of unionized employees agreed to a settlement proposal submitted by an arbitrator to the case. == Circulation == Le Journal de Montréal has seen like most Canadian daily newspapers a decline in circulation. Its total circulation dropped by percent to 232,332 copies daily from 2009 to 2015. :::::::::Daily average Figures refer to the total circulation (print and digital combined) which includes paid and unpaid copies. ==Columnists== *Benôit Aubin *Michel Beaudry *Mathieu Bock-Côté *Julie Couture *Christian Dufour *Éric Duhaime *Mario Dumont *Sophie Durocher *Nathalie Elgrably-Lévy *Joseph Facal *Guy Fournier *Michel Hébert *Richard Latendresse *Jean-Marc Léger *Isabelle Maréchal *Richard Martineau *Jean-Luc Mongrain *Gilles Proulx *Lise Ravary *Jean-Jacques Samson ==See also== *List of Quebec media *List of newspapers in Canada ==References== ==External links== *Official website *Official mobile site Category:French-language newspapers published in Quebec Category:Newspapers published in Montreal Category:Quebecor Category:Publications established in 1964 Category:Daily newspapers published in Quebec Category:1964 establishments in Quebec ",
    "title": "Le Journal de Montréal"
}