{
    "id": "52788317",
    "text": "Anne Kirkpatrick (born 1959 or 1960) is an American law enforcement officer, the former Chief of the Spokane Police Department and the first woman to head the Oakland Police Department. ==Early life and education== Kirkpatrick is from Memphis, Tennessee, where she graduated in 1977 from Hutchison School and earned a master's degree in counseling psychology from the University of Memphis; she later studied at Seattle University School of Law. ==Career== Kirkpatrick began her career in law enforcement with the Memphis Police Department, and in Washington State was a police officer in Redmond and then a college instructor in criminal justice. She later served as Chief of Police for five years each in Ellensburg, Federal Way, and finally Spokane, from which position she retired in 2012 to become a leadership instructor for the FBI. She was also Chief Deputy of the King County Sheriff's Office for two years. In 2016 she was one of three finalists to become Superintendent of the Chicago Police Department; Mayor Rahm Emanuel subsequently appointed her Chief of the department's Bureau of Professional Standards. ==Oakland, California, Chief of Police== On January 4, 2017, after six months in Chicago, Kirkpatrick was appointed by Mayor Libby Schaaf of Oakland, California, as the city's first female Chief of Police. She was sworn in on February 27, 2017. On November 6, 2017 the chair of Oakland's privacy advisory commission, Brian Hofer, and seven others filed a complaint with Oakland's Citizens Police Review Board claiming that Police Chief Anne Kirkpatrick had made false statements about an August raid in West Oakland.https://www.ktvu.com/news/complaint-accuses-oakland-police-chief-of- making-false-statements-about-ice-operation On February 20, 2020 the Oakland Police Commission voted unanimously to fire Kirkpatrick with Schaaf joining in the decision as required by the law for a police chief to be fired without cause, saying that the commission's trust in Kirkpatrick was \"irrevocably broken\". ==References== ==External links== * Kirkpatrick at Oakland Wiki Category:Year of birth missing (living people) Category:Living people Category:21st century in Oakland, California Category:American municipal police chiefs Category:American women police officers Category:Law enforcement in the San Francisco Bay Area Category:Law enforcement workers from California Category:People from Memphis, Tennessee Category:Chicago Police Department officers Category:University of Memphis alumni Category:Seattle University School of Law alumni ",
    "title": "Anne Kirkpatrick (police officer)"
}