{
    "id": "52787805",
    "text": "Saul Goldsmith in 1960 Abraham Saul Goldsmith (17 February 1911 – 4 November 1988) was an importer and merchant from Wellington, New Zealand. He was a foundation member of the National Party and was active at a local level. Goldsmith was also a noted chess player. ==Early life== Goldsmith was born in 1911 in Auckland. His parents were Joseph Isaac Goldsmith and Deborah Goldsmith (née Cohen). Goldsmith received his education at Brooklyn School and at Wellington College. He was also the cousin of Auckland Mayor Dove-Myer Robinson. In 1930, he founded the General Agencies Company and was its managing director; the company concerned itself with importing goods. ==Political career== Goldsmith was for many years an executive member of the Brooklyn Municipal Electors Association. He was also a member of the Wellington Travel Club and the Brooklyn Progressive Association. He was a foundation member of the Independent United Action Group and led ten candidates—including himself—in the 1959 Wellington City Council election; none of the group were elected. In the 1962 Wellington City mayoral election, Goldsmith was one of three candidates, and came a distant last. Goldsmith stood out as a proponent of the retention of the Wellington tramway system. Later, he was the president of the Wellington Municipal Electors Association. His status as a lively perennial candidate in Wellington made him his own brand of local celebrity. A reporter for The Dominion newspaper said in 1971 Goldsmith was a \"...political novelty. He is Wellington's best known and perennial loser. In the last 14 years he has been defeated in two parliamentary, five City Council and two mayoral elections. Plus one council by-election and lost more causes than Don Quixote ever dreamed of\". In 1936, Goldsmith was a foundation member of the National Party. He was involved in local political affairs in Wellington, and was active in the and electorates. He stood in the Island Bay electorate for National in the and s. The death of Norman Kirk caused the 1974 Sydenham by-election and the National Party decided not to stand a candidate, but Goldsmith decided to stand as an independent National candidate; he came a distant fourth in the by-election. Barry Gustafson described him as \"a colourful character and an entertaining platform speaker\". One famed instance at a National Party conference in Dunedin, Goldsmith gave a hilarious speech to the delegates which left them all in hysterics. In the 1979 Queen's Birthday Honours, Goldsmith was appointed a Member of the Order of the British Empire, for services to the community. His mother had received the same honour in the 1947 New Year Honours, for her services in connection with patriotic and social welfare movements during and after World War II. ==Other interests== Goldsmith's parents were \"chess enthusiasts\". Goldsmith himself also played chess and joined the committee of the Wellington Chess League at age 23; his father was the inaugural president of the club. Goldsmith contested chess championships in both New Zealand and Australia. He played at the New Zealand championships in 1936 Auckland, and in 1939 in Wellington. When Goldsmith's brother Lionel was killed in Europe during World War II, his parents donated the Goldsmith Chess Trophy in his memory. From 1948 to 1950, Goldsmith travelled through the United States and Canada and lectured on New Zealand. He was a board member of the Wellington Tramway Museum, and was the organisation's president from 1969 to 1974. In 1974, he was president of the Kelburn Cable Car Preservation Society. Goldsmith died in 1988. On 7 November, he was buried in the Jewish section of Karori Cemetery next to his mother. ==References== Category:1911 births Category:1988 deaths Category:People educated at Wellington College (New Zealand) Category:Unsuccessful candidates in the 1957 New Zealand general election Category:Unsuccessful candidates in the 1966 New Zealand general election Category:New Zealand Members of the Order of the British Empire Category:Burials at Karori Cemetery Category:New Zealand chess players Category:People from Wellington City Category:Jewish New Zealand politicians Category:New Zealand National Party politicians Category:20th-century chess players ",
    "title": "Saul Goldsmith"
}