{
    "id": "52788441",
    "text": "\"Shape of You\" is a song by English singer-songwriter Ed Sheeran. It was released as a digital download on 6 January 2017 as one of the double lead singles from his third studio album ÷ (2017), along with \"Castle on the Hill\". The dancehall-infused pop song was written by Ed Sheeran, Steve Mac and Johnny McDaid. Due to its interpolation of \"No Scrubs\" by TLC, Kandi Burruss, Tameka \"Tiny\" Cottle, and Kevin \"She'kspere\" Briggs are also credited as writers. The song was produced by Sheeran and Mac. \"Shape of You\" peaked at number-one on the singles charts of 34 countries, including the US Billboard Hot 100 (later becoming the best performing song of 2017), as well as the UK, Australian and Canadian singles charts. It stayed at number one for a record-tying 16 consecutive weeks on the Canadian Hot 100, as well as 14 non-consecutive weeks on the UK Singles Chart, and 12 non-consecutive weeks on the Billboard Hot 100. On 10 December 2018, the song became the first song to hit 2 billion streams and the most streamed song on Spotify. It was also the most-streamed song of the decade on Spotify with 2.4 billion streams by December 2019. It was the best-selling song of 2017 and the decade in the UK. \"Shape of You\" was the best selling-song of 2017 and the best selling digital song worldwide, with combined sales and track-equivalent streams of 26.6 million units according to IFPI. In 2018, it sold an additionally 14.9 million copies and made a second appearance in the Billboard year-end chart, at No. 71. In 2019, it was named the number-one song on the Billboard Mainstream Top 40 chart of the 2010s decade. The song won the Grammy Award for Best Pop Solo Performance at the 60th Annual Grammy Awards.60th GRAMMY Awards: Full Nominees List Grammy.com, 28 November 2017 In 2018, Billboard ranked \"Shape of You\" as the ninth most successful song of all-time, as the magazine celebrated the Hot 100's 60th anniversary. ==Background and release== The song was the last song written for Sheeran's third album ÷. On 6 January 2017, when hosting The Radio 1 Breakfast Show, Sheeran revealed that \"Shape of You\" had originally been written with Rihanna in mind. As he had already written all the songs he wanted for the album, the song was therefore not intended to be included in the album. It was conceived as a duet between Rihanna and Rudimental, but the head of the record label convinced him to keep the song for himself. He said: > \"['Shape of You'] is actually a really random one because I went in to write > songs for other people with a guy called Steve Mac and Johnny McDaid, and we > were writing this song and I was like 'this would really work for Rihanna,'\" > he explained. \"And then I started singing lyrics like 'putting Van the Man > on the jukebox' and I was like 'well she's not really going to sing that, is > she?' And then we sort of decided halfway through that we were just going to > make it for me.\" According to Sheeran, Steve Mac started the songwriting session by playing the opening notes of the song on the keyboard. Sheeran then joined in, adding percussion by tapping on the guitar, layering it onto the track. On the writing of the song, he said that he tried to keep the music \"more stripped\" instead of something more elaborate: \"I'm an acoustic artist, first and foremost. And when I play live, I can't replicate these things, I haven't got all the other musicians.\" Sheeran said he wanted an R&B; feel to the song, therefore he adjusted the original tune, adding an interpolation of \"No Scrubs\" onto part of the melody. He also revealed that the original lyrics did not end with the words \"the shape of you\" in the chorus, but during the writing of the song, McDaid thought that the lyrics \"I'm in love with your body\" sounded objectifying, and the lyrics was therefore adjusted. On 4 January 2017, Sheeran uploaded a six-second teaser video of a blue background to social media, with lyrics \"the club isn't the best place to find a lover\", which is the first line of \"Shape of You\". To further tease the release, Sheeran and his label used a sponsored Snapchat lens filter with 30 seconds of the song to increase buzz among the general public. ==Composition== \"Shape of You\" is a pop, dancehall and tropical house song with \"strummy acoustics.\" In the song, Sheeran sings over a marimba-fueled percussive sway about a budding romance. \"The club isn't the best place to find a lover, so the bar is where I go/ Me and my friends at the table doing shots drinking fast and then we talk slow\", he sings. \"Come over and start up a conversation with just me/ And trust me I'll give it a chance.\" According to NT News, the song \"tells the story of loved (or lusted) up Sheeran meeting a girl in a bar where he and his mates are doing shots.\" \"Shape of You\" is written in the key of C minor with a tempo of 96 beats per minute. The song is composed in common time ( time), and follows a basic chord progression of Cm–Fm–A–B (i–iv–VI–VII), and Sheeran's vocals span from G2 to C5. The song's lyrical rhythm drew comparisons to the TLC song \"No Scrubs\", particularly in the pre-chorus line, \"Boy, let's not talk too much/ Grab on my waist and put that body on me.\" As a result, the composers of \"No Scrubs\", Kandi Burruss, Tameka \"Tiny\" Cottle, and Kevin \"She'kspere\" Briggs, were awarded co-writing credits on \"Shape of You\". The negotiations had started before the song's release but weren't finalized until afterwards. ==Critical reception== Jon Caramanica from The New York Times said, \"'Shape of You' is trickier, a nimble and effective song that takes the aggressive thinning of 'Caribbean music'.\" Billboards Taylor Weatherby wrote about the song saying, \"'Shape of You' doesn't quite sound like your typical Sheeran tune. But that almost serves as an indication of what the \"Thinking Out Loud\" singer has been up to during his hiatus: creating music that still feels like Sheeran, just with a new twist.\" Jeremy Gordon of Spin gave the song a positive review, stating that the song \"is a plausible attempt at convincing us he has had sex ... a lot of it. It kind of slaps, though you can't really picture Sheeran ever saying 'put that body on me' to a real human woman.\" News website Metro wrote that it sounds similar to the song \"Cheap Thrills\" by Sia. ==Commercial performance== \"Shape of You\" debuted at number one on the UK Singles Chart on 13 January, selling 227,000 combined units in its first week. Sheeran also debuted at number 2 with the song \"Castle on the Hill\", making him the only artist in UK chart history to debut in the top two positions. \"Shape of You\" debuted at number two on the Scottish Singles Chart behind \"Castle on the Hill\". The song was certified Silver in the first week due to selling 200,000 units and Gold in the second week selling 400,000 units. The song remained at number one in its second week, selling 139,000. It has stayed at number one for 13 consecutive weeks on the UK Singles Chart, and a further week at the top after a week's interruption by Harry Styles' \"Sign of the Times\". In July 2017, the song reached 184 million in streams, making it the most-streamed song in the UK of all time. It was the nation's highest selling and most streamed track of 2017 with 787,000 copies sold and 248 million streams throughout the year, to produce a combined sales of 3.2 million. It is the 3rd best-selling single in the United Kingdom regarding combined sales and streaming equivalent as of 19 September 2017. The song debuted at number one on the Billboard Hot 100, selling 240,000 downloads and gaining 20 million streams in its debut week in the US, becoming Sheeran's first number one song in the country. Sheeran also became the first artist to debut two songs in the top 10 the same week in the history of the Hot 100, with \"Castle on the Hill\" also debuting at number six. \"Shape of You\" topped the Hot 100 for 12 non-consecutive weeks. In its fourth week at number one, the song also topped the Mainstream Top 40, becoming Sheeran's second number- one single on the chart (after 2015's \"Thinking Out Loud\"). On 6 May 2017, it fell to number two on the Hot 100, being displaced by \"Humble\" by Kendrick Lamar. On the issue date, 2 September 2017, \"Shape of You\" spent its 32nd week in the top ten of Hot 100, tying the record for most week on that chart with LeAnn Rimes' \"How Do I Live\" and \"Closer\" by The Chainsmokers featuring Halsey. The following week, \"Shape of You\" spent its 33rd consecutive week in the top 10, breaking the 20-year-old record. This record would be tied twice and eventually broken in 2020 by Post Malone's \"Circles.\" On Billboards Dance/Mix Show Airplay chart, \"Shape of You\" became Sheeran's first number one on a Dance/EDM chart (his third top ten and sixth overall at Dance/Mix Show Airplay) in the United States.\"Kygo & Selena Gomez's 'It Ain't Me' Debuts in Hot Dance/Electronic Songs Chart's Top 10\" from Billboard (22 February 2017) Afterwards, the song topped Dance Club Songs in its 18 March 2017 issue, his first as a solo artist and his second entry on this chart, when he was a featured artist on Rudimental's \"Lay It All on Me\", which peaked at No. 38 in 2016.\"The Chainsmokers Charge to Third Consecutive No. 1 on Hot Dance/Electronic Songs\" from Billboard (9 March 2017) By August 2017, \"Shape of You\" was the best selling song of 2017 in the US with 2.3 million copies sold, the only one to sell over two million. It is also the most streamed song with 799.7 million combined audio and video streams. The song became the number one song of the year on Billboard Hot 100 in 2017, and the second best- selling song in the US after \"Despacito\" with over 2.5 million copies sold. It debuted at number one in France, and was later certified diamond there. According to Pure Charts, in the first half of the year 2017, the song reached 631,000 units (105,000 sales and 526,000 units from streams) and as of September 2017, it exceeds 812,109 units (707,109 from streams). At the end of the year, it exceeds 841,909 units in the country (including 134,800 sales from downloads). It was the best-selling song (including streaming) in France this year. At the end of 2018, it exceeds 862,009 units in the country (including 155,900 traditional sales). In Australia, the song stayed at No. 1 for 15 weeks, breaking a record set 22 years ago by Coolio's \"Gangsta's Paradise\". In doing this, it also broke ABBA's record of fourteen weeks at number one, which was set on the previous Australian charts before the ARIA charts became Australia's official charts. \"Shape of You\" was also Australia's highest selling song of 2017 with 630,000 copies sold by the end of the year. The song is the first ever number one single of the Philippine Hot 100 upon the chart's inception on 12 June 2017. It stayed at the peak position for 4 consecutive weeks before it was dethroned by \"Despacito\" by Luis Fonsi and Daddy Yankee featuring Justin Bieber. Worldwide, the song reached one billion streams on Spotify in June 2017. It became the most streamed song on Spotify in September 2017, reaching 1,318,420,396 streams overtaking Drake's \"One Dance\". It became the first song to reach 2 billions in streams on Spotify in 2018, and it was the most-streamed song of the decade on Spotify, with 2.4 billion streams in the 2010s. In August 2018, Billboard published a new edition of the \"Greatest of All Time Hot 100 Singles\" chart, its list of the 100 best-performing songs in the history of the Hot 100. \"Shape of You\" is ranked at number nine, the third-highest position of any song released in the 2010s (behind only \"Uptown Funk\" by Mark Ronson featuring Bruno Mars and \"Party Rock Anthem\" by LMFAO featuring Lauren Bennett and GoonRock).https://www.billboard.com/charts/hot-100-60th-anniversary Sheeran also has another song charted in the all-time list, as \"Perfect\" is ranked No. 91. ==Music video== On 5 January 2017, to accompany the song's release, a lyric video for \"Shape of You\" was released on Sheeran's YouTube channel with \"Castle on the Hill\". As of July 2020, the official lyric video has had over 890 million views on YouTube. On 30 January 2017, the song's official music video, starring American dancer and model Jennie Pegouskie and retired professional sumo wrestler Yamamotoyama Ryūta (credited as \"Yama\"), was released on Sheeran's channel. It was shot on location in Seattle, and was directed by Jason Koenig. On 8 May 2017, 97 days after its release, it became one of the fastest music videos to reach 1 billion views on YouTube, and as of October 2020, the music video has over 5 billion views on the site and is the site's third most-watched video. ==Remixes and covers== The official remix of \"Shape of You\" features newly additional verses and guest vocals by English grime artist Stormzy. The remix premiered during Sheeran and Stormzy's live collaboration at the 2017 Brit Awards at The O2 in London on 22 February 2017. Sheeran announced on Twitter that the remix would be released officially on 24 February 2017. On the same date, various remixes of the song were released on digital music services. Sheeran teased the releases ahead of 2017 Brit Awards ceremony. \"I've got two things dropping on Friday that are pretty interesting\", he revealed in a BBC Radio 1 interview just hours before the big show. \"One that gets debuted at the Brits, which I think people will go a bit nuts for.\" He added, \"It's something that I think nobody is expecting. I think it'll be decent.\" In the United States, \"Shape of You\" has immediately become a favorite among DJs and remixers, prompting several of them to create their own versions. One DJ, Joe \"Maz\" Masurka, told Billboard that after he did his own remix on the single that he received a lot of great feedback and response: \"I absolutely love the track, so I had to remix it myself so that I could play it in all my live shows. Ed is a genius; best song in the last few years. I've been playing it literally everywhere I've been booked since about mid-January: Hyde Bellagio in Las Vegas, E11even and Ora in Miami, Parq in San Diego, Premier Atlantic City ... the dance floor loves it.\"\"Why Ed Sheeran's 'Shape of You' Has Become a Rare Two-Week No. 1 on Dance Club Songs\" from Billboard (16 March 2017) A Latin remix featuring reggaeton duo Zion & Lennox was released on 17 March 2017. Sheeran and American rapper Lil Uzi Vert performed a live remix of \"Shape Of You\" during the 2017 MTV Video Music Awards, followed by a rendition of Lil Uzi Vert's song \"XO Tour Llif3\". The duo Pachanga released a Spanish-language Latin version as \"Enamorado de ti (Shape of You)\" in 2017 with some English lyrics from the original and an additional sampling of the song \"Roll It Gal\" a song by Alison Hinds. == In other media == The song is featured on the dance rhythm game, Just Dance 2018. It was featured and remixed in YouTube Rewind: The Shape of 2017. The song is also used in an episode in the French version of Skam. Pentatonix covered the song as a mash-up with \"Despacito\" for their 2018 album PTX Presents: Top Pop, Vol. I. Likewise, the song was covered by Hawaiian ukulele artist Jake Shimabukuro for his 2018 album, The Greatest Day. The song appears often in the Japanese drama 僕たちがやりました(We Did It/Fugitive Boys). M&S; used the song in their food adverts from 2017 to 2019. It also serves as the singer (Sheeran's) ringtone in Yesterday. The song also has been covered by Postmodern Jukebox, done as a Stevie Wonder-style 70s number, guest starring Stefano Langone (known professional as just Stefano) on lead vocals.https://www.youtube.com/watch?v=WjCgYk_APVU ==Formats and track listings== *Digital download #\"Shape of You\" – 3:53 *Digital download #\"Shape of You\" – 3:15 *Digital download #\"Shape of You\" – 3:43 *Digital download #\"Shape of You\" – 3:51 *Digital download #\"Shape of You\" – 3:12 *Digital download #\"Shape of You\" – 3:57 *Digital download #\"Shape of You\" – 4:25 *Digital download #\"Shape of You\" - 4:00 *Digital download #\"Shape of You\" – 3:10 *German CD single #\"Shape of You\" – 3:53 #\"Shape of You\" – 3:43 ==Credits and personnel== Credits and personnel adapted from ÷ album liner notes. Recording *Recorded at Rokstone Studios (London) and Gingerbread Man Studios (Suffolk and London) *Mixed at The Mixsuite (South London and Los Angeles) *Mastered at Metropolis Mastering (London) Management *Published by Ed Sheeran Limited and Sony/ATV Music Publishing (UK) Limited, Spirit B Unique Music / Polar Patrol administered by Kobalt Music Publishing Ltd. (PRS) and Rokstone Music Limited administered under exclusive license to Universal Music Publishing Limited Personnel *Ed Sheeran – songwriter, lead vocals, background vocals, co-producer, percussion *Johnny McDaid – songwriter, guitars *Steve Mac – songwriter, producer, keyboards *Dann Pursey – engineering *Chris Laws – engineering, drums *Joe Rubel – engineering *Mark \"Spike\" Stent – mixing *Geoff Swan – mixing assistant *Michael Freeman – mixing assistant *Wayne Hernandez – background vocals *Travis Cole – background vocals *Geo Gabriel – background vocals *Stuart Hawkes – mastering ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017–20) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Argentina (Monitor Latino) | 2 |- |- |- |- |- ! scope=\"row\"| Brazil Pop Airplay (Billboard Brasil) | 1 |- ! scope=\"row\"| Brazil Hot Streaming (Pro-Música Brasil) | 19 |- ! scope=\"row\"| Bulgaria (PROPHON) | 1 |- |- |- |- |- ! scope=\"row\"| Chile (Monitor Latino) | 4 |- ! scope=\"row\" | Colombia (Monitor Latino) | 8 |- ! scope=\"row\"| Colombia (National-Report) | 10 |- ! scope=\"row\"| Croatia (HRT) | 1 |- |- |- |- !scope=\"row\"| Ecuador (National-Report) | 14 |- !scope=\"row\"| Euro Digital Songs (Billboard) | 1 |- |- |- |- ! scope=\"row\"| Global 200 (Billboard) | 86 |- ! scope=\"row\"| Greece Airplay (IFPI) | 1 |- ! scope=\"row\"| Greece Digital Songs (Billboard) | 1 |- ! scope=\"row\"| Guatemala (Monitor Latino) | 4 |- |- |- |- |- |- |- |- |- ! scope=\"row\"| Latvia (Latvijas Top 40) | 1 |- !scope=\"row\"| Lebanon (Lebanese Top 20) | 2 |- ! scope=\"row\"| Luxembourg Digital Songs (Billboard) | 1 |- ! scope=\"row\"| Malaysia (RIM) | 1 |- ! scope=\"row\"| Mexico (Monitor Latino) | 4 |- ! scope=\"row\"| Mexico Airplay (Billboard) | 2 |- ! scope=\"row\"| Mexico Streaming (AMPROFON) | 2 |- |- ! scope=\"row\"|Netherlands (Mega Top 50) | 1 |- |- |- |- ! scope=\"row\"| Panama (Monitor Latino) | 2 |- ! scope=\"row\"| Paraguay (Monitor Latino) | 2 |- ! scope=\"row\"| Paraguay (SGP) |49 |- ! scope=\"row\"| Peru (Monitor Latino) | 2 |- ! scope=\"row\"| Philippines (Philippine Hot 100) | 1 |- |- |- |- !scope=\"row\"|Romania (Airplay 100) Note: User may scroll down the 'Podcasturi' menu to play or download the respective podcast. |1 |- ! scope=\"row\"| Russia Airplay (Tophit) | 1 |- |- ! scope=\"row\"| Serbia (Radiomonitor) | 1 |- ! scope=\"row\"| Singapore (RIAS) | 23 |- |- |- ! scope=\"row\"| Slovenia (SloTop50) | 1 |- ! scope=\"row\"| South Korea International (Gaon) | 1 |- |- |- |- |- ! scope=\"row\"| Ukraine Airplay (Tophit) | 1 |- ! scope=\"row\"| Uruguay (Monitor Latino) | 9 |- |- |- |- |- |- |- |- |- |- ! scope=\"row\"| Venezuela (Record Report) | 68 |- !scope=\"row\"| Venezuela (National-Report) | 28 |- |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+ Combined chart entries for original and Zion & Lennox remix ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Colombia (National-Report) | 88 |- ! scope=\"row\"| Ecuador (National-Report) | 15 |- ! scope=\"row\"| Venezuela (National-Report) | 67 |} ===Year-end charts=== {|class=\"wikitable plainrowheaders sortable\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Position |- ! scope=\"row\"| Argentina (CAPIF) If necessary, click Digital Anual, then click 2017. | 3 |- ! scope=\"row\"| Argentina (Monitor Latino) | 2 |- ! scope=\"row\"| Australia (ARIA) | 1 |- ! scope=\"row\"| Austria (Ö3 Austria Top 40) | 2 |- ! scope=\"row\"| Belgium (Ultratop 50 Flanders) | 1 |- ! scope=\"row\"| Belgium (Ultratop 50 Wallonia) | 1 |- ! scope=\"row\"| Bolivia (Monitor Latino) | 19 |- ! scope=\"row\"| Brazil (Billboard Brasil Hot 100 Airplay) | 1 |- ! scope=\"row\"| Canada (Canadian Hot 100) | 1 |- ! scope=\"row\"| Colombia (Monitor Latino) | 12 |- ! scope=\"row\"| Costa Rica (Monitor Latino) | 22 |- ! scope=\"row\"| Denmark (Tracklisten) | 1 |- ! scope=\"row\"| Dominican Republic (Monitor Latino) | 41 |- ! scope=\"row\"| Ecuador (Monitor Latino) | 16 |- ! scope=\"row\"| El Salvador (Monitor Latino) | 34 |- ! scope=\"row\"| France (SNEP) | 1 |- ! scope=\"row\"| Germany (Official German Charts) | 1 |- ! scope=\"row\"| Guatemala (Monitor Latino) | 4 |- ! scope=\"row\"| Honduras (Monitor Latino) | 48 |- ! scope=\"row\"| Hungary (Dance Top 40) | 4 |- ! scope=\"row\"| Hungary (Rádiós Top 40) | 1 |- ! scope=\"row\"| Hungary (Single Top 40) | 3 |- ! scope=\"row\"| Hungary (Stream Top 40) | 1 |- ! scope=\"row\"| Israel (Media Forest) | 1 |- ! scope=\"row\"| Italy (FIMI) | 2 |- ! scope=\"row\"| Japan (Japan Hot 100)\"Japan Hot 100 – Year-End 2017\". Billboard. Retrieved 5 August 2018. | 2 |- ! scope=\"row\"| Malaysia (RIM) | 1 |- ! scope=\"row\"| Mexico (AMPROFON) | 4 |- ! scope=\"row\"| Mexico (Monitor Latino) | 4 |- ! scope=\"row\"| Netherlands (Dutch Top 40) | 1 |- ! scope=\"row\"| Netherlands (Single Top 100) | 1 |- ! scope=\"row\"| Nicaragua (Monitor Latino) | 60 |- ! scope=\"row\"| Norway (VG Lista) | 2 |- ! scope=\"row\"| New Zealand (Recorded Music NZ) | 1 |- ! scope=\"row\"| Panama (Monitor Latino) | 8 |- ! scope=\"row\"| Paraguay (Monitor Latino) | 2 |- ! scope=\"row\"| Paraguay (SGP) |49 |- ! scope=\"row\"| Peru (Monitor Latino) | 5 |- ! scope=\"row\"| Poland (ZPAV) | 1 |- ! scope=\"row\"| Portugal (AFP) | 2 |- ! scope=\"row\"| Romania (Airplay 100) |1 |- ! scope=\"row\"| Slovenia (SloTop50) | 1 |- ! scope=\"row\"| South Korea (Gaon) | 4 |- ! scope=\"row\"| Spain (PROMUSICAE) | 2 |- ! scope=\"row\"| Sweden (Sverigetopplistan) | 1 |- ! scope=\"row\"| Switzerland (Schweizer Hitparade) | 1 |- ! scope=\"row\"| Uruguay (Monitor Latino) | 20 |- ! scope=\"row\"| UK Singles (Official Charts Company) | 1 |- ! scope=\"row\"| US Billboard Hot 100 | 1 |- ! scope=\"row\"| US Adult Contemporary (Billboard) | 2 |- ! scope=\"row\"| US Adult Top 40 (Billboard) | 1 |- ! scope=\"row\"| US Dance Club Songs (Billboard) | 1 |- ! scope=\"row\"| US Dance/Mix Show Airplay (Billboard) | 1 |- ! scope=\"row\"| US Mainstream Top 40 (Billboard) | 1 |- ! scope=\"row\"| US Rhythmic (Billboard) | 17 |} {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Position |- ! scope=\"row\"| Argentina (Monitor Latino) | 42 |- ! scope=\"row\"| Australia (ARIA) | 25 |- ! scope=\"row\"| Belgium (Ultratop Flanders) | 41 |- ! scope=\"row\"| Belgium (Ultratop Wallonia) | 37 |- ! scope=\"row\"| Canada (Canadian Hot 100) | 39 |- ! scope=\"row\"| CIS (Tophit) | 29 |- ! scope=\"row\"| Denmark (Tracklisten) | 23 |- ! scope=\"row\"| Estonia (IFPI) | 50 |- ! scope=\"row\"| France (SNEP) | 15 |- ! scope=\"row\"| Germany (Official German Charts) | 34 |- ! scope=\"row\"| Hungary (Dance Top 40) | 12 |- ! scope=\"row\"| Hungary (Rádiós Top 40) | 10 |- ! scope=\"row\"| Hungary (Single Top 40) | 21 |- ! scope=\"row\"| Ireland (IRMA) | 34 |- ! scope=\"row\"| Italy (FIMI) | 60 |- ! scope=\"row\"| Japan (Japan Hot 100)\"Japan Hot 100 – Year-End 2018\". Billboard. Retrieved 7 December 2018. | 14 |- ! scope=\"row\"| Netherlands (Single Top 100) | 45 |- ! scope=\"row\"| New Zealand (Recorded Music NZ) | 20 |- ! scope=\"row\"| Portugal (AFP) | 24 |- ! scope=\"row\"| Russia (Tophit) | 91 |- ! scope=\"row\"| Slovenia (SloTop50) | 25 |- ! scope=\"row\"| South Korea (Gaon) | 29 |- ! scope=\"row\"| Sweden (Sverigetopplistan) | 22 |- ! scope=\"row\"| Switzerland (Schweizer Hitparade) | 13 |- ! scope=\"row\"| UK Singles (Official Charts Company) | 31 |- ! scope=\"row\"| US Billboard Hot 100 | 71 |- ! scope=\"row\"| US Adult Contemporary (Billboard) | 15 |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| Australia (ARIA) | 75 |- ! scope=\"row\"| Denmark (Tracklisten) | 84 |- ! scope=\"row\"| France (SNEP) | 66 |- ! scope=\"row\"| Japan (Japan Hot 100) | 27 |- ! scope=\"row\"| Portugal (AFP) | 100 |- ! scope=\"row\"| Slovenia (SloTop50) | 44 |- ! scope=\"row\"| South Korea (Gaon) | 94 |- ! scope=\"row\"| UK Singles (Official Charts Company) | 76 |} ===Decade-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2010–19) ! scope=\"col\"| Position |- ! scope=\"row\"| Australia (ARIA) | 1 |- ! scope=\"row\"| Germany (Official German Charts) | 1 |- ! scope=\"row\"| UK Singles (Official Charts Company) | 1 |- ! scope=\"row\"| US Billboard Hot 100 | 3 |- ! scope=\"row\"| US Mainstream Top 40 (Billboard) | 1 |} ===All-time charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart ! scope=\"col\"| Position |- ! scope=\"row\"|US Billboard Hot 100 | 9 |} ==Sales and certifications== !scope=\"col\" colspan=\"3\"| Streaming |- ==Release history== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Region ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Version ! scope=\"col\"| Label ! scope=\"col\" class=\"unsortable\"| |- ! scope=\"row\" | Italy | rowspan=\"2\"| 6 January 2017 | rowspan=\"3\"| Contemporary hit radio | rowspan=\"3\"| Original | Warner | style=\"text-align:center;\"| |- ! scope=\"row\"| United Kingdom | Asylum | style=\"text-align:center;\"| |- ! scope=\"row\"| United States | 10 January 2017 | Atlantic | style=\"text-align:center;\"| |- ! scope=\"row\" rowspan=\"2\"| Various | 10 February 2017 | rowspan=\"2\" | Digital download | Galantis remix and Acoustic | rowspan=\"6\"| Asylum | style=\"text- align:center;\"| |- | rowspan=\"2\"| 24 February 2017 | Stormzy remix and Major Lazer remix | style=\"text-align:center;\"| |- ! scope=\"row\"| Germany | CD single | Original | style=\"text-align:center;\"| |- ! scope=\"row\"| United Kingdom | 17 March 2017 | rowspan=\"3\"| Digital download | Latin remix featuring Zion & Lennox | style=\"text-align:center;\"| |- ! scope=\"row\" rowspan=\"2\"| Various | 11 August 2017 | Yxng Bane remix | style=\"text- align:center;\"| |- | 1 September 2017 | NOTD remix | style=\"text- align:center;\"| |} ==See also== *List of Airplay 100 number ones of the 2010s *List of number-one hits of 2017 (Argentina) * List of best-selling singles in Australia * List of number-one singles of 2017 (Australia) * List of number- one digital tracks of 2017 (Australia) * List of number-one streaming tracks of 2017 (Australia) * List of number-one hits of 2017 (Austria) * List of Ultratop 50 Flanders number-one singles of 2017 * List of Ultratop 50 Wallonia number-one singles of 2017 * List of Canadian Hot 100 number-one singles of 2017 * List of number-one digital songs of 2017 (Canada) * List of number-one songs of the 2010s (Czech Republic) * List of number-one songs of 2017 (Denmark) * List of number-one singles of 2017 (Finland) * List of number-one hits of 2017 (France) * List of number-one hits of 2017 (Germany) * List of number-one singles of the 2010s (Hungary) * List of number-one singles of 2017 (Ireland) * List of number-one hits of 2017 (Italy) * Japan's Billboard Year- End Hot 100 singles of 2017 * List of number-one songs of 2017 (Malaysia) * List of Mexico Ingles Airplay singles of the 2010s * List of Dutch Top 40 number-one singles of 2017 * List of number-one singles from the 2010s (New Zealand) * List of number-one songs in Norway * List of number-one singles of 2017 (Poland) * List of Romandie Charts number-one singles of 2017 * List of Scottish number-one singles of 2017 * List of number-one singles of 2017 (Slovenia) * List of number-one singles of the 2010s (Sweden) * List of number-one hits of 2017 (Switzerland) * Lists of UK Singles Chart number ones of the 2010s * List of Billboard Hot 100 number-one singles of 2017 * List of Adult Top 40 number-one songs of the 2010s * List of Hot 100 Airplay number- one singles of the 2010s * List of number-one dance singles of 2017 (U.S.) * List of number-one digital songs of 2017 (U.S.) * List of Billboard Dance/Mix Show Airplay number-one singles of 2017 * List of Billboard Adult Contemporary number ones of 2017 * List of Billboard Mainstream Top 40 number-one songs of 2017 * List of number-one Billboard Streaming Songs of 2017 * Billboard Year- End Hot 100 singles of 2017 * List of most liked YouTube videos * List of most streamed songs on Spotify * List of most streamed songs in the United Kingdom * List of most viewed YouTube videos ==References== ==External links== * * New York Times video and text analysis of song Category:2017 singles Category:2017 songs Category:Ed Sheeran songs Category:Number-one singles in Australia Category:Number-one singles in Austria Category:Billboard Dance/Mix Show Airplay number-one singles Category:Billboard Hot 100 number-one singles Category:Billboard Mainstream Top 40 (Pop Songs) number-one singles Category:Billboard Dance Club Songs number-one singles Category:Billboard Adult Contemporary number-one singles Category:Canadian Hot 100 number-one singles Category:Dutch Top 40 number-one singles Category:Single Top 100 number-one singles Category:Irish Singles Chart number-one singles Category:Number-one singles in Denmark Category:Number-one singles in Finland Category:Number-one singles in Germany Category:Number-one singles in Greece Category:Number-one singles in Hungary Category:Number-one singles in Israel Category:Number-one singles in Italy Category:Number-one singles in Malaysia Category:Number-one singles in Norway Category:Number-one singles in Poland Category:Number-one singles in Portugal Category:Number-one singles in Romania Category:Number-one singles in Russia Category:Number-one singles in Scotland Category:Number-one singles in Sweden Category:Number-one singles in Switzerland Category:British dancehall songs Category:UK Singles Chart number- one singles Category:Ultratop 50 Singles (Flanders) number-one singles Category:Ultratop 50 Singles (Wallonia) number-one singles Category:Reggae fusion songs Category:Song recordings produced by Steve Mac Category:Songs written by Ed Sheeran Category:Songs written by Johnny McDaid Category:Songs written by Steve Mac Category:Songs about sexuality Category:Billboard Adult Top 40 number-one singles Category:Grammy Award for Best Pop Solo Performance Category:Songs written by Tameka Cottle Category:Tropical house songs Category:Songs written by Kevin \"She'kspere\" Briggs Category:Songs written by Kandi Burruss Category:Songs involved in plagiarism controversies Category:Asylum Records singles Category:Atlantic Records singles ",
    "title": "Shape of You"
}