{
    "id": "52787420",
    "text": "PC Strand, or prestressed concrete steel strand, is a twisted steel cable composed of 2, 3, 7 or 19 high strength steel wires and is stress-relieved (stabilized) for prestressed concrete or similar purposes. ==Classification== PC strand is classified according to the number of steel wires in a strand: 2 wire strand, 3 wire strand, 7 wire steel strand and 19 wire steel strand. It can be classified according to the surface morphology and can be divided into: smooth steel strand, scoring strand, mold pulling strand (compact), coated epoxy resin steel strand. They can also be classified by diameter, or intensity level, or standard. ==Specifications== In the description and list of the table we often see, there are 15-7Φ5, 12-7Φ5, 9-7Φ5 and other specifications of the prestressed steel strand. To 15-7Φ5, for example, 5 said a single diameter 5.0mm of steel, 7Φ5 said seven of the steel wire to form a strand, and 15 that the diameter of each strand of 15mm, the total meaning is \"one The beam consists of 7 strands of diameter 15 mm (each having a total diameter of about 15.24 mm, a dimensional deviation +0.40 -0.20; a diameter of about 5.0 mm per filament). The general sectional area is calculated according to 140mm ^ 2. The theoretical breaking value is 140 * 1860 = 260.4 kN, which can withstand the tension of 156.24-169.26 kN according to the prestressing standard of 60% -65%. ==Materials== Using high-carbon steel wire rod, after surface treatment it is cold drawn into steel wire, and then the strand structure will be a number of steel wires stranded into shares. Next the elimination of stress by way of a stabilization process. In order to extend durability, the wire can have metal or non-metallic coatings, such as galvanized, or epoxy resin coating. In order to increase the bond strength with the concrete, the surface can have nicks and so on. The prestressed strands of the mold are twisted to form a mold compression process, the structure is more compact, and the surface layer is more suitable for anchoring. Production of unbonded prestressed steel strand (unbonded steel strand) using ordinary prestressed steel wire, coated with oil or paraffin after the packaging into high-density polyethylene (HDPE) bags. ==Features== The main characteristic of the prestressed steel strand is high strength and relaxation performance is good, the other when the more straight. Common tensile strength levels of 1860 MPa, as well as 1720, 1770, 1960, 2000, 2100 MPa and the like intensity levels. The yield strength of this steel is also higher. ==Application== In most of the post-tensioned and pre-tensioned prestressed project, smooth steel strand is the most widely used prestressed steel. Stranded strand is mainly used to enhance the project, but also for nuclear power and the like works. Galvanized steel strand commonly used in the bridge of the tie rod, cable and external prestressing works. Epoxy coated steel stranded wire is similar to galvanized prestressed steel wire. ==Standards== Countries have standards for prestressed strand, such as: China Standard GB / T 5224, American Standard ASTM A416, British standard BS 5896 and the Japanese standard JIS G3536, the Australian standard AS / NZS 4672, Brazilian standard NBR-7483 ==References== 3, http://www.pcstrand.cn/f694801/What's-PC-STRAND.htm Category:Prestressed concrete construction Category:Reinforced concrete Category:Steel ",
    "title": "PC strand"
}