{
    "id": "52787021",
    "text": "The 1949 Harbor Bowl was an American college football bowl game played on January 1, 1949 at Balboa Stadium in San Diego, California. The game pitted the Nevada Wolf Pack and the Villanova Wildcats. This was the 3rd and final edition of the Harbor Bowl. ==Background== As an NCAA University Division independent, the Wildcats won 7 of their 10 games while being invited to their second bowl game in two years. The Wildcats had beaten Texas A&M;, Miami and North Carolina State while tying Kentucky. The Wolf Pack (also an independent) finished with nine victories, the most in one regular season for the Wolf Pack, who were making their second straight bowl game appearance. The Wolf Pack had beaten Tulsa, Wichita, Fresno State, and San Jose. ==Game summary== *Villanova — Peter D’Alonzo 3 yard touchdown run (Kick no good) *Villanova — Robert Pollidor 4 yard touchdown run (Clavin kick) *Nevada — Tommy Kalmanir 66 yard touchdown run (Corley kick) *Villanova — John Geppi 80 yard touchdown run (Clavin kick) *Villanova — D’Alonzo 8 yard touchdown run (Clavin kick) In a battle of a rough-minded Eastern team and an air attack oriented Western team on an overcast and rainy day, the hard-lining Wildcats pulled through. Nevada quarterback Stan Heath and fullback Sherman Howard both fell prey to injury before the first half ended, with Villanova scoring twice in that span, with Nevada fumbling the ball on the goal line at one point in the 2nd quarter. John Geppi rushed for 114 yards on six carries.http://grfx.cstv.com/photos/schools/nova/sports/m-footbl/auto_pdf/MediaGuidePart15.pdfhttp://grfx.cstv.com/photos/schools/unv/sports/m-footbl/auto_pdf/2016-17/prospectus/prospectus.pdf ==Aftermath== The Wolf Pack did not return to a bowl game for 43 years, until 1992 when they were invited to the Las Vegas Bowl due to winning the Big West Conference in their first season of Division I-A play. It took four more years for the Wolf Pack to win a bowl game, which ended a 48-year drought. As for the Wildcats, they did not return to a bowl game until 1961. This was the last Harbor Bowl ever held. ==References== Harbor Bowl Category:Nevada Wolf Pack football bowl games Category:Villanova Wildcats football bowl games Category:January 1949 sports events Harbor Bowl ",
    "title": "1949 Harbor Bowl"
}