{
    "id": "52795188",
    "text": "Richard Gabourie (April 30, 1939 – October 11, 2004) was a Canadian actor, screenwriter and film producer,\"Richard Gabourie: Electric confidence\". Cinema Canada, January/February 1979. most noted for winning the Canadian Film Award for Best Actor in 1978 for Three Card Monte.\"Unseen Silent Partner sweeps film awards\". The Globe and Mail, September 22, 1978. Born in Moose Jaw, Saskatchewan,\"'A boy next door' plays his cards and hopes for a winner\". Toronto Star, September 10, 1978. Gabourie worked as a stockbroker as a young man before studying acting at Toronto's Academy of Theatre Arts.\"RICHARD GABOURIE, PRODUCER 1939-2004: In 1978, the former stockbroker set the domestic movie industry on its ear with his first film. Skilled in the art of raising funds, he rode the first wave of Canadian filmmaking\". The Globe and Mail, October 26, 2004. Initially cast in bit parts and commercials, he eventually decided that with the Canadian film industry still relatively limited in its output, his best chance at getting a bigger and better part was to create one for himself, and worked for three years to write and make Three Card Monte. At the Canadian Film Awards, he won the award for Best Actor and the Wendy Michener Award. Following his award win, he wrote and starred in his second film, Title Shot, in 1979.\"Title Shot misses both of its targets\". The Globe and Mail, September 11, 1979. Title Shot was more poorly received than his debut, however, and after a final supporting appearance in the 1980 film Final Assignment he concentrated thereafter on production. His credits as a producer included the television film Showbiz Goes to War, the television series The Achievers and the 1989 film Buying Time, the directorial debut of his son Mitchell. Gabourie died on October 11, 2004 of cancer. ==References== ==External links== * Category:1939 births Category:2004 deaths Category:Canadian male film actors Category:Canadian male screenwriters Category:Canadian film producers Category:Canadian television producers Category:Best Actor Genie and Canadian Screen Award winners Category:Male actors from Saskatchewan Category:People from Moose Jaw Category:Writers from Saskatchewan Category:20th-century Canadian screenwriters ",
    "title": "Richard Gabourie"
}