{
    "id": "52793883",
    "text": "Gregory (III) from the kindred Monoszló (; c. 1240 – between 1291 and 1294) was a Hungarian lord, who served as the first known Judge of the Cumans in 1269. Through his marriage, he was a relative of the royal Árpád dynasty. ==Family background== Gregory III was born into the gens Monoszló around 1240 as the son of Gregory II, who functioned as ispán of Krassó County in 1255. His mother was an unidentified noblewoman from the gens Bő, possibly the daughter of Ders. His grandfather was Thomas I, the Ban of Slavonia between 1228 and 1229. Gregory had two brothers, Egyed II, who served as Master of the treasury several times, and Peter, who functioned as Bishop of Transylvania from 1270 to 1307. Despite his direct royal kinship relations, Gregory's career was overshadowed by his elder brother, the more ambitious and capable Egyed. The three brothers supported each other in national politics and gradually distinguished themselves from the other branches of the Monoszló kindred. This intention also appeared in contemporary documents and charters, when their names were referred with the suffixes \"de genere Thome bani\" (\"from Ban Thomas' kindred\"), and later \"de Filek\", when the eldest one, Egyed was granted Fülek Castle (today Fiľakovo, Slovakia) by his lord, Duke Stephen. Gregory became a relative of the royal House of Árpád, when he married an unidentified sister of Duke Stephen's consort, Elizabeth the Cuman. Elizabeth, and Gregory's wife most possibly were the daughters of Seyhan, a Cuman chieftain. The marriage of Gregory and the Cuman lady presumably occurred in the mid-1260s, as, according to a 1274 royal charter issued by Elizabeth's son, Ladislaus IV of Hungary, Elizabeth had previously donated the queenly estate of Pány (today Paňovce, Slovakia) to her sister, which area then belonged to her husband, Stephen's realm, who, adopting the title of Junior King, forced his father, King Béla IV of Hungary to cede all the lands of the Kingdom of Hungary to the east of the Danube to him. Later, in 1274, Ladislaus IV confiscated his aunt's estate in exchange for Kárán, Somogy County, which laid near to the Monoszlós' lands. Historian János Karácsonyi claimed, Elizabeth and her unidentified sister were the siblings of Bulgarian Despot Jacob Svetoslav, who rebelled against his father-in-law, Stephen's rule, and after the victorius Hungarian campaign in 1266, Egyed Monoszló, who captured Tirnovo, took the Despot's sister to marry with his younger brother, Gregory as pledge of the peace. ==Career== Belonging to his kinship, Gregory was unflinchingly loyal to Duke Stephen, who launched a civil war against his father, Béla IV in 1264. However there is no source whether he actively participated battles or held any specific offices in Stephen's royal court. In 1269, Gregory was mentioned twice as Judge of the Cumans, becoming the first known person who held that dignity. Earlier archontological and historical works identified the office-holder with his father, Gregory II. However historian Attila Zsoldos argued the last mention of Gregory II is from 1256, and there is no record of him about his role in the 1260s civil war or any political relation with Duke Stephen. Contrary to him, as Zsoldos noted, Gregory III belonged to the court of his sister-in-law's husband, Duke Stephen, and had a Cuman wife. In the two documents, Gregory, as Judge of the Cumans – after the conclusion of the war – appeared before the elderly Béla IV in the royal court to negotiate over Slavonian estate matters with his cousins, Thomas III and Stephen II, and a distant relative, Nicholas. After Béla's death, Stephen V succeeded his father without difficulties and was crowned on or after 17 May 1270. Mojs, the newly-appointed Palatine of Hungary adopted the title Judge of the Cumans, merging the two dignities. In the same time, Gregory was made Master of the treasury for his sister-in-law, Queen Elizabeth (while his brother, Egyed held the same office in the royal court of Stephen V). Beside that, Gregory also became ispán of Vas County. In this capacity, Gregory had important role in the emerging armed conflict between Stephen V and Ottokar II of Bohemia. After Stephen's coronation, the closest advisors of the late Béla, for instance Henry Kőszegi and Nicholas Geregye, following the new monarch's sister, Anna of Macsó, fled Hungary and handed over Kőszeg, Borostyánkő (today Bernstein, Austria) and their other castles in Vas County, along the western borders to Ottokar II. Then Stephen V launched a plundering raid into Styria around December 1270. Gregory was one of the commanders of the royal army against the Bohemian king. In the next year, Nicholas Geregye returned Hungary and swore loyalty to Stephen after the Peace of Pressburg, which signed on 2 July 1271. Though Ottokar renounced its claims on territories conquered in Hungary, the Kőszegis, strengthening with Bohemian and Styrian defenders, refused to give back their castles along the western border. As a result, Gregory led a royal army to successfully besiege and capture Henry Kőszegi's four castles in August 1271. The Ban of Slavonia, Joachim Gutkeled, turned against Stephen V and kidnapped his ten-year old son and heir, Ladislaus in the summer of 1272. Stephen besieged Joachim's fortress in Koprivnica, but could not free his son. The king soon fell ill and died on 6 August 1272, thus the Monoszló brothers lost their patron. Joachim Gutkeled departed for Székesfehérvár as soon as he was informed of Stephen V's death, because he wanted to arrange Ladislaus' coronation. Gregory's sister-in-law, Dowager Queen Elizabeth joined him, infuriating Stephen V's partisans who accused her of having conspired against her husband. Gregory's brother, Egyed immediately laid siege in late August to Elizabeth's estate in Székesfehérvár to \"rescue\" Ladislaus from the rival baronial group's influence. However the military action ended in failure. Egyed and Gregory \"fear of the Queen's revenge\", fled to Pressburg (today Bratislava, Slovakia). They captured the castle and its surrounding areas and handed over to Ottokar II who provided shelter to them. Their Hungarian lands were confiscated following that by Queen Elizabeth in the name of his son. The Monoszló brothers were granted the Austrian castles of Laa, Stockerau, Korneuburg and Kreuzenstein by Ottokar, who also commissioned them to administrate Pressburg and the adjacent forts. Following the Bohemian invasion of Hungary in April 1273, Egyed and Gregory fled Prague for Hungary and swore loyalty to Ladislaus IV, thus received forgiveness from Elizabeth and the Monoszlós' confiscated lands were regained (Gregory was granted Kárán then). He was re-appointed ispán of Vas County, and simultaneously also served as head of Požega County until 1273. In this capacity, he fought against Ottokar's troops at Győr. However the rival baronial group, dominated by the Kőszegi and the Gutkeled clans, regained its influence and, among others, Gregory was dismissed from his office. Both Egyed and Gregory lost all political influence for uncertain reasons after 1275, as they had never hold any dignities after that, despite the fact that their allies, the Csák group was able to return to govern the realm even at the end of the year. They jointly owned Álmosd in Bihar County in 1291. Gregory died childless by 1294. ==References== ==Sources== * * * * * * * Category:13th- century Hungarian people Category:1290s deaths Gregory 03 Category:Year of birth uncertain ",
    "title": "Gregory III Monoszló"
}