{
    "id": "52795986",
    "text": "Vivian, Lt.Col. J.L., (Ed.) The Visitations of the County of Devon: Comprising the Heralds' Visitations of 1531, 1564 & 1620, Exeter, 1895, p. 781, pedigree of Whiddon of Chagford Sir John Whiddon (died 27 January 1576) of Whiddon in the parish of Chagford in Devon, was a Justice of the Queen's Bench from 4 October 1553 to his death on 27 January 1576,Sainty, John, The Judges of England 1272 -1990: A List of Judges of the Superior Courts, Oxford, 1993, p. 29 during the reigns of Queen Mary I and Queen Elizabeth I. ==Personal life== He was the son of John Whiddon of Chagford by his wife who was a member of the Rugg family of Chagford. His ancestors were resident in the parish of Chagford for at least six generations prior to the judge. Whiddon married twice. His first wife was Ann Hollis, daughter of Sir William Hollis, by whom he had a daughter, Joane, who married John Ashley of London. His second marriage was to Elizabeth Shilston, a daughter and co-heiress of William Shilston. Among their eleven children were William, his eldest son and heir apparent, who predeceased his father without children, having married Eleanor Basset, a daughter of John Basset (1518–1541), and Francis (died 1606), fourth son, whose granddaughter was the legendary Mary Whiddon.Devon Perspectives – Chagford. Retrieved 7 January 2107. Their other sons included Edward (1537–1598), second and eldest surviving son and heir, who was admitted to the Inner Temple in 1559; Oliver, third son, who became Archdeacon of Totnes; and Nicholas (died 1598), who became Rector of North Bovey. Whiddon died on 27 January 1576. His monument survives in St Michael the Archangel's Church, Chagford.Pevsner, p. 250.See image in Deer park wall at Whiddon, built of massive granite blocks by Sir John Whiddon ==Career== Whiddon entered the Inner Temple to study law and became Reader and later Double Reader and Treasurer of that Inn of Court. He was created a Serjeant-at-Law in 1547, and King's Serjeant in 1551. In 1553 Queen Mary I appointed him a Justice of the Queen's Bench.Thoms, William J. (ed.) (L'Estrange, Nicholas & Aubrey, John & Collet, John), Anecdotes and Traditions, Illustrative of Early English History and Literature, London, 1839, p. 120, No CXCVI \"A Judge on Horseback\", quoting \"Collet, p. 64\" He is said by Dugdale in his Origines Juridiciales (1666) to have been the first judge who rode to Westminster Hall on a horse or gelding, before which time the judges rode on mules.Thornbury, Walter, Old and New London, Volume 3, London, 1878, The Law Courts and Old Palace Yard, pp. 560–567 The manner of judges riding to Westminster Hall is recorded in the case of his father's contemporary Thomas Wolsey (1473–1530) as \"trapped all in crimson velvet, with a saddle of the same and gilt stirrups\". ==Landholdings== During the reign of Queen Elizabeth I (1558–1603) he purchased the manor of Chagford in Devon.Daniel Lysons and Samuel Lysons, Magna Britannia – Volume 6, Devonshire, 1822. p. 96. He built there on his ancestral estate within that manor a new mansion house at Whiddon, part of which survives today. He enclosed a deer park with the surviving wall built of massive granite blocks at the entrance to the Teign Gorge.Pevsner, Nikolaus & Cherry, Bridget, The Buildings of England: Devon, London, 2004, p. 251 ==References== ==Further reading== *Prince, John, (1643–1723) The Worthies of Devon, 1810 edition, London, biography of Whyddon, Sir John, Knight, Justice of King's Bench, pp.759-61 *Whiddon, Hayes L. Jr., The Whiddon Journey: From Medieval England to the New World, 2016, USA Category:Lawyers from Devon Category:Serjeants-at- law (England) Category:1576 deaths ",
    "title": "John Whiddon"
}