{
    "id": "52796113",
    "text": "Lilly Fenichel (1927–2016), was an American painter who explored abstraction through a wide range of media and approaches, with her various periods linked together by a common emphasis on color harmonies and expressive, often calligraphic gesture. Her earliest work is associated with second-generation Bay Area Abstract Expressionism. ==Early years== Lilly Fenichel was born in Vienna, Austria, to a Jewish family. Her father was a doctor and her mother a fashion designer; the psychoanalyst Otto Fenichel was her uncle. In 1939, following the Nazi invasion of Austria, her family fled the country, going first to the United Kingdom and then to the United States, where they settled in Hollywood. Fenichel studied art at the Chouinard Art Institute (1946–47) and Los Angeles City College (1947–48). She then moved to the San Francisco Bay Area to study at the California School of Fine Arts (1950–52), where she worked with the painters Edward Corbett, Hassel Smith, Elmer Bischoff, and David Park. She started showing her work in the early 1950s. Her vigorously gestural, often black-and-white paintings from the 1960s and 1970s are grouped with work by other West Coast second-generation Abstract Expressionists such as Joan Brown, Jay DeFeo, and Sonia Gechtoff. Stylistically, her work from this period shows the influence of both West Coast Abstract Expressionism and the New York School. Of her own work from this period, Fenichel has said it was Abstract Expressionism \"with a lot of drawing in it.\" Unable to support herself with her painting, she worked as a photographers' stylist and as an art director and costume designer for movies. She served as the art director for the 1975 film Lucky Lady starring Liza Minnelli. ==Later career== In the 1950s, Fenichel visited her former teacher Edward Corbett in Taos, New Mexico. In 1981, she moved there herself, settling in nearby Talpa. Fenichel's paintings done in New Mexico range from hard-edged geometric abstractions of the 1980s to sensual, lyrical studies of organic forms from the early 2000s; both show the influence of color field painting and kinship with the work of artists such as Helen Frankenthaler. One critic wrote that \"all of Lilly Fenichel's paintings are related to nature, even when they are abstract to the point of being non-objective.\" In the early 1980s, Fenichel also began working with wood and fiberglass, creating minimalist sculptures in soft colors. Fenichel's work has been shown mainly in the western United States, and her work is in the permanent collections of the Santa Barbara Museum of Art (California), the Harwood Museum of Art (Taos), and the Albuquerque Museum among other institutions. She has been awarded three Pollock-Krasner Grants. In 2014 the David Richard Gallery in Santa Fe mounted a retrospective of her work entitled \"Rewind<>Replay: 1950–2014\". As of 2014, Fenichel was living in Albuquerque, New Mexico. Her painting career has spanned six decades so far. ==References== Category:2016 deaths Category:Artists from Vienna Category:American abstract artists Category:Abstract expressionist artists Category:Modern painters Category:American women painters Category:20th- century American women artists Category:Chouinard Art Institute alumni Category:California Institute of the Arts alumni Category:American people of Austrian-Jewish descent Category:Austrian expatriates in the United States Category:1927 births ",
    "title": "Lilly Fenichel"
}