{
    "id": "52799716",
    "text": "Chicken People is a 2016 documentary film about people who breed and raise chickens for exhibition. It is focused primarily on three subjects who compete in the Ohio National Poultry Show in Columbus, Ohio. A number of reviewers compared it to the mockumentary Best in Show. ==Synopsis== After an overview of people who have a passion for raising poultry, the film focuses on three main characters — Brian Caraker, a musical theater performer from Branson, Missouri; Brian Knox, an engineer of high performance race engines from New Hampshire; and Shari McCollough, a homemaker from Crawfordsville, Indiana. == Release == ===Critical response=== Chicken People has received positive reviews from critics. Review aggregator Rotten Tomatoes gives the film an approval rating of 100% based on 20 reviews, with an average rating of 7.23/10. On Metacritic, the film has a score of 81 out of 100 based on 4 critics, indicating \"universal acclaim\". Writing for The New York Times, Helen T. Verongos stated that \"these chicken people, with deep connections to their birds, make for a fun and at times astonishing film.\" In a review for the Los Angeles Times, Katie Walsh wrote that \"the film proves to be more than just a glimpse into a world that's easy to titter at. Haimes delves into the larger issues and psychological motivations that drive the kind of obsession that allows one to breed award-winning poultry.\" Joe Leydon, in a review for Variety, called it an \"illuminating and amusingly entertaining look at the thriving subculture of competitive poultry breeders\", and wrote that the film \"generates a fair amount of suspense, [... but] it also abounds in moments of ineffably charming comic relief\". A review for The Village Voice criticized the filmmaker for not probing deep enough with some of the subjects and their \"larger failure [...] in never finding much of a compelling reason for us to care about this subculture beyond surface geek-show intrigue.\" ==References== ==External links== *Chicken People at the distributor's website * * *Chicken People at the International Documentary Association Category:2016 films Category:2016 documentary films Category:American documentary films Category:American films Category:English-language films Category:Films set in Ohio Category:Films shot in Ohio Category:Documentary films about agriculture in the United States Category:Documentary films about competitions ",
    "title": "Chicken People"
}