{
    "id": "52797763",
    "text": "Once Upon a Castle is a symphonie concertante for organ and orchestra composed in 2003 and revised in 2015 by American composer Michael Daugherty. The music is inspired by both the life and times of American media mogul William Randolph Hearst, Hearst Castle, and the Hollywood lore of Charles Foster Kane, a fictional character based on Hearst in the movie Citizen Kane. == Origin and performance history == The composition was commissioned by the Ann Arbor Symphony Orchestra and a consortium consisting of the Cedar Rapids Symphony Orchestra, the Rockford Symphony Orchestra and the West Michigan Symphony Orchestra. The world premiere was given by the Ann Arbor Symphony Orchestra conducted by Arie Lipsky, with Steven Ball, organ, at the Michigan Theater, Ann Arbor, Michigan on November 15, 2003. The world premiere of the revised version was given by the Nashville Symphony conducted by Giancarlo Guerrero, with Paul Jacobs, organ, at the Schermerhorn Symphony Center, Nashville, Tennessee on November 6, 2015. == Recording and reception== The concerto was recorded in 2015 with the Nashville Symphony and released on the Naxos label. Many critics reviewed the recording favorably, including a 10/10 for both categories of artistic quality and sound quality from music critic David Hurwitz and 4 out of 5 stars from critic James Manheim. Donald Rosenberg of Gramophone wrote: Bob McQuiston of Classial Lost and Found wrote: The album won the 2017 Grammy Award for Best Classical Compendium. == Four movements of the composition == The music of the four movements is programmatic, and is based on the composer's framing of different architectural, geographical and fictional aspects of the Hearst/Kane history and lore. The composer's published score includes descriptive program notes explaining the imagery and inspiration for each movement. === I. The Road to San Simeon === The music of this movement is meant to represent the winding drive to Hearst Castle from San Simeon. Hearst's opulent antique collection. The composer explains his intent for his music in this movement to occasionally remind the listener of a musical “antique”. === II. Neptune Pool === This movement is dedicated to William Albright (1944-98), who was the composer's colleague at the University of Michigan and who is recognized as one of the 20th century's greatest composers of contemporary organ music. The music is meant to portray the vast, grandiose architecture of the famous pool at Hearst Castle. === III. Rosebud === In his program notes the composer states: \"...the ground breaking film [Citizen Kane] starring and directed by Orson Welles, presents a caricature of Randolph Hearst...[the] music for this movement echoes a brilliant scene in the film where the boisterous Kane (the organ) and lonely Susan (the solo violin) argue from opposite ends of a cavernous empty room of the castle.\" Sleigh bells are used as a musical representation of \"rosebud,\" the famous final word of the fictional character Citizen Kane. === IV. Xanadu === This movement is composed to capture the spirit of the bombastic, lavish parties famously held at Hearst Castle, the likes of which Winston Churchill and famous film stars of the day including Clark Gable, Charlie Chaplin, and Greta Garbo attended. The composer notes in the published score, \"I also had in mind fragments of Samuel Taylor Coleridge's 1798 poem, Kubla Khan...[the music uses] virtuoso bass pedal riffs surrounded by sizzling strings, rumbling brass, shimmering percussion and pulsating timpani.” == References == Category:Concertante symphonies Category:2003 compositions Category:2015 compositions ",
    "title": "Once Upon a Castle"
}