{
    "id": "52798257",
    "text": "Damaskino () is a village in Kilmezsky District of Kirov Oblast. It is a part and the administrative center of Damaskino rural settlement. Population: 318 == Geography == The village is located in the south of Kirov Oblast, 23 kilometres away from urban-type settlement Kilmez, 300 kilometres away from Kirov. == History == Damaskino was founded in 1804 by Ulian Damaskin, a native of Nolinsk in Vyatka Governorate. == Population == Population of Damaskino By 2016 in Damaskino there are 318 persons living in 121 houses; in fact there are 226 people. == Infrastructure == Secondary school, kindergarten, rural club, library, medical and obstetrical station, branch office of FSUE \"Russian Post\", shop of the Kilmezsky District, private shops. === Local school === In 1909 a local school was opened by the Diocese of Vyatka in Damaskino. Trofim Damaskin and Joseph Kononov were the school founders in the village. After the Russian Revolution, in 1919 a primary school was built. In 1932 there were seven forms of study. Nowadays children can attend primary and secondary school. There are only nine forms. At school there are 10 teachers and 15 pupils. There is also a preschool group for children called “Lesnaya polianka”. == Chapel of Mikhail Tikhonitsky == The chapel of Mikhail Tikhonitsky The construction of the chapel began in 2004 with the help of the locals. In 2007 the chapel was opened for parishioners. The chapel is named after a Russian Orthodox priest Mikhail Tikhonitsky. == Kolkhoz named after Mikhail Frunze == The Soviet Union enforced the collectivization of its agricultural sector between 1928 and 1940. The policy aimed to consolidate individual landholdings and labour into collective farms: kolkhoz and sovkhoz. Since 1929 in view of the forced collectivization campaign, in Damaskino the Kolkhoz appeared. The kolkhoz named after Mikhail Frunze was formed in two rural selsoviets: in Zhirnovo and Damaskino. The kolkhoz existed from 1938 to 2007. ==References== ==Sources== # - official site od Damaskino rural settlement # - Selskaya tribuna Category:Rural localities in Kirov Oblast ",
    "title": "Damaskino"
}