{
    "id": "52795244",
    "text": "The Supreme Court of North Korea, officially the Central Court, is the supreme court and the highest organ in the judiciary of North Korea. The Supreme Court is accountable to the Supreme People's Assembly (SPA). The SPA elects its justices, and the SPA Presidium its chief justices and jurors. Normally, the Supreme Court serves as the highest appellate court in North Korea, but in certain legal cases it is the court of first instance. These cases include crimes against the state. When it is the court of first instance, the court's decision is always final and cannot be appealed or challenged, which is considered an impediment on the right to a fair trial. Trials of foreigners are always held in the Supreme Court. A probable reason for this is to decide such cases quickly. The Supreme Court has a separate chambers for criminal, civil, and special matters. ==Tasks and organization== As the supreme court of North Korea, it is the highest organ of the judiciary of the country. The Supreme Court is one of the two main components of the post-1945 judicial system, along with the . It does not exercise the power of judicial review over the constitutionality of executive or legislative actions nor does it have an activist role in protecting the constitutionally guaranteed rights of individuals against state actions. Its task is to supervise all lower courts in the country, including their trials and proceedings, as well as the training of judges. The Supreme Court also appoints and recalls judges of the special courts (that is, the Military Court and the Traffic and Transportation Court that serves railway and waterways). The Supreme Court is accountable to the Supreme People's Assembly (SPA), and when the latter is in recess, to its Presidium. The court was initially called the Supreme Court, but later renamed the Central Court. The 2012 Kim Il-sung–Kim Jong-il Constitution restored the Supreme Court as its name, until a SPA session reverted to the name Central Court in 2016. The court is based in the capital Pyongyang. ==Justices== The Supreme Court is staffed by a chief judge or president, two associate chief judges or vice presidents, and an unknown number of regular judges. The president and justices are elected and serve for five years. The SPA also elects, and can recall, the head of the court. The Presidium of the SPA elects other judges of the court, as well as its jurors. ===President=== The president since 2016 is Kang Yun-sok. The first vice-president is Kim Hwan, who replaced Yun Myong-guk. The other two current vice presidents are Choe Ryong-song and Kim Chong-du. Previous vice presidents have included Choe Yong- song and Hyon Hong-sam. The current president Kang Yun-sok replaced Pak Myong- chol, who had held the post since 2014. Pak was preceded by Kim Pyong-ryul, appointed in 1998, and re-elected in 2003. Before him, Pang Hak-se had been the president between 1972 and his death in July 1992. {| class=\"wikitable\" |+List of Chief Justices and Presidents |- ! Name ! Elected ! |- !colspan=3 | Chief Justice of the Central Court |- |Kim Ik-son |9 September 1948 | |- |Cho Song-mo |11 March 1955 | |- |Hwang Se-hwan |13 March 1956 | |- |Kim Ha-un |21 September 1957 | |- |Ho Jong-suk |28 October 1959 | |- |Kim Ik-son |24 November 1960 | |- |Kim Ik-son |23 October 1962 | |- |Yi Kuk-chin |30 September 1966 | |- |Yi Yong-gu |16 December 1967 | |- !colspan=3 | President of the Central Court |- |Pang Hak-se |December 1972 | |- |N/A | | |- |Kim Pyong-ryui |5 September 1998 | |- |Pak Myong-chol |8 April 2014 | |- |Kang Yun-sok |29 June 2016 | |} ==Decisions== The Supreme Court has three chambers: one for criminal, civil, and special matters. Normally, the Supreme Court is the highest appellate court in the country, for both criminal and civil law cases. For some cases, for example, crimes against the state, it is the court of first instance. When the Supreme Court is the court of first instance, its decision is always final and cannot be appealed or challenged. This is considered an impediment on the right to a fair trial, of which the right to appeal is part of. The Supreme Court participates in the sentencing of political criminals. The State Security Department can determine sentences for political offenders in the name of the court. For offenders of the Criminal Law of North Korea, the Supreme Court has recommended capital punishment. Summary and arbitrary executions outside the procedure involving the Supreme Court take place in the country, too, sometimes with torture leading up to a confession. Trials of foreigners are always taken directly to the Supreme Court. This is true despite the fact that crimes against the nation and people, which foreigners are usually accused of, should, according to the Criminal Procedure Law of North Korea, be tried at local-level courts first. The decision to take foreigners to the Supreme Court seems to have been taken to make such trials speedy. Trials of foreigners have involved Americans detained in North Korea such as Aijalon Gomes, Euna Lee, Laura Ling, and Kenneth Bae. The Supreme Court also arbitrates matters involving the non- fulfillment of contracts between state enterprises and cases involving injuries and compensation demands. These administrative decisions always reflect party policies. The Supreme Procurator's Office routinely investigates the Supreme Court's decisions. If it finds fault with the Court's decision, it can refer it to a plenary of the Court, in which the country's chief procurator acts as a statutory member. If judges of the Supreme Court hand out \"unjust sentences\", they can be held liable for it. ==See also== * Constitution of North Korea * Human rights in North Korea * Judiciary of North Korea * Law of North Korea * Law enforcement in North Korea * Politics of North Korea * Supreme Court of South Korea ==References== ===Works cited=== * * * * * * * * * ==External links== *Photos at Minjok Tongshin *Exclusive: Inside the N. Korean court that tried Kenneth Bae at NK News *Section 8., The Public Prosecutors Office and the Court, of the North Korean Constitution at Naenara Category:North Korean law Korea, North Category:Courts and tribunals with year of establishment missing ",
    "title": "Supreme Court of North Korea"
}