{
    "id": "52793670",
    "text": "In re Roslin Institute (Edinburgh), 750 F.3d 1333 (Fed. Cir. 2014), is a 2014 decision of the United States Court of Appeals for the Federal Circuit rejecting a patent for a cloned sheep known as \"Dolly the Sheep\"— the first mammal ever cloned from an adult somatic cell.750 F.3d at 1334. ==Background== Dolly \"the world's most famous sheep\" Dolly was cloned in 1996 by Ian Wilmut, Keith Campbell and colleagues at the Roslin Institute, part of the University of Edinburgh Scotland.Is Dolly old before her time?, (May 27, 1999); Sally Lehrman, No More Cloning Around, (Sept. 21, 2008). The cloning method Campbell and Wilmut used to create Dolly constituted a breakthrough in scientific discovery. Known as somatic cell nuclear transfer, this process involves removing the nucleus of a regular body cell and implanting that nucleus into an egg cell that has had its cell nucleus removed. A nucleus is the organelle that holds a cell's genetic material (its DNA). Campbell and Wilmut found that if the donor, somatic cell is arrested in the stage of the cell cycle where it is dormant and non-replicating (the quiescent phase) prior to nuclear transfer, the resulting fused cell will develop into an embryo. The resulting cloned animal is an exact genetic replica of the adult mammal from which the somatic cell nucleus was taken.750 F.3d at 1334. The patent application claims the cloned animal. Claim 155 is representative: : 155\\. A live-born clone of a pre-existing, non-embryonic, donor mammal, wherein the mammal is selected from cattle, sheep, pigs, and goats. The Patent and Trademark Office (PTO) rejected the claims as patent ineligible under 35 U.S.C. § 101 \"because it constituted a natural phenomenon that did not possess 'markedly different characteristics than any found in nature.' \" A patent on the method was allowed, but it is not involved in this case.750 F.3d at 1334-35. ==Ruling by Federal Circuit== The Federal Circuit unanimously affirmed the PTO rejection of the claims in opinion by Judge Timothy Dyk joined by Judges Kimberly Ann Moore and Eli Wallach. It is \"clear that naturally occurring organisms are not patentable.\"750 F.3d at 1336 (citing , and . The patent in Chakrabarty claimed a genetically engineered bacterium that was capable of breaking down various components of crude oil. The patent applicant created this non-naturally occurring bacterium by adding four plasmids to a specific strain of bacteria. The Court held that the modified bacterium was patentable because it was \"new\" with \"markedly different characteristics from any found in nature and one having the potential for significant utility.\" Accordingly, discoveries that possess \"markedly different characteristics from any found in nature\" are eligible for patent protection, but any existing organism or newly discovered plant found in the wild is not patentable. Similarly in Association for Molecular Pathology v. Myriad Genetics, Inc.,569 U.S._, 133 S. Ct. 2107 (2013). the Court held that claims on two naturally occurring, isolated genes (BRCA1 and BRCA2), which can be examined to determine whether a person is likely to develop breast cancer, were patent ineligible invalid under § 101, because the BRCA genes themselves were unpatentable products of nature.750 F.3d at 1336-37. It is not disputed that the donor sheep from which Dolly was cloned could not be patented, but Dolly is an exact copy of that unpatentable sheep. \"Dolly's genetic identity to her donor parent renders her unpatentable.\" An exact copy of a preexisting animal in not patent eligible. The court added that related Supreme Court rulings \"reinforce this conclusion\": > For example, Supreme Court decisions regarding the preemptive force of > federal patent law confirm that individuals are free to copy any > unpatentable article, such as a live farm animal, so long as they do not > infringe a patented method of copying. Sears, Roebuck & Co. v. Stiffel Co. > clarified that a state may not \"prohibit the copying of [an] article itself > or award damages for such copying\" when that article is ineligible for > patent protection.See . In Sears, the question was whether the defendant, > Sears Roebuck & Co., could be held liable under state law for copying a lamp > design whose patent protection had expired. The Court explained that \"when > the patent expires the monopoly created by it expires, too, and the right to > make the article—including the right to make it in precisely the shape it > carried when patented—passes to the public.\" The Court further clarified > that \"[a]n unpatentable article, like an article on which the patent has > expired, is in the public domain and may be made and sold by whoever chooses > to do so.\" Roslin's claimed clones are exact genetic copies of patent > ineligible subject matter. Accordingly, they are not eligible for patent > protection.750 F.3d at 1337. Roslin argued that \"environmental factors\" lead to differences in shape, size, color, and behavior, that result from aging and the interaction of the animal with its environment. But Roslin acknowledged that any differences came about or were produced \"quite independently of any effort of the patentee.\" As in the Funk case: \"Their qualities are the work of nature. Those qualities are of course not patentable. For patents cannot issue for the discovery of the phenomena of nature.\" Roslin also argued that its clones are distinguishable from their original donor mammals because of differences in mitochondrial DNA, which originates from the donor egg rather than the donor nucleus. But the claims do not describe clones that have markedly different characteristics from the donor animals of which they are copies. Finally, Roslin argued that its clones are patent eligible because \"they are time-delayed versions of their donor mammals, and therefore different from their original mammals,\" but that is always true of any copy of an original.750 F.3d at 1338. ==Commentary== ● Professor Dan Burk finds that \"the Roslin opinion is hardly a model of coherent judicial reasoning, either on its own terms or with regard to the Supreme Court's subject matter jurisprudence to that point.\" He insists that Dolly the cloned sheep was not something found in nature, because \"genetically identical mammals are not what one finds in the wild.\" Rather, \"mammals such as sheep propagate via sexual recombination which typically renders them not genetically identical.\" Furthermore, Dolly was born as an old sheep: > By virtue of inheriting a mature set of somatic cell chromosomes, rather > than the freshly recombined set of germ-line chromosomes that would > accompany natural conception, Dolly began life with shortened telomeres. > Thus, Dolly was in a genetic sense 'born old' and lived a shortened life as > a result. Burk argues that the proper test of patent eligibility for such a product as Dolly the sheep is whether the claim preempts field of the described subject matter, so that \"fundamental concepts and materials, on which all inventors must draw, [are] caught up in patent claims.\" He says that the Roslin patent would not \"capture fundamental or basic science on which future invention will depend, or if it does so, there is no indication in the Roslin opinion that this informed the analysis of patentable subject matter.\" According to Burk, the patent would not be preemptive because its covers only sheep or other mammals \"produced by the cloning process, a limitation that constrains the patent to the specific and novel implementation disclosed by the applicant.\"Dan Burk, Dolly and Alice, (Oct. 16, 2015). A later version is available at (Feb. 1, 2016). ● Gene Quinn in IP Watchdog deplores the Roslin decision: > Another nail in the coffin of innovation and a functioning patent system all > because decision makers don't have enough guts to state the obvious. Being > able to create something that is identical to what nature creates is an > extraordinary achievement that should be celebrated, should be fostered and > incentivized, and should be awarded with a patent.Gene Quinn, Dolly the > Cloned Sheep Not Patentable in the U.S., (May 8, 2014). ● Student author Miriam Swedlow argues that Roslin would not prevent the patenting of extinct animals, such as the dodo, passenger pigeon, or wooly mammoth, because the cloned animal would not be identical to a natural animal. Like the cDNA in Association for Molecular Pathology v. Myriad Genetics, Inc., large portions of the genome of an extinct animal would need to be guessed at and extrapolated from non-extinct animals, because the DNA recoverable from fossils is decayed. Therefore, the \"re-created animal will not be an exact genetic copy of an animal that already exists and will have different structural characteristics than the original species.\" They would therefore be comparable to artificial animals such as the Oncomouse, which was patented., issued Apr 12, 1988, to Harvard University. Moreover, the \"fragile nature of extinct animal DNA allows for multiple avenues of differentiation\" from the original, now-extinct animal, preempting none.Miriam R. Swedlow, The Woolly- Mammoth in the Room: The Patentability of Animals Brought Back from Extinction through Cloning and Genetic Engineering, 11 183 (2015). ==References== ==External links== * Category:United States patent case law Category:United States Court of Appeals for the Federal Circuit cases Category:2014 in biotechnology Category:2014 in United States case law Category:Cloning Category:Biotechnology law Category:Biological patent law Category:Biotechnology in the United Kingdom Category:University of Edinburgh ",
    "title": "In re Roslin Institute (Edinburgh)"
}