{
    "id": "52803481",
    "text": "Avowal (Confession) Fritz Schwarz-Waldegg, originally Friedrich Schwarz (1 March 1889, Vienna - 4 September 1942, Maly Trostenets) was an Austrian Expressionist and Cubist painter of Jewish ancestry. == Biography == His father was a magistrate's clerk.Brief biography @ the Österreichisches Biographisches Lexikon, He showed an early interest in art and his parents were supportive. At the age of seventeen, he began attending the private art school of David Kohn (1861-1922), a portrait and genre painter. He received further training at the Academy of Fine Arts under Christian Griepenkerl and . Old Jewish Cemetery, Prague At the outbreak of World War I, he volunteered and served with the infantry in Italy, where he painted battle scenes. During his service, in 1916, he converted to Catholicism, with the approval of his family.Ausstellung Verdrängte Jahre. Bahn und Nationalsozialismus in Österreich 1938–1945 @ Milli Segal After completing his tour of duty, he traveled extensively; staying briefly in Copenhagen, Rome and Paris. When he returned to Vienna, he made the acquaintance of Egon Schiele and Oskar Kokoschka. As a result, he joined the Hagenbund, a liberal artists' association. From 1925 to 1927, he served as its President. Later, he traveled to Spain and Bosnia with his companion, the art dealer Leah Járay-Bondi (1880-1968). After the Anschluss, despite his conversion and good military record, he was forbidden to exhibit or accept commissions. Seven months later, he was suddenly forced to vacate his studio and many of his works were lost. He lived with his sister Melanie until August 1942, when he was taken away by the Gestapo. He was transported to the extermination camp at Maly Trostenets and put to death shortly after his arrival. His surviving works remained in the care of his sister, who escaped death by virtue of being married to an \"Aryan\". They have since been widely scattered. In 2009, the Jüdisches Museum Wien gathered together 25 oil paintings and 70 watercolor drawings for a major retrospective. ==References== == Further reading == *Matthias Boeckl, Fritz Schwarz-Waldegg. Maler-Reisen durchs Ich und die Welt (A Painter's Journey into the Self and the World), Bibliothek der Provinz, 2009 == External links == *\"Der Pionier der expressionistischen Malerei Österreichs Fritz Schwarz- Waldegg bis zum 25.4.2010 in Wien\" by Alfred Stalzer @ GFDK *\"Ermordet und vergessen: Der Maler Fritz Schwarz-Waldegg\" @ Die Presse Category:1889 births Category:1942 deaths Category:20th-century Austrian painters Category:20th- century male artists Category:Austrian Expressionist painters Category:Academy of Fine Arts Vienna alumni Category:Cubist artists Category:Jewish painters Category:People who died in Maly Trostenets extermination camp Category:Artists from Vienna Category:Austrian Jews who died in the Holocaust ",
    "title": "Fritz Schwarz-Waldegg"
}