{
    "id": "52802528",
    "text": "Cam Akers (born June 22, 1999) is an American football running back for the Los Angeles Rams of the National Football League (NFL). He played college football at Florida State, and was drafted by the Rams in the second round of the 2020 NFL Draft. == Early years == Akers attended Clinton High School in Clinton, Mississippi, where he played quarterback and running back for the football team. As a senior, he rushed for 2,105 yards and 34 touchdowns, and passed for 3,128 passing yards and 31 touchdowns. For his high school career, he had 13,243 yards and 149 touchdowns. Akers was named MS Gatorade Player of The Year He also played in the U.S. Army All-American Bowl and won the U.S. Army Player of the Year Award in 2016. == College career == Akers was rated as a five-star recruit and was ranked among the top recruits in his class. He committed to Florida State University to play college football. During what was a generally forgettable 7-6 season, Akers set the team freshman record for rushing yards during the 2017 Independence Bowl, bringing his season total to 1,025 yards. This broke the previous record of 1,008 which was set by Dalvin Cook in 2014. On December 14, 2019, Akers announced he would be skipping the Sun Bowl to enter the 2020 NFL Draft. === College statistics === {| class=\"wikitable\" style=\"text-align:center;\" ! rowspan=\"2\" |Season ! rowspan=\"2\" |Team ! rowspan=\"2\" |Conf ! rowspan=\"2\" | ! colspan=\"4\" |Rushing ! colspan=\"4\" |Receiving |- !Att !Yds !Avg !TD !Rec !Yds !Avg !TD |- |2017 |Florida State |ACC |13 |194 |1,025 |5.3 |7 |16 |116 |7.3 |1 |- |2018 |Florida State |ACC |12 |161 |706 |4.4 |6 |23 |145 |6.3 |2 |- |2019 |Florida State |ACC |11 |231 |1,144 |5.0 |14 |30 |225 |7.5 |4 |- ! colspan=\"2\" |Career ! !36 !586 !2,875 !4.9 !27 !69 !486 !7.0 !7 |- | colspan=\"12\" |All values from Sports Reference |} ==Professional career== Akers was selected by the Los Angeles Rams in the second round, 52nd overall, in the 2020 NFL Draft. ==References== ==External links== * *Los Angeles Rams bio *Florida State Seminoles bio Category:1999 births Category:Living people Category:Players of American football from Mississippi Category:People from Clinton, Mississippi Category:American football running backs Category:Florida State Seminoles football players Category:Los Angeles Rams players ",
    "title": "Cam Akers"
}