{
    "id": "52807149",
    "text": "Linguistic ecology or language ecology is the study of how languages interact with each other and the places they are spoken in, and frequently argues for the preservation of endangered languages as an analogy of the preservation of biological species. The term was first used in an article on the \"language situation\" in Arizona (Voegelin, Voegelin and Schutz, 1967). It was taken up by Einar Haugen, who pioneered a form of linguistics which used the metaphor of an ecosystem to describe the relationships among the diverse forms of language found in the world, and the groups of people who speak them. ==Description== Linguistic ecology is represented by the journal Language Ecology, which describes the field as follows: Linguistic ecology has often been described as a form of ecolinguistics (e.g., in Fill and Mühlhäusler). However, some studies in language ecology refer only to language within a social context and disregard the ecological context of the living ecosystems and physical environment that life depends on, so could be considered to be more sociolinguistic in nature. Tove Skutnabb-Kangas and David Harmon (2018) write that \"There has been a tendency of many sociolinguists to pay only lip service to the literal sense of ‘ecology’ and to focus only on social concerns. They see the ‘eco-’ in ecolinguistics/language ecology as a relationship within and between various languages, speakers of these languages and their sociocultural and economic contexts.\". Other studies, however, are relevant to ecolinguistics because they describe the association of high linguistic diversity with high biological diversity (see Bastardas-Boada 2002). The relationship between linguistic diversity and biodiversity is claimed to arise since local ecological knowledge is built into local language varieties and threatened if the local language is threatened by a more dominant language (see Skutnabb-Kangas and Harmon 2017, Mühlhäusler 1995). == See also == * Language geography * Language policy * Linguistic rights == References == == Literature == *Bastardas-Boada, Albert (1996) Ecologia de les llengües. Medi, contactes i dinàmica sociolingüística. Barcelona: Proa. [English translation: Ecology of languages. Sociolinguistic environment, contacts and dynamics, in Bastardas-Boada, A. (2019), From language shift to language revitalization and sustainability. A complexity approach to linguistic ecology. Barcelona: Edicions de la Universitat de Barcelona]. *Bastardas-Boada, Albert (2002) \"Biological and linguistic diversity: Transdisciplinary explorations for a socioecology of languages\" Diverscité langues, vol. VII. *Bastardas-Boada, Albert (2002) \"The Ecological perspective: Benefits and risks for Sociolinguistics and Language Policy and Planning\", in: Fill, Alwin, Hermine Penz, & W. Trampe (eds.), Colourful Green Ideas. Berna: Peter Lang, pp. 77–88. *Bastardas-Boada, Albert (2007) \"Linguistic sustainability for a multilingual humanity\" Glossa. An Interdisciplinary Journal vol. 2, num. 2. *Bastardas-Boada, Albert (2017). “The ecology of language contact: Minority and majority languages”, in: Alwin F. Fill, Hermine Penz (eds.), The Routledge Handbook of Ecolinguistics, p. 26-39. *Calvet, Jean-Louis (1999) Pour une écologie des langues du monde. Plon *Fill, A. and Mühlhäusler, P., 2001. Ecolinguistics Reader: Language, Ecology and Environment. Bloomsbury Publishing. *Hornberger, N.H., & Hult, F.M. (2008). Ecological language education policy. In B. Spolsky & F.M. Hult (Eds.), Handbook of educational linguistics (pp. 280-296). Malden, MA: Blackwell. *Hult, F.M. (2009). Language ecology and linguistic landscape analysis. In E. Shohamy & D. Gorter (Eds.), Linguistic landscape: Expanding the scenery (pp. 88-104). London: Routledge. *Hult, F.M. (2010). Analysis of language policy discourses across the scales of space and time. International Journal of the Sociology of Language, 202, 7-24. *Hult, F.M. (2012). Ecology and multilingual education. In C. Chapelle (Gen. Ed.), Encyclopedia of applied linguistics (Vol. 3, pp. 1835-1840). Malden, MA: Wiley-Blackwell. *Language Ecology 2016 *Mühlhäusler, Peter (1995) Linguistic Ecology; Language Change and Linguistic Imperialism in the Pacific Rim. London: Routledge. *Sánchez Carrión, José María (1985): \"La nueva sociolingüistica y la ecología de las lenguas\". Donostia-San Sebastián: Eusko Ikaskuntza. Skutnabb-Kangas, Tove and David Harmon (2017) Biological Diversity and Language Diversity. In Fill and Penz (eds) Routledge Handbook of Ecolinguistics. London Routledge. *Steffensen, Sune Vork (2007): \"Language, Ecology and Society: An introduction to Dialectical Linguistics.\" In: Bang, Jørgen Christian and Jørgen Døør (eds) Language, Ecology and Society. A Dialectical Approach. Edited by Sune Vork Steffensen and Joshua Nash. London: Continuum. Pp. 3–31. *C.F. Voegelin, F. M. Voegelin and Noel W. Schutz, Jr. The language situation in Arizona as part of the Southwest culture area\" in Studies in Southwestern Ethnolinguistics: Meaning and history in the languages of the American Southwest, ed. by Dell Hymes and William E. Bittle, 403–51, 1967. The Hague: Mouton. Category:Sociolinguistics Category:Human communication Category:Linguistics ",
    "title": "Linguistic ecology"
}