{
    "id": "52804584",
    "text": "Margaret Spencer Foote Hawley (1880–1963) was an American painter of portrait miniatures. Hawley and her sister, Mary Foote – also later to become a painter – were born in Guilford, Connecticut, the daughters of Charles Spencer Foote (1837–1880) and Hannah Hubbard Foote (1840–1885).Daughters of the American Revolution. Lineage Book – National Society of the Daughters of the American Revolution. Orphaned at five, she was adopted by her aunt, Harriet Foote Hawley, and uncle, Joseph Roswell Hawley. Joseph was a member of the United States Senate, and Margaret went to live with the couple in Washington, D.C. There she attended public schools and the Corcoran School of Art, where she was awarded a gold medal for her life drawing. She also took private lessons with Howard Helmick, and received instruction from William Merritt Chase.https://generalandrewwardcemeteryassoc.files.wordpress.com/2012/11/margaret-1.pdf After graduation she taught at a girls' boarding school, saving up enough money to go to Paris and spend two summers at the Académie Colarossi. She received training in the creation of full-scale portraits, but soon found that she preferred the challenge of working in miniature. Almost immediately upon the start of her career Hawley began to receive awards. Throughout her career, these included a medal of honor from the Pennsylvania Society of Miniature Painters (1918); the Lea Prize from the Pennsylvania Academy of the Fine Arts (1920); the Smith Memorial Prize of the Baltimore Watercolor Club (1925); a bronze medal at the Sesquicentennial Exposition in Philadelphia (1926); a medal of honor from the Brooklyn Society of Miniature Painters (1931); and a medal for best miniature from the National Association of Women Painters and Sculptors (1931). She was elected president of the American Society of Miniature Painters in 1923, and was a regular fixture of its annual exhibits. She showed work in London from 1926 until 1929, and was elected in 1927 to the Royal Miniature Society. From 1920 to 1963 she was a member of the Cosmopolitan Club. Some four hundred miniatures by Hawley are known. Many are in private collections; among museums which hold her paintings are the Metropolitan Museum of Art (the arachnologist Alexander Petrunkevitch), the National Museum of American Art, the Brooklyn Museum, the Wadsworth Atheneum, and the Stowe-Day Foundation in Hartford. Her 1927 portrait of Natalie Shipman was included in the inaugural exhibition of the National Museum of Women in the Arts, American Women Artists 1830–1930, in 1987. Hawley died in Midtown Hospital in New York City, in which city she had kept a studio for many years; she had another studio in Boston. Her only listed survivors were her sister and two stepsisters. She is buried in the Foote-Ward Cemetery in Guilford, Connecticut. ==References== Category:1880 births Category:1963 deaths Category:19th-century American painters Category:20th-century American painters Category:American portrait painters Category:Portrait miniaturists Category:People from Guilford, Connecticut Category:Painters from Connecticut Category:Painters from Washington, D.C. Category:Corcoran School of the Arts and Design alumni Category:Académie Colarossi alumni Category:Students of William Merritt Chase ",
    "title": "Margaret Foote Hawley"
}