{
    "id": "52806863",
    "text": "Radoje Ljutovac (4 September 1887 – 25 November 1968) was a Serbian soldier from the village of Poljna, Serbia. Private Radoje Ljutovac fought in the First World War in the Serbian Army, and is officially credited with the first shooting down of a military aircraft with Ground-to-Air artillery fire.Mandeep Singh, \"Baptism Under Fire\", Vij Books, New Delhi, 2017. == Balkans War == During the Balkan wars in 1912-1913, as a gunner, he contributed to the liberation of Serbia from the Ottoman Empire and the defense of Bulgaria. == First World War == He joined the First World War as a gunner in the Serbian Army and participated in their battles in 1914. During 1915, Serbia was again attacked by the Austro-Hungarian and the German Empire. Ljutovac was placed in the battalion artillery regiment \"Tanasko Rajic\", a special unit at the time, operating the newly formed anti-air battery. His regiment, which was located on a hill near Kragujevac Metin, was tasked to defend the area from enemy aircraft, as buildings such as the Military Technical Institute and other important facilities were present in that area. == Downing of the aircraft == On 30 September 1915, before noon, the alarm was sounded and his regiment went into battle stations, three planes approached Kragujevac and dropped their payload of 45 bombs, 16 of which fell on the Military Technical Institute, 9 on the train station, and the rest throughout the town. Serbian soldiers on the ground unsuccessfully tried to down the airplanes with rifle fire and machine gun fire. On the orders of his commanding officer, Ljutovac was waiting with his cannon and he saw the three Austro-Hungarian aircraft with his binoculars. The cannon was not a dedicated anti-aircraft weapon, but a Polish cannon modified by a piece of Turkish equipment captured in 1912. He took aim and fired a shell. The first plane of the group was hit. The aircraft shuddered and started kicking up smoke, and then it crashed to the ground on Prince Peter Street, right next to the house of Obren Janković. After the war, he said this of his experience: \"I believed in my own hand and artillery experience,\" he said, \"the plane was pointing towards the target,\" he said. \"That's a happy moment.\" Now, I need to be calm, steady, and my arm is pulled the trigger, a flame came from the barrel, a thick smoke came out of his plane, and then he headed for the ground.\" After congratulating him on the venture, the commander gave him a horse, which he rode into town to find the burning aircraft. Together with the plane were the burned bodies of the enemy pilots. Ljutovac stood at attention and saluted. The pilots of the downed aircraft were Captain Von Scheffe and his rear/forward gunner Oton Kris. Ljutovac was then decorated with the Order of Karađorđe Star with Swords and was promoted to the rank of corporal. Later on the Salonika front Ljutovac was promoted to the rank of sergeant. In the fall of 1918, he participated in the breakthrough of the Salonika front. == After the war == Ljutovac's grave After the war and demobilization, Ljutovac opened a store trading mixed goods in Trstenik. Radoje Ljutovac died on 25 November 1968. ==References== Category:1887 births Category:1968 deaths Category:People from Trstenik, Serbia Category:Serbian military personnel of World War I ",
    "title": "Radoje Ljutovac"
}