{
    "id": "52802530",
    "text": "Natalia Ghilașcu is a Moldovian journalist, writer, documentary film maker,http://trm.md/ro/cine-vine-la-noi/cine-vine-la-noi-emisiune- din-30-ianuarie-2017/ and social activist. == Early life == Ghilascu was born in Cotiujenii Mari, Republic of Moldova. She studied at the Academy of Economic Studies of Moldova and Free International University of Moldova. In 2015, she received a Hubert Humphrey Program felloowship at Arizona State University. Her studies at Walter Cronkite School of Journalism and Mass Communication inspired to produce films and documentaries and advocate for human rights. In her 20s, Ghilașcu became a member of the international movement Initiatives of Change, which has influenced her thinking by its philosophy of leading change by personal example.http://ibrarian.net/navon/paper/A_Newspaper_for_Facult_y__Staff__Alumni.pdf?paperid=5890996. == Career == She was a morning news anchor and political reporter for National TV Moldova 1. She anchored a series of talk-shows on women's equality with women who aspired to politics in Moldova and who later became candidates in local elections. Ghilascu received in 2011 a media award from United Nationshttp://md.one.un.org/content/dam/unct/moldova/docs/pub/magazine/nr%204%202011.pdf for her findings about human rights violations, published in \"Testing the waters: LGBT people in the Europe and Eurasia Region\" by the United States Agency for International Development and the United States Government,https://www.usaid.gov/sites/default/files/documents/2496/USAID%20Testing%20Waters%20Report%20on%20LGBT%20Europe%20and%20Eurasia.pdf which later led to conflict with the religious community. Ghilascu was part of a so called \"black list\" of people who promoted homosexuality; the Moldovan court system urged to be removed from the list. LGBT victims used her report as evidence of discrimination by public servants in hospitals.http://gdm.md/files/untitled%20folder/report- GENDERDOC-M-2011_eng.pdf She helped advocate for the adoption of Equality Law in 2012, which raised much criticism in Moldovan society.http://www.equalrightstrust.org/ertdocumentbank/part%202%20-%20Patterns%20of%20Discrimination%20and%20Inequality.pdf One of her shots was used as evidence of discrimination by the Council on Preventing, Eliminating Discrimination and Equal Rights,http://www.egalitate.md/media/files/files/decizia_cauza_156_deperson_1745637.pdf by Human Rights Council meetings in Geneva.http://www.equalrightstrust.org/ertdocumentbank/bibliography_1.pdf Her contributions were recognized in the Equal Rights Trust publication in London, \"From Words to Deeds,\" addressing discrimination and inequality in Moldova.http://www.equalrightstrust.org/ertdocumentbank/From%20Words%20to%20Deeds%20Addressing%20Discrimination%20and%20Inequality%20in%20Moldova_0.pdf Ghilascu remains passionate about video arts. Her short documentaries were screened at the Human Rights Film Festival in Chișinău, portraying stories of people with physical and mental disabilities, Romma, racism, people living with HIV, etc. She directed a short film Angel Backhttp://trm.md/en/moldovenii-in-lume/filmele-unei-jurnaliste-din-moldova- sunt-proiectate-in-sua/ emphasizing clashes between religion and family traditions, inspired by the life of a Jewish friend. It was screened in 2016 at the Los Angeles Independent Film Festival, the Miami International Film Festival. Further, the film won an award at the Paranormal Film Festival in Chicago. A later documentary about Roma deportation in the World War II, \"The Exile from Bessarabia\", was awarded the best documentary film at the Cronograf International Film Festival. After its production in 2013, which is a rare story about Romma deportation to Transnistria, the film provoked much criticism and denial of the Holocaust in Eastern Europe. It remained in the collection of the International Holocaust Remembrance Alliance as a testimony about Roma exile in Eastern Europe, rarely taught in school curricular of the region.https://www.holocaustremembrance.com/sites/default/files/ann_bib_long.pdfhttp://uspee.md/wp- content/uploads/2016/10/Ziarul_Dreptul_41-2.pdf A recent film, Cursed Years in Transnistria tells the tragic story of Jews from Eastern Europe who have migrated to the United States and the deportations and killing during World War II of about 300,000 Jews from Moldova, Romania and Ukraine in a region called Transnistria.http://unimedia.info/tv/alb-negru/577/ora-16-00-natalia- ghilascu-in-studioul-unimedia She works as editor-in-chief at the Moldova Times with an office in Washington, D.C. ==References== ==External links== * Category:1980 births Category:Living people Category:Moldovan journalists Category:Moldovan documentary filmmakers ",
    "title": "Natalia Ghilascu"
}