{
    "id": "52803665",
    "text": "Villages probably pertaining to the county of Tardenois in Carolingian times The Tardenois is today a natural region (région naturelle) of France. It is known among archeologists for the epipaleolithic culture known as Tardenoisian after its characteristic arrowheads, originally found at Coincy in the Tardenois in 1885. The etymology of \"Tardenois\" is not known. Originally, the Tardenois was a pagus (subdivision) of the civitas (state) of the Suessiones. After the Gallic Wars (58–50 BC), the Suessiones were subjected to the Remi, who were loyal allies of the Roman Empire. In the Middle Ages, it became a county (comitatus) under the Carolingians, subject to visits by missi dominici (lord's envoys). It is mentioned in 853 as the pagus tardinisus. The border between the dioceses of Soissons and Reims ran through it. In 858, King Charles the Bald appointed a certain Northmannus, possibly a former Viking, as count in the Tardenois. He was still count in 868, when he got into a conflict with the Bishop Hincmar of Laon that was settled by the king in his favour.Janet L. Nelson, \"England and the Continent in the Ninth Century: II, the Vikings and Others\", Transactions of the Royal Historical Society, 13 (2003), pp. 1–28, at 16–17 Hincmar, archbishop of Reims, records around 870 that the Tardenois was under a count named Bertram, a relative of his, who exercised the bannum and held placita. The Tardenois was at that time a typical Carolingian county.Charles West, Reframing the Feudal Revolution: Political and Social Transformation Between Marne and Moselle, c. 800–c. 1100 (Cambridge University Press, 2013), p. 22. As the system of pagi, and the comital system based upon it, decayed, the borders of the ancient pagi were forgotten. Villages not once part of the Tardenois became regarded as within it and some that had belonged to it did no longer. The term came to refer to an imprecise geographical zone. It was still regarded as a county in the late eleventh century, when it was part of the domains of Ralph IV (1038–74) and his son Simon (1074–77), counts of Valois. Pierre Feuchère, \"Une tentative manquée de concentration territoriale entre Somme et Seine: La principauté d'Amiens-Valois au Xle siècle: Étude de géographie historique\", Le Moyen Âge, 4e série, 9 (1956), pp. 1–37, at 14. By the twelfth century, it was a part of the county of Champagne. During the First World War, the Tardenois was the site of intense fighting. During 22–26 July 1918, the Italian 2nd Corps, supported by two British divisions, launched an offensive that drove the Germans back behind Fère-en-Tardenois. This is known as the battle of Tardenois.Michael S. Neiberg, The Second Battle of the Marne (Indiana University Press, 2008), pp. 140–59. Today, the Tardenois natural region lies partly in the department of Marne in the region of Grand Est and partly in Aisne in the region of Hauts-de-France. Since 1996, the municipalities of the Tardenois have been divided into two communautés de communes (municipal federations): that of Tardenois, which lies entirely in Aisne, and that of Ardre et Tardenois, which lies entirely in Marne. ==Municipalities named after the Tardenois== *Coulonges-en-Tardenois *Fère-en-Tardenois *Fresnes-en- Tardenois *Ville-en-Tardenois Likewise, there are two cantons named in part after the region: the Canton of Fère-en-Tardenois and the Canton of Ville-en- Tardenois. There are also the ruins of a 13th-century castle known as the Château de Fère-en-Tardenois. File:Carte_de_positionnement_du_Tardenois.png|Location of Tardenois in France today File:Carte_region_naturelle.jpg|Map of all natural regions of France File:Carte des communautés de communes du Tardenois et d'Ardre et Tardenois.png|The Tardenois today, divided into two municipal federations ==Notes== ==Further reading== *\" Le pagus tardinisus: Le Tardenois\", Bulletin de la Société archéologique, historique et scientifique de Soissons, 2, 2nd series (1877): 251–61 . Category:Natural regions of France Category:Geography of Aisne Category:Geography of Marne (department) ",
    "title": "Tardenois"
}