{
    "id": "52808881",
    "text": "The Vatican Dicastery for Promoting Integral Human Development (IHD) includes a section on migrants and refugees called the Migrants and Refugees Section (M&R; Section). == History == Appalled by the conditions and treatment of great numbers of migrants, refugees, displaced and trafficked persons, Pope Francis explained to several thousand representatives of Popular Movements in the Audience Hall on 5 November 2016 that \"In the department [IHD] Cardinal Peter Turkson heads, there is a section concerned with those situations. I decided that, at least for a while, that section would be directly under the Pope, because here we have a disgraceful situation that can only be described by a word that in Lampedusa came spontaneously to my lips: shame.\" In mid- December, he named Michael Czerny S.J., a Canadian Jesuit, and Fabio Baggio C.S, an Italian Scalabrinian, to serve as under-secretaries of IHD to be \"occupied specifically in the care of migrants and refugees.\" While under the Dicastery for Promoting Integral Human Development, the M&R; Section is \"directly under guidance\" of Pope Francis since its creation \"for the time being\", following the will of Francis. == Purpose == The M&R; Section's primary mission is to support the Church – locally, regionally, internationally – accompanying people at all stages of migration, especially those who are in one way or another forced to move or to flee. The Section's concern includes those who are compelled to migrate: asylum seekers, refugees, internally displaced people, as well as other international and internal migrants. It devotes particular attention to migrants who experience hardships and suffering in the countries of origin or destination or in transit: for example, people fleeing conflicts, persecutions and humanitarian emergencies (both natural and human-made), victims of human trafficking, migrants with irregular status, exploited migrant workers, and vulnerable migrant women, youth, and children. ==References== ==External links== *Official Website Category:Catholic missions ",
    "title": "Migrants and Refugees Section"
}