{
    "id": "528080",
    "text": "A full authority digital engine (or electronics) control (FADEC) is a system consisting of a digital computer, called an \"electronic engine controller\" (EEC) or \"engine control unit\" (ECU), and its related accessories that control all aspects of aircraft engine performance. FADECs have been produced for both piston engines and jet engines. FADEC for piston engine ==History== The goal of any engine control system is to allow the engine to perform at maximum efficiency for a given condition. Originally, engine control systems consisted of simple mechanical linkages connected physically to the engine. By moving these levers the pilot or the flight engineer could control fuel flow, power output, and many other engine parameters. The mechanical/hydraulic engine control unit for Germany's BMW 801 piston aviation radial engine of World War II was just one notable example of this in its later stages of development. This mechanical engine control was progressively replaced first by analog electronic engine control and, later, digital engine control. Analog electronic control varies an electrical signal to communicate the desired engine settings. The system was an evident improvement over mechanical control but had its drawbacks, including common electronic noise interference and reliability issues. Full authority analogue control was used in the 1960s and introduced as a component of the Rolls-Royce/Snecma Olympus 593 engine of the supersonic transport aircraft Concorde. However, the more critical inlet control was digital on the production aircraft. Digital electronic control followed. In 1968 Rolls-Royce and Elliott Automation, in conjunction with the National Gas Turbine Establishment, worked on a digital engine control system that completed several hundred hours of operation on a Rolls-Royce Olympus Mk 320. In the 1970s, NASA and Pratt and Whitney experimented with their first experimental FADEC, first flown on an F-111 fitted with a highly modified Pratt & Whitney TF30 left engine. The experiments led to Pratt & Whitney F100 and Pratt & Whitney PW2000 being the first military and civil engines, respectively, fitted with FADEC, and later the Pratt & Whitney PW4000 as the first commercial \"dual FADEC\" engine. The first FADEC in service was the Rolls-Royce Pegasus engine developed for the Harrier II by Dowty and Smiths Industries Controls.Gunston (1990) Avionics: The story and technology of aviation electronics Patrick Stephens Ltd, Wellingborough UK. , . ==Function== True full authority digital engine controls have no form of manual override available, placing full authority over the operating parameters of the engine in the hands of the computer. If a total FADEC failure occurs, the engine fails. If the engine is controlled digitally and electronically but allows for manual override, it is considered solely an EEC or ECU. An EEC, though a component of a FADEC, is not by itself FADEC. When standing alone, the EEC makes all of the decisions until the pilot wishes to intervene. FADEC works by receiving multiple input variables of the current flight condition including air density, throttle lever position, engine temperatures, engine pressures, and many other parameters. The inputs are received by the EEC and analyzed up to 70 times per second. Engine operating parameters such as fuel flow, stator vane position, air bleed valve position, and others are computed from this data and applied as appropriate. FADEC also controls engine starting and restarting. The FADEC's basic purpose is to provide optimum engine efficiency for a given flight condition. FADEC not only provides for efficient engine operation, it also allows the manufacturer to program engine limitations and receive engine health and maintenance reports. For example, to avoid exceeding a certain engine temperature, the FADEC can be programmed to automatically take the necessary measures without pilot intervention. ===Safety=== With the operation of the engines so heavily relying on automation, safety is a great concern. Redundancy is provided in the form of two or more separate but identical digital channels. Each channel may provide all engine functions without restriction. FADEC also monitors a variety of data coming from the engine subsystems and related aircraft systems, providing for fault tolerant engine control. Engine control problems simultaneously causing loss of thrust on up to three engines have been cited as causal in the crash of an Airbus A400M aircraft at Seville Spain on 9 May 2015. Airbus Chief Strategy Officer Marwan Lahoud confirmed on 29 May that incorrectly installed engine control software caused the fatal crash. \"There are no structural defects [with the aircraft], but we have a serious quality problem in the final assembly.\" ===Applications=== A typical civilian transport aircraft flight may illustrate the function of a FADEC. The flight crew first enters flight data such as wind conditions, runway length, or cruise altitude, into the flight management system (FMS). The FMS uses this data to calculate power settings for different phases of the flight. At takeoff, the flight crew advances the throttle to a predetermined setting, or opts for an auto-throttle takeoff if available. The FADECs now apply the calculated takeoff thrust setting by sending an electronic signal to the engines; there is no direct linkage to open fuel flow. This procedure can be repeated for any other phase of flight. In flight, small changes in operation are constantly made to maintain efficiency. Maximum thrust is available for emergency situations if the throttle is advanced to full, but limitations can not be exceeded; the flight crew has no means of manually overriding the FADEC. ==Advantages== * Better fuel efficiency * Automatic engine protection against out-of-tolerance operations * Safer as the multiple channel FADEC computer provides redundancy in case of failure * Care- free engine handling, with guaranteed thrust settings * Ability to use single engine type for wide thrust requirements by just reprogramming the FADECs * Provides semi-automatic engine starting * Better systems integration with engine and aircraft systems * Can provide engine long-term health monitoring and diagnostics * Number of external and internal parameters used in the control processes increases by one order of magnitude * Reduces the number of parameters to be monitored by flight crews * Due to the high number of parameters monitored, the FADEC makes possible \"Fault Tolerant Systems\" (where a system can operate within required reliability and safety limitation with certain fault configurations) * Saves weight ==Disadvantages== * Full authority digital engine controls have no form of manual override available, placing full authority over the operating parameters of the engine in the hands of the computer. (see note) **If a total FADEC failure occurs, the engine fails. (see note) **Upon total FADEC failure, pilots have no manual controls for engine restart, throttle, or other functions. (see note) **Single point of failure risk can be mitigated with redundant FADECs (assuming that the failure is a random hardware failure and not the result of a design or manufacturing error, which may cause identical failures in all identical redundant components). (see note) * High system complexity compared to hydromechanical, analogue or manual control systems * High system development and validation effort due to the complexity * Whereas in crisis (for example, imminent terrain contact), a non-FADEC engine can produce significantly more than its rated thrust, a FADEC engine will always operate within its limits. (see note) Note: Most modern FADEC controlled aircraft engines (particularly those of the turboshaft variety) can be overridden and placed in manual mode, effectively countering most of the disadvantages on this list. Pilots should be very aware of where their manual override is located, because inadvertent engagement of the manual mode can lead to an overspeed of the engine. ==Requirements== * Engineering processes must be used to design, manufacture, install and maintain the sensors which measure and report flight and engine parameters to the control system itself. * Formal systems engineering processes are often used in the design, implementation and testing of the software used in these safety-critical control systems. This requirement led to the development and use of specialized software such as model-based systems engineering (MBSE) tools. The application development toolset SCADE (from Esterel Technologies) (not to be confused with the application category SCADA) is an example of an MBSE tool and has been used as part of the development of FADEC systems. ==Research== NASA has analyzed a distributed FADEC architecture rather than the current centralized, specifically for helicopters. Greater flexibility and lower life cycle costs are likely advantages of distribution. ==See also== *Acronyms and abbreviations in avionics ==References== * * *Moren, Chuck. Interview with student. FADEC. Embry-Riddle Aeronautical University, Daytona Beach. 2007-03-13. * ==External links== * Harrier flies with digitally controlled Pegasus - a 1982 article in Flight International magazine * Active-control engines a 1988 Flight International article on FADEC engines Category:Avionics Category:Aircraft instruments Category:Engine technology ",
    "title": "FADEC"
}