{
    "id": "52808161",
    "text": "Pulmonary surfactant is used as a medication to treat and prevent respiratory distress syndrome in newborn babies. Prevention is generally done in babies born at a gestational age of less than 32 weeks. It is given by the endotracheal tube. Onset of effects is rapid. A number of doses may be needed. Side effects may include slow heart rate and low oxygen levels. Its use is also linked with intracranial bleeding. Pulmonary surfactant may be isolated from the lungs of cows or pigs or made artificially. Pulmonary surfactant was discovered in the 1950s and a manufactured version was approved for medical use in the United States in 1990. It is on the World Health Organization's List of Essential Medicines, the safest and most effective medicines needed in a health system. In the United Kingdom it costs the NHS 281.64 to 547.40 pounds per dose. ==Medical uses== Pulmonary surfactant is used to treat and prevent respiratory distress syndrome in newborn babies. Prevention is generally done in babies born less than 32 weeks gestational age. Tentative evidence supports use in drowning. ==Types== There are a number of types of pulmonary surfactants available. Like their natural counterparts, pulmonary surfactant preparations consist of phospholipids (mainly DPPC) combined with spreading agents such as SP-B and SP-C. Synthetic pulmonary surfactants: * Colfosceril palmitate (Exosurf) - a mixture of DPPC with hexadecanol and tyloxapol added as spreading agents * Pumactant (Artificial Lung Expanding Compound or ALEC) - a mixture of DPPC and PG * Lucinactant (KL-4) - composed of DPPC, palmitoyl-oleoyl phosphatidylglycerol, and palmitic acid, combined with a 21 amino acid synthetic peptide (sinapultide) that mimics the C-terminal helical domain of SP-B. * Venticute - DPPC, PG, palmitic acid and recombinant SP-C * Lucinactant (trade name Surfaxin) is a liquid medication that contains DPPC, POPG as the sodium salt, and palmitic acid. Animal derived surfactants: * Beractant ** (Alveofact) - extracted from cow lung lavage fluid, manufacturing by Boehringer Ingelheim ** (Survanta) - extracted from minced cow lung with additional DPPC, palmitic acid and tripalmitin, manufacturing by Abbvie ** (Beraksurf) - extracted from minced cow lung with additional DPPC, palmitic acid and tripalmitin, manufacturing by Tekzima * Calfactant (Infasurf) - extracted from calf lung lavage fluid * Poractant alfa (Curosurf) - extracted from material derived from minced pig lung ==History== Researcher John Clements identified surfactants and their role in the 1950s. Mary Ellen Avery soon after showed that the lungs of premature infants couldn't produce surfactants. Exosurf, Curosurf, Infasurf, and Survanta were the initial surfactants FDA approved for use in the U.S. In 2012, the US FDA approved an additional synthetic surfactant, lucinactant (Surfaxin). ==References== ==External links== * * * Category:World Health Organization essential medicines Category:Wikipedia medicine articles ready to translate ",
    "title": "Pulmonary surfactant (medication)"
}