{
    "id": "52803129",
    "text": "Kunzea similis is a species of flowering plant in the myrtle family, Myrtaceae and is endemic to a small area along the south coast of Western Australia. It is a shrub with linear to lance-shaped leaves with a single vein, and spherical groups of between four and ten pink flowers on the ends of shoots.habit on East Mount Barren ==Description== Kunzea similis is an erect shrub that typically grows to a height of and has several main stems with few branches. Young branches are densely covered with silky hairs. The leaves are linear to lance-shaped with the narrower end towards the base, long and long on a petiole about long. It differs from K. capitata in having leaves with a single vein. The flowers are arranged in more or less spherical groups of between four and ten flowers on the ends of the shoots. There are lance-shaped to egg-shaped bracts and pairs of bracteoles at the base of the flowers. The sepals are triangular, long and densely covered with silky hairs. The petals are pink, spatula-shaped to egg-shaped with the narrower end towards the base and long. There are between 32 and 44 stamens that are long. Flowering occurs from September to November and the fruit is an urn-shaped capsule. ==Taxonomy and naming== Kunzea similis was first formally described in 1996 by Hellmut R. Toelken and the description was published in Journal of the Adelaide Botanic Garden. The specific epithet (similis) is a Latin word meaning \"like\". Two subspecies were described in 2007 by Toelken and Gillian Craig and are accepted by the Australian Plant Census: * Kunzea similis subsp. mediterranea Toelken & G.F.Craig, a shrub that grows to a height of and has bracteoles that are longer than those of the autonym; * Kunzea similis Toelken subsp. similis, a smaller shrub with bracteoles that are hidden between the flowers. ==Distribution and habitat== Subspecies similis occurs in the Fitzgerald River National Park near Hopetoun, where it grows in sparse, low heath. Subspecies mediterranea is found in a small area to the east of Ravensthorpe growing on a ridge top in open mallee and dense heath. ==Conservation status== Both subspecies of K. similis are classified as \"Threatened Flora (Declared Rare Flora — Extant)\" by the Department of Environment and Conservation (Western Australia). Subspecies similis is listed as \"critically endangered\" under the Australian Government Environment Protection and Biodiversity Conservation Act 1999. The main threat to the subspecies is the fungal disease caused by Phytophthora cinnamomi. ==References== similis Category:Endemic flora of Western Australia Category:Myrtales of Australia Category:Rosids of Western Australia Category:Plants described in 1996 ",
    "title": "Kunzea similis"
}