{
    "id": "52806612",
    "text": "Liga Semi-Pro Divisyen 2 () was a second-tier semi-pro football league in Malaysia that operated from 1989 until 1993. The league was managed by Football Association of Malaysia. Liga Semi-Pro was official established in 1989 as a semi-pro league competition for football team in Malaysia to qualify for Piala Malaysia. During its inaugural season in 1989, 17 teams participated in the league divided into two divisions where nine teams were in Divisyen 1 and eight teams in Divisyen 2. Under the new format, only the top six teams in Divisyen 1 and the Divisyen 2 champions and runners-up will be involved in the Piala Malaysia. Piala Malaysia was played from the quarter-final stage, scheduled for November after the league was finished. The Piala Malaysia quarter-final and semi-final matches will be played on a home and away basis. The league was the nation's second-tier league until it was succeeded by the formation of single-tier Malaysian first professional football league, the Liga Perdana in 1994 by Football Association of Malaysia. == History == === Origin === The concept of an annual competition between the states in Malaysia goes back more than 95 years. In 1967 the Malaya Cup was replaced by the Malaysia Cup but the essentially amateur ethos continued until the semi-pro football league was introduced by the Football Association of Malaysia (FAM) in 1979 as a 'halfway house' towards full professional status. This football league competition involving the representative sides of the state football associations was first held in Malaysia in 1979. When it began, it was intended primarily as a qualifying tournament for the final knock-out stages of the Piala Malaysia. It was not until 1982 that a league trophy was introduced to recognise the winners of the preliminary stage as the league champions. Over the years, the league competition has gained important stature in its own right. From 1982 until 1988 the league is an amateur status continue its purpose as qualifying round for Piala Malaysia and only in 1989 it has officially changes to a new format as Liga Semi-Pro and was also just recognised as Malaysian League. === Semi-Pro league system (1989–1993) === In early days, Malaysian football league system consist of amateur league before the changes in 1989 when it was known fully as the Liga Semi-Pro from 1989 to 1993. The formation of Liga Semi-Pro in 1989 has introduced a two-tier division of football league in Malaysia. Initially the only teams allowed to participate in the league were the state FA's sides, teams representing the Armed Forces and the Police, and teams representing the neighbouring countries of Singapore and Brunei (though the Football Association of Singapore pulled out of the Malaysian League after the 1994 season following a dispute with the Football Association of Malaysia over gate receipts, and has not been involved since). In 1989 to 1993, Liga Semi-Pro, the football league in Malaysia was divided into two levels: * First Division: Liga Semi-Pro Divisyen 1 * Second Division: Liga Semi-Pro Divisyen 2 The inaugural season of Liga Semi-Pro consisted of nine teams in Divisyen 1 and eight teams in Divisyen 2. The Malaysian Police joined Divisyen 2 in 1990. Games were played on a home and away basis for about four months roughly between the end of April or early May and the end of August or early September. For the first season three points were awarded for a win, one for a draw and none for a loss, but in subsequent seasons this was changed to a 2,1,0 basis. At the end of the League competition the top three placed teams in both Divisions received prize money while two were relegated/promoted and a play off was staged between the eighth placed team in Divisyen 1 and the third placed team in Divisyen 2. The top six teams in Divisyen 1 and top two in Divisyen 2 also proceeded to the quarter- finals of the Piala Malaysia. == 1989 season == In its inaugural season, the league consist of teams as below. * Perlis (1989 Liga Semi-Pro Divisyen 2 champions) * Perak (Promoted to Liga Semi-Pro Divisyen 1) * Sabah (Promoted to Liga Semi-Pro Divisyen 1) * Terengganu * Malacca * Armed Forces * Negeri Sembilan * Brunei == 1990 season == In its second season, the league consist of teams as below. * Terengganu (1989 Liga Semi-Pro Divisyen 2 champions) * Kelantan (Promoted to Liga Semi-Pro Divisyen 1) * Negeri Sembilan * Armed Forces * Malacca * Penang * Brunei * Police == 1991 season == In its third season, the league consist of teams as below. * Negeri Sembilan (1991 Liga Semi-Pro Divisyen 2 champions) * Sarawak (Promoted to Liga Semi-Pro Divisyen 1) * Penang (1992 Liga Semi-Pro promotion play-off) * Police * Perlis * Malacca * Brunei * Armed Forces == 1992 season == In its fourth season, the league consist of teams as below. * Kedah (1992 Liga Semi-Pro Divisyen 2 champions) * Penang (1992 Liga Semi-Pro Divisyen 2 promotion) * Kelantan (1992 Liga Semi-Pro promotion play-off) * Police * Perlis * Air Forces * Brunei * Malacca == 1993 season == In its last season, the league consist of teams as below. * Selangor (1993 Liga Semi-Pro Divisyen 2 champions) * Singapore * Sabah * Brunei * Malacca * Police * Perlis * Armed Forces == Champions == Below are the list of the semi-pro league second division champions from 1989 to 1993. {| class=\"wikitable\" |- ! style=\"width:9%;\"|Year ! style=\"width:19%;\"|Champions (number of titles) ! style=\"width:18%;\"|Runners-up ! style=\"width:18%;\"|Third place |- |align=center|1989 |Perlis |Perak |Sabah |- |align=center|1990 |Terengganu |Kelantan |Negeri Sembilan |- |align=center|1991 |Negeri Sembilan |Sarawak |Penang |- |align=center|1992 |Kedah |Penang |Kelantan |- |align=center|1993 |Selangor |Singapore |Sabah |} == See also == * Malaysian League * Liga Semi-Pro * Liga Malaysia (1982–1988) * Liga Perdana (1994–97) == References == Category:Liga Semi-Pro Category:Football leagues in Malaysia ",
    "title": "Liga Semi-Pro Divisyen 2"
}