{
    "id": "52816584",
    "text": "Norman J. W. Goda (born 1961) is an American historian specialised in the history of the Nazi Germany and the Holocaust. He is a professor of history at the University of Florida, where he is the Norman and Irma Braman Professor of Holocaust Studies.Profile, the University of Florida web site Goda is the author of several books on the international policy of Nazi Germany, the Holocaust, and the Cold War. He also serves as a historical consultant for the Nazi War Crimes and Japanese Imperial Government Records Interagency Working Group of the United States National Security Archive, tasked with reviewing the previously-classified intelligence documents of the World War II and its aftermath.Interagency Working Group (IWG) ==Historian== Goda is the co-author of the book U.S. Intelligence and the Nazis, which was published in 2005 by the Cambridge University Press and based on the materials that were declassified under the 1998 Nazi War Crimes Disclosure Act. Reviewing the book in the journal History, the historian Steven Casey called the book \"remarkable\" and noteed that book \"sheds new light on three controversial aspects of the war and post-war period:\" how much US intelligence organisations knew about the Holocaust, the crimes of individual Nazi perpetrators, and the \"extent to which US intelligence knowingly collaborated with war criminals during the cold war.\" Casey noted: > Breitman et al. have used these [declassified documents] to write a series > of measured case studies, which, unsurprisingly, confirm that many post-war > exculpatory accounts by leading Nazis were highly misleading. Indeed, > whereas figures such as SD Intelligence Chief Walter Schellenberg sought to > depict themselves as reluctant Nazis who had tried their best to save the > lives of concentration camp victims or to bring the war to a swift > conclusion, the new documents confirm that they were actually ruthless > individuals who not only had plenty of blood on their hands but also > remained wedded if not to the Nazi cause then at least to their Nazi > comrades long after May 1945. ==Bibliography== * Tomorrow the World: Hitler, Northwest Africa, and the Path Toward America, Texas A&M; University Press, 1998, . *U.S. Intelligence and the Nazis, Cambridge University Press. 2005. With Richard Breitman, Timothy Naftali and Robert Wolfe. *'Tales from Spandau: Nazi Criminals and the Cold War, Cambridge: Cambridge University Press, 2007. . * \"Black Marks Hitler's Bribery of his Senior Officers During World War II\" pp. 96–137. In Corrupt Histories, Emmanuel Kreike and William Jordan (eds), University of Rochester Press, 2005, . *Jewish histories of the Holocaust: New Transnational Approaches, Oxford: Berghahn Books, 2014. With Omer Bartov. . ==References== * ==External links== *The CIA and Nazi War Criminals: National Security Archive Posts Secret CIA History Released Under Nazi War Crimes Disclosure Act, via the National Security Archive *U.S. Intelligence and the Nazis, official web page via Cambridge University Press *Jewish histories of the Holocaust: New Transnational Approaches, official web page via Berghahn Books *Breitman, Richard, Goda, Norman: Hitler's Shadow: Nazi War Criminals, U.S. Intelligence, and the Cold War, Public domain: PDF via National Archives and Records Administration Category:1959 births Category:Living people Category:20th-century American historians Category:21st-century American historians Category:Historians of the Holocaust Category:Historians of World War II ",
    "title": "Norman J. W. Goda"
}