{
    "id": "52812482",
    "text": "The Traditional Arab Sword The Arab sword, sometimes called a Saif () or a Shamshir depending on the era, has its origins in Arabia prior to the 7th century. Not much is known about this particular weapon, other than what Al- Kindi wrote in his treatise On Swords in the 9th century. ==Description== In the article, \"Introduction to the Study of Islamic Arms and Armour\" by Dr. A. Rahman Zaky, he writes about the Saif as \"An Arab sword, [with] a rather broad-blade and sometimes with a peculiarly hooked pommel. The size varies greatly. It is found in most countries in which the Arabs have lived, and each has its own variety. Early Arab chroniclers used to mention two kinds of swords: Saif Anith, which was made of iron, and Saif Fulath or Muzakka, which was made of steel.\"Zaky 1961, pp. 21 ==Etymology== The term Xiphos, which is Greek for double-edged straight sword, can have a certain connection to the term saif. Mostly the word \"Saif\" is an Arab common word for a sword, and it does not refer to a certain type. ==Anatomy== The handle is referred to as maqbid. The pommel is called the halq and the quillon is the haris. The blade is composed of the false edge and the true edge, which are known as the zafiya or hafat zafiya and the haqiqia, respectively. The sword's point is referred to as the nuqtat. Some Arab swords may contain a fuller, which is called an 'akmal, but others do not. Therefore the area where the fuller would be is completely flat. ==History== The production of the Arab sword has four distinct periods: Pre-Islamic (Ancient swords before the 7th century), Early Islamic (Old swords 7th to 8th centuries), Islamic Golden Age (Swords of the 9th to early-13th centuries) and the Abandonment (Late swords of the late-13th to 16th centuries). Most information on Arab swords come from literature. ===Pre-Islamic=== Prior to the rise of Islam in the 630s, the settled communities in the Arabian peninsula developed into distinctive civilizations, and are limited to archaeological evidence. Accounts written outside of Arabia and Arab oral traditions were later recorded by Islamic scholars. Among the most prominent civilizations were the Dilmun which arose around the end of the fourth millennium BCE and lasted to about 600CE and the Thamud which arose around 3000BCE and lasted to about 300CE. Additionally, from the beginning of the first millennium BCE, Southern Arabia was the home to a number of kingdoms such as the Sabaeans and the coastal areas of Eastern Arabia were controlled by the Iranian Parthians and Sassanians from 300BCE. The Arabs of the peninsula, thus, had their own local system of warfare, that was not of big armies, but of small battles and skirmishes among tribes.Zaky 1965, pp. 107 ===Early Islamic=== Swords in Mu'tah, called Mashrafiya swords, were so highly regarded, that Muhammad ordered in 629 a raid on the city to capture it. In the case of other captured weapons we can be less sure about where they were produced. This is true of the weapons taken from the Jewish tribe known as the Banu Qaynuqa. In his sira the Prophet's biographer Ibn Ishaq, recounts that during the Prophet's life-time this tribe was noted as arms manufacturers, or as possessing large stocks of arms in Medina; it is possible that some of their arms were produced there.Alexander 2001, pp. 200 ===Islamic Golden Age=== By the years of the Islamic golden age, the sabers and double-edged swords of the Middle East co-existed. ===Abandonment=== In the later years of the Arab sword, of the seven listed places by Al-Kindi where it was manufactured, four remained by the later half of the 13th century. With Khorasan and Damascus razed by the Mongols and Byzantium conquered by the Crusaders in the Fourth Crusade, the Arab sword took a strong decline. Its final end came in the 16th century, when the Ottomans seized Egypt in 1517 and Yemen in 1552–60, thus marking the end of the Arab sword. Neither the Mongols, Crusaders nor Ottomans had shown an interest in the Arab sword. These groups had their own traditions, and thus displaced it. The last two places, Sri Lanka and Kedah, had slowly grown influenced by neighboring traditions and thus ceased to make it altogether. In c. 1350, Ibn Qayyim al-Jawziyya wrote a treatise on Arab arms called \"Al-Furusiyya\".ed. Nizam al-Din al-Fatih, Madinah al Munawara: Maktaba Dar al-Turath, 1990. In this text, he proclaims that aside from horsemanship, lance and archery, swordsmanship was a fourth discipline of Furusiyya. ==Manufacturing== Al-Kindi lists seven places from which Arab swords were forged. Starting with the best; Yemen, Khorasan, Damascus, Egypt, Rum (meaning Byzantium), Sri Lanka and Qalah (possibly Kedah). ==Use== During the early Islamic years, the Arabs sheathed their weapons in baldrics. The use of sword and baldric was consciously abandoned by the Abbasid caliph al-Mutawakkil (847-861) in favor of the saber and belt. But the use of sword and baldric seems to have retained a ceremonial and religious significance. For example, the Zangid ruler Nur ad-Din (1146–74) was anxious to demonstrate that he was a pious traditionalist, searching out the old methods preferred by the Prophet. Consequently, among his reforms he re- adopted the custom of wearing a sword suspended from a baldric. His successor Salah ad-Din (1138-1193), known in the west as Saladin, did the same and it is noteworthy that he was buried with his sword, «he took it with him to Paradise.»Alexander 2001, pp. 204-205 According to David Nicolle, the Arab sword was used mainly for cutting.Nicolle 1994, pp. 13-14 He cites Usama ibn Munqidh's memoir as evidence, that when Usama was being attacked by a Hashshashin, Usama struck the assassin down.Cobb 2008, pp. 129 Other stories by Usama add credence to David Nicolle's theory. During the Mamluk period the saber seems to have been the preferred weapon of the warrior elite but the most finely decorated edged weapons were swords. Swords were used in the most important ceremonial events in the Mamluk period, that is, in the investiture of Mamluk sultans and caliphs of the restored Abbasid dynasty where the ruler was «girded» with the «Bedouin sword» saif badawi. There are no surviving descriptions of such swords but it can be suggested as a hypothesis that the exquisitely decorated Mamluk sword blades now preserved in Istanbul are in fact saif badawi.Alexander 2001, pp. 204-205 ==References== ==Bibliography== * http://gladius.revistas.csic.es/index.php/gladius/article/viewFile/86/86 * * * * * * http://gladius.revistas.csic.es/index.php/gladius/article/viewFile/191/193 * http://gladius.revistas.csic.es/index.php/gladius/article/viewFile/211/213 Category:Middle Eastern swords Category:Arab inventions ",
    "title": "Arab sword"
}