{
    "id": "52813095",
    "text": "Coca Cola Incident () is the term that surfaced in December 1976 in Taiwan after a performance against loss of identity. It occurred on the campus of Tamkang University, then known as the Tamkang College of Arts and Sciences, in Tamsui, a small port city in Northern Taiwan.Chang Shih-lun sums the provocative demonstration up like this: “December 3 has become an unusually significant date for Taiwanese popular music. It was on that date in 1976 that singer Li Shuang-tze, then a student at Tamkang University, stood on stage on campus and smashed a Coca Cola bottle, symbolizing foreign culture, and exhorted his fellow students to \"sing (their) own songs.” See Chang Shih-lun, “Live Music Blossoms from the Grassroots,” in: Taiwan Panorama, No. 1/ 2007, p.28. See also Hu Bei, “The Songs they are a-changin'...”, in: The Global Times, Oct. 11, 2012; also online. On December 3, 1976, a “Western folk concert”(Xiyang minyao yanchang hui 西洋民謠演唱會) presenting folk songs in English, sung by singers from Taiwan, took place. It had been organized formally by the Student Activity Center of Tamkang College.See the Xiachao Magazine editorial “Li Shuangze shi shui? Yige bei Taiwan shehui yiwang de minge yundong zhanshi” ( 李雙澤是誰？一個被台灣社會遺忘的民歌運動戰士/ Who was Li Shuangzi? A Folk Song Movement Fighter forgotten by Taiwan Society]\" in: Xiachao Magazine; also online But the faculty of languages and literature members Lee Yuan-chen(李元貞),Also transcribed Li Yuanzhen; she taught at the Chinese Dept. and she is also the founder of Women Awakening) Liang Jingfeng(梁景峰),teacher at the German Dept. Wang Jinping (scholar and activist)(王津平)English Dept. and their friend, Li Shuang-tze (李雙澤) had been the driving force. The concert started normally with English-language folk songs. Xu Zhiyuan (許志源) notes that “the prestigious Tao Hsiao-ching (陶曉清)” was “in charge” as MC. Chair.See: Xu Zhiyuan, Cong xiaoyuan minge kan qi ling niandai de Taiwan shehui (從校園民歌看七○年代的台灣社會 / Seeing Taiwan society of the 70s through campus folk music?),research article, also online on the Nanhua University website: . - Giving his account of the concert and the Coca Cola Incident, Xu Zhiyuan refers also to: Zhang Zhaowei(張釗維), “Shui zai na bian chang ziji de ge. Taiwan xiandai minge fazhan yundong shi” ( 誰在那邊唱自己的歌：台灣現代民歌發展運動史 Who, on that fringe, are singing their own songs? A history of the development of Taiwan's modern folk song movement), Taipei（滾石文化）2003, p.122. One may also consult the Ph.D. thesis of Hsin Mei-fen (Mei-fen Hsin, Popular Music in Taiwan: Language, Social Class and National Identity, Durham (UK) : Durham University, 2012, Ph. D. thesis. p.161.) The blues poet, Hu Defu (胡德夫), had been scheduled as one of the singers, could not perform because of an injury due to a fight the day before. Li then step in to perform for him. When Li got on stage, he was holding a Coca Cola bottle in his hand and loudly addressed the audience. \"I went to the United States, and I went to Spain; young people around the world are drinking Coca-Cola and are singing songs that are in English,” he said, according to one report.These are the words reported by Xiao-Wen Ding. (Source: 丁曉雯 Ding Xiaowen), “Women de yinyue ke: Yingxiang Taiwan 80's hou de yinyue chuangzuo li (shu zhai-2)” (我們的音樂課：影響台灣80’s後的音樂創作力（書摘-2）/ Our music lessons: the impact of musical creativity in the 1980s (summary; 2)),” in: China Times中國時報Zhōngguó shíbào (Chinese edition), May 31, 2012.) - Xu Zhiyuan reports the initial words of Li Shuangze in great detail, then omits the vital words “Let's sing our own songs” that are reported by several sources, and then mentions titles of songs sung by Li. This is how Li started to challenge the singers of Western songs and the MC: Li Shuangze: To return from abroad to our land is really gratifying, but I still drink Coke ...... (Turning to the first singer) You as a Chinese are singing foreign songs, how does that taste? The first singer: The song has a good melody; Chinese songs, quite apart from the national anthem, are also sung. Li: Because we have you, Miss Tao as MC, please answer this question today. She presided over the program for ten years and will be able to give us a satisfactory answer. Tao: Today I'm hosting the show, but I did not expect to take a test! Not that we do not sing our own songs - but, please tell me, where are modern Chinese folk songs? Li: Huang Chunming has said in his \"Xiangtu zuqu 《鄉土組曲》[Native Suite]\": \"Whether we were capable of it or not, we wrote our own songs. Our predecessors would only sing their own songs if they would still continue to sing. We can write our own songs today.\" Tao: Then we invite you to sing for us the first song! - Then Li Shuangze sang the Taiwan folk songs “Bu po wang 補破網 Repair the net,” “Heng chunzhi ge 恆春之歌 Constant Spring Song,” “Yuye hua 雨夜花 Flower of A Rainy Night” and the song called “Guofu jinian ge 國父紀念歌 Sun Yat-sen Memorial Song.” (See: Xu Zhiyuan, Cong xiaoyuan minge kan qi ling niandai de Taiwan shehui (從校園民歌看七○年代的台灣社會 / Seeing Taiwan society of the 70s through campus folk music?),research article, also online on the Nanhua University website: . - Xu Zhiyuan quotes the conversation from: Zhang Zhaowei(張釗維), Shui zai na bian chang ziji de ge. Taiwan xiandai minge fazhan yundong shi ( 誰在那邊唱自己的歌：台灣現代民歌發展運動史 / Who, on that fringe, are singing their own songs? A history of the development of Taiwan's modern folk song movement), Taipei（滾石文化）2003, p.122. And then he added, “May I ask you where our own songs are?\" And ended by shouting, “Why don't you sing your own songs? Let's sing our own songs!” Uttering these words, he smashed the Coke bottle – something that everyone clearly understood as a symbolic gesture of protest. Then he began to sing the folk song “Bu po wang\" (补破网, Borderless Realm, also known as Fixing A Fishing Net or Repair the net – a metaphoric allusion to the net torn apart between China and Taiwan),The song begins with the words Kanzhe wang mu kuang hong po jia zhe da kong 看着网 目眶红 破甲这大孔 I saw the net's red, hollow eye socket, this dark hole... See also: ; see also Hong Quanhu 洪泉湖 , Tai wan de duo yuan wen hua (台灣的多元文化 Multiculturalism in Taiwan). Taipei : Wunan 五南, 2005[min 94], p.251. continuing with the \"Sun Yat-sen Memorial Song\" and a number of Taiwanese folk songs. It aroused the audience in an enthusiastic “uproar”,See the already referred to article in The Global Times, and also the cited article in Xiachao Magazin; also online. but on that evening, there was also those who did not agree and who booed.See the biography, in Liang Jingfeng , Lee Yuan-chen (eds.): 美麗島與少年中國 : 李雙澤紀念文集 /Meilidao yu shaonian Zhongguo : Li Shuangze jinian wen ji ibidem. The symbolic meaning of smashing a Coke bottle and the significance of the song sung right after this Coca Cola bottle was smashed, was well understood by the KMT-controlled media. They hit back immediately, creating the terms Coca Cola Incident and Tamkang Incident for what had just happened on the Tamkang campus. It was clear that they wanted to intimidate Li Shuangze and those who had dared to applaud his act of protest. The result of this media campaign was unforeseen by them. They made Li's protest known island-wide. And thus, the Coca Cola “incident ... at the concert in Tamkang University inspired a lot of students, and in this way the slogan 'sing songs in our own language' was introduced.”Mei-fen Hsin, Popular Music in Taiwan: Language, Social Class and National Identity, Durham (UK) : Durham University, 2012, Ph. D. thesis. p.161. It turned into the Let's Sing Our Own Songs Movement,See Liu Chi, in a program of “China Beat” on China Radio International. and young people began to write their own songs in their own language.The author of this text, Long Yingtai (at Peking University) mentions especially Meilidao (美麗島Formosa) – the song composed by Li Shuangze, with lyrics by Liang Jingfeng. See Long Yingtai, on Aug. 1, 2010, in . - Liang Jingfeng, Wang Jinpeng, Li Shuangzi and a few others at Tamkang were actually the source of the new political bend of the xing minge (新民歌new folk song) movement – a direction that was informed by political goals that they laid down in their articles in Qiaochao magazine. This direction that the song movement was taking is also discussed in the 1992 article “Danjiang-Xiachao luxian de minge yundong (shang)\" (淡江－夏潮 路線的民歌運動（上）/ On the Tamkang Xiachiao (China Tide) Line of the Folk Movement), in the journal: 《Daoyu bianyuan 島嶼邊緣 Isle Margins》, issue 5/1992, pp. 96-107. Their position becomes also clear in an article that Wang Jinping published in Cactus Magazine with respect to Taiwan Nativist Literature. See Wang Jinping, “Dapo wenxue zhongli de shenhua 打破文學中立的神話 / Breaking the myth of the neutrality of literature), in: 《Xian ren zhang 仙人掌 Cactus》 no.1/1977, pp. 81-93 But it was not only the desire to sing folk songs in native dialects languages, thus above all in Taiwanese and Hakka, as well as in standard Chinese that was strengthened. The allusive songs that were sung began also to express a spirit of defiance and opposition to the dictatorial KMT regime. Thus, with the spirit of identity that was strengthened, both Taiwan Nativist Literature and the pro-democracy Tangwai movement received a boost. Today a memorial to Li Shuangze has been erected officially on the Tamkang Campus in Tamshui. ==References== Category:1976 in Taiwan Category:Events in Taiwan ",
    "title": "Coca Cola Incident (Tamkang Incident)"
}