{
    "id": "52815748",
    "text": "Kunzea preissiana is a flowering plant in the myrtle family, Myrtaceae, and is endemic to the southwest of Western Australia. It is a shrub with hairy branches and leaves, pink to mauve flowers in groups on the ends of shoots, and twenty to thirty stamens about the same length as the petals. It is a widespread, often locally common species across its range. ==Description== Kunzea preissiana is a shrub that typically grows to a height of with a few erect stems, each with spreading stems densely covered with fine hairs. The leaves are almost flat, linear to lance-shaped with the narrower end towards the base, hairy on both sides, long and wide on a petiole about long. The flowers are arranged in groups of between about three and seven on the ends of shoots that continue to grow after flowering. There are hairy bracts and bracteoles at the base of the flowers, distinguishing this species from the similar K. affinis. The flower cup is densely hairy, about long. The sepal lobes are densely hairy, egg-shaped to lance-shaped and long. The petals are more or less egg-shaped, long and there are between 18 and 32 stamens about the same length as the petals. Flowering mainly occurs in September and October and the fruit is a hairy, urn-shaped capsule with the sepals spreading at right angles. This is a widespread kunze in the southwest and there is considerable variation in the species, especially in the hairs on the leaves and flower parts and some forms are very similar to K. acicularis. ==Taxonomy and naming== Kunzea preissiana was first formally described by the botanist Johannes Conrad Schauer in 1844 in Johann Georg Christian Lehmann's book Plantae Preissianae. ==Distribution and habitat== This kunzea grows in gravelly lateritic soil in kwongan and shrubland between Narrogin, Albany and to the east of Hopetoun in the Avon Wheatbelt, Esperance Plains, Jarrah Forest and Mallee biogeographic regions. ==Conservation== Kunzea preissiana is classified as \"not threatened\" by the Western Australian Government Department of Parks and Wildlife. ==References== preissiana Category:Endemic flora of Western Australia Category:Myrtales of Australia Category:Rosids of Western Australia Category:Plants described in 1844 Category:Taxa named by Johannes Conrad Schauer ",
    "title": "Kunzea preissiana"
}