{
    "id": "52819742",
    "text": "Thomas Matthew \"Big Tom\" Rienzi (February 15, 1919 - December 15, 2010) was a lieutenant general in the U.S. Army Signal Corps who served during World War II, the Korean War and Vietnam War. He implemented the modernization of signal units from the usage of just wire and radio, through the growth of strategic satellite communications, to the integration of computer systems at even the tactical level. == Early life and education== Rienzi was born on February 5, 1919 in Philadelphia, Pennsylvania, the son of successful clothiers Luigi and Ethel Rienzi. Graduating from West Catholic High School, he accepted an appointment to the United States Military Academy at West Point, from which he graduated in 1942. From there, he was assigned to the Army Signal Corps.Star Advertiser ==Career== === World War II === After graduating from Fort Monmouth’s Signal Center and School he was assigned to the China-Burma-India Campaign. From there he was transferred to command the 96th Signal Battalion of the 96th Infantry Division. In 1945 he attended the Command and General Staff College, then taught at the Signal School in Fort Monmouth, New Jersey.Weiner === Interwar Years === Rienzi returned from World War II to his hometown and married Clare Moore in 1946. They would later have two children, Thomas Rienzi, Jr. and daughter Sherri. He received his master's degree in electrical engineering from the University of Illinois in 1948.Vachon Assigned to the Armed Forces Special Weapons Project at Sandia Base, New Mexico, he trained atomic weapons technicians, planning and implementing over 40 test detonations. He then served as a tactical instructor at West Point in 1955. In 1957 he was assigned to the Joint Planning and Army Logistics at the Senior United States Headquarters at Honolulu, Hawaii. From 1961 to 1963, Rienzi was appointed Signal Officer for Eighteenth Airborne Corps. His next assignment from 1963 to 1965 was as Executive Officer to the Chief Signal Officer and Chief of Communications-Electronics, United States Army. === The Vietnam War === In May 1966 Rienzi was promoted to brigadier general and assigned as Commanding General and Commandant of the United States Army Signal Center and School at Fort Monmouth, New Jersey, the largest United States Army School. During his assignment at Fort Monmouth he received a master of arts degree in international affairs from George Washington University and a certificate in business management from Pittsburgh University. In 1968, after the Tet Offensive, Rienzi was promoted to major general and given the command of the 23,000 soldiers of the 1st Signal Brigade.Raines, 381 During this time the Army implemented new generations of electronically-secured voice communications systems, and Rienzi and his staff oversaw its integration and implementation. This integration was complicated by implementing the program of Vietnamization of duties and resources.Rienzi, 153-173 == Later life and death == In 1970 he was assigned as commander of the Strategic Communications Command of the Pacific at Fort Shafter in Honolulu, Hawaii. In 1972 he was made the Chief Signal Officer of the U.S. Army. In 1977 he was promoted to lieutenant general, assuming the position of Deputy Director General, Chief of Staff, and Chief Engineer of the NATO Integrated Communications System Management Agency in Brussels, Belgium. Retiring from army life, he attended seminary at Louvain, Belgium and was ordained a Roman Catholic deacon in 1979. Rienzi died on December 15, 2010 at Tripler Army Medical Center, Honolulu, Hawaii, and was buried in the National Memorial Cemetery of the Pacific. ==Legacy== Rienzi is survived by his daughter (his wife and son having passed on already), three grandchildren, seven great-grandchildren and one great- great grandchild. Rienzi commanded units of the United States Army’s most technical branch during the transition from wire and cable, vacuum tube radio and visual signals, through the advent of transistorized radio, teletype, electronically-secured voice communications and satellite communications. ==Citations== ==References== * * * * * Category:United States Army generals Category:People from Philadelphia Category:1919 births Category:2010 deaths ",
    "title": "Thomas Rienzi"
}