{
    "id": "528186",
    "text": "Alfresco dining along Lygon Street Lygon Street, Carlton, looking south east The street at night Lygon Street is located in Melbourne, Victoria, Australia, running through the inner northern suburbs of Carlton, Carlton North, Princes Hill and Brunswick East. Lygon Street is synonymous with the Italian community of Melbourne, forming the nexus point of Little Italy. It is home to many Italian restaurants and alfresco cafés. ==Geography== Lygon Street runs north–south through the inner northern suburbs of Melbourne. At its southernmost end, it connects to Russell Street in the Hoddle Grid; it then proceeds northward, through Carlton, Carlton North, and Brunswick East, to its intersection with Albion Street. Although the roadway itself continues, it is renamed Holmes Street for the stretch between Albion Street and Moreland Road, and later renamed again to Nicholson Street for the stretch between Moreland Road and the street's terminus at Bell Street. (Note that this is not continuous with the Nicholson Street which runs through the Melbourne CBD, Fitzroy, Carlton and Brunswick East.) North of Park Street, the street numbers restart at 1. Tram routes 1 and 6 run along Lygon Street between Elgin Street, Carlton, and Albion Street, Brunswick East. ==Italian restaurant district== The Italian restaurant district synonymous with Lygon Street occupies the few blocks between Queensberry Street and Elgin Street in Carlton. It is populated by the Italian families which migrated here in the 1950s, and holds the record of being the first place to install an espresso machine in Australia. It is also considered the birthplace of the 'Aussie' pizza. The area is heavily European in nature, and is the home of the yearly Lygon Street Festa, one of Australia's largest outdoor street festivals. The La Mama Theatre and Courthouse Theatre are also in this area, as is the heritage-listed neon sign at Borsari's Corner, named after Italian cyclist Nino Borsari, on the corner of Grattan Street. Toto's Pizza House, the first pizzeria established in Australia, has been located at the southern end of Lygon Street continuously since its opening in 1961.John Beveridge (2007), \"Toto's fame set to spread worldwide, Herald Sun, 14 June, page 72. ==Other points of interest== Melbourne Trades Hall occupies the corner of Lygon Street and Victoria Street. Melbourne General Cemetery is situated on the western side of Lygon Street in North Carlton, between Cemetery Road and Macpherson Street. The two blocks running between Grattan Street and Elgin Street are known for shopping and boutiques. Cinema Nova was established in 1992.https://www.theurbanlist.com/melbourne/a-list/melbournes-best-cinemas A new addition is the East Brunswick Club which opened its doors as a music venue at the northern end of the street in May 2006. Lamb's Souvlaki is a popular restaurant on the strip which operates 24 hours a day. Lygon Street was the main headquarters of an Italian Australian criminal organisation called The Carlton Crew. ==Gallery== Image:Melbourne Trades Hall entrance.jpg|Melbourne Trades Hall Image:Christian chapel carlton 1865.jpg|Christian Chapel Image:Lygon buildings carlton victoria.jpg|Lygon Buildings, built in 1888 Image:Lygon Street, Carlton at night.jpg|Italian restaurants on Lygon Street at night ==See also== ==References== Category:Streets in Melbourne Category:Restaurant districts and streets in Australia Category:Italian-Australian history Category:Italian-Australian culture Category:Italian-Australian culture in Melbourne Category:Landmarks in Melbourne ",
    "title": "Lygon Street, Melbourne"
}