{
    "id": "52816297",
    "text": "Major General Sir William Henry Cunningham (24 September 1883 – 20 April 1959) was an officer in the New Zealand Military Forces who served during the First and Second World Wars. Cunningham joined the New Zealand Expeditionary Force following the outbreak of the First World War. He participated in the Gallipoli Campaign and served on the Western Front. An experienced soldier in the Territorial Force, after the war he held a series of senior command positions while working as a solicitor. During the Second World War he commanded what would become the Pacific Section of the 2nd New Zealand Expeditionary Force, which was responsible for the defence of Fiji until he was discharged from the military after becoming ill. He was prominent in the legal profession, working as a crown prosecutor in Wellington both before and after the Second World War and also served a term as the President of the New Zealand Law Society. Knighted for his work in the law, he died in 1959. ==Early life== William Henry Cunningham was born in Wellington, New Zealand, on 24 September 1883, the son of Elizabeth Harriet (later Mrs Brown) and William Henry Cunningham. He received his education at Wanganui Collegiate School and then, after studying law, became a solicitor in 1907. He was a barrister by 1912, practicing law in Wanganui. ==First World War== Following the outbreak of the First World War, Cunningham volunteered for the New Zealand Expeditionary Force (NZEF), which was being raised for service overseas. An experienced soldier in the Territorial Force, he was assigned to the Wellington Battalion with the rank of major. He served during the Gallipoli Campaign and on 8 August 1915, when the battalion commander, Lieutenant Colonel William George Malone, was killed during the Battle of Chunuk Bair, Cunningham briefly took command before he was wounded. Evacuated to England for medical treatment, he was mentioned in despatches for his services while at Gallipoli. When the New Zealand Division was formed in February 1916, he was promoted to lieutenant colonel and appointed commander of 2nd Battalion, Wellington Infantry Regiment. Apart from periods of illness, he led the battalion for most of its service on the Western Front until November 1917 when he was hospitalised. In early 1918, he took command of the reserve battalion of the 2nd Infantry Brigade. During the Spring Offensive, he resumed command of the 2nd Battalion and led it until the end of the war. During the course of the war, he was awarded the Distinguished Service Order (for the handling of his battalion during the Battle of Flers–Courcelette), mentioned in despatches four times and received the Russian Order of St Stanislas (3rd Class with Swords). ==Interwar period== After the war, Cunningham returned in New Zealand in January 1919 aboard the steamer Ruahine, as officer commanding the 700 troops of the NZEF also travelling home. Discharged from the NZEF, he went back to his legal practice but retained an interest in the military by continuing his service with the Territorial Force, in which he commanded the Wellington West Coast Regiment. In 1925, he was made commander of the Hawke’s Bay Regiment and then in 1929, he was promoted to colonel and took over the 2nd Infantry Brigade. Prior to this, he wrote several chapters of the history of the Wellington Infantry Regiment which was published in 1928. His appointment as a brigade commander coincided with a move to Wellington to establish a legal partnership, Luke, Cunningham and Clere, with his brother-in-law and another lawyer. He became prominent in the legal profession in Wellington, serving on the council of the Wellington District Law Society, including a term as its president. A year after taking his brigade command, he was appointed an honorary aide-de-camp to the Governor-General, Lord Bledisloe. In 1935, Cunningham gave up his command of 2nd Infantry Brigade and was placed on the reserve of officers. In recognition of his military service, he was made a Commander of the Order of the British Empire and this was gazetted on 31 May 1935. The following year, he was appointed a crown prosecutor in Wellington. ==Second World War== Since 1938, the Crown Colony of Fiji had been recognised as being the most likely objective for the Japanese Empire should it engage in offensive operations in the South Pacific. If it came under Japanese control, New Zealand's security would be threatened. In early 1940, Cunningham was recalled from the reserve of officers and, with the rank of colonel, in July he was dispatched to Fiji, accompanying Major General John Duigan, the Chief of General Staff, on an inspection trip of the island's defences. It had been earlier proposed by the New Zealand Government that a brigade group of around 2,900 personnel be raised to supplement Fiji's defences. Cunningham was selected to command this formation, designated 8th Brigade. Duigan returned to New Zealand once the inspection tour was completed while Cunningham remained in Fiji dealing with logistical issues in preparation for the arrival of 8th Brigade. Promoted to brigadier, he faced several difficulties in his new command which was insufficient to cover the approximately 250 islands that made up Fiji. Cunningham opted to focus his defences around the port and airfield on the main island of Viti Levu. However, these two facilities were some 150 miles from each other, meaning he had to split his brigade into two. He laid down plans for defensive facilities but these were often delayed pending approval from New Zealand. Furthermore, many of the men of the brigade group were old and unfit while the equipment and uniforms available were of substandard quality. In November 1941, Cunningham was appointed commandant of the Fiji Defence Force which included the land forces not only in Fiji, but also Tonga and Fanning Island. The 1st and 2nd Battalions of the Fijian Territorial Force also came under his jurisdiction and brought the total manpower of his command to nearly 5,000 personnel. Following the entry of Japan into the Second World War, the Fiji garrison was increased in January 1942 with the arrival of the 14th Brigade. This brought the total strength of the garrison on Fiji to 7,600 personnel. Cunningham was promoted to major general and became overall commander of all New Zealand personnel in Fiji, which was designated Pacific Section, 2nd New Zealand Expeditionary Force (2NZEF), while command of 8th Brigade was passed to Brigadier Leonard Goss. The progress of Japan's advance in Malaya and elsewhere in the Pacific now raised real fears that Fiji would be attacked in February. However, by this stage Cunningham had become ill with dysentery and was hospitalised. Later that month he was returned to New Zealand due to his poor health. Major General Owen Mead took over command of the Pacific Section, 2NZEF. ==Later life== Discharged from the military, Cunningham returned to his duties as the crown prosecutor in Wellington. He was also heavily involved in the Wellington Returned Services Association, serving a term as its president. He was president of the New Zealand Law Society from 1950 to 1954 and was knighted for his services to the legal profession in the 1955 New Year Honours. Having retired two years previously, he died on 20 April 1959 and was buried in Karori Cemetery in Wellington. ==Notes== ==References== * * * * * * * Category:1883 births Category:1959 deaths Category:New Zealand Commanders of the Order of the British Empire Category:New Zealand Companions of the Distinguished Service Order Category:New Zealand military personnel of World War I Category:New Zealand military personnel of World War II Category:New Zealand generals Category:Burials at Karori Cemetery Category:New Zealand Knights Commander of the Order of the British Empire ",
    "title": "William Cunningham (lawyer)"
}