{
    "id": "52814350",
    "text": "Uncensored (1996) was the second Uncensored professional wrestling pay-per- view (PPV) event produced by World Championship Wrestling (WCW). The event took place on March 24, 1996 from the Tupelo Coliseum in Tupelo, Mississippi. As of 2014 the event is available on the WWE Network. Seven matches were contested at the pay-per-view. The major attraction of the event was the main event, a Doomsday Cage match pitting Hulk Hogan and Randy Savage against Alliance to End Hulkamania, a group consisting of Ric Flair, Arn Anderson and The Dungeon of Doom. Hogan and Savage won the match. Another important match on the event was a Chicago Street Fight between Road Warriors and the team of Sting and Booker T. Sting and Booker won. Only one championship was defended at the event. Konnan successfully defended the WCW United States Heavyweight Championship against Eddie Guerrero. ==Storylines== The event featured wrestlers from pre-existing scripted feuds and storylines. Wrestlers portrayed villains, heroes, or less distinguishable characters in the scripted events that built tension and culminated in a wrestling match or series of matches. ==Event== {| class=wikitable style=\"font-size:90%; margin: 0.5em 0 0.5em 1em; float: right; clear: right;\" |+ Other on-screen personnel !Role: !Name: |- |rowspan=3|Commentators |Tony Schiavone |- |Bobby Heenan |- |Dusty Rhodes |- |Interviewer |Gene Okerlund |- |rowspan=2|Ring announcers |David Penzer |- |Michael Buffer |- |rowspan=2|Referees |Randy Anderson |- |Nick Patrick |} Diamond Dallas Page was originally scheduled to face Johnny B. Badd for the WCW World Television Championship, but Badd had lost the title to Lex Luger prior to the event and left the company shortly thereafter. Instead The Booty Man took Badd's place, including Page's former valet Kimberly, that had sided with Badd and now became known as \"The Booty Babe\". The main event Doomsday Cage match was a stacked cage with several compartments, Randy Savage and Hulk Hogan were forced to fight their way down through the cage, starting on the roof. In the end Savage pinned Ric Flair after Lex Luger punched Flair with a loaded glove. During the match, The Booty Man interfered and gave the Mega Powers frying pans to use as weapons. ==Results== ==External links== *Uncensored 1996 ==References== Category:WCW Uncensored Category:1996 in Mississippi Category:Events in Mississippi Category:Professional wrestling in Mississippi Category:1996 World Championship Wrestling pay-per-view events Category:March 1996 events in the United States ",
    "title": "Uncensored (1996)"
}