{
    "id": "52813791",
    "text": "Vittorio Tur (30 March 1882 – 22 October 1969) was an Italian admiral during World War II. ==Early life and career== Vittorio Tur was born in Livorno. He entered the Italian Naval Academy in Livorno in 1897, graduating in 1901 with the rank of Ensign.Biographical Dictionary Men of the Navy. Between 1902 and 1904 he took part in an around-the-world cruise on the armoured cruiser Calabria, after which he served for a few years on battleships and cruisers and then took part, in 1907-1908, in a mapping campaign with the hydrographic ship Staffetta off Africa. He was promoted to lieutenant in 1908, and in 1911–1912 he participated in the Italo-Turkish war aboard the battleship Sicilia. When Italy entered World War I, on 24 May 1915, Tur was the executive officer of the destroyer Irrequieto. He soon obtained his first command, a torpedo boat in the Northern Adriatic Sea. For an action with his torpedo boat off the coast of Pola, he was awarded a Bronze Medal of Military Valor. In June 1917 he was promoted to Lieutenant Commander, and in March 1918 he was given command of the \"Caorle\" Battalion of the Marine Regiment, deployed on the Piave River. In command of the \"Caorle\" Battalion, Tur participated in the Second Battle of the Piave River and the Battle of Vittorio Veneto, receiving for his actions two Silver Medals for Military Valor and another Bronze Medal. When World War I ended, Tur remained in command of the \"Caorle\" Battalion at Pola, then in 1919 he was given command of the destroyer Palestro, which he held for two years. After promotion to Commander in 1922, in the following years he alternated short shore duties at La Spezia (in the Arsenal and at the Head Office for Torpedoes and Ammunition) with the commands of the destroyers Impavido and General Achille Papa and their flotillas. In 1928 Tur was promoted to captain and appointed commander of the Royal Naval Crews Corps (Corpo dei Regi Equipaggi Marittimi, CREM) School in Pola, an office that he held for one year. In 1934–1935, after promotion to rear admiral, he held the post of Superior Commander of the CREM. In 1935 Tur became vice admiral and received command of the Naval Division in East Africa, with flag on the light cruiser Bari; in that role, he was stationed in East Africa during the Second Italo-Ethiopian War (1935-1936). In 1936 he became commander of the 7th Naval Division (with flag on the light cruiser Eugenio di Savoia), and participated in naval operations related to the Spanish civil war. In 1937-1939 Tur was again Superior Commander of the CREM, and in 1939 he became commander of the Northern Adriatic Autonomous Naval Command. ==World War II== When Italy entered World War II joining with the Axis powers (10 June 1940), Admiral Tur was Naval Commander in Durres, Albania. In October 1940 he was promoted to full Admiral and received the command of Special Naval Force (Forza Navale Speciale, FNS) a unit specifically created for amphibious operations. FNS was composed of the light cruisers Bari and Taranto, the destroyers Carlo Mirabello and Augusto Riboty, the torpedo boats Antares, Altair, Arethusa, Andromeda, Angelo Bassini, Nicola Fabrizi and Giacomo Medici and the landing ships Sesia, Tirso and Garigliano; its initial task would be the invasion and occupation of the Greek island of Corfu, scheduled for 28 October 1940, coinciding with the start of Italy's invasion of GreecePier Filippo Lupinacci, Vittorio Emanuele Tognelli, La difesa del traffico con l'Albania, la Grecia e l'Egeo, pp. 26-27, 73-74. Bad weather, however, delayed the operation, until the poor results of the ground operations in Greece led to cancellation of the Corfu landing in order to divert the troops to the Greek-Albanian front. Between 29 April and 7 May 1941, following the collapse of the Greek resistance as a result of German intervention, the Special Naval Force under Tur proceeded to occupy the Ionian Islands. In 1942, FNS was tasked with the implementation of Operation C3, the planned conquest of Malta: according to the plan, 19 transport ships, 270 landing craft and about fifty other vessels, escorted by thirty destroyers and torpedo boats, were to land a total of 62,000 men (as well as 1,600 vehicles and 700 artillery pieces) on the island's coasts.Le tre previste invasioni di MaltaOperatione C3 Malta Admiral Tur was to direct the landing operation; in order to implement the landing (35,000 men were scheduled to be landed on the first day of the invasion, followed by another 25,000 in the following days), FNS was strengthened with MZ-type landing craft, ML-type motor launches, bragozzi, motor sailing vessels and lagoon vaporetti transformed into landing craft, railway ferries converted into landing ships, and several minelayers.Malta C3 In the first half of 1942, FNS, concentrated in Livorno, began training in landing operations along the coast of Tuscany, which had a rocky conformation similar to that of Malta; but in July 1942, due to the rapid Axis advance on the Libyan-Egyptian front, Operation C3 was postponed and then canceled.Operation C3 Malta On 11 November 1942, FNS (with a combined strength of 146 vessels) under Admiral Tur, left Leghorn and landed Italian troops at Bastia, Ajaccio, Porto Vecchio and Santa Maura to carry out the occupation of Corsica during the implementation of Case Anton, the German-Italian occupation of Vichy France. The landing (carried out with part of the personnel and equipment intended for the invasion of Malta), which did not meet with opposition from the modest Vichy forces, was executed without problems, and the island was smoothly occupied.Erminio Bagnasco, In guerra sul mare. Navi e marinai italiani nella seconda guerra mondiale, p. 322. In January 1943, Admiral Tur was appointed Naval Commander in France, with headquarters in Toulon, and in May he was transferred to the command of the Southern Tyrrhenian Naval Department, headquartered in Naples, a post he held until 8 August 1943. When the armistice of Cassibile was announced, on 8 September 1943, Tur was in Rome; following the German occupation of central and northern Italy, he remained in German-occupied territory, but he refused to cooperate with the German authorities, or to join the Italian Social Republic. On 30 March 1945 he was placed in reserve for reasons of age, but he was called back into service until 15 July 1945. He died in Rome on 22 October 1969.B. Palmiro Boschesi, Il chi è della seconda guerra mondiale, vol. 2, Milano, Mondadori Editore, 1975, pp. 224-225 ==Notes== Category:1882 births Category:1969 deaths Category:Regia Marina personnel of World War II Category:Italian military personnel of World War I Category:Italian admirals ",
    "title": "Vittorio Tur"
}