{
    "id": "52812453",
    "text": "Mary Bradish Titcomb (1858 - 1927) was an American painter, mainly of portraits and landscapes. She is often grouped with the American Impressionists. ==Biography== A native of Windham, New Hampshire, upon graduation from high school Titcomb studied at the Massachusetts Normal Art School before accepting a position as a drawing teacher in the public schools of Brockton, Massachusetts, where she remained for fourteen years before resigning, in 1889, to study painting at the School of the Museum of Fine Arts, Boston. Her instructors there included Edmund Charles Tarbell, Philip Leslie Hale, and Frank Weston Benson. In the 1890s she went to Paris to study with Jules Joseph Lefebvre and to travel. She then returned to Boston, taking studio space at the Harcourt Studios, where all three of her teachers kept space. In 1895 she became a member of the Copley Society and began exhibiting locally; from 1904 to 1927 she showed work in 29 exhibits at the Pennsylvania Academy of the Fine Arts. She began signing her name as \"M. Bradish Titcomb\" in 1905 to avoid prejudice against her gender. The same year saw her making a sketching trip to the artists' colony at Old Lyme, Connecticut, a center for the American Impressionists; this trip seems to have cemented her interest in the style. In 1915, Titcomb's Portrait of Geraldine J. – the mother of actress Jane Russell – was shown at the Corcoran Gallery of Art and purchased by President Woodrow Wilson; another portrait, of Frank P. Sibley, was reproduced in the Boston Globe. During this period her work was shown in a traveling exhibition with that of Cecilia Beaux, Lydia Field Emmet, Jean MacLane, and Lillian Genth, winning plaudits; she was also a member of \"The Group\", a collective of Boston women painters organized in 1916 by Lucy S. Conant which exhibited at the Worcester Art Museum and the Detroit Institute of Art between 1917 and 1919. She continued keeping a studio in Boston, later at the Fenway Studios and the Grundmann Building, but expanded to spaces in Provincetown and Marblehead as well. She also traveled throughout New England, and once to Nogales, Arizona, to visit her brother, as well as to Mexico and California. She showed work at the Panama-Pacific Exposition of 1915 and the Third, Fifth, and Ninth Biennials at the Corcoran Gallery of Art, and received honorable mention from the Connecticut Academy of Fine Arts in 1917 in Hartford. Titcomb's painting Summer Girls, of c. 1912–13, was included in the inaugural exhibition of the National Museum of Women in the Arts, American Women Artists 1830–1930, in 1987. ==External links== * images of Mary Bradish Titcomb paintings on ArtNet ==References== Category:1858 births Category:1927 deaths Category:19th-century American painters Category:20th-century American painters Category:19th-century American women artists Category:20th-century American women artists Category:People from Windham, New Hampshire Category:Artists from Boston Category:Painters from New Hampshire Category:Painters from Massachusetts Category:American women painters Category:American portrait painters Category:American landscape painters Category:Massachusetts College of Art and Design alumni Category:School of the Museum of Fine Arts at Tufts alumni Category:American Impressionist painters ",
    "title": "Mary Bradish Titcomb"
}