{
    "id": "52829197",
    "text": "The Juqueri State Park () is a state park in the state of São Paulo, Brazil. It protects one of the last remnants of cerrado in the São Paulo metropolitan region, as well as areas of Atlantic Forest. ==Location== The Juqueri State Park is in the municipality of Franco da Rocha, from Praça da Sé in the center of São Paulo. It has an area of . The highest point has an altitude of . The park is named after a common plant found on the banks of the rivers of the region, called yu-kery by the indigenous people, who extracted salt from it to season their food. The plant is also known as \"Sleeping Mary\". When touched, it closes its leaves for a while. ==History== The area was a ranch, Fazenda Juquery, when it was acquired in 1895 by São Paulo state, under the direction of governor José Alves de Cerqueira César. The state then built the Juquery Psychiatric Hospital, designed by the architect Ramos de Azevedo, and the Juquery Agricultural Colony. In 1989 the architectural complex, the collection of documents and the green area of the Fazenda Juquery were registered by the Council for Protection of the Historical, Archaeological, Artistic and Tourist Heritage of the State of São Paulo (CONDEPHAAT). The Juqueri State Park was created in June 1993 through Decree No. 36,859 to conserve important remnants of native vegetation and to preserve the water sources of the Cantareira System. ==Environment== The park contains one of the last remnants of cerrado in the São Paulo metropolitan region, as well as areas of Atlantic Forest. It is home to diverse flora and fauna. The park is threatened by wildfires and invasion by exotic species such as North American pines and Mexican agaves. The park is increasingly surrounded by urban areas. The Serra da Cantareira Forest Reserve is nearby, but the corridor linking the park to the reserve is not protected and may soon be urbanized, leading to loss of biodiversity and sustainability. ==Notes== ==Sources== * * Category:State parks of Brazil Category:Protected areas established in 1993 Category:1993 establishments in Brazil Category:Protected areas of São Paulo (state) ",
    "title": "Juqueri State Park"
}