{
    "id": "52824299",
    "text": "Elizabeth Johnson Sullivan, known professionally as B.J. Sullivan, is an American dancer and choreographer and the founder of safety release technique in postmodern dance. == Early life and education == Elizabeth Johnson Sullivan began her dance training in classical ballet and modern dance with Sandy Stramonine in Walworth, New York. She earned her Bachelor of Fine Arts in Dance from The Juilliard School and her Masters in Fine Arts from the University of Illinois Urbana-Champaign. == Career == After graduating from college, Sullivan danced professionally in the companies of Sue Bernhard, Lorn MacDougal, and Michael Mo and performed in works by Colin Connor, Joe Goode, Gerri Houlihan, Stanley Love, Renee Wadleigh, and Bill Young. Sullivan is a tenured associate professor of dance at the University of North Carolina at Greensboro's College of Visual and Performing Arts. Her research is in choreography and in her original dance technique. Sullivan discovered Safety Release technique, a postmodern dance technique with a heavy emphasis on floor work and breathing. This technique blends movement principals with somatic and release applications, combining health practicalities with artistic development. She has taught Safety Release technique at Dance New Amsterdam in New York City, Interlochen Arts Academy, and as a summer faculty member of the University of North Carolina School of the Arts. Sullivan was selected as choreographer for The Yard on Martha's Vineyard three times, and in 1999 she was invited to present a concert of her work for a benefit there. She was honored with a Choreographer's Fellowship from the NC Arts Council in 2002. She has shown her work at the North Carolina Dance Festival, Independent Dance Makers in Durham, DNA Gene Pool Series, the Dance Gallery Festival in New York City, the Isadora Project in New York City, Urban Wash Dance Company in New York City, the University of North Carolina School of the Arts, Chelonia Dance Ensemble in Beloit, Wisconsin, Counter Groove Dance Company in Detroit, Michigan, Concepts in Motion in Bermuda, and the Professional School Dance Ensemble in Thessaloniki, Greece. In 2016, her choreography was performed in Vienna, Austria, at Northwestern State University, at SUNY Purchase in New York, Florida State College at Jacksonville, and by Concepts in Motion dance company in Bermuda. She also served as a guest faculty member at the University of Minnesota Twin Cities and James Madison University. In 2016, Sullivan joined the faculty of the American Dance Festival and The Korean Dance Festival in Seoul, South Korea. == Personal life == Sullivan is married to Sean Sullivan, a former dancer for José Limón and a professor of dance at the University of North Carolina School of the Arts. They have one daughter, Lennon Barrett Sullivan. == References == Category:20th-century births Category:Living people Category:20th-century American dancers Category:21st- century American dancers Category:American female dancers Category:American contemporary dancers Category:American women choreographers Category:American choreographers Category:Modern dancers Category:Dance teachers Category:Dance in North Carolina Category:People from Wayne County, New York Category:Juilliard School alumni Category:University of Illinois at Urbana–Champaign alumni Category:University of North Carolina at Greensboro faculty Category:University of North Carolina School of the Arts faculty Category:Year of birth missing (living people) ",
    "title": "B.J. Sullivan"
}