{
    "id": "52820644",
    "text": "In mathematics, a Rothberger space is a topological space that satisfies a certain a basic selection principle. A Rothberger space is a space in which for every sequence of open covers \\mathcal{U}_1, \\mathcal{U}_2, \\ldots of the space there are sets U_1 \\in \\mathcal{U}_1, U_2 \\in \\mathcal{U}_2, \\ldots such that the family \\\\{U_n:n\\in\\mathbb{N}\\\\} covers the space. == History == In 1938, Fritz Rothberger introduced his property known as C. == Characterizations == === Combinatorial characterization === For subsets of the real line, the Rothberger property can be characterized using continuous functions into the Baire space \\mathbb{N}^\\mathbb{N}. A subset A of \\mathbb{N}^\\mathbb{N} is guessable if there is a function g\\in A such that the sets \\\\{n:f(n)=g(n)\\\\} are infinite for all functions f\\in A. A subset of the real line is Rothberger iff every continuous image of that space into the Baire space is guessable. In particular, every subset of the real line of cardinality less than \\mathrm{cov}(\\mathcal{M}) is Rothberger. === Topological game characterization === Let X be a topological space. The Rothberger game \\text{G}_1(\\mathbf{O},\\mathbf{O}) played on X is a game with two players Alice and Bob. 1st round: Alice chooses an open cover \\mathcal{U}_1 of X. Bob chooses a set U_1\\in \\mathcal{U}_1. 2nd round: Alice chooses an open cover \\mathcal{U}_2 of X. Bob chooses a finite set U_2\\in\\mathcal{U}_2. etc. If the family \\\\{U_n:n\\in\\mathbb{N}\\\\} is a cover of the space X, then Bob wins the game \\text{G}_1(\\mathbf{O},\\mathbf{O}). Otherwise, Alice wins. A player has a winning strategy if he knows how to play in order to win the game \\text{G}_1(\\mathbf{O},\\mathbf{O}) (formally, a winning strategy is a function). * A topological space is Rothberger iff Alice has no winning strategy in the game \\text{G}_1(\\mathbf{O},\\mathbf{O}) played on this space. * Let X be a metric space. Bob has a winning strategy in the game \\text{G}_1(\\mathbf{O},\\mathbf{O}) played on the space X iff the space X is countable. == Properties == * Every countable topological space is Rothberger * Every Luzin set is Rothberger * Every Rothberger subset of the real line has strong measure zero. * In the Laver model for the consistency of the Borel conjecture every Rothberger subset of the real line is countable == References == Category:Properties of topological spaces Category:Topology ",
    "title": "Rothberger space"
}