{
    "id": "52824771",
    "text": "Louise Johnson was an American Delta blues singer and pianist, who was active in the 1920s and 1930s. From her brief recording career, Johnson completed four songs during a famed recording session in 1930 which included Charley Patton, Son House, and Willie Brown. Little else is known about her, although Johnson's self-accompaniment during the session is stylistically unique among female musicians of the era. ==Biography== Johnson lived in Clarksdale, Mississippi and is believed to have been from Robinsonville. According to pianist John \"Red\" Williams, who remembered her in Tunica in the late 1920s, \"she was a small woman, about 20 years old, playing piano in a joint attached to the cotton mill quarters\". By 1930, she was living and performing on a plantation in Claxton. On May 28, 1930, after traveling to Grafton, Wisconsin, she partook in a recording session arranged by record producer Art Laibly for Paramount Records with Son House, Willie Brown, and her romantic partner Charley Patton. At the session, Johnson recorded four sides, including an unreleased alternate take. Cripple Clarence Lofton claimed he accompanied her on piano for her songs, but House disagreed, insisting Johnson herself provided the instrumentals. Blues writer Steve Cheseborough in his book Blues Traveling: The Holy Sites of Delta Blues commented on the rarity: \"This concept was so unfamiliar to scholars and fans that for years they tried to determine which male pianist had backed Johnson on her records\". Despite her small stature, Johnson sang in a lusty voice and some of her material was of the dirty blues variety. Her best-known song is \"On the Wall\", a sexually explicit tune showcasing Johnson's piano arrangement loosely based on \"Cow Cow Blues\". Returning to Mississippi, Johnson was also a part of a \"love triangle\" with Patton and House, apparently wooing House on the trip home. Patton referred to the turn of events in his song, \"Joe Kirby Blues\". Around 1940, she was allegedly living in Memphis, but not much is known about Johnson's life after the recording session. == References == Category:American blues singers Category:American pianists Category:American women pianists Category:20th-century American singers Category:Musicians from Clarksdale, Mississippi Category:People from Tunica County, Mississippi Category:20th- century American women musicians Category:Year of birth missing Category:Year of death missing ",
    "title": "Louise Johnson (blues)"
}