{
    "id": "52827601",
    "text": "Jean Chalon (born 8 March 1935) is a French journalist and writer. He first hesitated before a career as a Spanish teacher before deciding for journalism. He has spent most of his career at Le Figaro. In love with nature, especially trees, and an admirer of famous women, Jean Chalon wrote and published the biographies of many female, holy or courtesan characters, writers or billionaires: Marie Antoinette, Louise de Vilmorin, Natalie Barney, Alexandra David-Néel, Colette, Liane de Pougy, , Thérèse de Lisieux ... but also of Lola Flores, a singer and flamenco dancer. Chalon is a member of the jury of prix Alexandra-David-Néel/Lama-Yongden.11th Prix Alexandra David-Néel, In 1994, Chalon was awarded the Prix Marcel Proust for Liane de Pougy, courtisane princesse et sainte. == Bibliography == * Chère Marie-Antoinette * Chère George Sand * Chère Natalie Barney * Le Lumineux Destin d’Alexandra David-Néel * Journal d’un rêveur professionnel 2005-2007 * Liane de Pougy, courtisane, princesse et sainte, Flammarion, Prix Marcel Proust 1994 * Colette, L’éternelle apprentie * Un arbre dans la lune, with ; album jeunesse * Mémoires de Madame la Duchesse de Tourzel : Gouvernante des enfants de France de 1789 à 1795 avec la Duchesse de Tourzel, Carlos de Angulo * Mémoires de Madame Campan, première femme de chambre de Marie-Antoinette, with Carlos de Angulo * Florence et Louise les magnifiques : Florence Jay-Gould et Louise de Vilmorin * La Lampe de sagesse avec Alexandra David-Néel * Les Couples involontaires * Thérèse de Lisieux, une vie d’amour * La Guerre civile à 7 ans with Carlos de Angulo * Mes quatre Déesses, with José Correa * Le Diable ermite : Lettres à Jean Chalon 1968-1971 by François Augiéras and Jean Chalon * Les chemins de Katmandou, followed by a dossier with inset photos on René Barjavel * Les Bonheurs défendus * L’Honneur de plaire * Une jeune femme de 60 ans * Journal d’un biographe, 1984-1997 * Collages de rêves * Chère Lola Flores * Journal d’un arbre, 1998-2001 * George Sand, une femme d’aujourd’hui * L’avenir est à ceux qui s’aiment, ou, L’alphabet des sentiments * Journal d’un lecteur : 2002-2004 * Zizou Artichaut Coquelicot Oiseau, illustrations by Alain Gauthier, Grasset Jeunesse, 1974 ; Prefaces * La double tragédie de Misia Sert, by Alexander Rzewuski * Francis de Miomandre, un Goncourt oublié, by Remi Rousselot, 2013 ; Postfaces * Domme ou l’Essai d’occupation by François Augiéras == Distinctions == He was made a chevalier of the Légion d'honneur on 14 July 2011. == References == == External links == * Jean Chalon on Babelio * Jean Chalon on INA.fr (10 August 1979) * Jean Chalon, un éternel jeune homme on Le Figaro (15 October 2007) * J’ai vu Louise de Vilmorin devenir « Marilyn Malraux ». Par Jean Chalon on Paris Match (27 September 2010) Category:1935 births Category:20th-century French writers Category:20th- century French male writers Category:French biographers Category:20th-century French journalists Category:Chevaliers of the Légion d'honneur Category:Living people Category:Prix Cazes winners Category:French male non-fiction writers ",
    "title": "Jean Chalon"
}