{
    "id": "52822730",
    "text": "Montana Silversmiths is a buckles and jewelry products seller located in Columbus, Montana. They produce the hand-engraved trophy belt buckles that are awarded to the winners of the Wrangler National Finals Rodeo each year. ==History== Montana Silversmiths was founded in 1973 by Kent Williams. Seven years after being founded, the company moved to its permanent location in Columbus, Montana. Williams sold the company in 1993. In October 2004 the majority of Montana Silversmiths stock was sold to Thompson Street Capital Partners. It is currently run by CEO Jack Gunion and employs approximately 250 people, some of which have worked for the company for decades. The company's blue velvet presentation boxes have been manufactured since 2011 by residents of Special K Ranch, a home for adults with disabilities. They had previously been manufactured in China, but company officials decided to make production local as the products are made in the USA. In June 2017 Montana Silversmiths opened a brand store in Bozeman, Montana. It is the first store of its kind, but the company expressed interest in opening more in the future.http://www.bozemandailychronicle.com/news/business/montana- silversmiths-opens-downtown-brand- store/article_7165aa5a-8def-5f03-9ebc-d0322c044624.html ==Products and commercial partnerships== Montana Silversmiths makes a variety of silver products, but Western-themed jewelry is their biggest seller. The company also produces trophy belt buckles, which are awarded annually to the winners of the National Finals Rodeo (NFR) and numerous smaller rodeos. Each NFR buckle is hand-engraved and takes a silversmith 30 to 40 hours to complete. Montana Silversmiths buckles are also awarded to winners of various competitions sanctioned by the American Quarter Horse Association (AQHA), including the AQHA World Show, and have been since 1992. The company also partners with Miss Rodeo America.https://www.missrodeoamerica.com/p.aspx?pID=getinvolved& In 2013 Montana Silversmiths partnered with Girls With Guns, a company that designs and sells hunting and outdoor clothing for women, to produce branded jewelry and belt buckles. They have been named the official buckle supplier for the United States Team Penning Association for 2017-2018. They are also a corporate sponsor for the Arabian Horse Association. While the company has two stores of their own, their products are additionally sold in approximately 2500 stores across the United States.http://www.bozemandailychronicle.com/news/business/montana- silversmiths-opens-downtown-brand- store/article_7165aa5a-8def-5f03-9ebc-d0322c044624.html ==References== Category:Companies based in Montana Category:Silversmithing Category:Jewellery designers Category:Manufacturing companies based in Montana ",
    "title": "Montana Silversmiths"
}