{
    "id": "52822432",
    "text": "Modern Lovers is a novel by New York Times bestselling author Emma Straub. Published on May 31, 2016, the novel focuses on a group of former bandmates from the 1980s and their children living in Ditmas Park, Brooklyn in the present day. The novel explores the relationships between these central characters, paying specific attention to the passing of time, the interplay between the past and the present, and the bonds formed by young, old, and parental love. The novel debuted at number 14 on the New York Times Hardcover Bestsellers list for the week of June 19, 2016, and remained on the list for approximately two weeks. Modern Lovers is Emma Straub's fourth published book, following the novels Laura Lamont's Life in Pictures, The Vacationers, and a collection of short stories titled, Other People We Married. ==Plot summary== Modern Lovers follows Elizabeth, Andrew, and Henry Marx, a family living in Ditmas Park, Brooklyn, and their friends Zoe, Jane, and Ruby Kahn-Bennet over the course of a full summer. Elizabeth, Andrew, and Zoe met at Oberlin College in the 1980s and formed a punk rock group called Kitty's Mustache with their mutual friend, Lydia Greenbaum. During this period of time, Elizabeth wrote the lyrics to a song, called, \"Mistress of Myself,\" which the band often played. The band dissolved when Lydia chose to quit school and begin her own music career. Lydia's private rendition of, \"Mistress of Myself,\" was wildly successful, and she soon became a major star, eventually dying of a drug overdose at 27. After Lydia's departure from Oberlin, Elizabeth, Andrew, and Zoe graduated and moved to Ditmas Park, where they began to form families of their own. Her death years later impacted each of them in a unique way. In the present day, Elizabeth is working as a real estate agent, Zoe as the co-owner of a restaurant, Hyacinth, and Andrew is trying to figure out his next career. All three are struggling with middle age. Zoe is frustrated with the lack of passion in her marriage to a woman named Jane, and not for the first time, begins to contemplate divorce. Jane, on the other hand, wishes to work on the relationship instead of giving up. Both are concerned with Elizabeth's not- quite-platonic relationship with Zoe. While working through their marital strife, Zoe and Jane attempt to encourage their daughter, Ruby, a recent high school graduate, to retake the SAT's in order to improve her results enough to get into college. Ruby, completely disinterested, agrees to take an SAT preparatory class. There, Ruby and Henry, Elizabeth and Andrew's son, begin to bond and eventually start to date, developing a fast and furious summer romance. In contrast, through co-managing Hyacinth, Zoe and Jane begin to rekindle their relationship and rediscover their lost passion through their mutual love of food. Elizabeth and Andrew tackle their own share of marital struggles during the course of the novel. Elizabeth wrestles with the concept of feeling passive in the development of her own life, while Andrew, never able to create his own career, feels the loss of youth so acutely he becomes involved with a new, cultish organization formed down the street from their house. Called EVOLVEment, the organization operates out of a run-down house which they use as part yoga studio, part juice bar. Operating without permits or licenses, the endeavor is completely illegal, unbeknownst to Andrew for most of the novel. Andrew's involvement with EVOLVEment begins to strain his relationship with Elizabeth, which is further compounded by Elizabeth's desire to help a producer create a film about Lydia, while Andrew, harboring a secret about the former star, wants to leave the past alone. These conflicts leave both characters debating the sustainability of their relationship, as well as how they ended up together in the first place. ==Main characters== Elizabeth Marx--Elizabeth is a middle aged real estate agent living in Ditmas Park with her husband Andrew, son Henry, and cat Iggy Pop. Elizabeth is restless in her marriage and concerned about her husband's increasing secrecy. At Oberlin College in the 1980s, Elizabeth was the guitarist for Kitty's Mustache, a punk rock band she formed with Andrew and her friends Zoe and Lydia. She is the lyricist of the hit song, \"Mistress of Myself\" made popular by Lydia after the dissolution of the band. At Oberlin, Elizabeth developed feelings for Zoe, which were never acted on, and which become crucial as the novel progresses in the modern day. Andrew Marx--Andrew is a middle aged man living in Ditmas Park with his wife Elizabeth, son Henry, and cat Iggy Pop. Andrew comes from a wealthy family, and partially as a result, has jumped from job to job throughout his life, never forming a true career. At Oberlin College in the 1980s, Andrew was involved with Kitty's Mustache and dating Elizabeth; however, he was also carrying on a secret affair with Lydia. In the present day, Andrew becomes involved with EVOLVEment, an illegal yoga studio and juice bar, as part of a mid-life crisis. Zoe Kahn-Bennet--Zoe is the co-owner of Hyacinth, a restaurant she owns with her wife, Jane. She lives in Ditmas Park with Jane, their daughter Ruby, and their dog. Zoe is concerned about her relationship with her daughter, Ruby, as well as Elizabeth's dependence on their friendship. Throughout the novel, Zoe and Jane struggle with rekindling their romance, contemplating divorce repeatedly. At Oberlin College in the 1980s, Zoe was involved with Kitty's Mustache. Jane Kahn-Bennet--Jane is the co-owner of Hyacinth, a restaurant she runs with her wife, Zoe. Jane is a chef, and loves her occupation. She often uses her skills in the kitchen to bond with her daughter, Ruby, and uses her love of food to reignite the passion in her relationship with her wife, Zoe. Jane's main concern is making her marriage work: while Zoe contemplates divorce, Jane spends time trying to identify how to repair their marriage. Lydia Greenbaum-- Lydia is the former drummer of Kitty's Mustache, a band she formed at Oberlin College in the 1980s along with Elizabeth, Zoe, and Andrew. While at Oberlin, Lydia began an affair with Andrew, who was dating Elizabeth at the time. Elizabeth remained unaware of this affair until the present day. In the novel, it is insinuated that Lydia falls in love with Andrew, and that her feelings were not reciprocated. Lydia eventually left Oberlin before graduating. Afterward, she began her own musical career, releasing a recording of, \"Mistress of Myself,\" that launched her to stardom. Eventually, Lydia developed a drug addiction, and died as a result of an overdose at the age of 27. A movie is being made about her life throughout the novel, which factors prominently in the plot. Harry Marx--Harry is the son of Elizabeth and Andrew. He is 17 years old, and in love with Ruby, who lives nearby. Harry and Ruby bond during an SAT preparatory class he takes the summer after his junior year of high school, and they begin a relationship, which quickly becomes serious. Their relationship is contrasted with those of their parents throughout the novel. Ruby Kahn-Bennet--Ruby is the daughter of Zoe and Jane. She is 18 years old, and has little interest in pursuing a college degree after graduation. Instead, she spends the summer after graduation working at her parents' restaurant while taking an SAT preparatory class. During this time, she falls in love with Henry, who is also attending her SAT class, and they begin a relationship that quickly becomes serious. == Reception == Modern Lovers was reviewed in publications such as the New York Times, The Washington Post, USA Today, Slate, Vogue, The Financial Times, and NPR, among other outlets. In general, the novel received favorable reviews, many of which praised Straub's depiction of middle age and suburban life. Michio Kakutani of the New York Times wrote, \"She [Emma Straub] captures the jagged highs and lows of adolescence with freshness and precision, and the decades-long relationships of old college friends with a wry understanding of how time has both changed (and not changed) old dynamics,\" while Carol Memmott of The Washington Post observed, \"Like ABC’s “Modern Family,” “Modern Lovers” celebrates the updated look and feel of familial love and all of its complexities. Straub's clever and perceptive observations on growing up are gentle reminders that coming of age isn't just for kids.\" Modern Lovers was featured on the New York Times Hardcover Bestseller list from June 19, 2016, until June 26, 2016. It was featured as a \"book of the summer 2016\" by several news outlets, including by People Magazine, the Today Show, and PopSugar. Modern Lovers was also chosen as a MashReads pick by Mashable. == References == Category:2016 American novels Category:Novels set in New York (state) ",
    "title": "Modern Lovers (novel)"
}