{
    "id": "52828336",
    "text": "Vladyslav Oleksandrovych Pikhovych (, also Vladislav Aleksandrovich Pikhovich ; born 11 August 1996) is a Ukrainian figure skater. He represented Ukraine at the 2017 Winter Universiade. Master of Sports of Ukraine (2019). ==Personal life== Vladyslav Pikhovych was born in Dnipro. In addition to the figure skating school, Pikhovich trained in the theater on ice \"Crystal\" from 2005 to 2007. Received a bachelor's degree at the Ukrainian University of Customs and Finance in 2017. Received a master's degree at the Zaporizhzhya National Technical University in 2019. In his spare time he is engaged in coaching. In 2019, he retired and began his professional career. Joined Holiday on Ice show in 2019. ==Skating career== ===Early years=== Vladyslav Pikhovych began skating at a relatively late age of 8 years in 2005. Until 2015, he trained in Dnipro and participated only in national competitions. Since 2015, began training in Kryvyi Rih. ===2016–2017 season=== Pikhovych placed the 5th place in the national championship, however among participants students he was 2nd, which allowed him to join the student team of Ukraine at the 2017 Winter Universiade in Almaty, Kazakhstan. At the 2017 Winter Universiade, he placed 34th place. He represented the Ukrainian University of Customs and Finance. After the Universiade, Pikhovych began to training again in Dnipro. ===2018–2019 season=== Pikhovych placed the 7th place in the national championship, however among participants students he was 1st, which would allowed him to join the student team of Ukraine at the 2019 Winter Universiade in Krasnoyarsk, Russia. The Ministry of Education and Science of Ukraine objected to the participation of Ukrainian athletes in any sports competition on the territory of Russia. Thus Pikhovych was unable to took part the Universiade a second time. In April at the 2019 Cup of Ukraine in Odessa, Pikhovych placed second. This result allowed him to get the title Master of Sports of Ukraine. == Programs == {| class=\"wikitable\" style=\"text- align:center\" |- ! Season ! Short program ! Free skating |- ! 2018–19 | * New York City | * Thor: The Dark World (OST Thor: The Dark World) * Into Eternity (OST Thor: The Dark World) * Asgard (OST Thor: The Dark World) |- ! 2014–18 | * Jessie's Ride (OST American Outlaws) | * Myth Opening (OST The Myth) * The Discovery (OST The Myth) |- |} == Competitive highlights == {| class=\"wikitable\" style=\"text- align:center\" |- ! style=\"background-color: #9bafff; \" colspan=9 align=center | International |- ! Event ! 10-11 ! 11-12 ! 12-13 ! 14-15 ! 15-16 ! 16-17 ! 17-18 ! 18-19 |- | align=left | Winter Universiade || || || || || || 34th || || Boycott |- ! style=\"background-color: #9bafff; \" colspan=9 align=center | National |- | align=left | Ukrainian Champ. || || || 5th || WD || 8th || 5th || WD || 7th |- | align=left | Ukrainian Jr. Champ. || 9th || || || 8th || || || || |- | align=left | Ukrainian Youth Champ. || 4th || bgcolor=cc9966 | 3rd || bgcolor=silver | 2nd || || || || || |- | align=left | Cup of Ukraine || || bgcolor=cc9966 | 3rd || bgcolor=silver | 2nd || 4th || || || 4th || bgcolor=silver | 2nd |} == References == == External links == * Category:Ukrainian male single skaters Category:1996 births Category:Living people Category:Sportspeople from Dnipro ",
    "title": "Vladyslav Pikhovych"
}