{
    "id": "52823028",
    "text": "Caladenia cristata, commonly known as the crested clown orchid or crested spider orchid is a species of orchid endemic to a small area in the south-west of Western Australia. It has a single hairy leaf and a greenish-yellow and red flower on an unusually tall spike, considering the small size of the flower. Since its discovery in 1923 and collections made in 1923 it was thought to be extinct, until rediscovered in 1986. == Description == Caladenia cristata is a terrestrial, perennial, deciduous, herb with an underground tuber and a single, erect, hairy leaf, long and about wide. It usually produces a single flower wide and long, on the end of a stalk tall. The flowers are greenish- yellow and red with a brownish labellum. The dorsal sepal is erect, lance- shaped and about long. The lateral sepals are linear to lance-shaped, wider than the dorsal sepal, spread widely and taper to a point. The petals are a similar shape to the sepals but narrower and about long. The labellum is brownish-red with a smooth edge and curves downward near the tip. There are densely crowded, tall, red-tipped calli in the centre of the labellum. The column is almost as long as the labellum and curves forward with two wide wings. Flowering occurs from August to late September. ==Taxonomy and naming== Caladenia cristata was first formally described by Richard Sanders Rogers in 1923 and the description was published in Transactions and Proceedings of the Royal Society of South Australia from a specimen found in the Murchison district by \"Dr. E.S. Simpson\". The specific epithet (cristata) is a Latin word meaning \"tufted\" or \"crested\" referring to the tall labellum calli. == Distribution and habitat == The crested spider orchid was thought to be extinct when no specimens were seen after a collection made in 1932. Plants found in 1977 were initially thought to be C. cristata but were later recognised as a new species, Caladenia voigtii. Specimens were found near Miling nine years later and the species is now known to occur between Pithara, Wongan Hills and Watheroo in the Avon Wheatbelt and Geraldton Sandplains biogeographic regions, growing on higher ground above salt lakes and flats. ==Conservation== Caladenia cristata is classified as \"Priority One\" by the Western Australian Government Department of Parks and Wildlife, meaning that it is known from only one or a few locations which are potentially at risk. Surveys carried out by volunteers in 2011 located 932 plants at three of the previously known populations, but 867 were at a single location and none was found at the other three. The main threats to the population are rising salinity, grazing by rabbits and goats, weeds and habitat degradation. ==References== cristata Category:Orchids of Western Australia Category:Endemic orchids of Australia Category:Plants described in 1923 Category:Endemic flora of Western Australia ",
    "title": "Caladenia cristata"
}