{
    "id": "52821452",
    "text": "Thomas Nahimana (born 1971), is a former Catholic Priest and a Rwandan politician who serves as the President of The Rwandan People Government In Exile from February 20, 2017. He is the leader of a political movement he founded called Ishema Party and a key figure in the opposition to President Paul Kagame. Nahimana Thomas is also the leader of \"New Generation\", a movement that seeks change and democracy in Rwanda using nonviolent methods. ==Early life== Nahima is of Hutu ethnicity, one of the three ethnicity found in Rwanda. He studied in Rwanda and France and holds Master degrees in Law, Philosophy and Theology. He attended seminary first in Nyundo, then in Nyakibanda and was ordained a catholic priest on July 18, 1999. He served as a priest in Nyamasheke District, Hanika, and Muyange. He taught at Saint Aloys Junior Seminary of Cyangugu and he has been the President of the diocesan Just and Peace Commission in Nyamasheke, Cyangugu, from 1999 to 2005. ==Exile and political career== He has been living in exile in France since 2005 stating that he feared for his safety, and he holds dual Rwandan and French citizenship. ===Criticism=== Some media close to the current Government of Rwanda led by General Paul Kagame, alleged that he fled the country after embezzling money from a microfinance group. However the Cyangugu Catholic Church Bishop considered that information completely false and fabricated, a result of a smear campaign against Father Thomas Nahimana, as an Opposition Leader. In 2011, the Catholic Church in Rwanda, under the pressure of the current Rwandan Government, distanced its organization from father Thomas Nahimana and Fortunatus Rudakemwa upon the proclamation of Bishop Jean Damascene Bimenyimana of Cyangugu Diocese for \"instigating divisionism and promoting the Genocide ideology\". Not only that but some members of the Rwandan Patriotic Front, the ruling political party in Rwanda, which is led by Rwanda's current President Paul Kagame, have accused father Nahimana of being a genocide denier, from comments he has made while abroad, a serious charge that carries years of imprisonment if one is convicted. The current government of Rwanda has not charged the father of any wrongdoing. ===2017 election=== In November 2016, Nahimana Thomas and his close aids (33 year old Candidate Campaign Manager Mr Venant Nkurunziza and 36 year old Candidate Principal Spokesperson Mrs Claire Nadine Kansinge with her seven month old baby Kejo Skyler) attempted to return to Rwanda to partake in the upcoming 2017 presidential election but they were refused entry into Rwanda by Paul Kagame's government. They arrived in Kenya, and there they were informed that they could not board Kenyan Airways and complete the last leg of their trip because Kigali did not want them on Rwandan soil. On January 22, 2017, Nahimana attempted to return to Rwanda to run for the Presidency in the August 2017 elections. He would be the sole opponent against Paul Kagame who will run for a third term after the Rwandan Constitution was changed to allow a third term. Once again Nahimana was denied entry to Rwanda by the Rwandan Directorate of Immigration on the basis of a series of complex passport and visa issues. ==References== Category:Rwandan politicians Category:Living people Category:1971 births Category:Hutu people ",
    "title": "Thomas Nahimana"
}