{
    "id": "52836683",
    "text": "Dr Robert Edmund Scoresby-Jackson FRSE FRCPE FRCSE (1833–1867) was a short- lived but influential British physician and historian. He specialised in the effects of climate upon health. ==Life== The grave of Robert Edmund Scoresby- Jackson, Grange Cemetery, Edinburgh He was born Robert Edmund Jackson on 12 November 1833 in Whitby on the Yorkshire coast. He was the son of Captain Thomas Jackson (1787–1873), a merchant mariner and shipowner, and his wife Arabella Scoresby (1792–1881), sister of Rev William Scoresby. Both his parents outlived him. He adopted the name Scoresby-Jackson on the death of his uncle. He studied medicine at St Georges Hospital in London, the University of Edinburgh (under Robert Christison) and Paris. He gained his doctorate (MD) in 1857, presenting the thesis \"Climate, health, and disease\" . In 1861 he was elected a Fellow of the Royal Society of Edinburgh his proposer wasJohn Hutton Balfour. From 1865 he lectured in Materia Medica and Therapeutics at the University of Edinburgh and at the Extramural School of Medicine.. He was in the same year made a Physician at Edinburgh Royal Infirmary. In 1867 he undertook a study on typhus. He died aged only 33 of typhus, at his home, 32 Queen StreetEdinburgh and Leith Post Office Directory 1866–67 in Edinburgh’s First New Town on 1 February 1867, in the presence of his father-in-law Sir William Johnston. He is buried with his in-laws in Grange Cemetery on the south side of the city. The grave lies on the eastern wall around 50m from the south-east corner. ==Family== In 1858 he married Elizabeth Whyte Johnston (1830–1897), daughter of Sir William Johnston of Kirkhill in Liberton, Edinburgh. They had two daughters, including Arabella Mary Scoresby-Jackson (1863–1926). ==Publications== *Climate Health and Disease (1857) *The Life of William Scoresby DD (1861) *Medical Climatology (1862) *A Notebook on Materia Medica, Pharmacology and Therapeutics (1866) (revised by F W Moinet in 1880) ==References== Category:1833 births Category:1867 deaths Category:British historians Category:19th-century British medical doctors Category:People from Whitby Category:Fellows of the Royal Society of Edinburgh Category:Alumni of the University of Edinburgh Category:Academics of the University of Edinburgh Category:Rickettsioses ",
    "title": "Robert Edmund Scoresby-Jackson"
}