{
    "id": "52837617",
    "text": "Baskaran Kandiah (Karan) is the co-founder and Director of Lebara Group, a European telecoms company with operations in six countries. He is also the Chairman of London Tamil Media, the holding company of IBC Tamil, a popular Tamil TV channel based out of London, UK. He also owns Dick Holdings B.V, registered in Netherlands.He also recently bought TamilWin, LankaSri, CineUlagam, Manitham websites and own fair share of Tamil Media empire. == Early life == Karan was born in Jaffna, Sri Lanka, in a Tamil family to Sharathadevi and Kandiah, from a humble background. He spent his childhood in Sri Lanka. He had a special liking for Tamil language and its literature from a very young age which was further nurtured by his mother. He later moved to Netherlands and established himself as a successful entrepreneur in a few years. == Career == He founded the Lebara Group in 2001 with Leon R. Ranjith and Ratheesan Yoganathan. In October 2016, it expanded its services by launching Lebara Money in the UK for customers wishing to send money abroad. In 2015 Lebara launched Play, an OTT based media platform and Talk, a VoIP app based messenger service. Karan also invested in reviving IBC Tamil which was launched as a radio station in London in 1997. From 2014 onwards, it is owned and run by London Tamil Media Ltd who, in April 2015, expanded the organization to include the television channel as well as a revamped news website updated round the clock. Headquartered in London, the channel’s core audience consists of Diaspora Tamils from Sri Lanka, India and elsewhere. Karan also co-founded Lebara Foundation, the philanthropic arm of Lebara with Leon R. Ranjith and Ratheesan Yoganathan. The Foundation is guided by the provisions and principles of the United Nations Convention on the Rights of the Child. The projects are delivered in partnership with the United Nations, international non-governmental organisations, the private sector, national governments and local communities. == Personal life == Karan is married and has two children. He lives in, The Netherlands in the city Beverwijk. == References == Category:British people of Sri Lankan Tamil descent Category:Living people Category:Sri Lankan Tamil businesspeople Category:Year of birth missing (living people) Category:People from Beverwijk ",
    "title": "Baskaran Kandiah"
}