{
    "id": "52836383",
    "text": "\"Hearts Don't Break Around Here\" is a song by English singer-songwriter Ed Sheeran. It was included on his third studio album ÷ (2017). After the album's release it charted at number 15 on the UK Singles Chart, despite not being an official single. ==Composition== The song is a slow ballad written by Sheeran with Johnny McDaid. It was one of a number of songs they wrote together in a writing session, including \"Eraser\". According to Sheeran, the song is his favorite on the album and he produced the song himself. The song was written about a girl he knew at school. He described it as being like a singer- songwriter version of \"mumble rap\" in that it is fluid and not structured, like a stream of consciousness. The chorus of the song was originally intended for a song for James Blunt but one he had forgotten about. He later found the voice note for the chorus, and wrote the lyrics for it. ==Critical reception== De Elizabeth from Teen Vogue reviewed the song positively: \"It might be time to get the tissues back out, 'cause we've got another love song on our hands...and this one is especially sweet. 'Hearts Don't Break Around Here' captures the fear of opening up and showing your vulnerability to another person, as well as the rewards that can exist on the other side when you do[...]It's the kind of song you'll want to quote in your journal...or use to caption your Instagram photos.\" ==Charts and certifications== ===Charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Peak position |- |- |- |- |- ! scope=\"row\"| Denmark (Tracklisten) | 32 |- ! scope=\"row\"| France (SNEP) | 115 |- |- |- |- ! scope=\"row\"| Italy (FIMI) | 54 |- |- |- |- |- |} ===Certifications=== ==References== Category:2017 songs Category:Ed Sheeran songs Category:Songs written by Ed Sheeran Category:Songs written by Johnny McDaid ",
    "title": "Hearts Don't Break Around Here"
}