{
    "id": "528360",
    "text": "Approaches to Moroiso inlet. Moroiso (諸磯) is the name of an inlet in the Miura Peninsula south of Tokyo in Japan. == Prehistory == Moroiso was settled by Jōmon people by at least 3,000 BCE. Evidence from that period have been found, including sedentary to semi-sedentary housing, pottery, stone tools and fishing implements. Moroiso became the archeological name for the Early Jōmon period of Japanese prehistory corresponding to the Moroiso pottery style, dated to around 5.000 years before present. The Moroiso period also coincides with the hypsithermal interval, the warmest period since the last glaciation, when sea levels were around 6 meters higher than today. ==History== During historic times, the rugged and hilly Moroiso coastline, together with the adjoining Aburatsubo inlet, was selected by the feudal Miura clan to build a series of fortifications, with the Arai castle at its center. During the warring period of Sengoku, the castle fell after a 3-year siege to the rival Hōjō samurai family, in the year 1516. The Hōjō later managed to unify most of the Kantō area around Tokyo. ==World War II== An American soldier on a Kairyu submarine at the entrance of Moroiso inlet, December 1945. Misaki Marine Biological Station memorial hall, 2004 Late of the Second World War in 1945, the Japanese Navy selected the Misaki Marine Biological Station of the University of Tokyo at Moroiso as training school and harbour for a fleet of Kamikaze midget submarines, the Kairyu (海龍 \"Sea Dragons\"). They were supposed to be employed in suicide bombing missions against the US Navy ships during its final approach to Tokyo, but the war ended before any of them could see action. After the war, the facility was returned to the university and is still visible today. == Today == Inside Moroiso inlet, with a view of mount Fuji. Boat being forklifted in Moroiso. Moroiso harbours a small fishing community and a few hundred pleasure boats on moorings or stored on the ground. With the neighbouring Aburatsubo inlet, Moroiso has been considered as the birthplace of modern recreational sailing in Japan. Due to the lack of space on the water inside the inlet itself, many boats are stored on the ground, typically using an adapted forklift system which allows to put on the water boats up to 40 ft, in a matter of minutes. Category:Bays of Japan Category:Landforms of Kanagawa Prefecture ",
    "title": "Moroiso"
}