{
    "id": "52835243",
    "text": "Leanne Pittsford is an American entrepreneur. She is the founder of Lesbians Who Tech, a community of queer women and their allies in technology. ==Early life and education== Pittsford grew up in San Diego, California. Being from a conservative family, she did not formally come out as a lesbian until the end of college. Pittsford attended California Polytechnic State University, San Luis Obispo, earning a bachelor's degree in political science. She went on to earn a master's degree in equity and social justice in education from San Francisco State University. ==Career== Pittsford began her career working for Equality California. At that time, the LGBTQ rights group was working to overturn Proposition 8 in California, which banned same-sex marriage in 2008. She became head of operations for the organization. Pittsford co-founded the Lesbian Entrepreneur Mentoring Program. She was also the founder and CEO of Start Somewhere, a digital agency helping nonprofits and social enterprises. Pittsford founded Lesbians Who Tech in 2012, wanting to create more networking opportunities and increase visibility for lesbians and queer women. The organization grew from 30 people at the first happy hour meeting in San Francisco to over 15,000 queer women and allies in 33 cities in 2016. The organization also hosts three annual conferences, and has created scholarships with the help of a grant from Marc Andreessen and Laura Arrillaga-Andreessen and a Kickstarter campaign. In August 2016, Pittsford organized the third annual LGBTQ Tech and Innovation Summit at the White House. She also co- organized the summit in 2015. In the 2016 U.S. presidential election, Pittsford was part of Nerdz4Hillary, a tech industry group campaigning for Hillary Clinton. Pittsford was recognized as a \"soldier of social change... on the front lines of the culture wars\" by San Francisco Magazine in 2015. She was also recognized as one of \"40 under 40\" young business leaders in 2015 by the San Francisco Business Times. In 2017 Pittsford launched include.io, a recruiting platform for underrepresented technologists and recruiters. In 2019 Pittsford was recognised by Business Insider as one of the most powerful LGBTQ+ people in Tech. On Oct. 6, 2019, Pittsford was featured as a guest on the American LGBTQ+ podcast, Queery. ==Personal life== Pittsford married Pia Carusone in June 2017. ==Selected publications== * ==References== ==External links== * *Lesbians Who Tech web site Category:California Polytechnic State University alumni Category:Lesbians Category:LGBT businesspeople from the United States Category:Living people Category:San Francisco State University alumni Category:American women company founders Category:American company founders Category:LGBT people from California Category:Year of birth missing (living people) Category:Lesbian businesswomen ",
    "title": "Leanne Pittsford"
}