{
    "id": "52831646",
    "text": "I Am a Martinican Woman (French: Je suis Martiniquaise) is a semi- autobiographical novel written by Lucette Ceranus, under the pseudonym Mayotte Capécia, in the mid-twentieth century. It tells the story of Mayotte's childhood and young adulthood, including her relationship with a white officer who ultimately abandons her in Martinique with their son. The 1948 publication of this novel made Capécia the first woman of color to publish a book in France. In 1949, the novel was awarded the Grandprix littéraire des Antilles. Frantz Fanon strongly criticized the novel's treatment of black women's desire for white men in his 1952 book Black Skin, White Masks. == Plot == === Part 1 === The first part of the novel deals with Mayotte's childhood in the village of Carbet in Martinique. She is a mixed-race girl with a twin sister, Francette, although she is separated from her sister at an early age when Francette is sent to be raised by a childless aunt. Mayotte is an adventurous tomboy, and she is the leader of a mixed group of black, white, and metisse children from her school. Mayotte's gang spend their time exploring \"the wildest and most dangerous places.\" Mayotte is also friends with a washerwoman named Loulouze, who is several years older than her. Mayotte's first experience with a biracial relationship occurs vicariously through Loulouze's descriptions of her white lover and the gifts he gives her. The relationship ultimately results in a pregnancy and Loulouze's expulsion from her father's house. She flees to Fort-de-France. When examined for Confirmation, Mayotte fails and is obliged to take classes with the village priest, a handsome white man with whom she falls in love. He is kind to her and occasionally betrays awareness of her childhood crush. Her feelings for the priest inspire her to devote extra time after school to the catechism, so that she can be confirmed. The majority of part one focuses on Mayotte's parents and her respective relationships with them. Mayotte's father is a local politician and cock fighter. He is stingy, except when hosting parties for his politician friends. He is also a veteran of the First World War, and Mayotte's mother explains to her daughter that the war changed him for the worse. Mayotte's mother is a mixed-race woman, with a white mother. This is unusual, because most mixed- race children are the result of a union between a white man and a black woman. The discovery of her grandmother's whiteness pleases Mayotte immensely. Mayotte's childhood comes to an end with the death of her mother. She becomes mistress of her father's house, and her responsibilities increase as her father grows preoccupied with chasing young women. Eventually, he marries Renelise, a young girl only a couple of years older than Mayotte. Against the backdrop of her father's tumultuous relationship with her new stepmother, Mayotte explores love and sex with her boyfriend, Horace, a black man that she describes as \"the most handsome specimen of what is considered Martinican.\" Eventually, Mayotte grows fed up with her father's continued infidelity, both to her mother's memory and to his new wife. She runs away to Fort-de-France where her friend Loulouze helps her get a job and a place to stay. The first part ends with Mayotte attending Carnival and experiencing the attractions of a big city for the first time. === Part 2 === The second part begins in medias res with Mayotte living with a white officer named Andre. She then goes back to describe her separation from Horace, which she explains by saying: \"Memories of my father caused me to spurn what my heart craved - physical love.\" She gives an account of her own rise in the world, from a worker in a sewing workroom to proprietress of her own laundering business. The bulk of this section, which is significantly shorter than Part 1, is given to a non- chronological account of her relationship with Andre. From the beginning, they both acknowledge that the relationship is necessarily temporary. Mayotte affirms that \"white men do not marry black women,\" while Andre speaks extensively of the white woman he met and fell in love with in Algiers. Additionally, Mayotte is not accepted in his social circles because of her race. Just after Mayotte becomes pregnant, the political situation separates her from Andre for good. Andre is an officer for Admiral Robert's pro-Vichy forces, so after the revolt which pushes Robert out of Martinique, Andre is evacuated to Guadalupe with the rest of the soldiers. Mayotte tries to follow him with their son, but she is denied a visa by French colonial officers because of official concern about the seriousness of their relationship. She does eventually make it to Guadalupe by borrowing her sister's identity, but by that time, Guadalupe was also in revolt and Andre was gone. Andre sends her a final letter saying goodbye and making it clear that he never intends to return to her or see his son. Mayotte wishes to tear up the check that arrives with this letter, but she cashes it, because she needs the money to raise her son. Andre's abandonment of her leads her to return home to her father's house and reconcile with him. The people of her hometown, including her sister, are disturbed by her son's whiteness and regard her as a traitor to her race. After her father's death, she resolves to move to Paris in hopes of finding a white man who will marry her. == Authorship == === Autobiography === I Am a Martinican Woman is Capécia's first book. It was published in France in 1948. Even before the author's identity was well known, there was a question of whether the text was intended to be autobiographical. The scholar E. Anthony Hurley does not assume that the text is meant to be autobiographical, instead writing that “Capecia’s use of a first-person narrator with the same name, Mayotte, as the author, invites identification between narrator and author and imposes a personal testimonial value on the narrative which invests it with a special authority.” Maryse Condé argues that Frantz Fanon's lack of consideration of the problem of authorship of the text limits his critique, because he \"deliberately confuses the author and the object of her fiction. Although Mayotte says je, nothing proves that she was writing about herself.\" In 1995, Beatrice Stith Clark discovered that Capécia was a pseudonym for Lucette Ceranus. The details of Ceranus' life differ significantly from those of her fictional creation. For example, the depiction of nuclear family life in the novel is fictitious - Ceranus' parents were not married and her father did not acknowledge her or her twin sister until shortly before his death. Additionally, she had three children whose fathers are unknown, and she left them behind in Martinique when she went to Paris, only coming back to fetch them after earning money through the publication of her novel. Her twin sister, Reine, is also different from Francette in the novel. Francette ends the novel as a nun, while Reine actually went to Paris with Ceranus, and raised her children after her death. Ceranus did have a relationship with a French sailor named Andre, who left her just before the birth of their son. Omise’eke Natasha Tinsley reports that: \"In response to Lucette’s unanswered requests for child support, he sent her a small sum and, in 1944, a copy of the memoirs of his stay in Martinique.\" === Multiple authors === Omise’eke Natasha Tinsley calls the book \"a multi-authored\" text because she claims that ghostwriters helped Capécia write the first part of the book, which describes Mayotte's childhood. Tinsley also claims that the second half of the book is a rewriting of the memoirs sent by Andre to Capécia, after he departed Martinique for the last time to go to Algeria. For Tinsley, the number of authors involved in creating the text is significant, because it undercuts the title's claim to be the words of a Martinican woman. == Fanon's critique == === Black Skin, White Masks === In the second chapter of Black Skin, White Masks, entitled \"The Woman of Color and the White Man,\" Frantz Fanon critiques Capécia's I Am a Martinican Woman and psychoanalyzes the author through her text. Fanon writes: \"For me, all circumlocution is impossible: Je suis Martiniquaise is cut-rate merchandise, a sermon in praise of corruption.\" He views the relationship between Mayotte and Andre as extremely lopsided, with Mayotte giving everything and receiving nothing in return, \"except a bit of whiteness in her life.\" He describes Mayotte's conception of the world as \"Manichean,\" split between that which is white and therefore good, and that which is black and therefore evil and bad. Because of this, Fanon believes that Mayotte, like all Martinican women, is working deliberately for the dilution of the black race through sexual relations with white men. He writes that, \"the race must be whitened; every woman in Martinique knows this, says it, repeats it. Whiten the race, save the race. ... Every women in the Antilles, whether in a casual flirtation or in a serious affair, is determined to select the least black of the men.\" This attitude, according to Fanon, reflects a profound self-hatred. === Response to Fanon === Gwen Bergner argues that Black Skin, White Masks only considers women in terms of their sexual relationships with men. Therefore, interracial relationships between black women and white men are viewed as simply another sign of colonial domination of the black man. Therefore, Bergner argues that \"Fanon’s scathing condemnation of black women’s desire in the second chapter of Black Skin, White Masks, “is illustrative, in part, of his own desire to circumscribe black women’s sexuality and economic authority in order to ensure the patriarchal authority of black men.\" Bergner highlights Fanon's analysis of Capécia's job as a laundress as emblematic of her concerns with his critique. She argues that, by assuming that Capécia is a laundry woman because she wants to continue the process of bleaching her life, Fanon ignores the economic reality of mid-twentieth century Martinique, where employment opportunities for women outside of laundry work or prostitution were limited. Thus, Bergner writes that Fanon \"sees women’s economic and sexual choices as emanating from some psychic dimension of the erotic that is disconnected from material reality.\" David Macey provides a different explanation for Fanon's antipathy towards Capécia. Macey believes that Fanon's dislike was rooted at least partially in political motives, because Capécia expresses support for the pro- Vichy government of Admiral Robert and denigrates the Martinican volunteers who overthrew Robert. Fanon was one of those volunteers. Maryse Condé writes that Fanon unfairly expects Capécia to be more than a product of her time and to rise above the difficult racial relations and alienation that were inevitably experienced by people in that time. Omise'eke Natasha Tinsley argues that Fanon focuses entirely on the latter half of the novel, which was largely adapted from Andre's memoirs, ignoring the longer first half, which is about Mayotte's youth and which particularly highlights her relationships with multiple Black and mixed race women. Cheryl Duffus writes that, \"it is easy to see why Fanon reacted so strongly to the novel: in light of Fanon’s work and of the postwar popularity of negritude, Je suis Martiniquaise appears to be a throwback to an earlier unenlightened age.\" At the same time, she argues that Capécia intended the novel's politics to be retrogressive, in order to mirror the jolt experienced by Mayotte in the novel, as her mixed race status and sexual relationship with a white man, formerly indicators of a successful life, suddenly became liabilities in the changing atmosphere of the postwar era, amid the rising public commitment to Negritude. == Literary criticism == === Feminist readings === Maryse Condé claims that Capécia's work is invaluable from a feminist perspective, because it provides \"a precious written testimony, the only one that we possess, of the mentality of a West Indian girl in those days.\" Condé also writes that Capécia's work is undervalued, not because of her lack of writing skills, but because of the displeasure experienced by society at large when a woman speaks out beyond the accepted boundaries assigned to her. Lizabeth Paravisini-Gebert argues that the focus on race in traditional readings of Capécia's work has served to \"obscure those aspects of the text that which place [her] at the forefront of the development of feminist literature in Guadalupe and Martinique.” For Paravisni-Gebert, one such aspect is Capécia's expressed desire for economic independence, which manifests itself both in her running of a successful laundering business and her determination to only form romantic attachments with men who can support her. Cheryl Duffus writes that I Am a Martinican Woman and Capécia's second novel, The White Negress, are similar in their treatment of the protagonists' rejection by their communities for bearing white men's sons. To Duffus, not only does this rejection mirror Capécia's own rejection by Fanon, but it also serves as \"a critique of Negritude and of the gendered double standard so often seen in community-identity politics.\" E. Anthony Hurley views Mayotte's character as a deliberate refutation of misogynist stereotypes of women. In particular, Hurley highlights the juxtaposition of Mayotte and her twin, because the many differences between the two, despite their genetic similarities, “[negate] generalization about [Mayotte's] life and identity choices as a woman and [free] her to act contrary to the role prescribed for her by the ideological system of a Fanon.” === Queer theory === Omise'eke Natasha Tinsley's reading of the texts highlights the narrator's fascination with other women's nude bodies, particularly in the first half of the novel, before Mayotte reaches adulthood. Tinsley describes the differences between the halves as a shift from an adolescent desire for fellow Martinican women to a desire for white men in adulthood, because of the white man's ability to provide both economic mobility for the narrator and an attractive audience surrogate for Capécia's French readers. According to Tinsley, the homosexual desires latent in the text were disguised to make the novel more palatable, since Capécia needed the money to become reunited with her children. Yolanda Martinez-San Miguel analyzes the novel through Manolo Guzmán's framework of heteroracial erotics, which hypothesizes that the white heteronormative couple is predicated on the quasi-homoerotic desire to marry someone who is like the self, because there is a drive to marry within one's own race. Using this framework, Martinez-San Miguel argues that Capécia's ultimate move to France at the end of the novel is a self-imposed exile that comes out of her suppression of her own homosocial desire for Martinican men and her desire to break the mold by pursuing a heteroracial relationship. === Rejection of interracial relationships === E. Anthony Hurley argues that the novel ultimately argues that \"transcultural love is unsatisfying and unsatisfactory,\" because Mayotte's adolescent relationship with Horace, a black Martinican, is described in extremely positive terms, whereas the sexual aspects of her relationship with Andre are described in part as unsatisfactory and all her encounters with him end with a question. Additionally, her choice of a white man as a sexual partner is, according to Hurley, based more on her desire to access his societal power than on positive feelings of desire, such as those which drive her to seek a relationship with Horace. === In conversation with other texts === In Black Skin, White Masks, Fanon compares Capécia to Nini, the titular character in Abdoulaye Sadji's novel, Nini. Fanon also psychoanalyzes Nini in \"The Woman of Color and the White Man,\" because she rejects the possibility of a relationship with a black man, which Fanon views as a similar pathology to what he perceives as Capécia's fetishization of white men. E. Anthony Hurley writes that I Am a Martinican Woman is in close conversation with D’une rive a l’autre by Marie-Magdeleine Carbet: \"each text supports the other, intersecting and combining to provide a framework within which the complexity of the Martinican woman manifests itself.\" Maryse Condé compares Capécia to another West Indian writer, Suzanne Lacascade, because she believes that both writers enraged men by speaking out through their novels and expressing their own realities in a way that was not subordinate to Caribbean men. Paravisni-Gebert includes Capécia as one of three women responsible for starting the development of feminist literature in Martinique and Guadalupe; the other two women are Michele Lacrosil and Jacqueline Manicom. Madeleine Cottenet-Hage and Kevin Meehan speculate that Lacrosil, in particular, deliberately mirrors the plot of I Am a Martinican Woman in her novel Sapotille and the Clay Canary, in order to respond to Fanon's critique by showing that there are no opportunities for Caribbean women in the thirties other than the life choices that bothered Fanon in Capécia's work. In Maryse Condé's novel Heremakhonon (1976), the protagonist, Veronica, thinks about the fact that she has never had a sexual relationship with a black man, but protests in her internal monologue that \"[she is] no Mayotte Capécia. No!\" On the other hand, Eileen Ketchum McEwan considers Veronica and Mayotte to be the same type of protagonist, because they are both engaged in a \"narcissistic quest\" to fall in love with men that reflect the self-image they would like to have of themselves. McEwan sees both as descendants of the titular character in Madame de La Fayette's Princess of Cleves. == References == * Curry, Ginette. 'Toubab La!': Literary Representations of Mixed-race Characters in the African Diaspora. Cambridge Scholars Pub., Newcastle, England, 2007. Category:Autobiographical novels Category:1948 French novels ",
    "title": "I Am a Martinican Woman"
}