{
    "id": "52830678",
    "text": "Barton in 2017, dating from about 1700-20, believed to occupy the site of the Domesday Book manor house.Listed building text Webbery Barton, watercolour circa 1820 Webbery manor house, built 1821-6, situated a few hundred yards west of Webbery Barton Webbery manor house, entrance front Webbery (anciently Wibbery) is an historic manor in the parish of AlverdiscottRisdon, p.280 in North Devon, England. ==History== ===Nicholas the Bowman=== The manor of WIBERIE is listed in the Domesday Book of 1086 as the first of the twelve Devonshire holdings of \"Nicholas the Bowman\" (Nicolaus Balistarius or Archibalistarius), a servant of King William the Conqueror and one of the Devon Domesday Book tenants-in-chief. His tenant was Roger Goad.Thorn, Parts 1 & 2, Chapter 48:1 He was also a tenant-in-chief in Warwickshire.Thorn, Part 2, Chapter 48 Nicholas was the king's artilleryman, whose role was \"the captain or officer in charge of the stone and missile discharging engines used in sieges\".Thorn, Part 2, Chapter 48, quoting Ellis, A.S., Biographical Notes on the Yorkshire Tenants Named in Domesday Book, published in Yorkshire Archaeological and Topographical Journal, Vol. IV, 1877, pp.245-6. He was also known as Nicholas de la Pole. At some time between 1095 and 1100 he exchanged his manor of Ailstone in Warwickshire for the manor of Plymtree in Devon, held by St Peter's Abbey, Gloucester. ===Feudal barony of Plympton=== Most of his landholdings later descended to the feudal barony of Plympton. ===Poleyne=== During the reign of King Henry III (1216-1272), Webbery was held by Richard Poleyne. ===de Wibbery=== Pole): Argent, a fess embattled counter-embattled sable between three caterfoils gulesPole, p.508\"Mr Soms. booke\", quoted in Carew's Scroll of Arms, 1588, no.62; \"Hollinshead, 1223\", quoted in Carew's Scroll of Arms, 1588, no.62 Webbery then passed to the de Wibbery family which, as was usual during the reign of King Edward I (1272-1307), adopted its surname from its seat. Simon de Wibbery is recorded as being lord of the manor in 1314.Risdon, p.280, regnal date 8 Edward II It remained the seat of this family for several generations until the male line failed and it passed to the Lippingcott family, by marriage to the heiress Jane Wibbery, daughter of John Wibbery and sister and co-heiress of William Wibbery.Vivian, p.531, pedigree of Lippingcott of Wibbery (also pedigree of 6 generations of Wibbery of Wibbery The arms of Wibbery are uncertain. Pole (d.1635) gives them as: Argent, a fess embattled counter-embattled sable between three caterfoils gules, yet many 19th century sources give them as: A chevron between three mermaids, but without the provision of any evidence to ancient sources, and curiously without mention or discussion of Pole's contradictory blazon. The Wibbery family had become extinct in the male line before the production of the Heraldic Visitations of Devon, and thus the arms are not recorded in that source. The Lippingcott family quartered these mermaid arms,As seen on the Prouse monument in Chagford Church; for discussion of mermaid arms of Gough/Wibbery see: Devon & Cornwall Notes & Queries, Vol.IX, 1916-17, pp.81-97 \"Prowse Shield of Arms in Chagford Church\" See image :File:St Michael's Church, Chagford (6193).jpg which the above sources identify as the arms of Wibbery, yet other sources, including Carew in his Scroll of Arms (1588), state the mermaid arms quartered by Lippingcott to be the arms of Gough of Cornwall (alias Goff, Goffe, etc), an heiress of which family the Lippincotts married and whose arms they were thus entitled to quarter. (Phillip Lippingcott (d.1567) great-grandson of the heiress Jane Wibbery, married Alice Gough, a daughter and co-heiress of Richard Gough of \"Kilkham in Cornwall\" (Vivian, p.531)) (Gough of \"Kilkeham\" (Kilkhampton?) in Cornwall, per Joseph Hollands Collection of Arms, 1579, quoted in Carew's Scroll of Arms, 1588, no.62.Sir George Carew's Scroll of Arms, 1588, With Additions from Joseph Holland's Collection of Arms, 1579, published in Devon Notes and Queries, Vol.I, Part II, January 1900-October 1901 ===Lippingcott=== Luppincott in 2008 Arms of Lippingcott: Per fess embattled gules and sable, three leopards (cats) passant argentVivian, p.531, pedigree of \"Lippingcott of Wibbery\" John Lippingcott of Lippingcott (now \"Luppincott\"), in the parish of Alverdiscott, married Jane Wibbery, the heiress of Webbery, and the Lippingcott family moved its residence to Webbery from Lippingcott.The Lippincotts in England and America, Edited from the Genealogical Papers of the Late James S. Lippincott, Philadelphia, 1909, p.8Lysons & Lysons, Magna Britannia, Vol.6, Devon, London, 1822, p.323, \"Luffincott/Luffingcott\" The Lippingcott family is believed to have originated either at a manor named \"Lovacott\" or \"Luffincott\", of which a range of possible locations exists, and of which their surname is a corruption. A possibility is \"Lovacott\" in the parish of Shebbear in the hundred of Shebbear, listed in the Domesday Book as LOVECOTE, the 17th of the 31 Devonshire manors of Roald Dubbed held in chief from King William the Conqueror.Thorn, Chapter 35:17 An alternative origin of the family is the manor and the present parish of \"Luffincott\",James S. LippincottThorn & Thorn assume today's \"Luffincott\" to have been part of the DB manor of \"Tamerlande\" (Thorn, 35:5). See: Pole, p.351, \"Luffencot\" in the Hundred of Black Torrington. See also: Lysons & Lysons, Magna Britannia, Vol.6, Devon, London, 1822, p.323, Luffincott/Luffingcott not mentioned in the Domesday Book, which has its own church of St James. This is situated in the Hundred of Black Torrington, and is not identical to the DB LOVECOTE in Shebbear. A further estate named \"Lovacott\", is situated in the parish of Alverdiscott only 1 1/2 miles north-east of Webbery. The Lippingcott family still held Webbery in the early 17th century, when Risdon (d.1640) wrote his work the Survey of Devon. A member of the Lippingcott family was an early settler in the American Colonies, and his descendants are fairly frequent visitors to Webbery today.\"Webbery: Upmarket holiday cottage lets in Devon\". Retrieved on 11 January 2017. ===Cutcliffe=== Arms of Cutcliffe: Gules, three pruning hooks argentVivian, p.264 ====Charles Cutcliffe (1710-1791)==== In the late 18th century Webbery was inherited from Hugh LippingcottDrake, Sir W. R., F.S.A., “Notes and Notelets” compiled in 1887, cited in by Charles Cutcliffe (1710-1791) of Weach Barton, Westleigh, Devon (1 mile north-west of Webbery), a member of the ancient Cutcliffe family of Damage in the parish of Ilfracombe (or Mortehoe) in North Devon, said to have descended from the French family named Roquetaillard (translated literally into English as \"Rock-Cutter\", hence \"Cut-Cliffe\") of Chateau Roquetaillard in Gironde. The name Cutcliffe was Latinized to de Rupescissahttp://www.cutcliffe.com/ (literally: \"from the cut rock\"). Charles Cutcliffe's wife was Elizabeth Dene (d.1804), a daughter of Humphry DeneVivian, p.266 of Horwood House (which they occupied from the 17th century to 1920Pevsner, Nikolaus & Cherry, Bridget, The Buildings of England: Devon, London, 2004, p.497) in the parish of Horwood, Devon. Memorials to the Dene family survive in St Michael's Church, Horwood. Charles Cutcliffe's father Charles Cutcliffe (1684-1745) of Bideford, had inherited the extensive Ilfracombe estates of his nephew of the senior line, Robert Cutcliffe (d.1745) of Damage, who died without progeny.Vivian, pp.265-6 ====Charles Newell Cutcliffe (1747-1813)==== Charles Newell Cutcliffe (1747-1813), eldest son, a solicitor and banker at nearby Bideford, a Deputy Lieutenant for Devon and Captain of VolunteersVivian, p.267 at a time of great anxiety in England of a French Invasion following the French Revolution of 1789. He married Maragaret Mervyn (d.1792), a daughter and co-heiress of John Mervyn of Marwood Hill in the parish of Marwood. Two of his daughters were Ann Cutcliffe (1781-1859) and Harriet Cutcliffe (1786-1867), who both died unmarried, described in the census of 1851 as \"resident gentlewomen\" living at Hudscott, Chittlehampton as companions to Lucilla Rolle, the elderly and lunatic sister of John Rolle, 1st Baron Rolle (d.1842), whom Rolle made provision for in his will. Their monument survives in Marwood Church. His other daughter was Frances Cutcliffe (1780-1867), the wife of Zachary Hammett Drake I (1777-1847) and mother of Zachary Hammett Drake II (died 1856), Rector of Clovelly, a relative of James Hammet (1735–1811), lord of the Manor of Clovelly, who changed his surname and became Sir James Hamlyn, 1st Baronet, having been bequeathed that manor by his great-uncle the lawyer Zachary Hamlyn (1677-1759). Zachary Hammett Drake I was Lord Rolle's trustee relating to his sister Lucilla Rolle.Will of Lord Rolle A member of this family was William Richard Drake, FSA, historian of the Cutcliffe family and author of Account of the Family of Cutcliffe of Damage in Devonshire (1876). ====John Mervin Cutcliffe (1778-1822)==== Lt-Col. John Mervin Cutcliffe (1778-1822), CB, Knight of the Royal Hanoverian Guelphic Order, member of the Imperial Ottoman Order of the Crescent, (son and heir) who served with distinction at the Battle of Waterloo in 1815, and who on his return built the surviving mansion house. He was the senior Major of the 26th Light Dragoons Regiment on the eve of the battle and in the absence of John Dawson, 2nd Earl of Portarlington, the commanding officer, Major Cutcliffe was promoted to lieutenant colonel by the Duke of Wellington and placed in command of the regiment. He was severely wounded early in the battle.The Waterloo Archive: Volume III: British Sources By Gareth Glover, note 96 He married Hon. Charlotte Talbot, the youngest daughter of Richard Talbot by his wife Margaret Talbot, 1st Baroness Talbot of Malahide (died 1834). He died in 1822 without surviving male progeny, his son Harry Luppincott Cutcliffe having died as an infant. His daughter and heiress was Frances Cutcliffe (1780-1867), wife of Zachary Hammett Drake I (1777-1847) of Springfield, near Barnstaple, a Justice of the Peace and a Deputy Lieutenant for Devon, whose monument survives in Lee Chapel, Ilfracombe, situated in the region of the Damage estates of the Cutcliffe family. ===Deane=== The Deane family purchased the estate following the death of Lt.Col. Cutcliffe in 1822. *Anthony William Johnson Deane, of Webbery, was the son of Rev. William Deane (d.1818), a Fellow of All Souls College, Oxford, by his wife Elizabeth Johnson (d.1841), a daughter and co- heiress of William Johnson, Mayor of Great Torrington in 1757, 1764 and 1771, by his wife Elizabeth Reynolds, a daughter and co-heiress of Samuel Reynolds of Plympton and a sister of the painter Sir Joshua Reynolds (1723-1792).Colby, Frederic Thomas (1827-1899), Pedigrees of five Devonshire families, Colby, Coplestone, Reynolds, Palmer and Johnson, 1884, p.12 The painter's other sister Mary Reynolds, married John Palmer of Palmer House, Great Torrington, and was a frequent visitor to that town, south of Webbery. *William Anthony Deane (d.1886),Western Times, Devon, 13 Aug 1886: \"W. A. DEANE, Esq., DECEASED. ALL Persons having CLAIMS on the Estate of WILLIAM ANTHONY DEANE, late of Webbery, Devon...\" He married Sarah Stable, daughter of George Stable of Stanmore.Colby, p.29 *William Anthony Deane, JP, DL, (son), of Webbery, son, lord of the manor of Monksoham, Bentley, Woodcroft, Copdock and Stratford St Mary, in Suffolk and Essex. He married Lucy Elizabeth Bencraft, daughter of Stephen Bencraft of Barnstaple. The Deane family remained at Webbery until 1912 when the \"Agricultural portion of the Webbery Estate in Alverdiscott, Fremington and Westleigh\" comprising five farms, a smallholding and cottages, 1,068 acres in total, was put up for sale by Lt-Col. C.A. Clare Deane, comprising the following lands:Suffolk Record Office, Ref No: HE402/1/1912/47 *Weach Barton, Westleigh (the former Cutcliffe seat), comprising farmhouse, agricultural buildings, 239 acres. *West Webbery Farm, Alverdiscott, comprising farmhouse, farm buildings and 84 acres *Webbery Barton, Alverdiscott, an agricultural occupation, with farm residence, annexe, farm buildings, two cottages and 345 acres. *Bulworthy Farm, Alverdiscott, comprising farmhouse, agricultural buildings, a range of three cottages, a detached cottage, 255 acres. *Marsh Farm, Fremington, comprising set of farm buildings, 106 acres; *Stony Cross, in the parish of Alverdiscott: a smallholding, comprising a house, barn, stable etc., 35 acres *Stony Cross, a cottage and garden, two detached cottages with gardens, and a meadow at Stony Cross, Fremington. ===2017=== ====Webbery Barton==== Webbery Barton, a grade II listed building dating from about 1700-20, with later alterations,Listed building text is owned by Mr R. Ford, who owns the surrounding farmland and operates it as a mixed farm.http://ukplaces.com/Mixed%20Farming/countrywide?lat=50.98413&lng;=-4.11714 It is believed to occupy the site of the Domesday Book manor house.Listed building text ====Webbery Manor House==== The owners in 2017 of the manor house, a grade II listed building constructed in 1821-6,Listed building text situated a few hundred yards west of Webbery Barton, acquired it in the early 1990s. The present estate consists of a Regency manor house known as \"Webbery Manor House\", and 8 cottages. ==Notes== ==References== ;Sources *Pole, Sir William (died 1635), Collections Towards a Description of the County of Devon, Sir John-William de la Pole (ed.), London, 1791. *Risdon, Tristram (died 1640), Survey of Devon. With considerable additions. London, 1811. *Thorn, Caroline & Frank, (eds.) Domesday Book Vol. 9: Devon, Parts 1 & 2, Phillimore Press, Chichester, 1985. *Vivian, Lt.Col. J.L., (Ed.) The Visitations of the County of Devon: Comprising the Heralds' Visitations of 1531, 1564 & 1620\\. Exeter, 1895. Category:Former manors in Devon ",
    "title": "Webbery, Alverdiscott"
}