{
    "id": "52836386",
    "text": "\"New Man\" is a song by English singer-songwriter Ed Sheeran from his third studio album ÷ (2017). It was written and produced by Sheeran and Benny Blanco, and co-written with Ammar Malik and Jessie Ware. After the album's release, the song charted at number 5 on the UK Singles Chart. It has been certified Gold by the British Phonographic Industry (BPI) for sales of over 400,000. ==Background== According to Sheeran, he originally intended the song to be in the album only as a bonus track. However, the label insisted that the song should be included in the main album, and it would be the only track in the album he allowed to be included at someone else's insistence. He said that the song is not about any specific person, although parts of the lyrics was inspired by people he had met. He had just finished writing another song with Jessie Ware and she suggested that they try to write something for him. He said: \"I've had this idea about writing the f-ckboy anthem. 'Cos like, we all know them, we've all been them at some point. I was basically like, let's write a list of the things, like you know when your ex leaves you and the first guy she gets with, [...] what that guy is like.\" The song features vocals from Francis and the Lights at the end. ==Critical reception== Taylor Weatherby of Billboard named this song the one with the \"craziest lyrics\" of ÷. She also noticed that \"Sheeran found a way to include the phrase \"bleached arsehole\" into a song (the line \"He's got his eyebrows plucked and his arsehole bleached,\" in the first verse), it definitely can't go unmentioned—especially since Kanye West was the last major artist to incorporate that graphic phrase. Coincidence that West's wife Kim Kardashian is also mentioned in \"New Man\"? We may never know.\" ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Peak position |- |- |- |- |- ! scope=\"row\"| Denmark (Tracklisten) | 15 |- ! scope=\"row\"| France (SNEP) | 83 |- |- |- |- ! scope=\"row\"| Italy (FIMI) | 40 |- |- |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2017) ! scope=\"col\"| Position |- ! scope=\"row\"| UK Singles (Official Charts Company) | 72 |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| Portugal (AFP) | 2890 |} ==Certifications== ==References== Category:2017 songs Category:Ed Sheeran songs Category:Songs written by Ed Sheeran Category:Songs written by Ammar Malik Category:Songs written by Jessie Ware Category:Song recordings produced by Benny Blanco Category:Songs written by Benny Blanco ",
    "title": "New Man (Ed Sheeran song)"
}