{
    "id": "52836316",
    "text": "Opicapone, sold under the brand name Ongentys, is a medication which is administered together with levodopa in people with Parkinson's disease. The most common side effects are dyskinesia (difficulty controlling movement), constipation, increased blood creatine kinase, hypotension/syncope, and decreased weight. Opicapone, works to restore the levels of dopamine in the parts of the brain that control movement and coordination. It enhances the effects of levodopa, a copy of the neurotransmitter dopamine that can be taken by mouth. Opicapone blocks an enzyme that is involved in the breakdown of levodopa in the body called catechol-O-methyltransferase (COMT). As a result, levodopa remains active for longer. This helps to improve the symptoms of Parkinson's disease, such as stiffness and slowness of movement. In June 2016, it was authorised for use in the European Union. It was authorised for use in the United States in April 2020. ==Medical uses== In the EU, opicapone is indicated as adjunctive therapy to preparations of levodopa/ DOPA decarboxylase inhibitors (DDCI) in adults with Parkinson's disease and end-of- dose motor fluctuations who cannot be stabilised on those combinations. In the US, opicapone is indicated as adjunctive treatment to levodopa/carbidopa in patients with Parkinson's disease (PD) experiencing \"off\" episodes. The COMT inhibitor opicapone is used as an additive to a combination of levodopa and a DOPA decarboxylase inhibitor to treat patients with Parkinson's disease experiencing end-of-dose motor fluctuations, if they cannot be stabilised with this drug combination. ==Contraindications== This drug is contraindicated in people with cancers that secrete catecholamines (for example epinephrine), such as phaeochromocytoma or paraganglioma, because as a COMT inhibitor it blocks catecholamine degradation. Other contraindications are a history of neuroleptic malignant syndrome (NMS) or non-traumatic rhabdomyolysis, and combination with monoamine oxidase inhibitors that are not used as antiparkinsonians, because of possible drug interactions. NMS and associated rhabdomyolysis have been rarely observed under the older COMT inhibitors tolcapone and entacapone. This typically occurs shortly after the beginning of a COMT inhibitor add-on therapy when the levodopa dose has been reduced, or after discontinuation of a COMT inhibitor. Opicapone is contraindicated in people with concomitant use of non-selective monoamine oxidase (MAO) inhibitors or people with pheochromocytoma, paraganglioma, or other catecholamine secreting neoplasms. ==Side effects== People taking opicapone very commonly (18%) experience dyskinesia. Other common side effects (in 1 to 10% of patients) include dizziness, strange dreams, hallucinations, constipation, dry mouth, orthostatic hypotension (low blood pressure), and muscle spasms. Apart from spasms, these side effects are also known from tolcapone and entacapone. As with entacapone, no relevant liver toxicity has been found in studies. This is in contrast to the first COMT inhibitor tolcapone, which could cause – in some cases lethal – liver insufficiency. ==Overdose== No specific antidote is known. == Interactions == Monoamine oxidase inhibitors (MAO inhibitors) are another class of drugs blocking catecholamine degradation. Therefore, their combination with opicapone can result in increased catecholamine concentrations in the body and corresponding adverse effects. Combining the antiparkinson MAO inhibitors selegiline or rasagiline with opicapone is considered safe. Potentially, there are also interactions with drugs being metabolised by COMT (for example isoprenaline, epinephrine, dopamine, or dobutamine), tricyclic antidepressants and antidepressants of the norepinephrine reuptake inhibitor type. Possible pharmacokinetic interactions are with substrates of the liver enzyme CYP2C8, such as repaglinide, and the transporter protein SLCO1B1, such as simvastatin. ==Pharmacology== ===Mechanism of action=== Opicapone blocks the enzyme catechol-O-methyltransferase (COMT) effectively (>90% at therapeutic doses), selectively and reversibly, and only outside the central nervous system. It dissociates slowly from COMT, resulting in a duration of action longer than 24 hours despite its short blood plasma half-life. As COMT and DOPA decarboxylase are the main enzymes for degrading levodopa, blocking the two effectively increases its concentrations in the bloodstream. More levodopa reaches the brain, where it is activated to dopamine. ===Pharmacokinetics=== reduced derivative (BIA 9-1079), and the inactive glucuronide (BIA 9-1106). The substance is quickly absorbed from the gut, but only to about 20% of the applied dose. Highest blood plasma concentrations are reached after 1 to 2.5 hours. When in the bloodstream, it is almost completely (99.9%) bound to plasma proteins, but apparently to different binding sites than warfarin, digoxin and other drugs with high plasma protein affinity. It is mainly metabolised to the sulfate, which accounts for 67% of the circulating drug after a single dose, and a methylated derivative, which accounts for 21%. Minor metabolites are a reduced derivative (<10%) and a glucuronide. All of these metabolites are inactive except the reduced derivative. Opicapone is eliminated with a terminal half-life of 0.7 to 3.2 hours. It is mainly excreted via the faeces (67%), and in form of the glucuronide also via the kidney (13%). The sulfate has a much longer half-life of 94 to 122 hours. Opicapone sulfate is transported by SLCO1B1; the possibility that it blocks this transporter has not been excluded. Opicapone itself and the sulfate are also transported by a number of other proteins, but given the low concentrations of the free substances in the blood plasma, this is very unlikely to give rise to drug interactions. Opicapone is a weak inhibitor of the liver enzymes CYP1A2, CYP2B6, CYP2C8, and CYP2C9. The only CYP interaction found in studies that is somewhat likely to be relevant is that with repaglinide, which is metabolised by CYP2C8. The metabolism of warfarin, a CYP2C9 substrate, is not measurably affected. ==History== Opicapone was authorised for medical use in the European Union in June 2016. In February 2017, its developer Bial sold exclusive marketing rights for the United States and Canada to Neurocrine Biosciences for an initial payment of . Opicapone was authorised for medical use in the United States in April 2020. Opicapone was approved based on evidence from two clinical trials (Trial 1/ NCT01568073, and Trial 2/NCT01227655) of 522 participants with Parkinson's disease (PD) whose symptoms were not well controlled while receiving their regular PD treatment. Trial 1 was conducted at 104 sites in 19 European countries, and Trial 2 was conducted at 69 sites in Argentina, Australia, Belgium, Chile, Czech Republic, Estonia, India, Israel, South Korea, Russia, South Africa and UK. There were two 12-week trials conducted in Parkinson's disease (PD) participants with inadequate control of their Parkinson's symptom (\"off\" time) while receiving carbidopa/levodopa PD medications. Participants were randomly selected to receive either opicapone or a placebo capsule once a day. Neither the participants nor the health care providers knew which treatment was being given until the trial was completed. In all of the trials, the participants kept daily diaries of the number of hours of \"off\" time for the three days before the evaluation visit. The benefit was evaluated by measuring the change from baseline in total daily \"off\" time in opicapone- and placebo-receiving participants. == References == ==Further reading== * * ==External links== * Category:Amine oxides Category:Catechol-O-methyltransferase inhibitors Category:Catechols Category:Nitrophenols Category:Oxadiazoles ",
    "title": "Opicapone"
}