{
    "id": "52834490",
    "text": "The Gersh Agency (also known as simply Gersh) is a talent and literary agency established in 1949 by Phil Gersh, based in Beverly Hills, California and New York City. The Gersh Agency is the sixth largest talent agency in the United States. ==History== Gersh was founded in Beverly Hills in 1949 by Phil Gersh. He was considered one of the last links between Hollywood's Golden Age and today's corporate-owned movie business, and his clients included Humphrey Bogart, David Niven, William Holden, June Allyson, Richard Burton, Lee J. Cobb, Fredric March, Gloria Grahame, James Mason, Karl Malden, and Robert Wise. In 1965, Phil Gersh was able to pay for the agency's Beverly Hills office from the proceeds of having Robert Wise direct The Sound of Music. Phil Gersh gradually handed over responsibility to his two sons but continued to play a role in the company's management until 10 weeks before his death in 2004. Richard Arlook was working at the agency from 1990 until 2008. In 2010, Gersh purchased literary agent Hohman, Maybank, Lieb, with a portfolio of writers including Robert Rodat, Katherine Fugate, Dave Reynolds, Ken Hixon, Sam Harper, Ben Ripley, David Scarpa, Geoff Rodkey, Marlene King, and Allison Burnett. In December 2019, Gersh added four female agents, including Lauren Craniotes, a former Sony Pictures Vice President of Production. == Current clients == The agency is currently run by Phil Gersh's sons, Bob and David. They have since represented clients including Drew Carey, Allison Janney, Dennis Dugan, Brittany Snow, Patricia Arquette, Christopher Lloyd, John Goodman, Melanie Lynskey, Mark Hamill, Judith Light, Tom McCarthy, Meg Ryan, John Slattery, Jeffrey Tambor, Adam Driver, Pamela Gray, Thomas Gibson,, Ray Liotta, Drew Lynch, Terry Gilliam, Winona Ryder, Pat Healy, Sasheer Zamata, Joel David Moore, Anna Ziegler, Kristen Stewart, Anne Winters, Ericson Core, Megan Hilty, Lana Parrilla, Kelli O'Hara, Angela Bassett, J.K. Simmons, Sam Rockwell, Christopher Meloni, Catherine Keener, Mandy Moore, Laura Benanti,, Leslie Iwerks, Lauren Glazier, Dreama Walker, Kerri Kenney-Silver, Alexander Dreymon and Andie MacDowell. On 4 July 2018, TGA notified actor James Woods by email that they would no longer represent him. Woods accused the agency of liberal political bias due to his outspoken conservative views. In 2019, agents Roy Ashton, David Rubin, and Shan Roy came under fire after cancelling a studio meeting of a former client that had left them during the WGA/ATA conflict. In response to the immediate criticism, the agency said it was \"just following protocol\", which drew further ire within the industry. In January 2020, Gersh signed a deal with the WGA to resume representing the guild's writer clients. ==References== Category:Companies based in Beverly Hills, California Category:Business services companies established in 1949 Category:Talent and literary agencies Category:Privately held companies of the United States Category:1949 establishments in California ",
    "title": "The Gersh Agency"
}